[
  {
    "title": "Bishoujo_Yuugi_Unit_Crane_Game_Girls",
    "id": "32906",
    "url": "https://myanimelist.net/anime/32906/Bishoujo_Yuugi_Unit_Crane_Game_Girls",
    "user": "Lancehot",
    "profile": "/profile/Lancehot/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=224243",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  4\nサウンド|  4\nキャラクター|  5\n|  6\n\nCrunchyrollが過去2〜3年の間に取り上げたアニメショーツの数のように、Crane Game Girls（CGG）は、あなたがライセンスの点に疑問を呈していることを示しています。 それは十分に簡単です。 私たちのアイドルトリオ：アスカ（深刻なもの）; ミライ（愚かなもの）＆amp; 京子（もう1人）はゴリラの上司（後で彼のことをもっと知る）によってゲームアーケードで働くために送られます。 彼らの上司のサヨさんの指導のもと、彼らは最高のアイドルになろうと努力しながら、無意識のうちに世界を救っています。どちらもクレーンゲームに勝つためのテクニックを学んでいます。\n\n奇妙なことに、CGGの背後にある物語にはまともな考えがあります。 最初はトリオが、クレーンゲームをするだけでなく、小惑星のストライキから世界を救っていることを知らないということは、彼らがお互いを知り合うことで始まるということです。 彼らの本当の目的が何であるかを知ることの負担を克服しなければならないのです。 続編にも余裕があり、神は禁じられています。 あなたは、そのフレームワークからまともなショーを得ることができます。CGGはそのショーです。\n\nクレーンゲームをして世界を救うという考えは、うまくいくほど愚かです。 彼らが物語に広告していることを本当に統合していないアニメはたくさんあります。 彼らはしばしば、定期的な人生やコメディーショーを制作するだけではなく、販売しているものを参照するだけです。 確かに、エピソードが「ウィット・バンター」＆ クレーンゲームを使用することへのプロットの開発は、むしろ急激な＆amp; 厄介な。 しかし、少なくともそれはアイデアと＆amp; トリオが最終的な小惑星、彼らの衣服を破壊するために使用する彼らの技術を置くフィナーレで＆amp; あなたは少なくとも面白い面を見ることができます。\n\nああ、私はCGGが広告だと言いましたか？ それはあなたが期待しているものではないかもしれないが、そうかもしれないからだ。 おそらく、彼らは日本でもっとよく知られていますが、それは掘り起こし＆amp; ショーメインスポンサーがPrize Hunter（uhouho.jp）と呼ばれる会社のように見えて、あなたのウェブブラウザを使って実際のクレーンゲームをして賞品を獲得できるように見える場合、 アイドルのボスであるゴリラは、サイトマスコットです（uho uhoは霊長類の呼び出しのためのオノマトペです）。 それは確かになぜショーのクレーンゲームについても説明しますが、それはまた、大当たりを勝ち取るための保証されたテクニックを示すフルーツマシン会社のようになります。\n\n最近、KyotomaがCGGを制作しているのを見るのは驚きではありません。彼らは最近、フラッシュアニメショーツを制作する数少ない新しいスタジオのようです。 なぜなら何らかの理由でキャラクターがティックル氏のような腕を持たずに肘を曲げているようには見えないのですが、それはCGGが大丈夫です。 放浪している鼻や鼻には問題の一部（故意またはその他のもの）がありません。  JKメシがやったようなものですが、ショーはもっと楽しいと言えます。 音楽はあなたが期待していた優しいアイドルポップです。\n\n日本以外には買えないものを売りに出すアニメショーツとして、CGGはまあまあです。 その背後にある物語のためのきちんとしたアイデアがあります、製品は明らかですが、不愉快に押されてはいません。 フラッシュアニメが行くように、それは大丈夫だ。 ちなみに、コナミの誰かがこれを読んでいるとすれば、私はアイデアを投げかけたいと思う：ソニックスネーク監督のパチンコで大きな勝利を学ぶことによって、アイドルのグループが世界を救う短いアニメ。\n\n補遺：明らかに、VISAがクレーンゲームをする一連のエピソードもあった。  CRはそれを受け取っていないので、私はそれがどんなものか分かりません。 しかし、あなたが本当に日本人の女性が物事に興奮しているのを見ているのが本当に好きでない限り、探し求める価値がないと言うのは不公平な推測だとは思わない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nCrane Game Girls (CGG), like a number of the anime shorts Crunchyroll have taken to scooping up in the last couple of years, is one of those shows that you both question the point of licensing, but are also kind of glad they did. It's story is simple enough. Our idol trio: Asuka (the serious one); Mirai (the dumb one) &amp; Kyoko (the other one) are sent to work at a game arcade by their gorilla boss (more on him later). With the guidance of their supervisor Sayo, they strive to become the best idols they can while also unknowingly saving the world, both of which somehow involve them learning techniques to win on crane games.\n\n\u001b[1mCrunchyrollが過去2〜3年の間に取り上げたアニメショーツの数のように、Crane Game Girls（CGG）は、あなたがライセンスの点に疑問を呈していることを示しています。 それは十分に簡単です。 私たちのアイドルトリオ：アスカ（深刻なもの）; ミライ（愚かなもの）＆amp; 京子（もう1人）はゴリラの上司（後で彼のことをもっと知る）によってゲームアーケードで働くために送られます。 彼らの上司のサヨさんの指導のもと、彼らは最高のアイドルになろうと努力しながら、無意識のうちに世界を救っています。どちらもクレーンゲームに勝つためのテクニックを学んでいます。\u001b[22m\n\u001b[1m(Crunchyroll ga kako 2 〜 3-nen no ma ni toriageta animeshōtsu no kazu no yō ni, kurēn Game Girls (CGG) wa, anata ga raisensu no ten ni gimon o teishite iru koto o shimeshite imasu. Sore wa jūbun ni kantandesu. Watashitachi no aidorutorio: Asuka (shinkokuna mono); mirai (orokana mono)& amp; Kyōko (mō 1-ri) wa gorira no jōshi (atode kare no koto o motto shiru) ni yotte gēmuākēdo de hataraku tame ni okura remasu. Karera no jōshi no sayosan no shidō no moto, karera wa saikō no aidoru ni narou to doryoku shinagara, muishiki no uchi ni sekai o sukutte imasu. Dochira mo kurēngēmu ni katsu tame no tekunikku o manande imasu.)\u001b[22m\n\nTranslations of \u001b[4mCrane Game Girls (CGG), like a number of the anime shorts Crunchyroll have taken to scooping up in the last couple of years, is one of those shows that you both question the point of licensing, but are also kind of glad they did. It's story is simple enough. Our idol trio: Asuka (the serious one); Mirai (the dumb one) &amp; Kyoko (the other one) are sent to work at a game arcade by their gorilla boss (more on him later). With the guidance of their supervisor Sayo, they strive to become the best idols they can while also unknowingly saving the world, both of which somehow involve them learning techniques to win on crane games.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCrane Game Girls (CGG), like a number of the anime shorts Crunchyroll have taken to scooping up in the last couple of years, is one of those shows that you both question the point of licensing, but are also kind of glad they did.\u001b[24m\n    \u001b[1mCrunchyrollが過去2〜3年の間に取り上げたアニメショーツの数のように、Crane Game Girls（CGG）は、あなたがライセンスの点に疑問を呈していることを示しています。\u001b[22m, \u001b[1mアニメショーツもCrunchyrollの数などのクレーンゲームの女の子（CGG）は、過去数年間ですくっに撮影した、あなたの両方がライセンスのポイントを問うだけでなく、彼らがした種類の喜んでいるそれらのショーの一つです。\u001b[22m\n\u001b[4mIt's story is simple enough.\u001b[24m\n    \u001b[1mそれは十分に簡単です。\u001b[22m, \u001b[1mこれは、ストーリーは十分に簡単であるのです。\u001b[22m\n\u001b[4mOur idol trio: Asuka (the serious one);\u001b[24m\n    \u001b[1m私たちのアイドルトリオ：アスカ（深刻なもの）;\u001b[22m, \u001b[1m私たちのアイドルトリオ：明日香（深刻な）。\u001b[22m\n\u001b[4mMirai (the dumb one) &amp;\u001b[24m\n    \u001b[1mミライ（愚かなもの）＆amp;\u001b[22m, \u001b[1m未来（ダム1）＆＃038;\u001b[22m\n\u001b[4mKyoko (the other one) are sent to work at a game arcade by their gorilla boss (more on him later).\u001b[24m\n    \u001b[1m京子（もう1人）はゴリラの上司（後で彼のことをもっと知る）によってゲームアーケードで働くために送られます。\u001b[22m, \u001b[1m京子（他1）は、それらのゴリラのボス（後で彼にそれ以上）によってゲームセンターで動作するように送信されます。\u001b[22m\n\u001b[4mWith the guidance of their supervisor Sayo, they strive to become the best idols they can while also unknowingly saving the world, both of which somehow involve them learning techniques to win on crane games.\u001b[24m\n    \u001b[1m彼らの上司のサヨさんの指導のもと、彼らは最高のアイドルになろうと努力しながら、無意識のうちに世界を救っています。どちらもクレーンゲームに勝つためのテクニックを学んでいます。\u001b[22m, \u001b[1mまた、無意識のうちに何とか彼らはクレーンゲームに勝つために技術を学ん伴うどちらも、世界を節約しながら上司佐用の指導で、彼らは、彼らができる最高のアイドルになるために努力しています。\u001b[22m\n\u001b[1m\u001b[22m\nAs odd as it might seem to say, there's a decent idea for a story behind CGG. That the trio at first do not know that they are saving the world from asteroid strikes, not just playing crane games, means they begin by just getting to know each other &amp; better at the games, before having to overcome the burden of knowing what their real purpose is, finally coming together to save the day. There's even room for a sequel, God forbid. You could get a decent little show out of that framework, not that CGG is that show.\n\n\u001b[1m奇妙なことに、CGGの背後にある物語にはまともな考えがあります。 最初はトリオが、クレーンゲームをするだけでなく、小惑星のストライキから世界を救っていることを知らないということは、彼らがお互いを知り合うことで始まるということです。 彼らの本当の目的が何であるかを知ることの負担を克服しなければならないのです。 続編にも余裕があり、神は禁じられています。 あなたは、そのフレームワークからまともなショーを得ることができます。CGGはそのショーです。\u001b[22m\n\u001b[1m(Kimyōna koto ni, CGG no haigo ni aru monogatari ni wa matomona kangae ga arimasu. Saisho wa torio ga, kurēngēmu o suru dakedenaku, shōwakusei no sutoraiki kara sekai o sukutte iru koto o shiranai to iu koto wa, karera ga otagai o shiriau koto de hajimaru to iu kotodesu. Karera no hontō no mokuteki ga nandearu ka o shiru koto no futan o kokufuku shinakereba naranai nodesu. Zokuhen ni mo yoyū ga ari,-shin wa kinji rarete imasu. Anata wa, sono furēmuwāku kara matomona shō o eru koto ga dekimasu. CGG wa sono shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAs odd as it might seem to say, there's a decent idea for a story behind CGG. That the trio at first do not know that they are saving the world from asteroid strikes, not just playing crane games, means they begin by just getting to know each other &amp; better at the games, before having to overcome the burden of knowing what their real purpose is, finally coming together to save the day. There's even room for a sequel, God forbid. You could get a decent little show out of that framework, not that CGG is that show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs odd as it might seem to say, there's a decent idea for a story behind CGG.\u001b[24m\n    \u001b[1m奇妙なことに、CGGの背後にある物語にはまともな考えがあります。\u001b[22m, \u001b[1m言うように見えるかもしれないほど奇妙な、CGGの背後にある物語のためのまともなアイデアがあります。\u001b[22m\n\u001b[4mThat the trio at first do not know that they are saving the world from asteroid strikes, not just playing crane games, means they begin by just getting to know each other &amp;\u001b[24m\n    \u001b[1m最初はトリオが、クレーンゲームをするだけでなく、小惑星のストライキから世界を救っていることを知らないということは、彼らがお互いを知り合うことで始まるということです。\u001b[22m, \u001b[1m最初はトリオが、彼らはちょうどクレーンゲームをプレイしていない、小惑星ストライクから世界を保存していることを知らないことを、彼らは互いに＆＃038を知ってもらうことから始めることを意味;\u001b[22m\n\u001b[4mbetter at the games, before having to overcome the burden of knowing what their real purpose is, finally coming together to save the day.\u001b[24m\n    \u001b[1m彼らの本当の目的が何であるかを知ることの負担を克服しなければならないのです。\u001b[22m, \u001b[1m彼らの真の目的が何であるかを知ることの負担を克服することの前に、ゲームでより良いが、最終的に救うために一緒に来ます。\u001b[22m\n\u001b[4mThere's even room for a sequel, God forbid.\u001b[24m\n    \u001b[1m続編にも余裕があり、神は禁じられています。\u001b[22m, \u001b[1m続編のためであっても部屋があり、神が禁止しています。\u001b[22m\n\u001b[4mYou could get a decent little show out of that framework, not that CGG is that show.\u001b[24m\n    \u001b[1mあなたは、そのフレームワークからまともなショーを得ることができます。CGGはそのショーです。\u001b[22m, \u001b[1mあなたはCGG、その番組ではないことを、そのフレームワークの外にまともな小さなショーを得ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe idea of saving the world by playing crane games is silly enough to work. There's plenty of anime that don't really integrate the thing they're advertising into the story. Often they do little more than produce a regular slice of life or comedy show, then simply make references to the thing they're supposed to be selling. Admittedly, the point at which the episodes switch from “witty banter” &amp; plot development to using the crane games can feel rather abrupt &amp; awkward. But at least it sticks with the idea &amp; by the finale where the trio put al their techniques to use destroying the final asteroid, their clothes &amp; lives being pushed to the limit, you can at least see the funny side.\n\n\u001b[1mクレーンゲームをして世界を救うという考えは、うまくいくほど愚かです。 彼らが物語に広告していることを本当に統合していないアニメはたくさんあります。 彼らはしばしば、定期的な人生やコメディーショーを制作するだけではなく、販売しているものを参照するだけです。 確かに、エピソードが「ウィット・バンター」＆ クレーンゲームを使用することへのプロットの開発は、むしろ急激な＆amp; 厄介な。 しかし、少なくともそれはアイデアと＆amp; トリオが最終的な小惑星、彼らの衣服を破壊するために使用する彼らの技術を置くフィナーレで＆amp; あなたは少なくとも面白い面を見ることができます。\u001b[22m\n\u001b[1m(Kurēngēmu o shite sekai o sukuu to iu kangae wa, umaku iku hodo orokadesu. Karera ga monogatari ni kōkoku shite iru koto o hontōni tōgō shite inai anime wa takusan arimasu. Karera wa shibashiba, teiki-tekina jinsei ya komedīshō o seisaku suru dakede wa naku, hanbai shite iru mono o sanshō suru dakedesu. Tashika ni, episōdo ga `u~itto bantā'& kurēngēmu o shiyō suru koto e no purotto no kaihatsu wa, mushiro kyūgekina& amp; yakkaina. Shikashi, sukunakutomo sore wa aidea to& amp; torio ga saishū-tekina shōwakusei, karera no ifuku o hakai suru tame ni shiyō suru karera no gijutsu o oku fināre de& amp; anata wa sukunakutomo omoshiroi men o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe idea of saving the world by playing crane games is silly enough to work. There's plenty of anime that don't really integrate the thing they're advertising into the story. Often they do little more than produce a regular slice of life or comedy show, then simply make references to the thing they're supposed to be selling. Admittedly, the point at which the episodes switch from “witty banter” &amp; plot development to using the crane games can feel rather abrupt &amp; awkward. But at least it sticks with the idea &amp; by the finale where the trio put al their techniques to use destroying the final asteroid, their clothes &amp; lives being pushed to the limit, you can at least see the funny side.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe idea of saving the world by playing crane games is silly enough to work.\u001b[24m\n    \u001b[1mクレーンゲームをして世界を救うという考えは、うまくいくほど愚かです。\u001b[22m, \u001b[1mクレーンゲームをプレイすることで世界を救うのアイデアが動作するのに十分な愚かです。\u001b[22m\n\u001b[4mThere's plenty of anime that don't really integrate the thing they're advertising into the story.\u001b[24m\n    \u001b[1m彼らが物語に広告していることを本当に統合していないアニメはたくさんあります。\u001b[22m, \u001b[1m本当に彼らが物語に宣伝しているものを統合しないアニメがたくさんあります。\u001b[22m\n\u001b[4mOften they do little more than produce a regular slice of life or comedy show, then simply make references to the thing they're supposed to be selling.\u001b[24m\n    \u001b[1m彼らはしばしば、定期的な人生やコメディーショーを制作するだけではなく、販売しているものを参照するだけです。\u001b[22m, \u001b[1m多くの場合、彼らは単に彼らが販売することになっている事への参照を行い、生活やお笑い番組の定期的なスライスを生成するより少しを行います。\u001b[22m\n\u001b[4mAdmittedly, the point at which the episodes switch from “witty banter” &amp;\u001b[24m\n    \u001b[1m確かに、エピソードが「ウィット・バンター」＆\u001b[22m, \u001b[1m確かに、エピソードは「気の利いた冗談\"＆アンプから切り替えるれる点。\u001b[22m\n\u001b[4mplot development to using the crane games can feel rather abrupt &amp;\u001b[24m\n    \u001b[1mクレーンゲームを使用することへのプロットの開発は、むしろ急激な＆amp;\u001b[22m, \u001b[1mむしろ突然＆アンペア感じることができるクレーンゲームを使用するプロットの開発;\u001b[22m\n\u001b[4mawkward.\u001b[24m\n    \u001b[1m厄介な。\u001b[22m, \u001b[1mぎこちないです。\u001b[22m\n\u001b[4mBut at least it sticks with the idea &amp;\u001b[24m\n    \u001b[1mしかし、少なくともそれはアイデアと＆amp;\u001b[22m, \u001b[1mしかし、少なくともそれはアイデア＆＃038でスティック。\u001b[22m\n\u001b[4mby the finale where the trio put al their techniques to use destroying the final asteroid, their clothes &amp;\u001b[24m\n    \u001b[1mトリオが最終的な小惑星、彼らの衣服を破壊するために使用する彼らの技術を置くフィナーレで＆amp;\u001b[22m, \u001b[1mトリオは彼らの技術は、最終的な小惑星を破壊する自分の服＆アンプを使用するようにアルを入れフィナーレによって;\u001b[22m\n\u001b[4mlives being pushed to the limit, you can at least see the funny side.\u001b[24m\n    \u001b[1mあなたは少なくとも面白い面を見ることができます。\u001b[22m, \u001b[1m限界までプッシュされての生活は、あなたは、少なくとも面白い面を見ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nOh, did I mention that CGG is an advert? Because it is, although maybe not quite for what you expect. Perhaps they're more well known in Japan, but it took a bit of digging &amp; google translation to find that the shows main sponsor appears to be a company called Prize Hunter (uhouho.jp) where you seem to be able to play real crane games through your web browser to win prizes. The gorilla that is the idols boss is the sites mascot (uho uho is the onomatopoeia for a primate's call). That certainly explains why the show's about crane games, although it also makes it a bit like a fruit machine company showing you the guaranteed techniques to win the jackpot.\n\n\u001b[1mああ、私はCGGが広告だと言いましたか？ それはあなたが期待しているものではないかもしれないが、そうかもしれないからだ。 おそらく、彼らは日本でもっとよく知られていますが、それは掘り起こし＆amp; ショーメインスポンサーがPrize Hunter（uhouho.jp）と呼ばれる会社のように見えて、あなたのウェブブラウザを使って実際のクレーンゲームをして賞品を獲得できるように見える場合、 アイドルのボスであるゴリラは、サイトのマスコットです（uho uhoは霊長類の呼び出しのためのオノマトペです）。 それは確かになぜショーのクレーンゲームについても説明しますが、それはまた、ジャックポットを獲得する保証されたテクニックを示すフルーツマシン会社のようになります。\u001b[22m\n\u001b[1m(Ā, watashi wa CGG ga kōkokuda to iimashita ka? Sore wa anata ga kitai shite iru monode wanai kamo shirenaiga,-sō kamo shirenaikarada. Osoraku, karera wa Nihon de motto yoku shira rete imasuga, soreha horiokoshi& amp; shōmeinsuponsā ga puraizu Hunter (uhouho. Jp) to yoba reru kaisha no yō ni miete, anata no u~ebuburauza o tsukatte jissai no kurēngēmu o shite shōhin o kakutoku dekiru yō ni mieru baai, aidoru no bosudearu gorira wa, saito no masukottodesu (uho uho wa reichō-rui no yobidashi no tame no onomatopedesu). Sore wa tashika ni naze shō no kurēngēmu ni tsuite mo setsumei shimasuga, soreha mata, jakkupotto o kakutoku suru hoshō sa reta tekunikku o shimesu furūtsumashin kaisha no yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mOh, did I mention that CGG is an advert? Because it is, although maybe not quite for what you expect. Perhaps they're more well known in Japan, but it took a bit of digging &amp; google translation to find that the shows main sponsor appears to be a company called Prize Hunter (uhouho.jp) where you seem to be able to play real crane games through your web browser to win prizes. The gorilla that is the idols boss is the sites mascot (uho uho is the onomatopoeia for a primate's call). That certainly explains why the show's about crane games, although it also makes it a bit like a fruit machine company showing you the guaranteed techniques to win the jackpot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, did I mention that CGG is an advert?\u001b[24m\n    \u001b[1mああ、私はCGGが広告だと言いましたか？\u001b[22m, \u001b[1mああ、私はCGGが広告であることを言及しましたか？\u001b[22m\n\u001b[4mBecause it is, although maybe not quite for what you expect.\u001b[24m\n    \u001b[1mそれはあなたが期待しているものではないかもしれないが、そうかもしれないからだ。\u001b[22m, \u001b[1mあなたが期待する何のために多分全くしていないが、それは、あるので。\u001b[22m\n\u001b[4mPerhaps they're more well known in Japan, but it took a bit of digging &amp;\u001b[24m\n    \u001b[1mおそらく、彼らは日本でもっとよく知られていますが、それは掘り起こし＆amp;\u001b[22m, \u001b[1mおそらく、彼らはより多くの日本でも知られているが、それは掘削＆＃038のビットを取りました。\u001b[22m\n\u001b[4mgoogle translation to find that the shows main sponsor appears to be a company called Prize Hunter (uhouho.jp) where you seem to be able to play real crane games through your web browser to win prizes.\u001b[24m\n    \u001b[1mショーメインスポンサーがPrize Hunter（uhouho.jp）と呼ばれる会社のように見えて、あなたのウェブブラウザを使って実際のクレーンゲームをして賞品を獲得できるように見える場合、\u001b[22m, \u001b[1mショーのメインスポンサーがあなたが賞品を獲得するには、Webブラウザを介して本物のクレーンゲームをプレイすることができるように見える賞ハンター（uhouho.jp）と呼ばれる会社であるように思われることを見つけるためにGoogleの翻訳。\u001b[22m\n\u001b[4mThe gorilla that is the idols boss is the sites mascot (uho uho is the onomatopoeia for a primate's call).\u001b[24m\n    \u001b[1mアイドルのボスであるゴリラは、サイトのマスコットです（uho uhoは霊長類の呼び出しのためのオノマトペです）。\u001b[22m, \u001b[1m偶像のボスはあるゴリラはサイトのマスコットである（UHO UHOは、霊長類の通話のための擬音語です）。\u001b[22m\n\u001b[4mThat certainly explains why the show's about crane games, although it also makes it a bit like a fruit machine company showing you the guaranteed techniques to win the jackpot.\u001b[24m\n    \u001b[1mそれは確かになぜショーのクレーンゲームについても説明しますが、それはまた、ジャックポットを獲得する保証されたテクニックを示すフルーツマシン会社のようになります。\u001b[22m, \u001b[1mショーのクレーンゲームについては、それはまた、ジャックポットを獲得するためにあなたに保証技術を示すフルーツマシンの会社のようなビットになりますが、なぜそれは確かに説明しています。\u001b[22m\n\u001b[1m\u001b[22m\nIt's not a surprise to see Kyotoma producing CGG, as they seem to be one of a few newer studios producing flash anime shorts lately. For what it is, CGG looks all right, although for some reason characters just can't seem to bend their elbows without their arms looking like Mr. Tickle. It doesn't have some of the issues (intentional or otherwise) with wandering noses &amp; the like that JK Meshi did, although I'd say that show was more fun. The music is the bland idol pop you'd expect.\n\n\u001b[1m最近、KyotomaがCGGを制作しているのを見るのは驚きではありません。彼らは最近、フラッシュアニメショーツを制作する数少ない新しいスタジオのようです。 なぜなら何らかの理由でキャラクターがティックル氏のような腕を持たずに肘を曲げているようには見えないのですが、それはCGGが大丈夫です。 放浪している鼻や鼻には問題の一部（故意またはその他のもの）がありません。  JKメシがやったようなものですが、ショーはもっと楽しいと言えます。 音楽はあなたが期待していた優しいアイドルポップです。\u001b[22m\n\u001b[1m(Saikin, Kyotoma ga CGG o seisaku shite iru no o miru no wa odorokide wa arimasen. Karera wa saikin, furasshuanimeshōtsu o seisaku suru kazusukunai atarashī sutajio no yōdesu. Nazenara nanrakano riyū de kyarakutā ga tikkuru-shi no yōna ude o motazu ni hiji o magete iru yō ni wa mienai nodesuga, soreha CGG ga daijōbudesu. Hōrō shite iru hana ya hana ni wa mondai no ichibu (koi matawa sonohoka no mono) ga arimasen. JK meshi ga yatta yōna monodesuga, shō wa motto tanoshī to iemasu. Ongaku wa anata ga kitai shite ita yasashī aidoru poppudesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's not a surprise to see Kyotoma producing CGG, as they seem to be one of a few newer studios producing flash anime shorts lately. For what it is, CGG looks all right, although for some reason characters just can't seem to bend their elbows without their arms looking like Mr. Tickle. It doesn't have some of the issues (intentional or otherwise) with wandering noses &amp; the like that JK Meshi did, although I'd say that show was more fun. The music is the bland idol pop you'd expect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not a surprise to see Kyotoma producing CGG, as they seem to be one of a few newer studios producing flash anime shorts lately.\u001b[24m\n    \u001b[1m最近、KyotomaがCGGを制作しているのを見るのは驚きではありません。彼らは最近、フラッシュアニメショーツを制作する数少ない新しいスタジオのようです。\u001b[22m, \u001b[1m彼らは最近フラッシュアニメショーツを製造するいくつかの新しいスタジオの一つであると思われるように、それは、KyotomaはCGGを製造見るために驚きはありません。\u001b[22m\n\u001b[4mFor what it is, CGG looks all right, although for some reason characters just can't seem to bend their elbows without their arms looking like Mr. Tickle.\u001b[24m\n    \u001b[1mなぜなら何らかの理由でキャラクターがティックル氏のような腕を持たずに肘を曲げているようには見えないのですが、それはCGGが大丈夫です。\u001b[22m, \u001b[1m何らかの理由文字のためだけ氏くすぐるように見える彼らの腕ずに自分の肘を曲げるように見えることはできませんが、それが何であるかのために、CGGは、すべての権利になります。\u001b[22m\n\u001b[4mIt doesn't have some of the issues (intentional or otherwise) with wandering noses &amp;\u001b[24m\n    \u001b[1m放浪している鼻や鼻には問題の一部（故意またはその他のもの）がありません。\u001b[22m, \u001b[1mこれは、放浪鼻＆アンプ付き（故意またはそうでなければ）問題のいくつかを持っていません。\u001b[22m\n\u001b[4mthe like that JK Meshi did, although I'd say that show was more fun.\u001b[24m\n    \u001b[1mJKメシがやったようなものですが、ショーはもっと楽しいと言えます。\u001b[22m, \u001b[1m私はそのショーを言うと思いますが、JKメシが、やっていることなどがより楽しかったです。\u001b[22m\n\u001b[4mThe music is the bland idol pop you'd expect.\u001b[24m\n    \u001b[1m音楽はあなたが期待していた優しいアイドルポップです。\u001b[22m, \u001b[1m音楽はあなたが期待当たり障りのないアイドルポップです。\u001b[22m\n\u001b[1m\u001b[22m\nAs anime shorts looking to sell things you can't buy outside Japan go, CGG is decent enough. There's a neat idea for a story behind it, the product is obvious but not obnoxiously pushed &amp; as flash anime go, it looks all right. Incidentally, if someone at Konami is reading this, I want to pitch an idea: A short anime where a group of idols save the world by learning how to win big at pachinko, supervised by Solid Snake.\n\n\u001b[1m日本以外には買えないものを売りに出すアニメショーツとして、CGGはまあまあです。 その背後にある物語のためのきちんとしたアイデアがあります、製品は明らかですが、不愉快に押されてはいません。 フラッシュアニメが行くように、それは大丈夫だ。 ちなみに、コナミの誰かがこれを読んでいるとすれば、私はアイデアを投げかけたいと思う：ソニックスネーク監督のパチンコで大きな勝利を学ぶことによって、アイドルのグループが世界を救う短いアニメ。\u001b[22m\n\u001b[1m(Nihon igai ni wa kaenai mono o uri ni dasu animeshōtsu to shite, CGG wa mā mādesu. Sono haigo ni aru monogatari no tame no kichinto shita aidea ga arimasu, seihin wa akirakadesuga, fuyukai ni osa rete wa imasen. Furasshu anime ga iku yō ni, sore wa daijōbuda. Chinamini, Konami no darekaga kore o yonde iru to sureba, watashi wa aidea o nagekaketai to omou: Sonikkusunēku kantoku no pachinko de ōkina shōri o manabu koto ni yotte, aidoru no gurūpu ga sekai o sukuu mijikai anime.)\u001b[22m\n\nTranslations of \u001b[4mAs anime shorts looking to sell things you can't buy outside Japan go, CGG is decent enough. There's a neat idea for a story behind it, the product is obvious but not obnoxiously pushed &amp; as flash anime go, it looks all right. Incidentally, if someone at Konami is reading this, I want to pitch an idea: A short anime where a group of idols save the world by learning how to win big at pachinko, supervised by Solid Snake.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs anime shorts looking to sell things you can't buy outside Japan go, CGG is decent enough.\u001b[24m\n    \u001b[1m日本以外には買えないものを売りに出すアニメショーツとして、CGGはまあまあです。\u001b[22m, \u001b[1mアニメのショートパンツは、あなたが行く日本の外に購入することができないものを売るために探しているように、CGGは十分まともです。\u001b[22m\n\u001b[4mThere's a neat idea for a story behind it, the product is obvious but not obnoxiously pushed &amp;\u001b[24m\n    \u001b[1mその背後にある物語のためのきちんとしたアイデアがあります、製品は明らかですが、不愉快に押されてはいません。\u001b[22m, \u001b[1mその背後にある物語のためのきちんとしたアイデアがあり、製品は明白ですが、不愉快にプッシュ＆アンペアません。\u001b[22m\n\u001b[4mas flash anime go, it looks all right.\u001b[24m\n    \u001b[1mフラッシュアニメが行くように、それは大丈夫だ。\u001b[22m, \u001b[1mフラッシュアニメが行くように、それはすべての権利になります。\u001b[22m\n\u001b[4mIncidentally, if someone at Konami is reading this, I want to pitch an idea: A short anime where a group of idols save the world by learning how to win big at pachinko, supervised by Solid Snake.\u001b[24m\n    \u001b[1mちなみに、コナミの誰かがこれを読んでいるとすれば、私はアイデアを投げかけたいと思う：ソニックスネーク監督のパチンコで大きな勝利を学ぶことによって、アイドルのグループが世界を救う短いアニメ。\u001b[22m, \u001b[1m偶像のグループがパチンコで大きなを獲得する方法を学ぶことで世界を救うショートアニメ、ソリッド・スネーク監修：コナミの誰かがこれを読んでいる場合ちなみに、私はアイデアを売り込むたいです。\u001b[22m\n\u001b[1m\u001b[22m\nAddendum: Apparently there was also a series of accompanying episodes where the VAs would play crane games. CR didn't pick it up, so I have no idea what it's like. I don't think it's an unfair presumption to say it's not worth looking for, however, unless you really like watching Japanese women pretending to be excited about things.\n\n\u001b[1m補遺：明らかに、VISAがクレーンゲームをする一連のエピソードもあった。  CRはそれを受け取っていないので、私はそれがどんなものか分かりません。 しかし、あなたが本当に日本人の女性が物事に興奮しているのを見ているのが本当に好きでない限り、探し求める価値がないと言うのは不公平な推測だとは思わない。\u001b[22m\n\u001b[1m(Hoi: Akiraka ni, biza ga kurēngēmu o suru ichiren no episōdo mo atta. CR wa sore o uketotte inainode, watashi wa sore ga don'na mono ka wakarimasen. Shikashi, anata ga hontōni nihonjin no josei ga monogoto ni kōfun shite iru no o mite iru no ga hontōni sukidenai kagiri, sagashimotomeru kachi ga nai to iu no wa fukōheina suisokuda to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mAddendum: Apparently there was also a series of accompanying episodes where the VAs would play crane games. CR didn't pick it up, so I have no idea what it's like. I don't think it's an unfair presumption to say it's not worth looking for, however, unless you really like watching Japanese women pretending to be excited about things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAddendum: Apparently there was also a series of accompanying episodes where the VAs would play crane games.\u001b[24m\n    \u001b[1m補遺：明らかに、VISAがクレーンゲームをする一連のエピソードもあった。\u001b[22m, \u001b[1m補遺：どうやらのVAはクレーンゲームをプレイするだろう伴うエピソードのシリーズもありました。\u001b[22m\n\u001b[4mCR didn't pick it up, so I have no idea what it's like.\u001b[24m\n    \u001b[1mCRはそれを受け取っていないので、私はそれがどんなものか分かりません。\u001b[22m, \u001b[1mCRはそれを拾うていなかったので、私はそれがどのようなものか見当がつかない。\u001b[22m\n\u001b[4mI don't think it's an unfair presumption to say it's not worth looking for, however, unless you really like watching Japanese women pretending to be excited about things.\u001b[24m\n    \u001b[1mしかし、あなたが本当に日本人の女性が物事に興奮しているのを見ているのが本当に好きでない限り、探し求める価値がないと言うのは不公平な推測だとは思わない。\u001b[22m, \u001b[1m私はそれがない限り、あなたが本当に物事に興奮を装って日本の女性を見ているようにそれは、しかし、探している価値はないと言って不当な仮定だとは思いません。\u001b[22m"
  },
  {
    "title": "Bishoujo_Yuugi_Unit_Crane_Game_Girls",
    "id": "32906",
    "url": "https://myanimelist.net/anime/32906/Bishoujo_Yuugi_Unit_Crane_Game_Girls",
    "user": "V1nn13z",
    "profile": "/profile/V1nn13z/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=223254",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\nTL; DRバージョン：\nこのアニメ全体は、YouTube / Newgroundsの優れたFlashアニメーションと同等です。 あなたが重いアニメをマラソンに行こうとしているときにそれを見てください（それはかなり短いので）。\n\n完全なレビュー：\nあなたはNewgroundsやYoutubeで 'Eddsworld'や 'Jelloapocalypse'などの有名なものを見ることができます。基本的にはそうです。\n\n私は、芸術のスタイルの人を見て、それはNewgroundのもので、アニメと '2moe4mebruh'のスパイスのヒントを持っています。 アニメ全体のことはすべて笑われ、本当に幼稚です。 かわいい、4分半のショーです。\n\n私はそれが悪いことではないと言っている。 本当にそうではありません。あなたが深刻な（つまり、少年、謎など）アニメーションをマラソンに行こうとするなら、それはいいアニメです。少なくとも2つの間の何かが必要です。おそらく3つのエピソードがあります。\n\nあなたはそれを見ますか？ おそらく、あなたが私のようなもので、かわいい、奇妙なものを見るだけで、あなたを笑わせるようにして、なぜ私はこのアニメを最初からやったのでしょうか？\n\nあなたはそれを楽しむつもりですか？ 多分。\n\n8/10は漂白剤を見て飲む",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR version:\n\n\u001b[1mTL; DRバージョン：\u001b[22m\n\u001b[1m(TL; DR bājon:)\u001b[22m\n\nTranslations of \u001b[4mTL;DR version:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR version:\u001b[24m\n    \u001b[1mTL; DRバージョン：\u001b[22m, \u001b[1mTL; DRのバージョン：\u001b[22m\nThis whole anime is the equivalent of a good flash animation on YouTube/Newgrounds. Just watch it when you're going to marathon some heavy anime ('cause it's pretty short).\n\n\u001b[1mこのアニメ全体は、YouTube / Newgroundsの優れたFlashアニメーションと同等です。 あなたが重いアニメをマラソンに行こうとしているときにそれを見てください（それはかなり短いので）。\u001b[22m\n\u001b[1m(Kono anime zentai wa, yūchūbu/ Newgrounds no sugureta furasshu animēshon to dōtōdesu. Anata ga omoi anime o marason ni ikou to shite iru toki ni sore o mitekudasai (sore wa kanari mijikainode).)\u001b[22m\n\nTranslations of \u001b[4mThis whole anime is the equivalent of a good flash animation on YouTube/Newgrounds. Just watch it when you're going to marathon some heavy anime ('cause it's pretty short).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis whole anime is the equivalent of a good flash animation on YouTube/Newgrounds.\u001b[24m\n    \u001b[1mこのアニメ全体は、YouTube / Newgroundsの優れたFlashアニメーションと同等です。\u001b[22m, \u001b[1mこの全体のアニメは、YouTube /ニューグラウンズに優れたフラッシュアニメーションのと等価です。\u001b[22m\n\u001b[4mJust watch it when you're going to marathon some heavy anime ('cause it's pretty short).\u001b[24m\n    \u001b[1mあなたが重いアニメをマラソンに行こうとしているときにそれを見てください（それはかなり短いので）。\u001b[22m, \u001b[1m（それはかなり短いです原因 '）あなたがマラソンにいくつかの重いアニメを行っているときにちょうどそれを見て。\u001b[22m\n\u001b[1m\u001b[22m\nFull Review:\n\n\u001b[1m完全なレビュー：\u001b[22m\n\u001b[1m(Kanzen'na rebyū:)\u001b[22m\n\nTranslations of \u001b[4mFull Review:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFull Review:\u001b[24m\n    \u001b[1m完全なレビュー：\u001b[22m, \u001b[1mフルレビュー：\u001b[22m\nYou know those flash animation you see on Newgrounds or on Youtube like 'Eddsworld', 'Jelloapocalypse', or other famous ones... Yeah it's basically that.\n\n\u001b[1mあなたはNewgroundsやYoutubeで 'Eddsworld'や 'Jelloapocalypse'などの有名なものを見ることができます。基本的にはそうです。\u001b[22m\n\u001b[1m(Anata wa Newgrounds ya Youtube de' Eddsworld' ya' Jelloapocalypse' nado no yūmeina mono o miru koto ga dekimasu. Kihontekini wa sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mYou know those flash animation you see on Newgrounds or on Youtube like 'Eddsworld', 'Jelloapocalypse', or other famous ones... Yeah it's basically that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know those flash animation you see on Newgrounds or on Youtube like 'Eddsworld', 'Jelloapocalypse', or other famous ones... Yeah it's basically that.\u001b[24m\n    \u001b[1mあなたはNewgroundsやYoutubeで 'Eddsworld'や 'Jelloapocalypse'などの有名なものを見ることができます。基本的にはそうです。\u001b[22m, \u001b[1mあなたはうん、それは基本的にだ...あなたはニューグラウンズ上または 'Eddsworld'、 'Jelloapocalypse」、または他の有名なもののようYoutubeでご覧くださいこれらのフラッシュアニメーションを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nI mean, look at the art style man, it's something out of Newground, just with a hint of anime and '2moe4mebruh' spices. Everything about the whole anime is laughable and really childish. It is a cute, 4 and a half minutes show.\n\n\u001b[1m私は、芸術のスタイルの人を見て、それはNewgroundのもので、アニメと '2moe4mebruh'のスパイスのヒントを持っています。 アニメ全体のことはすべて笑われ、本当に幼稚です。 かわいい、4分半のショーです。\u001b[22m\n\u001b[1m(Watashi wa, geijutsu no sutairu no hito o mite, soreha Newground no mono de, anime to' 2 moe 4 mebruh' no supaisu no hinto o motte imasu. Anime zentai no koto wa subete warawa re, hontōni yōchidesu. Kawaī, 4-bu han no shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI mean, look at the art style man, it's something out of Newground, just with a hint of anime and '2moe4mebruh' spices. Everything about the whole anime is laughable and really childish. It is a cute, 4 and a half minutes show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mean, look at the art style man, it's something out of Newground, just with a hint of anime and '2moe4mebruh' spices.\u001b[24m\n    \u001b[1m私は、芸術のスタイルの人を見て、それはNewgroundのもので、アニメと '2moe4mebruh'のスパイスのヒントを持っています。\u001b[22m, \u001b[1m私はそれだけでアニメや「2moe4mebruh」スパイスのヒントとNewgroundから何か、だ、アートスタイルの男を見て、意味します。\u001b[22m\n\u001b[4mEverything about the whole anime is laughable and really childish.\u001b[24m\n    \u001b[1mアニメ全体のことはすべて笑われ、本当に幼稚です。\u001b[22m, \u001b[1m全アニメについてのすべてがばかばかしいと本当に幼稚です。\u001b[22m\n\u001b[4mIt is a cute, 4 and a half minutes show.\u001b[24m\n    \u001b[1mかわいい、4分半のショーです。\u001b[22m, \u001b[1mこれはかわいい、4分半のショーです。\u001b[22m\n\u001b[1m\u001b[22m\nI am not saying it's a bad thing. Really it's not, it's a good anime if you're going to marathon some serious (i.e shonen, mystery, etc) anime, and you need at least something between 2... maybe 3 episode in.\n\n\u001b[1m私はそれが悪いことではないと言っている。 本当にそうではありません。あなたが深刻な（つまり、少年、謎など）アニメーションをマラソンに行こうとするなら、それはいいアニメです。少なくとも2つの間の何かが必要です。おそらく3つのエピソードがあります。\u001b[22m\n\u001b[1m(Watashi wa sore ga warui kotode wa nai to itte iru. Hontōni sōde wa arimasen. Anata ga shinkokuna (tsumari, shōnen, nazo nado) animēshon o marason ni ikou to surunara, sore wa ī animedesu. Sukunakutomo 2tsu no ma no nanika ga hitsuyōdesu. Osoraku 3ttsu no episōdo ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI am not saying it's a bad thing. Really it's not, it's a good anime if you're going to marathon some serious (i.e shonen, mystery, etc) anime, and you need at least something between 2... maybe 3 episode in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not saying it's a bad thing.\u001b[24m\n    \u001b[1m私はそれが悪いことではないと言っている。\u001b[22m, \u001b[1m私はそれが悪いことだと言っておりません。\u001b[22m\n\u001b[4mReally it's not, it's a good anime if you're going to marathon some serious (i.e shonen, mystery, etc) anime, and you need at least something between 2... maybe 3 episode in.\u001b[24m\n    \u001b[1m本当にそうではありません。あなたが深刻な（つまり、少年、謎など）アニメーションをマラソンに行こうとするなら、それはいいアニメです。少なくとも2つの間の何かが必要です。おそらく3つのエピソードがあります。\u001b[22m, \u001b[1m本当にそれはありませんあなたは、いくつかの深刻な（すなわちなど少年、謎、）アニメマラソンになるだろう、とあなたは...多分3エピソード2との間に少なくとも何かを必要とする場合、それは良いアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nShould you watch it? Probably not, unless you're like me who only watch something cute, weird, and just want something to make you laugh and say 'why did I even get this anime in the first place lol'.\n\n\u001b[1mあなたはそれを見ますか？ おそらく、あなたが私のようなもので、かわいい、奇妙なものを見るだけで、あなたを笑わせるようにして、なぜ私はこのアニメを最初からやったのでしょうか？\u001b[22m\n\u001b[1m(Anata wa sore o mimasu ka? Osoraku, anata ga watashi no yōna mono de, kawaī, kimyōna mono o miru dake de, anata o warawaseru yō ni shite, naze watashi wa kono anime o saisho kara yatta nodeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mShould you watch it? Probably not, unless you're like me who only watch something cute, weird, and just want something to make you laugh and say 'why did I even get this anime in the first place lol'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShould you watch it?\u001b[24m\n    \u001b[1mあなたはそれを見ますか？\u001b[22m, \u001b[1mあなたはそれを見る必要がありますか？\u001b[22m\n\u001b[4mProbably not, unless you're like me who only watch something cute, weird, and just want something to make you laugh and say 'why did I even get this anime in the first place lol'.\u001b[24m\n    \u001b[1mおそらく、あなたが私のようなもので、かわいい、奇妙なものを見るだけで、あなたを笑わせるようにして、なぜ私はこのアニメを最初からやったのでしょうか？\u001b[22m, \u001b[1m「笑なぜ私も最初の場所でこのアニメを手に入れた」おそらく、あなたが私に似ている場合を除きだけ奇妙なかわいいものを、見ていない人は、ちょうどあなたが笑いを作ると言うことは何かをしたいです。\u001b[22m\n\u001b[1m\u001b[22m\nAre you going to enjoy it? Probably.\n\n\u001b[1mあなたはそれを楽しむつもりですか？ 多分。\u001b[22m\n\u001b[1m(Anata wa sore o tanoshimu tsumoridesu ka? Tabun.)\u001b[22m\n\nTranslations of \u001b[4mAre you going to enjoy it? Probably.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAre you going to enjoy it?\u001b[24m\n    \u001b[1mあなたはそれを楽しむつもりですか？\u001b[22m\n\u001b[4mProbably.\u001b[24m\n    \u001b[1m多分。\u001b[22m, \u001b[1m恐らく。\u001b[22m, \u001b[1mおそらく。\u001b[22m\n\u001b[1m\u001b[22m\n8/10 would watch and drink bleach after\n\n\u001b[1m8/10は漂白剤を見て飲む\u001b[22m\n\u001b[1m(8/ 10 Wa hyōhaku-zai o mite nomu)\u001b[22m\n\nTranslations of \u001b[4m8/10 would watch and drink bleach after\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10 would watch and drink bleach after\u001b[24m\n    \u001b[1m8/10は漂白剤を見て飲む\u001b[22m, \u001b[1m8/10腕時計や後に漂白剤を飲むことになります\u001b[22m"
  },
  {
    "title": "Bishoujo_Yuugi_Unit_Crane_Game_Girls",
    "id": "32906",
    "url": "https://myanimelist.net/anime/32906/Bishoujo_Yuugi_Unit_Crane_Game_Girls",
    "user": "wolfwing",
    "profile": "/profile/wolfwing/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=222676",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  6\nキャラクター|  6\n|  8\n\nこれは、女の子がクレーンゲームを操作することを学ぶことによって惑星を流星から救う場所で、長さ約4分の短いアニメーションだけであるため、話すのは難しいアニメです。 前提は愚かで、プロットはややこしいですが、私はちょっと奇妙な魅力のためにそれを楽しんでいました。\n\nそれぞれのプロットは大部分が同じものを中心に回転し、女の子はクレーンゲームで賞品を獲得するための新しい技法をマスターしなければならず、その後、流星が止まると、流星が止まって、それ以上に重要な前提があり、 ほとんどの場合、 それはあまりありませんが、映画の長さの短いシリーズなので、あまりにも悪くないと思います。\n\nキャラクターはあまり書くべきではなく、あなたがアイドルになりたい3人の女の子、女の子の注文を与えるゴリラ、そして彼らに何をしなければならないかを教える先生がいます。\n\n私にとっては、このアニメには何も特別なものはないのですが、魅力的であることがわかりました。\n\n私はそれを低く7/10与える",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is a hard anime to talk about as it's essentially just short animations about four minutes long where girls save the planet from meteors by learning to operate crane games. The premise is silly and the plot is sillier, but I kinda enjoyed it for it's bizarre charm.\n\n\u001b[1mこれは、女の子がクレーンゲームを操作することを学ぶことによって惑星を流星から救う場所で、長さ約4分の短いアニメーションだけであるため、話すのは難しいアニメです。 前提は愚かで、プロットはややこしいですが、私はちょっと奇妙な魅力のためにそれを楽しんでいました。\u001b[22m\n\u001b[1m(Kore wa, on'nanoko ga kurēngēmu o sōsa suru koto o manabu koto ni yotte wakusei o ryūsei kara sukuu basho de, naga-sa yaku 4-bun'no mijikai animēshon dakedearu tame, hanasu no wa muzukashī animedesu. Zentei wa orokade, purotto wa yayakoshīdesuga, watashi wa chotto kimyōna miryoku no tame ni sore o tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis is a hard anime to talk about as it's essentially just short animations about four minutes long where girls save the planet from meteors by learning to operate crane games. The premise is silly and the plot is sillier, but I kinda enjoyed it for it's bizarre charm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a hard anime to talk about as it's essentially just short animations about four minutes long where girls save the planet from meteors by learning to operate crane games.\u001b[24m\n    \u001b[1mこれは、女の子がクレーンゲームを操作することを学ぶことによって惑星を流星から救う場所で、長さ約4分の短いアニメーションだけであるため、話すのは難しいアニメです。\u001b[22m, \u001b[1mこれは、基本的に女の子がクレーンゲームを操作するために学習することによって隕石から地球を救う長い4分程度だけ短いアニメーションだとしての話を一生懸命アニメです。\u001b[22m\n\u001b[4mThe premise is silly and the plot is sillier, but I kinda enjoyed it for it's bizarre charm.\u001b[24m\n    \u001b[1m前提は愚かで、プロットはややこしいですが、私はちょっと奇妙な魅力のためにそれを楽しんでいました。\u001b[22m, \u001b[1m前提は愚かであり、プロットはsillierですが、それは奇妙な魅力だために私はちょっとそれを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nEach plot revolves around the same thing for the most part, the girls must master some new technique for getting prizes in a crane game, and then when they succeed meteors are stopped, there is more to it, but thatch the essential premise and it works for the most part. It's not a lot, but it's a short series that almost the length of a movie so it's not TOO bad I don't think.\n\n\u001b[1mそれぞれのプロットは大部分が同じものを中心に回転し、女の子はクレーンゲームで賞品を獲得するための新しい技法をマスターしなければならず、その後、流星が止まると、流星が止まって、それ以上に重要な前提があり、 ほとんどの場合、 それはあまりありませんが、映画の長さの短いシリーズなので、あまりにも悪くないと思います。\u001b[22m\n\u001b[1m(Sorezore no purotto wa daibubun ga onaji mono o chūshin ni kaiten shi, on'nanoko wa kurēngēmu de shōhin o kakutoku suru tame no atarashī gihō o masutā shinakereba narazu, sonogo, ryūsei ga tomaru to, ryūsei ga tomatte, soreijō ni jūyōna zentei ga ari, hotondo no baai, sore wa amari arimasenga, eiga no naga-sa no mijikai shirīzunanode, amarini mo warukunai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mEach plot revolves around the same thing for the most part, the girls must master some new technique for getting prizes in a crane game, and then when they succeed meteors are stopped, there is more to it, but thatch the essential premise and it works for the most part. It's not a lot, but it's a short series that almost the length of a movie so it's not TOO bad I don't think.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach plot revolves around the same thing for the most part, the girls must master some new technique for getting prizes in a crane game, and then when they succeed meteors are stopped, there is more to it, but thatch the essential premise and it works\u001b[24m\n    \u001b[1mそれぞれのプロットは大部分が同じものを中心に回転し、女の子はクレーンゲームで賞品を獲得するための新しい技法をマスターしなければならず、その後、流星が止まると、流星が止まって、それ以上に重要な前提があり、\u001b[22m, \u001b[1m各プロットは、ほとんどの部分は同じものを中心に展開、女の子はクレーンゲームで賞品を得るためのいくつかの新しい技術を習得しなければならない、と彼らは流星が停止している成功したときに、それへの多くがあるが、本質的な前提をわらぶき屋根とそれが動作します\u001b[22m\n\u001b[4mfor the most part.\u001b[24m\n    \u001b[1mほとんどの場合、\u001b[22m, \u001b[1mほとんどの部分。\u001b[22m\n\u001b[4mIt's not a lot, but it's a short series that almost the length of a movie so it's not TOO bad I don't think.\u001b[24m\n    \u001b[1mそれはあまりありませんが、映画の長さの短いシリーズなので、あまりにも悪くないと思います。\u001b[22m, \u001b[1mそれは多くはないが、それはそれは私が考えていない悪くないですので、映画のほとんど長さの短いシリーズです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters aren't too much to write about, you have the three girls that want to become idols, a gorilla that gives the girls orders, and their teacher that shows them what they have to do.\n\n\u001b[1mキャラクターはあまり書くべきではなく、あなたがアイドルになりたい3人の女の子、女の子の注文を与えるゴリラ、そして彼らに何をしなければならないかを教える先生がいます。\u001b[22m\n\u001b[1m(Kyarakutā wa amari kakubekide wa naku, anata ga aidoruninaritai 3-ri no on'nanoko, on'nanoko no chūmon o ataeru gorira, soshite karera ni nani o shinakereba naranai ka o oshieru sensei ga imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters aren't too much to write about, you have the three girls that want to become idols, a gorilla that gives the girls orders, and their teacher that shows them what they have to do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters aren't too much to write about, you have the three girls that want to become idols, a gorilla that gives the girls orders, and their teacher that shows them what they have to do.\u001b[24m\n    \u001b[1mキャラクターはあまり書くべきではなく、あなたがアイドルになりたい3人の女の子、女の子の注文を与えるゴリラ、そして彼らに何をしなければならないかを教える先生がいます。\u001b[22m, \u001b[1m文字は、あなたは彼らが何をすべきか、それらを示しているアイドルになりたい3人の女の子、女の子の受注を与えゴリラ、およびそれらの教師を持っている、について書くことがあまりありません。\u001b[22m\n\u001b[1m\u001b[22m\nTo me it's weird there is nothing special in this anime, but I found it charming enough to recommend, it's at least short enough to go through pretty quickly.\n\n\u001b[1m私にとっては、このアニメには何も特別なものはないのですが、魅力的であることがわかりました。\u001b[22m\n\u001b[1m(Watashi ni totte wa, kono anime ni wa nani mo tokubetsuna mono wa nai nodesuga, mirikitekidearu koto ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mTo me it's weird there is nothing special in this anime, but I found it charming enough to recommend, it's at least short enough to go through pretty quickly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo me it's weird there is nothing special in this anime, but I found it charming enough to recommend, it's at least short enough to go through pretty quickly.\u001b[24m\n    \u001b[1m私にとっては、このアニメには何も特別なものはないのですが、魅力的であることがわかりました。\u001b[22m, \u001b[1m私にはそれがこのアニメで特別なものが何もない奇妙なことだが、私はお勧めするのに十分な、それは魅力的な発見、それはかなり迅速に通過するのに十分な、少なくとも短いです。\u001b[22m\n\u001b[1m\u001b[22m\nI give it a low 7/10\n\n\u001b[1m私はそれを低く7/10与える\u001b[22m\n\u001b[1m(Watashi wa sore o hikuku 7/ 10 ataeru)\u001b[22m\n\nTranslations of \u001b[4mI give it a low 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give it a low 7/10\u001b[24m\n    \u001b[1m私はそれを低く7/10与える\u001b[22m, \u001b[1m私はそれを低7/10を与えます\u001b[22m"
  }
]
