[
  {
    "title": "B-Project__KodouAmbitious",
    "id": "33046",
    "url": "https://myanimelist.net/anime/33046/B-Project__KodouAmbitious",
    "user": "breathlesstao",
    "profile": "/profile/breathlesstao/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=230033",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\n最初のものは最初...非情な設定と物語？ 私はそれで生きていくことができます。すべてが完全に現実的でなければならず、すべてが常に理にかなっているわけではありません。 もう一度「ハーレム」ですか？ 明らかに私がそれらを気に入らなければ、今私はB-Proのページにいなくなります。 私は芸術や音の専門家ではないので、私が言うことができるのは個人的な意見です。スタイリング、色、文字、音楽が本当に好きです。 私が心配している限り、8/10の堅実さ、彼らはすべて本当に私に訴えました。 繰り返しますが、私はすべてのことが理にかなっているとは思っていません。\n\nすべてのことを言って、なぜ全体のスコアは6？ 私はちょうど最後のエピソードを見始めたときでさえ、私は8を与える完全な準備ができていた。 しかし、結論が出るまでには、私はまったくできなかったたくさんのWTFに完全に埋まってしまったのです。 私は、地球上で何が起こったのか、なぜ、どのように（よく、いくつかは説明されているが、不自然で不十分である）ということは全く考えていない。 私が知っていることは、本当に完全にはどこからも完全に抜け出したということです。 この兆候は以前のエピソードに散らばっていたと主張することもできますが、このようなアニメではなく、このようなことは期待できません。 それは一般的な快活さと楽しい気分にフィットしないだけでなく、最後のエピソードのためにすべて残されていたので、それはちょっとした混乱に終わり、少なくとももう1つ このすべてが適切に展開され、説明され、結ばれるようにエピソードを作成します。 そうすれば、それは少し外れているかもしれません。 しかしそれがそうであるように、それはショーの全体を酸っぱくすることができました。これは本当に残念です。\n\n一部の人は、これらの本当の重大な突然の紆余曲折がすべて逆さまになっているのが好きかもしれません。 特にそれがジャンルに合っていないときは。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFirst things first... Nonsensical setting and story? I can live with that, not everything has to be perfectly realistic and not everything has to make sense all the time. It's 'harem' again? Obviously if I didn't like those, I wouldn't even be on B-Pro's page here now. I'm no expert on art or sound, so all I can say is a personal opinion: I really liked the styling, the colours, the characters, the music. A solid 8/10 for those as far as I'm concerned, they all really appealed to me. Again, I don't expect everything to make sense or be realistic or perfect all the time.\n\n\u001b[1m最初のものは最初...非情な設定と物語？ 私はそれで生きていくことができます。すべてが完全に現実的でなければならず、すべてが常に理にかなっているわけではありません。 もう一度「ハーレム」ですか？ 明らかに私がそれらを気に入らなければ、今私はB-Proのページにいなくなります。 私は芸術や音の専門家ではないので、私が言うことができるのは個人的な意見です。スタイリング、色、文字、音楽が本当に好きです。 私が心配している限り、8/10の堅実さ、彼らはすべて本当に私に訴えました。 繰り返しますが、私はすべてのことが理にかなっているとは思っていません。\u001b[22m\n\u001b[1m(Saisho no mono wa saisho... Hijōna settei to monogatari? Watashi wa sore de ikite iku koto ga dekimasu. Subete ga kanzen ni genjitsu-tekidenakereba narazu, subete ga tsuneni rinikanatteiru wakede wa arimasen. Mōichido `hāremu'desu ka? Akiraka ni watashi ga sorera o kiniiranakereba, ima watashi wa B - Pro no pēji ni inaku narimasu. Watashi wa geijutsu ya oto no senmonkade wanainode, watashi ga iu koto ga dekiru no wa kojin-tekina ikendesu. Sutairingu,-iro, moji, ongaku ga hontōni sukidesu. Watashi ga shinpai shite iru kagiri, 8/ 10 no kenjitsu-sa, karera wa subete hontōni watashi ni uttaemashita. Kurikaeshimasuga, watashi wa subete no koto ga rinikanatteiru to wa omotte imasen.)\u001b[22m\n\nTranslations of \u001b[4mFirst things first... Nonsensical setting and story? I can live with that, not everything has to be perfectly realistic and not everything has to make sense all the time. It's 'harem' again? Obviously if I didn't like those, I wouldn't even be on B-Pro's page here now. I'm no expert on art or sound, so all I can say is a personal opinion: I really liked the styling, the colours, the characters, the music. A solid 8/10 for those as far as I'm concerned, they all really appealed to me. Again, I don't expect everything to make sense or be realistic or perfect all the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst things first... Nonsensical setting and story?\u001b[24m\n    \u001b[1m最初のものは最初...非情な設定と物語？\u001b[22m, \u001b[1mまず最初のもの...無意味な設定とストーリー？\u001b[22m\n\u001b[4mI can live with that, not everything has to be perfectly realistic and not everything has to make sense all the time.\u001b[24m\n    \u001b[1m私はそれで生きていくことができます。すべてが完全に現実的でなければならず、すべてが常に理にかなっているわけではありません。\u001b[22m, \u001b[1m私はそれと一緒に暮らすことができ、すべてが完璧に現実的でなければならない、すべてがすべての時間感覚を作るために持っていません。\u001b[22m\n\u001b[4mIt's 'harem' again?\u001b[24m\n    \u001b[1mもう一度「ハーレム」ですか？\u001b[22m, \u001b[1mそれは、再び「ハーレム」ですか？\u001b[22m\n\u001b[4mObviously if I didn't like those, I wouldn't even be on B-Pro's page here now.\u001b[24m\n    \u001b[1m明らかに私がそれらを気に入らなければ、今私はB-Proのページにいなくなります。\u001b[22m, \u001b[1m私はそれらを好きではなかった場合は明らかに、私は今でもここでB-Proのページではありません。\u001b[22m\n\u001b[4mI'm no expert on art or sound, so all I can say is a personal opinion: I really liked the styling, the colours, the characters, the music.\u001b[24m\n    \u001b[1m私は芸術や音の専門家ではないので、私が言うことができるのは個人的な意見です。スタイリング、色、文字、音楽が本当に好きです。\u001b[22m, \u001b[1m私は本当にスタイリングが好き、色、文字、音楽：私はすべて私に言えることは、個人的な意見であり、アートやサウンドには専門家です。\u001b[22m\n\u001b[4mA solid 8/10 for those as far as I'm concerned, they all really appealed to me.\u001b[24m\n    \u001b[1m私が心配している限り、8/10の堅実さ、彼らはすべて本当に私に訴えました。\u001b[22m, \u001b[1m私に関する限り、それらすべてが本当に私に訴えた人のための固体8/10。\u001b[22m\n\u001b[4mAgain, I don't expect everything to make sense or be realistic or perfect all the time.\u001b[24m\n    \u001b[1m繰り返しますが、私はすべてのことが理にかなっているとは思っていません。\u001b[22m, \u001b[1m繰り返しますが、私はすべてが意味をなすか、すべての時間現実的または完全であることを期待しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nHaving said all that, why the overall score of 6 then? I was full ready to give an 8, even as I just started watching the last episode. But by the time it concluded, I was so utterly floored with a slew of WTF???'s that I just couldn't. I have absolutely no idea what on earth went down there, or why, or how (well, some of it is explained, but it's spotty and inadequate). What I do know though is that it was really a complete a××pull out of exactly nowhere. It could be argued that the signs were scattered over the previous episodes, but one just does not expect something like this, not from this kind of anime. Not only does it not fit into the general upbeat and fun mood, but because it was all left for the last episode too, it just ended up being a sloppy mess, leaving the distinct feeling that it could've done with at least one more episode so that all this is properly unfolded, explained, and then tied up. That way it might have felt a little less out of place. As it is though, it managed to sour the entirety of the show, which is a real shame.\n\n\u001b[1mすべてのことを言って、なぜ全体のスコアは6？ 私はちょうど最後のエピソードを見始めたときでさえ、私は8を与える完全な準備ができていた。 しかし、結論が出るまでには、私はまったくできなかったたくさんのWTFに完全に埋まってしまったのです。 私は、地球上で何が起こったのか、なぜ、どのように（よく、いくつかは説明されているが、不自然で不十分である）ということは全く考えていない。 私が知っていることは、本当に完全にはどこからも完全に抜け出したということです。 この兆候は以前のエピソードに散らばっていたと主張することもできますが、このようなアニメではなく、このようなことを期待する人はいないでしょう。 それは一般的な快活さと楽しい気分にフィットしないだけでなく、最後のエピソードのためにすべて残されていたので、それはちょっとした混乱に終わり、少なくとももう1つ このすべてが適切に展開され、説明され、結ばれるようにエピソードを作成します。 そうすれば、それは少し外れているかもしれません。 しかしそれがそうであるように、それはショーの全体を酸っぱくすることができました。それは本当に残念です。\u001b[22m\n\u001b[1m(Subete no koto o itte, naze zentai no sukoa wa 6? Watashi wa chōdo saigo no episōdo o mi hajimeta tokide sae, watashi wa 8 o ataeru kanzen'na junbi ga dekite ita. Shikashi, ketsuron ga deru made ni wa, watashi wa mattaku dekinakatta takusan no WTF ni kanzen ni umatte shimatta nodesu. Watashi wa, chikyū-jō de nani ga okotta no ka, naze, dono yō ni (yoku, ikutsu ka wa setsumei sa rete iruga, fushizende fujūbundearu) to iu koto wa mattaku kangaete inai. Watashi ga shitte iru koto wa, hontōni kanzen ni wa doko kara mo kanzen ni nukedashita to iu kotodesu. Kono chōkō wa izen no episōdo ni chirabatte ita to shuchō suru koto mo dekimasuga, kono yōna animede wa naku, kono yōna koto o kitai suru hito wa inaideshou. Sore wa ippantekina kaikatsu-sa to tanoshī kibun ni fitto shinai dakedenaku, saigo no episōdo no tame ni subete nokosa rete itanode, sore wa chottoshita konran ni owari, sukunakutomo mō 1tsu ko no subete ga tekisetsu ni tenkai sa re, setsumei sa re, musuba reru yō ni episōdo o sakusei shimasu. Sō sureba, sore wa sukoshi hazurete iru kamo shiremasen. Shikashi sore ga sōdearu yō ni, soreha shō no zentai o suppaku suru koto ga dekimashita. Sore wa hontōni zan'nendesu.)\u001b[22m\n\u001b[1m\u001b[22m\nSome may like these real serious sudden twists that turn everything upside down, personally I really don't. Especially when it's ill-fitting for the genre.\n\n\u001b[1m一部の人は、これらの本当の重大な突然の紆余曲折がすべて逆さまになっているのが好きかもしれません。 特にそれがジャンルに合っていないときは。\u001b[22m\n\u001b[1m(Ichibu no hito wa, korera no hontō no jūdaina totsuzen no uyokyokusetsu ga subete sakasama ni natte iru no ga suki kamo shiremasen. Tokuni sore ga janru ni atte inai toki wa.)\u001b[22m\n\nTranslations of \u001b[4mSome may like these real serious sudden twists that turn everything upside down, personally I really don't. Especially when it's ill-fitting for the genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome may like these real serious sudden twists that turn everything upside down, personally I really don't.\u001b[24m\n    \u001b[1m一部の人は、これらの本当の重大な突然の紆余曲折がすべて逆さまになっているのが好きかもしれません。\u001b[22m, \u001b[1mいくつかは、個人的に、私は本当にない、逆さまにすべてを回し、これらの本当の深刻な突然のねじれを好むかもしれません。\u001b[22m\n\u001b[4mEspecially when it's ill-fitting for the genre.\u001b[24m\n    \u001b[1m特にそれがジャンルに合っていないときは。\u001b[22m, \u001b[1mそれはジャンルの不似合いだ場合は特に。\u001b[22m"
  },
  {
    "title": "B-Project__KodouAmbitious",
    "id": "33046",
    "url": "https://myanimelist.net/anime/33046/B-Project__KodouAmbitious",
    "user": "hikaru",
    "profile": "/profile/hikaru/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=230065",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  6\nキャラクター|  4\n|  5\n\nB  - プロジェクトは確かに何か..\n\nストーリー-4\nB-Proの物語は、アイドルグループB-Projectに続き、それは基本的にそれです。 このショーは本当に上層階級の物語を持っていません。 それは、本当に良いことではないエピソード的なストーリーにモレスモを集中させます。 エピソード5では、エピソードのプロットは、b-proのメンバーの1人が、パパラッチに追われている間に停留所を降りた後に記憶喪失を起こしていることです。これは、彼の性格と過去についてもっと知る方法です。 私たちが彼の性格についてもっと知る方法は他にありませんでしたか？ イムはまた階段を落ちて生き残った方法を混乱させました。なぜなら彼は階段の全体を倒してロットを出血していたからです。\nエピソード6では、ユニットMooNsの3人のメンバーに焦点を当て、他の人たちと一緒に、彼らが自分自身でばかばかしいことである演劇で同じ役割を果たしているのはどのようにオーディションしているのですか？このエピソードは愚かではありませんでした そのために、このエピソードの主なプロットポイントは、キャラクターの友人の1人がそこにいて、精神に憑依された練習のための剣が手渡されたということでした。 これがアイドルアニメの時に超自然的なものに焦点を当てるのはなぜですか？ また、アイドルアニメにもかかわらず、彼らは2つの公演しかしなかった。\n\nエピソードの大部分は言及されたもののように愚かでしたが、最後の3つのエピソード、10,11、および12はかなり大丈夫でした。 エピソード10はb-proに焦点を当てていました.Yashamaruのプロデューサーやマネージャー（私は本当にidkだと思います）のための誕生日パーティーを開催しました。 エピソード11では、ほとんどのエピソードはb-proの曲を書くことに焦点を当てていましたが、これも見てうれしいです。 第12話は面白かったです。 私はそれがどのように終わると予想されたかは実際にはありませんでした。 スポイラーを避けるために、私は他のアイドルアニメではあまり見なかったアイドルが出るかもしれないといういくつかの困難を示しました。 それが終わったやり方もまた甘いものでした。 しかし、このエピソードには、キャラクターのようなアンタゴニストもいました。私はスポイラーのために名前を付けません。彼の動機は本当に予期せぬものでした（そして、正直なところばかげています）。 これらの最後の3つのエピソードを見ると、b-projectは本当に無駄なポテンシャルのように感じます。\n\nアート-5\nこのショーの芸術は良くありません。 キャラクターのデザインは素敵ですが、すべての美しい色があり、それらはすべて認識可能で、静止画はかなり良いですが、アニメーションはかなり悪く、ほとんど奇妙に見えます。 ときどきまともな見た目のシーンがありますが、大部分はかなり醜いです。\n\nサウンド6\nそのサウンドはこのショーの最高の部分です。  opとedはかなり一般的ですが（しかし、彼らはキャッチーですが...）、bgmのどれも本当に魅力的ではありませんが、このショーは本当に素晴らしい声優ラインを持ち、何もひどい音はしませんが、\n\nキャラクター-4\nこの番組のキャラクターは悪いです。  Theyreはすべて非常に穏やかで、本当にどんなキャラクターの開発も実際には得られません。 このショーでは、キャラクターについて何かを覚えておくのに役立つものもありません。 ショーを終えた後でさえ、私は10人の主人公の名前の3人のようにしか思い出せません。 このショーは、あまりにも多くの文字に集中していて、それらを肉体化しようとするものは何もしないので、相互作用するときには、これらの文字をほとんど知らないので、実際に印象を残すことはありません。 また、このショーは、時にはフヨバイトのようなものだと感じていますが、これらの文字が何であるかをほとんど知らないため、非常に強制的に消えてしまいます。\n\n楽しさ-5\nこのショーは、かなり悪いにもかかわらず、時々楽しいです。 私が完全に軽蔑した時がありましたが、私はキャラクターのインタラクションの一部を見たり、楽しんで楽しんだりしていて、最後の3つのエピソードはかなり楽しいものでした。\n\n総合-5\n全体的に、このショーはかなり悪いです。 それは、悪い執筆、悪い話、悪い人物を持っていますが、それは素敵なキャラクターデザインと音楽を持っており、後のエピソードではまともなショーになることを少なくとも試みています。 私は本当にこのショーをお勧めしませんが、あなたが本当に何らかの理由でそれを見たいのであれば、あなたはエピソード1を見てから、エピソード10にスキップしてそこから続けるべきです。 とにかく他のエピソードではそれほど重要なことはありません。 また、良い笑いのためにエピソード5を見る",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nB-Project sure is something..\n\n\u001b[1mB  - プロジェクトは確かに何か..\u001b[22m\n\u001b[1m(B - purojekuto wa tashika ni nanika..)\u001b[22m\n\nTranslations of \u001b[4mB-Project sure is something..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mB-Project sure is something..\u001b[24m\n    \u001b[1mB  - プロジェクトは確かに何か..\u001b[22m, \u001b[1mB-プロジェクトは確かなものです..\u001b[22m\n\u001b[1m\u001b[22m\nStory-4\n\n\u001b[1mストーリー-4\u001b[22m\n\u001b[1m(Sutōrī - 4)\u001b[22m\n\nTranslations of \u001b[4mStory-4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory-4\u001b[24m\n    \u001b[1mストーリー-4\u001b[22m\nB-Pro's story follows the idol group B-Project and that's basically it. This show doesn't really have an overlying story. It focuses moreso on episodic stories which really arent good. In episode 5, the plot of the episode is that one of the members of b-pro gets amnesia after falling down a staitcase while being chased by paparazzi, and this is just a way for us to know more about his character and his past. Was there seriously no other way for us to learn more about his character? Im also confused by how he survived falling down those stairs honestly because he fell down an entire case of stairs and was bleeding A Lot.....\n\n\u001b[1mB-Proの物語は、アイドルグループB-Projectに続き、それは基本的にそれです。 このショーは本当に上層階級の物語を持っていません。 それは、本当に良いことではないエピソード的なストーリーにモレスモを集中させます。 エピソード5では、エピソードのプロットは、b-proのメンバーの1人が、パパラッチに追われている間に停留所を降りた後に記憶喪失を起こしていることです。これは、彼の性格と過去についてもっと知る方法です。 私たちが彼の性格についてもっと知る方法は他にありませんでしたか？ イムはまた階段を落ちて生き残った方法を混乱させました。なぜなら彼は階段の全体を倒してロットを出血していたからです。\u001b[22m\n\u001b[1m(B - Pro no monogatari wa, aidorugurūpu B - Project ni tsudzuki, soreha kihontekini soredesu. Kono shō wa hontōni jōsō kaikyū no monogatari o motte imasen. Sore wa, hontōni yoi kotode wanai episōdo-tekina sutōrī ni moresumo o shūchū sa semasu. Episōdo 5de wa, episōdo no purotto wa, b - pro no menbā no 1-ri ga, paparatchi ni owa rete iru ma ni teiryūjo o orita nochi ni kioku sōshitsu o okoshite iru kotodesu. Kore wa, kare no seikaku to kako ni tsuite motto shiru hōhōdesu. Watashitachi ga kare no seikaku ni tsuite motto shiru hōhō wa hoka ni arimasendeshita ka? Imu wa mata kaidan o ochite ikinokotta hōhō o konran sa semashita. Nazenara kare wa kaidan no zentai o taoshite rotto o shukketsu shite itakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mB-Pro's story follows the idol group B-Project and that's basically it. This show doesn't really have an overlying story. It focuses moreso on episodic stories which really arent good. In episode 5, the plot of the episode is that one of the members of b-pro gets amnesia after falling down a staitcase while being chased by paparazzi, and this is just a way for us to know more about his character and his past. Was there seriously no other way for us to learn more about his character? Im also confused by how he survived falling down those stairs honestly because he fell down an entire case of stairs and was bleeding A Lot.....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mB-Pro's story follows the idol group B-Project and that's basically it.\u001b[24m\n    \u001b[1mB-Proの物語は、アイドルグループB-Projectに続き、それは基本的にそれです。\u001b[22m, \u001b[1mB-Proの物語はアイドルグループB-プロジェクトをたどり、それは基本的にこれだけです。\u001b[22m\n\u001b[4mThis show doesn't really have an overlying story.\u001b[24m\n    \u001b[1mこのショーは本当に上層階級の物語を持っていません。\u001b[22m, \u001b[1mこのショーは本当に上層の物語を持っていません。\u001b[22m\n\u001b[4mIt focuses moreso on episodic stories which really arent good.\u001b[24m\n    \u001b[1mそれは、本当に良いことではないエピソード的なストーリーにモレスモを集中させます。\u001b[22m, \u001b[1mそれは本当に良いアレントエピソードのストーリーにmoreso焦点を当てています。\u001b[22m\n\u001b[4mIn episode 5, the plot of the episode is that one of the members of b-pro gets amnesia after falling down a staitcase while being chased by paparazzi, and this is just a way for us to know more about his character and his past.\u001b[24m\n    \u001b[1mエピソード5では、エピソードのプロットは、b-proのメンバーの1人が、パパラッチに追われている間に停留所を降りた後に記憶喪失を起こしていることです。これは、彼の性格と過去についてもっと知る方法です。\u001b[22m, \u001b[1mエピソード5では、エピソードのプロットがb-プロのメンバーの一人が、パパラッチに追われながらstaitcaseを落下した後に記憶喪失を取得し、これは私たちが彼の性格と彼の過去についての詳細を知るするためだけの方法であるということです。\u001b[22m\n\u001b[4mWas there seriously no other way for us to learn more about his character?\u001b[24m\n    \u001b[1m私たちが彼の性格についてもっと知る方法は他にありませんでしたか？\u001b[22m, \u001b[1m真剣にそこに私たちは彼の性格についての詳細を学ぶための他の方法ではなかったですか？\u001b[22m\n\u001b[4mIm also confused by how he survived falling down those stairs honestly because he fell down an entire case of stairs and was bleeding A Lot.....\u001b[24m\n    \u001b[1mイムはまた階段を落ちて生き残った方法を混乱させました。なぜなら彼は階段の全体を倒してロットを出血していたからです。\u001b[22m, \u001b[1mイムはまた、彼は彼が階段のケース全体を落ちたので、正直に、それらの階段を下りて落下し、ロットを出血して生き延びた方法で混乱します.....\u001b[22m\nIn episode, 6 it focuses on 3 members of the unit MooNs and how they, along with a bunch of others, are all auditioning for the same role in a play, which is kind of stupid on it's own, but this episode wasnt only stupid for that, the main plot point for this episode was about how one of the character's friends was there and he was handed a sword to practice with that was possessed by a spirit? Why is this show focusing on supernatural stuff when this is an idol anime? Also, despite being an idol anime, they only did two performances.\n\n\u001b[1mエピソード6では、ユニットMooNsの3人のメンバーに焦点を当て、他の人たちと一緒に、彼らが自分自身でばかばかしいことである演劇で同じ役割を果たしているのはどのようにオーディションしているのですか？このエピソードは愚かではありませんでした そのために、このエピソードの主なプロットポイントは、キャラクターの友人の1人がそこにいて、精神に憑依された練習のための剣が手渡されたということでした。 これがアイドルアニメの時に超自然的なものに焦点を当てるのはなぜですか？ また、アイドルアニメにもかかわらず、彼らは2つの公演しかしなかった。\u001b[22m\n\u001b[1m(Episōdo 6de wa, yunitto MooNs no 3-ri no menbā ni shōten o ate, hokanohito-tachi to issho ni, karera ga jibun jishin de bakabakashī kotodearu engeki de onaji yakuwari o hatashite iru no wa dono yō ni ōdishon shite iru nodesu ka? Kono episōdo wa orokade wa arimasendeshita so no tame ni, kono episōdo no omona purotto pointo wa, kyarakutā no yūjin no 1-ri ga soko ni ite, seishin ni hyōi sa reta renshū no tame no ken ga tewatasa reta to iu kotodeshita. Kore ga aidoru anime no toki ni chō shizen-tekina mono ni shōten o ateru no wa nazedesu ka? Mata, aidoru anime nimokakawarazu, karera wa 2tsu no kōen shika shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mIn episode, 6 it focuses on 3 members of the unit MooNs and how they, along with a bunch of others, are all auditioning for the same role in a play, which is kind of stupid on it's own, but this episode wasnt only stupid for that, the main plot point for this episode was about how one of the character's friends was there and he was handed a sword to practice with that was possessed by a spirit? Why is this show focusing on supernatural stuff when this is an idol anime? Also, despite being an idol anime, they only did two performances.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn episode, 6 it focuses on 3 members of the unit MooNs and how they, along with a bunch of others, are all auditioning for the same role in a play, which is kind of stupid on it's own, but this episode wasnt only stupid\u001b[24m\n    \u001b[1mエピソード6では、ユニットMooNsの3人のメンバーに焦点を当て、他の人たちと一緒に、彼らが自分自身でばかばかしいことである演劇で同じ役割を果たしているのはどのようにオーディションしているのですか？このエピソードは愚かではありませんでした\u001b[22m, \u001b[1mエピソード、6では、3単位の衛星のメンバーとどのように彼らは、他人の束と一緒に、すべての種類の愚かな、それ自身の上で劇中の同じ役割のためにオーディションをしているが、このエピソードは愚かなだけ波平に焦点を当てて\u001b[22m\n\u001b[4mfor that, the main plot point for this episode was about how one of the character's friends was there and he was handed a sword to practice with that was possessed by a spirit?\u001b[24m\n    \u001b[1mそのために、このエピソードの主なプロットポイントは、キャラクターの友人の1人がそこにいて、精神に憑依された練習のための剣が手渡されたということでした。\u001b[22m, \u001b[1mそのために、このエピソードのための主要なプロット点は、文字の友人の一人があったかについてであり、彼はそれは精神が保有したと練習する剣を手渡されたのですか？\u001b[22m\n\u001b[4mWhy is this show focusing on supernatural stuff when this is an idol anime?\u001b[24m\n    \u001b[1mこれがアイドルアニメの時に超自然的なものに焦点を当てるのはなぜですか？\u001b[22m, \u001b[1mこれはアイドルアニメであるのに、なぜ、このショーは超自然的なものに焦点を当てているのですか？\u001b[22m\n\u001b[4mAlso, despite being an idol anime, they only did two performances.\u001b[24m\n    \u001b[1mまた、アイドルアニメにもかかわらず、彼らは2つの公演しかしなかった。\u001b[22m, \u001b[1mまた、アイドルアニメであるにもかかわらず、彼らは2つだけの公演をしました。\u001b[22m\n\u001b[1m\u001b[22m\nWhile majority of the episodes were stupid like the ones mentioned, the last three episodes, 10, 11, and 12 were pretty okay. Episode 10 focused on b-pro setting up a birthday party for Yashamaru, their producer or manager( i think idk really) and it was really nice to watch the characters interactions setting up the party. In episode 11, most of the episode focused on b-pro writing a song, and this too was nice to watch. Episode 12 was...interesting. It wasn't really how I expected it to end. To avoid spoilers, it showed some difficulties that idols may come across that I haven't seen much in other idol anime. The way it ended was also kind of sweet. But, this episode also had an antagonist like character, who I won't name because of spoilers, and his motivations are really unexpected(and honestly just stupid), and the character being an antagonist feels kind of forced. Seeing these last 3 episodes, b-project really feels like a bunch of wasted potential.\n\n\u001b[1mエピソードの大部分は言及されたもののように愚かでしたが、最後の3つのエピソード、10,11、および12はかなり大丈夫でした。 エピソード10はb-proに焦点を当てていました.Yashamaruのプロデューサーやマネージャー（私は本当にidkだと思います）のための誕生日パーティーを開催しました。 エピソード11では、ほとんどのエピソードはb-proの曲を書くことに焦点を当てていましたが、これも見てうれしいです。 第12話は面白かったです。 私はそれがどのように終わると予想されたかは実際にはありませんでした。 スポイラーを避けるために、私は他のアイドルアニメではあまり見なかったアイドルが出るかもしれないといういくつかの困難を示しました。 それが終わったやり方もまた甘いものでした。 しかし、このエピソードには、キャラクターのようなアンタゴニストもいました。私はスポイラーのために名前を付けません。彼の動機は本当に予期せぬものでした（そして、正直なところばかげています）。 これらの最後の3つのエピソードを見ると、b-projectは本当に無駄なポテンシャルのように感じます。\u001b[22m\n\u001b[1m(Episōdo no daibubun wa genkyū sa reta mono no yō ni orokadeshitaga, saigo no 3ttsu no episōdo, 10, 11, oyobi 12 wa kanari daijōbudeshita. Episōdo 10 wa b - pro ni shōten o atete imashita. Yashamaru no purode~yūsā ya manējā (watashi wa hontōni idkda to omoimasu) no tame no tanjōbi pātī o kaisai shimashita. Episōdo 11de wa, hotondo no episōdo wa b - pro no kyoku o kaku koto ni shōten o atete imashitaga, kore mo mite ureshīdesu. Dai 12-wa wa omoshirokattadesu. Watashi wa sore ga dono yō ni owaru to yosō sa reta ka wa jissai ni wa arimasendeshita. Supoirā o yokeru tame ni, watashi wa hoka no aidoru animede wa amari minakatta aidoru ga deru kamo shirenai to iu ikutsu ka no kon'nan o shimeshimashita. Sore ga owatta yarikata mo mata amai monodeshita. Shikashi, kono episōdo ni wa, kyarakutā no yōna antagonisuto mo imashita. Watashi wa supoirā no tame ni namae o tsukemasen. Kare no dōki wa hontōni yoki senu monodeshita (soshite, shōjikina tokoro bakagete imasu). Korera no saigo no 3ttsu no episōdo o miru to, b - purojekuto wa hontōni mudana potensharu no yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile majority of the episodes were stupid like the ones mentioned, the last three episodes, 10, 11, and 12 were pretty okay. Episode 10 focused on b-pro setting up a birthday party for Yashamaru, their producer or manager( i think idk really) and it was really nice to watch the characters interactions setting up the party. In episode 11, most of the episode focused on b-pro writing a song, and this too was nice to watch. Episode 12 was...interesting. It wasn't really how I expected it to end. To avoid spoilers, it showed some difficulties that idols may come across that I haven't seen much in other idol anime. The way it ended was also kind of sweet. But, this episode also had an antagonist like character, who I won't name because of spoilers, and his motivations are really unexpected(and honestly just stupid), and the character being an antagonist feels kind of forced. Seeing these last 3 episodes, b-project really feels like a bunch of wasted potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile majority of the episodes were stupid like the ones mentioned, the last three episodes, 10, 11, and 12 were pretty okay.\u001b[24m\n    \u001b[1mエピソードの大部分は言及されたもののように愚かでしたが、最後の3つのエピソード、10,11、および12はかなり大丈夫でした。\u001b[22m, \u001b[1mエピソードの大半は上記のもののような愚かであったが、最後の3つのエピソード、10、11、および12はかなり大丈夫でした。\u001b[22m\n\u001b[4mEpisode 10 focused on b-pro setting up a birthday party for Yashamaru, their producer or manager( i think idk really) and it was really nice to watch the characters interactions setting up the party.\u001b[24m\n    \u001b[1mエピソード10はb-proに焦点を当てていました.Yashamaruのプロデューサーやマネージャー（私は本当にidkだと思います）のための誕生日パーティーを開催しました。\u001b[22m, \u001b[1m第10話はYashamaruのための誕生日パーティー、彼らのプロデューサーやマネージャーを（私は本当にIDKのだと思う）の設定B-プロに焦点を当て、党を設定する文字の相互作用を見て本当によかったです。\u001b[22m\n\u001b[4mIn episode 11, most of the episode focused on b-pro writing a song, and this too was nice to watch.\u001b[24m\n    \u001b[1mエピソード11では、ほとんどのエピソードはb-proの曲を書くことに焦点を当てていましたが、これも見てうれしいです。\u001b[22m, \u001b[1mエピソード11では、エピソードのほとんどがb-プロが曲を書くことに焦点を当て、これはあまりにも見て良かったです。\u001b[22m\n\u001b[4mEpisode 12 was...interesting.\u001b[24m\n    \u001b[1m第12話は面白かったです。\u001b[22m, \u001b[1m第12話はあった...興味深いです。\u001b[22m\n\u001b[4mIt wasn't really how I expected it to end.\u001b[24m\n    \u001b[1m私はそれがどのように終わると予想されたかは実際にはありませんでした。\u001b[22m, \u001b[1m私はそれが終了すると予想方法、それは本当にありませんでした。\u001b[22m\n\u001b[4mTo avoid spoilers, it showed some difficulties that idols may come across that I haven't seen much in other idol anime.\u001b[24m\n    \u001b[1mスポイラーを避けるために、私は他のアイドルアニメではあまり見なかったアイドルが出るかもしれないといういくつかの困難を示しました。\u001b[22m, \u001b[1mネタバレを避けるためには、偶像は私が他のアイドルアニメであまり見ていないことを渡って来るかもしれないいくつかの困難を示しました。\u001b[22m\n\u001b[4mThe way it ended was also kind of sweet.\u001b[24m\n    \u001b[1mそれが終わったやり方もまた甘いものでした。\u001b[22m, \u001b[1mそれが終わった方法も一種の甘かったです。\u001b[22m\n\u001b[4mBut, this episode also had an antagonist like character, who I won't name because of spoilers, and his motivations are really unexpected(and honestly just stupid), and the character being an antagonist feels kind of forced.\u001b[24m\n    \u001b[1mしかし、このエピソードには、キャラクターのようなアンタゴニストもいました。私はスポイラーのために名前を付けません。彼の動機は本当に予期せぬものでした（そして、正直なところばかげています）。\u001b[22m, \u001b[1mしかし、このエピソードはまた、私は理由スポイラーの名前ではありませんし、彼の動機は本当に予期しない（と正直に愚かな）されている文字のような拮抗薬を持っていた、との文字が拮抗薬であることは強制のようなものを感じています。\u001b[22m\n\u001b[4mSeeing these last 3 episodes, b-project really feels like a bunch of wasted potential.\u001b[24m\n    \u001b[1mこれらの最後の3つのエピソードを見ると、b-projectは本当に無駄なポテンシャルのように感じます。\u001b[22m, \u001b[1mこれらの最後の3エピソードを見て、B-プロジェクトは本当に無駄なポテンシャルの束のように感じています。\u001b[22m\n\u001b[1m\u001b[22m\nArt-5\n\n\u001b[1mアート-5\u001b[22m\n\u001b[1m(Āto - 5)\u001b[22m\n\nTranslations of \u001b[4mArt-5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt-5\u001b[24m\n    \u001b[1mアート-5\u001b[22m\nThis show's art isn't good. The character designs are nice, they have all pretty colors and they're all recognizable, and the stillframes are pretty good, but the animations is pretty bad and it looks weird most of the time. There are occasionally decent looking scenes, but for the most part, its pretty ugly.\n\n\u001b[1mこのショーの芸術は良くありません。 キャラクターのデザインは素敵ですが、すべての美しい色があり、それらはすべて認識可能で、静止画はかなり良いですが、アニメーションはかなり悪く、ほとんど奇妙に見えます。 ときどきまともな見た目のシーンがありますが、大部分はかなり醜いです。\u001b[22m\n\u001b[1m(Kono shō no geijutsu wa yoku arimasen. Kyarakutā no dezain wa sutekidesuga, subete no utsukushī iro ga ari, sorera wa subete ninshiki kanōde, seishi-ga wa kanari yoidesuga, animēshon wa kanari waruku, hotondo kimyō ni miemasu. Tokidoki matomona mitame no shīn ga arimasuga, daibubun wa kanari minikuidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis show's art isn't good. The character designs are nice, they have all pretty colors and they're all recognizable, and the stillframes are pretty good, but the animations is pretty bad and it looks weird most of the time. There are occasionally decent looking scenes, but for the most part, its pretty ugly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show's art isn't good.\u001b[24m\n    \u001b[1mこのショーの芸術は良くありません。\u001b[22m, \u001b[1mこのショーの芸術はよいことではありません。\u001b[22m\n\u001b[4mThe character designs are nice, they have all pretty colors and they're all recognizable, and the stillframes are pretty good, but the animations is pretty bad and it looks weird most of the time.\u001b[24m\n    \u001b[1mキャラクターのデザインは素敵ですが、すべての美しい色があり、それらはすべて認識可能で、静止画はかなり良いですが、アニメーションはかなり悪く、ほとんど奇妙に見えます。\u001b[22m, \u001b[1mキャラクターデザインは、彼らがすべてのきれいな色を持っており、それらはすべて認識している、とstillframesはかなり良いですが、アニメーションはかなり悪いです、いいです、それはほとんどの時間を奇妙に見えます。\u001b[22m\n\u001b[4mThere are occasionally decent looking scenes, but for the most part, its pretty ugly.\u001b[24m\n    \u001b[1mときどきまともな見た目のシーンがありますが、大部分はかなり醜いです。\u001b[22m, \u001b[1mそこ時々まともな探していたシーンがありますが、ほとんどの部分は、そのかなり醜いです。\u001b[22m\n\u001b[1m\u001b[22m\nSound-6\n\n\u001b[1mサウンド6\u001b[22m\n\u001b[1m(Saundo 6)\u001b[22m\n\nTranslations of \u001b[4mSound-6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound-6\u001b[24m\n    \u001b[1mサウンド6\u001b[22m, \u001b[1m音-6\u001b[22m\nThe sound is definitely the best part of this show. Even though the op and ed are pretty generic(damn are they catchy though...)and none of the bgm really sticks out, this show has a really nice voice actor line up and nothing sounds terrible, but some lines do sound off.\n\n\u001b[1mそのサウンドはこのショーの最高の部分です。  opとedはかなり一般的ですが（しかし、彼らはキャッチーですが...）、bgmのどれも本当に魅力的ではありませんが、このショーは本当に素晴らしい声優ラインを持ち、何もひどい音はしませんが、\u001b[22m\n\u001b[1m(Sono saundo wa kono shō no saikō no bubundesu. Op to ed wa kanari ippan-tekidesuga (shikashi, karera wa kyatchīdesuga...), Bgm no dore mo hontōni mirikitekide wa arimasenga, kono shō wa hontōni subarashī seiyū rain o mochi, nani mo hidoi oto wa shimasenga,)\u001b[22m\n\nTranslations of \u001b[4mThe sound is definitely the best part of this show. Even though the op and ed are pretty generic(damn are they catchy though...)and none of the bgm really sticks out, this show has a really nice voice actor line up and nothing sounds terrible, but some lines do sound off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is definitely the best part of this show.\u001b[24m\n    \u001b[1mそのサウンドはこのショーの最高の部分です。\u001b[22m, \u001b[1m音は間違いなくこのショーの最良の部分です。\u001b[22m\n\u001b[4mEven though the op and ed are pretty generic(damn are they catchy though...)and none of the bgm really sticks out, this show has a really nice voice actor line up and nothing sounds terrible, but some lines do sound off.\u001b[24m\n    \u001b[1mopとedはかなり一般的ですが（しかし、彼らはキャッチーですが...）、bgmのどれも本当に魅力的ではありませんが、このショーは本当に素晴らしい声優ラインを持ち、何もひどい音はしませんが、\u001b[22m, \u001b[1mOPとEDはかなり一般的なものであっても（気彼らはしかしキャッチーです...）とBGMのどれもが本当にこのショーは本当に素晴らしい声優ラインアップを持っており、何もひどい音ませんが、いくつかの行がオフに聞こえるん、はみ出しません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters- 4\n\n\u001b[1mキャラクター-4\u001b[22m\n\u001b[1m(Kyarakutā - 4)\u001b[22m\n\nTranslations of \u001b[4mCharacters- 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters- 4\u001b[24m\n    \u001b[1mキャラクター-4\u001b[22m, \u001b[1mCharacters- 4\u001b[22m\nThe characters in this show are bad. Theyre all very bland and never get any character development really. This show also does nothing to help you remember anything about the characters. Even after completing the show, I can only remember like 3 of the 10 main character's names. This show is trying to focus on too many characters at once and does nothing to try to flesh them out, so when they interact it doesn't really leave any impression either since we barely know these characters. Also, it feels like this show is going for a fujobait kind of thing sometimes, but it comes off as very forced because we barely know what these characters are like.\n\n\u001b[1mこの番組のキャラクターは悪いです。  Theyreはすべて非常に穏やかで、本当にどんなキャラクターの開発も実際には得られません。 このショーでは、キャラクターについて何かを覚えておくのに役立つものもありません。 ショーを終えた後でさえ、私は10人の主人公の名前の3人のようにしか思い出せません。 このショーは、あまりにも多くの文字に集中していて、それらを肉体化しようとするものは何もしないので、相互作用するときには、これらの文字をほとんど知らないので、実際に印象を残すことはありません。 また、このショーは、時にはフヨバイトのようなものだと感じていますが、これらの文字が何であるかをほとんど知らないため、非常に強制的に消えてしまいます。\u001b[22m\n\u001b[1m(Kono bangumi no kyarakutā wa waruidesu. Theyre wa subete hijō ni odayakade, hontōni don'na kyarakutā no kaihatsu mo jissai ni wa e raremasen. Kono shōde wa, kyarakutā ni tsuite nanika o oboete oku no ni yakudatsu mono mo arimasen. Shō o oeta nochide sae, watashi wa 10-ri no shujinkō no namae no 3-ri no yō ni shika omoidasemasen. Kono shō wa, amarini mo ōku no moji ni shūchū shite ite, sorera o nikutai-ka shiyou to suru mono wa nani mo shinainode, sōgo sayō suru tokiniha, korera no moji o hotondo shiranainode, jissai ni inshō o nokosu koto wa arimasen. Mata, kono shō wa, tokiniha fuyobaito no yōna monoda to kanjite imasuga, korera no moji ga nandearu ka o hotondo shiranai tame, hijō ni kyōsei-teki ni kiete shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in this show are bad. Theyre all very bland and never get any character development really. This show also does nothing to help you remember anything about the characters. Even after completing the show, I can only remember like 3 of the 10 main character's names. This show is trying to focus on too many characters at once and does nothing to try to flesh them out, so when they interact it doesn't really leave any impression either since we barely know these characters. Also, it feels like this show is going for a fujobait kind of thing sometimes, but it comes off as very forced because we barely know what these characters are like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in this show are bad.\u001b[24m\n    \u001b[1mこの番組のキャラクターは悪いです。\u001b[22m, \u001b[1mこのショーの文字が悪いです。\u001b[22m\n\u001b[4mTheyre all very bland and never get any character development really.\u001b[24m\n    \u001b[1mTheyreはすべて非常に穏やかで、本当にどんなキャラクターの開発も実際には得られません。\u001b[22m, \u001b[1m聞きしたいすべての非常に当たり障りのない、任意の文字の開発を実際に取得することはありません。\u001b[22m\n\u001b[4mThis show also does nothing to help you remember anything about the characters.\u001b[24m\n    \u001b[1mこのショーでは、キャラクターについて何かを覚えておくのに役立つものもありません。\u001b[22m, \u001b[1mこのショーはまた、文字について何も覚えて助けるために何もしません。\u001b[22m\n\u001b[4mEven after completing the show, I can only remember like 3 of the 10 main character's names.\u001b[24m\n    \u001b[1mショーを終えた後でさえ、私は10人の主人公の名前の3人のようにしか思い出せません。\u001b[22m, \u001b[1mでもショーを完了した後、私は10主人公の名前の3のように覚えています。\u001b[22m\n\u001b[4mThis show is trying to focus on too many characters at once and does nothing to try to flesh them out, so when they interact it doesn't really leave any impression either since we barely know these characters.\u001b[24m\n    \u001b[1mこのショーは、あまりにも多くの文字に集中していて、それらを肉体化しようとするものは何もしないので、相互作用するときには、これらの文字をほとんど知らないので、実際に印象を残すことはありません。\u001b[22m, \u001b[1mこのショーは、一度にあまりにも多くの文字に集中しようとすると、それらを肉付けしようとする何もしないので、それらが相互作用するとき、我々はかろうじてこれらの文字を知っているので、それは本当にいずれかの任意の印象を残していないされています。\u001b[22m\n\u001b[4mAlso, it feels like this show is going for a fujobait kind of thing sometimes, but it comes off as very forced because we barely know what these characters are like.\u001b[24m\n    \u001b[1mまた、このショーは、時にはフヨバイトのようなものだと感じていますが、これらの文字が何であるかをほとんど知らないため、非常に強制的に消えてしまいます。\u001b[22m, \u001b[1mまた、このショーは時々事のfujobait種類のために起こっているように感じているが、我々はほとんどこれらの文字がどんなものか知っているので、それは、非常に強制的にオフにしています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- 5\n\n\u001b[1m楽しさ-5\u001b[22m\n\u001b[1m(Tanoshisa - 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- 5\u001b[24m\n    \u001b[1m楽しさ-5\u001b[22m, \u001b[1mEnjoyment- 5\u001b[22m\nThis show, despite being pretty bad, is enjoyable at times. There have been times where I've utterly despised it, but there have also been times where I've enjoyed seeing some of the characters interactions, or just enjoying making fun of it, and the last 3 episodes were pretty enjoyable.\n\n\u001b[1mこのショーは、かなり悪いにもかかわらず、時々楽しいです。 私が完全に軽蔑した時がありましたが、私はキャラクターのインタラクションの一部を見たり、楽しんで楽しんだりしていて、最後の3つのエピソードはかなり楽しいものでした。\u001b[22m\n\u001b[1m(Kono shō wa, kanari warui nimokakawarazu, tokidoki tanoshīdesu. Watashi ga kanzen ni keibetsu shita toki ga arimashitaga, watashi wa kyarakutā no intarakushon no ichibu o mi tari, tanoshinde tanoshin dari shite ite, saigo no 3ttsu no episōdo wa kanari tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis show, despite being pretty bad, is enjoyable at times. There have been times where I've utterly despised it, but there have also been times where I've enjoyed seeing some of the characters interactions, or just enjoying making fun of it, and the last 3 episodes were pretty enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show, despite being pretty bad, is enjoyable at times.\u001b[24m\n    \u001b[1mこのショーは、かなり悪いにもかかわらず、時々楽しいです。\u001b[22m, \u001b[1mこの番組は、かなり悪いにも関わらず、時間に楽しいです。\u001b[22m\n\u001b[4mThere have been times where I've utterly despised it, but there have also been times where I've enjoyed seeing some of the characters interactions, or just enjoying making fun of it, and the last 3 episodes were pretty enjoyable.\u001b[24m\n    \u001b[1m私が完全に軽蔑した時がありましたが、私はキャラクターのインタラクションの一部を見たり、楽しんで楽しんだりしていて、最後の3つのエピソードはかなり楽しいものでした。\u001b[22m, \u001b[1m私は全くそれを軽んじてきた時代がありましたが、また、私は文字の相互作用のいくつかを見て楽しんだか、単にそれをからかって楽しんで、そして最後の3エピソードはかなり楽しかったしました回がありました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall-5\n\n\u001b[1m総合-5\u001b[22m\n\u001b[1m(Sōgō - 5)\u001b[22m\n\nTranslations of \u001b[4mOverall-5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall-5\u001b[24m\n    \u001b[1m総合-5\u001b[22m, \u001b[1m全体的に-5\u001b[22m\nOverall, this show is pretty bad. It has bad writing, bad stories, and bad characters, but it has nice character designs and music, and it at least attempts at being a decent show in later episodes. Though I wouldn't really recommend this show, if you really want to watch it for some reason, then you should watch episode 1 and then skip to episode 10 and continue from there. Nothing of that much importance happen in the other episodes really anyway. Also watch episode 5 for a good laugh\n\n\u001b[1m全体的に、このショーはかなり悪いです。 それは、悪い執筆、悪い話、悪い人物を持っていますが、それは素敵なキャラクターデザインと音楽を持っており、後のエピソードではまともなショーになることを少なくとも試みています。 私は本当にこのショーをお勧めしませんが、あなたが本当に何らかの理由でそれを見たいのであれば、あなたはエピソード1を見てから、エピソード10にスキップしてそこから続けるべきです。 とにかく他のエピソードではそれほど重要なことはありません。 また、良い笑いのためにエピソード5を見る\u001b[22m\n\u001b[1m(Zentai-teki ni, kono shō wa kanari waruidesu. Sore wa, warui shippitsu, warui hanashi, warui jinbutsu o motte imasuga, sore wa sutekina kyarakutādezain to ongaku o motte ori,-go no episōdode wa matomona shō ni naru koto o sukunakutomo kokoromite imasu. Watashi wa hontōni kono shō o o susume shimasenga, anata ga hontōni nanrakano riyū de sore o mitai nodeareba, anata wa episōdo 1 o mitekara, episōdo 10 ni sukippu shite soko kara tsudzukerubekidesu. Tonikaku hoka no episōdode wa sorehodo jūyōna koto wa arimasen. Mata, yoi warai no tame ni episōdo 5 o miru)\u001b[22m\n\nTranslations of \u001b[4mOverall, this show is pretty bad. It has bad writing, bad stories, and bad characters, but it has nice character designs and music, and it at least attempts at being a decent show in later episodes. Though I wouldn't really recommend this show, if you really want to watch it for some reason, then you should watch episode 1 and then skip to episode 10 and continue from there. Nothing of that much importance happen in the other episodes really anyway. Also watch episode 5 for a good laugh\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this show is pretty bad.\u001b[24m\n    \u001b[1m全体的に、このショーはかなり悪いです。\u001b[22m\n\u001b[4mIt has bad writing, bad stories, and bad characters, but it has nice character designs and music, and it at least attempts at being a decent show in later episodes.\u001b[24m\n    \u001b[1mそれは、悪い執筆、悪い話、悪い人物を持っていますが、それは素敵なキャラクターデザインと音楽を持っており、後のエピソードではまともなショーになることを少なくとも試みています。\u001b[22m, \u001b[1mそれは悪い書き込み、悪い話、および不正な文字を持っていますが、それは素敵なキャラクターデザインと音楽を持っている、そしてそれは、少なくとも、後のエピソードでまともなショーであることにしよう。\u001b[22m\n\u001b[4mThough I wouldn't really recommend this show, if you really want to watch it for some reason, then you should watch episode 1 and then skip to episode 10 and continue from there.\u001b[24m\n    \u001b[1m私は本当にこのショーをお勧めしませんが、あなたが本当に何らかの理由でそれを見たいのであれば、あなたはエピソード1を見てから、エピソード10にスキップしてそこから続けるべきです。\u001b[22m, \u001b[1mあなたが実際にいくつかの理由のためにそれを見たい場合、私は本当に、このショーをお勧めしませんが、あなたはエピソード1を見て、その後、エピソード10にスキップして、そこから継続する必要があります。\u001b[22m\n\u001b[4mNothing of that much importance happen in the other episodes really anyway.\u001b[24m\n    \u001b[1mとにかく他のエピソードではそれほど重要なことはありません。\u001b[22m, \u001b[1mその多くの重要性の何も本当にとにかく他のエピソードでは起こりません。\u001b[22m\n\u001b[4mAlso watch episode 5 for a good laugh\u001b[24m\n    \u001b[1mまた、良い笑いのためにエピソード5を見る\u001b[22m, \u001b[1mまた大笑いためのエピソード5を見ます\u001b[22m"
  },
  {
    "title": "B-Project__KodouAmbitious",
    "id": "33046",
    "url": "https://myanimelist.net/anime/33046/B-Project__KodouAmbitious",
    "user": "BlueMONstar",
    "profile": "/profile/BlueMONstar/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=230145",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  3\nサウンド|  5\nキャラクター|  1\n|  1\n\nさて、私はこれは、それは半分まともだったが、フラットとストーリーラインでいっぱいになるもう一つのチーズな逆のハーレムだと思って見たが、WOWは間違っていた。\nそう...\n1.プロットはすべての場所にあった。 メインのヒロインが背景のキャラクターのように見える。 それのように見える悪役は、時間を埋めるために最後に投げ込まれました。 そして残りの時間はちょうどアイキャンディーのように見える男性のアイドルに焦点を当てています...\n\n2.時々のアニメーションは、本当に素敵な/よく分かっている時間から、時には口に並んだ目がほとんど見えなかったからであった。 それは絶えず変わらない。 文字が静止していて話していないときだけ、彼らは大丈夫に見えます。\n\n音楽は大好きでプロットには関係ないものは何もなかった。\n\n私は本当にこれが、あなたがうんざりしたり、少なくともその控えめな瞬間を笑ったりするのに十分良いと思っていましたが、正直なところ、プロットは刺激的でも分かりませんでした。 だから気にしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nOkay so i watched this thinking it was another cheesy reverse harem that would be filled with flirts and a story line that was half-decent, but WOW was i wrong.\n\n\u001b[1mさて、私はこれは、それは半分まともだったが、フラットとストーリーラインでいっぱいになるもう一つのチーズな逆のハーレムだと思って見たが、WOWは間違っていた。\u001b[22m\n\u001b[1m(Sate, watashi wa kore wa, sore wa hanbun matomodattaga, furatto to sutōrīrain de ippai ni naru mōhitotsu no chīzuna gyaku no hāremuda to omotte mitaga, WOW wa machigatte ita.)\u001b[22m\n\nTranslations of \u001b[4mOkay so i watched this thinking it was another cheesy reverse harem that would be filled with flirts and a story line that was half-decent, but WOW was i wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay so i watched this thinking it was another cheesy reverse harem that would be filled with flirts and a story line that was half-decent, but WOW was i wrong.\u001b[24m\n    \u001b[1mさて、私はこれは、それは半分まともだったが、フラットとストーリーラインでいっぱいになるもう一つのチーズな逆のハーレムだと思って見たが、WOWは間違っていた。\u001b[22m, \u001b[1mわかりましたので、私はそれはぶりっ子と半まともだったストーリーラインで満たされるであろう他の安っぽい逆ハーレムだったが、WOW私は間違っていたこの考え方を見ていました。\u001b[22m\nSo...\n\n\u001b[1mそう...\u001b[22m\n\u001b[1m(Sō...)\u001b[22m\n\nTranslations of \u001b[4mSo...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo...\u001b[24m\n    \u001b[1mそう...\u001b[22m, \u001b[1mだから...\u001b[22m, \u001b[1mだから......\u001b[22m\n1. Plot was all over the place. With the main heroine looking more like a background character. The villain looking like it was thrown in at the end to fill in time. And the rest of the time just focusing on the male idols looking like eye-candy though...\n\n\u001b[1m1.プロットはすべての場所にあった。 メインのヒロインが背景のキャラクターのように見える。 それのように見える悪役は、時間を埋めるために最後に投げ込まれました。 そして残りの時間はちょうどアイキャンディーのように見える男性のアイドルに焦点を当てています...\u001b[22m\n\u001b[1m(1. Purotto wa subete no basho ni atta. Mein no hiroin ga haikei no kyarakutā no yō ni mieru. Sore no yō ni mieru akuyaku wa, jikan o umeru tame ni saigo ni nagekoma remashita. Soshite nokori no jikan wa chōdo aikyandī no yō ni mieru dansei no aidoru ni shōten o atete imasu...)\u001b[22m\n\nTranslations of \u001b[4m1. Plot was all over the place. With the main heroine looking more like a background character. The villain looking like it was thrown in at the end to fill in time. And the rest of the time just focusing on the male idols looking like eye-candy though...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Plot was all over the place.\u001b[24m\n    \u001b[1m1.プロットはすべての場所にあった。\u001b[22m, \u001b[1m1.プロットは、すべての場所でした。\u001b[22m\n\u001b[4mWith the main heroine looking more like a background character.\u001b[24m\n    \u001b[1mメインのヒロインが背景のキャラクターのように見える。\u001b[22m, \u001b[1mメインヒロインは、より多くの背景文字のように見えると。\u001b[22m\n\u001b[4mThe villain looking like it was thrown in at the end to fill in time.\u001b[24m\n    \u001b[1mそれのように見える悪役は、時間を埋めるために最後に投げ込まれました。\u001b[22m, \u001b[1mそれのように見える悪役は、時間を埋めるために最後に投げ入れました。\u001b[22m\n\u001b[4mAnd the rest of the time just focusing on the male idols looking like eye-candy though...\u001b[24m\n    \u001b[1mそして残りの時間はちょうどアイキャンディーのように見える男性のアイドルに焦点を当てています...\u001b[22m, \u001b[1mそして、残りの時間はちょうどかかわらず、目キャンデーのように見える男性の偶像に焦点を当て...\u001b[22m\n\u001b[1m\u001b[22m\n2. The animation at times went in and out from looking really nice/well-portioned to times were there eyes almost lined up with there mouths. IT WAS NOT CONSTANT NOR PRETTY. Only when the characters were still and not talking did they look okay.\n\n\u001b[1m2.時々のアニメーションは、本当に素敵な/よく分かっている時間から、時には口に並んだ目がほとんど見えなかったからであった。 それは絶えず変わらない。 文字が静止していて話していないときだけ、彼らは大丈夫に見えます。\u001b[22m\n\u001b[1m(2. Tokidoki no animēshon wa, hontōni sutekina/ yoku wakatte iru jikan kara, tokiniha kuchi ni naranda me ga hotondo mienakattakaradeatta. Sore wa taezu kawaranai. Moji ga seishi shite ite hanashite inai toki dake, karera wa daijōbu ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4m2. The animation at times went in and out from looking really nice/well-portioned to times were there eyes almost lined up with there mouths. IT WAS NOT CONSTANT NOR PRETTY. Only when the characters were still and not talking did they look okay.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. The animation at times went in and out from looking really nice/well-portioned to times were there eyes almost lined up with there mouths.\u001b[24m\n    \u001b[1m2.時々のアニメーションは、本当に素敵な/よく分かっている時間から、時には口に並んだ目がほとんど見えなかったからであった。\u001b[22m, \u001b[1m2.時間にアニメーションが倍によくポーション/本当に見栄えの良いからと出て行ったほとんどが口に並んで目がありました。\u001b[22m\n\u001b[4mIT WAS NOT CONSTANT NOR PRETTY.\u001b[24m\n    \u001b[1mそれは絶えず変わらない。\u001b[22m, \u001b[1mITはCONSTANT NOR PRETTYはありませんでした。\u001b[22m\n\u001b[4mOnly when the characters were still and not talking did they look okay.\u001b[24m\n    \u001b[1m文字が静止していて話していないときだけ、彼らは大丈夫に見えます。\u001b[22m, \u001b[1m文字はまだありません話していた場合にのみ、彼らは大丈夫に見えるんでした。\u001b[22m\n\u001b[1m\u001b[22m\n3. Music was okay nothing that catchy or relevant to the plot.\n\n\u001b[1m音楽は大好きでプロットには関係ないものは何もなかった。\u001b[22m\n\u001b[1m(Ongaku wa daisukide purotto ni wa kankeinai mono wa nani mo nakatta.)\u001b[22m\n\nTranslations of \u001b[4m3. Music was okay nothing that catchy or relevant to the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Music was okay nothing that catchy or relevant to the plot.\u001b[24m\n    \u001b[1m音楽は大好きでプロットには関係ないものは何もなかった。\u001b[22m, \u001b[1m3.音楽はキャッチーまたはプロットに関連大丈夫何もなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nI really thought this would be good enough to make you cringe or at least laugh at those cheesy moments but honestly the plot was not exciting enough nor understandable. So don't bother.\n\n\u001b[1m私は本当にこれが、あなたがうんざりしたり、少なくともその控えめな瞬間を笑ったりするのに十分良いと思っていましたが、正直なところ、プロットは刺激的でも分かりませんでした。 だから気にしないでください。\u001b[22m\n\u001b[1m(Watashi wa hontōni kore ga, anata ga unzari shi tari, sukunakutomo sono hikaemena shunkan o warattari surunoni jūbun yoi to omotte imashitaga, shōjikina tokoro, purotto wa shigeki-tekide mo wakarimasendeshita. Dakara kinishinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI really thought this would be good enough to make you cringe or at least laugh at those cheesy moments but honestly the plot was not exciting enough nor understandable. So don't bother.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really thought this would be good enough to make you cringe or at least laugh at those cheesy moments but honestly the plot was not exciting enough nor understandable.\u001b[24m\n    \u001b[1m私は本当にこれが、あなたがうんざりしたり、少なくともその控えめな瞬間を笑ったりするのに十分良いと思っていましたが、正直なところ、プロットは刺激的でも分かりませんでした。\u001b[22m, \u001b[1m私は本当にこれがあなたがうんざりするか、少なくともそれらの安っぽい瞬間に笑いを作るには十分だろうと思ったが、正直プロットは十分にエキサイティングでも理解できませんでした。\u001b[22m\n\u001b[4mSo don't bother.\u001b[24m\n    \u001b[1mだから気にしないでください。\u001b[22m"
  },
  {
    "title": "B-Project__KodouAmbitious",
    "id": "33046",
    "url": "https://myanimelist.net/anime/33046/B-Project__KodouAmbitious",
    "user": "notyourboyfriend",
    "profile": "/profile/notyourboyfriend/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=233208",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  9\n\nLemmeはこれが私が見た全体的に最高の男性の「Idol」アニメだと言って始めます。 つまり、男性のアイドルアニメは、美しい男の子、歌、鈍感なヒロインと恋をしている、控え目な予備の話である傾向があります。  B-Proは例外ではありませんが、ヒロインを邪魔にならないようにするために大きな努力をしています。それで、イントゥーンがストーリーをもっと楽しいものにし、メアリー・スーをもっと楽しくさせ、アニメを全体的に時間を過ごす素晴らしい方法にします。\n\nストーリー -  6\n物語そのものはあなたなしで始まり、ヒロインが来る前に何が起こるかについてはあまり知られていません.B-Pro [それぞれのグループで]の前の男の子の成功についての説明を訴えているようで、B  - プロ '本当に'となった。\nそれでもプロットはきれいにペースがあり、男の子は彼らに捧げられたエピソード全体を手に入れますが、特定の人に焦点が当てられていないという点では明らかです。  10人の男と12人のエピソードがあることを考慮すると、これは公平な犠牲であり、ストーリーは進歩し、反復的な逆ハムレのギミックに縛られることはありません。\n[Spoiler-ish]しかし、最後の2〜3回のエピソードで結成されたエンディングは驚くべきことであり、やや不満があるので、少しだけスコアを下げたのです。 このアニメのテーマは全体的に光り輝く、より暗い未来への手がかりをほとんど与えず、すべてがあまりにも速く起こり、意味をなさないように非常に混乱させます。 彼らがもう少しこれを拡張し、アニメが長くなった場合、これはよりスムーズに演奏することができたかもしれませんが、最後にそれを圧縮してより多くの質問を残しました。\n\nアート8\n私は個人的には男の子のデザインが大好きでした。 美しい美しいアイドルとその人生に命を吹き込むために、アニメ全体で多くの色と効果が使われました。 最近アニメをもっとスムーズにしてより柔らかくする動きがあると思っていたのですが、予算は声優の驚くべき選択にもっと使われたかもしれません。\n\nサウンド -  8\n私が上で言ったように - 声優はこのアニメを作った。 彼らの話を聞きながら、気取って話をし、行動し、歌うのはとても楽しいものでした。 ほとんどの曲は非常に中毒性があって、パートが戦略的かつほぼ絶え間なく演奏されるように歌がどうなっているかをすぐに知ることができます。\n\nキャラクター -  7\nそれらの半分はユニークで興味深いもので、シリーズはそれらに焦点を当てました。 彼らはバックストーリーと問題を抱えていました。ヒロインはもちろん、彼らを名声の世界で前進させるのに役立ちます。 しかし、彼らが男の子を分けた方法は非常に悪かった。  KateKoreとTHRIVEは明るいキャラクターでいっぱいで、シリーズは彼らに焦点を当てて余分な輝きを与えているようだが、MooNの男の子はB-Proの半分を補充しても短期間で登場するようだ。 アニメは、これらの3つのグループを関係と名声の両方で結びつけることを考えているように思えますが、MooNsではもっと明るい人物がいたはずです。 この短いアニメのプロットのための犠牲を考えると、彼らはTHRIVEのメンバーか、MooNsに機会均等を与えるのを助けるために何かを取り下げたはずです。\n\n楽しさ -  9\n言いましたように、これはこれまで私の好きな男性アイドルアニメ番組です。 ファンタスティック、かなりの男の子、楽しいエピソード、そしてアニメを通して私が興味をそそられる歌をたくさん。\n\n全体的 -  7/8\n私の得点は、特にこのタイプのアニメの場合、予想よりも少し高いですが、B-Proが得意としているように私がニックピックすることはあまりありませんでした。 あなたがアイドルアニメかリバースハレームかを問わず、B-Proはうまく組み立てられ、楽しい12話のアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nLemme just start off by saying this is the overall best male 'Idol' anime I have seen. That being said, male 'Idol' animes tend to be bland reserve-harem stories spiced up with beautiful boys, songs, and a dull heroine. B-Pro is no exception, however it makes a great effort to not make the heroine not so annoying dull or Mary-Sue like which inturn makes the story much more fun and the anime an overall a great way to pass the time.\n\n\u001b[1mLemmeはこれが私が見た全体的に最高の男性の「Idol」アニメだと言って始めます。 つまり、男性のアイドルアニメは、美しい男の子、歌、鈍感なヒロインと恋をしている、控え目な予備の話である傾向があります。  B-Proは例外ではありませんが、ヒロインを邪魔にならないようにするために大きな努力をしています。それで、イントゥーンがストーリーをもっと楽しいものにし、メアリー・スーをもっと楽しくさせ、アニメを全体的に時間を過ごす素晴らしい方法にします。\u001b[22m\n\u001b[1m(Lemme wa kore ga watashi ga mita zentai-teki ni saikō no dansei no `Idol' animeda to itte hajimemasu. Tsumari, dansei no aidoru anime wa, utsukushī otokonoko, uta, donkan'na hiroin to koiwoshiteiru, hikaemena yobi no hanashidearu keikō ga arimasu. B - Pro wa reigaide wa arimasenga, hiroin o jama ni naranai yō ni suru tame ni ōkina doryoku o shite imasu. Sorede, into~ūn ga sutōrī o motto tanoshī mono ni shi, mearī sū o motto tanoshiku sa se, anime o zentai-teki ni jikan o sugosu subarashī hōhō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mLemme just start off by saying this is the overall best male 'Idol' anime I have seen. That being said, male 'Idol' animes tend to be bland reserve-harem stories spiced up with beautiful boys, songs, and a dull heroine. B-Pro is no exception, however it makes a great effort to not make the heroine not so annoying dull or Mary-Sue like which inturn makes the story much more fun and the anime an overall a great way to pass the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLemme just start off by saying this is the overall best male 'Idol' anime I have seen.\u001b[24m\n    \u001b[1mLemmeはこれが私が見た全体的に最高の男性の「Idol」アニメだと言って始めます。\u001b[22m, \u001b[1mレムはちょうどこれは私が見てきた全体的な最高の男性の「アイドル」のアニメであると言って始めます。\u001b[22m\n\u001b[4mThat being said, male 'Idol' animes tend to be bland reserve-harem stories spiced up with beautiful boys, songs, and a dull heroine.\u001b[24m\n    \u001b[1mつまり、男性のアイドルアニメは、美しい男の子、歌、鈍感なヒロインと恋をしている、控え目な予備の話である傾向があります。\u001b[22m, \u001b[1m言われていることを、男性の「アイドル」のアニメは当たり障りのない準備金ハーレム物語は美しい男の子、歌、そして鈍いヒロインとスパイスになる傾向があります。\u001b[22m\n\u001b[4mB-Pro is no exception, however it makes a great effort to not make the heroine not so annoying dull or Mary-Sue like which inturn makes the story much more fun and the anime an overall a great way to pass the time.\u001b[24m\n    \u001b[1mB-Proは例外ではありませんが、ヒロインを邪魔にならないようにするために大きな努力をしています。それで、イントゥーンがストーリーをもっと楽しいものにし、メアリー・スーをもっと楽しくさせ、アニメを全体的に時間を過ごす素晴らしい方法にします。\u001b[22m, \u001b[1mB-Proは例外ではありません、しかし、それは内転話はるかに楽しいとアニメの時間を渡すために、全体的な素晴らしい方法になりますので、退屈な迷惑やメアリー・スーないどのようなヒロインをしないために大変な努力をします。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 6\n\n\u001b[1mストーリー -  6\u001b[22m\n\u001b[1m(Sutōrī - 6)\u001b[22m\n\nTranslations of \u001b[4mStory - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 6\u001b[24m\n    \u001b[1mストーリー -  6\u001b[22m\nThe story itself starts without you and there is not much that is introduced about what happens before the heroine comes along even though the story seems to pleading for an explanation about the boys' success before B-Pro [in their respective groups] and how B -Pro 'really' came to be.\n\n\u001b[1m物語そのものはあなたなしで始まり、ヒロインが来る前に何が起こるかについてはあまり知られていません.B-Pro [それぞれのグループで]の前の男の子の成功についての説明を訴えているようで、B  - プロ '本当に'となった。\u001b[22m\n\u001b[1m(Monogatari sonomono wa anata nashi de hajimari, hiroin ga kuru mae ni nani ga okoru ka ni tsuite wa amari shira rete imasen. B - Pro [sorezore no gurūpu de] no mae no otokonoko no seikō ni tsuite no setsumei o uttaete iru yō de, B - puro' hontōni' to natta.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself starts without you and there is not much that is introduced about what happens before the heroine comes along even though the story seems to pleading for an explanation about the boys' success before B-Pro [in their respective groups] and how B -Pro 'really' came to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself starts without you and there is not much that is introduced about what happens before the heroine comes along even though the story seems to pleading for an explanation about the boys' success before B-Pro [in their respective groups] and how B\u001b[24m\n    \u001b[1m物語そのものはあなたなしで始まり、ヒロインが来る前に何が起こるかについてはあまり知られていません.B-Pro [それぞれのグループで]の前の男の子の成功についての説明を訴えているようで、B\u001b[22m, \u001b[1m物語自体はあなたなしで起動し、ヒロインはストーリーが[それぞれのグループ内] B-Proおよび方法Bの前に男の子の成功についての説明のために嘆願しているようだにもかかわらず沿って来る前に何が起こるかについて紹介されていることはあまりありません\u001b[22m\n\u001b[4m-Pro 'really' came to be.\u001b[24m\n    \u001b[1m - プロ '本当に'となった。\u001b[22m, \u001b[1m-Proは「本当に」ようになりました。\u001b[22m\nStill, the plot is nicely paced and the boys get entire episodes dedicated to them, however their are obvious favorites in the way that there is less focus on certain guys. Considering there is 10 guys and only 12 episodes this is a fair sacrifice so that story is able to progress and we're not stuck with a repetitive reverse-harem gimmick.\n\n\u001b[1mそれでもプロットはきれいにペースがあり、男の子は彼らに捧げられたエピソード全体を手に入れますが、特定の人に焦点が当てられていないという点では明らかです。  10人の男と12人のエピソードがあることを考慮すると、これは公平な犠牲であり、ストーリーは進歩し、反復的な逆ハムレのギミックに縛られることはありません。\u001b[22m\n\u001b[1m(Soredemo purotto wa kirei ni pēsu ga ari, otokonoko wa karera ni sasage rareta episōdo zentai o te ni iremasuga, tokutei no hito ni shōten ga ate rarete inai to iu tende wa akirakadesu. 10-Ri no otoko to 12-ri no episōdo ga aru koto o kōryo suru to, kore wa kōheina giseideari, sutōrī wa shinpo shi, hanpuku-tekina gyaku hamu re no gimikku ni shibara reru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mStill, the plot is nicely paced and the boys get entire episodes dedicated to them, however their are obvious favorites in the way that there is less focus on certain guys. Considering there is 10 guys and only 12 episodes this is a fair sacrifice so that story is able to progress and we're not stuck with a repetitive reverse-harem gimmick.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill, the plot is nicely paced and the boys get entire episodes dedicated to them, however their are obvious favorites in the way that there is less focus on certain guys.\u001b[24m\n    \u001b[1mそれでもプロットはきれいにペースがあり、男の子は彼らに捧げられたエピソード全体を手に入れますが、特定の人に焦点が当てられていないという点では明らかです。\u001b[22m, \u001b[1mそれでも、プロットはうまくペースされ、男の子が彼らに捧げ全体のエピソードを取得し、しかし、特定の人にはあまり焦点があることのように明らかなお気に入りは、彼らのです。\u001b[22m\n\u001b[4mConsidering there is 10 guys and only 12 episodes this is a fair sacrifice so that story is able to progress and we're not stuck with a repetitive reverse-harem gimmick.\u001b[24m\n    \u001b[1m10人の男と12人のエピソードがあることを考慮すると、これは公平な犠牲であり、ストーリーは進歩し、反復的な逆ハムレのギミックに縛られることはありません。\u001b[22m, \u001b[1mそこを考慮すると、そのストーリーが進行することが可能であり、我々は繰り返し逆ハーレムギミックで立ち往生していないので、これは公正な犠牲で10人の男と唯一の12のエピソードです。\u001b[22m\n[Spoiler-ish] However the ending conjured up in the last two to three episodes is surprising and somewhat uncalled for which is why I brought score down a little bit. The theme of this anime is overall light-hearted and gives little to no clues to the darker future which leaves you very confused as as it all happens too quickly and makes no sense. If they expanded this a bit further and the anime was longer this could have played out more smoothly but they compacted it too match at the end there and left the me with more questions.\n\n\u001b[1m[Spoiler-ish]しかし、最後の2〜3回のエピソードで結成されたエンディングは驚くべきことであり、やや不満があるので、少しだけスコアを下げたのです。 このアニメのテーマは全体的に光り輝く、より暗い未来への手がかりをほとんど与えず、すべてがあまりにも速く起こり、意味をなさないように非常に混乱させます。 彼らがもう少しこれを拡張し、アニメが長くなった場合、これはよりスムーズに演奏することができたかもしれませんが、最後にそれを圧縮してより多くの質問を残しました。\u001b[22m\n\u001b[1m([Supoirā - aishu] shikashi, saigo no 2 〜 3-kai no episōdo de kessei sa reta endingu wa odorokubeki kotodeari, yaya fuman ga aru node, sukoshidake sukoa o sageta nodesu. Kono anime no tēma wa zentai-teki ni hikarikagayaku, yori kurai mirai e no tegakari o hotondo ataezu, subete ga amarini mo hayaku okori, imiwonasanai-yō ni hijō ni konran sa semasu. Karera ga mōsukoshi kore o kakuchō shi, anime ga nagaku natta baai, koreha yori sumūzu ni ensō suru koto ga dekita kamo shiremasenga, saigo ni sore o asshuku shite yori ōku no shitsumon o nokoshimashita.)\u001b[22m\n\nTranslations of \u001b[4m[Spoiler-ish] However the ending conjured up in the last two to three episodes is surprising and somewhat uncalled for which is why I brought score down a little bit. The theme of this anime is overall light-hearted and gives little to no clues to the darker future which leaves you very confused as as it all happens too quickly and makes no sense. If they expanded this a bit further and the anime was longer this could have played out more smoothly but they compacted it too match at the end there and left the me with more questions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[Spoiler-ish] However the ending conjured up in the last two to three episodes is surprising and somewhat uncalled for which is why I brought score down a little bit.\u001b[24m\n    \u001b[1m[Spoiler-ish]しかし、最後の2〜3回のエピソードで結成されたエンディングは驚くべきことであり、やや不満があるので、少しだけスコアを下げたのです。\u001b[22m, \u001b[1m[スポイラーっぽい]エンディングは、最後の2〜3のエピソードに呼び起こさしかし、私は少しダウンスコアもたらした理由であるために驚くべきことで、やや差し出がましいです。\u001b[22m\n\u001b[4mThe theme of this anime is overall light-hearted and gives little to no clues to the darker future which leaves you very confused as as it all happens too quickly and makes no sense.\u001b[24m\n    \u001b[1mこのアニメのテーマは全体的に光り輝く、より暗い未来への手がかりをほとんど与えず、すべてがあまりにも速く起こり、意味をなさないように非常に混乱させます。\u001b[22m, \u001b[1mこのアニメのテーマは陽気な全体的であり、それはすべてがあまりにも急速に起こるとは意味がありませんよう、あなたが非常に混乱葉暗い未来への無手がかりに少しを与えます。\u001b[22m\n\u001b[4mIf they expanded this a bit further and the anime was longer this could have played out more smoothly but they compacted it too match at the end there and left the me with more questions.\u001b[24m\n    \u001b[1m彼らがもう少しこれを拡張し、アニメが長くなった場合、これはよりスムーズに演奏することができたかもしれませんが、最後にそれを圧縮してより多くの質問を残しました。\u001b[22m, \u001b[1m彼らは少しこれをさらに拡大し、アニメが長かったこれは、よりスムーズに再生されたかもしれないが、彼らはそれがあまりにもそこに最後に一致固めと多くの質問を私に残された場合。\u001b[22m\n\u001b[1m\u001b[22m\nArt- 8\n\n\u001b[1mアート8\u001b[22m\n\u001b[1m(Āto 8)\u001b[22m\n\nTranslations of \u001b[4mArt- 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- 8\u001b[24m\n    \u001b[1mアート8\u001b[22m, \u001b[1mアート -  8\u001b[22m\nI personally very much liked the design of the boys. A lot of colours and effects were used throughout the anime to bring life to the beautiful and handsome idols and their life. It was a little more crisp than I expected considering the move to make anime much smoother and softer recently--but the budget may have been used more on the amazing choice of voice actors instead.\n\n\u001b[1m私は個人的には男の子のデザインが大好きでした。 美しい美しいアイドルとその人生に命を吹き込むために、アニメ全体で多くの色と効果が使われました。 最近アニメをもっとスムーズにしてより柔らかくする動きがあると思っていたのですが、予算は声優の驚くべき選択にもっと使われたかもしれません。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni wa otokonoko no dezain ga daisukideshita. Utsukushī utsukushī aidoru to sono jinsei ni inochi o fukikomu tame ni, anime zentai de ōku no iro to kōka ga tsukawa remashita. Saikin anime o motto sumūzu ni shite yori yawarakaku suru ugoki ga aru to omotte ita nodesuga, yosan wa seiyū no odorokubeki sentaku ni motto tsukawa reta kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mI personally very much liked the design of the boys. A lot of colours and effects were used throughout the anime to bring life to the beautiful and handsome idols and their life. It was a little more crisp than I expected considering the move to make anime much smoother and softer recently--but the budget may have been used more on the amazing choice of voice actors instead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally very much liked the design of the boys.\u001b[24m\n    \u001b[1m私は個人的には男の子のデザインが大好きでした。\u001b[22m, \u001b[1m私は個人的に非常に多くの少年たちのデザインが好きでした。\u001b[22m\n\u001b[4mA lot of colours and effects were used throughout the anime to bring life to the beautiful and handsome idols and their life.\u001b[24m\n    \u001b[1m美しい美しいアイドルとその人生に命を吹き込むために、アニメ全体で多くの色と効果が使われました。\u001b[22m, \u001b[1m色や効果の多くは美しく、ハンサムな偶像と自分の人生に命をもたらすために、アニメ全体で使用されました。\u001b[22m\n\u001b[4mIt was a little more crisp than I expected considering the move to make anime much smoother and softer recently--but the budget may have been used more on the amazing choice of voice actors instead.\u001b[24m\n    \u001b[1m最近アニメをもっとスムーズにしてより柔らかくする動きがあると思っていたのですが、予算は声優の驚くべき選択にもっと使われたかもしれません。\u001b[22m, \u001b[1m私がアニメより滑らかかつより柔らかく、最近にする動きを考慮し予想よりも少しカリカリだった - しかし、予算は代わりに声優の素晴らしい選択により使用されている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nSound- 8\n\n\u001b[1mサウンド -  8\u001b[22m\n\u001b[1m(Saundo - 8)\u001b[22m\n\nTranslations of \u001b[4mSound- 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- 8\u001b[24m\n    \u001b[1mサウンド -  8\u001b[22m, \u001b[1m健全8\u001b[22m\nGoing into what I said above--the voice actors 'made' this anime. It was very enjoyable hearing them speak, talk coquettishly, act, and sing. Most of the songs were very addictive and you very quickly may find yourself knowing how the song goes as parts are played strategically and almost incessantly.\n\n\u001b[1m私が上で言ったように - 声優はこのアニメを作った。 彼らの話を聞きながら、気取って話をし、行動し、歌うのはとても楽しいものでした。 ほとんどの曲は非常に中毒性があって、パートが戦略的かつほぼ絶え間なく演奏されるように歌がどうなっているかをすぐに知ることができます。\u001b[22m\n\u001b[1m(Watashi ga ue de itta yō ni - seiyū wa kono anime o tsukutta. Karera no hanashi o kikinagara, kidotte hanashi o shi, kōdō shi, utau no wa totemo tanoshī monodeshita. Hotondo no kyoku wa hijō ni chūdoku-sei ga atte, pāto ga senryaku-teki katsu hobo taema naku ensō sa reru yō ni uta ga dō natte iru ka o sugu ni shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mGoing into what I said above--the voice actors 'made' this anime. It was very enjoyable hearing them speak, talk coquettishly, act, and sing. Most of the songs were very addictive and you very quickly may find yourself knowing how the song goes as parts are played strategically and almost incessantly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGoing into what I said above--the voice actors 'made' this anime.\u001b[24m\n    \u001b[1m私が上で言ったように - 声優はこのアニメを作った。\u001b[22m, \u001b[1m私は上記の言ったことに行く - 声優「作られた」このアニメを。\u001b[22m\n\u001b[4mIt was very enjoyable hearing them speak, talk coquettishly, act, and sing.\u001b[24m\n    \u001b[1m彼らの話を聞きながら、気取って話をし、行動し、歌うのはとても楽しいものでした。\u001b[22m, \u001b[1mそれは彼らが話す、コケティッシュに話し、行為、および歌う聞いてとても楽しかったです。\u001b[22m\n\u001b[4mMost of the songs were very addictive and you very quickly may find yourself knowing how the song goes as parts are played strategically and almost incessantly.\u001b[24m\n    \u001b[1mほとんどの曲は非常に中毒性があって、パートが戦略的かつほぼ絶え間なく演奏されるように歌がどうなっているかをすぐに知ることができます。\u001b[22m, \u001b[1m曲のほとんどは非常に中毒だったとあなたは非常に迅速に自分で部品を戦略的に、ほぼ絶え間なく再生されるように歌が行く方法を知っ見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter- 7\n\n\u001b[1mキャラクター -  7\u001b[22m\n\u001b[1m(Kyarakutā - 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter- 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter- 7\u001b[24m\n    \u001b[1mキャラクター -  7\u001b[22m, \u001b[1mCharacter- 7\u001b[22m\nHalf of them were unique, interesting and the series focused on them. They had backstories and problems and our Heroine, of course, helps move them forward in their world of fame. However the way they divided the boys was very bad. KateKore and THRIVE were full of bright characters and the series seems to focus on them and give them extra shine, while the MooNs boys seem to come up short despite making up half of B-Pro. Considering the anime seems to be about bringing these three groups together both in relationships and for fame there should have been some brighter individuals in MooNs. Considering the sacrifice for the plot in this short anime, they should have brought down a member from THRIVE or something to help give MooNs equal opportunity.\n\n\u001b[1mそれらの半分はユニークで興味深いもので、シリーズはそれらに焦点を当てました。 彼らはバックストーリーと問題を抱えていました。ヒロインはもちろん、彼らを名声の世界で前進させるのに役立ちます。 しかし、彼らが男の子を分けた方法は非常に悪かった。  KateKoreとTHRIVEは明るいキャラクターでいっぱいで、シリーズは彼らに焦点を当てて余分な輝きを与えているようだが、MooNの男の子はB-Proの半分を補充しても短期間で登場するようだ。 アニメは、これらの3つのグループを関係と名声の両方で結びつけることを考えているようだが、MooNsにはより明るい人物がいたはずである。 この短いアニメのプロットのための犠牲を考えると、彼らはTHRIVEのメンバーかMooNsに機会を与えるのを助ける何かを落とすべきだったのです。\u001b[22m\n\u001b[1m(Sorera no hanbun wa yunīku de kyōmibukai mono de, shirīzu wa sorera ni shōten o atemashita. Karera wa bakkusutōrī to mondai o kakaete imashita. Hiroin wa mochiron, karera o meisei no sekai de zenshin sa seru no ni yakudachimasu. Shikashi, karera ga otokonoko o waketa hōhō wa hijō ni warukatta. KateKore to THRIVE wa akarui kyarakutā de ippai de, shirīzu wa karera ni shōten o atete yobun'na kagayaki o ataete iru yōdaga, MooN no otokonoko wa B - Pro no hanbun o hojū shite mo tankikan de tōjō suru yōda. Anime wa, korera no 3ttsu no gurūpu o kankei to meisei no ryōhō de musubitsukeru koto o kangaete iru yōdaga, MooNs ni wa yori akarui jinbutsu ga ita hazudearu. Kono mijikai anime no purotto no tame no gisei o kangaeru to, karera wa THRIVE no menbā ka MooNs ni kikai o ataeru no o tasukeru nanika o otosubekidatta nodesu.)\u001b[22m\n\nTranslations of \u001b[4mHalf of them were unique, interesting and the series focused on them. They had backstories and problems and our Heroine, of course, helps move them forward in their world of fame. However the way they divided the boys was very bad. KateKore and THRIVE were full of bright characters and the series seems to focus on them and give them extra shine, while the MooNs boys seem to come up short despite making up half of B-Pro. Considering the anime seems to be about bringing these three groups together both in relationships and for fame there should have been some brighter individuals in MooNs. Considering the sacrifice for the plot in this short anime, they should have brought down a member from THRIVE or something to help give MooNs equal opportunity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHalf of them were unique, interesting and the series focused on them.\u001b[24m\n    \u001b[1mそれらの半分はユニークで興味深いもので、シリーズはそれらに焦点を当てました。\u001b[22m, \u001b[1mそれらの半分は、ユニーク面白かったとシリーズは、それらに焦点を当てました。\u001b[22m\n\u001b[4mThey had backstories and problems and our Heroine, of course, helps move them forward in their world of fame.\u001b[24m\n    \u001b[1m彼らはバックストーリーと問題を抱えていました。ヒロインはもちろん、彼らを名声の世界で前進させるのに役立ちます。\u001b[22m, \u001b[1m彼らはもちろん、名声の彼らの世界に前方に移動するのに役立ちます、backstoriesや問題と私たちのヒロインを持っていました。\u001b[22m\n\u001b[4mHowever the way they divided the boys was very bad.\u001b[24m\n    \u001b[1mしかし、彼らが男の子を分けた方法は非常に悪かった。\u001b[22m, \u001b[1mしかし、彼らは男の子を分割方法が非常に悪かったです。\u001b[22m\n\u001b[4mKateKore and THRIVE were full of bright characters and the series seems to focus on them and give them extra shine, while the MooNs boys seem to come up short despite making up half of B-Pro.\u001b[24m\n    \u001b[1mKateKoreとTHRIVEは明るいキャラクターでいっぱいで、シリーズは彼らに焦点を当てて余分な輝きを与えているようだが、MooNの男の子はB-Proの半分を補充しても短期間で登場するようだ。\u001b[22m, \u001b[1mKateKoreとTHRIVEは明るい文字でいっぱいだったとシリーズは、衛星の男の子はB-プロの半分を構成するにもかかわらず、短い来ているように見える一方で、それらに焦点を当て、彼らに余分な輝きを与えているようです。\u001b[22m\n\u001b[4mConsidering the anime seems to be about bringing these three groups together both in relationships and for fame there should have been some brighter individuals in MooNs.\u001b[24m\n    \u001b[1mアニメは、これらの3つのグループを関係と名声の両方で結びつけることを考えているようだが、MooNsにはより明るい人物がいたはずである。\u001b[22m, \u001b[1mアニメを考慮すると、関係にし、衛星でのいくつかの明るい個人があったはずです名声のために両方一緒に、これらの三つのグループをもたらすことについてのようです。\u001b[22m\n\u001b[4mConsidering the sacrifice for the plot in this short anime, they should have brought down a member from THRIVE or something to help give MooNs equal opportunity.\u001b[24m\n    \u001b[1mこの短いアニメのプロットのための犠牲を考えると、彼らはTHRIVEのメンバーかMooNsに機会を与えるのを助ける何かを落とすべきだったのです。\u001b[22m, \u001b[1mこの短いアニメのプロットのための犠牲を考えると、彼らはTHRIVEからメンバーまたは衛星に平等な機会を与えるのを助けるために何かをダウンさせている必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- 9\n\n\u001b[1m楽しさ -  9\u001b[22m\n\u001b[1m(Tanoshisa - 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- 9\u001b[24m\n    \u001b[1m楽しさ -  9\u001b[22m, \u001b[1mEnjoyment- 9\u001b[22m\nAs mentioned, this is my favorite male idol anime show thus far. Plenty of fanservice, pretty boys, entertaining episodes, and songs to keep me intrigued throughout the anime.\n\n\u001b[1m言いましたように、これはこれまで私の好きな男性アイドルアニメ番組です。 ファンタスティック、かなりの男の子、楽しいエピソード、そしてアニメを通して私が興味をそそられる歌をたくさん。\u001b[22m\n\u001b[1m(Iimashita yō ni, kore wa kore made watashi no sukina dansei aidoru anime bangumidesu. Fantasutikku, kanari no otokonoko, tanoshī episōdo, soshite anime o tōshite watashi ga kyōmi o sosora reru uta o takusan.)\u001b[22m\n\nTranslations of \u001b[4mAs mentioned, this is my favorite male idol anime show thus far. Plenty of fanservice, pretty boys, entertaining episodes, and songs to keep me intrigued throughout the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs mentioned, this is my favorite male idol anime show thus far.\u001b[24m\n    \u001b[1m言いましたように、これはこれまで私の好きな男性アイドルアニメ番組です。\u001b[22m, \u001b[1m前述したように、これは、これまで私の好きな男性アイドルアニメショーです。\u001b[22m\n\u001b[4mPlenty of fanservice, pretty boys, entertaining episodes, and songs to keep me intrigued throughout the anime.\u001b[24m\n    \u001b[1mファンタスティック、かなりの男の子、楽しいエピソード、そしてアニメを通して私が興味をそそられる歌をたくさん。\u001b[22m, \u001b[1mサービスカット、かわいい男の子、面白いエピソード、アニメを通して興味をそそら私を保つために曲のプレンティ。\u001b[22m\n\u001b[1m\u001b[22m\nOverall- 7/8\n\n\u001b[1m全体的 -  7/8\u001b[22m\n\u001b[1m(Zentai-teki - 7/ 8)\u001b[22m\n\nTranslations of \u001b[4mOverall- 7/8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall- 7/8\u001b[24m\n    \u001b[1m全体的 -  7/8\u001b[22m, \u001b[1m7/8 Overall-\u001b[22m\nMy score is a little higher than expected, especially for this type of anime, but there wasn't much I could nitpick at so the score is what B-Pro is deserving of. Whether you like idol animes or reverse-harems, B-Pro is well put-together and an enjoyable 12 episode anime.\n\n\u001b[1m私の得点は、特にこのタイプのアニメの場合、予想よりも少し高いですが、B-Proが得意としているように私がニックピックすることはあまりありませんでした。 あなたがアイドルアニメかリバースハレームかを問わず、B-Proはうまく組み立てられ、楽しい12話のアニメです。\u001b[22m\n\u001b[1m(Watashi no tokuten wa, tokuni kono taipu no anime no baai, yosō yori mo sukoshi takaidesuga, B - Pro ga tokui to shite iru yō ni watashi ga nikkupikku suru koto wa amari arimasendeshita. Anata ga aidoru animeka ribāsuharēmu ka o towazu, B - Pro wa umaku kumitate rare, tanoshī 12-wa no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mMy score is a little higher than expected, especially for this type of anime, but there wasn't much I could nitpick at so the score is what B-Pro is deserving of. Whether you like idol animes or reverse-harems, B-Pro is well put-together and an enjoyable 12 episode anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy score is a little higher than expected, especially for this type of anime, but there wasn't much I could nitpick at so the score is what B-Pro is deserving of.\u001b[24m\n    \u001b[1m私の得点は、特にこのタイプのアニメの場合、予想よりも少し高いですが、B-Proが得意としているように私がニックピックすることはあまりありませんでした。\u001b[22m, \u001b[1m私のスコアは特にアニメのこのタイプのため、予想より少し高いですが、そこに多くの私はスコアで小うるさいことができませんでしたB-Proはの値するものです。\u001b[22m\n\u001b[4mWhether you like idol animes or reverse-harems, B-Pro is well put-together and an enjoyable 12 episode anime.\u001b[24m\n    \u001b[1mあなたがアイドルアニメかリバースハレームかを問わず、B-Proはうまく組み立てられ、楽しい12話のアニメです。\u001b[22m, \u001b[1mあなたはアイドルアニメや逆ハーレムを好きかどうかは、B-Proがよく、楽しい12エピソードのアニメを一緒に入れています。\u001b[22m"
  },
  {
    "title": "B-Project__KodouAmbitious",
    "id": "33046",
    "url": "https://myanimelist.net/anime/33046/B-Project__KodouAmbitious",
    "user": "Shellster2810",
    "profile": "/profile/Shellster2810/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=230442",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  6\n\nサマリーレビュー：\nこれはアイドルとの典型的な逆ハレムです（ただしロマンスは0です）。 主人公との友情のようなものです。 アイドル・ハーレムを持つことは爽やかですが、アイドル・オール・ザ・オール・ザ・オール・ボーリング・ガール・ガールズ・オール・イン・ザ・オール・ボーリング・ガール サウンド8、アート9、キャラクター7、ストーリー5。全体的に6  - まともなアニメは急いで終了した。\n\n完全なレビュー：\nまず、芸術と音は良いです。 音楽はそれほど変わっていませんが、音楽全体はあまりにも悪くありません。 おそらく私の個人的な好みですが、芸術は良かった、それはアニメのジャンルに合っていました。 サウンド：8。 アート：9。\n\n文字はあまりにも悪くない。 確かにあなたの典型的な「アイドル」タイプがありますが、どこにでもそれらを見ることができます。 彼らはみんなに個性を与えようとし、少数のキャラクターには少し話題を言っているが、他人にはほとんど触れない。 これは唯一の12エピソードを考慮して、キャラクターの開発の面で悪いことではない、私は多くを悪化されている。 私にはあまりにも多くの人が好きになるキャラクターや2がありますが、それほど悪くはありません。 キャラクター：7。\n\nしかし、そこからのすべての下り坂.....物語はあまりにも悪くはない、それはほとんどのアイドルアニメから期待されるような '物語'の多くを持っていないし、見ている人々は一般的にそれを理解します。 最初の9つのエピソードでは、全てが時にはうまくいっているように感じましたが、一般的にはそれほど悪くはありませんでした。そして、最後の3つがちょうどよいなら、私はそのストーリーに7を与えました。 混合物のスパナ。 私はスポイラーだが、それは大きなプロットツイスト（少なくともsemiforsee可能なもの）のために何が起こるかは言わない。 今、それはうまくいけない、私はプロットのひねりを気にしないが、終わりの前に2つのエピソードまでプロットツイストを残して、彼らはそれを急いでして何も説明しなければならなかった。 彼らはあなたに100万の質問を投げ、1に答えます。おそらくシーズン2の小さなチャンスを台無しにした大きなdisapointmentは、私たちが持っている999 999の質問への答えを決して学ばないでしょう。 ストーリー：5。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nSummary Review:\n\n\u001b[1mサマリーレビュー：\u001b[22m\n\u001b[1m(Samarīrebyū:)\u001b[22m\n\nTranslations of \u001b[4mSummary Review:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSummary Review:\u001b[24m\n    \u001b[1mサマリーレビュー：\u001b[22m, \u001b[1m概要レビュー：\u001b[22m\nThis is your typical reverse harem with idols (except there is 0 romance). Its more like a harem of friendship with the main character. While it is refreshing to have a idol harem where the idols arent all falling all over the plain boring girl, keep in mind it is still your typical 'idol anime'. Sound 8, Art 9, Characters 7, Story 5. Overall 6 - decent anime that is ruined by a rushed ending.\n\n\u001b[1mこれはアイドルとの典型的な逆ハレムです（ただしロマンスは0です）。 主人公との友情のようなものです。 アイドル・ハーレムを持つことは爽やかですが、アイドル・オール・ザ・オール・ザ・オール・ボーリング・ガール・ガールズ・オール・イン・ザ・オール・ボーリング・ガール サウンド8、アート9、キャラクター7、ストーリー5。全体的に6  - まともなアニメは急いで終了した。\u001b[22m\n\u001b[1m(Kore wa aidoru to no tenkei-tekina gyaku haremudesu (tadashi romansu wa 0desu). Shujinkō to no yūjō no yōna monodesu. Aidoru hāremu o motsu koto wa sawayakadesuga, aidoru ōru za ōru za ōru bōringu gāru gāruzu ōru in za ōru bōringu gārusaundo 8, āto 9, kyarakutā 7, sutōrī 5. Zentai-teki ni 6 - matomona anime wa isoide shūryō shita.)\u001b[22m\n\nTranslations of \u001b[4mThis is your typical reverse harem with idols (except there is 0 romance). Its more like a harem of friendship with the main character. While it is refreshing to have a idol harem where the idols arent all falling all over the plain boring girl, keep in mind it is still your typical 'idol anime'. Sound 8, Art 9, Characters 7, Story 5. Overall 6 - decent anime that is ruined by a rushed ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is your typical reverse harem with idols (except there is 0 romance).\u001b[24m\n    \u001b[1mこれはアイドルとの典型的な逆ハレムです（ただしロマンスは0です）。\u001b[22m, \u001b[1mこれは、（0ロマンスがある除く）偶像であなたの典型的な逆ハーレムです。\u001b[22m\n\u001b[4mIts more like a harem of friendship with the main character.\u001b[24m\n    \u001b[1m主人公との友情のようなものです。\u001b[22m, \u001b[1mそのより主人公との友情のハーレムのような。\u001b[22m\n\u001b[4mWhile it is refreshing to have a idol harem where the idols arent all falling all over the plain boring girl, keep in mind it is still your typical 'idol anime'.\u001b[24m\n    \u001b[1mアイドル・ハーレムを持つことは爽やかですが、アイドル・オール・ザ・オール・ザ・オール・ボーリング・ガール・ガールズ・オール・イン・ザ・オール・ボーリング・ガール\u001b[22m, \u001b[1mそれは偶像はすべてのすべての平野退屈女の子の上に落下アレントアイドルハーレムを持つようにリフレッシュされているが、それはまだあなたの典型的な「アイドルアニメ「ある心に留めておきます。\u001b[22m\n\u001b[4mSound 8, Art 9, Characters 7, Story 5. Overall 6 - decent anime that is ruined by a rushed ending.\u001b[24m\n    \u001b[1mサウンド8、アート9、キャラクター7、ストーリー5。全体的に6  - まともなアニメは急いで終了した。\u001b[22m, \u001b[1m8、アート9、キャラクター7サウンド、ストーリー5.全6  - 急いで終了によって台無しにされてまともなアニメ。\u001b[22m\n\u001b[1m\u001b[22m\nFull Review:\n\n\u001b[1m完全なレビュー：\u001b[22m\n\u001b[1m(Kanzen'na rebyū:)\u001b[22m\n\nTranslations of \u001b[4mFull Review:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFull Review:\u001b[24m\n    \u001b[1m完全なレビュー：\u001b[22m, \u001b[1mフルレビュー：\u001b[22m\nFirstly, the art and sound are good. The music doesnt vary much as its all the same songs pretty much but the music as a whole isnt too bad. Its probably just my personal preference but the art was good, it suited the anime genre. Sound:8. Art: 9.\n\n\u001b[1mまず、芸術と音は良いです。 音楽はそれほど変わっていませんが、音楽全体はあまりにも悪くありません。 おそらく私の個人的な好みですが、芸術は良かった、それはアニメのジャンルに合っていました。 サウンド：8。 アート：9。\u001b[22m\n\u001b[1m(Mazu, geijutsu to oto wa yoidesu. Ongaku wa sorehodo kawatte imasenga, ongaku zentai wa amarini mo waruku arimasen. Osoraku watashi no kojin-tekina konomidesuga, geijutsu wa yokatta, soreha anime no janru ni atte imashita. Saundo: 8. Āto: 9.)\u001b[22m\n\nTranslations of \u001b[4mFirstly, the art and sound are good. The music doesnt vary much as its all the same songs pretty much but the music as a whole isnt too bad. Its probably just my personal preference but the art was good, it suited the anime genre. Sound:8. Art: 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirstly, the art and sound are good.\u001b[24m\n    \u001b[1mまず、芸術と音は良いです。\u001b[22m, \u001b[1mまず、アートと音が良いです。\u001b[22m\n\u001b[4mThe music doesnt vary much as its all the same songs pretty much but the music as a whole isnt too bad.\u001b[24m\n    \u001b[1m音楽はそれほど変わっていませんが、音楽全体はあまりにも悪くありません。\u001b[22m, \u001b[1mほとんどその全て同じ曲としてあまり変化しdoesntの音楽あまりにも悪い全体ありえないような音楽。\u001b[22m\n\u001b[4mIts probably just my personal preference but the art was good, it suited the anime genre.\u001b[24m\n    \u001b[1mおそらく私の個人的な好みですが、芸術は良かった、それはアニメのジャンルに合っていました。\u001b[22m, \u001b[1mそのおそらくちょうど私の個人的な好みが、芸術は良かった、それはアニメのジャンルに合いました。\u001b[22m\n\u001b[4mSound:8.\u001b[24m\n    \u001b[1mサウンド：8。\u001b[22m\n\u001b[4mArt: 9.\u001b[24m\n    \u001b[1mアート：9。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters arent too bad. Sure there are your typical 'idol' types but you see them everywhere and you should know what your getting into if your watching this to begin with. They try to give everyone an individuality to them and even tell you a little bit of backstory to a few of the characters while almost none to others. Not too bad in terms of character developement considering this was only 12 episodes, i have seen a lot worse. While there are a character or 2 that are way too much for me to come to like, not too bad. Character:7.\n\n\u001b[1m文字はあまりにも悪くない。 確かにあなたの典型的な「アイドル」タイプがありますが、どこにでもそれらを見ることができます。 彼らはみんなに個性を与えようとし、少数のキャラクターには少し話題を言っているが、他人にはほとんど触れない。 これは唯一の12エピソードを考慮して、キャラクターの開発の面で悪いことではない、私は多くを悪化されている。 私にはあまりにも多くの人が好きになるキャラクターや2がありますが、それほど悪くはありません。 キャラクター：7。\u001b[22m\n\u001b[1m(Moji wa amarini mo warukunai. Tashika ni anata no tenkei-tekina `aidoru' taipu ga arimasuga, doko ni demo sorera o miru koto ga dekimasu. Karera wa min'na ni kosei o ataeyou to shi, shōsū no kyarakutā ni wa sukoshi wadai o itte iruga, tanin ni wa hotondo furenai. Kore wa yuiitsu no 12 episōdo o kōryo shite, kyarakutā no kaihatsu no men de warui kotode wanai, watashi wa ōku o akka sa rete iru. Watashiniha amarini mo ōku no hito ga sukininaru kyarakutā ya 2 ga arimasuga, sore hodo waruku wa arimasen. Kyarakutā: 7.)\u001b[22m\n\nTranslations of \u001b[4mThe characters arent too bad. Sure there are your typical 'idol' types but you see them everywhere and you should know what your getting into if your watching this to begin with. They try to give everyone an individuality to them and even tell you a little bit of backstory to a few of the characters while almost none to others. Not too bad in terms of character developement considering this was only 12 episodes, i have seen a lot worse. While there are a character or 2 that are way too much for me to come to like, not too bad. Character:7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters arent too bad.\u001b[24m\n    \u001b[1m文字はあまりにも悪くない。\u001b[22m, \u001b[1m文字があまりにも悪いアレント。\u001b[22m\n\u001b[4mSure there are your typical 'idol' types but you see them everywhere and you should know what your getting into if your watching this to begin with.\u001b[24m\n    \u001b[1m確かにあなたの典型的な「アイドル」タイプがありますが、どこにでもそれらを見ることができます。\u001b[22m, \u001b[1m確かにそこにあなたの典型的な「アイドル」のタイプがありますが、あなたはどこでもそれらを見て、あなたがあなたで始まるために、これを見た場合に入るかを知る必要があります。\u001b[22m\n\u001b[4mThey try to give everyone an individuality to them and even tell you a little bit of backstory to a few of the characters while almost none to others.\u001b[24m\n    \u001b[1m彼らはみんなに個性を与えようとし、少数のキャラクターには少し話題を言っているが、他人にはほとんど触れない。\u001b[22m, \u001b[1m彼らは誰もが彼らに個性を与え、さらには他の人にはほとんどなしながら、文字の数にあなたの裏話を少し教えてみてください。\u001b[22m\n\u001b[4mNot too bad in terms of character developement considering this was only 12 episodes, i have seen a lot worse.\u001b[24m\n    \u001b[1mこれは唯一の12エピソードを考慮して、キャラクターの開発の面で悪いことではない、私は多くを悪化されている。\u001b[22m, \u001b[1mこれを考慮した文字開発効率向上の観点から、あまりにも悪くない私はたくさんの悪化見ているだけで12のエピソードでした。\u001b[22m\n\u001b[4mWhile there are a character or 2 that are way too much for me to come to like, not too bad.\u001b[24m\n    \u001b[1m私にはあまりにも多くの人が好きになるキャラクターや2がありますが、それほど悪くはありません。\u001b[22m, \u001b[1m私は悪くない、好きに来るのをあまりにも多くをされている文字または2がありますが。\u001b[22m\n\u001b[4mCharacter:7.\u001b[24m\n    \u001b[1mキャラクター：7。\u001b[22m\n\u001b[1m\u001b[22m\nBut its all downhill from there..... The story started off not too bad, it doesnt have much of a 'story' as such but thats to be expected from most idol anime and the people watching will generally understand that. For the first 9 episodes it felt as if everything was going almost too well at times but in general it wasnt too bad, and if the last 3 were just as good i would have given the story a 7. However, the 10th episode throws a spanner in the mix. I wont say what happens because spoilers but its a big plot twist (a semi forseeable one at least). Now thats fine, i dont mind a plot twist but by leaving the plot twist until 2 episodes before the end they had to rush it and explained NOTHING. They throw a million questions at you and answer 1. A huge disapointment that has probably ruined the minor chance for a season 2 so we will probably never learn the answer to those 999 999 questions we have. Story:5.\n\n\u001b[1mしかし、そこからのすべての下り坂.....物語はあまりにも悪くはない、それはほとんどのアイドルアニメから期待されるような '物語'の多くを持っていないし、見ている人々は一般的にそれを理解します。 最初の9つのエピソードでは、全てが時にはうまくいっているように感じましたが、一般的にはそれほど悪くはありませんでした。そして、最後の3つがちょうどよいなら、私はそのストーリーに7を与えました。 混合物のスパナ。 私はスポイラーだが、それは大きなプロットツイスト（少なくともsemiforsee可能なもの）のために何が起こるかは言わない。 今、それはうまくいけない、私はプロットのひねりを気にしないが、終わりの前に2つのエピソードまでプロットツイストを残して、彼らはそれを急いでして何も説明しなければならなかった。 彼らはあなたに100万の質問を投げ、1に答えます。おそらくシーズン2の小さなチャンスを台無しにした大きなdisapointmentは、私たちが持っている999 999の質問への答えを決して学ばないでしょう。 ストーリー：5。\u001b[22m\n\u001b[1m(Shikashi, soko kara no subete no kudarizaka... .. Monogatari wa amarini mo waruku wanai, sore wa hotondo no aidoru anime kara kitai sa reru yōna' monogatari' no ōku o motteinai shi, mite iru hitobito wa ippantekini sore o rikai shimasu. Saisho no kokonotsu no episōdode wa, subete ga tokiniha umaku itte iru yō ni kanjimashitaga, ippantekini wa sore hodo waruku wa arimasendeshita. Soshite, saigo no 3ttsu ga chōdo yoinara, watashi wa sono sutōrī ni 7 o ataemashita. Kongōmono no supana. Watashi wa supoirādaga, sore wa ōkina purottotsuisuto (sukunakutomo semiforsee kanōna mono) no tame ni nani ga okoru ka wa iwanai. Ima, sore wa umaku ikenai, watashi wa purotto no hineri o kinishinai ga, owari no mae ni 2tsu no episōdo made purottotsuisuto o nokoshite, karera wa sore o isoideshite nani mo setsumei shinakereba naranakatta. Karera wa anata ni 100 man no shitsumon o nage, 1 ni kotaemasu. Osoraku shīzun 2 no chīsana chansu o dainashi ni shita ōkina disapointment wa, watashitachi ga motte iru 999 999 no shitsumon e no kotae o kesshite manabanaideshou. Sutōrī: 5.)\u001b[22m\n\nTranslations of \u001b[4mBut its all downhill from there..... The story started off not too bad, it doesnt have much of a 'story' as such but thats to be expected from most idol anime and the people watching will generally understand that. For the first 9 episodes it felt as if everything was going almost too well at times but in general it wasnt too bad, and if the last 3 were just as good i would have given the story a 7. However, the 10th episode throws a spanner in the mix. I wont say what happens because spoilers but its a big plot twist (a semi forseeable one at least). Now thats fine, i dont mind a plot twist but by leaving the plot twist until 2 episodes before the end they had to rush it and explained NOTHING. They throw a million questions at you and answer 1. A huge disapointment that has probably ruined the minor chance for a season 2 so we will probably never learn the answer to those 999 999 questions we have. Story:5.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut its all downhill from there..... The story started off not too bad, it doesnt have much of a 'story' as such but thats to be expected from most idol anime and the people watching will generally understand that.\u001b[24m\n    \u001b[1mしかし、そこからのすべての下り坂.....物語はあまりにも悪くはない、それはほとんどのアイドルアニメから期待されるような '物語'の多くを持っていないし、見ている人々は一般的にそれを理解します。\u001b[22m, \u001b[1m物語はあまりにも悪くないスタートを切ったが、そのすべての下り坂、そこから.....、そのような「物語」の多くを持っているdoesntのが、ほとんどのアイドルアニメから予想されることのthatsと見ている人々は、一般的にそれを理解します。\u001b[22m\n\u001b[4mFor the first 9 episodes it felt as if everything was going almost too well at times but in general it wasnt too bad, and if the last 3 were just as good i would have given the story a 7. However, the 10th episode throws a\u001b[24m\n    \u001b[1m最初の9つのエピソードでは、全てが時にはうまくいっているように感じましたが、一般的にはそれほど悪くはありませんでした。そして、最後の3つがちょうどよいなら、私はそのストーリーに7を与えました。\u001b[22m, \u001b[1mすべては時間にほぼあまりにもよく行っていたかのように最初の9エピソードのためにそれは感じたが、一般的に、それはあまりにも悪い波平、そして最後の3は同じように良好であった場合、私はしかし、物語7を与えたであろう、第十エピソードがスローされます\u001b[22m\n\u001b[4mspanner in the mix.\u001b[24m\n    \u001b[1m混合物のスパナ。\u001b[22m, \u001b[1mミックスのスパナ。\u001b[22m\n\u001b[4mI wont say what happens because spoilers but its a big plot twist (a semi forseeable one at least).\u001b[24m\n    \u001b[1m私はスポイラーだが、それは大きなプロットツイスト（少なくともsemiforsee可能なもの）のために何が起こるかは言わない。\u001b[22m, \u001b[1m私はスポイラーが、その大きなプロットツイスト（半予見1少なくとも）ので、何が起こるかと言う習慣。\u001b[22m\n\u001b[4mNow thats fine, i dont mind a plot twist but by leaving the plot twist until 2 episodes before the end they had to rush it and explained NOTHING.\u001b[24m\n    \u001b[1m今、それはうまくいけない、私はプロットのひねりを気にしないが、終わりの前に2つのエピソードまでプロットツイストを残して、彼らはそれを急いでして何も説明しなければならなかった。\u001b[22m, \u001b[1m今、彼らはそれを急いでしなければならなかったし、終了前に2エピソードは何も説明しなくなるまで私は、プロットのねじれを気にいけないが、プロットツイストを残すことによって、細かいthatsの。\u001b[22m\n\u001b[4mThey throw a million questions at you and answer 1. A huge disapointment that has probably ruined the minor chance for a season 2 so we will probably never learn the answer to those 999 999 questions we have.\u001b[24m\n    \u001b[1m彼らはあなたに100万の質問を投げ、1に答えます。おそらくシーズン2の小さなチャンスを台無しにした大きなdisapointmentは、私たちが持っている999 999の質問への答えを決して学ばないでしょう。\u001b[22m, \u001b[1m彼らはあなたに百万の質問を投げると、おそらく私たちは、おそらく我々が持っているそれらの999 999の質問への答えを知ることはありませんシーズン2のマイナーのチャンスを台無しにしています。1.巨大なdisapointmentに答えます。\u001b[22m\n\u001b[4mStory:5.\u001b[24m\n    \u001b[1mストーリー：5。\u001b[22m"
  }
]
