[
  {
    "title": "Fudanshi_Koukou_Seikatsu",
    "id": "33222",
    "url": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu",
    "user": "Harambe_Panic",
    "profile": "/profile/Harambe_Panic/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=229838",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  10\n\nはい、\n\n私が同性愛者であるという事実は、私の見解には何の影響も与えてはいけませんが、これらのレビューの多くは、そのような重要な個人的な詳細が世界全体が回るはずのリンチピンであると考えているようです。\n\n\n不動産ココロ生活は、漫画のキャラクターに圧迫されていると思われるユーモアの敗者で、明らかに失われた、魅力的で不快で陽気なシリーズです。\n\n髪の引き金の感情と犠牲者のフェチを伴う傷つきやすい少女たちは、明らかにあなたのためではありません。\n\nしかし、ユーモアや肌触れのあるおならのおならは、これらのキャラクターと素晴らしいインタラクションに完全に魅了されます。エピソードごとに3分は複雑な話をするのに十分な時間ではありませんが、人間を作るのに十分な時間です あなたが恋に落ちるのに十分な時間以上です。\n\n強くお勧めします...あなたがユーモアのない弱者でない限り。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay,\n\n\u001b[1mはい、\u001b[22m\n\u001b[1m(Hai,)\u001b[22m\n\nDefinitions of \u001b[4mOkay,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\ninterjection\n\u001b[1m    良し！\u001b[22m\n        OK!, Okay!, All right!, Okey!, Okeydokey!\n\u001b[1m\u001b[22m\nThe fact that I am a gay shouldn't have any impact on my views here, however a lot of these reviews seem to think that such an inconsequential personal detail is the lynch pin on which the entire world should turn.\n\n\u001b[1m私が同性愛者であるという事実は、私の見解には何の影響も与えてはいけませんが、これらのレビューの多くは、そのような重要な個人的な詳細が世界全体が回るはずのリンチピンであると考えているようです。\u001b[22m\n\u001b[1m(Watashi ga dōseiai-shadearu to iu jijitsu wa, watashi no kenkai ni wa nani no eikyō mo ataete wa ikemasenga, korera no rebyū no ōku wa, sono yōna jūyōna kojin-tekina shōsai ga sekai zentai ga mawaru hazu no rinchipindearu to kangaete iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe fact that I am a gay shouldn't have any impact on my views here, however a lot of these reviews seem to think that such an inconsequential personal detail is the lynch pin on which the entire world should turn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fact that I am a gay shouldn't have any impact on my views here, however a lot of these reviews seem to think that such an inconsequential personal detail is the lynch pin on which the entire world should turn.\u001b[24m\n    \u001b[1m私が同性愛者であるという事実は、私の見解には何の影響も与えてはいけませんが、これらのレビューの多くは、そのような重要な個人的な詳細が世界全体が回るはずのリンチピンであると考えているようです。\u001b[22m, \u001b[1m私は同性愛者がここで私の意見に影響を及ぼさないはずだという事実は、しかし、これらのレビューの多くは、このような些細な個人的な詳細は、世界全体が回転すべきでリンチピンであることを考えているようです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFudanshi Koukou Seikatsu is a charming, inoffensive and hilarious series, something that is evidently lost on the joyless, humourless losers who seem to think they're being oppressed by cartoon characters.\n\n\u001b[1m不動産ココロ生活は、漫画のキャラクターに圧迫されていると思われるユーモアの敗者で、明らかに失われた、魅力的で不快で陽気なシリーズです。\u001b[22m\n\u001b[1m(Fudōsan Kokoro seikatsu wa, manga no kyarakutā ni appaku sa rete iru to omowa reru yūmoa no haisha de, akiraka ni ushinawareta, mirikiteki de fukaide yōkina shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mFudanshi Koukou Seikatsu is a charming, inoffensive and hilarious series, something that is evidently lost on the joyless, humourless losers who seem to think they're being oppressed by cartoon characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFudanshi Koukou Seikatsu is a charming, inoffensive and hilarious series, something that is evidently lost on the joyless, humourless losers who seem to think they're being oppressed by cartoon characters.\u001b[24m\n    \u001b[1m不動産ココロ生活は、漫画のキャラクターに圧迫されていると思われるユーモアの敗者で、明らかに失われた、魅力的で不快で陽気なシリーズです。\u001b[22m, \u001b[1mFudanshi高校生活は、明らかに、彼らは漫画のキャラクターによって圧迫されていると思うように見えるつまらない、ユーモアのない敗者に失われた何か、魅力的な不快感を与えないと陽気なシリーズです。\u001b[22m\n\u001b[1m\u001b[22m\nFragile little faeries with hair trigger emotions and a victimhood fetish this is evidently not for you.\n\n\u001b[1m髪の引き金の感情と犠牲者のフェチを伴う傷つきやすい少女たちは、明らかにあなたのためではありません。\u001b[22m\n\u001b[1m(Kami no hikigane no kanjō to gisei-sha no fechi o tomonau kizutsuki yasui shōjo-tachi wa, akiraka ni anata no tamede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFragile little faeries with hair trigger emotions and a victimhood fetish this is evidently not for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFragile little faeries with hair trigger emotions and a victimhood fetish this is evidently not for you.\u001b[24m\n    \u001b[1m髪の引き金の感情と犠牲者のフェチを伴う傷つきやすい少女たちは、明らかにあなたのためではありません。\u001b[22m, \u001b[1m髪のトリガの感情、これはあなたのため明らかではない被害者のフェチと壊れやすい小さな妖精。\u001b[22m\n\u001b[1m\u001b[22m\nBut anybody with a sense of humour and skin thicker than a wispy fart will be utterly captivated by these characters and their fabulous interplay, 3 minutes per episode isn't enough time to tell a complicated story, but it is enough time to make a human connection and its more than enough time to make you fall in love.\n\n\u001b[1mしかし、ユーモアや肌触れのあるおならのおならは、これらのキャラクターと素晴らしいインタラクションに完全に魅了されます。エピソードごとに3分は複雑な話をするのに十分な時間ではありませんが、人間を作るのに十分な時間です あなたが恋に落ちるのに十分な時間以上です。\u001b[22m\n\u001b[1m(Shikashi, yūmoa ya hada fure no aru onara no onara wa, korera no kyarakutā to subarashī intarakushon ni kanzen ni miryō sa remasu. Episōdo-goto ni 3-bu wa fukuzatsuna hanashi o suru no ni jūbun'na jikande wa arimasenga, ningen o tsukuru no ni jūbun'na jikandesu anata ga koiniochirunoni jūbun'na jikan ijōdesu.)\u001b[22m\n\nTranslations of \u001b[4mBut anybody with a sense of humour and skin thicker than a wispy fart will be utterly captivated by these characters and their fabulous interplay, 3 minutes per episode isn't enough time to tell a complicated story, but it is enough time to make a human connection and its more than enough time to make you fall in love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut anybody with a sense of humour and skin thicker than a wispy fart will be utterly captivated by these characters and their fabulous interplay, 3 minutes per episode isn't enough time to tell a complicated story, but it is enough time to make a human\u001b[24m\n    \u001b[1mしかし、ユーモアや肌触れのあるおならのおならは、これらのキャラクターと素晴らしいインタラクションに完全に魅了されます。エピソードごとに3分は複雑な話をするのに十分な時間ではありませんが、人間を作るのに十分な時間です\u001b[22m, \u001b[1mしかし、うっすらとおならが全くこれらの文字とその素晴らしい相互作用によって魅了されるよりも厚くユーモアと皮膚の感覚で誰でも、エピソードごとに3分は複雑な話をするのに十分な時間ではありませんが、人間を作るのに十分な時間であります\u001b[22m\n\u001b[4mconnection and its more than enough time to make you fall in love.\u001b[24m\n    \u001b[1mあなたが恋に落ちるのに十分な時間以上です。\u001b[22m, \u001b[1m接続とあなたが恋に落ちるようにするのに十分なより多くの時間。\u001b[22m\n\u001b[1m\u001b[22m\nHighly recommend... unless you're a humourless weakling.\n\n\u001b[1m強くお勧めします...あなたがユーモアのない弱者でない限り。\u001b[22m\n\u001b[1m(Tsuyoku o susume shimasu... Anata ga yūmoa no nai jakushadenai kagiri.)\u001b[22m\n\nTranslations of \u001b[4mHighly recommend... unless you're a humourless weakling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHighly recommend... unless you're a humourless weakling.\u001b[24m\n    \u001b[1m強くお勧めします...あなたがユーモアのない弱者でない限り。\u001b[22m, \u001b[1m非常にお勧め...あなたはユーモアのない弱虫でない限り。\u001b[22m"
  },
  {
    "title": "Fudanshi_Koukou_Seikatsu",
    "id": "33222",
    "url": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu",
    "user": "moon-waifu",
    "profile": "/profile/moon-waifu/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=230074",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\nバイセクシュアルな人として、私はLGBTコミュニティの多くがこのアニメのテーマに悩まされている理由を知ることができます。 しかし、私は個人的にはそれが意味するものはないと思っています。それは明らかにコメディーとして意図されていて、まったく深刻ではない、または同種のものであることを意図しています。\n\n「藤子」という言葉自体は腐った言葉なので、それは言葉そのものの意図であるから、どんなふうごしがいかに嫌なのか、人々はさらに進む必要はありません。 同性愛者のフェティシズムは問題ですが、人が合理的で、アニメ、マンガ、ヤオイなどに限定されていると、人々は大いに怒っているはずがありません。 実生活の同性愛カップルを魅了する人たちとフジョシを混同しないでください。\n\n自分自身にはそれぞれ私は言う、私は個人的にこのアニメを徹底的に楽しんで、BLとfujoshiのテーマで軽快なhumerousアニメを探している場合は、それを強くお勧めします。 私は他のBLとyaoiのアニメのファンですが、私は本当にこのようなことに見られるカップルの愛とロマンスについてもっと肯定的だと私は実際に坂口と同意したので、 愛と、かわいい幸せな感情を得る！\n\n全体的にかわいいアニメ、私は彼の友人と交流する坂口を見て楽しんで、より多くの友達を作り、終わりのテーマをそんなに愛しました！  :)\n\nxoxo",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTo start off, as someone who is bisexual I can see why many in the LGBT community would be upset by the themes of this anime. But I personally don't think any harm was meant by any of it and it is clearly intended as a comedy, not serious at all, or intended to be homophobic, that should be taken with a pinch of salt.\n\n\u001b[1mバイセクシュアルな人として、私はLGBTコミュニティの多くがこのアニメのテーマに悩まされている理由を知ることができます。 しかし、私は個人的にはそれが意味するものはないと思っています。それは明らかにコメディーとして意図されていて、まったく深刻ではない、または同種のものであることを意図しています。\u001b[22m\n\u001b[1m(Baisekushuaruna hito to shite, watashi wa LGBT komyuniti no ōku ga kono anime no tēma ni nayamasa rete iru riyū o shiru koto ga dekimasu. Shikashi, watashi wa kojin-teki ni wa sore ga imi suru mono wa nai to omotte imasu. Sore wa akiraka ni komedī to shite ito sa rete ite, mattaku shinkokude wanai, matawa dōshu no monodearu koto o ito shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mTo start off, as someone who is bisexual I can see why many in the LGBT community would be upset by the themes of this anime. But I personally don't think any harm was meant by any of it and it is clearly intended as a comedy, not serious at all, or intended to be homophobic, that should be taken with a pinch of salt.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo start off, as someone who is bisexual I can see why many in the LGBT community would be upset by the themes of this anime.\u001b[24m\n    \u001b[1mバイセクシュアルな人として、私はLGBTコミュニティの多くがこのアニメのテーマに悩まされている理由を知ることができます。\u001b[22m, \u001b[1mLGBTコミュニティの多くは、このアニメのテーマによって動揺されるであろう理由をオフに開始するには、両性愛者である誰かのように私が見ることができます。\u001b[22m\n\u001b[4mBut I personally don't think any harm was meant by any of it and it is clearly intended as a comedy, not serious at all, or intended to be homophobic, that should be taken with a pinch of salt.\u001b[24m\n    \u001b[1mしかし、私は個人的にはそれが意味するものはないと思っています。それは明らかにコメディーとして意図されていて、まったく深刻ではない、または同種のものであることを意図しています。\u001b[22m, \u001b[1mしかし、私は個人的にひとつまみの塩で撮影すべきことは、害はそれのいずれかによって意味され、それが明確で、すべてのコメディではなく、深刻なよう意図された、または同性愛であることを意図しているとは思いません。\u001b[22m\n\u001b[1m\u001b[22m\nThe word 'Fujoshi' itself is a word for rotten, so there isn't any need for people to further go on about how disgusting fujoshi are because that's the intention of the word itself. While the fetishisation of gay people is a problem, if people are reasonable and it is limited to anime, manga, yaoi, etc, it really shouldn't be something people are massively offended by because...It's not real. Please do not confuse fujoshi with the kinds of people who fetishise real life gay couples.\n\n\u001b[1m「藤子」という言葉自体は腐った言葉なので、それは言葉そのものの意図であるから、どんなふうごしがいかに嫌なのか、人々はさらに進む必要はありません。 同性愛者のフェティシズムは問題ですが、人が合理的で、アニメ、マンガ、ヤオイなどに限定されていると、人々は大いに怒っているはずがありません。 実生活の同性愛カップルを魅了する人たちとフジョシを混同しないでください。\u001b[22m\n\u001b[1m(`Fujiko' to iu kotoba jitai wa kusatta kotobananode, soreha kotoba sonomono no itodearukara, don'na fū goshi ga ikani iyana no ka, hitobito wa sarani susumu hitsuyō wa arimasen. Dōseiai-sha no fetishizumu wa mondaidesuga, hito ga gōri-tekide, anime, manga, Yaoi nado ni gentei sa rete iru to, hitobito wa ōini okotte iru hazu ga arimasen. Jisseikatsu no dōseiai kappuru o miryō suru hito-tachi to fujoshi o kondō shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe word 'Fujoshi' itself is a word for rotten, so there isn't any need for people to further go on about how disgusting fujoshi are because that's the intention of the word itself. While the fetishisation of gay people is a problem, if people are reasonable and it is limited to anime, manga, yaoi, etc, it really shouldn't be something people are massively offended by because...It's not real. Please do not confuse fujoshi with the kinds of people who fetishise real life gay couples.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe word 'Fujoshi' itself is a word for rotten, so there isn't any need for people to further go on about how disgusting fujoshi are because that's the intention of the word itself.\u001b[24m\n    \u001b[1m「藤子」という言葉自体は腐った言葉なので、それは言葉そのものの意図であるから、どんなふうごしがいかに嫌なのか、人々はさらに進む必要はありません。\u001b[22m, \u001b[1m単語 'がfujoshi」自体が腐っのための単語なので、人々はさらにそれは言葉そのものの意思だからがfujoshiがどのように嫌な程度に行くの必要はありません。\u001b[22m\n\u001b[4mWhile the fetishisation of gay people is a problem, if people are reasonable and it is limited to anime, manga, yaoi, etc, it really shouldn't be something people are massively offended by because...It's not real.\u001b[24m\n    \u001b[1m同性愛者のフェティシズムは問題ですが、人が合理的で、アニメ、マンガ、ヤオイなどに限定されていると、人々は大いに怒っているはずがありません。\u001b[22m, \u001b[1mゲイの人々のfetishisationが問題ですが、人々が合理的であると、それはアニメ、漫画、やおいなどに制限されている場合、それは本当にそれは本当ではありません...ので、人々が大量に腹を立てているものであってはなりません。\u001b[22m\n\u001b[4mPlease do not confuse fujoshi with the kinds of people who fetishise real life gay couples.\u001b[24m\n    \u001b[1m実生活の同性愛カップルを魅了する人たちとフジョシを混同しないでください。\u001b[22m, \u001b[1m実際の生活のゲイカップルをfetishise人々の種類とがfujoshi混同しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nEach to their own I say, and I personally thoroughly enjoyed this anime and would highly recommend it if you are looking for a lighthearted humerous anime with BL and fujoshi themes. I am also a fan of other BL and yaoi animes but I wouldn't class myself as a serious fujoshi because of this, I actually agreed with Sakaguchi, that it's more about the love and romance between the couples seen in these things that I really love and get a cute happy feeling from!\n\n\u001b[1m自分自身にはそれぞれ私は言う、私は個人的にこのアニメを徹底的に楽しんで、BLとfujoshiのテーマで軽快なhumerousアニメを探している場合は、それを強くお勧めします。 私は他のBLとyaoiのアニメのファンですが、私は本当にこのようなことに見られるカップルの愛とロマンスについてもっと肯定的だと私は実際に坂口と同意したので、 愛と、かわいい幸せな感情を得る！\u001b[22m\n\u001b[1m(Jibun jishin ni wa sorezore watashi wa iu, watashi wa kojin-teki ni kono anime o tetteiteki ni tanoshinde, BL to fujoshi no tēma de keikaina humerous anime o sagashite iru baai wa, sore o tsuyoku o susume shimasu. Watashi wa hoka no BL to yaoi no anime no fandesuga, watashi wa hontōni kono yōna koto ni mi rareru kappuru no ai to romansu ni tsuite motto kōtei-tekida to watashi wa jissai ni Sakaguchi to dōi shitanode, ai to, kawaī shiawasena kanjō o eru!)\u001b[22m\n\nTranslations of \u001b[4mEach to their own I say, and I personally thoroughly enjoyed this anime and would highly recommend it if you are looking for a lighthearted humerous anime with BL and fujoshi themes. I am also a fan of other BL and yaoi animes but I wouldn't class myself as a serious fujoshi because of this, I actually agreed with Sakaguchi, that it's more about the love and romance between the couples seen in these things that I really love and get a cute happy feeling from!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach to their own I say, and I personally thoroughly enjoyed this anime and would highly recommend it if you are looking for a lighthearted humerous anime with BL and fujoshi themes.\u001b[24m\n    \u001b[1m自分自身にはそれぞれ私は言う、私は個人的にこのアニメを徹底的に楽しんで、BLとfujoshiのテーマで軽快なhumerousアニメを探している場合は、それを強くお勧めします。\u001b[22m, \u001b[1m自分のにはそれぞれ、私が言うと、私は個人的に徹底的にこのアニメを楽しんだし、BLとがfujoshiテーマで気軽humerousアニメを探しているなら、非常にそれをお勧めします。\u001b[22m\n\u001b[4mI am also a fan of other BL and yaoi animes but I wouldn't class myself as a serious fujoshi because of this, I actually agreed with Sakaguchi, that it's more about the love and romance between the couples seen in these things that I really\u001b[24m\n    \u001b[1m私は他のBLとyaoiのアニメのファンですが、私は本当にこのようなことに見られるカップルの愛とロマンスについてもっと肯定的だと私は実際に坂口と同意したので、\u001b[22m, \u001b[1m私はまた、他のBLやボーイズラブアニメのファンですが、私はこのための深刻ながfujoshiとしてクラス自身をないだろう、私は実際にそれは私が本当にこれらの事で見られる夫婦間の愛とロマンスの詳細だと、坂口と合意しました\u001b[22m\n\u001b[4mlove and get a cute happy feeling from!\u001b[24m\n    \u001b[1m愛と、かわいい幸せな感情を得る！\u001b[22m, \u001b[1m愛とからキュートな幸福感を得ます！\u001b[22m\n\u001b[1m\u001b[22m\nOverall cute fun anime, I enjoyed watching Sakaguchi interact with his friends, make more friends and loved the end theme so much! :)\n\n\u001b[1m全体的にかわいいアニメ、私は彼の友人と交流する坂口を見て楽しんで、より多くの友達を作り、終わりのテーマをそんなに愛しました！  :)\u001b[22m\n\u001b[1m(Zentai-teki ni kawaī anime, watashi wa kare no yūjin to kōryū suru Sakaguchi o mite tanoshinde, yori ōku no tomodachi o tsukuri, owari no tēma o son'nani aishimashita! : ))\u001b[22m\n\nTranslations of \u001b[4mOverall cute fun anime, I enjoyed watching Sakaguchi interact with his friends, make more friends and loved the end theme so much! :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall cute fun anime, I enjoyed watching Sakaguchi interact with his friends, make more friends and loved the end theme so much!\u001b[24m\n    \u001b[1m全体的にかわいいアニメ、私は彼の友人と交流する坂口を見て楽しんで、より多くの友達を作り、終わりのテーマをそんなに愛しました！\u001b[22m, \u001b[1m全体的にかわいい楽しいアニメ、私は坂口は、彼の友人と対話してもっとたくさんの友達を作る見て楽しんだとそんなにエンドテーマを追加しました！\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\nxoxo\n\n\u001b[1mxoxo\u001b[22m\n\u001b[1m(Xoxo)\u001b[22m\n\nTranslations of \u001b[4mxoxo\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mxoxo\u001b[24m\n    \u001b[1mxoxo\u001b[22m"
  },
  {
    "title": "Fudanshi_Koukou_Seikatsu",
    "id": "33222",
    "url": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu",
    "user": "nightshade19",
    "profile": "/profile/nightshade19/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=229707",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はこのアニメを個人的に愛していました。 私はすぐに行って、最初のエピソードを見た後にすべてのコミックを読んだ。 私は実際に理解していない同性愛者や攻撃的な人などのゴミを批判している多くの人々がいる。 私はこれらの人々がアニメの前提や文脈を誤解し、それとは異なる何かを期待していると思います。\n\nこのアニメはfudanshi高校生の日常生活について（名前が示唆しているように） - そしてfudanshiとして、私の友人と私はすべてそれが陽気に関連していることがわかりました。 エピソードはわずか3〜4分しかないので、彼らはそれをうまく捉えることができました。 また、表現の面では、これは私がfudanshiのキャラクターで見た2番目のアニメです（もう1つはGenshiken Nidaimeですが、私はあなたがfudanshiのキャラクターをより深刻に見せたい場合にはそれをお勧めします）。そして正直なところ、 私はそんなに関連することができる文字を持っていいです。\n\n私はこのアニメをfujoshiやfudanshi、yaoiに少し興味がある人にもお勧めします。 しかし、あなたがまだそのジャンルでいくつかの経験を持っていないと、彼らが言ったりやっていることのいくつかがあなたの頭を越えてしまうかもしれないと感じています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI personally loved this anime. I immediately went and read all the comic strips after watching the first episode too. I see a number of people criticising the work for being homophobic or offensive or other such garbage which I really don't understand. I think these people have misunderstood the premise or context of the anime and expected something different from it.\n\n\u001b[1m私はこのアニメを個人的に愛していました。 私はすぐに行って、最初のエピソードを見た後にすべてのコミックを読んだ。 私は実際に理解していない同性愛者や攻撃的な人などのゴミを批判している多くの人々がいる。 私はこれらの人々がアニメの前提や文脈を誤解し、それとは異なる何かを期待していると思います。\u001b[22m\n\u001b[1m(Watashi wa kono anime o kojin-teki ni aishite imashita. Watashi wa sugu ni itte, saisho no episōdo o mita nochi ni subete no komikku o yonda. Watashi wa jissai ni rikai shite inai dōseiai-sha ya kōgeki-tekina hito nado no gomi o hihan shite iru ōku no hitobito ga iru. Watashi wa korera no hitobito ga anime no zentei ya bunmyaku o gokai shi, soreto wa kotonaru nanika o kitai shite iru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI personally loved this anime. I immediately went and read all the comic strips after watching the first episode too. I see a number of people criticising the work for being homophobic or offensive or other such garbage which I really don't understand. I think these people have misunderstood the premise or context of the anime and expected something different from it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally loved this anime.\u001b[24m\n    \u001b[1m私はこのアニメを個人的に愛していました。\u001b[22m, \u001b[1m私は個人的にこのアニメを愛しました。\u001b[22m\n\u001b[4mI immediately went and read all the comic strips after watching the first episode too.\u001b[24m\n    \u001b[1m私はすぐに行って、最初のエピソードを見た後にすべてのコミックを読んだ。\u001b[22m, \u001b[1m私はすぐに行って、あまりにも最初のエピソードを見た後にすべての漫画を読んで。\u001b[22m\n\u001b[4mI see a number of people criticising the work for being homophobic or offensive or other such garbage which I really don't understand.\u001b[24m\n    \u001b[1m私は実際に理解していない同性愛者や攻撃的な人などのゴミを批判している多くの人々がいる。\u001b[22m, \u001b[1m私は、私は本当に理解していない同性愛嫌悪や不快または他のそのようなゴミであることのための仕事を批判する人の数を参照してください。\u001b[22m\n\u001b[4mI think these people have misunderstood the premise or context of the anime and expected something different from it.\u001b[24m\n    \u001b[1m私はこれらの人々がアニメの前提や文脈を誤解し、それとは異なる何かを期待していると思います。\u001b[22m, \u001b[1m私はこれらの人々は、アニメの前提や状況を誤解し、そこから別の何かを期待していると思います。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is (as the name suggests) about the daily life of a fudanshi high schooler - and as a fudanshi, my friends and I all found it hilariously relatable. They managed to capture it so well given that the episodes were only 3-4 minutes long. Also, just in terms of representation, this is the second anime I've ever seen with a fudanshi character (the other being Genshiken Nidaime, which I recommend if you want a more serious look at a fudanshi character), and it honestly felt really nice to have a character I could relate to that much.\n\n\u001b[1mこのアニメはfudanshi高校生の日常生活について（名前が示唆しているように） - そしてfudanshiとして、私の友人と私はすべてそれが陽気に関連していることがわかりました。 エピソードはわずか3〜4分しかないので、彼らはそれをうまく捉えることができました。 また、表現の面では、これは私がfudanshiのキャラクターで見た2番目のアニメです（もう1つはGenshiken Nidaimeですが、私はあなたがfudanshiのキャラクターをより深刻に見せたい場合にはそれをお勧めします）。そして正直なところ、 私はそんなに関連することができる文字を持っていいです。\u001b[22m\n\u001b[1m(Kono anime wa fudanshi kōkōsei no nichijō seikatsu ni tsuite (namae ga shisa shite iru yō ni) - soshite fudanshi to shite, watashi no yūjin to watashi wa subete sore ga yōki ni kanren shite iru koto ga wakarimashita. Episōdo wa wazuka 3 〜 4-bu shika nainode, karera wa sore o umaku toraeru koto ga dekimashita. Mata, hyōgen no mende wa, kore wa watashi ga fudanshi no kyarakutā de mita 2-banme no animedesu (mō 1tsu wa Genshiken Nidaimedesuga, watashi wa anata ga fudanshi no kyarakutā o yori shinkoku ni misetai baai ni wa sore o o susume shimasu). Soshite shōjikina tokoro, watashi wa son'nani kanren suru koto ga dekiru moji o motte īdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is (as the name suggests) about the daily life of a fudanshi high schooler - and as a fudanshi, my friends and I all found it hilariously relatable. They managed to capture it so well given that the episodes were only 3-4 minutes long. Also, just in terms of representation, this is the second anime I've ever seen with a fudanshi character (the other being Genshiken Nidaime, which I recommend if you want a more serious look at a fudanshi character), and it honestly felt really nice to have a character I could relate to that much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is (as the name suggests) about the daily life of a fudanshi high schooler - and as a fudanshi, my friends and I all found it hilariously relatable.\u001b[24m\n    \u001b[1mこのアニメはfudanshi高校生の日常生活について（名前が示唆しているように） - そしてfudanshiとして、私の友人と私はすべてそれが陽気に関連していることがわかりました。\u001b[22m, \u001b[1mこのアニメはfudanshi高校生の日常生活について（名前が示すように）である - とfudanshiとして、私の友人と私はすべてそれが陽気に話すことのできる発見しました。\u001b[22m\n\u001b[4mThey managed to capture it so well given that the episodes were only 3-4 minutes long.\u001b[24m\n    \u001b[1mエピソードはわずか3〜4分しかないので、彼らはそれをうまく捉えることができました。\u001b[22m, \u001b[1m彼らはそれがとてもうまくエピソードが唯一の3-4分の長さであったことを考えると捉えることができました。\u001b[22m\n\u001b[4mAlso, just in terms of representation, this is the second anime I've ever seen with a fudanshi character (the other being Genshiken Nidaime, which I recommend if you want a more serious look at a fudanshi character), and it honestly felt really\u001b[24m\n    \u001b[1mまた、表現の面では、これは私がfudanshiのキャラクターで見た2番目のアニメです（もう1つはGenshiken Nidaimeですが、私はあなたがfudanshiのキャラクターをより深刻に見せたい場合にはそれをお勧めします）。そして正直なところ、\u001b[22m, \u001b[1mまた、単に表現の点で、これは私が今までfudanshi文字（私はあなたがfudanshi文字でより深刻な表情をしたい場合はお勧めし他方がげんしけん二代目、）で見てきた第二のアニメであり、それは正直に本当に感じました\u001b[22m\n\u001b[4mnice to have a character I could relate to that much.\u001b[24m\n    \u001b[1m私はそんなに関連することができる文字を持っていいです。\u001b[22m, \u001b[1m素敵な私は多くのことに関連している可能性が文字を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nI would recommend this anime to any fujoshi or fudanshi, as well as anyone who is even a little interested in yaoi. I do kind of feel however that if you don't already have some experience with the genre, some of the things they say or do may go over your head.\n\n\u001b[1m私はこのアニメをfujoshiやfudanshi、yaoiに少し興味がある人にもお勧めします。 しかし、あなたがまだそのジャンルでいくつかの経験を持っていなければ、彼らが言ったりやっていることのいくつかはあなたの頭を越えたりするかもしれないと感じています。\u001b[22m\n\u001b[1m(Watashi wa kono anime o fujoshi ya fudanshi, yaoi ni sukoshi kyōmigāru hito ni mo o susume shimasu. Shikashi, anata ga mada sono janru de ikutsu ka no keiken o motte inakereba, karera ga ittari yatte iru koto no ikutsu ka wa anata no atama o koe tari suru kamo shirenai to kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI would recommend this anime to any fujoshi or fudanshi, as well as anyone who is even a little interested in yaoi. I do kind of feel however that if you don't already have some experience with the genre, some of the things they say or do may go over your head.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would recommend this anime to any fujoshi or fudanshi, as well as anyone who is even a little interested in yaoi.\u001b[24m\n    \u001b[1m私はこのアニメをfujoshiやfudanshi、yaoiに少し興味がある人にもお勧めします。\u001b[22m, \u001b[1m私もやおいに少し興味を持っているこのいずれかがfujoshiまたはfudanshiにアニメだけでなく、誰にもお勧めします。\u001b[22m\n\u001b[4mI do kind of feel however that if you don't already have some experience with the genre, some of the things they say or do may go over your head.\u001b[24m\n    \u001b[1mしかし、あなたがまだそのジャンルでいくつかの経験を持っていなければ、彼らが言ったりやっていることのいくつかはあなたの頭を越えたりするかもしれないと感じています。\u001b[22m, \u001b[1m私は種類の、しかし、あなたはすでにジャンルでいくつかの経験を持っていない場合、彼らが言うか、物事のいくつかは、あなたの頭の上に行く可能性があることを感じます。\u001b[22m"
  },
  {
    "title": "Fudanshi_Koukou_Seikatsu",
    "id": "33222",
    "url": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu",
    "user": "abrodkin",
    "profile": "/profile/abrodkin/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=229667",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私は、このアニメの短いレビューを、第3話または第4話の後に始まり、最後までどのくらい迷惑をかけるかによってのみ完了した後に、ちょっとしたレビューを書くように強く感じました。\n\n多くの人が前にレビューしたように、このショーは明らかにLGBTQ +として識別する人に向けて提供されていません。 そのようなキャラクターに焦点を当てたBL漫画を読んでいると考えれば、他の男性にとって魅力的である可能性があると考えても驚かない主人公がショーにあると思うだろう。\n\nさて、これは高校時代の男の子の典型的な行動ではないとは言えませんが、それは私が関係する行動ではなく、自分自身で男性ではなく、 嫌なこと。 私はこれまでに十代の男の子でこの考え方を見てきましたが、それはそれを許しません。 私はちょうど彼が他の男性に魅了されている男性についてのBL作品にどのように取り組んでいるかを考え直して、Gucchiがそのように考えることさえ疑問に思った。\n\n私がこのショーを友達に説明したのは、「No Homo  -  The Anime」でした。 それがそうでない場合、それはさっぱりしていただろう -  Gucchiは、別の男が彼が軽度に魅力的または魅惑的であることがわかったたびに非常に怒って非常に迷惑をかける毎回、\n\n私は、このショーの唯一の償還要因が全体的にまともな音声演技であることを発見しました。 私は明らかに3-4分のショーから一流のものは期待していなかったが、エピソードの最初のカップルの後にショーが始まる方向は、私の口に本当に悪い味を残した。 他のショートショーと比較して、それは平均的な芸術であり、激しく独創的でも美しいものでもなく、浅いプロットや、深みがほとんどないか全くない一般的なデザインのキャラクターである。 再び、私はこの傑作を期待していませんでしたが、このショーと同様の性質の他の人たちと比較すると、それは欠けていました。 ポスターが最初に私を驚かせるのには役に立たなかった。\n\nすべての時間の中で最高のアニメになると思ってこのショーに参加しないでください。 そうではありません。 本当にそうではありません。 私はそれがすべての点で平均を下回っていることがわかった。 ショーのターゲットオーディエンスはおそらく10代の女の子だった - しかし、10代の少女（これを書いている時点で）として私は印象づけられなかった。 しかし、それは私の意見です。 そして、私は明らかに見た人の声ではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI felt compelled to write a short review of this anime after finishing solely because of how much it annoyed me until the very end, starting after the third or fourth episode.\n\n\u001b[1m私は、このアニメの短いレビューを、第3話または第4話の後に始まり、最後までどのくらい迷惑をかけるかによってのみ完了した後に、ちょっとしたレビューを書くように強く感じました。\u001b[22m\n\u001b[1m(Watashi wa, kono anime no mijikai rebyū o, dai 3-wa matawa dai 4-wa no nochi ni hajimari, saigomade donokurai meiwakuwokakeru ka ni yotte nomi kanryō shita nochi ni, chottoshita rebyū o kaku yō ni tsuyoku kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mI felt compelled to write a short review of this anime after finishing solely because of how much it annoyed me until the very end, starting after the third or fourth episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI felt compelled to write a short review of this anime after finishing solely because of how much it annoyed me until the very end, starting after the third or fourth episode.\u001b[24m\n    \u001b[1m私は、このアニメの短いレビューを、第3話または第4話の後に始まり、最後までどのくらい迷惑をかけるかによってのみ完了した後に、ちょっとしたレビューを書くように強く感じました。\u001b[22m, \u001b[1m私は単にので、それが第三または第四話の後に開始し、最後の最後まで私を悩まどのくらいを終えたこのアニメの短いのレビューを書いて感じました。\u001b[22m\n\u001b[1m\u001b[22m\nLike many people have said in their reviews before, this show is obviously not catered towards those who identify as LGBTQ+; that being said, you would think that the show would have a main character who wasn't appalled at the thought of possibly being attractive to other men, considering he reads BL comics that obviously focus on those sorts of characters.\n\n\u001b[1m多くの人が前にレビューしたように、このショーは明らかにLGBTQ +として識別する人に向けて提供されていません。 そのようなキャラクターに焦点を当てたBL漫画を読んでいると考えれば、他の男性にとって魅力的である可能性があると考えても驚かない主人公がショーにあると思うだろう。\u001b[22m\n\u001b[1m(Ōku no hito ga mae ni rebyū shita yō ni, kono shō wa akiraka ni LGBTQ + to shite shikibetsu suru hito ni mukete teikyō sa rete imasen. So no yōna kyarakutā ni shōten o ateta BL manga o yonde iru to kangaereba, hoka no dansei ni totte mirikitekidearu kanōsei ga aru to kangaete mo odorokanai shujinkō ga shō ni aru to omoudarou.)\u001b[22m\n\nTranslations of \u001b[4mLike many people have said in their reviews before, this show is obviously not catered towards those who identify as LGBTQ+; that being said, you would think that the show would have a main character who wasn't appalled at the thought of possibly being attractive to other men, considering he reads BL comics that obviously focus on those sorts of characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike many people have said in their reviews before, this show is obviously not catered towards those who identify as LGBTQ+;\u001b[24m\n    \u001b[1m多くの人が前にレビューしたように、このショーは明らかにLGBTQ +として識別する人に向けて提供されていません。\u001b[22m, \u001b[1m多くの人が前に彼らのレビューで述べてきたように、このショーは明らかにLGBTQ +として識別する人たちに向けての仕出し料理されていません。\u001b[22m\n\u001b[4mthat being said, you would think that the show would have a main character who wasn't appalled at the thought of possibly being attractive to other men, considering he reads BL comics that obviously focus on those sorts of characters.\u001b[24m\n    \u001b[1mそのようなキャラクターに焦点を当てたBL漫画を読んでいると考えれば、他の男性にとって魅力的である可能性があると考えても驚かない主人公がショーにあると思うだろう。\u001b[22m, \u001b[1m言われていることを、あなたはショーは、おそらく彼は明らかに文字のものの種類に焦点を当てBL漫画を読み取る考慮すると、他の人にとって魅力的であることの思考で愕然としなかったメインキャラクターを持っていると思うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nNow, I can't say this isn't typical behaviour of a high-school aged boy--though it isn't behaviour I can relate to, not being a male myself and never having the mindset that being anything other than straight would be disgusting. I've seen this mindset in teen boys before, true, but that doesn't excuse it. I just found it baffling that Gucchi would even think that way, though, again considering how he's into BL--works about MEN who are attracted to other MEN.\n\n\u001b[1mさて、これは高校時代の男の子の典型的な行動ではないとは言えませんが、それは私が関係する行動ではなく、自分自身で男性ではなく、 嫌なこと。 私はこれまでに十代の男の子でこの考え方を見てきましたが、それはそれを許しません。 私はちょうど彼が他の男性に魅了されている男性についてのBL作品にどのように取り組んでいるかを考え直して、Gucchiがそのように考えることさえ疑問に思った。\u001b[22m\n\u001b[1m(Sate, koreha kōkō jidai no otokonoko no tenkei-tekina kōdōde wa nai to wa iemasenga, sore wa watashi ga kankei suru kōdōde wa naku, jibun jishin de danseide wa naku, iyana koto. Watashi wa kore made ni jūdai no otokonoko de kono kangaekata o mitekimashita ga, sore wa sore o yurushimasen. Watashi wa chōdo kare ga hoka no dansei ni miryō sa rete iru dansei ni tsuite no BL sakuhin ni dono yō ni torikunde iru ka o kangaenaoshite, Gucchi ga sonoyōni kangaeru koto sae gimon ni omotta.)\u001b[22m\n\nTranslations of \u001b[4mNow, I can't say this isn't typical behaviour of a high-school aged boy--though it isn't behaviour I can relate to, not being a male myself and never having the mindset that being anything other than straight would be disgusting. I've seen this mindset in teen boys before, true, but that doesn't excuse it. I just found it baffling that Gucchi would even think that way, though, again considering how he's into BL--works about MEN who are attracted to other MEN.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, I can't say this isn't typical behaviour of a high-school aged boy--though it isn't behaviour I can relate to, not being a male myself and never having the mindset that being anything other than straight would\u001b[24m\n    \u001b[1mさて、これは高校時代の男の子の典型的な行動ではないとは言えませんが、それは私が関係する行動ではなく、自分自身で男性ではなく、\u001b[22m, \u001b[1m今、私はこれが高校高齢者の少年の典型的な動作ではありませんと言うことはできません - それは私がに関連付けることができます動作ではありませんが、自分自身のオスではないとまっすぐになる以外では何もすることを考え方を持つことはありません\u001b[22m\n\u001b[4mbe disgusting.\u001b[24m\n    \u001b[1m嫌なこと。\u001b[22m\n\u001b[4mI've seen this mindset in teen boys before, true, but that doesn't excuse it.\u001b[24m\n    \u001b[1m私はこれまでに十代の男の子でこの考え方を見てきましたが、それはそれを許しません。\u001b[22m, \u001b[1m私は前に、真の十代の男の子で、この考え方を見てきましたが、それはそれを言い訳はありません。\u001b[22m\n\u001b[4mI just found it baffling that Gucchi would even think that way, though, again considering how he's into BL--works about MEN who are attracted to other MEN.\u001b[24m\n    \u001b[1m私はちょうど彼が他の男性に魅了されている男性についてのBL作品にどのように取り組んでいるかを考え直して、Gucchiがそのように考えることさえ疑問に思った。\u001b[22m, \u001b[1m私は再び彼がBLにだ方法を検討、しかし、それは不可解Gucchiがあってもそのように思うだろうことがわかった - 他の男性に惹かれてMENについて動作します。\u001b[22m\n\u001b[1m\u001b[22m\nThe way I described this show to friends was 'No Homo - The Anime.' It would've been refreshing if that was not the case--Gucchi throwing a fit every time another man found him mildly attractive or enticing got very annoying very quickly.\n\n\u001b[1m私がこのショーを友達に説明したのは、「No Homo  -  The Anime」でした。 それがそうでない場合、それはさっぱりしていただろう -  Gucchiは、別の男が彼が軽度に魅力的または魅惑的であることがわかったたびに非常に怒って非常に迷惑をかける毎回、\u001b[22m\n\u001b[1m(Watashi ga kono shō o tomodachi ni setsumei shita no wa,`No Homo - The Anime'deshita. Sore ga sōdenai baai, sore wa sappari shite itadarou - Gucchi wa,-betsu no otoko ga kare ga keido ni mirikiteki matawa miwaku-tekidearu koto ga wakatta tabi ni hijō ni okotte hijō ni meiwakuwokakeru maikai,)\u001b[22m\n\nTranslations of \u001b[4mThe way I described this show to friends was 'No Homo - The Anime.' It would've been refreshing if that was not the case--Gucchi throwing a fit every time another man found him mildly attractive or enticing got very annoying very quickly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe way I described this show to friends was 'No Homo - The Anime.'\u001b[24m\n    \u001b[1m私がこのショーを友達に説明したのは、「No Homo  -  The Anime」でした。\u001b[22m, \u001b[1m私は友達にこのショーを記載方法は、「いいえホモ - アニメ。\"でした\u001b[22m\n\u001b[4mIt would've been refreshing if that was not the case--Gucchi throwing a fit every time another man found him mildly attractive or enticing got very annoying very quickly.\u001b[24m\n    \u001b[1mそれがそうでない場合、それはさっぱりしていただろう -  Gucchiは、別の男が彼が軽度に魅力的または魅惑的であることがわかったたびに非常に怒って非常に迷惑をかける毎回、\u001b[22m, \u001b[1mそれはそうではなかった場合、それはさわやかてきただろう -  Gucchiは、別の男が、彼は穏やかに魅力的または魅力的な見つかったすべての時間は非常に迅速に非常に迷惑だフィットを投げます。\u001b[22m\n\u001b[1m\u001b[22m\nI found the only redeeming factor of this show to be the voice acting, which was overall decent. I obviously wasn't expecting anything top-notch from a show that was 3-4 minutes long, but the direction that the show started going in after the first couple of episodes left a really bad taste in my mouth. Ranked against other short shows, it was average--ok art, nothing wildly inventive or beautiful, with a shallow plot and characters with generic designs who possessed little to no depth. Again, I wasn't going into this expecting a masterpiece, but comparing this show to others of a similar nature, it was lacking. It didn't help that the poster creeped me out at first.\n\n\u001b[1m私は、このショーの唯一の償還要因が全体的にまともな音声演技であることを発見しました。 私は明らかに3-4分のショーから一流のものは期待していなかったが、エピソードの最初のカップルの後にショーが始まる方向は、私の口に本当に悪い味を残した。 他のショートショーと比較して、それは平均的な芸術であり、激しく独創的でも美しいものでもなく、浅いプロットや、深みがほとんどないか全くない一般的なデザインのキャラクターである。 再び、私はこの傑作を期待していませんでしたが、このショーと同様の性質の他の人たちと比較すると、それは欠けていました。 ポスターが最初に私を驚かせるのには役に立たなかった。\u001b[22m\n\u001b[1m(Watashi wa, kono shō no yuiitsu no shōkan yōin ga zentai-teki ni matomona onsei engidearu koto o hakken shimashita. Watashi wa akiraka ni 3 - 4-bu no shō kara ichiryū no mono wa kitai shite inakattaga, episōdo no saisho no kappuru no nochi ni shō ga hajimaru hōkō wa, watashi no kuchi ni hontōni warui aji o nokoshita. Hoka no shōtoshō to hikaku shite, soreha heikin-tekina geijutsudeari, hageshiku dokusō-tekide mo utsukushī monode mo naku, asai purotto ya, fukami ga hotondo nai ka mattaku nai ippantekina dezain no kyarakutādearu. Futatabi, watashi wa kono kessaku o kitai shite imasendeshitaga, kono shō to dōyō no seishitsu no hokanohito-tachi to hikaku suru to, soreha kakete imashita. Posutā ga saisho ni watashi o odoroka seru no ni wa yakunitatanakatta.)\u001b[22m\n\nTranslations of \u001b[4mI found the only redeeming factor of this show to be the voice acting, which was overall decent. I obviously wasn't expecting anything top-notch from a show that was 3-4 minutes long, but the direction that the show started going in after the first couple of episodes left a really bad taste in my mouth. Ranked against other short shows, it was average--ok art, nothing wildly inventive or beautiful, with a shallow plot and characters with generic designs who possessed little to no depth. Again, I wasn't going into this expecting a masterpiece, but comparing this show to others of a similar nature, it was lacking. It didn't help that the poster creeped me out at first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the only redeeming factor of this show to be the voice acting, which was overall decent.\u001b[24m\n    \u001b[1m私は、このショーの唯一の償還要因が全体的にまともな音声演技であることを発見しました。\u001b[22m, \u001b[1m私はこのショーの唯一の欠点を補うの要因が全体のまともだった声の演技、であることが判明しました。\u001b[22m\n\u001b[4mI obviously wasn't expecting anything top-notch from a show that was 3-4 minutes long, but the direction that the show started going in after the first couple of episodes left a really bad taste in my mouth.\u001b[24m\n    \u001b[1m私は明らかに3-4分のショーから一流のものは期待していなかったが、エピソードの最初のカップルの後にショーが始まる方向は、私の口に本当に悪い味を残した。\u001b[22m, \u001b[1m私は明らかに3〜4分の長さであったショーから何か一流を期待していなかったが、ショーはエピソードの最初のカップルの後で行き始めたこと方向は私の口の中で本当に悪い味を残しました。\u001b[22m\n\u001b[4mRanked against other short shows, it was average--ok art, nothing wildly inventive or beautiful, with a shallow plot and characters with generic designs who possessed little to no depth.\u001b[24m\n    \u001b[1m他のショートショーと比較して、それは平均的な芸術であり、激しく独創的でも美しいものでもなく、浅いプロットや、深みがほとんどないか全くない一般的なデザインのキャラクターである。\u001b[22m, \u001b[1m他の短い番組に対してランク、それは平均的だった - 大丈夫芸術、ない深さに少しを持っていた一般的なデザインの浅いプロットや文字を、乱暴に本発明または美しい何も。\u001b[22m\n\u001b[4mAgain, I wasn't going into this expecting a masterpiece, but comparing this show to others of a similar nature, it was lacking.\u001b[24m\n    \u001b[1m再び、私はこの傑作を期待していませんでしたが、このショーと同様の性質の他の人たちと比較すると、それは欠けていました。\u001b[22m, \u001b[1m繰り返しますが、私はそれが欠けていた、傑作を期待して、このに入るが、類似の性質の他の人にこのショーを比較していませんでした。\u001b[22m\n\u001b[4mIt didn't help that the poster creeped me out at first.\u001b[24m\n    \u001b[1mポスターが最初に私を驚かせるのには役に立たなかった。\u001b[22m, \u001b[1mそれは、ポスターが最初に私をぞっとことは助けにはなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nDon't go into this show thinking it's going to be the very best anime of all time. It's not. It really isn't. I found it to be below average in all respects bar the voice acting--which again, was only decent, but nothing special. The show's target audience was presumably teenage girls--but as a teenage girl (at the time of writing this) I wasn't impressed. But that's just my opinion. And I'm obviously not the voice of everyone who watched.\n\n\u001b[1mすべての時間の中で最高のアニメになると思ってこのショーに参加しないでください。 そうではありません。 本当にそうではありません。 私はそれがすべての点で平均を下回っていることがわかった。 ショーのターゲットオーディエンスはおそらく10代の女の子だった - しかし、10代の少女（これを書いている時点で）として私は印象づけられなかった。 しかし、それは私の意見です。 そして、私は明らかに見た人の声ではありません。\u001b[22m\n\u001b[1m(Subete no jikan no naka de saikō no anime ni naru to omotte kono shō ni sanka shinaide kudasai. Sōde wa arimasen. Hontōni sōde wa arimasen. Watashi wa sore ga subete no ten de heikin o shitamawatte iru koto ga wakatta. Shō no tāgettoōdiensu wa osoraku 10-dai no on'nanokodatta - shikashi, 10-dai no shōjo (kore o kaite iru jiten de) to shite watashi wa inshōdzuke rarenakatta. Shikashi, sore wa watashi no ikendesu. Soshite, watashi wa akiraka ni mita hito no koede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mDon't go into this show thinking it's going to be the very best anime of all time. It's not. It really isn't. I found it to be below average in all respects bar the voice acting--which again, was only decent, but nothing special. The show's target audience was presumably teenage girls--but as a teenage girl (at the time of writing this) I wasn't impressed. But that's just my opinion. And I'm obviously not the voice of everyone who watched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't go into this show thinking it's going to be the very best anime of all time.\u001b[24m\n    \u001b[1mすべての時間の中で最高のアニメになると思ってこのショーに参加しないでください。\u001b[22m, \u001b[1mすべての時間の中で最高のアニメになるだろう考えてこのショーに行ってはいけません。\u001b[22m\n\u001b[4mIt's not.\u001b[24m\n    \u001b[1mそうではありません。\u001b[22m\n\u001b[4mIt really isn't.\u001b[24m\n    \u001b[1m本当にそうではありません。\u001b[22m, \u001b[1mそれは本当にありません。\u001b[22m\n\u001b[4mI found it to be below average in all respects bar the voice acting--which again, was only decent, but nothing special.\u001b[24m\n    \u001b[1m私はそれがすべての点で平均を下回っていることがわかった。\u001b[22m, \u001b[1m再び、唯一のまともだったが、何も特別な - 私はそれが声の演技をバー全ての点において平均以下であることが判明しました。\u001b[22m\n\u001b[4mThe show's target audience was presumably teenage girls--but as a teenage girl (at the time of writing this) I wasn't impressed.\u001b[24m\n    \u001b[1mショーのターゲットオーディエンスはおそらく10代の女の子だった - しかし、10代の少女（これを書いている時点で）として私は印象づけられなかった。\u001b[22m, \u001b[1mショーの対象読者は、おそらく十代の少女だった - しかし、十代の少女のように（これを書いている時点で）私は感心されませんでした。\u001b[22m\n\u001b[4mBut that's just my opinion.\u001b[24m\n    \u001b[1mしかし、それは私の意見です。\u001b[22m, \u001b[1mしかし、それはちょうど私の意見です。\u001b[22m\n\u001b[4mAnd I'm obviously not the voice of everyone who watched.\u001b[24m\n    \u001b[1mそして、私は明らかに見た人の声ではありません。\u001b[22m, \u001b[1mそして、私は明らかに見て皆の声じゃありません。\u001b[22m"
  },
  {
    "title": "Fudanshi_Koukou_Seikatsu",
    "id": "33222",
    "url": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu",
    "user": "Bellipon",
    "profile": "/profile/Bellipon/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=229659",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\n概念から始めましょう：あなたが奇妙な表現を求めているなら、間違ったアニメは間違いなくここにあります。\nこのアニメは、BLとfujoshi / fudanshiのクリシェで演奏され、大きな時間を誇張します。\n\n\nつまり、このシリーズに追加することはあまりありません。\n1回のエピソードで平均3分の実行時間があるため、文字やプロットの観点から何が展開されますか？ 右、何もない。\n\nこのアニメの全体の目的、つまりそれは私にとってはそうであるように、すべての不動産/財産を関連付けることができます。 私はそれをとてもうまくやっています。 このアニメを見ている間、あなたの内側のファンダッシュが叫ぶなら、あなたはすでに深く引っ込められているので、問題があります。\n\n全体的に、それは娯楽として素晴らしかったが、私はそれが画期的な何かとは考えていないだろう。 ゴミ箱であることは分かっていますが、面白い限りは気にしません。 それはどれですか。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nLet's start with a notion: if you seek a good representation of queers, you definitely got the wrong anime here.\n\n\u001b[1m概念から始めましょう：あなたが奇妙な表現を求めているなら、間違ったアニメは間違いなくここにあります。\u001b[22m\n\u001b[1m(Gainen kara hajimemashou: Anata ga kimyōna hyōgen o motomete irunara, machigatta anime wa machigainaku koko ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mLet's start with a notion: if you seek a good representation of queers, you definitely got the wrong anime here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start with a notion: if you seek a good representation of queers, you definitely got the wrong anime here.\u001b[24m\n    \u001b[1m概念から始めましょう：あなたが奇妙な表現を求めているなら、間違ったアニメは間違いなくここにあります。\u001b[22m, \u001b[1mのは、概念から始めましょう：あなたはqueersの良い表現を求めた場合、あなたは間違いなくここで間違ったアニメを得ました。\u001b[22m\nThis anime plays with the cliché of BL and fujoshi/fudanshi - and it exaggerates big time.\n\n\u001b[1mこのアニメは、BLとfujoshi / fudanshiのクリシェで演奏され、大きな時間を誇張します。\u001b[22m\n\u001b[1m(Kono anime wa, BL to fujoshi/ fudanshi no kurishe de ensō sa re, ōkina jikan o kochō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime plays with the cliché of BL and fujoshi/fudanshi - and it exaggerates big time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime plays with the cliché of BL and fujoshi/fudanshi - and it exaggerates big time.\u001b[24m\n    \u001b[1mこのアニメは、BLとfujoshi / fudanshiのクリシェで演奏され、大きな時間を誇張します。\u001b[22m, \u001b[1mこのアニメは、BLとがfujoshi / fudanshiの決まり文句で遊ぶ - そしてそれは大きな時間を誇張しています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThat said, there's really not much more to add to this series.\n\n\u001b[1mつまり、このシリーズに追加することはあまりありません。\u001b[22m\n\u001b[1m(Tsumari, kono shirīzu ni tsuika suru koto wa amari arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThat said, there's really not much more to add to this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said, there's really not much more to add to this series.\u001b[24m\n    \u001b[1mつまり、このシリーズに追加することはあまりありません。\u001b[22m, \u001b[1mそれがこのシリーズに追加する本当にないはるかにあります、と述べました。\u001b[22m\nDue to an average run time of 3 minutes per episodes, what is there to develop in terms of characters or plot? Right, next to nothing.\n\n\u001b[1m1回のエピソードで平均3分の実行時間があるため、文字やプロットの観点から何が展開されますか？ 右、何もない。\u001b[22m\n\u001b[1m(1-Kai no episōdo de heikin 3-bu no jikkō jikan ga aru tame, moji ya purotto no kanten kara nani ga tenkai sa remasu ka? Migi, nanimonai.)\u001b[22m\n\nTranslations of \u001b[4mDue to an average run time of 3 minutes per episodes, what is there to develop in terms of characters or plot? Right, next to nothing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDue to an average run time of 3 minutes per episodes, what is there to develop in terms of characters or plot?\u001b[24m\n    \u001b[1m1回のエピソードで平均3分の実行時間があるため、文字やプロットの観点から何が展開されますか？\u001b[22m, \u001b[1m原因エピソードあたり3分の平均実行時間に、文字やプロットの面で開発することがある何ですか？\u001b[22m\n\u001b[4mRight, next to nothing.\u001b[24m\n    \u001b[1m右、何もない。\u001b[22m, \u001b[1m右、次の何も。\u001b[22m\n\u001b[1m\u001b[22m\nThe whole purpose - or so it seems to me - of this anime is to give all the fudanshi/fujoshi something they can relate to; and my, it does that very well. If your inner fudanshi screams while watching this anime, you've got a problem, mate, because it means you've already been pulled in too deep.\n\n\u001b[1mこのアニメの全体の目的、つまりそれは私にとってはそうであるように、すべての不動産/財産を関連付けることができます。 私はそれをとてもうまくやっています。 このアニメを見ている間、あなたの内側のファンダッシュが叫ぶなら、あなたはすでに深く引っ込められているので、問題があります。\u001b[22m\n\u001b[1m(Kono anime no zentai no mokuteki, tsumari sore wa watashi ni totte wa sōdearu yō ni, subete no fudōsan/ zaisan o kanrendzukeru koto ga dekimasu. Watashi wa sore o totemo umaku yatte imasu. Kono anime o mite iru ma, anata no uchigawa no fan dasshu ga sakebunara, anata wa sudeni fukaku hikkome rarete irunode, mondai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe whole purpose - or so it seems to me - of this anime is to give all the fudanshi/fujoshi something they can relate to; and my, it does that very well. If your inner fudanshi screams while watching this anime, you've got a problem, mate, because it means you've already been pulled in too deep.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe whole purpose - or so it seems to me - of this anime is to give all the fudanshi/fujoshi something they can relate to;\u001b[24m\n    \u001b[1mこのアニメの全体の目的、つまりそれは私にとってはそうであるように、すべての不動産/財産を関連付けることができます。\u001b[22m, \u001b[1m全体の目的 - またはそれは私には思われる - このアニメのすべてfudanshi /がfujoshiには関連することができる何かを与えることです。\u001b[22m\n\u001b[4mand my, it does that very well.\u001b[24m\n    \u001b[1m私はそれをとてもうまくやっています。\u001b[22m, \u001b[1mそして私は、その非常によくありません。\u001b[22m\n\u001b[4mIf your inner fudanshi screams while watching this anime, you've got a problem, mate, because it means you've already been pulled in too deep.\u001b[24m\n    \u001b[1mこのアニメを見ている間、あなたの内側のファンダッシュが叫ぶなら、あなたはすでに深く引っ込められているので、問題があります。\u001b[22m, \u001b[1mあなたの内側のfudanshi悲鳴がこのアニメを見ながらならば、それはあなたがすでにあまりにも深くに引っ張られてきたことを意味するので、あなたは、問題、チームメイトを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it was nice as a pastime but I wouldn't consider it something groundbreaking. Just sparkly trash that knows that it's trash but doesn't care as long as it's entertaining. Which it is.\n\n\u001b[1m全体的に、それは娯楽として素晴らしかったが、私はそれが画期的な何かとは考えていないだろう。 ゴミ箱であることは分かっていますが、面白い限りは気にしません。 それはどれですか。\u001b[22m\n\u001b[1m(Zentai-teki ni, soreha goraku to shite subarashikatta ga, watashi wa sore ga kakkitekina nanikato wa kangaete inaidarou. Gomibakodearu koto wa wakatte imasuga, omoshiroi kagiri wa ki ni shimasen. Sore wa doredesu ka.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it was nice as a pastime but I wouldn't consider it something groundbreaking. Just sparkly trash that knows that it's trash but doesn't care as long as it's entertaining. Which it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it was nice as a pastime but I wouldn't consider it something groundbreaking.\u001b[24m\n    \u001b[1m全体的に、それは娯楽として素晴らしかったが、私はそれが画期的な何かとは考えていないだろう。\u001b[22m, \u001b[1m全体的に、それは気晴らしとして素晴らしかったが、私はそれ画期的な何か考えていません。\u001b[22m\n\u001b[4mJust sparkly trash that knows that it's trash but doesn't care as long as it's entertaining.\u001b[24m\n    \u001b[1mゴミ箱であることは分かっていますが、面白い限りは気にしません。\u001b[22m, \u001b[1mそれはゴミだということを知っているが、限り、それは面白いですのように気にしないだけでキラキラゴミ。\u001b[22m\n\u001b[4mWhich it is.\u001b[24m\n    \u001b[1mそれはどれですか。\u001b[22m, \u001b[1mそれはあります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Fudanshi_Koukou_Seikatsu",
    "id": "33222",
    "url": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu",
    "user": "otakuintraining",
    "profile": "/profile/otakuintraining/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=229630",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  4\nサウンド|  5\nキャラクター|  9\n|  10\n\nだから、なぜこのアニメが楽しいのかの基礎があります。 それは陽気です！\n\nこれはゲイの人物に関するアニメではない、漫画やアニメなどのファンのアニメ、ゲイのテーマ、ヤオイや湘南愛とも呼ばれます。 これらの人々は女の子のための藤子と男の子のための不動産と呼ばれています。 今、不動産は、最初のエピソードで明らかになったように、その男の子が同性愛者であることを意味するものではありません。 八尾を楽しむだけです。 このアニメは、定型的な藤代と不動産の大きなパロディーです。 同性愛者のコミュニティに大きな声明を出すことを意図したものではありません。 実際には、彼らは、現実ではなく、八尾の幻想について話していることを指摘する努力をしています。\n\nあなたはそれ以上に息を止めません！  *意図された言葉遣い; p\n\nこのニッチな文化に精通している藤子として、コメディーは金を打つ。 キャラクターはステレオタイプをよく表していますが、私は助けができませんが、リードメスに関係しています（良い方法と悪い方法の両方で）。 アートはショーの種類に十分でテーマソングはキャッチーです。 キャラクターとコメディーはショーを売るものです。\n\n私はこのアニメをFujoshiとFudanshi、またはステレオタイプで楽しむコメディを見て大好きな人にお勧めします。 あなたがLGBTなどのコミュニティーにいることに関する大きな劇的な話を探しているなら、他の場所を見てください。  Hourou Musukoは始めるのに適しています。\n\n真剣にでも、私は単純な4コマ3分間のアニメに過度に反応した人々の量にかなり失望しています。 それは明らかにそれは同性愛者についてのコメディではなく、ゲイの男に関するドラマではないと言いました。 それはあなたが違いを伝えることができなかったアニメのせいではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSo here is the basis of why this anime is so enjoyable. It's hilarious!\n\n\u001b[1mだから、なぜこのアニメが楽しいのかの基礎があります。 それは陽気です！\u001b[22m\n\u001b[1m(Dakara, naze kono anime ga tanoshī no ka no kiso ga arimasu. Sore wa yōkidesu!)\u001b[22m\n\nTranslations of \u001b[4mSo here is the basis of why this anime is so enjoyable. It's hilarious!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo here is the basis of why this anime is so enjoyable.\u001b[24m\n    \u001b[1mだから、なぜこのアニメが楽しいのかの基礎があります。\u001b[22m, \u001b[1mだからここにこのアニメはとても楽しいです理由の基礎はあります。\u001b[22m\n\u001b[4mIt's hilarious!\u001b[24m\n    \u001b[1mそれは陽気です！\u001b[22m\n\u001b[1m\u001b[22m\nThis is not an anime about gay people, it's an anime about fans of manga, anime, etc with gay themes, also known as Yaoi or Shounan Ai. These people are called Fujoshi for girls and Fudanshi for boys. Now, Fudanshi does not mean that the boy is gay, as clarified in the first episode. It just means that they enjoy Yaoi. This anime is one big parody of the stereotypical Fujoshi and Fudanshi. It's not meant to make any sort of big statement on the gay community. In fact, it makes the effort to point out that they are talking about the fantasy of yaoi, not the reality.\n\n\u001b[1mこれはゲイの人物に関するアニメではない、漫画やアニメなどのファンのアニメ、ゲイのテーマ、ヤオイや湘南愛とも呼ばれます。 これらの人々は女の子のための藤子と男の子のための不動産と呼ばれています。 今、不動産は、最初のエピソードで明らかになったように、その男の子が同性愛者であることを意味するものではありません。 八尾を楽しむだけです。 このアニメは、定型的な藤代と不動産の大きなパロディーです。 同性愛者のコミュニティに大きな声明を出すことを意図したものではありません。 実際には、彼らは、現実ではなく、八尾の幻想について話していることを指摘する努力をしています。\u001b[22m\n\u001b[1m(Kore wa gei no jinbutsu ni kansuru animede wanai, manga ya anime nado no fan no anime, gei no tēma, Yaoi ya Shōnan ai-tomo yoba remasu. Korera no hitobito wa on'nanoko no tame no Fujiko to otokonoko no tame no fudōsan to yoba rete imasu. Ima, fudōsan wa, saisho no episōdo de akiraka ni natta yō ni, sono otokonoko ga dōseiai-shadearu koto o imi suru monode wa arimasen. Yao o tanoshimu dakedesu. Kono anime wa, teikei-tekina Fujishiro to fudōsan no ōkina parodīdesu. Dōseiai-sha no komyuniti ni ōkina seimei o dasu koto o ito shita monode wa arimasen. Jissai ni wa, karera wa, genjitsude wa naku, Yao no gensō ni tsuite hanashite iru koto o shiteki suru doryoku o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is not an anime about gay people, it's an anime about fans of manga, anime, etc with gay themes, also known as Yaoi or Shounan Ai. These people are called Fujoshi for girls and Fudanshi for boys. Now, Fudanshi does not mean that the boy is gay, as clarified in the first episode. It just means that they enjoy Yaoi. This anime is one big parody of the stereotypical Fujoshi and Fudanshi. It's not meant to make any sort of big statement on the gay community. In fact, it makes the effort to point out that they are talking about the fantasy of yaoi, not the reality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not an anime about gay people, it's an anime about fans of manga, anime, etc with gay themes, also known as Yaoi or Shounan Ai.\u001b[24m\n    \u001b[1mこれはゲイの人物に関するアニメではない、漫画やアニメなどのファンのアニメ、ゲイのテーマ、ヤオイや湘南愛とも呼ばれます。\u001b[22m, \u001b[1mこれはまた、やおいや湘南愛として知られているゲイをテーマにしたなど、マンガ、アニメ、ファン、約アニメだ、ゲイの人々についてのアニメではありません。\u001b[22m\n\u001b[4mThese people are called Fujoshi for girls and Fudanshi for boys.\u001b[24m\n    \u001b[1mこれらの人々は女の子のための藤子と男の子のための不動産と呼ばれています。\u001b[22m, \u001b[1mこれらの人々は男の子のための女の子とFudanshiのためのがfujoshiと呼ばれています。\u001b[22m\n\u001b[4mNow, Fudanshi does not mean that the boy is gay, as clarified in the first episode.\u001b[24m\n    \u001b[1m今、不動産は、最初のエピソードで明らかになったように、その男の子が同性愛者であることを意味するものではありません。\u001b[22m, \u001b[1mさて、Fudanshiは、最初のエピソードで明らかなように少年は、同性愛者であることを意味するものではありません。\u001b[22m\n\u001b[4mIt just means that they enjoy Yaoi.\u001b[24m\n    \u001b[1m八尾を楽しむだけです。\u001b[22m, \u001b[1mそれはちょうど彼らがボーイズラブを楽しむことを意味します。\u001b[22m\n\u001b[4mThis anime is one big parody of the stereotypical Fujoshi and Fudanshi.\u001b[24m\n    \u001b[1mこのアニメは、定型的な藤代と不動産の大きなパロディーです。\u001b[22m, \u001b[1mこのアニメは、ステレオタイプがfujoshiとFudanshiの一つの大きなパロディです。\u001b[22m\n\u001b[4mIt's not meant to make any sort of big statement on the gay community.\u001b[24m\n    \u001b[1m同性愛者のコミュニティに大きな声明を出すことを意図したものではありません。\u001b[22m, \u001b[1mゲイコミュニティに大きな文の任意の並べ替えを行うことを意味するものではないです。\u001b[22m\n\u001b[4mIn fact, it makes the effort to point out that they are talking about the fantasy of yaoi, not the reality.\u001b[24m\n    \u001b[1m実際には、彼らは、現実ではなく、八尾の幻想について話していることを指摘する努力をしています。\u001b[22m, \u001b[1m実際に、それは彼らがやおいのファンタジーではなく、現実について話していることを指摘するよう努力しています。\u001b[22m\n\u001b[1m\u001b[22m\nSO STOP GETTING SO BUTT HURT OVER IT! *pun intended ;p\n\n\u001b[1mあなたはそれ以上に息を止めません！  *意図された言葉遣い; p\u001b[22m\n\u001b[1m(Anata wa sore ijō ni iki o tomemasen! * Ito sa reta kotobadzukai; p)\u001b[22m\n\nTranslations of \u001b[4mSO STOP GETTING SO BUTT HURT OVER IT! *pun intended ;p\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSO STOP GETTING SO BUTT HURT OVER IT!\u001b[24m\n    \u001b[1mあなたはそれ以上に息を止めません！\u001b[22m, \u001b[1mSO IT OVER SO BUTTの傷つくSTOP！\u001b[22m\n\u001b[4m*pun intended ;p\u001b[24m\n    \u001b[1m*意図された言葉遣い; p\u001b[22m, \u001b[1m*しゃれ; P\u001b[22m\n\u001b[1m\u001b[22m\nAs a Fujoshi who is familiar with this niche culture, the comedy hits gold. The characters represent their stereotypes well and I can't help but relate to the lead female (in both good and bad ways). Art's good enough for the type of show it is and the theme song is catchy. The characters and comedy are what sell the show.\n\n\u001b[1mこのニッチな文化に精通している藤子として、コメディーは金を打つ。 キャラクターはステレオタイプをよく表していますが、私は助けができませんが、リードメスに関係しています（良い方法と悪い方法の両方で）。 アートはショーの種類に十分でテーマソングはキャッチーです。 キャラクターとコメディーはショーを売るものです。\u001b[22m\n\u001b[1m(Kono nitchina bunka ni seitsū shite iru Fujiko to shite, komedī wa kin o utsu. Kyarakutā wa sutereo taipu o yoku arawashite imasuga, watashi wa tasuke ga dekimasenga, rīdomesu ni kankei shite imasu (yoi hōhō to warui hōhō no ryōhō de). Āto wa shō no shurui ni jūbun de tēmasongu wa kyatchīdesu. Kyarakutā to komedī wa shō o uru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs a Fujoshi who is familiar with this niche culture, the comedy hits gold. The characters represent their stereotypes well and I can't help but relate to the lead female (in both good and bad ways). Art's good enough for the type of show it is and the theme song is catchy. The characters and comedy are what sell the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a Fujoshi who is familiar with this niche culture, the comedy hits gold.\u001b[24m\n    \u001b[1mこのニッチな文化に精通している藤子として、コメディーは金を打つ。\u001b[22m, \u001b[1mこのニッチ文化に精通しているがfujoshiように、喜劇は金に当たります。\u001b[22m\n\u001b[4mThe characters represent their stereotypes well and I can't help but relate to the lead female (in both good and bad ways).\u001b[24m\n    \u001b[1mキャラクターはステレオタイプをよく表していますが、私は助けができませんが、リードメスに関係しています（良い方法と悪い方法の両方で）。\u001b[22m, \u001b[1m文字はよく自分の固定観念を表現し、私は助けることが（良い面と悪い面の両方の点で）リードの女性に関係することはできません。\u001b[22m\n\u001b[4mArt's good enough for the type of show it is and the theme song is catchy.\u001b[24m\n    \u001b[1mアートはショーの種類に十分でテーマソングはキャッチーです。\u001b[22m, \u001b[1mアートの十分に良いショーのタイプにはそれがあるとテーマ曲がキャッチーです。\u001b[22m\n\u001b[4mThe characters and comedy are what sell the show.\u001b[24m\n    \u001b[1mキャラクターとコメディーはショーを売るものです。\u001b[22m, \u001b[1m文字やコメディーショーを販売するものです。\u001b[22m\n\u001b[1m\u001b[22m\nI'd recommend this anime to Fujoshi and Fudanshi or anyone who loves watching comedy that pokes fun at stereotypes. If your looking for some big dramatic story about being in the LGBT etc. community, look elsewhere. Hourou Musuko would be a good place to start.\n\n\u001b[1m私はこのアニメをFujoshiとFudanshi、またはステレオタイプで楽しむコメディを見て大好きな人にお勧めします。 あなたがLGBTなどのコミュニティーにいることに関する大きな劇的な話を探しているなら、他の場所を見てください。  Hourou Musukoは始めるのに適しています。\u001b[22m\n\u001b[1m(Watashi wa kono anime o Fujoshi to Fudanshi, matawa sutereo taipu de tanoshimu komedi o mite daisukinahito ni o susume shimasu. Anata ga LGBT nado no komyunitī ni iru koto ni kansuru ōkina gekitekina hanashi o sagashite irunara, hoka no basho o mite kudasai. Hourou Musuko wa hajimeru no ni tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'd recommend this anime to Fujoshi and Fudanshi or anyone who loves watching comedy that pokes fun at stereotypes. If your looking for some big dramatic story about being in the LGBT etc. community, look elsewhere. Hourou Musuko would be a good place to start.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd recommend this anime to Fujoshi and Fudanshi or anyone who loves watching comedy that pokes fun at stereotypes.\u001b[24m\n    \u001b[1m私はこのアニメをFujoshiとFudanshi、またはステレオタイプで楽しむコメディを見て大好きな人にお勧めします。\u001b[22m, \u001b[1m私はがfujoshiとFudanshiまたはステレオタイプで楽しみを突き喜劇を見て愛する人にこのアニメをお勧めします。\u001b[22m\n\u001b[4mIf your looking for some big dramatic story about being in the LGBT etc. community, look elsewhere.\u001b[24m\n    \u001b[1mあなたがLGBTなどのコミュニティーにいることに関する大きな劇的な話を探しているなら、他の場所を見てください。\u001b[22m, \u001b[1mあなたは、LGBTなどのコミュニティであることについていくつかの大きな劇的な物語を探している場合は、他の場所に見えます。\u001b[22m\n\u001b[4mHourou Musuko would be a good place to start.\u001b[24m\n    \u001b[1mHourou Musukoは始めるのに適しています。\u001b[22m, \u001b[1mHourou Musukoは、開始するには良い場所でしょう。\u001b[22m\n\u001b[1m\u001b[22m\nSeriously though, I'm pretty disappointed at the amount of people who overreacted to a simple 4-koma 3 minute anime. It clearly said it was a comedy about a Fudanshi, not a drama about a gay guy. It's not the anime's fault you couldn't tell the difference.\n\n\u001b[1m真剣にでも、私は単純な4コマ3分間のアニメに過度に反応した人々の量にかなり失望しています。 それは明らかにそれは同性愛者についてのコメディではなく、ゲイの男に関するドラマではないと言いました。 それはあなたが違いを伝えることができなかったアニメのせいではありません。\u001b[22m\n\u001b[1m(Shinken ni demo, watashi wa tanjun'na 4koma 3-funkan no anime ni kado ni han'nō shita hitobito no ryō ni kanari shitsubō shite imasu. Sore wa akiraka ni soreha dōseiai-sha ni tsuite no komedide wa naku, gei no otoko ni kansuru doramade wa nai to iimashita. Sore wa anata ga chigai o tsutaeru koto ga dekinakatta anime no seide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSeriously though, I'm pretty disappointed at the amount of people who overreacted to a simple 4-koma 3 minute anime. It clearly said it was a comedy about a Fudanshi, not a drama about a gay guy. It's not the anime's fault you couldn't tell the difference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeriously though, I'm pretty disappointed at the amount of people who overreacted to a simple 4-koma 3 minute anime.\u001b[24m\n    \u001b[1m真剣にでも、私は単純な4コマ3分間のアニメに過度に反応した人々の量にかなり失望しています。\u001b[22m, \u001b[1m冗談はさておき、私はシンプルな4コマ3分のアニメに過剰反応人々の量でかなりがっかりしています。\u001b[22m\n\u001b[4mIt clearly said it was a comedy about a Fudanshi, not a drama about a gay guy.\u001b[24m\n    \u001b[1mそれは明らかにそれは同性愛者についてのコメディではなく、ゲイの男に関するドラマではないと言いました。\u001b[22m, \u001b[1mそれは明らかにそれがFudanshiについてのコメディではなく、ゲイの人についてのドラマだったと述べました。\u001b[22m\n\u001b[4mIt's not the anime's fault you couldn't tell the difference.\u001b[24m\n    \u001b[1mそれはあなたが違いを伝えることができなかったアニメのせいではありません。\u001b[22m, \u001b[1mそれはあなたが違いを見分けることができませんでしたアニメのせいではありません。\u001b[22m"
  },
  {
    "title": "Fudanshi_Koukou_Seikatsu",
    "id": "33222",
    "url": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu",
    "user": "VulgarLife",
    "profile": "/profile/VulgarLife/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=229623",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  7\nキャラクター|  2\n|  2\n\n短いシリーズはしばしば長いフォーマットではうまくいかないコンテンツのための新鮮な空気の息吹であり、不動産産業協会はそれを証明しています。 ユニークな（種類の）前提と優れた芸術で、それは群衆から離れていますが、これは機能し、あなたの時間の価値があることを意味しますか？\n\nここの設定はシンプルですが、Ryouはfudanshiです。BLを読んでいるのが好きですが、実際には同性愛者やバイセクシュアルではありません。 彼は自分の時間をBLを読んだり見たりして、BL以外の好きな友人との間の船積み状況を想像し、一般的には友人とぶらぶらしている。\n\nこれは紙の上で興味深いと思われ、最初はそうです。 彼の周りの人々の反応を見て面白いです。 それを受け入れる人もあれば、それによって困惑する人もいます。 途中、彼はBLを好きな女の子ルミと友達になり、彼らは結束し始める。 彼が店に行ってBL本を買ったり、漫画市場で新しい同人誌を買うために勇気を奮い立たせているのを見ると、BLを読まなくても、面白いとは言えない。 私たちに、あるいは人々が私たちを裁くかもしれません。\n\n私はRyouには問題があり、それは大きなものです。彼は友人の近くでもBLについて常に話します。 それは基本的に彼が話すすべてのものです。 彼は情熱を持っているし、それはうまく、私は変態主人公に問題はありませんが、彼がマイナーなものでさえBL、船積みなどに関係する方法は、刺激的になります。 私たちはすべて情熱を持っていますが、私たちは、いつ私たちがラインを描くべきかを知っていた生徒でさえ、いつも瞬間にそれらについて泣かないでください。 竜は無害であるにもかかわらず、彼は苦痛として遭遇します。なぜなら、その執筆によって彼はあらゆる機会にこれに対応するからです。\n\n彼の友人は十分に素晴らしいですが、彼らは実際に別のものについて話をし、Ryousの趣味をとても受け入れています。 大友は親友であり、不安の瞬間を見せているが、涼は大丈夫だ。実際の同性愛者のアキラは手続きにスパイスを加え、ルーミーは実際のフジョシスの視点を追加する。  BLはいつも。\n\nこのシリーズの龍自身以外にも、私の最大の不満は繰り返しです。 確かに、ほとんどの喜劇は繰り返しがありますが、ここであなたに怒りを吹き始めます。 何度も繰り返し実行された同じジョークは、短いシリーズでは非常に悪い兆候であることで、面倒ですばやくなります。 これには奇妙な変種があるかもしれませんが、それはすべて完全な円になり、エピソード6または7で私はちょうど笑顔を停止し、突き抜けを続けます。\n\n彼らが新しい友人のルーミのような何か新しいものを加えると、それはうまく働き、必要な新鮮さが増します。 彼女を初めてコミックマーケットに連れていって、そのことの危機を経験したり、一緒に本屋に行ったり、シリーズで誰が船に乗ったかを話したりするのはいいですね。 これはもっと必要だったが、悲しげに十分に足りなくなった。\n\nアニメーションは基本的なものですが、何も目立ちませんが、デザインに使用される典型的なBLスタイルでは芸術は邪魔ではありません。 シリーズのEDは、「SEKAI wa Boy Meets Boy」ですが、Ryous seiyuu Hatanoによって歌われた特別なハイライトです。私の神はそれをキャッチーなものにしています。 私は実際に各エピソードに沿って歌った。\n\nもしあなたが本当にBLに入っていれば、ここよりも楽しんでいるかもしれませんが、私はBLとYaoiをかなり読んでいますが、同じ疲れたジョークを過度に使い果たし、 私はこれを避けると言いますが、約36分の実行時間で興味を持っていると責めません。 コメディがもはや笑顔を笑わせることができなくなったら、残念なことに私のここでの目的は失敗に終わりました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nShort series are often a breath of fresh air of sorts for content that would not work in longer format and Fudanshi Koukou Seikatsu is testament to that. With a unique (sort of) premise and good art it sets itself apart from the crowd but does this mean it works and is worth your time?\n\n\u001b[1m短いシリーズはしばしば長いフォーマットではうまくいかないコンテンツのための新鮮な空気の息吹であり、不動産産業協会はそれを証明しています。 ユニークな（種類の）前提と優れた芸術で、それは群衆から離れていますが、これは機能し、あなたの時間の価値があることを意味しますか？\u001b[22m\n\u001b[1m(Mijikai shirīzu wa shibashiba nagai fōmattode wa umaku ikanai kontentsu no tame no shinsen'na kūki no ibukideari, fudōsan sangyō kyōkai wa sore o shōmei shite imasu. Yunīkuna (shurui no) zentei to sugureta geijutsu de, soreha gunshū kara hanarete imasuga, koreha kinō shi, anata no jikan no kachi ga aru koto o imi shimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mShort series are often a breath of fresh air of sorts for content that would not work in longer format and Fudanshi Koukou Seikatsu is testament to that. With a unique (sort of) premise and good art it sets itself apart from the crowd but does this mean it works and is worth your time?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShort series are often a breath of fresh air of sorts for content that would not work in longer format and Fudanshi Koukou Seikatsu is testament to that.\u001b[24m\n    \u001b[1m短いシリーズはしばしば長いフォーマットではうまくいかないコンテンツのための新鮮な空気の息吹であり、不動産産業協会はそれを証明しています。\u001b[22m, \u001b[1mショートシリーズは、長い形式とFudanshi高校生活では動作しませんでしたコンテンツの種類の新鮮な空気の息がその証ですしばしばあります。\u001b[22m\n\u001b[4mWith a unique (sort of) premise and good art it sets itself apart from the crowd but does this mean it works and is worth your time?\u001b[24m\n    \u001b[1mユニークな（種類の）前提と優れた芸術で、それは群衆から離れていますが、これは機能し、あなたの時間の価値があることを意味しますか？\u001b[22m, \u001b[1mユニークな（ソートの）前提と良い技術でそれは群集から離れて自分自身を設定しますが、これはそれが動作し、あなたの時間の価値がある意味するのでしょうか？\u001b[22m\n\u001b[1m\u001b[22m\nThe setup here is simple, Ryou is a fudanshi, someone who loves reading BL but isn’t actually gay or bisexual. He spends his time reading / watching BL, fantasizing about shipping situations between his non-BL liking friends and just generally hanging about with his friends.\n\n\u001b[1mここの設定はシンプルですが、Ryouはfudanshiです。BLを読んでいるのが好きですが、実際には同性愛者やバイセクシュアルではありません。 彼は自分の時間をBLを読んだり見たりして、BL以外の好きな友人との間の船積み状況を想像し、一般的には友人とぶらぶらしている。\u001b[22m\n\u001b[1m(Koko no settei wa shinpurudesuga, Ryou wa fudanshidesu. BL o yonde iru no ga sukidesuga, jissai ni wa dōseiai-sha ya baisekushuarude wa arimasen. Kare wa jibun no jikan o BL o yon dari mi tari shite, BL igai no sukina yūjin to no ma no funadzumi jōkyō o sōzō shi, ippantekini wa yūjin to burabura shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe setup here is simple, Ryou is a fudanshi, someone who loves reading BL but isn’t actually gay or bisexual. He spends his time reading / watching BL, fantasizing about shipping situations between his non-BL liking friends and just generally hanging about with his friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe setup here is simple, Ryou is a fudanshi, someone who loves reading BL but isn’t actually gay or bisexual.\u001b[24m\n    \u001b[1mここの設定はシンプルですが、Ryouはfudanshiです。BLを読んでいるのが好きですが、実際には同性愛者やバイセクシュアルではありません。\u001b[22m, \u001b[1mここでの設定は、リョウはfudanshi、BL読書大好きが、実際に同性愛者や両性愛者ではない人です、簡単です。\u001b[22m\n\u001b[4mHe spends his time reading / watching BL, fantasizing about shipping situations between his non-BL liking friends and just generally hanging about with his friends.\u001b[24m\n    \u001b[1m彼は自分の時間をBLを読んだり見たりして、BL以外の好きな友人との間の船積み状況を想像し、一般的には友人とぶらぶらしている。\u001b[22m, \u001b[1m彼は非BL好きの友達の間での出荷状況について空想、ちょうど一般的に彼の友人で約ぶら下げ、BLを見て/読んで自分の時間を費やしています。\u001b[22m\n\u001b[1m\u001b[22m\nThis sounds interesting on paper and initially it is. It’s funny seeing the reaction of people around him to this. Some accept it, others bewildered by it. Along the way he befriends a girl Rumi who also like BL and they begin to bond. Seeing him muster up the courage to go to a store and buy a BL book or buy a new doujinshi at a Comic market is amusing and very relatable even if you don't read BL as we have all been embarrassed by buying things not strictly aimed at us or where people may judge us.\n\n\u001b[1mこれは紙の上で興味深いと思われ、最初はそうです。 彼の周りの人々の反応を見て面白いです。 それを受け入れる人もあれば、それによって困惑する人もいます。 途中、彼はBLを好きな女の子ルミと友達になり、彼らは結びつき始める。 彼が店に行ってBL本を買ったり、漫画市場で新しい同人誌を買うために勇気を奮い立たせているのを見ると、BLを読まなくても、面白いとは言えない。 私たちに、あるいは人々が私たちを裁くかもしれません。\u001b[22m\n\u001b[1m(Kore wa kami no ue de kyōmibukai to omowa re, saisho wa sōdesu. Kare no mawari no hitobito no han'nō o mite omoshiroidesu. Sore o ukeireru hito mo areba, sore ni yotte konwaku suru hito mo imasu. Tochū, kare wa BL o sukina on'nanoko Rumi to tomodachi ni nari, karera wa musubitsuki hajimeru. Kare ga mise ni itte BL hon o kattari, manga ichiba de atarashī dōjinshi o kau tame ni yūki o furuitata sete iru no o miru to, BL o yomanakute mo, omoshiroi to wa ienai. Watashitachi ni, aruiwa hitobito ga watashitachi o sabaku kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThis sounds interesting on paper and initially it is. It’s funny seeing the reaction of people around him to this. Some accept it, others bewildered by it. Along the way he befriends a girl Rumi who also like BL and they begin to bond. Seeing him muster up the courage to go to a store and buy a BL book or buy a new doujinshi at a Comic market is amusing and very relatable even if you don't read BL as we have all been embarrassed by buying things not strictly aimed at us or where people may judge us.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis sounds interesting on paper and initially it is.\u001b[24m\n    \u001b[1mこれは紙の上で興味深いと思われ、最初はそうです。\u001b[22m, \u001b[1mこれは、紙の上に面白そう、最初はそれがあります。\u001b[22m\n\u001b[4mIt’s funny seeing the reaction of people around him to this.\u001b[24m\n    \u001b[1m彼の周りの人々の反応を見て面白いです。\u001b[22m, \u001b[1mそれは、これに彼の周りの人々の反応を見て面白いです。\u001b[22m\n\u001b[4mSome accept it, others bewildered by it.\u001b[24m\n    \u001b[1mそれを受け入れる人もあれば、それによって困惑する人もいます。\u001b[22m, \u001b[1mいくつかは、それによって当惑他の人をそれを受け入れます。\u001b[22m\n\u001b[4mAlong the way he befriends a girl Rumi who also like BL and they begin to bond.\u001b[24m\n    \u001b[1m途中、彼はBLを好きな女の子ルミと友達になり、彼らは結びつき始める。\u001b[22m, \u001b[1m道に沿って彼はまた、BLのような女の子ルミをbefriends、彼らは結合に始まります。\u001b[22m\n\u001b[4mSeeing him muster up the courage to go to a store and buy a BL book or buy a new doujinshi at a Comic market is amusing and very relatable even if you don't read BL as we have all been embarrassed by buying things not strictly aimed\u001b[24m\n    \u001b[1m彼が店に行ってBL本を買ったり、漫画市場で新しい同人誌を買うために勇気を奮い立たせているのを見ると、BLを読まなくても、面白いとは言えない。\u001b[22m, \u001b[1m我々はすべて厳密に目的としていないものを購入することで当惑されたとして彼が店に行くと、BL本を購入したり、コミック市場で新たな同人誌を購入する勇気を奮い起こす見ることはあなたがBLを読んでいない場合であっても面白いと非常に関係づけています\u001b[22m\n\u001b[4mat us or where people may judge us.\u001b[24m\n    \u001b[1m私たちに、あるいは人々が私たちを裁くかもしれません。\u001b[22m, \u001b[1m私たちにまたはどこで人々が私たちを判断してもよいです。\u001b[22m\n\u001b[1m\u001b[22m\nI do have a problem with Ryou though and it is a big one: he constantly talks about BL even in the vicinity of his friends. It’s basically all he talks about. He has a passion and that is fine and I have no issues with perverted main characters but the way he relates even minor things to BL, shipping or the like becomes irritating fast. We all have passions but we do not bleat on about them at every given moment, even as students we knew when to draw the line. Ryou does not and despite being harmless he comes across as a pain because the writing makes him play up to this at every chance.\n\n\u001b[1m私はRyouには問題があり、それは大きなものです。彼は友人の近くでもBLについて常に話します。 それは基本的に彼が話すすべてのものです。 彼は情熱を持っているし、それはうまく、私は変態主人公に問題はありませんが、彼がマイナーなものでさえBL、船積みなどに関係する方法は、刺激的になります。 私たちはすべて情熱を持っていますが、私たちは、いつ私たちがラインを描くべきかを知っていた生徒でさえ、いつも瞬間にそれらについて泣かないでください。 竜は無害であるにもかかわらず、彼は苦痛として遭遇します。なぜなら、その執筆によって彼はあらゆる機会にこれに対応するからです。\u001b[22m\n\u001b[1m(Watashi wa Ryou ni wa mondai ga ari, sore wa ōkina monodesu. Kare wa yūjin no chikaku demo BL ni tsuite tsuneni hanashimasu. Sore wa kihontekini kare ga hanasu subete no monodesu. Kare wa jōnetsu o motte irushi, sore wa umaku, watashi wa hentai shujinkō ni mondai wa arimasenga, kare ga maināna monode sae BL, funadzumi nado ni kankei suru hōhō wa, shigeki-teki ni narimasu. Watashitachiha subete jōnetsu o motte imasuga, watashitachiha, itsu watashitachi ga rain o kakubeki ka o shitteita seitode sae, itsumo shunkan ni sorera ni tsuite nakanaide kudasai. Ryū wa mugaidearu nimokakawarazu, kare wa kutsū to shite sōgū shimasu. Nazenara, sono shippitsu ni yotte kare wa arayuru kikai ni kore ni taiō surukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI do have a problem with Ryou though and it is a big one: he constantly talks about BL even in the vicinity of his friends. It’s basically all he talks about. He has a passion and that is fine and I have no issues with perverted main characters but the way he relates even minor things to BL, shipping or the like becomes irritating fast. We all have passions but we do not bleat on about them at every given moment, even as students we knew when to draw the line. Ryou does not and despite being harmless he comes across as a pain because the writing makes him play up to this at every chance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do have a problem with Ryou though and it is a big one: he constantly talks about BL even in the vicinity of his friends.\u001b[24m\n    \u001b[1m私はRyouには問題があり、それは大きなものです。彼は友人の近くでもBLについて常に話します。\u001b[22m, \u001b[1mでも、私は椋に問題がありますか、それは大きなものである：彼は常にさえ彼の友人の近くにBLについて語っています。\u001b[22m\n\u001b[4mIt’s basically all he talks about.\u001b[24m\n    \u001b[1mそれは基本的に彼が話すすべてのものです。\u001b[22m, \u001b[1mそれは基本的に彼はについて語っすべてです。\u001b[22m\n\u001b[4mHe has a passion and that is fine and I have no issues with perverted main characters but the way he relates even minor things to BL, shipping or the like becomes irritating fast.\u001b[24m\n    \u001b[1m彼は情熱を持っているし、それはうまく、私は変態主人公に問題はありませんが、彼がマイナーなものでさえBL、船積みなどに関係する方法は、刺激的になります。\u001b[22m, \u001b[1m彼は情熱を持って、それは結構です、私は倒錯メインキャラクターとの問題が、彼は送料等が速く刺激となり、BLに些細な事柄に関する方法がありません。\u001b[22m\n\u001b[4mWe all have passions but we do not bleat on about them at every given moment, even as students we knew when to draw the line.\u001b[24m\n    \u001b[1m私たちはすべて情熱を持っていますが、私たちは、いつ私たちがラインを描くべきかを知っていた生徒でさえ、いつも瞬間にそれらについて泣かないでください。\u001b[22m, \u001b[1m我々は、すべての情熱を持っているが、我々は、学生たちは線を描画するときに知っていたとしても、すべての与えられた瞬間にそれらについて上の悲しそうな声はありません。\u001b[22m\n\u001b[4mRyou does not and despite being harmless he comes across as a pain because the writing makes him play up to this at every chance.\u001b[24m\n    \u001b[1m竜は無害であるにもかかわらず、彼は苦痛として遭遇します。なぜなら、その執筆によって彼はあらゆる機会にこれに対応するからです。\u001b[22m, \u001b[1m涼はないと書き込みが、彼はあらゆる機会にこのまでプレイできるから無害であるにもかかわらず、彼は痛みとして渡って来ます。\u001b[22m\n\u001b[1m\u001b[22m\nHis friends are nice enough though, they do actually talk about different things and are very accepting of Ryous hobby, more so than most would be at that age from my experience at least. Daigo being his closest friend, whilst showing some moments of unease, is fine with Ryou, an actual gay friend Akira adds a bit of spice to proceedings and Rumi adds an actual fujoshis view point which is welcome and she at least does not harp on about BL all the time.\n\n\u001b[1m彼の友人は十分に素晴らしいですが、彼らは実際に別のものについて話をし、Ryousの趣味をとても受け入れています。 大友は親友であり、不安の瞬間を見せているが、涼は大丈夫だ。実際の同性愛者のアキラは手続きにスパイスを加え、ルーミーは実際のフジョシスの視点を追加する。  BLはいつも。\u001b[22m\n\u001b[1m(Kare no yūjin wa jūbun ni subarashīdesuga, karera wa jissai ni betsu no mono ni tsuite hanashi o shi, Ryous no shumi o totemo ukeirete imasu. Ōtomo wa shin'yūdeari, fuan no shunkan o misete iruga, ryō wa daijōbuda. Jissai no dōseiai-sha no Akira wa tetsudzuki ni supaisu o kuwae, rūmī wa jissai no fujoshisu no shiten o tsuika suru. BL wa itsumo.)\u001b[22m\n\nTranslations of \u001b[4mHis friends are nice enough though, they do actually talk about different things and are very accepting of Ryous hobby, more so than most would be at that age from my experience at least. Daigo being his closest friend, whilst showing some moments of unease, is fine with Ryou, an actual gay friend Akira adds a bit of spice to proceedings and Rumi adds an actual fujoshis view point which is welcome and she at least does not harp on about BL all the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHis friends are nice enough though, they do actually talk about different things and are very accepting of Ryous hobby, more so than most would be at that age from my experience at least.\u001b[24m\n    \u001b[1m彼の友人は十分に素晴らしいですが、彼らは実際に別のものについて話をし、Ryousの趣味をとても受け入れています。\u001b[22m, \u001b[1m彼の友人は、彼らが実際には異なるものについて話すんし、非常に少なくとも私の経験から、その年齢であろうより多くのようにほとんどより、Ryousの趣味で受け入れている、しかし十分にいいです。\u001b[22m\n\u001b[4mDaigo being his closest friend, whilst showing some moments of unease, is fine with Ryou, an actual gay friend Akira adds a bit of spice to proceedings and Rumi adds an actual fujoshis view point which is welcome and she at least does not harp on about\u001b[24m\n    \u001b[1m大友は親友であり、不安の瞬間を見せているが、涼は大丈夫だ。実際の同性愛者のアキラは手続きにスパイスを加え、ルーミーは実際のフジョシスの視点を追加する。\u001b[22m, \u001b[1m醍醐は不安のいくつかの瞬間を示す一方で、龍と罰金です、彼の親友である、実際のゲイの友人がアキラは、手続にスパイスのビットを追加し、留美は、実際のfujoshisが歓迎されている点を見ると、彼女は少なくとも約上のハープはありません追加されます\u001b[22m\n\u001b[4mBL all the time.\u001b[24m\n    \u001b[1mBLはいつも。\u001b[22m, \u001b[1mBLすべての時間。\u001b[22m\n\u001b[1m\u001b[22m\nMy biggest complaint with this series aside from Ryou himself is the repetition. Sure most comedies have repetition but here it begins to grate on you. The same jokes played over and over do become tiresome and quickly at that which for a short series is a very bad sign. There may be the odd variant on this but it all comes full circle and by episode 6 or 7 I just stopped smiling and continued trudging through.\n\n\u001b[1mこのシリーズの龍自身以外にも、私の最大の不満は繰り返しです。 確かに、ほとんどの喜劇は繰り返しがありますが、ここであなたに怒りを吹き始めます。 何度も繰り返し実行された同じジョークは、短いシリーズでは非常に悪い兆候であることで、面倒ですばやくなります。 これには奇妙な変種があるかもしれませんが、それはすべて完全な円になり、エピソード6または7で私はちょうど笑顔を停止し、突き抜けを続けます。\u001b[22m\n\u001b[1m(Kono shirīzu no ryū jishin igai ni mo, watashi no saidai no fuman wa kurikaeshidesu. Tashika ni, hotondo no kigeki wa kurikaeshi ga arimasuga, koko de anata ni ikari o fuki hajimemasu. Nando mo kurikaeshi jikkō sa reta onaji jōku wa, mijikai shirīzude wa hijō ni warui chōkōdearu koto de, mendōde subayaku narimasu. Kore ni wa kimyōna henshu ga aru kamo shiremasenga, soreha subete kanzen'na en ni nari, episōdo 6 matawa 7 de watashi wa chōdo egao o teishi shi, tsukinuke o tsudzukemasu.)\u001b[22m\n\nTranslations of \u001b[4mMy biggest complaint with this series aside from Ryou himself is the repetition. Sure most comedies have repetition but here it begins to grate on you. The same jokes played over and over do become tiresome and quickly at that which for a short series is a very bad sign. There may be the odd variant on this but it all comes full circle and by episode 6 or 7 I just stopped smiling and continued trudging through.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy biggest complaint with this series aside from Ryou himself is the repetition.\u001b[24m\n    \u001b[1mこのシリーズの龍自身以外にも、私の最大の不満は繰り返しです。\u001b[22m, \u001b[1m涼自身は別に、このシリーズで私の最大の不満は、繰り返しです。\u001b[22m\n\u001b[4mSure most comedies have repetition but here it begins to grate on you.\u001b[24m\n    \u001b[1m確かに、ほとんどの喜劇は繰り返しがありますが、ここであなたに怒りを吹き始めます。\u001b[22m, \u001b[1m確かにほとんどの喜劇は、繰り返しを持っているが、ここではあなたにすりおろし始めます。\u001b[22m\n\u001b[4mThe same jokes played over and over do become tiresome and quickly at that which for a short series is a very bad sign.\u001b[24m\n    \u001b[1m何度も繰り返し実行された同じジョークは、短いシリーズでは非常に悪い兆候であることで、面倒ですばやくなります。\u001b[22m, \u001b[1m同じジョークが面倒になり、すぐに短いシリーズのために非常に悪い兆候であるものでない何度も演奏しました。\u001b[22m\n\u001b[4mThere may be the odd variant on this but it all comes full circle and by episode 6 or 7 I just stopped smiling and continued trudging through.\u001b[24m\n    \u001b[1mこれには奇妙な変種があるかもしれませんが、それはすべて完全な円になり、エピソード6または7で私はちょうど笑顔を停止し、突き抜けを続けます。\u001b[22m, \u001b[1mそこにこの上の奇妙な変異体であり、それはすべての完全な円を来て、エピソード6または7によって私は笑顔停止とスルー重そうに歩く続けたことがあります。\u001b[22m\n\u001b[1m\u001b[22m\nWhen they do add something new such as his new friend Rumi it works well and adds much needed freshness. Be it her taking him to Comic market for the first time and them experiencing the perils of that, going to the bookstore together or discussing who they ship in a series it is nice. This was needed more but sadly did not come to pass enough.\n\n\u001b[1m彼らが新しい友人のルーミのような何か新しいものを加えると、それはうまく働き、必要な新鮮さが増します。 彼女を初めてコミックマーケットに連れていって、そのことの危機を経験したり、一緒に本屋に行ったり、シリーズで誰が船に乗ったかを話したりするのはいいですね。 これはもっと必要だったが、悲しげに十分に足りなくなった。\u001b[22m\n\u001b[1m(Karera ga atarashī yūjin no rūmi no yōna nanika atarashī mono o kuwaeru to, sore wa umaku hataraki, hitsuyōna shinsen-sa ga mashimasu. Kanojo o hajimete komikkumāketto ni tsurete itte, sono koto no kiki o keiken shi tari, issho ni hon'ya ni ittari, shirīzu de dare ga fune ni notta ka o hanashi tari suru no wa īdesu ne. Kore wa motto hitsuyōdattaga, kanashi-ge ni jūbun ni tarinaku natta.)\u001b[22m\n\nTranslations of \u001b[4mWhen they do add something new such as his new friend Rumi it works well and adds much needed freshness. Be it her taking him to Comic market for the first time and them experiencing the perils of that, going to the bookstore together or discussing who they ship in a series it is nice. This was needed more but sadly did not come to pass enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen they do add something new such as his new friend Rumi it works well and adds much needed freshness.\u001b[24m\n    \u001b[1m彼らが新しい友人のルーミのような何か新しいものを加えると、それはうまく働き、必要な新鮮さが増します。\u001b[22m, \u001b[1m彼らはそのような彼の新しい友人ルミとして新しい何かを追加行うとき、それはうまく動作し、多くの必要な新鮮さを追加します。\u001b[22m\n\u001b[4mBe it her taking him to Comic market for the first time and them experiencing the perils of that, going to the bookstore together or discussing who they ship in a series it is nice.\u001b[24m\n    \u001b[1m彼女を初めてコミックマーケットに連れていって、そのことの危機を経験したり、一緒に本屋に行ったり、シリーズで誰が船に乗ったかを話したりするのはいいですね。\u001b[22m, \u001b[1mそれは彼女が初めてコミック市場に彼を取って、彼らはその危険を経験して、一緒に本屋に行くのか、彼らはそれがいいです直列に出荷誰が議論すること。\u001b[22m\n\u001b[4mThis was needed more but sadly did not come to pass enough.\u001b[24m\n    \u001b[1mこれはもっと必要だったが、悲しげに十分に足りなくなった。\u001b[22m, \u001b[1mこれは、より必要とされたが、悲しいかな渡すために来ませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is basic, nothing stands out but it is by no means bad and the art is good with the typical BL style used for the designs. The ED for the series, SEKAI wa Boy Meets Boy, is a particular highlight sang by Ryous seiyuu Wataru Hatano and my god is it catchy. I practically sang along each episode.\n\n\u001b[1mアニメーションは基本的なものですが、何も目立ちませんが、デザインに使用される典型的なBLスタイルでは芸術は邪魔ではありません。 シリーズのEDは、「SEKAI wa Boy Meets Boy」ですが、Ryous seiyuu Hatanoによって歌われた特別なハイライトです。私の神はそれをキャッチーなものにしています。 私は実際に各エピソードに沿って歌った。\u001b[22m\n\u001b[1m(Animēshon wa kihon-tekina monodesuga, nani mo medachimasenga, dezain ni shiyō sa reru tenkei-tekina BL sutairude wa geijutsu wa jamade wa arimasen. Shirīzu no ED wa,`SEKAI wa Boy Meets Boy'desuga, Ryous seiyuu Hatano ni yotte utawa reta tokubetsuna hairaitodesu. Watashi no kami wa sore o kyatchīna mono ni shite imasu. Watashi wa jissai ni kaku episōdo ni sotte utatta.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is basic, nothing stands out but it is by no means bad and the art is good with the typical BL style used for the designs. The ED for the series, SEKAI wa Boy Meets Boy, is a particular highlight sang by Ryous seiyuu Wataru Hatano and my god is it catchy. I practically sang along each episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is basic, nothing stands out but it is by no means bad and the art is good with the typical BL style used for the designs.\u001b[24m\n    \u001b[1mアニメーションは基本的なものですが、何も目立ちませんが、デザインに使用される典型的なBLスタイルでは芸術は邪魔ではありません。\u001b[22m, \u001b[1mアニメーションが基本ですが、何も際立っていないが、悪い意味と芸術が設計に使用される典型的なBLスタイルで良いですがないことで、それはありません。\u001b[22m\n\u001b[4mThe ED for the series, SEKAI wa Boy Meets Boy, is a particular highlight sang by Ryous seiyuu Wataru Hatano and my god is it catchy.\u001b[24m\n    \u001b[1mシリーズのEDは、「SEKAI wa Boy Meets Boy」ですが、Ryous seiyuu Hatanoによって歌われた特別なハイライトです。私の神はそれをキャッチーなものにしています。\u001b[22m, \u001b[1mシリーズのEDは、ボーイミーツSEKAI WAボーイ、特定のハイライトはRyous声優羽多野渉によって歌い、私の神は、それがキャッチーです。\u001b[22m\n\u001b[4mI practically sang along each episode.\u001b[24m\n    \u001b[1m私は実際に各エピソードに沿って歌った。\u001b[22m, \u001b[1m私は実質的に各エピソードに沿って歌いました。\u001b[22m\n\u001b[1m\u001b[22m\nMaybe if you’re really into BL then you may find more enjoyment here than I did, I read a fair bit of BL and Yaoi but I still found it dying with overuse of the same tired jokes and a real lack of anything fresh. I would say avoid this but with a total run time of around 36 minutes I wouldn’t blame you for being interested. When a comedy can no longer make you muster a smile never mind a laugh then it has failed its purpose as it the case here for me unfortunately.\n\n\u001b[1mもしあなたが本当にBLに入っていれば、ここよりも楽しんでいるかもしれませんが、私はBLとYaoiをかなり読んでいますが、同じ疲れたジョークを過度に使い果たし、 私はこれを避けると言いますが、約36分の実行時間で興味を持っていると責めません。 コメディがもはや笑顔を笑わせることができなくなったら、残念なことに私のここでの目的は失敗に終わりました。\u001b[22m\n\u001b[1m(Moshi anata ga hontōni BL ni haitte ireba, koko yori mo tanoshinde iru kamo shiremasenga, watashi wa BL to Yaoi o kanari yonde imasuga, onaji tsukareta jōku o kado ni tsukaihatashi, watashi wa kore o yokeru to iimasuga, yaku 36-bu no jikkō jikan de kyōmi o motte iru to sememasen. Komedi ga mohaya egao o warawaseru koto ga dekinaku nattara, zan'nen'nakotoni watashi no koko de no mokuteki wa shippai ni owarimashita.)\u001b[22m\n\nTranslations of \u001b[4mMaybe if you’re really into BL then you may find more enjoyment here than I did, I read a fair bit of BL and Yaoi but I still found it dying with overuse of the same tired jokes and a real lack of anything fresh. I would say avoid this but with a total run time of around 36 minutes I wouldn’t blame you for being interested. When a comedy can no longer make you muster a smile never mind a laugh then it has failed its purpose as it the case here for me unfortunately.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe if you’re really into BL then you may find more enjoyment here than I did, I read a fair bit of BL and Yaoi but I still found it dying with overuse of the same tired jokes and a real lack of anything fresh.\u001b[24m\n    \u001b[1mもしあなたが本当にBLに入っていれば、ここよりも楽しんでいるかもしれませんが、私はBLとYaoiをかなり読んでいますが、同じ疲れたジョークを過度に使い果たし、\u001b[22m, \u001b[1mあなたがBLに本当にならたぶん、あなたは私がやったよりも、ここでより多くの楽しみを見つけることが、私はBLとやおいの公平なビットを読んで、私はまだそれが同じ疲れジョークの乱用、新鮮なものの本当の欠如と死んで見つかりました。\u001b[22m\n\u001b[4mI would say avoid this but with a total run time of around 36 minutes I wouldn’t blame you for being interested.\u001b[24m\n    \u001b[1m私はこれを避けると言いますが、約36分の実行時間で興味を持っていると責めません。\u001b[22m, \u001b[1m私はこれを回避すると言うだろうが、周りの36分の総実行時間で私が興味を持っているためにあなたを責めないであろう。\u001b[22m\n\u001b[4mWhen a comedy can no longer make you muster a smile never mind a laugh then it has failed its purpose as it the case here for me unfortunately.\u001b[24m\n    \u001b[1mコメディがもはや笑顔を笑わせることができなくなったら、残念なことに私のここでの目的は失敗に終わりました。\u001b[22m, \u001b[1m喜劇は、もはやあなたが笑いを気にしない笑顔を集める作ることができないとき、それは残念ながら私のためにここで、ケースをその目的に失敗しました。\u001b[22m"
  },
  {
    "title": "Fudanshi_Koukou_Seikatsu",
    "id": "33222",
    "url": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu",
    "user": "ZangestiaKomo",
    "profile": "/profile/ZangestiaKomo/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=229560",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  6",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Fudanshi_Koukou_Seikatsu",
    "id": "33222",
    "url": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu",
    "user": "maou_san",
    "profile": "/profile/maou_san/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=231576",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nこのアニメに悪影響を与えているような人がかなりいることを見て、私はこのアニメから何を期待しているのか、それが誰であるのかを自分で簡単に見直したいと思います。\n\n不動産コウコウは少年の愛のアニメではありません。 あなたがゲイの男性/ゲイの表現でアニメを探している他の人なら、これはあなたのアニメではありません。\nこのアニメの主人公は、二人の男を一緒に見て楽しむことを見つけた、（おそらく）まっすぐな高校生です。これは、誰よりもむしろ友人に魅力的なシリーズになっています。\n\nエピソードは非常に短く、したがって、キャラクターの発展の多くは期待できません。 それは、坂口の高校時代についての短編小説と、同情の人を見つけて、明らかにBLマンガを買うという「トラブル」のシリーズです。\n\n芸術的な全体的に見ていいと感じ、音は大丈夫です。 それはコメディアニメ（多くの人が実際の表現を期待しないようなヒントになっているはずです）で、その目的はあなたを笑顔にすることです。 誰かが実際のBLアニメを探しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSeeing how there are quite a few people who seem to have been negatively affected by this anime, I'd like to give my own short review on what to expect from this anime, and who it is/isn't for.\n\n\u001b[1mこのアニメに悪影響を与えているような人がかなりいることを見て、私はこのアニメから何を期待しているのか、それが誰であるのかを自分で簡単に見直したいと思います。\u001b[22m\n\u001b[1m(Kono anime ni akueikyō o ataete iru yōna hito ga kanari iru koto o mite, watashi wa kono anime kara nani o kitai shite iru no ka, sore ga daredearu no ka o jibun de kantan ni minaoshitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mSeeing how there are quite a few people who seem to have been negatively affected by this anime, I'd like to give my own short review on what to expect from this anime, and who it is/isn't for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeeing how there are quite a few people who seem to have been negatively affected by this anime, I'd like to give my own short review on what to expect from this anime, and who it is/isn't for.\u001b[24m\n    \u001b[1mこのアニメに悪影響を与えているような人がかなりいることを見て、私はこのアニメから何を期待しているのか、それが誰であるのかを自分で簡単に見直したいと思います。\u001b[22m, \u001b[1m負のこのアニメの影響を受けているように見えるかなりの数の人々がどのように見て、私はこのアニメから何を期待する上で自分のショートレビューを与えるしたいのですが、それが誰であるか/のためではありません。\u001b[22m\n\u001b[1m\u001b[22m\nFudanshi Koukou is not a boy's love anime. If you are a gay man / someone else looking for an anime with gay representation, this is not the anime for you.\n\n\u001b[1m不動産コウコウは少年の愛のアニメではありません。 あなたがゲイの男性/ゲイの表現でアニメを探している他の人なら、これはあなたのアニメではありません。\u001b[22m\n\u001b[1m(Fudōsan koukou wa shōnen no ai no animede wa arimasen. Anata ga gei no dansei/ gei no hyōgen de anime o sagashite iru hokanohitonara, kore wa anata no animede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFudanshi Koukou is not a boy's love anime. If you are a gay man / someone else looking for an anime with gay representation, this is not the anime for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFudanshi Koukou is not a boy's love anime.\u001b[24m\n    \u001b[1m不動産コウコウは少年の愛のアニメではありません。\u001b[22m, \u001b[1mFudanshi高校は少年の愛のアニメではありません。\u001b[22m\n\u001b[4mIf you are a gay man / someone else looking for an anime with gay representation, this is not the anime for you.\u001b[24m\n    \u001b[1mあなたがゲイの男性/ゲイの表現でアニメを探している他の人なら、これはあなたのアニメではありません。\u001b[22m, \u001b[1mあなたはゲイの表現でアニメを探して他のゲイの男/誰かであれば、これはあなたのためのアニメではありません。\u001b[22m\nThe main character of this anime is a (supposedly) straight high school student who finds enjoyment in seeing two guys together, making this a series more appealing to fujoshi rather than anyone else.\n\n\u001b[1mこのアニメの主人公は、二人の男を一緒に見て楽しむことを見つけた、（おそらく）まっすぐな高校生です。これは、誰よりもむしろ友人に魅力的なシリーズになっています。\u001b[22m\n\u001b[1m(Kono anime no shujinkō wa, futari no otoko o issho ni mite tanoshimu koto o mitsuketa,(osoraku) massuguna kōkōseidesu. Kore wa, dare yori mo mushiro yūjin ni mirikitekina shirīzu ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main character of this anime is a (supposedly) straight high school student who finds enjoyment in seeing two guys together, making this a series more appealing to fujoshi rather than anyone else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character of this anime is a (supposedly) straight high school student who finds enjoyment in seeing two guys together, making this a series more appealing to fujoshi rather than anyone else.\u001b[24m\n    \u001b[1mこのアニメの主人公は、二人の男を一緒に見て楽しむことを見つけた、（おそらく）まっすぐな高校生です。これは、誰よりもむしろ友人に魅力的なシリーズになっています。\u001b[22m, \u001b[1mこのアニメの主人公は、がfujoshiではなく、他の誰にもこのシリーズより魅力的になって、一緒に二人を見に楽しみを見つけた（たぶん）ストレート高校生です。\u001b[22m\n\u001b[1m\u001b[22m\nThe episodes are very short, and therefore not a whole lot of character development can be expected. It's more of a series of short stories about Sakaguchi's high school days, and his 'trouble' of finding like-minded people and, obviously, buying BL manga.\n\n\u001b[1mエピソードは非常に短く、したがって、キャラクターの発展の多くは期待できません。 それは、坂口の高校時代についての短編小説と、同情の人を見つけて、明らかにBLマンガを買うという「トラブル」のシリーズです。\u001b[22m\n\u001b[1m(Episōdo wa hijō ni mijikaku, shitagatte, kyarakutā no hatten no ōku wa kitai dekimasen. Sore wa, Sakaguchi no kōkō jidai ni tsuite no tanpen shōsetsu to, dōjō no hito o mitsukete, akiraka ni BL manga o kau to iu `toraburu' no shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe episodes are very short, and therefore not a whole lot of character development can be expected. It's more of a series of short stories about Sakaguchi's high school days, and his 'trouble' of finding like-minded people and, obviously, buying BL manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe episodes are very short, and therefore not a whole lot of character development can be expected.\u001b[24m\n    \u001b[1mエピソードは非常に短く、したがって、キャラクターの発展の多くは期待できません。\u001b[22m, \u001b[1mエピソードは非常に短いので、キャラクターの成長の全体の多くを期待することができません。\u001b[22m\n\u001b[4mIt's more of a series of short stories about Sakaguchi's high school days, and his 'trouble' of finding like-minded people and, obviously, buying BL manga.\u001b[24m\n    \u001b[1mそれは、坂口の高校時代についての短編小説と、同情の人を見つけて、明らかにBLマンガを買うという「トラブル」のシリーズです。\u001b[22m, \u001b[1mそれは短い坂口さんの高校時代の話、およびBL漫画を買って、明らかに、志を同じくする人々を見つけ、彼の「悩み」のシリーズのより多くのです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art overall feels nice to look at, and the sound is okay. As it is a comedy anime (which a lot of people should probably have taken as a hint not to expect actual representation), its purpose is to make you smile, which I think works very well if you're not stuck up or, again , someone looking for an actual BL anime.\n\n\u001b[1m芸術的な全体的に見ていいと感じ、音は大丈夫です。 それはコメディアニメ（多くの人が実際の表現を期待しないようなヒントになっているはずです）で、その目的はあなたを笑顔にすることです。 誰かが実際のBLアニメを探しています。\u001b[22m\n\u001b[1m(Geijutsu-tekina zentai-teki ni mite ī to kanji,-on wa daijōbudesu. Sore wa komedi anime (ōku no hito ga jissai no hyōgen o kitai shinai yōna hinto ni natte iru hazudesu) de, sono mokuteki wa anata o egao ni suru kotodesu. Dareka ga jissai no BL anime o sagashiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art overall feels nice to look at, and the sound is okay. As it is a comedy anime (which a lot of people should probably have taken as a hint not to expect actual representation), its purpose is to make you smile, which I think works very well if you're not stuck up or, again , someone looking for an actual BL anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art overall feels nice to look at, and the sound is okay.\u001b[24m\n    \u001b[1m芸術的な全体的に見ていいと感じ、音は大丈夫です。\u001b[22m, \u001b[1m技術は、全体的に見ていい感じ、音は大丈夫です。\u001b[22m\n\u001b[4mAs it is a comedy anime (which a lot of people should probably have taken as a hint not to expect actual representation), its purpose is to make you smile, which I think works very well if you're not stuck up or, again\u001b[24m\n    \u001b[1mそれはコメディアニメ（多くの人が実際の表現を期待しないようなヒントになっているはずです）で、その目的はあなたを笑顔にすることです。\u001b[22m, \u001b[1mそれは（多くの人は、おそらく実際の表現を期待していないヒントとして取っているはずです）コメディアニメがあるとして、その目的は、あなたが立ち往生たりしていない場合、私は再び、非常によく作品を考えている、あなたを笑顔にすることです\u001b[22m\n\u001b[4m, someone looking for an actual BL anime.\u001b[24m\n    \u001b[1m誰かが実際のBLアニメを探しています。\u001b[22m, \u001b[1m、誰かが実際のBLアニメを探しています。\u001b[22m"
  },
  {
    "title": "Fudanshi_Koukou_Seikatsu",
    "id": "33222",
    "url": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu",
    "user": "fang3412",
    "profile": "/profile/fang3412/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=231346",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はこれに7を与えますが、それは9に近いものに値することを完全に正直にするために\n\n確かに正直な男性として、最も好意的な同性愛者は、これを8歳以上にすることができませんでした。\n\nコメディアンの価値としては、これは10/10だった\n\nそれはまた、そのキャラクター、特に同性愛者との接触から自分自身に苦しんでいる主人によって償還された\n\n私はまた、それぞれのエピソードが短すぎたので、スコアを少し落としました。 私はそれがシリーズではなくアニメの1つのエピソードの卵を見るように感じることを意味します。\n\nさあ、残りの部分に入ってみましょう\n\n話は、blを楽しんでいる人についてのものでした。 彼はそれのような投与量が彼に行われたが、彼はそれを見て好きです。 これはかなり面白い状況に終わります。\n9\n\nそのような短いアニメにはかなり芸術的だった。 多くのクリエイターは、このようなもののために本当に良い芸術を作る努力に値するものではないと思っています。\n8\n\n音は良い、説明するのは難しいです。 ただそれを見て\n9\n\n文字は、最高の部分は、IDを言う必要がありました。\n10\n\n楽しさ10\n\n全体的に7（上記の理由から）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI give this a 7 but to be completely honest it deserves something closer to 9\n\n\u001b[1m私はこれに7を与えますが、それは9に近いものに値することを完全に正直にするために\u001b[22m\n\u001b[1m(Watashi wa kore ni 7 o ataemasuga, sore wa 9 ni chikai mono ni ataisuru koto o kanzen ni shōjiki ni suru tame ni)\u001b[22m\n\nTranslations of \u001b[4mI give this a 7 but to be completely honest it deserves something closer to 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give this a 7 but to be completely honest it deserves something closer to 9\u001b[24m\n    \u001b[1m私はこれに7を与えますが、それは9に近いものに値することを完全に正直にするために\u001b[22m, \u001b[1m私は9に近いこの7が、完全に正直に言うとそれに値する何かを与えます\u001b[22m\n\u001b[1m\u001b[22m\nAs a straight male who is definitely, most certainly homophobic i couldnt bear to put this above 8.\n\n\u001b[1m確かに正直な男性として、最も好意的な同性愛者は、これを8歳以上にすることができませんでした。\u001b[22m\n\u001b[1m(Tashika ni shōjikina dansei to shite, mottomo kōi-tekina dōseiai-sha wa, kore o 8-sai ijō ni suru koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs a straight male who is definitely, most certainly homophobic i couldnt bear to put this above 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a straight male who is definitely, most certainly homophobic i couldnt bear to put this above 8.\u001b[24m\n    \u001b[1m確かに正直な男性として、最も好意的な同性愛者は、これを8歳以上にすることができませんでした。\u001b[22m, \u001b[1m間違いなくストレートオス、最も確かに同性愛嫌悪ように私は8の上にこれを置くためにクマをcouldntの。\u001b[22m\n\u001b[1m\u001b[22m\nBUT as comedic value this was a 10/10\n\n\u001b[1mコメディアンの価値としては、これは10/10だった\u001b[22m\n\u001b[1m(Komedian no kachi to shite wa, kore wa 10/ 10datta)\u001b[22m\n\nTranslations of \u001b[4mBUT as comedic value this was a 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBUT as comedic value this was a 10/10\u001b[24m\n    \u001b[1mコメディアンの価値としては、これは10/10だった\u001b[22m, \u001b[1mしかし喜劇値として、これは10月10日でした\u001b[22m\n\u001b[1m\u001b[22m\nIt was also redeemed by its characters and especially the main who cringes away from gay contact to himself\n\n\u001b[1mそれはまた、そのキャラクター、特に同性愛者との接触から自分自身に苦しんでいる主人によって償還された\u001b[22m\n\u001b[1m(Sore wa mata, sono kyarakutā, tokuni dōseiai-sha to no sesshoku kara jibun jishin ni kurushinde iru shujin ni yotte shōkan sa reta)\u001b[22m\n\nTranslations of \u001b[4mIt was also redeemed by its characters and especially the main who cringes away from gay contact to himself\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was also redeemed by its characters and especially the main who cringes away from gay contact to himself\u001b[24m\n    \u001b[1mそれはまた、そのキャラクター、特に同性愛者との接触から自分自身に苦しんでいる主人によって償還された\u001b[22m, \u001b[1mまた、その文字とゲイの接触から自分自身に離れcringes特に主によって償還されました\u001b[22m\n\u001b[1m\u001b[22m\nI also dropped the score a little because each episode was too short. I mean it felt like watching 1 episode ova of an anime rather than a series.\n\n\u001b[1m私はまた、それぞれのエピソードが短すぎたので、スコアを少し落としました。 私はそれがシリーズではなくアニメの1つのエピソードの卵を見るように感じることを意味します。\u001b[22m\n\u001b[1m(Watashi wa mata, sorezore no episōdo ga mijika sugitanode, sukoa o sukoshi otoshimashita. Watashi wa sore ga shirīzude wanaku anime no 1tsu no episōdo no tamago o miru yō ni kanjiru koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI also dropped the score a little because each episode was too short. I mean it felt like watching 1 episode ova of an anime rather than a series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also dropped the score a little because each episode was too short.\u001b[24m\n    \u001b[1m私はまた、それぞれのエピソードが短すぎたので、スコアを少し落としました。\u001b[22m, \u001b[1m各エピソードは短すぎたので、私はまた、スコアを少し落としました。\u001b[22m\n\u001b[4mI mean it felt like watching 1 episode ova of an anime rather than a series.\u001b[24m\n    \u001b[1m私はそれがシリーズではなくアニメの1つのエピソードの卵を見るように感じることを意味します。\u001b[22m, \u001b[1m私はそれがアニメではなく、シリーズの1エピソード卵子を見ているように感じたわけ。\u001b[22m\n\u001b[1m\u001b[22m\nNow let's get into the rest\n\n\u001b[1mさあ、残りの部分に入ってみましょう\u001b[22m\n\u001b[1m(Sā, nokori no bubun ni haitte mimashou)\u001b[22m\n\nTranslations of \u001b[4mNow let's get into the rest\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow let's get into the rest\u001b[24m\n    \u001b[1mさあ、残りの部分に入ってみましょう\u001b[22m, \u001b[1mそれでは、残りの部分に取得してみましょう\u001b[22m\n\u001b[1m\u001b[22m\nThe story was about a guy who enjoys bl. He dosent like it done to him but he likes watching it. This results in some pretty funny situations.\n\n\u001b[1m話は、blを楽しんでいる人についてのものでした。 彼はそれのような投与量が彼に行われたが、彼はそれを見て好きです。 これはかなり面白い状況に終わります。\u001b[22m\n\u001b[1m(Hanashi wa, bl o tanoshinde iru hito ni tsuite no monodeshita. Kare wa sore no yōna tōyo-ryō ga kare ni okonawa retaga, kare wa sore o mite sukidesu. Kore wa kanari omoshiroi jōkyō ni owarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was about a guy who enjoys bl. He dosent like it done to him but he likes watching it. This results in some pretty funny situations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was about a guy who enjoys bl.\u001b[24m\n    \u001b[1m話は、blを楽しんでいる人についてのものでした。\u001b[22m, \u001b[1m話がblを楽しんで男についてでした。\u001b[22m\n\u001b[4mHe dosent like it done to him but he likes watching it.\u001b[24m\n    \u001b[1m彼はそれのような投与量が彼に行われたが、彼はそれを見て好きです。\u001b[22m, \u001b[1mそれは彼に行われたが、彼はそれを見て好きなように彼はdosent。\u001b[22m\n\u001b[4mThis results in some pretty funny situations.\u001b[24m\n    \u001b[1mこれはかなり面白い状況に終わります。\u001b[22m, \u001b[1mこれはかなり面白い状況になります。\u001b[22m\n9\n\n\u001b[1m9\u001b[22m\n\u001b[1m(9)\u001b[22m\n\nTranslations of \u001b[4m9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe art it was pretty good for such a short anime. lots of creators just leave it bcause its not worth the effort to make really good art for something like this\n\n\u001b[1mそのような短いアニメにはかなり芸術的だった。 多くのクリエイターは、このようなもののために本当に良い芸術を作る努力に値するものではないと思っています。\u001b[22m\n\u001b[1m(Sono yōna mijikai anime ni wa kanari geijutsu-tekidatta. Ōku no kurieitā wa, kono yōna mono no tame ni hontōni yoi geijutsu o tsukuru doryoku ni ataisuru monode wa nai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art it was pretty good for such a short anime. lots of creators just leave it bcause its not worth the effort to make really good art for something like this\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art it was pretty good for such a short anime.\u001b[24m\n    \u001b[1mそのような短いアニメにはかなり芸術的だった。\u001b[22m, \u001b[1m芸術は、それはそのような短いアニメのためにかなりよかったです。\u001b[22m\n\u001b[4mlots of creators just leave it bcause its not worth the effort to make really good art for something like this\u001b[24m\n    \u001b[1m多くのクリエイターは、このようなもののために本当に良い芸術を作る努力に値するものではないと思っています。\u001b[22m, \u001b[1mクリエイターの多くは、ちょうどこのような何かのために本当に良い作品を作るための努力の価値がないbcauseそれを残します\u001b[22m\n8\n\n\u001b[1m8\u001b[22m\n\u001b[1m(8)\u001b[22m\n\nTranslations of \u001b[4m8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nthe sound was good, hard to explain. Just watch it\n\n\u001b[1m音は良い、説明するのは難しいです。 ただそれを見て\u001b[22m\n\u001b[1m(Oto wa yoi, setsumei suru no wa muzukashīdesu. Tada sore o mite)\u001b[22m\n\nTranslations of \u001b[4mthe sound was good, hard to explain. Just watch it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe sound was good, hard to explain.\u001b[24m\n    \u001b[1m音は良い、説明するのは難しいです。\u001b[22m, \u001b[1m音が説明するのは難しい、良かったです。\u001b[22m\n\u001b[4mJust watch it\u001b[24m\n    \u001b[1mただそれを見て\u001b[22m, \u001b[1mちょうどそれを見て\u001b[22m\n9\n\n\u001b[1m9\u001b[22m\n\u001b[1m(9)\u001b[22m\n\nTranslations of \u001b[4m9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\ncharacters were the best part id have to say.\n\n\u001b[1m文字は、最高の部分は、IDを言う必要がありました。\u001b[22m\n\u001b[1m(Moji wa, saikō no bubun wa, ID o iu hitsuyō ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mcharacters were the best part id have to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacters were the best part id have to say.\u001b[24m\n    \u001b[1m文字は、最高の部分は、IDを言う必要がありました。\u001b[22m, \u001b[1m文字最良の部分idが言わなければならないました。\u001b[22m\n10\n\n\u001b[1m10\u001b[22m\n\u001b[1m(10)\u001b[22m\n\nTranslations of \u001b[4m10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment 10\n\n\u001b[1m楽しさ10\u001b[22m\n\u001b[1m(Tanoshisa 10)\u001b[22m\n\nTranslations of \u001b[4menjoyment 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment 10\u001b[24m\n    \u001b[1m楽しさ10\u001b[22m\n\u001b[1m\u001b[22m\noverall 7 (for reasons i explained above)\n\n\u001b[1m全体的に7（上記の理由から）\u001b[22m\n\u001b[1m(Zentai-teki ni 7 (jōki no riyū kara))\u001b[22m\n\nTranslations of \u001b[4moverall 7 (for reasons i explained above)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall 7 (for reasons i explained above)\u001b[24m\n    \u001b[1m全体的に7（上記の理由から）\u001b[22m, \u001b[1m全体の7（理由のために私が上記で説明しました）\u001b[22m"
  },
  {
    "title": "Fudanshi_Koukou_Seikatsu",
    "id": "33222",
    "url": "https://myanimelist.net/anime/33222/Fudanshi_Koukou_Seikatsu",
    "user": "UnknownDepth",
    "profile": "/profile/UnknownDepth/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=231308",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nまっすぐな男として、私はこのショーを好奇心から見ています。 あなたがヤオイのようなまっすぐな男のアニメを見るときには時間がない。 私はその一人の友人に関連付けることができます。 これは本当に素晴らしい話です。 それから最初のエピの後、私は笑い、もっと笑うのを助けることができた。 私はこの男の不運を見て楽しんでいました。 まっすぐな男はyaoiが好きかもしれません。 音楽は本当に良いです。 私はより多くのepを見ているように私はそれが好きです。 私はそれを耳にすることはできません、それはある種の薬物のようでした。 彼の友人たちと一緒にヤオイを楽しむこのまっすぐな男を見ている。 私はyaoiの冗談としても笑いを設定するように。\n芸術は死ぬべきです。\n10/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAs a straight man i watch this show out of the curiosity. Not alot time when you see a anime about straight guy that like yaoi. I can relate to that one friend, Since never understand yaoi thing. This is a real great story. Then after the first ep i could help to laugh and laugh some more. I was enjoying myself watching misadventures of this guy. A straight guy could like yaoi. The music is real good. As i watch more ep the more i like it. I can't get ehough of it, It was like some type of drug. Watching this straight guy enjoying yaoi with his friends. As i set their laughing as the yaoi jokes too.\n\n\u001b[1mまっすぐな男として、私はこのショーを好奇心から見ています。 あなたがヤオイのようなまっすぐな男のアニメを見るときには時間がない。 私はその一人の友人に関連付けることができます。 これは本当に素晴らしい話です。 それから最初のエピの後、私は笑い、もっと笑うのを助けることができた。 私はこの男の不運を見て楽しんでいました。 まっすぐな男はyaoiが好きかもしれません。 音楽は本当に良いです。 私はより多くのepを見ているように私はそれが好きです。 私はそれを耳にすることはできません、それはある種の薬物のようでした。 彼の友人たちと一緒にヤオイを楽しむこのまっすぐな男を見ている。 私はyaoiの冗談としても笑いを設定するように。\u001b[22m\n\u001b[1m(Massuguna otoko to shite, watashi wa kono shō o kōkishin kara mite imasu. Anata ga Yaoi no yōna massuguna otoko no anime o miru toki ni wa jikan ga nai. Sorekara saisho no epi no ato, watashi wa warai, motto warau no o tasukeru koto ga dekita. Watashi wa kono otoko no fuun o mite tanoshinde imashita. Massuguna otoko wa yaoi ga suki kamo shiremasen. Ongaku wa hontōni yoidesu. Watashi wa yori ōku no ep o mite iru yō ni watashi wa sore ga sukidesu. Watashi wa sore o mimi ni suru koto wa dekimasen, soreha arushuno yakubutsu no yōdeshita. Kare no yūjin-tachi to issho ni Yaoi o tanoshimu kono massuguna otoko o mite iru. Watashi wa yaoi no jōdan to shite mo warai o settei suru yō ni. Watashi wa sono ichi-ri no yūjin ni kanrendzukeru koto ga dekimasu. Kore wa hontōni subarashī hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mAs a straight man i watch this show out of the curiosity. Not alot time when you see a anime about straight guy that like yaoi. I can relate to that one friend, Since never understand yaoi thing. This is a real great story. Then after the first ep i could help to laugh and laugh some more. I was enjoying myself watching misadventures of this guy. A straight guy could like yaoi. The music is real good. As i watch more ep the more i like it. I can't get ehough of it, It was like some type of drug. Watching this straight guy enjoying yaoi with his friends. As i set their laughing as the yaoi jokes too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a straight man i watch this show out of the curiosity.\u001b[24m\n    \u001b[1mまっすぐな男として、私はこのショーを好奇心から見ています。\u001b[22m, \u001b[1mストレートの男として、私は好奇心から、この番組を見ます。\u001b[22m\n\u001b[4mNot alot time when you see a anime about straight guy that like yaoi.\u001b[24m\n    \u001b[1mあなたがヤオイのようなまっすぐな男のアニメを見るときには時間がない。\u001b[22m, \u001b[1mあなたはやおいが好きでまっすぐな男についてのアニメを見たときに時間をたくさんされていません。\u001b[22m\n\u001b[4mThen after the first ep i could help to laugh and laugh some more.\u001b[24m\n    \u001b[1mそれから最初のエピの後、私は笑い、もっと笑うのを助けることができた。\u001b[22m, \u001b[1mそして、最初のEPの後、私はいくつかのより多くの笑いと笑いを助けることができます。\u001b[22m\n\u001b[4mI was enjoying myself watching misadventures of this guy.\u001b[24m\n    \u001b[1m私はこの男の不運を見て楽しんでいました。\u001b[22m, \u001b[1m私はこの男の災難を見て自分自身を楽しんでいました。\u001b[22m\n\u001b[4mA straight guy could like yaoi.\u001b[24m\n    \u001b[1mまっすぐな男はyaoiが好きかもしれません。\u001b[22m, \u001b[1mストレート男はやおいが好きでした。\u001b[22m\n\u001b[4mThe music is real good.\u001b[24m\n    \u001b[1m音楽は本当に良いです。\u001b[22m\n\u001b[4mAs i watch more ep the more i like it.\u001b[24m\n    \u001b[1m私はより多くのepを見ているように私はそれが好きです。\u001b[22m, \u001b[1m私はより多くのより多くのEPを見たように私はそれが好きです。\u001b[22m\n\u001b[4mI can't get ehough of it, It was like some type of drug.\u001b[24m\n    \u001b[1m私はそれを耳にすることはできません、それはある種の薬物のようでした。\u001b[22m, \u001b[1m私はそれのehoughを得ることができない、それは、薬物のいくつかのタイプのようでした。\u001b[22m\n\u001b[4mWatching this straight guy enjoying yaoi with his friends.\u001b[24m\n    \u001b[1m彼の友人たちと一緒にヤオイを楽しむこのまっすぐな男を見ている。\u001b[22m, \u001b[1m彼の友人とのボーイズラブを楽しんで、このストレート男を見て。\u001b[22m\n\u001b[4mAs i set their laughing as the yaoi jokes too.\u001b[24m\n    \u001b[1m私はyaoiの冗談としても笑いを設定するように。\u001b[22m, \u001b[1m私はやおいがあまりにもジョークのように彼らの笑いのように。\u001b[22m\n\u001b[4mI can relate to that one friend, Since never understand yaoi thing.\u001b[24m\n    \u001b[1m私はその一人の友人に関連付けることができます。\u001b[22m, \u001b[1mやおいの事を理解することはありませんので、私は、その1友人に関連付けることができます。\u001b[22m\n\u001b[4mThis is a real great story.\u001b[24m\n    \u001b[1mこれは本当に素晴らしい話です。\u001b[22m, \u001b[1mこれが本当の偉大な物語です。\u001b[22m\nThe art is to die for.\n\n\u001b[1m芸術は死ぬべきです。\u001b[22m\n\u001b[1m(Geijutsu wa shinubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is to die for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is to die for.\u001b[24m\n    \u001b[1m芸術は死ぬべきです。\u001b[22m, \u001b[1mアートはのために死ぬことです。\u001b[22m\n10/10\n\n\u001b[1m10/10\u001b[22m\n\u001b[1m(10/ 10)\u001b[22m\n\nTranslations of \u001b[4m10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m"
  }
]
