[
  {
    "title": "One_Piece__Heart_of_Gold",
    "id": "33338",
    "url": "https://myanimelist.net/anime/33338/One_Piece__Heart_of_Gold",
    "user": "SummerMambo",
    "profile": "/profile/SummerMambo/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=224197",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\n注：これはスポイラーの無料レビューです！ 心配することなく自由に読むことができます：）。\n\nワンピース：ハート・オブ・ゴールドは「映画ゴールド」映画の前編です。\n\n最近のスワッシュバックスペシャルは、キャラクターの中でより良い出会いを提供し、もっと長いストーリーアーク（私はあなたをドローローザを見ています）の間でより多くの冒険を提示することについての私の承認を否定するものではありません。 これは、私が愛している古典的なワンピースのエピソードに戻ってきます。\n\nプロットそのものは、オルガと呼ばれる不思議な女の子「Alchemi」という金属製作の島から脱出したStrawhatsに会いました。 彼女は現在、海兵隊員だけでなく悪名高いギルドテソロに追われている。\n\n「映画Z」は、パンクハザードの話の前に行われたミニフィラーアーク（エピソード575-578）であるプレクールを受賞した（エピソード579-  627）。 今回は2時間のスペシャルを受け取りました。私ははるかにエキサイティングで、全体的にはより良い実行を見出しました。 私はそれをこのように置くでしょう：私はこれのために映画金を今見たいと思います。 プロットライン構造が爽やかに感じました。 サンジ、ナミ、チョッパー、ブルックの多くを見ても、アニメの最近のようなものはあまりなかったので私は個人的に幸せでした。\n\nアニメーション賢明、それはかなり良かった！ あなたは、この視覚的な好みの問題もあまりないでしょう。\n\n全体：ワンピース：ハート・オブ・ゴールド（Heart of Gold）は、面白い物語であり、映画ゴールドをすばらしく見せつけます。 ちょっとやり過ぎる瞬間がありますが、冒険自体はワンピースのファンとして見るための絶対的な喜びでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nNote: This is a SPOILER FREE review! Feel free to read without worries : ).\n\n\u001b[1m注：これはスポイラーの無料レビューです！ 心配することなく自由に読むことができます：）。\u001b[22m\n\u001b[1m(Chū: Kore wa supoirā no muryō rebyūdesu! Shinpai suru koto naku jiyū ni yomu koto ga dekimasu: ).)\u001b[22m\n\nTranslations of \u001b[4mNote: This is a SPOILER FREE review! Feel free to read without worries : ).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: This is a SPOILER FREE review!\u001b[24m\n    \u001b[1m注：これはスポイラーの無料レビューです！\u001b[22m, \u001b[1m注：これはスポイラー無料レビューです！\u001b[22m\n\u001b[4mFeel free to read without worries : ).\u001b[24m\n    \u001b[1m心配することなく自由に読むことができます：）。\u001b[22m, \u001b[1m心配せずに読み込むこと自由に感じなさい：）。\u001b[22m\n\u001b[1m\u001b[22m\nOne Piece: Heart of Gold is a prequel to the 'Film Gold' movie.\n\n\u001b[1mワンピース：ハート・オブ・ゴールドは「映画ゴールド」映画の前編です。\u001b[22m\n\u001b[1m(Wanpīsu: Hāto Obu gōrudo wa `eiga gōrudo' eiga no zenpendesu.)\u001b[22m\n\nTranslations of \u001b[4mOne Piece: Heart of Gold is a prequel to the 'Film Gold' movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Piece: Heart of Gold is a prequel to the 'Film Gold' movie.\u001b[24m\n    \u001b[1mワンピース：ハート・オブ・ゴールドは「映画ゴールド」映画の前編です。\u001b[22m, \u001b[1mワンピース：ゴールドのハートは「フィルム・ゴールド」映画に続編です。\u001b[22m\n\u001b[1m\u001b[22m\nThere is no denying my approval of the recent swashbuckling specials for providing better screentime among characters and presenting more adventure in between the much longer story arcs(I’m looking at you Dressrosa). This brings me back to the classic One Piece episodes that I love.\n\n\u001b[1m最近のスワッシュバックスペシャルは、キャラクターの中でより良い出会いを提供し、もっと長いストーリーアーク（私はあなたをドローローザを見ています）の間でより多くの冒険を提示することについての私の承認を否定するものではありません。 これは、私が愛している古典的なワンピースのエピソードに戻ってきます。\u001b[22m\n\u001b[1m(Saikin no suwasshubakkusupesharu wa, kyarakutā no naka de yoriyoi deai o teikyō shi, motto nagai sutōrīāku (watashi wa anata o dorōrōza o mite imasu) no ma de yori ōku no bōken o teiji suru koto ni tsuite no watashi no shōnin o hitei suru monode wa arimasen. Kore wa, watashi ga aishite iru koten-tekina wanpīsu no episōdo ni modotte kimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is no denying my approval of the recent swashbuckling specials for providing better screentime among characters and presenting more adventure in between the much longer story arcs(I’m looking at you Dressrosa). This brings me back to the classic One Piece episodes that I love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is no denying my approval of the recent swashbuckling specials for providing better screentime among characters and presenting more adventure in between the much longer story arcs(I’m looking at you Dressrosa).\u001b[24m\n    \u001b[1m最近のスワッシュバックスペシャルは、キャラクターの中でより良い出会いを提供し、もっと長いストーリーアーク（私はあなたをドローローザを見ています）の間でより多くの冒険を提示することについての私の承認を否定するものではありません。\u001b[22m, \u001b[1m文字間のより良いスクリーン時間を提供し、はるかに長い物語の弧の間でより多くの冒険を提示するための最近の向こう見ずスペシャルの私の承認を否定できない（私はあなたDressrosaで探しています）はありません。\u001b[22m\n\u001b[4mThis brings me back to the classic One Piece episodes that I love.\u001b[24m\n    \u001b[1mこれは、私が愛している古典的なワンピースのエピソードに戻ってきます。\u001b[22m, \u001b[1mこれは私が愛する古典的なワンピースエピソードに戻って私をもたらします。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot itself goes into following the Strawhats meeting a mysterious girl named Olga who managed to escape from a metal production island called “Alchemi’. She is now being pursued by not only Marines but also the infamous Gildo Tesoro.\n\n\u001b[1mプロットそのものは、オルガと呼ばれる不思議な女の子「Alchemi」という金属製作の島から脱出したStrawhatsに会いました。 彼女は現在、海兵隊員だけでなく悪名高いギルドテソロに追われている。\u001b[22m\n\u001b[1m(Purotto sonomono wa, oruga to yoba reru fushigina on'nanoko `Alchemi' to iu kinzoku seisaku no shima kara dasshutsu shita Strawhats ni aimashita. Kanojo wa genzai, kaihei taiin dakedenaku akumeidakai girudotesoro ni owa rete iru.)\u001b[22m\n\nTranslations of \u001b[4mThe plot itself goes into following the Strawhats meeting a mysterious girl named Olga who managed to escape from a metal production island called “Alchemi’. She is now being pursued by not only Marines but also the infamous Gildo Tesoro.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot itself goes into following the Strawhats meeting a mysterious girl named Olga who managed to escape from a metal production island called “Alchemi’.\u001b[24m\n    \u001b[1mプロットそのものは、オルガと呼ばれる不思議な女の子「Alchemi」という金属製作の島から脱出したStrawhatsに会いました。\u001b[22m, \u001b[1mプロット自体は「Alchemi」と呼ばれる金属の生産の島から脱出するために管理オルガという名前の謎の少女を満たすStrawhatsを次のようになります。\u001b[22m\n\u001b[4mShe is now being pursued by not only Marines but also the infamous Gildo Tesoro.\u001b[24m\n    \u001b[1m彼女は現在、海兵隊員だけでなく悪名高いギルドテソロに追われている。\u001b[22m, \u001b[1m彼女は今、海兵隊だけでなく、悪名高いGildoテソロないだけによって進められています。\u001b[22m\n\u001b[1m\u001b[22m\nIt's been a while since we've really had one of these movie stories since movie 12: 'Film Z' received a prequel that was a mini filler arc(episodes 575-578) which took place before the Punk Hazard story(episodes 579- 627). This time, we receive a two hour special that I found much more exciting and a whole lot better in execution. I’ll put it this way: I want to see Film Gold now because of this. The plotline structure felt refreshing. Seeing more of Sanji, Nami, Chopper, and Brooke here as well made me personally happy because there hasn’t been much of them as of recent in the anime.\n\n\u001b[1m「映画Z」は、パンクハザードの話の前に行われたミニフィラーアーク（エピソード575-578）であるプレクールを受賞した（エピソード579-  627）。 今回は2時間のスペシャルを受け取りました。私ははるかにエキサイティングで、全体的にはより良い実行を見出しました。 私はそれをこのように置くでしょう：私はこれのために映画金を今見たいと思います。 プロットライン構造が爽やかに感じました。 サンジ、ナミ、チョッパー、ブルックの多くを見ても、アニメの最近のようなものはあまりなかったので私は個人的に幸せでした。\u001b[22m\n\u001b[1m(`Eiga Z' wa, pankuhazādo no hanashi no mae ni okonawa reta minifirāāku (episōdo 575 - 578)dearu purekūru o jushō shita (episōdo 579 - 627). Konkai wa 2-jikan no supesharu o uketorimashita. Watashi wa haruka ni ekisaitingude, zentai-teki ni wa yoriyoi jikkō o miidashimashita. Watashi wa sore o kono yō ni okudeshou: Watashi wa kore no tame ni eiga-kin o ima mitai to omoimasu. Purottorain kōzō ga sawayaka ni kanjimashita. Sanji, Nami, choppā, burukku no ōku o mite mo, anime no saikin no yōna mono wa amari nakattanode watashi wa kojin-teki ni shiawasedeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt's been a while since we've really had one of these movie stories since movie 12: 'Film Z' received a prequel that was a mini filler arc(episodes 575-578) which took place before the Punk Hazard story(episodes 579- 627). This time, we receive a two hour special that I found much more exciting and a whole lot better in execution. I’ll put it this way: I want to see Film Gold now because of this. The plotline structure felt refreshing. Seeing more of Sanji, Nami, Chopper, and Brooke here as well made me personally happy because there hasn’t been much of them as of recent in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's been a while since we've really had one of these movie stories since movie 12: 'Film Z' received a prequel that was a mini filler arc(episodes 575-578) which took place before the Punk Hazard story(episodes 579-\u001b[24m\n    \u001b[1m「映画Z」は、パンクハザードの話の前に行われたミニフィラーアーク（エピソード575-578）であるプレクールを受賞した（エピソード579-\u001b[22m, \u001b[1m私たちは本当に映画12ので、これらの映画の物語の1を持っていたので、それはしばらくしている：「フィルムZ 'はパンクハザード話（エピソードの前に行われたミニフィラーアーク（エピソード575から578）であった続編を受け579-\u001b[22m\n\u001b[4m627).\u001b[24m\n    \u001b[1m627）。\u001b[22m\n\u001b[4mThis time, we receive a two hour special that I found much more exciting and a whole lot better in execution.\u001b[24m\n    \u001b[1m今回は2時間のスペシャルを受け取りました。私ははるかにエキサイティングで、全体的にはより良い実行を見出しました。\u001b[22m, \u001b[1m今回は、私が実行中のはるかに刺激的で、全体の多くより良い見つけた2時間スペシャルを受け取ります。\u001b[22m\n\u001b[4mI’ll put it this way: I want to see Film Gold now because of this.\u001b[24m\n    \u001b[1m私はそれをこのように置くでしょう：私はこれのために映画金を今見たいと思います。\u001b[22m, \u001b[1m私は、このようにそれを置くだろう：私はこれのために今フィルムゴールドを見てみたいです。\u001b[22m\n\u001b[4mThe plotline structure felt refreshing.\u001b[24m\n    \u001b[1mプロットライン構造が爽やかに感じました。\u001b[22m, \u001b[1mplotline構造がさわやかに感じました。\u001b[22m\n\u001b[4mSeeing more of Sanji, Nami, Chopper, and Brooke here as well made me personally happy because there hasn’t been much of them as of recent in the anime.\u001b[24m\n    \u001b[1mサンジ、ナミ、チョッパー、ブルックの多くを見ても、アニメの最近のようなものはあまりなかったので私は個人的に幸せでした。\u001b[22m, \u001b[1mアニメに最近のようにそれらの多くがなかったので、ここでサンジ、ナミ、チョッパー、そしてブルックの多くを見ることだけでなく、私は個人的に幸せにしました。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation wise, it was pretty good! You're not going to have much problems liking this visually either.\n\n\u001b[1mアニメーション賢明、それはかなり良かった！ あなたは、この視覚的な好みの問題もあまりないでしょう。\u001b[22m\n\u001b[1m(Animēshon kenmei, sore wa kanari yokatta! Anata wa, kono shikaku-tekina konomi no mondai mo amarinaideshou.)\u001b[22m\n\nTranslations of \u001b[4mAnimation wise, it was pretty good! You're not going to have much problems liking this visually either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation wise, it was pretty good!\u001b[24m\n    \u001b[1mアニメーション賢明、それはかなり良かった！\u001b[22m, \u001b[1mアニメーション賢明な、それはかなり良かったです！\u001b[22m\n\u001b[4mYou're not going to have much problems liking this visually either.\u001b[24m\n    \u001b[1mあなたは、この視覚的な好みの問題もあまりないでしょう。\u001b[22m, \u001b[1mあなたは視覚的にどちらかこれを好き多くの問題を持っているつもりはありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: One Piece: Heart of Gold is an entertaining story that really hypes up Film Gold in a splendid way. There are a few moments that drag on a bit too much but the adventure itself was an absolute joy to watch as a One Piece fan.\n\n\u001b[1m全体：ワンピース：ハート・オブ・ゴールド（Heart of Gold）は、面白い物語であり、映画ゴールドをすばらしく見せつけます。 ちょっとやり過ぎる瞬間がありますが、冒険自体はワンピースのファンとして見るための絶対的な喜びでした。\u001b[22m\n\u001b[1m(Zentai: Wanpīsu: Hāto Obu gōrudo (hāto of Gold) wa, omoshiroi monogatarideari, eiga gōrudo o subarashiku misetsukemasu. Chotto yari sugiru shunkan ga arimasuga, bōken jitai wa wanpīsu no fan to shite miru tame no zettai-tekina yorokobideshita.)\u001b[22m\n\nTranslations of \u001b[4mOverall: One Piece: Heart of Gold is an entertaining story that really hypes up Film Gold in a splendid way. There are a few moments that drag on a bit too much but the adventure itself was an absolute joy to watch as a One Piece fan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: One Piece: Heart of Gold is an entertaining story that really hypes up Film Gold in a splendid way.\u001b[24m\n    \u001b[1m全体：ワンピース：ハート・オブ・ゴールド（Heart of Gold）は、面白い物語であり、映画ゴールドをすばらしく見せつけます。\u001b[22m, \u001b[1m全体：ワンピース：ゴールドのハートが本当に素晴らしい方法でフィルムゴールドをhypes面白い話です。\u001b[22m\n\u001b[4mThere are a few moments that drag on a bit too much but the adventure itself was an absolute joy to watch as a One Piece fan.\u001b[24m\n    \u001b[1mちょっとやり過ぎる瞬間がありますが、冒険自体はワンピースのファンとして見るための絶対的な喜びでした。\u001b[22m, \u001b[1mそこにあまりにも多くのビットにドラッグするいくつかの瞬間がありますが、冒険自体は、ワンピースファンとして見て絶対的な喜びでした。\u001b[22m"
  },
  {
    "title": "One_Piece__Heart_of_Gold",
    "id": "33338",
    "url": "https://myanimelist.net/anime/33338/One_Piece__Heart_of_Gold",
    "user": "cataclisto",
    "profile": "/profile/cataclisto/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=224604",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  5\n|  5\n\nあなたがそれを見た場合、このショーのクレジットの後で何を見て忘れないでください、そうでなければ、おそらくこの特別な提供する全体のポイントを逃すでしょう。 ちょうど私がそれを逃して以来、ちょうど私のレビューの前にidが言及を考えた。\n\nショー自体は、映画や特別ではなく、フィラーエピソードのように感じます。 驚きや期待することがないので、文字は通常の反応からやや滑らかです。 それは楽しむことが難しい話の側面が欠けている。 ショーが中心になっている新しい女性キャラクターもまた少し反復しているようで、おしゃれなノックオフを思い起こさせてくれます。ショーの早い段階で退屈するかもしれません。 あなたがそれを見ないと、あなたはあまり逃さないでしょう。\n\n次回の映画に関連すると思われるシーンが2つあります。 このスペシャルは映画やエピソードのようには感じられません。おそらく、非常に長く鈍いティーザーに最も近いでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIf you watch it, don't forget to watch whats after the credits of this show otherwise you'll probably miss the entire point that this special offers. Just thought id mention that first before my review since I almost missed it too.\n\n\u001b[1mあなたがそれを見た場合、このショーのクレジットの後で何を見て忘れないでください、そうでなければ、おそらくこの特別な提供する全体のポイントを逃すでしょう。 ちょうど私がそれを逃して以来、ちょうど私のレビューの前にidが言及を考えた。\u001b[22m\n\u001b[1m(Anata ga sore o mita baai, kono shō no kurejitto no nochi de nani o mite wasurenaide kudasai,-sōdenakereba, osoraku kono tokubetsuna teikyō suru zentai no pointo o nogasudeshou. Chōdo watashi ga sore o nogashite irai, chōdo watashi no rebyū no mae ni id ga genkyū o kangaeta.)\u001b[22m\n\nTranslations of \u001b[4mIf you watch it, don't forget to watch whats after the credits of this show otherwise you'll probably miss the entire point that this special offers. Just thought id mention that first before my review since I almost missed it too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you watch it, don't forget to watch whats after the credits of this show otherwise you'll probably miss the entire point that this special offers.\u001b[24m\n    \u001b[1mあなたがそれを見た場合、このショーのクレジットの後で何を見て忘れないでください、そうでなければ、おそらくこの特別な提供する全体のポイントを逃すでしょう。\u001b[22m, \u001b[1mあなたはそれを見た場合は、このショーのクレジットの後にそうでなければ、おそらく、この特別オファー、その全体のポイントを逃してしまういただきまし視聴することを忘れないでください。\u001b[22m\n\u001b[4mJust thought id mention that first before my review since I almost missed it too.\u001b[24m\n    \u001b[1mちょうど私がそれを逃して以来、ちょうど私のレビューの前にidが言及を考えた。\u001b[22m, \u001b[1mただ、最初の私のレビューの前に私はほとんどもそれを逃したので、IDの言及を考えました。\u001b[22m\n\u001b[1m\u001b[22m\nThe show itself feels more like a filler episode rather then a movie or a special. The characters are somewhat mellowed out of the normal reactions as there are no surprises or things to expect. It lacks the story aspect making it hard to enjoy. The new female character the show is centered around is also a bit repetitive, almost reminds me of a luffy knockoff, you may get bored of the show early. You wont miss much if you don't watch it.\n\n\u001b[1mショー自体は、映画や特別ではなく、フィラーエピソードのように感じます。 驚きや期待することがないので、文字は通常の反応からやや滑らかです。 それは楽しむことが難しい話の側面が欠けている。 ショーが中心になっている新しい女性キャラクターもまた少し反復しているようで、おしゃれなノックオフを思い起こさせてくれます。ショーの早い段階で退屈するかもしれません。 あなたがそれを見ないと、あなたはあまり逃さないでしょう。\u001b[22m\n\u001b[1m(Shō jitai wa, eiga ya tokubetsude wa naku, firāepisōdo no yō ni kanjimasu. Odoroki ya kitai suru koto ga nainode, moji wa tsūjō no han'nō kara yaya namerakadesu. Sore wa tanoshimu koto ga muzukashī hanashi no sokumen ga kakete iru. Shō ga chūshin ni natte iru atarashī josei kyarakutā mo mata sukoshi hanpuku shite iru yō de, osharena nokkuofu o omoiokosa sete kuremasu. Shō no hayai dankai de taikutsu suru kamo shiremasen. Anata ga sore o minai to, anata wa amari nogasanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThe show itself feels more like a filler episode rather then a movie or a special. The characters are somewhat mellowed out of the normal reactions as there are no surprises or things to expect. It lacks the story aspect making it hard to enjoy. The new female character the show is centered around is also a bit repetitive, almost reminds me of a luffy knockoff, you may get bored of the show early. You wont miss much if you don't watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show itself feels more like a filler episode rather then a movie or a special.\u001b[24m\n    \u001b[1mショー自体は、映画や特別ではなく、フィラーエピソードのように感じます。\u001b[22m, \u001b[1mショー自体は、より多くのフィラーのエピソードというし、映画や特別なように感じています。\u001b[22m\n\u001b[4mThe characters are somewhat mellowed out of the normal reactions as there are no surprises or things to expect.\u001b[24m\n    \u001b[1m驚きや期待することがないので、文字は通常の反応からやや滑らかです。\u001b[22m, \u001b[1m驚きや期待するものが存在しないような文字は幾分正常な反応の外に穏やかにされています。\u001b[22m\n\u001b[4mIt lacks the story aspect making it hard to enjoy.\u001b[24m\n    \u001b[1mそれは楽しむことが難しい話の側面が欠けている。\u001b[22m, \u001b[1mそれはハード楽しむために作る物語の側面を欠いています。\u001b[22m\n\u001b[4mThe new female character the show is centered around is also a bit repetitive, almost reminds me of a luffy knockoff, you may get bored of the show early.\u001b[24m\n    \u001b[1mショーが中心になっている新しい女性キャラクターもまた少し反復しているようで、おしゃれなノックオフを思い起こさせてくれます。ショーの早い段階で退屈するかもしれません。\u001b[22m, \u001b[1mショーが中心とされている新しい女性キャラクターはほとんど、あなたが早期ショーの退屈かもしれルフィニセモノのことを思い出す、またビット繰り返しです。\u001b[22m\n\u001b[4mYou wont miss much if you don't watch it.\u001b[24m\n    \u001b[1mあなたがそれを見ないと、あなたはあまり逃さないでしょう。\u001b[22m, \u001b[1mあなたがそれを見ていない場合は、文句を言わない多くを欠場します。\u001b[22m\n\u001b[1m\u001b[22m\nThere are two possible scenes from which I can tell that seem to be related to the next upcoming movie. This special doesn't feel like a movie, or even a episode, its probably closest to being a very long and dull teaser.\n\n\u001b[1m次回の映画に関連すると思われるシーンが2つあります。 このスペシャルは映画やエピソードのようには感じられません。おそらく、非常に長く鈍いティーザーに最も近いでしょう。\u001b[22m\n\u001b[1m(Jikai no eiga ni kanren suru to omowa reru shīn ga 2tsu arimasu. Kono supesharu wa eiga ya episōdo no yō ni wa kanji raremasen. Osoraku, hijō ni nagaku nibui tīzā ni mottomo chikaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThere are two possible scenes from which I can tell that seem to be related to the next upcoming movie. This special doesn't feel like a movie, or even a episode, its probably closest to being a very long and dull teaser.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are two possible scenes from which I can tell that seem to be related to the next upcoming movie.\u001b[24m\n    \u001b[1m次回の映画に関連すると思われるシーンが2つあります。\u001b[22m, \u001b[1m私はそれが次の今度の映画に関連しているように見える伝えることができ、そこから二つの可能なシーンがあります。\u001b[22m\n\u001b[4mThis special doesn't feel like a movie, or even a episode, its probably closest to being a very long and dull teaser.\u001b[24m\n    \u001b[1mこのスペシャルは映画やエピソードのようには感じられません。おそらく、非常に長く鈍いティーザーに最も近いでしょう。\u001b[22m, \u001b[1mこの特別な映画、あるいはエピソード、非常に長く、退屈なティーザーであることに、そのおそらく最も近いように感じることはありません。\u001b[22m"
  },
  {
    "title": "One_Piece__Heart_of_Gold",
    "id": "33338",
    "url": "https://myanimelist.net/anime/33338/One_Piece__Heart_of_Gold",
    "user": "pmf96",
    "profile": "/profile/pmf96/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=224680",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  6\nキャラクター|  3\n|  5\n\n - これは新作映画「ワンピース・フィルム：金」の前編となることを意味し、正直言って私はそれが必要だとは思わない。\n\nストーリー：\nストーリーはとてもシンプルです。 新しい女の子が現れ、私たちは冒険をして金の一部を見つけようとしている/\n冒険では、途中でStrawHatsの前に金に到達しようとしているMad Treasure（恐ろしいキャラクターbtw）という悪人がいます。\n\nアート：\n私は実際に芸術に驚いていました。 ワンピースのアニメシリーズを考慮に入れて、アートは通常本当にそれほど良いものではない：/このスペシャルは、本当に美しい芸術と流体アニメーションをいくつか持っていた。\n\n音：\n - 音は非常に平均的で、何か特別なことを思い出してはいけません。通常はワンピースのサウンドトラックです。\n\nキャラクター：\n - キャラクターは本当に私のために失敗したものでした。 私はそれが言及される必要がある唯一のキャラクターは 'Mad Treasure'、オルガと彼女の父という悪人だと思う...そして私は本当にこれらのキャラクターのどれも楽しんでいない。\n\n - 悪人は本当に悪かった。 私は興奮のために宝探しが好きだと言っていたことを覚えています。そして、トラップを渡すためにストローハットの乗組員を使ってしまいました。 どうして？ 彼は悪人であり、悪い人である必要があるので - 、 - \n - オルガは、そのエピソードの冒頭で、人々を信用していないエピソードの終わりに、StrawHatsと友達であることが時々現れる一般的なキャラクターでした。\n - オルガの父親はシンプルなキャラクターだった。エピソードオルガの始まりは、彼を嫌って最後に彼を好きにしていたからだ。  （まったくシンプルなものを見たことはありません。本当にオリジナルです...）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\n- Well this is meant to be a prequel to the new movie 'One Piece Film: Gold' and to be honest i don't think that i need it.\n\n\u001b[1m - これは新作映画「ワンピース・フィルム：金」の前編となることを意味し、正直言って私はそれが必要だとは思わない。\u001b[22m\n\u001b[1m(- Kore wa shinsaku eiga `wanpīsu firumu: Kin' no zenpen to naru koto o imi shi, shōjiki itte watashi wa sore ga hitsuyōda to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4m- Well this is meant to be a prequel to the new movie 'One Piece Film: Gold' and to be honest i don't think that i need it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Well this is meant to be a prequel to the new movie 'One Piece Film: Gold' and to be honest i don't think that i need it.\u001b[24m\n    \u001b[1m - これは新作映画「ワンピース・フィルム：金」の前編となることを意味し、正直言って私はそれが必要だとは思わない。\u001b[22m, \u001b[1mそして私はそれを必要とすることはないと思う正直に言うと： - まあ、これは新しい映画「ゴールドワンピースフィルム」に続編であることを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n-The Story is very simple. New girl appears and we are going into an adventure to find a piece of gold o/\n\n\u001b[1mストーリーはとてもシンプルです。 新しい女の子が現れ、私たちは冒険をして金の一部を見つけようとしている/\u001b[22m\n\u001b[1m(Sutōrī wa totemo shinpurudesu. Atarashī on'nanoko ga araware, watashitachiha bōken o shite kin no ichibu o mitsukeyou to shite iru/)\u001b[22m\n\nTranslations of \u001b[4m-The Story is very simple. New girl appears and we are going into an adventure to find a piece of gold o/\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The Story is very simple.\u001b[24m\n    \u001b[1mストーリーはとてもシンプルです。\u001b[22m, \u001b[1m-Theストーリーは非常に簡単です。\u001b[22m\n\u001b[4mNew girl appears and we are going into an adventure to find a piece of gold o/\u001b[24m\n    \u001b[1m新しい女の子が現れ、私たちは冒険をして金の一部を見つけようとしている/\u001b[22m, \u001b[1m新しい女の子が表示され、我々は/金oの作品を見つけるために冒険に行きます\u001b[22m\nIn the adventure, exists a villain called Mad Treasure (Horrible character btw) that will be trying to get to the gold before the StrawHats, while being in their way.\n\n\u001b[1m冒険では、途中でStrawHatsの前に金に到達しようとしているMad Treasure（恐ろしいキャラクターbtw）という悪人がいます。\u001b[22m\n\u001b[1m(Bōkende wa, tochū de StrawHats no mae ni kin ni tōtatsu shiyou to shite iru Mad torejā (osoroshī kyarakutā btw) to iu akunin ga imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the adventure, exists a villain called Mad Treasure (Horrible character btw) that will be trying to get to the gold before the StrawHats, while being in their way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the adventure, exists a villain called Mad Treasure (Horrible character btw) that will be trying to get to the gold before the StrawHats, while being in their way.\u001b[24m\n    \u001b[1m冒険では、途中でStrawHatsの前に金に到達しようとしているMad Treasure（恐ろしいキャラクターbtw）という悪人がいます。\u001b[22m, \u001b[1m冒険では、そのような方法でありながら、StrawHats前に金を取得しようとするマッドトレジャー（ところで恐ろしい文字）と呼ばれる悪役が存在します。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n-I actually was pleasantly surprised with the art. Taking into account the anime series of One Piece that the art usually is really not that good :/ This special had some really beautiful art and fluid animation.\n\n\u001b[1m私は実際に芸術に驚いていました。 ワンピースのアニメシリーズを考慮に入れて、アートは通常本当にそれほど良いものではない：/このスペシャルは、本当に美しい芸術と流体アニメーションをいくつか持っていた。\u001b[22m\n\u001b[1m(Watashi wa jissai ni geijutsu ni odoroite imashita. Wanpīsu no animeshirīzu o kōryo ni irete, āto wa tsūjō hontōni sore hodo yoi monode wanai: / Kono supesharu wa, hontōni utsukushī geijutsu to ryūtai animēshon o ikutsu ka motte ita.)\u001b[22m\n\nTranslations of \u001b[4m-I actually was pleasantly surprised with the art. Taking into account the anime series of One Piece that the art usually is really not that good :/ This special had some really beautiful art and fluid animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-I actually was pleasantly surprised with the art.\u001b[24m\n    \u001b[1m私は実際に芸術に驚いていました。\u001b[22m, \u001b[1m-Iは、実際には技術に驚きました。\u001b[22m\n\u001b[4mTaking into account the anime series of One Piece that the art usually is really not that good :/ This special had some really beautiful art and fluid animation.\u001b[24m\n    \u001b[1mワンピースのアニメシリーズを考慮に入れて、アートは通常本当にそれほど良いものではない：/このスペシャルは、本当に美しい芸術と流体アニメーションをいくつか持っていた。\u001b[22m, \u001b[1m技術は通常、本当に良いことではないことを考慮にワンピースのアニメシリーズを取る：この特別な/いくつかの本当に美しい芸術と流体アニメーションを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n-The sound was very average, dont recall having something special about it, just the usually One Piece Soundtracks.\n\n\u001b[1m - 音は非常に平均的で、何か特別なことを思い出してはいけません。通常はワンピースのサウンドトラックです。\u001b[22m\n\u001b[1m(- Oto wa hijō ni heikin-tekide, nanika tokubetsuna koto o omoidashite wa ikemasen. Tsūjō wa wanpīsu no saundotorakkudesu.)\u001b[22m\n\nTranslations of \u001b[4m-The sound was very average, dont recall having something special about it, just the usually One Piece Soundtracks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The sound was very average, dont recall having something special about it, just the usually One Piece Soundtracks.\u001b[24m\n    \u001b[1m - 音は非常に平均的で、何か特別なことを思い出してはいけません。通常はワンピースのサウンドトラックです。\u001b[22m, \u001b[1m-The音は非常に平均的だった、それについて特別な何か、ちょうど通常ワンピースサウンドトラックを持つリコールいけません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n- The characters was what it really failed for me. I think that the only characters that it needs to be mentioned are the villain called 'Mad Treasure', Olga and her father... and i really didn't enjoy any of these characters.\n\n\u001b[1m - キャラクターは本当に私のために失敗したものでした。 私はそれが言及される必要がある唯一のキャラクターは 'Mad Treasure'、オルガと彼女の父という悪人だと思う...そして私は本当にこれらのキャラクターのどれも楽しんでいない。\u001b[22m\n\u001b[1m(- Kyarakutā wa hontōni watashi no tame ni shippai shita monodeshita. Watashi wa sore ga genkyū sa reru hitsuyō ga aru yuiitsu no kyarakutā wa' Mad torejā', oruga to kanojo no chichi to iu akuninda to omou... Soshite watashi wa hontōni korera no kyarakutā no dore mo tanoshinde inai.)\u001b[22m\n\nTranslations of \u001b[4m- The characters was what it really failed for me. I think that the only characters that it needs to be mentioned are the villain called 'Mad Treasure', Olga and her father... and i really didn't enjoy any of these characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The characters was what it really failed for me.\u001b[24m\n    \u001b[1m - キャラクターは本当に私のために失敗したものでした。\u001b[22m, \u001b[1m - 文字は、それは本当に私のために失敗したものでした。\u001b[22m\n\u001b[4mI think that the only characters that it needs to be mentioned are the villain called 'Mad Treasure', Olga and her father... and i really didn't enjoy any of these characters.\u001b[24m\n    \u001b[1m私はそれが言及される必要がある唯一のキャラクターは 'Mad Treasure'、オルガと彼女の父という悪人だと思う...そして私は本当にこれらのキャラクターのどれも楽しんでいない。\u001b[22m, \u001b[1m私は...それは言及する必要がある唯一の文字が「マッド宝」と呼ばれる悪役、オルガと彼女の父親であることを考えると、私は実際にこれらの文字のいずれかを楽しんでいませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n- The Villain was really bad. In the beginning the episode i remember that he said that he likes treasure hunting because of the excitement... and ended up using the StrawHat crew to pass the traps. Why? Because he is a villan and needs to be a bad person -,-''\n\n\u001b[1m - 悪人は本当に悪かった。 私は興奮のために宝探しが好きだと言っていたことを覚えています。そして、トラップを渡すためにストローハットの乗組員を使ってしまいました。 どうして？ 彼は悪人であり、悪い人である必要があるので - 、 - \u001b[22m\n\u001b[1m(- Akunin wa hontōni warukatta. Watashi wa kōfun no tame ni takarasagashi ga sukida to itte ita koto o oboete imasu. Soshite, torappu o watasu tame ni sutorōhatto no norikumiin o tsukatte shimaimashita. Dōshite? Kare wa akunindeari, warui hitodearu hitsuyō ga aru node - , -)\u001b[22m\n\nTranslations of \u001b[4m- The Villain was really bad. In the beginning the episode i remember that he said that he likes treasure hunting because of the excitement... and ended up using the StrawHat crew to pass the traps. Why? Because he is a villan and needs to be a bad person -,-''\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The Villain was really bad.\u001b[24m\n    \u001b[1m - 悪人は本当に悪かった。\u001b[22m, \u001b[1m - 悪役は本当に悪かったです。\u001b[22m\n\u001b[4mIn the beginning the episode i remember that he said that he likes treasure hunting because of the excitement... and ended up using the StrawHat crew to pass the traps.\u001b[24m\n    \u001b[1m私は興奮のために宝探しが好きだと言っていたことを覚えています。そして、トラップを渡すためにストローハットの乗組員を使ってしまいました。\u001b[22m, \u001b[1m初めに、エピソードは、私は彼が理由興奮の宝探しが好きと言った...とトラップを通過する麦わら一味を使用して終了することを覚えておいてください。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mBecause he is a villan and needs to be a bad person -,-''\u001b[24m\n    \u001b[1m彼は悪人であり、悪い人である必要があるので - 、 - \u001b[22m, \u001b[1m彼はVillanのであり、悪い人である必要があるため、 - 、 -  ''\u001b[22m\n- Olga was that generic character that appear from time to time, that in the beginning of the episode don't trust people and in the end of the episodeend up being friends with the StrawHats.\n\n\u001b[1m - オルガは、そのエピソードの冒頭で、人々を信用していないエピソードの終わりに、StrawHatsと友達であることが時々現れる一般的なキャラクターでした。\u001b[22m\n\u001b[1m(- Oruga wa, sono episōdo no bōtō de, hitobito o shin'yō shite inai episōdo no owari ni, StrawHats to tomodachidearu koto ga tokidoki arawareru ippantekina kyarakutādeshita.)\u001b[22m\n\nTranslations of \u001b[4m- Olga was that generic character that appear from time to time, that in the beginning of the episode don't trust people and in the end of the episodeend up being friends with the StrawHats.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Olga was that generic character that appear from time to time, that in the beginning of the episode don't trust people and in the end of the episodeend up being friends with the StrawHats.\u001b[24m\n    \u001b[1m - オルガは、そのエピソードの冒頭で、人々を信用していないエピソードの終わりに、StrawHatsと友達であることが時々現れる一般的なキャラクターでした。\u001b[22m, \u001b[1m - オルガは、エピソードの初めに人々を信頼しepisodeendアップStrawHatsと友達であることの終わりでないことを随時表示される一般的な文字でした。\u001b[22m\n- Olga's father was a simple character.. Just there so that in the beginning of the episode Olga started with hating him and liking him in the end. (Never saw something similiar.. really original...)\n\n\u001b[1m - オルガの父親はシンプルなキャラクターだった。エピソードオルガの始まりは、彼を嫌って最後に彼を好きにしていたからだ。  （まったくシンプルなものを見たことはありません。本当にオリジナルです...）\u001b[22m\n\u001b[1m(- Oruga no chichioya wa shinpuruna kyarakutādatta. Episōdooruga no hajimari wa, kare o kiratte saigo ni kare o sukini shite itakarada. (Mattaku shinpuruna mono o mita koto wa arimasen. Hontōni orijinarudesu... ))\u001b[22m\n\nTranslations of \u001b[4m- Olga's father was a simple character.. Just there so that in the beginning of the episode Olga started with hating him and liking him in the end. (Never saw something similiar.. really original...)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Olga's father was a simple character.. Just there so that in the beginning of the episode Olga started with hating him and liking him in the end.\u001b[24m\n    \u001b[1m - オルガの父親はシンプルなキャラクターだった。エピソードオルガの始まりは、彼を嫌って最後に彼を好きにしていたからだ。\u001b[22m, \u001b[1m - エピソードの冒頭でオルガは彼を憎み、最後に彼を好きで起動するようにオルガの父親はちょうどそこ..単純な文字でした。\u001b[22m\n\u001b[4m(Never saw something similiar.. really original...)\u001b[24m\n    \u001b[1m（まったくシンプルなものを見たことはありません。本当にオリジナルです...）\u001b[22m, \u001b[1m（...本当に元の似何かを..見たことはありません）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "One_Piece__Heart_of_Gold",
    "id": "33338",
    "url": "https://myanimelist.net/anime/33338/One_Piece__Heart_of_Gold",
    "user": "DemonKingRavan",
    "profile": "/profile/DemonKingRavan/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=224528",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  7\n\n---スポイラーフリー---\n\n特別なものが何か「何かにつながる」ものとして宣伝されているときは、その映画で目撃された要素の一部に対応する特別なものがあるはずがないと想像してください。 ワンピース・ハート・オブ・ゴールドとワンピース・フィルム：ゴールドで私が知覚した唯一の共通点は、両方のタイトルに「ゴールド」という言葉が含まれているという事実です。\n\nストーリーの観点から見ると、それは驚くほど平凡だった。 それはワンピースの物語のすべてが非常に複雑で詳細であると言っているわけではありません。 ほとんどがファンが見たり読んだりしているのと同じようなものですが、ワンピースが目立つのはユーモアとキャラクターです。 この映画は悲しいことに、ストーリーとユーモアの面では最高の状態です。 唯一の節約猶予は、ストロー帽子のトレードマークの奇跡であり、そうでなければ乾燥したシーンにユーモアを加えることに成功しました。\n\n全体として、ワンピース・フィルム：ゴールドがクルーを導く場所については、私には意味をなさない。 うまくいけば、映画が出るとき、それはこのテレビスペシャルをある視点で置くでしょう。 そうでなければ、本当に時間の無駄でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n---SPOILER FREE---\n\n\u001b[1m---スポイラーフリー---\u001b[22m\n\u001b[1m(-- - Supoirāfurī -- -)\u001b[22m\n\nTranslations of \u001b[4m---SPOILER FREE---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---SPOILER FREE---\u001b[24m\n    \u001b[1m---スポイラーフリー---\u001b[22m, \u001b[1m---スポイラーFREE ---\u001b[22m\n\u001b[1m\u001b[22m\nWhen a special is being advertised as something 'that leads to..' a movie then one cannot help but imagine that there should be something in the special that corresponds to some of the elements that have been witnessed in the trailer. The only commonality that I perceived in One Piece Heart of Gold and One Piece Film: Gold, however, is the fact that both titles have the word 'Gold' in them.\n\n\u001b[1m特別なものが何か「何かにつながる」ものとして宣伝されているときは、その映画で目撃された要素の一部に対応する特別なものがあるはずがないと想像してください。 ワンピース・ハート・オブ・ゴールドとワンピース・フィルム：ゴールドで私が知覚した唯一の共通点は、両方のタイトルに「ゴールド」という言葉が含まれているという事実です。\u001b[22m\n\u001b[1m(Tokubetsuna mono ga nanika `nanika ni tsunagaru' mono to shite senden sa rete iru toki wa, sono eiga de mokugeki sa reta yōso no ichibu ni taiō suru tokubetsuna mono ga aru hazu ga nai to sōzō shite kudasai. Wanpīsu hāto Obu gōrudo to wanpīsu firumu: Gōrudo de watashi ga chikaku shita yuiitsu no kyōtsū-ten wa, ryōhō no taitoru ni `gōrudo' to iu kotoba ga fukuma rete iru to iu jijitsudesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen a special is being advertised as something 'that leads to..' a movie then one cannot help but imagine that there should be something in the special that corresponds to some of the elements that have been witnessed in the trailer. The only commonality that I perceived in One Piece Heart of Gold and One Piece Film: Gold, however, is the fact that both titles have the word 'Gold' in them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen a special is being advertised as something 'that leads to..' a movie then one cannot help but imagine that there should be something in the special that corresponds to some of the elements that have been witnessed in the trailer.\u001b[24m\n    \u001b[1m特別なものが何か「何かにつながる」ものとして宣伝されているときは、その映画で目撃された要素の一部に対応する特別なものがあるはずがないと想像してください。\u001b[22m, \u001b[1m特別な何かとして宣伝されている場合」につながる.. '映画をその後1は助けることがトレーラーに目撃された要素の一部に対応する特別に何かが存在すべきであることを想像することはできません。\u001b[22m\n\u001b[4mThe only commonality that I perceived in One Piece Heart of Gold and One Piece Film: Gold, however, is the fact that both titles have the word 'Gold' in them.\u001b[24m\n    \u001b[1mワンピース・ハート・オブ・ゴールドとワンピース・フィルム：ゴールドで私が知覚した唯一の共通点は、両方のタイトルに「ゴールド」という言葉が含まれているという事実です。\u001b[22m, \u001b[1m私はOneゴールドのワンピースハートとワンピースフィルムに知覚されるだけ共通点：金は、しかし、両方のタイトルはそれらの中に単語 'ゴールド'を持っているという事実です。\u001b[22m\n\u001b[1m\u001b[22m\nFrom a story point of view, it was surprisingly mediocre. That is not to say that all of One Piece stories are very intricate and detailed. Most follow the same ol tropes that fans have been watching/reading, but what makes One Piece stand out is the humor and characterizations. This movie sadly is mediocre at best when it comes to story and humor. The only saving grace is the trademark quirks of the Straw hats that successfully add a tinge of humor to an otherwise dry scene.\n\n\u001b[1mストーリーの観点から見ると、それは驚くほど平凡だった。 それはワンピースの物語のすべてが非常に複雑で詳細であると言っているわけではありません。 ほとんどがファンが見たり読んだりしているのと同じようなものですが、ワンピースを目立たせるものはユーモアとキャラクターです。 この映画は悲しいことに、ストーリーとユーモアの面では最高の状態です。 唯一の節約猶予は、ストロー帽子のトレードマークの奇跡であり、そうでなければ乾燥したシーンにユーモアを加えることに成功しました。\u001b[22m\n\u001b[1m(Sutōrī no kanten karamiruto, soreha odoroku hodo heibondatta. Sore wa wanpīsu no monogatari no subete ga hijō ni fukuzatsude shōsaidearu to itte iru wakede wa arimasen. Hotondo ga fan ga mi tari yon dari shite iru no to onajiyōna monodesuga, wanpīsu o medata seru mono wa yūmoa to kyarakutādesu. Kono eiga wa kanashī koto ni, sutōrī to yūmoa no mende wa saikō no jōtaidesu. Yuiitsu no setsuyaku yūyo wa, sutorō bōshi no torēdomāku no kisekideari,-sōdenakereba kansōshita shīn ni yūmoa o kuwaeru koto ni seikō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mFrom a story point of view, it was surprisingly mediocre. That is not to say that all of One Piece stories are very intricate and detailed. Most follow the same ol tropes that fans have been watching/reading, but what makes One Piece stand out is the humor and characterizations. This movie sadly is mediocre at best when it comes to story and humor. The only saving grace is the trademark quirks of the Straw hats that successfully add a tinge of humor to an otherwise dry scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom a story point of view, it was surprisingly mediocre.\u001b[24m\n    \u001b[1mストーリーの観点から見ると、それは驚くほど平凡だった。\u001b[22m, \u001b[1mビューの物語の観点から、それは驚くほど平凡でした。\u001b[22m\n\u001b[4mThat is not to say that all of One Piece stories are very intricate and detailed.\u001b[24m\n    \u001b[1mそれはワンピースの物語のすべてが非常に複雑で詳細であると言っているわけではありません。\u001b[22m, \u001b[1mこれはワンピースの物語のすべてが非常に複雑かつ詳細であることを言っているわけではありません。\u001b[22m\n\u001b[4mMost follow the same ol tropes that fans have been watching/reading, but what makes One Piece stand out is the humor and characterizations.\u001b[24m\n    \u001b[1mほとんどがファンが見たり読んだりしているのと同じようなものですが、ワンピースを目立たせるものはユーモアとキャラクターです。\u001b[22m, \u001b[1mほとんどのファンは/読書を見てきた同じオール比喩に従いますが、どのようなワンピースが目立つことはユーモアと特徴付けです。\u001b[22m\n\u001b[4mThis movie sadly is mediocre at best when it comes to story and humor.\u001b[24m\n    \u001b[1mこの映画は悲しいことに、ストーリーとユーモアの面では最高の状態です。\u001b[22m, \u001b[1mそれはストーリーとユーモアに来るとき、この映画は悲しげに最高の状態で平凡です。\u001b[22m\n\u001b[4mThe only saving grace is the trademark quirks of the Straw hats that successfully add a tinge of humor to an otherwise dry scene.\u001b[24m\n    \u001b[1m唯一の節約猶予は、ストロー帽子のトレードマークの奇跡であり、そうでなければ乾燥したシーンにユーモアを加えることに成功しました。\u001b[22m, \u001b[1m唯一の救いは成功しそうでなければドライシーンにユーモアの色合いを追加わら帽子の商標癖です。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, it didn't make any sense to me as to where One Piece Film: Gold would lead the crew. Hopefully, when the movie comes out, it will put this Tv Special in some perspective. If not, then it really was just a waste of time.\n\n\u001b[1m全体として、ワンピース・フィルム：ゴールドがクルーを導く場所については、私には意味をなさない。 うまくいけば、映画が出るとき、それはこのテレビスペシャルをある視点で置くでしょう。 そうでなければ、本当に時間の無駄でした。\u001b[22m\n\u001b[1m(Zentai to shite, wanpīsu firumu: Gōrudo ga kurū o michibiku basho ni tsuite wa, watashiniha imiwonasanai. Umaku ikeba, eiga ga deru toki, sore wa kono terebi supesharu o aru shiten de okudeshou. Sōdenakereba, hontōni jikan'nomudadeshita.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, it didn't make any sense to me as to where One Piece Film: Gold would lead the crew. Hopefully, when the movie comes out, it will put this Tv Special in some perspective. If not, then it really was just a waste of time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, it didn't make any sense to me as to where One Piece Film: Gold would lead the crew.\u001b[24m\n    \u001b[1m全体として、ワンピース・フィルム：ゴールドがクルーを導く場所については、私には意味をなさない。\u001b[22m, \u001b[1mゴールド乗組員をもたらす：すべてのすべてで、それはワンピースフィルムがどこにのように私には何の意味もなかったです。\u001b[22m\n\u001b[4mHopefully, when the movie comes out, it will put this Tv Special in some perspective.\u001b[24m\n    \u001b[1mうまくいけば、映画が出るとき、それはこのテレビスペシャルをある視点で置くでしょう。\u001b[22m, \u001b[1m映画が出てきたときにうまくいけば、それはいくつかの観点では、このTV SPECIALを配置します。\u001b[22m\n\u001b[4mIf not, then it really was just a waste of time.\u001b[24m\n    \u001b[1mそうでなければ、本当に時間の無駄でした。\u001b[22m, \u001b[1mそうでない場合、それは本当に時間の無駄でした。\u001b[22m"
  },
  {
    "title": "One_Piece__Heart_of_Gold",
    "id": "33338",
    "url": "https://myanimelist.net/anime/33338/One_Piece__Heart_of_Gold",
    "user": "GelatinPowers",
    "profile": "/profile/GelatinPowers/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=224881",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  4\n|  8\n\n私が好きだった1つの特定のこと：\nオルガは大声で考えている。\n\n\n[5]ストーリー：この映画であまりにもオリジナルでも注目に値するものでもありません。 あなたのジェネリックアンタゴニストは、主人公と同じ宝物の後です。\n\n[7] ART：新しい、あなたの普通のワンピーススタイル。\n\n[6]音：再び、何も新しい、ちょうど既に有名なワンピーススタイル。\n\n[4]キャラクター：ワンピースの主人公、新しいアンタゴニスト、女の子、そして父親のすべて。 アンタゴニストはいくつか混乱した邪魔な男です、少女はかわい子であり、彼女の父は話す価値がありません。\n\nエンジョイメント：1時間45分のスペシャルを見て楽しかったです。ワンピースのファンなら、それを見てください。\n\n[6]全体的に： 'ねえGelatinPowers、あなたの実際の評価と総合評価はどうして違いますか？\n純粋にどれだけ楽しんでいるのかに基づいてアニメを評価し、他のすべてに基づいてアニメをレビューします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOne specific thing I liked:\n\n\u001b[1m私が好きだった1つの特定のこと：\u001b[22m\n\u001b[1m(Watashi ga sukidatta 1tsu no tokutei no koto:)\u001b[22m\n\nTranslations of \u001b[4mOne specific thing I liked:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne specific thing I liked:\u001b[24m\n    \u001b[1m私が好きだった1つの特定のこと：\u001b[22m, \u001b[1m一つの特定の事私が言っています：\u001b[22m\n-Olga thinking out loud.\n\n\u001b[1mオルガは大声で考えている。\u001b[22m\n\u001b[1m(Oruga wa ōgoe de kangaete iru.)\u001b[22m\n\nTranslations of \u001b[4m-Olga thinking out loud.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Olga thinking out loud.\u001b[24m\n    \u001b[1mオルガは大声で考えている。\u001b[22m, \u001b[1m-Olgaは大声で考えます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n[5] STORY: Nothing too original or notable in this movie that's worth mentioning. There's your generic antagonist that is after the same treasure that the protagonists are after.\n\n\u001b[1m[5]ストーリー：この映画であまりにもオリジナルでも注目に値するものでもありません。 あなたのジェネリックアンタゴニストは、主人公と同じ宝物の後です。\u001b[22m\n\u001b[1m([5 ] Sutōrī: Kono eiga de amarini mo orijinaru demo chūmoku ni ataisuru monode mo arimasen. Anata no jenerikkuantagonisuto wa, shujinkō to onaji takaramono no atodesu.)\u001b[22m\n\nTranslations of \u001b[4m[5] STORY: Nothing too original or notable in this movie that's worth mentioning. There's your generic antagonist that is after the same treasure that the protagonists are after.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[5] STORY: Nothing too original or notable in this movie that's worth mentioning.\u001b[24m\n    \u001b[1m[5]ストーリー：この映画であまりにもオリジナルでも注目に値するものでもありません。\u001b[22m, \u001b[1m[5] STORY：言及する価値が、この映画の中であまりにもオリジナルのか注目に値する何もありません。\u001b[22m\n\u001b[4mThere's your generic antagonist that is after the same treasure that the protagonists are after.\u001b[24m\n    \u001b[1mあなたのジェネリックアンタゴニストは、主人公と同じ宝物の後です。\u001b[22m, \u001b[1m主人公は後にしていることと同じ宝の後で、あなたの一般的な拮抗薬があります。\u001b[22m\n\u001b[1m\u001b[22m\n[7] ART: Nothing new, your regular One Piece style.\n\n\u001b[1m[7] ART：新しい、あなたの普通のワンピーススタイル。\u001b[22m\n\u001b[1m([7 ] Āto: Atarashī, anata no futsū no wanpīsusutairu.)\u001b[22m\n\nTranslations of \u001b[4m[7] ART: Nothing new, your regular One Piece style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[7] ART: Nothing new, your regular One Piece style.\u001b[24m\n    \u001b[1m[7] ART：新しい、あなたの普通のワンピーススタイル。\u001b[22m, \u001b[1m[7] ART：新しい何も、あなたの定期的なワンピーススタイル。\u001b[22m\n\u001b[1m\u001b[22m\n[6] SOUND: Again, nothing new, just the already well-known One Piece style.\n\n\u001b[1m[6]音：再び、何も新しい、ちょうど既に有名なワンピーススタイル。\u001b[22m\n\u001b[1m([6 ]-On: Futatabi, nani mo atarashī, chōdo sudeni yūmeina wanpīsusutairu.)\u001b[22m\n\nTranslations of \u001b[4m[6] SOUND: Again, nothing new, just the already well-known One Piece style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[6] SOUND: Again, nothing new, just the already well-known One Piece style.\u001b[24m\n    \u001b[1m[6]音：再び、何も新しい、ちょうど既に有名なワンピーススタイル。\u001b[22m, \u001b[1m[6] SOUND：ここでも、何も新しい、ちょうど既によく知られているワンピーススタイル。\u001b[22m\n\u001b[1m\u001b[22m\n[4] CHARACTER: All of One Piece's main protagonists, a new antagonist, a girl and her father. The antagonist is the some messed annoying dude, the girl is just a brat and her father isn't worth talking about.\n\n\u001b[1m[4]キャラクター：ワンピースの主人公、新しいアンタゴニスト、女の子、そして父親のすべて。 アンタゴニストはいくつか混乱した邪魔な男です、少女はかわい子であり、彼女の父は話す価値がありません。\u001b[22m\n\u001b[1m([4 ] Kyarakutā: Wanpīsu no shujinkō, atarashī antagonisuto, on'nanoko, soshite chichioya no subete. Antagonisuto wa ikutsu ka konran shita jamana otokodesu, shōjo wa kawai kodeari, kanojo no chichi wa hanasu kachi ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4m[4] CHARACTER: All of One Piece's main protagonists, a new antagonist, a girl and her father. The antagonist is the some messed annoying dude, the girl is just a brat and her father isn't worth talking about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[4] CHARACTER: All of One Piece's main protagonists, a new antagonist, a girl and her father.\u001b[24m\n    \u001b[1m[4]キャラクター：ワンピースの主人公、新しいアンタゴニスト、女の子、そして父親のすべて。\u001b[22m, \u001b[1m[4] CHARACTER：ワンピースの主役、新しい拮抗薬、少女と彼女の父親のすべて。\u001b[22m\n\u001b[4mThe antagonist is the some messed annoying dude, the girl is just a brat and her father isn't worth talking about.\u001b[24m\n    \u001b[1mアンタゴニストはいくつか混乱した邪魔な男です、少女はかわい子であり、彼女の父は話す価値がありません。\u001b[22m, \u001b[1mアンタゴニストは、いくつかの女の子がちょうどガキであり、彼女の父が話して価値がない、迷惑な男を台無しです。\u001b[22m\n\u001b[1m\u001b[22m\n[8] ENJOYMENT: I enjoyed watching this 1 hour and 45 minute special, and if you're a One Piece fan you should watch it.\n\n\u001b[1mエンジョイメント：1時間45分のスペシャルを見て楽しかったです。ワンピースのファンなら、それを見てください。\u001b[22m\n\u001b[1m(Enjoimento: 1-Jikan 45-bu no supesharu o mite tanoshikattadesu. Wanpīsu no fan'nara, sore o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4m[8] ENJOYMENT: I enjoyed watching this 1 hour and 45 minute special, and if you're a One Piece fan you should watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[8] ENJOYMENT: I enjoyed watching this 1 hour and 45 minute special, and if you're a One Piece fan you should watch it.\u001b[24m\n    \u001b[1mエンジョイメント：1時間45分のスペシャルを見て楽しかったです。ワンピースのファンなら、それを見てください。\u001b[22m, \u001b[1m[8]享有：私はこの1時間45分の特別を見て楽しんだ、とあなたはワンピースファンならあなたはそれを見る必要があります。\u001b[22m\n\u001b[1m\u001b[22m\n[6] OVERALL: 'Hey GelatinPowers, why are your actual rating and overall rating different?'\n\n\u001b[1m[6]全体的に： 'ねえGelatinPowers、あなたの実際の評価と総合評価はどうして違いますか？\u001b[22m\n\u001b[1m([6 ] Zentai-teki ni: ' Nē GelatinPowers, anata no jissai no hyōka to sōgō hyōka wa dōshite chigaimasu ka?)\u001b[22m\n\nTranslations of \u001b[4m[6] OVERALL: 'Hey GelatinPowers, why are your actual rating and overall rating different?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[6] OVERALL: 'Hey GelatinPowers, why are your actual rating and overall rating different?'\u001b[24m\n    \u001b[1m[6]全体的に： 'ねえGelatinPowers、あなたの実際の評価と総合評価はどうして違いますか？\u001b[22m, \u001b[1m[6] OVERALL： 'GelatinPowersねえ、なぜあなたの実際の評価と総合評価は異なっています？」\u001b[22m\nI rate anime based purely on how much I enjoyed it and I review anime based on everything else.\n\n\u001b[1m純粋にどれだけ楽しんでいるのかに基づいてアニメを評価し、他のすべてに基づいてアニメをレビューします。\u001b[22m\n\u001b[1m(Junsui ni dore dake tanoshinde iru no ka nimotozuite anime o hyōka shi, hoka no subete nimotozuite anime o rebyū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI rate anime based purely on how much I enjoyed it and I review anime based on everything else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI rate anime based purely on how much I enjoyed it and I review anime based on everything else.\u001b[24m\n    \u001b[1m純粋にどれだけ楽しんでいるのかに基づいてアニメを評価し、他のすべてに基づいてアニメをレビューします。\u001b[22m, \u001b[1m私は純粋に私はそれを楽しんでどのくらいに基づいて、アニメを評価し、私は他のすべてに基づいて、アニメを確認します。\u001b[22m"
  },
  {
    "title": "One_Piece__Heart_of_Gold",
    "id": "33338",
    "url": "https://myanimelist.net/anime/33338/One_Piece__Heart_of_Gold",
    "user": "meison",
    "profile": "/profile/meison/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=224832",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\nさて、私は、この特別なことに驚いています。 私が考えているのは、すべての作品がこのレベルの品質を持っていると想像してみてください。このレビューのために、このスペシャルをキヤノンアークとして扱い、レビューしてください。\n\n\nストーリー：物語の弱い話のひとつで、海の人を救助し、島に行き、宝を見つけ、主要な悪人と戦って、自分自身と友情を発見することです。 もう一度、この特別なポイントはいくつかあります。一つは、メイン島は巨大な魚の中で行われ、そこに動物も住んでいます。第二に、主な魅力は、 主な戦いは、それぞれの専門性、ロビンと彼女の読書、ブルックの音楽的才能とusoppの鋭いスキルを使用して、寺院を駆け抜けるスキルを使用する場所です。\n\n\nキャラクター：だから私は皆ここでは、麦わら帽子が誰かを知っていると仮定しているので、私はこの弧の主要な悪役と中心的キャラクター、オルガとマッドトレジャーについてお話したいと思います。\nオルガ - 彼女は単純な6歳の子供のように見えるかもしれませんが、彼女は人を操作していつも彼女の裏切りの計画をいつも流出させると考えています。\n宝物 - 彼はあなたの典型的な宝探しの悪人のように見えるかもしれませんが、お金だけを気にしています。彼は実際にお金のためではなく、興奮のために狩りを実際に宝物として宝物にしています。 彼の手段を達成するために低地に腰を下ろしていると同時に、同時に、人を殺さないほどスマートで、無作為に一人のユニークな悪役としてかなりまともであり、彼は約9位または10位の悪役だと言うだろう。\n\n\nアート - だから、この特別なことを見るために、あなたがキヤノンのスケジュールから時間を外さなければならない主な肉と理由は？ この美しい、流暢なアニメーションのスタイルを楽しむために。真剣にも、この特殊なフローラルと全体的なドレスロアよりもよく見えるという事実はプラスでなければなりません。 特にルフィとマッドトレジャーとの最終戦いのシーンはヤギでした。\n\n\nサウンドトラック - スタジオはこれで素晴らしい仕事をしました。 すべてのOSTが再利用されている間に、彼らが正しい瞬間にサウンドトラックを演奏し、それを正しく再生したという事実は、彼らがどれくらいの努力を払っているかを示している。メインの悪人の恋人と戦うときのサンジとソロのテーマのように。\n\n\n全体的 - このスペシャルには3つのユニークなことがあり、\n1.それはワンピースのファンボーイの夢のような夢です。何かをすることができれば、メインの3人はテーマを演奏してアニメーションを戦います。\n2.この映画は、ワンピースの映画の前編です：金と彼らがそこにいかにあるかを示しています。\nこれは良いスタンドアロンフィラーであるという事実",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell then, i'm just a one piece fanboy over here amazed at this special. and i'm thinking, imagine if all one piece arc had this level of quality, oh god.For the sake of this review, ill be referring and treating this special as a canon arc and review it.\n\n\u001b[1mさて、私は、この特別なことに驚いています。 私が考えているのは、すべての作品がこのレベルの品質を持っていると想像してみてください。このレビューのために、このスペシャルをキヤノンアークとして扱い、レビューしてください。\u001b[22m\n\u001b[1m(Sate, watashi wa, kono tokubetsuna koto ni odoroite imasu. Watashi ga kangaete iru no wa, subete no sakuhin ga kono reberu no hinshitsu o motte iru to sōzō shite mite kudasai. Kono rebyū no tame ni, kono supesharu o kiyanon'āku to shite atsukai, rebyū shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWell then, i'm just a one piece fanboy over here amazed at this special. and i'm thinking, imagine if all one piece arc had this level of quality, oh god.For the sake of this review, ill be referring and treating this special as a canon arc and review it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell then, i'm just a one piece fanboy over here amazed at this special.\u001b[24m\n    \u001b[1mさて、私は、この特別なことに驚いています。\u001b[22m, \u001b[1mそれでは、私はここで、この特別に驚くの上だけで1枚のミーハーです。\u001b[22m\n\u001b[4mand i'm thinking, imagine if all one piece arc had this level of quality, oh god.For the sake of this review, ill be referring and treating this special as a canon arc and review it.\u001b[24m\n    \u001b[1m私が考えているのは、すべての作品がこのレベルの品質を持っていると想像してみてください。このレビューのために、このスペシャルをキヤノンアークとして扱い、レビューしてください。\u001b[22m, \u001b[1mそして、私はすべて1個のアークが、この口コミがああgod.Forため、品質のこのレベルを持っていた場合は、病気参照し、キヤノンアークとしてこの特別な治療すること、想像し、それを確認し、考えています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory: One of the weaker story arc in one piece, the basic guise of it is your standard rescue a person from the ocean, go to an island and find treasure, along the way battling a main villain, discovering yourself and friendship.This has been done for awhile, tho there are some good points for this special.For one, the main island takes place inside a giant fish and there are even animals living inside it.Secondly, the main attraction is the fact that the rising action before the main fight is where the 'straw hats' each use their specialty, robin and her reading, brook's musical talent and usopp's sharpshooting skills to maneuver through the temple.\n\n\u001b[1mストーリー：物語の弱い話のひとつで、海の人を救助し、島に行き、宝を見つけ、主要な悪人と戦って、自分自身と友情を発見することです。 もう一度、この特別なポイントはいくつかあります。一つは、メイン島は巨大な魚の中で行われ、そこに動物も住んでいます。第二に、主な魅力は、 主な戦いは、それぞれの専門性、ロビンと彼女の読書、ブルックの音楽的才能とusoppの鋭いスキルを使用して、寺院を駆け抜けるスキルを使用する場所です。\u001b[22m\n\u001b[1m(Sutōrī: Monogatari no yowai hanashi no hitotsu de, umi no hito o kyūjo shi, shima ni iki, takara o mitsuke, shuyōna akunin to tatakatte, jibun jishin to yūjō o hakken suru kotodesu. Mōichido, kono tokubetsuna pointo wa ikutsu ka arimasu. Hitotsu wa, mein shima wa kyodaina sakana no naka de okonawa re, soko ni dōbutsu mo sunde imasu. Daini ni, omona miryoku wa, omona tatakai wa, sorezore no senmon-sei, robin to kanojo no dokusho, burukku no ongaku-teki sainō to usopp no surudoi sukiru o shiyō shite, jiin o kakenukeru sukiru o shiyō suru bashodesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: One of the weaker story arc in one piece, the basic guise of it is your standard rescue a person from the ocean, go to an island and find treasure, along the way battling a main villain, discovering yourself and friendship.This has been done for awhile, tho there are some good points for this special.For one, the main island takes place inside a giant fish and there are even animals living inside it.Secondly, the main attraction is the fact that the rising action before the main fight is where the 'straw hats' each use their specialty, robin and her reading, brook's musical talent and usopp's sharpshooting skills to maneuver through the temple.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: One of the weaker story arc in one piece, the basic guise of it is your standard rescue a person from the ocean, go to an island and find treasure, along the way battling a main villain, discovering yourself and friendship.This has\u001b[24m\n    \u001b[1mストーリー：物語の弱い話のひとつで、海の人を救助し、島に行き、宝を見つけ、主要な悪人と戦って、自分自身と友情を発見することです。\u001b[22m, \u001b[1mストーリー：1枚で弱いストーリーアークの一つは、それの基本的な装いが海から人あなたの標準的な救助である、島に行くと宝を見つけ、メイン悪役と戦う道に沿って、自分自身とfriendship.Thisをした発見\u001b[22m\n\u001b[4mbeen done for awhile, tho there are some good points for this special.For one, the main island takes place inside a giant fish and there are even animals living inside it.Secondly, the main attraction is the fact that the rising action before the\u001b[24m\n    \u001b[1mもう一度、この特別なポイントはいくつかあります。一つは、メイン島は巨大な魚の中で行われ、そこに動物も住んでいます。第二に、主な魅力は、\u001b[22m, \u001b[1mこのspecial.For 1のためのいくつかの良い点があるカントー、しばらくの間行われ、主な島は巨大な魚の内部で行われ、it.Secondly内側に生きている動物でもありますが、一番の魅力は、前に上昇アクションという事実であります\u001b[22m\n\u001b[4mmain fight is where the 'straw hats' each use their specialty, robin and her reading, brook's musical talent and usopp's sharpshooting skills to maneuver through the temple.\u001b[24m\n    \u001b[1m主な戦いは、それぞれの専門性、ロビンと彼女の読書、ブルックの音楽的才能とusoppの鋭いスキルを使用して、寺院を駆け抜けるスキルを使用する場所です。\u001b[22m, \u001b[1m「麦わら帽子」各寺院を通って操縦するために彼らの専門、ロビンと彼女の読書、小川の音楽の才能とウソップの的を射たスキルを使用します。ここで、主な戦いがあります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: So, since i assume everyone here knows who the straw hat are, i guess i'll talk about the main villain and central character to this arc, Olga and Mad Treasure.\n\n\u001b[1mキャラクター：だから私は皆ここでは、麦わら帽子が誰かを知っていると仮定しているので、私はこの弧の主要な悪役と中心的キャラクター、オルガとマッドトレジャーについてお話したいと思います。\u001b[22m\n\u001b[1m(Kyarakutā: Dakara watashi wa mina kokode wa, mugiwarabōshi ga dareka o shitte iru to katei shite irunode, watashi wa kono ko no shuyōna akuyaku to chūshin-teki kyarakutā, oruga to maddotorejā ni tsuite ohanashi shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: So, since i assume everyone here knows who the straw hat are, i guess i'll talk about the main villain and central character to this arc, Olga and Mad Treasure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: So, since i assume everyone here knows who the straw hat are, i guess i'll talk about the main villain and central character to this arc, Olga and Mad Treasure.\u001b[24m\n    \u001b[1mキャラクター：だから私は皆ここでは、麦わら帽子が誰かを知っていると仮定しているので、私はこの弧の主要な悪役と中心的キャラクター、オルガとマッドトレジャーについてお話したいと思います。\u001b[22m, \u001b[1mキャラクター：だから、私はここで誰もが麦わら帽子が誰であるか知っていると仮定しているので、私はこの弧、オルガとマッドトレジャーへの主要な悪役と主人公について話しますね。\u001b[22m\nOlga-While she may seem like a simple 6 year old child, who thinks she can manipulate people and always unintentionally spills her plan of betrayal out, The reveal that there is more to her and her craving for friends is what one piece is about.\n\n\u001b[1mオルガ - 彼女は単純な6歳の子供のように見えるかもしれませんが、彼女は人を操作していつも彼女の裏切りの計画をいつも流出させると考えています。\u001b[22m\n\u001b[1m(Oruga - kanojo wa tanjun'na 6-sai no kodomo no yō ni mieru kamo shiremasenga, kanojo wa hito o sōsa shite itsumo kanojo no uragiri no keikaku o itsumo ryūshutsu sa seru to kangaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOlga-While she may seem like a simple 6 year old child, who thinks she can manipulate people and always unintentionally spills her plan of betrayal out, The reveal that there is more to her and her craving for friends is what one piece is about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOlga-While she may seem like a simple 6 year old child, who thinks she can manipulate people and always unintentionally spills her plan of betrayal out, The reveal that there is more to her and her craving for friends is what one piece is about.\u001b[24m\n    \u001b[1mオルガ - 彼女は単純な6歳の子供のように見えるかもしれませんが、彼女は人を操作していつも彼女の裏切りの計画をいつも流出させると考えています。\u001b[22m, \u001b[1m彼女は人々を操作し、常に意図せず裏切りうちの彼女の計画をこぼしことができると考えて、単純な6歳の子供のように見えるかもしれませんがオルガは、彼女や友人のための彼女の渇望によりが1ピースがあるものについてであることを明らかにしました。\u001b[22m\nMad Treasure-He may seem like your typical treasure hunting villain that only cares for money, it's kinda surprising that he actually treasure hunts not for the money, but for the excitement.Also the fact that he shows hesitation in fighting and not underestimating luffy initially , and is willing to stoop to low grounds to achieve his means, yet at the same time, is smart enough to not kill people randomly is quite decent as a one piece unique villain and i would say he's about 9th or 10th best villain.\n\n\u001b[1m宝物 - 彼はあなたの典型的な宝探しの悪人のように見えるかもしれませんが、お金だけを気にしています。彼は実際にお金のためではなく、興奮のために狩りを実際に宝物として宝物にしています。 彼の手段を達成するために低地に腰を下ろしていると同時に、同時に、人を殺さないほどスマートで、無作為に一人のユニークな悪役としてかなりまともであり、彼は約9位または10位の悪役だと言うだろう。\u001b[22m\n\u001b[1m(Takaramono - kare wa anata no tenkei-tekina takarasagashi no akunin no yō ni mieru kamo shiremasenga, okane dake o ki ni shite imasu. Kare wa jissai ni okane no tamede wa naku, kōfun no tame ni kari o jissai ni takaramono to shite takaramono ni shite imasu. Kare no shudan o tassei suru tame ni teichi ni koshi o oroshite iruto dōjini, dōjini, hito o korosanai hodo sumāto de, musakui ni hitori no yunīkuna akuyaku to shite kanari matomodeari, kare wa yaku 9-i matawa 10-i no akuyakuda to iudarou.)\u001b[22m\n\nTranslations of \u001b[4mMad Treasure-He may seem like your typical treasure hunting villain that only cares for money, it's kinda surprising that he actually treasure hunts not for the money, but for the excitement.Also the fact that he shows hesitation in fighting and not underestimating luffy initially , and is willing to stoop to low grounds to achieve his means, yet at the same time, is smart enough to not kill people randomly is quite decent as a one piece unique villain and i would say he's about 9th or 10th best villain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMad Treasure-He may seem like your typical treasure hunting villain that only cares for money, it's kinda surprising that he actually treasure hunts not for the money, but for the excitement.Also the fact that he shows hesitation in fighting and not underestimating luffy initially\u001b[24m\n    \u001b[1m宝物 - 彼はあなたの典型的な宝探しの悪人のように見えるかもしれませんが、お金だけを気にしています。彼は実際にお金のためではなく、興奮のために狩りを実際に宝物として宝物にしています。\u001b[22m, \u001b[1mマッドトレジャー-彼はお金だけのために気遣うあなたの典型的な宝探しの悪役のように見えるかもしれません、それは彼が実際に宝物がないお金のために、彼は戦いに躊躇を示しているという事実excitement.Alsoのために、最初はルフィを過小評価しませ狩ることはちょっと驚きです\u001b[22m\n\u001b[4m, and is willing to stoop to low grounds to achieve his means, yet at the same time, is smart enough to not kill people randomly is quite decent as a one piece unique villain and i would say he's about 9th or 10th best villain.\u001b[24m\n    \u001b[1m彼の手段を達成するために低地に腰を下ろしていると同時に、同時に、人を殺さないほどスマートで、無作為に一人のユニークな悪役としてかなりまともであり、彼は約9位または10位の悪役だと言うだろう。\u001b[22m, \u001b[1m、そして彼の手段を達成するために、低根拠に前かがみする意思がある、まだ同時に、ランダムに1枚のユニークな悪役としてかなりまともだと私は彼が9日または10日最高の悪役のことだと言うでしょう人を殺さないために十分スマートです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt-So, the main meat and reason why you should take time out of your canon schedule to watch this special? To enjoy this beautiful and fluent animation style.Seriously, the fact that this special flows and looks better than the whole dressrosa arc in general should be a plus. Especially the final fight scene with luffy and Mad Treasure was goat.\n\n\u001b[1mアート - だから、この特別なことを見るために、あなたがキヤノンのスケジュールから時間を外さなければならない主な肉と理由は？ この美しい、流暢なアニメーションのスタイルを楽しむために。真剣にも、この特殊なフローラルと全体的なドレスロアよりもよく見えるという事実はプラスでなければなりません。 特にルフィとマッドトレジャーとの最終戦いのシーンはヤギでした。\u001b[22m\n\u001b[1m(Āto - dakara, kono tokubetsuna koto o miru tame ni, anata ga Kiyanon no sukejūru kara jikan o hazusanakereba naranai omona niku to riyū wa? Kono utsukushī, ryūchōna animēshon no sutairu o tanoshimu tame ni. Shinken ni mo, kono tokushuna furōraru to zentai-tekina doresuroa yori mo yoku mieru to iu jijitsu wa purasudenakereba narimasen. Tokuni rufi to maddotorejā to no saishū tatakai no shīn wa yagideshita.)\u001b[22m\n\nTranslations of \u001b[4mArt-So, the main meat and reason why you should take time out of your canon schedule to watch this special? To enjoy this beautiful and fluent animation style.Seriously, the fact that this special flows and looks better than the whole dressrosa arc in general should be a plus. Especially the final fight scene with luffy and Mad Treasure was goat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt-So, the main meat and reason why you should take time out of your canon schedule to watch this special?\u001b[24m\n    \u001b[1mアート - だから、この特別なことを見るために、あなたがキヤノンのスケジュールから時間を外さなければならない主な肉と理由は？\u001b[22m, \u001b[1mアート - だから、メインの肉やあなたがこの特別なを見て、あなたのキヤノンのスケジュールの時間を取るべき理由は？\u001b[22m\n\u001b[4mTo enjoy this beautiful and fluent animation style.Seriously, the fact that this special flows and looks better than the whole dressrosa arc in general should be a plus.\u001b[24m\n    \u001b[1mこの美しい、流暢なアニメーションのスタイルを楽しむために。真剣にも、この特殊なフローラルと全体的なドレスロアよりもよく見えるという事実はプラスでなければなりません。\u001b[22m, \u001b[1mこの美しいと流暢なアニメーションstyle.Seriously、この特別な流れとはプラスでなければならない、一般的に全体dressrosaアークよりも良く見えるという事実を楽しむことができます。\u001b[22m\n\u001b[4mEspecially the final fight scene with luffy and Mad Treasure was goat.\u001b[24m\n    \u001b[1m特にルフィとマッドトレジャーとの最終戦いのシーンはヤギでした。\u001b[22m, \u001b[1m特にルフィとマッドトレジャーと、最終的な戦いのシーンはヤギでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack-The studio has done a great job with this one. While all the OSTs and being reused, the fact they played the soundtrack at the right moment and played the correct one at that, shows how much effort they put into this.Like how sanji's and soro's theme plays when they fight the main villain's lackey.\n\n\u001b[1mサウンドトラック - スタジオはこれで素晴らしい仕事をしました。 すべてのOSTが再利用されている間に、彼らが正しい瞬間にサウンドトラックを演奏し、それを正しく再生したという事実は、彼らがどれくらいの努力を払っているかを示している。メインの悪人の恋人と戦うときのサンジとソロのテーマのように。\u001b[22m\n\u001b[1m(Saundotorakku - sutajio wa kore de subarashī shigoto o shimashita. Subete no OST ga sai riyō sa rete iru ma ni, karera ga tadashī shunkan ni saundotorakku o ensō shi, sore o tadashiku saisei shita to iu jijitsu wa, karera ga dorekurai no doryoku o haratte iru ka o shimeshite iru. Mein no akunin no koibito to tatakau toki no sanji to soro no tēma no yō ni.)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack-The studio has done a great job with this one. While all the OSTs and being reused, the fact they played the soundtrack at the right moment and played the correct one at that, shows how much effort they put into this.Like how sanji's and soro's theme plays when they fight the main villain's lackey.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack-The studio has done a great job with this one.\u001b[24m\n    \u001b[1mサウンドトラック - スタジオはこれで素晴らしい仕事をしました。\u001b[22m, \u001b[1mサウンドトラック-studioがこの1で素晴らしい仕事をしています。\u001b[22m\n\u001b[4mWhile all the OSTs and being reused, the fact they played the soundtrack at the right moment and played the correct one at that, shows how much effort they put into this.Like how sanji's and soro's theme plays when they fight the main villain's lackey.\u001b[24m\n    \u001b[1mすべてのOSTが再利用されている間に、彼らが正しい瞬間にサウンドトラックを演奏し、それを正しく再生したという事実は、彼らがどれくらいの努力を払っているかを示している。メインの悪人の恋人と戦うときのサンジとソロのテーマのように。\u001b[22m, \u001b[1mすべてのOSTとが再利用されている間、彼らは適切なタイミングでサウンドトラックを演奏し、その時に正しいものを果たしたという事実は、彼らがメインの悪役の召使いと戦うときにテーマが果たしているかサンジさんとソロのthis.Likeに入れどのくらいの努力を示しています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall-This special has 3 unique things about it,\n\n\u001b[1m全体的 - このスペシャルには3つのユニークなことがあり、\u001b[22m\n\u001b[1m(Zentai-teki - kono supesharu ni wa 3ttsu no yunīkuna koto ga ari,)\u001b[22m\n\nTranslations of \u001b[4mOverall-This special has 3 unique things about it,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall-This special has 3 unique things about it,\u001b[24m\n    \u001b[1m全体的 - このスペシャルには3つのユニークなことがあり、\u001b[22m, \u001b[1m全体的に、この特別なは、それについての3つのユニークなものを持ってい\u001b[22m\n1.It's a one piece fanboy's fanservice dream.each strawhat gets to do something, the main three gets fights with their theme playing, the animation.\n\n\u001b[1m1.それはワンピースのファンボーイの夢のような夢です。何かをすることができれば、メインの3人はテーマを演奏してアニメーションを戦います。\u001b[22m\n\u001b[1m(1. Sore wa wanpīsu no fanbōi no yume no yōna yumedesu. Nanika o suru koto ga dekireba, mein no 3-ri wa tēma o ensō shite animēshon o tatakaimasu.)\u001b[22m\n\nTranslations of \u001b[4m1.It's a one piece fanboy's fanservice dream.each strawhat gets to do something, the main three gets fights with their theme playing, the animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1.It's a one piece fanboy's fanservice dream.each strawhat gets to do something, the main three gets fights with their theme playing, the animation.\u001b[24m\n    \u001b[1m1.それはワンピースのファンボーイの夢のような夢です。何かをすることができれば、メインの3人はテーマを演奏してアニメーションを戦います。\u001b[22m, \u001b[1m1.Itはメイン3は、そのテーマの演奏、アニメーションとの戦いを取得し、1枚のおたくのサービスカットのdream.eachの麦わらが何かを取得します。\u001b[22m\n2.This film is a prequel to one piece film:gold and shows how they got there.\n\n\u001b[1m2.この映画は、ワンピースの映画の前編です：金と彼らがそこにいかにあるかを示しています。\u001b[22m\n\u001b[1m(2. Kono eiga wa, wanpīsu no eiga no zenpendesu: Kin to karera ga soko ni ikani aru ka o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4m2.This film is a prequel to one piece film:gold and shows how they got there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2.This film is a prequel to one piece film:gold and shows how they got there.\u001b[24m\n    \u001b[1m2.この映画は、ワンピースの映画の前編です：金と彼らがそこにいかにあるかを示しています。\u001b[22m, \u001b[1m2.このフィルムは、1枚のフィルムに続編です：金と、彼らがそこに着いた方法を示しています。\u001b[22m\n3.The fact that this is a good standalone filler\n\n\u001b[1mこれは良いスタンドアロンフィラーであるという事実\u001b[22m\n\u001b[1m(Kore wa yoi sutandoaronfirādearu to iu jijitsu)\u001b[22m\n\nTranslations of \u001b[4m3.The fact that this is a good standalone filler\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3.The fact that this is a good standalone filler\u001b[24m\n    \u001b[1mこれは良いスタンドアロンフィラーであるという事実\u001b[22m, \u001b[1mこれは良いスタンドアロンの充填剤であること3。事実\u001b[22m"
  },
  {
    "title": "One_Piece__Heart_of_Gold",
    "id": "33338",
    "url": "https://myanimelist.net/anime/33338/One_Piece__Heart_of_Gold",
    "user": "Corinthians98",
    "profile": "/profile/Corinthians98/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=225312",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  6\n\n新しい映画Goldへのこの前奏曲は、それだけで前奏曲です。 すべての正直なところ、人はこれを見なくても映画を見ることができるし、公正であるために、ストローハットがフィラーであるためにこのスペシャルで起こったことを聞くことは決してないだろう。 話は面白かったが、途中で普通にやさしくなった。 この特別なDIDが正しいことは、OPファンが発表されて以来見たいと思っていた映画のために私たちを賞賛していたことでした。 あなたが物語のプロットにつながるので、クレジットの後でシーンを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis prelude to the new movie Gold is nothing more than that a prelude. In all honesty a person can watch the movie without having to watch this and to be fair we're never gonna hear the Straw Hats mention anything that has happened in this special since it is a filler. The story was interesting but became unusually bland half way through. What this special DID do right was hyping us up for the movie which OP fans have been dying to see since it was announced. Make sure you watch the scene after the credits because it leads into the plot of the story.\n\n\u001b[1m新しい映画Goldへのこの前奏曲は、それだけで前奏曲です。 すべての正直なところ、人はこれを見なくても映画を見ることができるし、公正であるために、ストローハットがフィラーであるためにこのスペシャルで起こったことを聞くことは決してないだろう。 話は面白かったが、途中で普通にやさしくなった。 この特別なDIDが正しいことは、OPファンが発表されて以来見たいと思っていた映画のために私たちを賞賛していたことでした。 あなたが物語のプロットにつながるので、クレジットの後でシーンを見てください。\u001b[22m\n\u001b[1m(Atarashī eiga Gold e no kono pureryūdo wa, sore dake de pureryūdodesu. Subete no shōjikina tokoro, hito wa kore o minakute mo eiga o miru koto ga dekirushi, kōseidearu tame ni, sutorōhatto ga firādearu tame ni kono supesharu de okotta koto o kiku koto wa kesshite naidarou. Hanashi wa omoshirokatta ga, tochū de futsū ni yasashiku natta. Kono tokubetsuna DID ga tadashī koto wa, OP fan ga happyō sa rete irai mitai to omotte ita eiga no tame ni watashitachi o shōsan shite ita kotodeshita. Anata ga monogatari no purotto ni tsunagarunode, kurejitto no nochi de shīn o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis prelude to the new movie Gold is nothing more than that a prelude. In all honesty a person can watch the movie without having to watch this and to be fair we're never gonna hear the Straw Hats mention anything that has happened in this special since it is a filler. The story was interesting but became unusually bland half way through. What this special DID do right was hyping us up for the movie which OP fans have been dying to see since it was announced. Make sure you watch the scene after the credits because it leads into the plot of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis prelude to the new movie Gold is nothing more than that a prelude.\u001b[24m\n    \u001b[1m新しい映画Goldへのこの前奏曲は、それだけで前奏曲です。\u001b[22m, \u001b[1m新しいムービーゴールドこの前奏曲は前奏それ以外の何ものでもありません。\u001b[22m\n\u001b[4mIn all honesty a person can watch the movie without having to watch this and to be fair we're never gonna hear the Straw Hats mention anything that has happened in this special since it is a filler.\u001b[24m\n    \u001b[1mすべての正直なところ、人はこれを見なくても映画を見ることができるし、公正であるために、ストローハットがフィラーであるためにこのスペシャルで起こったことを聞くことは決してないだろう。\u001b[22m, \u001b[1m正直なところ人は、これを見るために、我々は麦わら帽子は、それが充填剤であるので、この特別で起こった何かを言及聞くつもりはありませんしている公正にならなくても映画を見ることができます。\u001b[22m\n\u001b[4mThe story was interesting but became unusually bland half way through.\u001b[24m\n    \u001b[1m話は面白かったが、途中で普通にやさしくなった。\u001b[22m, \u001b[1m話は面白かったが、道を通って異常に当たり障りの半分になりました。\u001b[22m\n\u001b[4mWhat this special DID do right was hyping us up for the movie which OP fans have been dying to see since it was announced.\u001b[24m\n    \u001b[1mこの特別なDIDが正しいことは、OPファンが発表されて以来見たいと思っていた映画のために私たちを賞賛していたことでした。\u001b[22m, \u001b[1m何この特別なことは権利を行うDIDはOPのファンはそれが発表されたので、見に死にかけてきた映画のために私たちをhypingました。\u001b[22m\n\u001b[4mMake sure you watch the scene after the credits because it leads into the plot of the story.\u001b[24m\n    \u001b[1mあなたが物語のプロットにつながるので、クレジットの後でシーンを見てください。\u001b[22m, \u001b[1mそれは物語のプロットにつながるので、あなたがクレジットの後にシーンを見ていることを確認します。\u001b[22m"
  },
  {
    "title": "One_Piece__Heart_of_Gold",
    "id": "33338",
    "url": "https://myanimelist.net/anime/33338/One_Piece__Heart_of_Gold",
    "user": "Umasuki74",
    "profile": "/profile/Umasuki74/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=233204",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  3\n|  5\n\nスポイラーなし\n\nこれは、ワンピース：ゴールドの非常に長いティーザーです。 それはちょっと銀山の弧に従います。\n生産品質は良いです、それについて何も言いません。\n\nしかし、ストーリーそのもの...ワンピースと名付けられたものは、あまりにも吸います。\n乗組員は、彼らの相互作用が一緒になっても非常に穏やかであるという事実を除いて、正常に動作しています。\nショーに慣れていない人のように、いくつかのエピソードを見て、対話を書くことに決めました。 確かに、それはいつものようだが、これはすぐに行われ、偽の気分になっている。\n\n新しいキャラクターが紹介されました（子供）。ワンピースで見た中で最も迷惑なキャラクターの1つです。 私は文字通り、私があまりにも迷惑をかけるので、感傷的な部分をスキップしました。 そして、この物語全体は、この不可能な性格の周りを回っています。\n\n彼らの目標はお金ではなく、冒険のための興奮だったので、悪い人は最初は面白そうだった。 しかし、ストーリーが進行するにつれて、彼らは友人を気にせず、お金のためにすべてをやる人たちとして描かれている。 シナリオがこれを主張したので、私はこれを主張する。\n\nそれからあなたは、戦っている間に、ルフィと彼らの間の友情の価値について長い間、よく書かれた対話をしています。 私の目はいつも転がっていた。\n確かに、ワンピースでは、友情について同じような対話をしますが、常に彼らには良い理由があります。 ここでは、あたかも著者が「ああ、忘れてしまったこと、友情についての会話を忘れてしまった、それをどこに置くべきなのか？ そこ ？ ええ、何でも」。\n\n私が好きだった唯一のキャラクター（パパ）は、通常のワンピースキャラクターのように振る舞いました。 ちょうど良いスクリーンの時間と漫画と劇的なアクションの間の良いバランス。\n\n一つの最後のことは、戦いはひどい神だった。 ルフィと彼の乗組員は2年間訓練を受けていて、彼らは多くの低海賊を打ち負かすのがずっと難しいのですか？ バロック作品のゾロは、すべてを一人で打ち負かすことができました。\n\n結局のところ、ストーリーの面でワンピースの品質を期待しているのであれば、これをスキップするだけです。 あなたがワンピースについて見守ることが残っていなければ、それを楽しむかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nNo spoilers\n\n\u001b[1mスポイラーなし\u001b[22m\n\u001b[1m(Supoirā nashi)\u001b[22m\n\nTranslations of \u001b[4mNo spoilers\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo spoilers\u001b[24m\n    \u001b[1mスポイラーなし\u001b[22m, \u001b[1mいいえネタバレありません\u001b[22m\n\u001b[1m\u001b[22m\nThis is a very long teaser of One Piece: Gold. It kinda follows the silver mine arc.\n\n\u001b[1mこれは、ワンピース：ゴールドの非常に長いティーザーです。 それはちょっと銀山の弧に従います。\u001b[22m\n\u001b[1m(Kore wa, wanpīsu: Gōrudo no hijō ni nagai tīzādesu. Sore wa chotto ginzan no ko ni shitagaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a very long teaser of One Piece: Gold. It kinda follows the silver mine arc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a very long teaser of One Piece: Gold.\u001b[24m\n    \u001b[1mこれは、ワンピース：ゴールドの非常に長いティーザーです。\u001b[22m, \u001b[1mゴールド：これはワンピースの非常に長いティーザーです。\u001b[22m\n\u001b[4mIt kinda follows the silver mine arc.\u001b[24m\n    \u001b[1mそれはちょっと銀山の弧に従います。\u001b[22m, \u001b[1mそれはちょっと銀鉱山の弧をたどります。\u001b[22m\nProduction quality is good, there's nothing to say about it.\n\n\u001b[1m生産品質は良いです、それについて何も言いません。\u001b[22m\n\u001b[1m(Seisan hinshitsu wa yoidesu, sore ni tsuite nani mo iimasen.)\u001b[22m\n\nTranslations of \u001b[4mProduction quality is good, there's nothing to say about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mProduction quality is good, there's nothing to say about it.\u001b[24m\n    \u001b[1m生産品質は良いです、それについて何も言いません。\u001b[22m, \u001b[1m生産品質はそれについて何も言うことはありません、良いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself however... It sucks so much for something labelled as One Piece.\n\n\u001b[1mしかし、ストーリーそのもの...ワンピースと名付けられたものは、あまりにも吸います。\u001b[22m\n\u001b[1m(Shikashi, sutōrī sonomono... Wanpīsu to nadzuke rareta mono wa, amarini mo suimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself however... It sucks so much for something labelled as One Piece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself however... It sucks so much for something labelled as One Piece.\u001b[24m\n    \u001b[1mしかし、ストーリーそのもの...ワンピースと名付けられたものは、あまりにも吸います。\u001b[22m, \u001b[1m物語自体は、しかし...それはワンピースとしてラベル何かのために多くを吸います。\u001b[22m\nThe crew is behaving normally except for the fact that their interactions together are pretty bland.\n\n\u001b[1m乗組員は、彼らの相互作用が一緒になっても非常に穏やかであるという事実を除いて、正常に動作しています。\u001b[22m\n\u001b[1m(Norikumiin wa, karera no sōgo sayō ga issho ni natte mo hijō ni odayakadearu to iu jijitsu o nozoite, seijō ni dōsa shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe crew is behaving normally except for the fact that their interactions together are pretty bland.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe crew is behaving normally except for the fact that their interactions together are pretty bland.\u001b[24m\n    \u001b[1m乗組員は、彼らの相互作用が一緒になっても非常に穏やかであるという事実を除いて、正常に動作しています。\u001b[22m, \u001b[1m乗組員はそれらの相互作用が一緒にかなり味気ないという事実を除いて正常に動作しています。\u001b[22m\nIt's like someone who's not familiar with the show watched a few episodes and decided to write the dialogues. Sure, it seems as usual but it has this quickly done and fake feeling.\n\n\u001b[1mショーに慣れていない人のように、いくつかのエピソードを見て、対話を書くことに決めました。 確かに、それはいつものようだが、これはすぐに行われ、偽の気分になっている。\u001b[22m\n\u001b[1m(Shō ni narete inai hito no yō ni, ikutsu ka no episōdo o mite, taiwa o kaku koto ni kimemashita. Tashika ni, sore wa itsumo no yōdaga, kore wa sugu ni okonawa re, nise no kibun ni natte iru.)\u001b[22m\n\nTranslations of \u001b[4mIt's like someone who's not familiar with the show watched a few episodes and decided to write the dialogues. Sure, it seems as usual but it has this quickly done and fake feeling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's like someone who's not familiar with the show watched a few episodes and decided to write the dialogues.\u001b[24m\n    \u001b[1mショーに慣れていない人のように、いくつかのエピソードを見て、対話を書くことに決めました。\u001b[22m, \u001b[1mこれは、ショーはいくつかのエピソードを見て、対話を書くことにしたと慣れていないのです誰かのようなものです。\u001b[22m\n\u001b[4mSure, it seems as usual but it has this quickly done and fake feeling.\u001b[24m\n    \u001b[1m確かに、それはいつものようだが、これはすぐに行われ、偽の気分になっている。\u001b[22m, \u001b[1m確かに、それはいつものように思えるが、それは、この迅速に行うと偽の感情を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nA new character is introduced (a child) and is one of the most annoying characters I've seen in One Piece. I literally skipped some 'sentimental' parts because I was too annoyed. And the whole story revolve around this unlikable character.\n\n\u001b[1m新しいキャラクターが紹介されました（子供）。ワンピースで見た中で最も迷惑なキャラクターの1つです。 私は文字通り、私があまりにも迷惑をかけるので、感傷的な部分をスキップしました。 そして、この物語全体は、この不可能な性格の周りを回っています。\u001b[22m\n\u001b[1m(Atarashī kyarakutā ga shōkai sa remashita (kodomo). Wanpīsu de mita naka de mottomo meiwakuna kyarakutā no 1tsudesu. Watashi wa mojidōri, watashi ga amarini mo meiwakuwokakerunode, kanshō-tekina bubun o sukippu shimashita. Soshite, kono monogatari zentai wa, kono fukanōna seikaku no mawari o mawatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mA new character is introduced (a child) and is one of the most annoying characters I've seen in One Piece. I literally skipped some 'sentimental' parts because I was too annoyed. And the whole story revolve around this unlikable character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA new character is introduced (a child) and is one of the most annoying characters I've seen in One Piece.\u001b[24m\n    \u001b[1m新しいキャラクターが紹介されました（子供）。ワンピースで見た中で最も迷惑なキャラクターの1つです。\u001b[22m, \u001b[1m新しい文字が導入された（子）と私はワンピースに見た中で最も厄介な文字の一つです。\u001b[22m\n\u001b[4mI literally skipped some 'sentimental' parts because I was too annoyed.\u001b[24m\n    \u001b[1m私は文字通り、私があまりにも迷惑をかけるので、感傷的な部分をスキップしました。\u001b[22m, \u001b[1m私はあまりにもイライラだったので、私は、文字通りいくつかの「感傷的」の部分をスキップしました。\u001b[22m\n\u001b[4mAnd the whole story revolve around this unlikable character.\u001b[24m\n    \u001b[1mそして、この物語全体は、この不可能な性格の周りを回っています。\u001b[22m, \u001b[1mそして、全体的な話は、この好かれない文字を中心に展開します。\u001b[22m\n\u001b[1m\u001b[22m\nThe bad guys seemed interesting at first because their goal wasn't money but rather excitement for adventures. Yet as the story progresses, they are being pictured as guys who don't care about their friends and would do everything for the money. I insist on this because the scenario insisted on this.\n\n\u001b[1m彼らの目標はお金ではなく、冒険のための興奮だったので、悪い人は最初は面白そうだった。 しかし、ストーリーが進行するにつれて、彼らは友人を気にせず、お金のためにすべてをやる人たちとして描かれています。 シナリオがこれを主張したので、私はこれを主張する。\u001b[22m\n\u001b[1m(Karera no mokuhyō wa okanede wa naku, bōken no tame no kōfundattanode, warui hito wa saisho wa omoshiro-sōdatta. Shikashi, sutōrī ga shinkō suru ni tsurete, karera wa yūjin o ki ni sezu, okane no tame ni subete o yaru hito-tachi to shite egaka rete imasu. Shinario ga kore o shuchō shitanode, watashi wa kore o shuchō suru.)\u001b[22m\n\nTranslations of \u001b[4mThe bad guys seemed interesting at first because their goal wasn't money but rather excitement for adventures. Yet as the story progresses, they are being pictured as guys who don't care about their friends and would do everything for the money. I insist on this because the scenario insisted on this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe bad guys seemed interesting at first because their goal wasn't money but rather excitement for adventures.\u001b[24m\n    \u001b[1m彼らの目標はお金ではなく、冒険のための興奮だったので、悪い人は最初は面白そうだった。\u001b[22m, \u001b[1m彼らの目標はお金ではなく、冒険のための興奮はなかったので、悪い連中は、最初は面白そうでした。\u001b[22m\n\u001b[4mYet as the story progresses, they are being pictured as guys who don't care about their friends and would do everything for the money.\u001b[24m\n    \u001b[1mしかし、ストーリーが進行するにつれて、彼らは友人を気にせず、お金のためにすべてをやる人たちとして描かれています。\u001b[22m, \u001b[1m物語が進むにつれてしかし、彼らは彼らの友人を気にしないとお金のために全力を尽くすだろう男として描かれています。\u001b[22m\n\u001b[4mI insist on this because the scenario insisted on this.\u001b[24m\n    \u001b[1mシナリオがこれを主張したので、私はこれを主張する。\u001b[22m, \u001b[1mシナリオはこのことを主張したので、私はこれを主張します。\u001b[22m\n\u001b[1m\u001b[22m\nThen you have a long and poorly written dialogue about the values of friendship between luffy and them while they fight. My eyes were rolling the whole time.\n\n\u001b[1mそれからあなたは、戦っている間に、ルフィと彼らの間の友情の価値について長い間、よく書かれた対話をしています。 私の目はいつも転がっていた。\u001b[22m\n\u001b[1m(Sorekara anata wa,-sen tte iru ma ni, rufi to karera no ma no yūjō no kachi ni tsuite nagaiai, yoku kaka reta taiwa o shite imasu. Watashi no me wa itsumo korogatte ita.)\u001b[22m\n\nTranslations of \u001b[4mThen you have a long and poorly written dialogue about the values of friendship between luffy and them while they fight. My eyes were rolling the whole time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen you have a long and poorly written dialogue about the values of friendship between luffy and them while they fight.\u001b[24m\n    \u001b[1mそれからあなたは、戦っている間に、ルフィと彼らの間の友情の価値について長い間、よく書かれた対話をしています。\u001b[22m, \u001b[1m彼らは戦うしながら、あなたはルフィとそれらの間の友情の値についての長期信頼性の低い対話を持っています。\u001b[22m\n\u001b[4mMy eyes were rolling the whole time.\u001b[24m\n    \u001b[1m私の目はいつも転がっていた。\u001b[22m, \u001b[1m私の目は全体の時間を圧延しました。\u001b[22m\nSure, in One Piece, you get those same dialogues about friendship but there is always a good reason for them to happen. Here, it's as if the authors thought: 'oh yeah, we almost forgot, dialogue about friendship, where should we put that ? there ? yeah, whatever'.\n\n\u001b[1m確かに、ワンピースでは、友情について同じような対話をしますが、常に彼らには良い理由があります。 ここでは、あたかも著者が「ああ、忘れてしまったこと、友情についての会話を忘れてしまった、それをどこに置くべきなのか？ そこ ？ ええ、何でも」。\u001b[22m\n\u001b[1m(Tashika ni, wanpīsude wa, yūjō ni tsuite onajiyōna taiwa o shimasuga, tsuneni karera ni wa yoi riyū ga arimasu. Kokode wa, atakamo chosha ga `ā , wasurete shimatta koto, yūjō ni tsuite no kaiwa o wasurete shimatta, sore o dokoni okubekina no ka? Soko? E e, nani demo'.)\u001b[22m\n\nTranslations of \u001b[4mSure, in One Piece, you get those same dialogues about friendship but there is always a good reason for them to happen. Here, it's as if the authors thought: 'oh yeah, we almost forgot, dialogue about friendship, where should we put that ? there ? yeah, whatever'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSure, in One Piece, you get those same dialogues about friendship but there is always a good reason for them to happen.\u001b[24m\n    \u001b[1m確かに、ワンピースでは、友情について同じような対話をしますが、常に彼らには良い理由があります。\u001b[22m, \u001b[1m確かに、ワンピースで、あなたは友情について、同じ対話を得るが、それらが起こるするための十分な理由が常に存在します。\u001b[22m\n\u001b[4mHere, it's as if the authors thought: 'oh yeah, we almost forgot, dialogue about friendship, where should we put that ?\u001b[24m\n    \u001b[1mここでは、あたかも著者が「ああ、忘れてしまったこと、友情についての会話を忘れてしまった、それをどこに置くべきなのか？\u001b[22m, \u001b[1m「そうそう、私たちはほとんど、我々はそれを置く必要があり、友情、約対話を忘れてしまった：著者は考えているかのようにここでは、それはありますか？\u001b[22m\n\u001b[4mthere ?\u001b[24m\n    \u001b[1mそこ ？\u001b[22m, \u001b[1mそこに？\u001b[22m\n\u001b[4myeah, whatever'.\u001b[24m\n    \u001b[1mええ、何でも」。\u001b[22m\n\u001b[1m\u001b[22m\nThe only character that I liked (the dad), behaved like a normal One Piece character. Just the right screen time and a good balance between comic and dramatic actions.\n\n\u001b[1m私が好きだった唯一のキャラクター（パパ）は、通常のワンピースキャラクターのように振る舞いました。 ちょうど良いスクリーンの時間と漫画と劇的なアクションの間の良いバランス。\u001b[22m\n\u001b[1m(Watashi ga sukidatta yuiitsu no kyarakutā (papa) wa, tsūjō no wanpīsukyarakutā no yō ni furumaimashita. Chōdo yoi sukurīn no jikan to manga to gekitekina akushon no ma no yoi baransu.)\u001b[22m\n\nTranslations of \u001b[4mThe only character that I liked (the dad), behaved like a normal One Piece character. Just the right screen time and a good balance between comic and dramatic actions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only character that I liked (the dad), behaved like a normal One Piece character.\u001b[24m\n    \u001b[1m私が好きだった唯一のキャラクター（パパ）は、通常のワンピースキャラクターのように振る舞いました。\u001b[22m, \u001b[1m私が気に入っただけで文字（お父さん）は、通常のワンピースのキャラクターのように振る舞いました。\u001b[22m\n\u001b[4mJust the right screen time and a good balance between comic and dramatic actions.\u001b[24m\n    \u001b[1mちょうど良いスクリーンの時間と漫画と劇的なアクションの間の良いバランス。\u001b[22m, \u001b[1mただ、右画面の時間と漫画と劇的なアクション間の良好なバランス。\u001b[22m\n\u001b[1m\u001b[22m\nOne last thing, the fights were god awful. Luffy and his crew has been training for 2 years and they get that much difficulty to beat a bunch of low pirates ? The Zoro from baroque works could have beaten all of them alone.\n\n\u001b[1m一つの最後のことは、戦いはひどい神だった。 ルフィと彼の乗組員は2年間訓練を受けていて、彼らは多くの低海賊を打ち負かすのがずっと難しいのですか？ バロック作品のゾロは、すべてを一人で打ち負かすことができました。\u001b[22m\n\u001b[1m(Hitotsu no saigo no koto wa, tatakai wa hidoi kamidatta. Rufi to kare no norikumiin wa 2-nenkan kunren o ukete ite, karera wa ōku no tei kaizoku o uchi makasu no ga zutto muzukashī nodesu ka? Barokku sakuhin no zoro wa, subete o hitori de uchi makasu koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mOne last thing, the fights were god awful. Luffy and his crew has been training for 2 years and they get that much difficulty to beat a bunch of low pirates ? The Zoro from baroque works could have beaten all of them alone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne last thing, the fights were god awful.\u001b[24m\n    \u001b[1m一つの最後のことは、戦いはひどい神だった。\u001b[22m, \u001b[1m最後に一つ、戦いは神ひどいでした。\u001b[22m\n\u001b[4mLuffy and his crew has been training for 2 years and they get that much difficulty to beat a bunch of low pirates ?\u001b[24m\n    \u001b[1mルフィと彼の乗組員は2年間訓練を受けていて、彼らは多くの低海賊を打ち負かすのがずっと難しいのですか？\u001b[22m, \u001b[1mルフィと彼のクルーは、2年間の訓練されていると、彼らは多くの困難が低い海賊の束を破っていることを取得しますか？\u001b[22m\n\u001b[4mThe Zoro from baroque works could have beaten all of them alone.\u001b[24m\n    \u001b[1mバロック作品のゾロは、すべてを一人で打ち負かすことができました。\u001b[22m, \u001b[1mバロック作品からゾロは、単独でそれらのすべてを殴られた可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, if you're expecting One Piece quality in terms of story, just skip this one. If you haven't anything left to watch about One Piece then, you might enjoy it.\n\n\u001b[1m結局のところ、ストーリーの面でワンピースの品質を期待しているのであれば、これをスキップするだけです。 あなたがワンピースについて見守ることが残っていなければ、それを楽しむかもしれません。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, sutōrī no men de wanpīsu no hinshitsu o kitai shite iru nodeareba, kore o sukippu suru dakedesu. Anata ga wanpīsu ni tsuite mimamoru koto ga nokotte inakereba, sore o tanoshimu kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, if you're expecting One Piece quality in terms of story, just skip this one. If you haven't anything left to watch about One Piece then, you might enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, if you're expecting One Piece quality in terms of story, just skip this one.\u001b[24m\n    \u001b[1m結局のところ、ストーリーの面でワンピースの品質を期待しているのであれば、これをスキップするだけです。\u001b[22m, \u001b[1mあなたが物語の面でワンピースの品質を期待している場合は最後に、この1つだけをスキップします。\u001b[22m\n\u001b[4mIf you haven't anything left to watch about One Piece then, you might enjoy it.\u001b[24m\n    \u001b[1mあなたがワンピースについて見守ることが残っていなければ、それを楽しむかもしれません。\u001b[22m, \u001b[1mあなたが何かは、約ワンピースを見て残っていない場合、あなたはそれを楽しむことがあります。\u001b[22m"
  }
]
