[
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "alx222000",
    "profile": "/profile/alx222000/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=9688",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\n倉敷は、家族の厳しい伝統から駆け抜けている若い女の子、ムラサキと貧しい学生で、紛争解決の仕事をしている（通常は暴力的に）、彼女のボディーガードに雇われています。  （そういう危険な仕事にはまともな給料があると思うだろうが、何でも）\n\nシリーズは、ほとんどが日常生活に追いついています.Shinkurouは、ムラサキの対処方法を学び、学校に通って、他の仕事をいくつか取ります。 ムラサキは新校生や住んでいるアパートの住人の助けを借りて、人生と楽しませる方法について学びます。\n\nすべてのキャラクターは彼らの方法で面白いし、それぞれはストーリーの部分にうまく収まります。 このシリーズのユーモアは、すべての人を動かすだけで、アパートの居住者が持つ「家族」ディナーのような人々（特に若く印象的なムラサキ）の行動/相互作用を見ているだけです。 ドラマチックであろうとユーモアであろうと、私は、キャラクターが何らかの意味を持たない方法で行動したとは決して感じませんでした。\n\n最後に、シリーズはほとんどのアクションに切り替わります。キャラクターベースのパーツの後では面白くないかもしれませんが、シリーズはうまくいっています。 それでも、シリーズが他の方法で終わるとは想像もつきません。\n\nエンディングは開かれていて、おそらくTOOが開いていて、多くはおそらく事実に迷惑をかけるだろう。 しかし、他のすべての側面において、エンディングはうまくいっており、完全に予測可能であることを避ける。\n\n芸術は一般的にいいですが、アニメーションの品質が低下し、物事が醜くなる、通常は人の顔があることがあります。 戦闘が始まると、すべてが流動的に動き、素晴らしいものになります。\n\n全体的に、これは良い、humerous、キャラクタードリブンのシリーズ、いくつかの素晴らしいアクションが良い測定のためにスローされています。 ストーリー上のキャラクターの開発に重点を置いているようなシリーズもあるかもしれないが、面白いキャラクターがあればうまくいくと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nKurenai is about a young girl, Murasaki, on the run from her families' strict traditions, and Shinkurou, a poor student, who also has the job of settling disputes (usually violently), hired to be her bodyguard. (You'd think a dangerous job like that would have decent pay, but whatever)\n\n\u001b[1m倉敷は、家族の厳しい伝統から駆け抜けている若い女の子、ムラサキと貧しい学生で、紛争解決の仕事をしている（通常は暴力的に）、彼女のボディーガードに雇われています。  （そういう危険な仕事にはまともな給料があると思うだろうが、何でも）\u001b[22m\n\u001b[1m(Kurashiki wa, kazoku no kibishī dentō kara kakenukete iru wakai on'nanoko, murasaki to mazushī gakusei de, funsō kaiketsu no shigoto o shite iru (tsūjō wa bōryoku-teki ni), kanojo no bodīgādo ni yatowa rete imasu. (Sōiu kiken'na shigoto ni wa matomona kyūryō ga aru to omoudarouga, nani demo))\u001b[22m\n\nTranslations of \u001b[4mKurenai is about a young girl, Murasaki, on the run from her families' strict traditions, and Shinkurou, a poor student, who also has the job of settling disputes (usually violently), hired to be her bodyguard. (You'd think a dangerous job like that would have decent pay, but whatever)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKurenai is about a young girl, Murasaki, on the run from her families' strict traditions, and Shinkurou, a poor student, who also has the job of settling disputes (usually violently), hired to be her bodyguard.\u001b[24m\n    \u001b[1m倉敷は、家族の厳しい伝統から駆け抜けている若い女の子、ムラサキと貧しい学生で、紛争解決の仕事をしている（通常は暴力的に）、彼女のボディーガードに雇われています。\u001b[22m, \u001b[1m紅は、彼女の家族の厳格な伝統からの実行時に、若い女の子、ムラサキ程度であり、Shinkurou、また紛争を（通常は激しく）セトリングの仕事をしている貧しい学生は、彼女のボディーガードであるために雇わ。\u001b[22m\n\u001b[4m(You'd think a dangerous job like that would have decent pay, but whatever)\u001b[24m\n    \u001b[1m（そういう危険な仕事にはまともな給料があると思うだろうが、何でも）\u001b[22m, \u001b[1m（あなたはそのような危険な仕事はまともな給料を持っているだろうと思うが、何でもしたいです）\u001b[22m\n\u001b[1m\u001b[22m\nThe series mostly follows daily life, as Shinkurou learns how to deal with Murasaki, goes to school, and takes a few other jobs. While Murasaki learns about life, and how to have fun, with help from Shinkurou, and the other inhabitants of the apartments where they live.\n\n\u001b[1mシリーズは、ほとんどが日常生活に追いついています.Shinkurouは、ムラサキの対処方法を学び、学校に通って、他の仕事をいくつか取ります。 ムラサキは新校生や住んでいるアパートの住人の助けを借りて、人生と楽しませる方法について学びます。\u001b[22m\n\u001b[1m(Shirīzu wa, hotondo ga nichijō seikatsu ni oitsuite imasu. Shinkurou wa, murasaki no taisho hōhō o manabi, gakkō ni tōtte, hoka no shigoto o ikutsu ka torimasu. Murasaki wa shin kōsei ya sunde iru apāto no jūnin no tasuke o karite, jinsei to tanoshima seru hōhō ni tsuite manabimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe series mostly follows daily life, as Shinkurou learns how to deal with Murasaki, goes to school, and takes a few other jobs. While Murasaki learns about life, and how to have fun, with help from Shinkurou, and the other inhabitants of the apartments where they live.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series mostly follows daily life, as Shinkurou learns how to deal with Murasaki, goes to school, and takes a few other jobs.\u001b[24m\n    \u001b[1mシリーズは、ほとんどが日常生活に追いついています.Shinkurouは、ムラサキの対処方法を学び、学校に通って、他の仕事をいくつか取ります。\u001b[22m, \u001b[1mShinkurouは、ムラサキに対処する方法を学ぶ学校に行く、といくつかの他のジョブを取るようにシリーズは主に、日常生活に従います。\u001b[22m\n\u001b[4mWhile Murasaki learns about life, and how to have fun, with help from Shinkurou, and the other inhabitants of the apartments where they live.\u001b[24m\n    \u001b[1mムラサキは新校生や住んでいるアパートの住人の助けを借りて、人生と楽しませる方法について学びます。\u001b[22m, \u001b[1m紫が人生について学習しているが、どのようにShinkurouからの助けを借りて、彼らが住んでいるマンションの他の住民と、楽しみを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nAll the characters are interesting in their way, and each fits into their part of the story well. The humour in the series is all character driven, just watching the way people (particularly young and impressionable Murasaki) act/interact, such as during the 'family' dinners the apartment dwellers have. Whether being dramatic or humerous, I never really felt the characters acted in a way that didn't make some sort of sense.\n\n\u001b[1mすべてのキャラクターは彼らの方法で面白いし、それぞれはストーリーの部分にうまく収まります。 このシリーズのユーモアは、すべての人を動かすだけで、アパートの居住者が持つ「家族」ディナーのような人々（特に若く印象的なムラサキ）の行動/相互作用を見ているだけです。 ドラマチックであろうとユーモアであろうと、私は、キャラクターが何らかの意味を持たない方法で行動したとは決して感じませんでした。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa karera no hōhō de omoshiroishi, sorezore wa sutōrī no bubun ni umaku osamarimasu. Kono shirīzu no yūmoa wa, subete no hitowougokasu dake de, apāto no kyojū-sha ga motsu `kazoku' dinā no yōna hitobito (tokuni wakaku inshō-tekina murasaki) no kōdō/ sōgo sayō o mite iru dakedesu. Doramachikkudearou to yūmoadearou to, watashi wa, kyarakutā ga nanrakano imi o motanai hōhō de kōdō shita to wa kesshite kanjimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAll the characters are interesting in their way, and each fits into their part of the story well. The humour in the series is all character driven, just watching the way people (particularly young and impressionable Murasaki) act/interact, such as during the 'family' dinners the apartment dwellers have. Whether being dramatic or humerous, I never really felt the characters acted in a way that didn't make some sort of sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the characters are interesting in their way, and each fits into their part of the story well.\u001b[24m\n    \u001b[1mすべてのキャラクターは彼らの方法で面白いし、それぞれはストーリーの部分にうまく収まります。\u001b[22m, \u001b[1mすべての文字が自分の道で興味深い、そして各ウェル物語の彼らの一部に適合します。\u001b[22m\n\u001b[4mThe humour in the series is all character driven, just watching the way people (particularly young and impressionable Murasaki) act/interact, such as during the 'family' dinners the apartment dwellers have.\u001b[24m\n    \u001b[1mこのシリーズのユーモアは、すべての人を動かすだけで、アパートの居住者が持つ「家族」ディナーのような人々（特に若く印象的なムラサキ）の行動/相互作用を見ているだけです。\u001b[22m, \u001b[1mシリーズのユーモアは、まさにこのようなアパートの住人が持つ「ファミリー」夕食時などに、（特に若いと紫が感じやすい）行為/対話する方法の人々を見て駆動されるすべての文字、です。\u001b[22m\n\u001b[4mWhether being dramatic or humerous, I never really felt the characters acted in a way that didn't make some sort of sense.\u001b[24m\n    \u001b[1mドラマチックであろうとユーモアであろうと、私は、キャラクターが何らかの意味を持たない方法で行動したとは決して感じませんでした。\u001b[22m, \u001b[1m劇的なまたはhumerousているかどうかは、私は本当に意味のいくつかの並べ替えを行っていないような方法で行動した文字を感じたことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nNear the end, the series switches to mostly action, and it's well done, though it might not be as interesting after the character-based parts. Still, it's hard to imagine the series getting to the end any other way.\n\n\u001b[1m最後に、シリーズはほとんどのアクションに切り替わります。キャラクターベースのパーツの後では面白くないかもしれませんが、シリーズはうまくいっています。 それでも、シリーズが他の方法で終わるとは想像もつきません。\u001b[22m\n\u001b[1m(Saigo ni, shirīzu wa hotondo no akushon ni kirikawarimasu. Kyarakutābēsu no pātsu no nochide wa omoshirokunai kamo shiremasenga, shirīzu wa umaku itte imasu. Soredemo, shirīzu ga hoka no hōhō de owaru to wa sōzō mo tsukimasen.)\u001b[22m\n\nTranslations of \u001b[4mNear the end, the series switches to mostly action, and it's well done, though it might not be as interesting after the character-based parts. Still, it's hard to imagine the series getting to the end any other way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNear the end, the series switches to mostly action, and it's well done, though it might not be as interesting after the character-based parts.\u001b[24m\n    \u001b[1m最後に、シリーズはほとんどのアクションに切り替わります。キャラクターベースのパーツの後では面白くないかもしれませんが、シリーズはうまくいっています。\u001b[22m, \u001b[1m終わり近くに、シリーズは、主にアクションに切り替わり、それは文字ベース部品の後のような興味深いことではないかもしれませんが、それはよく、完了です。\u001b[22m\n\u001b[4mStill, it's hard to imagine the series getting to the end any other way.\u001b[24m\n    \u001b[1mそれでも、シリーズが他の方法で終わるとは想像もつきません。\u001b[22m, \u001b[1mそれでも、それはシリーズが終わりになって、他の方法を想像するのは難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending is open, possibly TOO open, and many will probably have a sense of annoyance at the fact. However, in all other aspects, the ending is well done, and avoids being entirely predictable.\n\n\u001b[1mエンディングは開かれていて、おそらくTOOが開いていて、多くはおそらく事実に迷惑をかけるだろう。 しかし、他のすべての側面において、エンディングはうまくいっており、完全に予測可能であることを避ける。\u001b[22m\n\u001b[1m(Endingu wa aka rete ite, osoraku TOO ga aite ite, ōku wa osoraku jijitsu ni meiwakuwokakerudarou. Shikashi, hoka no subete no sokumen ni oite, endingu wa umaku itte ori, kanzen ni yosoku kanōdearu koto o yokeru.)\u001b[22m\n\nTranslations of \u001b[4mThe ending is open, possibly TOO open, and many will probably have a sense of annoyance at the fact. However, in all other aspects, the ending is well done, and avoids being entirely predictable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending is open, possibly TOO open, and many will probably have a sense of annoyance at the fact.\u001b[24m\n    \u001b[1mエンディングは開かれていて、おそらくTOOが開いていて、多くはおそらく事実に迷惑をかけるだろう。\u001b[22m, \u001b[1mエンディングはTOOオープンおそらく、オープンであり、多くはおそらく事実で不快感の感覚を持っています。\u001b[22m\n\u001b[4mHowever, in all other aspects, the ending is well done, and avoids being entirely predictable.\u001b[24m\n    \u001b[1mしかし、他のすべての側面において、エンディングはうまくいっており、完全に予測可能であることを避ける。\u001b[22m, \u001b[1mしかし、他のすべての面で、結末はよくやった、と完全に予測されて回避されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is generally nice, but there are times when the animation quality drops, and things get ugly, usually people's faces. Though, when combat kicks in, everything moves fluidly, and looks great.\n\n\u001b[1m芸術は一般的にいいですが、アニメーションの品質が低下し、物事が醜くなる、通常は人の顔があることがあります。 戦闘が始まると、すべてが流動的に動き、素晴らしいものになります。\u001b[22m\n\u001b[1m(Geijutsu wa ippantekini īdesuga, animēshon no hinshitsu ga teika shi, monogoto ga minikuku naru, tsūjō wa hito no kao ga aru koto ga arimasu. Sentō ga hajimaru to, subete ga ryūdōteki ni ugoki, subarashī mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is generally nice, but there are times when the animation quality drops, and things get ugly, usually people's faces. Though, when combat kicks in, everything moves fluidly, and looks great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is generally nice, but there are times when the animation quality drops, and things get ugly, usually people's faces.\u001b[24m\n    \u001b[1m芸術は一般的にいいですが、アニメーションの品質が低下し、物事が醜くなる、通常は人の顔があることがあります。\u001b[22m, \u001b[1m技術は、一般的にいいですが、アニメーションの質が低下し、物事は醜い取得し、通常、人の顔場合がございます。\u001b[22m\n\u001b[4mThough, when combat kicks in, everything moves fluidly, and looks great.\u001b[24m\n    \u001b[1m戦闘が始まると、すべてが流動的に動き、素晴らしいものになります。\u001b[22m, \u001b[1mしかし、ときに戦闘キックで、すべてが流動的に移動して、素晴らしいですね。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this is a good, humerous, character-driven series, with some nice action thrown in for good measure. The fact that the series seems to place the focus on character-development over story might bother some people, however, I think that given the interesting characters, it works well.\n\n\u001b[1m全体的に、これは良い、humerous、キャラクタードリブンのシリーズ、いくつかの素晴らしいアクションが良い測定のためにスローされています。 ストーリー上のキャラクターの開発に重点を置いているようなシリーズもあるかもしれないが、面白いキャラクターがあればうまくいくと思う。\u001b[22m\n\u001b[1m(Zentai-teki ni, kore wa yoi, humerous, kyarakutādoribun no shirīzu, ikutsu ka no subarashī akushon ga yoi sokutei no tame ni surō sa rete imasu. Sutōrī-jō no kyarakutā no kaihatsu ni jūten o oite iru yōna shirīzu mo aru kamo shirenaiga, omoshiroi kyarakutā ga areba umaku iku to omou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this is a good, humerous, character-driven series, with some nice action thrown in for good measure. The fact that the series seems to place the focus on character-development over story might bother some people, however, I think that given the interesting characters, it works well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this is a good, humerous, character-driven series, with some nice action thrown in for good measure.\u001b[24m\n    \u001b[1m全体的に、これは良い、humerous、キャラクタードリブンのシリーズ、いくつかの素晴らしいアクションが良い測定のためにスローされています。\u001b[22m, \u001b[1m全体的に、これは良い測定のために投入されたいくつかの素晴らしいアクションで、良い、humerous、文字駆動型のシリーズです。\u001b[22m\n\u001b[4mThe fact that the series seems to place the focus on character-development over story might bother some people, however, I think that given the interesting characters, it works well.\u001b[24m\n    \u001b[1mストーリー上のキャラクターの開発に重点を置いているようなシリーズもあるかもしれないが、面白いキャラクターがあればうまくいくと思う。\u001b[22m, \u001b[1mシリーズはストーリー上で、文字の開発に焦点を置いているようだという事実は、いくつかの人々をわざわざかもしれません、しかし、私は面白い文字与えられ、それがうまく機能していると思います。\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "Thaiberium",
    "profile": "/profile/Thaiberium/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=12118",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\n私は逃げなければならなかったアニメを巡って、最初のエピソードの後に​​俺が関心を寄せていたことを思い出しました。\n\n今話題は若い女の子を守るように求められている若い紛争のメディエーターについてです。 最初は心に響く唯一の事は、より深いものがあるということでした。 確かに、呉前はむしろそれが啓示で恥ずかしがり屋であり、すべてが終わるまで視聴者が続けるように頼んでいるだけです。 これに関しては、それはうまく実行されます。 いつものように、シーンのいくつかは後で説明されるまで意味をなさないかもしれませんが、それはこの提供に期待されるものです。\n\n彼らはポイントでうまくいくけれど、時には結果は狂気の谷の犠牲者か、まれにしか邪魔していません。 特に私たちの主人公と彼の原則の兄弟が関わる戦闘シーン。 戦闘シーンといえば、彼らはポイントで簡単かもしれないが、流体アニメーションのおかげで視覚的な扱いになる。 私が特に好んだのはバックグラウンドアートでした。 色合いと照明は本当に気分を変え、とてもうまくいっています。\n\n一方、サウンドはよりよく処理されている可能性があります。 バックグラウンドミュージックはすでに満足のいくものですが、本当に痛かったのは効果音です。 物理的な接触音は、ストックサウンドやビデオゲームから飛び出しているように聞こえます（前にどこかから聞いたように感じますが、私はそれを聞いています）。\n\nプロットは文字駆動型であるため、キャラクタライゼーションにも優先順位が与えられました。 私たちの主人公は、生き生きとして奮闘し、互いに握手するように、魅力的に成熟して生きる。 本当に賞賛されるのは、彼らの勇気です。 私たちの主人公のヒーローは、若さと主人公のヒロインの間違いをどのように扱っているのですか？ 私たちのサポートキャラクターも忘れられません。 それぞれが他人にゆっくりと明らかにされたり、彼らの言うこと、そして彼らの言い方から推測されるように、それぞれは彼らにとってより深い側面を持っています。\n\n全体的に、私は綺麗に楽しかったです。 よく書かれた文字とそれを囲むプロット。 そして、それほどではないが、私は、より現実的に根拠のある戦いを楽しむ。 個人的に好きなシーンは、私が上品であると表現するミュージカルのエピソードです。 私は心から、何かに特有のものではないかもしれないが、よく実行されるので、これを勧めている。 あなたが素敵で素敵なものをお探しなら、綺麗に楽しい時間を過ごすことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nRifling through the anime I had to get through, I remembered that Kure-nai had piqued my interest after the first episode, and in the lull of things, I decided to finish what I started.\n\n\u001b[1m私は逃げなければならなかったアニメを巡って、最初のエピソードの後に​​俺が関心を寄せていたことを思い出しました。\u001b[22m\n\u001b[1m(Watashi wa nigenakereba naranakatta anime o megutte, saisho no episōdo no nochi ni ​​ ore ga kanshin o yosete ita koto o omoidashimashita.)\u001b[22m\n\nTranslations of \u001b[4mRifling through the anime I had to get through, I remembered that Kure-nai had piqued my interest after the first episode, and in the lull of things, I decided to finish what I started.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRifling through the anime I had to get through, I remembered that Kure-nai had piqued my interest after the first episode, and in the lull of things, I decided to finish what I started.\u001b[24m\n    \u001b[1m私は逃げなければならなかったアニメを巡って、最初のエピソードの後に俺が関心を寄せていたことを思い出しました。\u001b[22m, \u001b[1m私は介して取得していたアニメを通して旋条、私は紅が最初のエピソードの後に私の興味をそそっていたことを思い出して、物事の小康状態で、私は私が始めたものを終えることにしました。\u001b[22m\n\u001b[1m\u001b[22m\nNow the story is about young dispute mediator asked to guard a young girl. Now at first the only thing that came to mind was, there is something deeper afoot. Sure enough, Kure-nai is rather shy with it's revelations and that just begs for the viewer to continue on until everything is over. In this regard it is well executed. As always, some of the scenes may not make sense until it is later explained but that is to be expected of this offering.\n\n\u001b[1m今話題は若い女の子を守るように求められている若い紛争のメディエーターについてです。 最初は心に響く唯一の事は、より深いものがあるということでした。 確かに、呉前はむしろそれが啓示で恥ずかしがり屋であり、すべてが終わるまで視聴者が続けるように頼んでいるだけです。 これに関しては、それはうまく実行されます。 いつものように、シーンのいくつかは後で説明されるまで意味をなさないかもしれませんが、それはこの提供に期待されるものです。\u001b[22m\n\u001b[1m(Ima wadai wa wakai on'nanoko o mamoru yō ni motome rarete iru wakai funsō no mediētā ni tsuitedesu. Saisho wa kokoro ni hibiku yuiitsu no koto wa, yori fukai mono ga aru to iu kotodeshita. Tashika ni, Kure mae wa mushiro sore ga keiji de hazukashigariyadeari, subete ga owaru made shichō-sha ga tsudzukeru yō ni tanonde iru dakedesu. Kore ni kanshite wa, sore wa umaku jikkō sa remasu. Itsumo no yō ni, shīn no ikutsu ka wa atode setsumei sa reru made imiwonasanai kamo shiremasenga, sore wa kono teikyō ni kitai sa reru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mNow the story is about young dispute mediator asked to guard a young girl. Now at first the only thing that came to mind was, there is something deeper afoot. Sure enough, Kure-nai is rather shy with it's revelations and that just begs for the viewer to continue on until everything is over. In this regard it is well executed. As always, some of the scenes may not make sense until it is later explained but that is to be expected of this offering.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the story is about young dispute mediator asked to guard a young girl.\u001b[24m\n    \u001b[1m今話題は若い女の子を守るように求められている若い紛争のメディエーターについてです。\u001b[22m, \u001b[1m今、物語は若い紛争メディエーターは若い女の子を守るように頼まについてです。\u001b[22m\n\u001b[4mNow at first the only thing that came to mind was, there is something deeper afoot.\u001b[24m\n    \u001b[1m最初は心に響く唯一の事は、より深いものがあるということでした。\u001b[22m, \u001b[1mさて、最初に頭に浮かんだ唯一のことは、深く進行中の何かがありますました。\u001b[22m\n\u001b[4mSure enough, Kure-nai is rather shy with it's revelations and that just begs for the viewer to continue on until everything is over.\u001b[24m\n    \u001b[1m確かに、呉前はむしろそれが啓示で恥ずかしがり屋であり、すべてが終わるまで視聴者が続けるように頼んでいるだけです。\u001b[22m, \u001b[1m案の定、紅は、それが啓示だとかなり恥ずかしがり屋で、それだけですべてが終わるまでに継続する視聴者のために頼みます。\u001b[22m\n\u001b[4mIn this regard it is well executed.\u001b[24m\n    \u001b[1mこれに関しては、それはうまく実行されます。\u001b[22m, \u001b[1mこれに関しては、よく実行されます。\u001b[22m\n\u001b[4mAs always, some of the scenes may not make sense until it is later explained but that is to be expected of this offering.\u001b[24m\n    \u001b[1mいつものように、シーンのいくつかは後で説明されるまで意味をなさないかもしれませんが、それはこの提供に期待されるものです。\u001b[22m, \u001b[1mいつものように、それは後述するまで、シーンのいくつかは意味を持たないかもしれないが、それはこのオファリングに期待されます。\u001b[22m\n\u001b[1m\u001b[22m\nThey went for a realistic approach in Kure-nai, which works well at points but sometimes results are either a victim of the uncanny valley or just plain disturbing. Especially the a fight scene involving our protagonist and his principle's brother. Speaking of fight scenes, though they may be brief at points, they are a visual treat thanks to the fluid animation. What I especially liked as well was the background art. The hues and lighting really set mood and are very well done.\n\n\u001b[1m彼らはポイントでうまくいくけれど、時には結果は狂気の谷の犠牲者か、まれにしか邪魔していません。 特に私たちの主人公と彼の原則の兄弟が関わる戦闘シーン。 戦闘シーンといえば、彼らはポイントで簡単かもしれないが、流体アニメーションのおかげで視覚的な扱いになる。 私が特に好んだのはバックグラウンドアートでした。 色合いと照明は本当に気分を変え、とてもうまくいっています。\u001b[22m\n\u001b[1m(Karera wa pointo de umaku ikukeredo, tokiniha kekka wa kyōki no tani no gisei-sha ka, mare ni shika jama shite imasen. Tokuni watashitachi no shujinkō to kare no gensoku no kyōdai ga kakawaru sentō shīn. Sentō shīn to ieba, karera wa pointo de kantan kamo shirenaiga, ryūtai animēshon no okage de shikaku-tekina atsukai ni naru. Watashi ga tokuni kononda no wa bakkuguraundoātodeshita. Iroai to shōmei wa hontōni kibun o kae, totemo umaku itte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThey went for a realistic approach in Kure-nai, which works well at points but sometimes results are either a victim of the uncanny valley or just plain disturbing. Especially the a fight scene involving our protagonist and his principle's brother. Speaking of fight scenes, though they may be brief at points, they are a visual treat thanks to the fluid animation. What I especially liked as well was the background art. The hues and lighting really set mood and are very well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey went for a realistic approach in Kure-nai, which works well at points but sometimes results are either a victim of the uncanny valley or just plain disturbing.\u001b[24m\n    \u001b[1m彼らはポイントでうまくいくけれど、時には結果は狂気の谷の犠牲者か、まれにしか邪魔していません。\u001b[22m, \u001b[1m彼らはポイントでうまく動作しますが、時には結果は不気味の谷の被害者、あるいは単なる妨害されているか、紅、で現実的なアプローチを行ってきました。\u001b[22m\n\u001b[4mEspecially the a fight scene involving our protagonist and his principle's brother.\u001b[24m\n    \u001b[1m特に私たちの主人公と彼の原則の兄弟が関わる戦闘シーン。\u001b[22m, \u001b[1m特に私たちの主人公と彼の原則の弟を伴う戦いのシーン。\u001b[22m\n\u001b[4mSpeaking of fight scenes, though they may be brief at points, they are a visual treat thanks to the fluid animation.\u001b[24m\n    \u001b[1m戦闘シーンといえば、彼らはポイントで簡単かもしれないが、流体アニメーションのおかげで視覚的な扱いになる。\u001b[22m, \u001b[1m彼らはポイントで短いかもしれませんが、戦いのシーンと言えば、彼らは、流体アニメーションのおかげで視覚御馳走です。\u001b[22m\n\u001b[4mWhat I especially liked as well was the background art.\u001b[24m\n    \u001b[1m私が特に好んだのはバックグラウンドアートでした。\u001b[22m, \u001b[1m私は特に同様に気に入っている背景技術でした。\u001b[22m\n\u001b[4mThe hues and lighting really set mood and are very well done.\u001b[24m\n    \u001b[1m色合いと照明は本当に気分を変え、とてもうまくいっています。\u001b[22m, \u001b[1m色合いや照明は本当に気分を設定し、非常によく行われています。\u001b[22m\n\u001b[1m\u001b[22m\nSound on the other hand, could have been better handled. The background music is satisfactory already but what I really had a gripe with were the sound effects. Physical contact sounds like they were sprung out of a can of stock sounds or out of a video game (which I must admit I feel as if I've heard them from somewhere else before but I digress).\n\n\u001b[1m一方、サウンドはよりよく処理されている可能性があります。 バックグラウンドミュージックはすでに満足のいくものですが、本当に痛かったのは効果音です。 物理的な接触音は、ストックサウンドやビデオゲームから飛び出しているように聞こえます（前にどこかから聞いたように感じますが、私はそれを聞いています）。\u001b[22m\n\u001b[1m(Ippō, saundo wa yori yoku shori sa rete iru kanōsei ga arimasu. Bakkuguraundomyūjikku wa sudeni manzoku no iku monodesuga, hontōni itakatta no wa kōka-ondesu. Butsuri-tekina sesshoku-on wa, sutokkusaundo ya bideogēmu kara tobidashite iru yō ni kikoemasu (mae ni doko ka kara kiita yō ni kanjimasuga, watashi wa sore o kiite imasu).)\u001b[22m\n\nTranslations of \u001b[4mSound on the other hand, could have been better handled. The background music is satisfactory already but what I really had a gripe with were the sound effects. Physical contact sounds like they were sprung out of a can of stock sounds or out of a video game (which I must admit I feel as if I've heard them from somewhere else before but I digress).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound on the other hand, could have been better handled.\u001b[24m\n    \u001b[1m一方、サウンドはよりよく処理されている可能性があります。\u001b[22m, \u001b[1m一方サウンド、優れた処理されている可能性があります。\u001b[22m\n\u001b[4mThe background music is satisfactory already but what I really had a gripe with were the sound effects.\u001b[24m\n    \u001b[1mバックグラウンドミュージックはすでに満足のいくものですが、本当に痛かったのは効果音です。\u001b[22m, \u001b[1mバックグラウンドミュージックは、既に十分であるが、私は本当に効果音があったとの不満を持っていたもの。\u001b[22m\n\u001b[4mPhysical contact sounds like they were sprung out of a can of stock sounds or out of a video game (which I must admit I feel as if I've heard them from somewhere else before but I digress).\u001b[24m\n    \u001b[1m物理的な接触音は、ストックサウンドやビデオゲームから飛び出しているように聞こえます（前にどこかから聞いたように感じますが、私はそれを聞いています）。\u001b[22m, \u001b[1m彼らは株式音の缶のうち、または（私はどこか前から彼らを聞いたが、私は話を戻そうかのように私は感じて認めなければならない）、ビデオゲームから生まれたような物理的な接触が鳴ります。\u001b[22m\n\u001b[1m\u001b[22m\nThe plots is character driven and thus characterisation was given some priority as well. Our protagonists lives charmingly mature in to real people as they live, struggle and come to grips with each other. What is really admirable is their courage. For our protagonist hero it is how he deals with the mistakes of youth and protagonist heroine how she stands up for her freedom. Our supporting characters are not forgotten as well. Each have a deeper side to them as it is slowly revealed by others or inferred from what they say and how they say it.\n\n\u001b[1mプロットは文字駆動型であるため、キャラクタライゼーションにも優先順位が与えられました。 私たちの主人公は、生き生きとして奮闘し、互いに握手するように、魅力的に成熟して生きる。 本当に賞賛されるのは、彼らの勇気です。 私たちの主人公のヒーローは、若さと主人公のヒロインの間違いをどのように扱っているのですか？ 私たちのサポートキャラクターも忘れられません。 それぞれが他人にゆっくりと明らかにされたり、彼らの言うこと、そして彼らの言い方から推測されるように、それぞれは彼らにとってより深い側面を持っています。\u001b[22m\n\u001b[1m(Purotto wa moji kudō-gatadearu tame, kyarakutaraizēshon ni mo yūsen jun'i ga atae raremashita. Watashitachi no shujinkō wa, ikiiki to shite funtō shi, tagaini akushu suru yō ni, mirikiteki ni seijuku shite ikiru. Hontōni shōsan sa reru no wa, karera no yūkidesu. Watashitachi no shujinkō no hīrō wa, waka-sa to shujinkō no hiroin no machigai o dono yō ni atsukatte iru nodesu ka? Watashitachi no sapōtokyarakutā mo wasure raremasen. Sorezore ga tanin ni yukkuri to akiraka ni sa re tari, karera no iu koto, soshite karera no iikata kara suisoku sa reru yō ni, sorezore wa karera ni totte yori fukai sokumen o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plots is character driven and thus characterisation was given some priority as well. Our protagonists lives charmingly mature in to real people as they live, struggle and come to grips with each other. What is really admirable is their courage. For our protagonist hero it is how he deals with the mistakes of youth and protagonist heroine how she stands up for her freedom. Our supporting characters are not forgotten as well. Each have a deeper side to them as it is slowly revealed by others or inferred from what they say and how they say it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plots is character driven and thus characterisation was given some priority as well.\u001b[24m\n    \u001b[1mプロットは文字駆動型であるため、キャラクタライゼーションにも優先順位が与えられました。\u001b[22m, \u001b[1mプロットは、文字駆動であるため、特徴付けは、同様に、いくつかの優先度を与えられました。\u001b[22m\n\u001b[4mOur protagonists lives charmingly mature in to real people as they live, struggle and come to grips with each other.\u001b[24m\n    \u001b[1m私たちの主人公は、生き生きとして奮闘し、互いに握手するように、魅力的に成熟して生きる。\u001b[22m, \u001b[1m私たちの主人公が魅力的な、彼らは生きている、現実の人々に成熟苦労やお互いに真剣に取り組む住んでいます。\u001b[22m\n\u001b[4mWhat is really admirable is their courage.\u001b[24m\n    \u001b[1m本当に賞賛されるのは、彼らの勇気です。\u001b[22m, \u001b[1m本当に立派なことは、彼らの勇気あります。\u001b[22m\n\u001b[4mFor our protagonist hero it is how he deals with the mistakes of youth and protagonist heroine how she stands up for her freedom.\u001b[24m\n    \u001b[1m私たちの主人公のヒーローは、若さと主人公のヒロインの間違いをどのように扱っているのですか？\u001b[22m, \u001b[1m私たちの主人公のヒーローのために、彼は彼女が彼女の自由のために立ち上がる方法若さと主人公ヒロインの過ちを扱う方法です。\u001b[22m\n\u001b[4mOur supporting characters are not forgotten as well.\u001b[24m\n    \u001b[1m私たちのサポートキャラクターも忘れられません。\u001b[22m, \u001b[1m私たちの支援の文字も同様に忘れられていません。\u001b[22m\n\u001b[4mEach have a deeper side to them as it is slowly revealed by others or inferred from what they say and how they say it.\u001b[24m\n    \u001b[1mそれぞれが他人にゆっくりと明らかにされたり、彼らの言うこと、そして彼らの言い方から推測されるように、それぞれは彼らにとってより深い側面を持っています。\u001b[22m, \u001b[1mそれはゆっくりと他の人が明らかにしたか、彼らの言うことから推測されるようにそれぞれが彼らに奥側を持って、彼らはそれをどのように言います。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I enjoyed Kure-nai. The well written characters and the plot that surrounds it. And to a lesser extent I enjoy the somewhat more realistically grounded fights. Personal favourite scene would be the episode involving the musical, which I would describe as classy. I'm heartily recommending this as something may not be unique to some but well executed. If you're looking for something nice and quick, this isn't for you since Kure-nai takes good time to enjoy.\n\n\u001b[1m全体的に、私は綺麗に楽しかったです。 よく書かれた文字とそれを囲むプロット。 そして、それほどではないが、私は、より現実的に根拠のある戦いを楽しむ。 個人的に好きなシーンは、私が上品と表現するミュージカルのエピソードです。 私は心から、何かに特有のものではないかもしれないが、よく実行されるので、これを勧めている。 あなたが素敵で素敵なものをお探しなら、綺麗に楽しい時間を過ごすことができます。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kirei ni tanoshikattadesu. Yoku kaka reta moji to sore o kakomu purotto. Soshite, sorehodode wa naiga, watashi wa, yori genjitsu-teki ni konkyo no aru tatakai o tanoshimu. Kojin-teki ni sukina shīn wa, watashi ga jōhin to hyōgen suru myūjikaru no episōdodesu. Watashi wa kokorokara, nanika ni tokuyū no monode wanai kamo shirenaiga, yoku jikkō sa rerunode, kore o susumete iru. Anata ga sutekide sutekina mono o o sagashinara, kirei ni tanoshī jikan o sugosu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I enjoyed Kure-nai. The well written characters and the plot that surrounds it. And to a lesser extent I enjoy the somewhat more realistically grounded fights. Personal favourite scene would be the episode involving the musical, which I would describe as classy. I'm heartily recommending this as something may not be unique to some but well executed. If you're looking for something nice and quick, this isn't for you since Kure-nai takes good time to enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I enjoyed Kure-nai.\u001b[24m\n    \u001b[1m全体的に、私は綺麗に楽しかったです。\u001b[22m, \u001b[1m全体的に、私は紅を楽しみました。\u001b[22m\n\u001b[4mThe well written characters and the plot that surrounds it.\u001b[24m\n    \u001b[1mよく書かれた文字とそれを囲むプロット。\u001b[22m, \u001b[1mよく書かれた文字と、それを囲むグラフ。\u001b[22m\n\u001b[4mAnd to a lesser extent I enjoy the somewhat more realistically grounded fights.\u001b[24m\n    \u001b[1mそして、それほどではないが、私は、より現実的に根拠のある戦いを楽しむ。\u001b[22m, \u001b[1mそして、より少ない程度に、私はもう少し現実的に接地された戦いを楽しむことができます。\u001b[22m\n\u001b[4mPersonal favourite scene would be the episode involving the musical, which I would describe as classy.\u001b[24m\n    \u001b[1m個人的に好きなシーンは、私が上品と表現するミュージカルのエピソードです。\u001b[22m, \u001b[1m個人的な好みのシーンは、私はのように上品な記述になる音楽を伴うエピソードだろう。\u001b[22m\n\u001b[4mI'm heartily recommending this as something may not be unique to some but well executed.\u001b[24m\n    \u001b[1m私は心から、何かに特有のものではないかもしれないが、よく実行されるので、これを勧めている。\u001b[22m, \u001b[1m何かが、いくつかのユニークなが、うまく実行されないかもしれないように私は心からこれを推薦しています。\u001b[22m\n\u001b[4mIf you're looking for something nice and quick, this isn't for you since Kure-nai takes good time to enjoy.\u001b[24m\n    \u001b[1mあなたが素敵で素敵なものをお探しなら、綺麗に楽しい時間を過ごすことができます。\u001b[22m, \u001b[1mあなたは素晴らしく、迅速な何かを探しているなら紅楽しむのに良い時間がかかるため、これはあなたのためではありません。\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "merrilin",
    "profile": "/profile/merrilin/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=18614",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\n私は私のレビューが役に立たないと知っていますが、私は2セントで入れてもらう価値があります。\n\n久しぶりに短く甘くて、みんなに何かを提供している気がします。 それは人生のスライス、アクション、コメディ、ギャングスター/ギャングスタイルのファミリードラマであろうとも、短くて甘いパッケージで包括的な経験を提供します。\n\n私はノーポイントでそれが上に引っ張っていたように感じ、エンディングは素晴らしすぎるほど多くのショーとは異なり、エンディングは満足していました。\n\nそれは私のレビューです、包括的に短いn甘いです。 ちょうど紅葉のように。\n\nWHOAは、ほとんど追加することを忘れた。 音楽のスコアは、私が聞いた最高のものの一つです。\n\nメリリン",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI know my reviews aren't helpful, but I figure putting in my 2 cents is still worth it.\n\n\u001b[1m私は私のレビューが役に立たないと知っていますが、私は2セントで入れてもらう価値があります。\u001b[22m\n\u001b[1m(Watashi wa watashi no rebyū ga yakunitatanai to shitte imasuga, watashi wa 2-sento de irete morau kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI know my reviews aren't helpful, but I figure putting in my 2 cents is still worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know my reviews aren't helpful, but I figure putting in my 2 cents is still worth it.\u001b[24m\n    \u001b[1m私は私のレビューが役に立たないと知っていますが、私は2セントで入れてもらう価値があります。\u001b[22m, \u001b[1m私は私のレビューは役に立ちませんけど、私は私の2セントに置くことはまだ価値がある把握します。\u001b[22m\n\u001b[1m\u001b[22m\nKurenai is short and sweet, and I feel provides a bit of something for everyone. Whether it be slice of life, action, comedy, mobster/gangster style family drama, it gives a comprehensive experience in a short and sweet package.\n\n\u001b[1m久しぶりに短く甘くて、みんなに何かを提供している気がします。 それは人生のスライス、アクション、コメディ、ギャングスター/ギャングスタイルのファミリードラマであろうとも、短くて甘いパッケージで包括的な経験を提供します。\u001b[22m\n\u001b[1m(Hisashiburi ni mijikaku amakute, min'na ni nanika o teikyō shite iru ki ga shimasu. Sore wa jinsei no suraisu, akushon, komedi, gyangusutā/ gyangusutairu no famirīdoramadearoutomo, mijikakute amai pakkēji de hōkatsu-tekina keiken o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mKurenai is short and sweet, and I feel provides a bit of something for everyone. Whether it be slice of life, action, comedy, mobster/gangster style family drama, it gives a comprehensive experience in a short and sweet package.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKurenai is short and sweet, and I feel provides a bit of something for everyone.\u001b[24m\n    \u001b[1m久しぶりに短く甘くて、みんなに何かを提供している気がします。\u001b[22m, \u001b[1m紅は短いと甘いです、と私はみんなのために何のビットを提供して感じています。\u001b[22m\n\u001b[4mWhether it be slice of life, action, comedy, mobster/gangster style family drama, it gives a comprehensive experience in a short and sweet package.\u001b[24m\n    \u001b[1mそれは人生のスライス、アクション、コメディ、ギャングスター/ギャングスタイルのファミリードラマであろうとも、短くて甘いパッケージで包括的な経験を提供します。\u001b[22m, \u001b[1mそれが人生、アクション、コメディ、ギャング/ギャングスタイルの家族のドラマのスライスでいるかどうか、それが短いと甘いパッケージ内の総合的な経験を提供します。\u001b[22m\n\u001b[1m\u001b[22m\nI at NO POINT felt like it was dragging on, and the ending was satisfying, unlike so many shows that are amazing UP UNTIL the ending.\n\n\u001b[1m私はノーポイントでそれが上に引っ張っていたように感じ、エンディングは素晴らしすぎるほど多くのショーとは異なり、エンディングは満足していました。\u001b[22m\n\u001b[1m(Watashi wa nōpointo de sore ga ue ni hippatte ita yō ni kanji, endingu wa subarashi sugiru hodo ōku no shō to wa kotonari, endingu wa manzoku shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mI at NO POINT felt like it was dragging on, and the ending was satisfying, unlike so many shows that are amazing UP UNTIL the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI at NO POINT felt like it was dragging on, and the ending was satisfying, unlike so many shows that are amazing UP UNTIL the ending.\u001b[24m\n    \u001b[1m私はノーポイントでそれが上に引っ張っていたように感じ、エンディングは素晴らしすぎるほど多くのショーとは異なり、エンディングは満足していました。\u001b[22m, \u001b[1m私はNO POINTで終了UNTIL素晴らしいUPされているので、多くのショーとは異なり、それは上にドラッグして、そしてエンディングは満足したように感じました。\u001b[22m\n\u001b[1m\u001b[22m\nThat's my review, comprehensively short n sweet. Just like Kurenai.\n\n\u001b[1mそれは私のレビューです、包括的に短いn甘いです。 ちょうど紅葉のように。\u001b[22m\n\u001b[1m(Sore wa watashi no rebyūdesu, hōkatsu-teki ni mijikai n amaidesu. Chōdo kōyō no yō ni.)\u001b[22m\n\nTranslations of \u001b[4mThat's my review, comprehensively short n sweet. Just like Kurenai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's my review, comprehensively short n sweet.\u001b[24m\n    \u001b[1mそれは私のレビューです、包括的に短いn甘いです。\u001b[22m, \u001b[1mそれは総合的に短いnは甘い、私のレビューです。\u001b[22m\n\u001b[4mJust like Kurenai.\u001b[24m\n    \u001b[1mちょうど紅葉のように。\u001b[22m, \u001b[1mただ、紅のように。\u001b[22m\n\u001b[1m\u001b[22m\nWHOA, almost forgot to add; the musical score is one of the best I've heard, barring the obligatory goofy opening and ending typical anime songs.\n\n\u001b[1mWHOAは、ほとんど追加することを忘れた。 音楽のスコアは、私が聞いた最高のものの一つです。\u001b[22m\n\u001b[1m(WHOA wa, hotondo tsuika suru koto o wasureta. Ongaku no sukoa wa, watashi ga kiita saikō no mono no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mWHOA, almost forgot to add; the musical score is one of the best I've heard, barring the obligatory goofy opening and ending typical anime songs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWHOA, almost forgot to add;\u001b[24m\n    \u001b[1mWHOAは、ほとんど追加することを忘れた。\u001b[22m, \u001b[1mWHOA、ほとんど追加するのを忘れ。\u001b[22m\n\u001b[4mthe musical score is one of the best I've heard, barring the obligatory goofy opening and ending typical anime songs.\u001b[24m\n    \u001b[1m音楽のスコアは、私が聞いた最高のものの一つです。\u001b[22m, \u001b[1m楽譜が義務付け間抜けな開口部を除けば、典型的なアニメソングを終了、私は聞いたことが最高の一つです。\u001b[22m\n\u001b[1m\u001b[22m\nMerrilin\n\n\u001b[1mメリリン\u001b[22m\n\u001b[1m(Meririn)\u001b[22m\n\nTranslations of \u001b[4mMerrilin\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMerrilin\u001b[24m\n    \u001b[1mメリリン\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "LaughingDuck",
    "profile": "/profile/LaughingDuck/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=5692",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n久留米は信じられないほど楽しいアニメでした。\n\n文字は本当にうまくいった。 デザインは良かったし、アニメーションはかなり流動的だった。 素晴らしいキャラクター開発もあります。 そして、私は間違いなく偉大な声優に言及することを忘れることはできません。\n\n物語は違っていた。 一つの重大な紛争に発展するいくつかの紛争があった。  Kurenaiは、アクション、激しい戦いのサスペンスドラマがいっぱいですが、異なる時代には、それは軽快で、陽気なことができます。\n覗いてみると、このアニメを素早く満足のいく12のエピソードにまとめるのは良い仕事でした。\n\n音楽は大丈夫だった。 私は個人的にそれがアニメによく合うと思った。 それは絶対に驚くべきことではありませんでしたが、アニメの瞬間と一致し、それが重要です。 そして、ええ...オープニングは間違いなく種類の一つですx）\n\n綺麗で、かわいい、パワフルで、おかしく、エキサイティングだった。\nそれは素晴らしいアニメでした。 私は誰にでもそれを勧めます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nKurenai was an incredibly enjoyable anime.\n\n\u001b[1m久留米は信じられないほど楽しいアニメでした。\u001b[22m\n\u001b[1m(Kurume wa shinji rarenai hodo tanoshī animedeshita.)\u001b[22m\n\nTranslations of \u001b[4mKurenai was an incredibly enjoyable anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKurenai was an incredibly enjoyable anime.\u001b[24m\n    \u001b[1m久留米は信じられないほど楽しいアニメでした。\u001b[22m, \u001b[1m紅は信じられないほど楽しいアニメでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were done really well. The design was good and the animation was pretty fluid. There's also a wonderful amount of character development. And I definitely can't forget to mention the great voice acting.\n\n\u001b[1m文字は本当にうまくいった。 デザインは良かったし、アニメーションはかなり流動的だった。 素晴らしいキャラクター開発もあります。 そして、私は間違いなく偉大な声優に言及することを忘れることはできません。\u001b[22m\n\u001b[1m(Moji wa hontōni umaku itta. Dezain wa yokattashi, animēshon wa kanari ryūdōtekidatta. Subarashī kyarakutā kaihatsu mo arimasu. Soshite, watashi wa machigainaku idaina seiyū ni genkyū suru koto o wasureru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were done really well. The design was good and the animation was pretty fluid. There's also a wonderful amount of character development. And I definitely can't forget to mention the great voice acting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were done really well.\u001b[24m\n    \u001b[1m文字は本当にうまくいった。\u001b[22m, \u001b[1m文字は本当によくやりました。\u001b[22m\n\u001b[4mThe design was good and the animation was pretty fluid.\u001b[24m\n    \u001b[1mデザインは良かったし、アニメーションはかなり流動的だった。\u001b[22m, \u001b[1mデザインは良かったとアニメーションがかなり流体でした。\u001b[22m\n\u001b[4mThere's also a wonderful amount of character development.\u001b[24m\n    \u001b[1m素晴らしいキャラクター開発もあります。\u001b[22m, \u001b[1mキャラクターの成長の素晴らしい量もあります。\u001b[22m\n\u001b[4mAnd I definitely can't forget to mention the great voice acting.\u001b[24m\n    \u001b[1mそして、私は間違いなく偉大な声優に言及することを忘れることはできません。\u001b[22m, \u001b[1mそして、私は間違いなく偉大な声の演技を言及するのを忘れないことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was different. There were several conflicts building into one major conflict. Kurenai is full of action, a suspenseful drama with intense fights, yet at different times, it can be light-hearted and just hilarious.\n\n\u001b[1m物語は違っていた。 一つの重大な紛争に発展するいくつかの紛争があった。  Kurenaiは、アクション、激しい戦いのサスペンスドラマがいっぱいですが、異なる時代には、それは軽快で、陽気なことができます。\u001b[22m\n\u001b[1m(Monogatari wa chigatte ita. Hitotsu no jūdaina funsō ni hatten suru ikutsu ka no funsō ga atta. Kurenai wa, akushon, hageshī tatakai no sasupensu dorama ga ippaidesuga, kotonaru jidai ni wa, soreha keikai de, yōkina koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was different. There were several conflicts building into one major conflict. Kurenai is full of action, a suspenseful drama with intense fights, yet at different times, it can be light-hearted and just hilarious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was different.\u001b[24m\n    \u001b[1m物語は違っていた。\u001b[22m, \u001b[1m話は違っていました。\u001b[22m\n\u001b[4mThere were several conflicts building into one major conflict.\u001b[24m\n    \u001b[1m一つの重大な紛争に発展するいくつかの紛争があった。\u001b[22m, \u001b[1m1主要な対立に構築し、いくつかの競合がありました。\u001b[22m\n\u001b[4mKurenai is full of action, a suspenseful drama with intense fights, yet at different times, it can be light-hearted and just hilarious.\u001b[24m\n    \u001b[1mKurenaiは、アクション、激しい戦いのサスペンスドラマがいっぱいですが、異なる時代には、それは軽快で、陽気なことができます。\u001b[22m, \u001b[1m紅は、激しい戦いとサスペンスドラマアクションに満ちている、まだ異なる時点で、それは心の光とちょうど陽気することができます。\u001b[22m\nThe peeps really did a good job putting together this anime into a short but satisfying 12 episodes.\n\n\u001b[1m覗いてみると、このアニメを素早く満足のいく12のエピソードにまとめるのは良い仕事でした。\u001b[22m\n\u001b[1m(Nozoite miru to, kono anime o subayaku manzoku no iku 12 no episōdo ni matomeru no wa yoi shigotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe peeps really did a good job putting together this anime into a short but satisfying 12 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe peeps really did a good job putting together this anime into a short but satisfying 12 episodes.\u001b[24m\n    \u001b[1m覗いてみると、このアニメを素早く満足のいく12のエピソードにまとめるのは良い仕事でした。\u001b[22m, \u001b[1m覗いては、本当に短いが満足12のエピソードにこのアニメを一緒に入れて良い仕事をしました。\u001b[22m\n\u001b[1m\u001b[22m\nThe music was okay. I personally thought it fit the anime well. It wasn't absolutely amazing, but it matched the moments of the anime and that's what's important. And yeah…the opening is definitely one of a kind x)\n\n\u001b[1m音楽は大丈夫だった。 私は個人的にそれがアニメによく合うと思った。 それは絶対に驚くべきことではありませんでしたが、アニメの瞬間と一致し、それが重要です。 そして、ええ...オープニングは間違いなく種類の一つですx）\u001b[22m\n\u001b[1m(Ongaku wa daijōbudatta. Watashi wa kojin-teki ni sore ga anime ni yoku au to omotta. Sore wa zettai ni odorokubeki kotode wa arimasendeshitaga, anime no shunkan to itchi shi, sore ga jūyōdesu. Soshite, ē... Ōpuningu wa machigainaku shurui no hitotsudesu x))\u001b[22m\n\nTranslations of \u001b[4mThe music was okay. I personally thought it fit the anime well. It wasn't absolutely amazing, but it matched the moments of the anime and that's what's important. And yeah…the opening is definitely one of a kind x)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was okay.\u001b[24m\n    \u001b[1m音楽は大丈夫だった。\u001b[22m, \u001b[1m音楽は大丈夫でした。\u001b[22m\n\u001b[4mI personally thought it fit the anime well.\u001b[24m\n    \u001b[1m私は個人的にそれがアニメによく合うと思った。\u001b[22m, \u001b[1m私は個人的にはよくアニメに合うと思いました。\u001b[22m\n\u001b[4mIt wasn't absolutely amazing, but it matched the moments of the anime and that's what's important.\u001b[24m\n    \u001b[1mそれは絶対に驚くべきことではありませんでしたが、アニメの瞬間と一致し、それが重要です。\u001b[22m, \u001b[1mそれは絶対に驚くべきではなかったが、それはアニメの瞬間をマッチし、それが重要なのです。\u001b[22m\n\u001b[4mAnd yeah…the opening is definitely one of a kind x)\u001b[24m\n    \u001b[1mそして、ええ...オープニングは間違いなく種類の一つですx）\u001b[22m, \u001b[1mそして、ええ...開口部）は、間違いなく親切なxの1であります\u001b[22m\n\u001b[1m\u001b[22m\nKurenai was enjoyable, cute, powerful, funny, exciting.\n\n\u001b[1m綺麗で、かわいい、パワフルで、おかしく、エキサイティングだった。\u001b[22m\n\u001b[1m(Kireide, kawaī, pawafuru de, okashiku, ekisaitingudatta.)\u001b[22m\n\nTranslations of \u001b[4mKurenai was enjoyable, cute, powerful, funny, exciting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKurenai was enjoyable, cute, powerful, funny, exciting.\u001b[24m\n    \u001b[1m綺麗で、かわいい、パワフルで、おかしく、エキサイティングだった。\u001b[22m, \u001b[1m紅は、楽しいかわいい、強力な、面白い、エキサイティングでした。\u001b[22m\nIt was a great anime. I recommend it to EVERYONE.\n\n\u001b[1mそれは素晴らしいアニメでした。 私は誰にでもそれを勧めます。\u001b[22m\n\u001b[1m(Sore wa subarashī animedeshita. Watashi wa darenidemo sore o susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mIt was a great anime. I recommend it to EVERYONE.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was a great anime.\u001b[24m\n    \u001b[1mそれは素晴らしいアニメでした。\u001b[22m, \u001b[1mそれは偉大なアニメでした。\u001b[22m\n\u001b[4mI recommend it to EVERYONE.\u001b[24m\n    \u001b[1m私は誰にでもそれを勧めます。\u001b[22m, \u001b[1m私は皆にそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "edgewalker00",
    "profile": "/profile/edgewalker00/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=6014",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  8\n\nシェルでは、非常に鈍いアニメです。 音楽は特に次のエピソードがプレビューされ、地元のファンタスティックがたくさん出てきたときに退屈です。 しかし、それを見た後、あなたは驚くほどアニメを深く見つけるでしょう。 すべてのエピソードはお互いに関係があることはめったにありませんが、文化、信念、変革、解決を反映したものがたくさんあります。 村崎と新隈の間の単純な喧嘩を取る。 彼らは常に小柄なものを争いますが、彼らは自分の権利の信念に基づいて行動しています。 彼らは異なる文化や状況に住んでいる人、問題や議論の前に与えられたとき、彼らが信じたものと戦うだろう。\n\nストーリー内の他のすべてのキャラクターにも同じことが言えます。 私は、このアニメに「マイナー」というものはないと信じています。 プレイガール・タマキ、エモ・ヤミー、フリル・ユノ、船尾銀杏、気さくなベニカ、深刻な弥生まで。 誰もが自分の状況や考え方に基づいて、自分の原則で生きています。私はその要因がこのアニメを成功させると思います。\n\n退屈なやりとりのアニメを制作していますが、皆に理解と感謝の味を与えてくれます。 それは呉の真の強さだ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\non the shell, kure-nai is a very dull anime. the music is boring especially when the next episode is previewed and there are lots of local fanservice made to mention. however, after watching it, you would surprisingly find the anime deep. every episode rarely has relation with one another but it features lots of things reflecting culture, beliefs, change, and resolve. take the simple squabbles between murasaki and shinkurou. they always quarrel over petty things but they are only acting on their belief of their own right. they who live on different cultures and circumstances, when given before a problem or a point of discussion, they would fight over what they believed in.\n\n\u001b[1mシェルでは、非常に鈍いアニメです。 音楽は特に次のエピソードがプレビューされ、地元のファンタスティックがたくさん出てきたときに退屈です。 しかし、それを見た後、あなたは驚くほどアニメを深く見つけるでしょう。 すべてのエピソードはお互いに関係があることはめったにありませんが、文化、信念、変革、解決を反映したものがたくさんあります。 村崎と新隈の間の単純な喧嘩を取る。 彼らは常に小柄なものを争いますが、彼らは自分の権利の信念に基づいて行動しています。 彼らは異なる文化や状況に住んでいる人、問題や議論の前に与えられたとき、彼らが信じたものと戦うだろう。\u001b[22m\n\u001b[1m(Sherude wa, hijō ni nibui animedesu. Ongaku wa tokuni tsugi no episōdo ga purebyū sa re, jimoto no fantasutikku ga takusan dete kita toki ni taikutsudesu. Shikashi, sore o mita nochi, anata wa odoroku hodo anime o fukaku mitsukerudeshou. Subete no episōdo wa otagai ni kankei ga aru koto wa mettani arimasenga, bunka, shin'nen, henkaku, kaiketsu o han'ei shita mono ga takusan arimasu. Murasaki to shin Kuma no ma no tanjun'na kenka o toru. Karera wa tsuneni kogarana mono o arasoimasuga, karera wa jibun no kenri no shin'nen nimotozuite kōdō shite imasu. Karera wa kotonaru bunka ya jōkyō ni sunde iru hito, mondai ya giron no mae ni atae rareta toki, karera ga shinjita mono to tatakaudarou.)\u001b[22m\n\nTranslations of \u001b[4mon the shell, kure-nai is a very dull anime. the music is boring especially when the next episode is previewed and there are lots of local fanservice made to mention. however, after watching it, you would surprisingly find the anime deep. every episode rarely has relation with one another but it features lots of things reflecting culture, beliefs, change, and resolve. take the simple squabbles between murasaki and shinkurou. they always quarrel over petty things but they are only acting on their belief of their own right. they who live on different cultures and circumstances, when given before a problem or a point of discussion, they would fight over what they believed in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mon the shell, kure-nai is a very dull anime.\u001b[24m\n    \u001b[1mシェルでは、非常に鈍いアニメです。\u001b[22m, \u001b[1mシェル上で、紅は非常に鈍いアニメです。\u001b[22m\n\u001b[4mthe music is boring especially when the next episode is previewed and there are lots of local fanservice made to mention.\u001b[24m\n    \u001b[1m音楽は特に次のエピソードがプレビューされ、地元のファンタスティックがたくさん出てきたときに退屈です。\u001b[22m, \u001b[1m次のエピソードをプレビューするときに音楽が特に退屈だと言及して作られたローカルサービスカットがたくさんあります。\u001b[22m\n\u001b[4mhowever, after watching it, you would surprisingly find the anime deep.\u001b[24m\n    \u001b[1mしかし、それを見た後、あなたは驚くほどアニメを深く見つけるでしょう。\u001b[22m, \u001b[1mしかし、それを見た後、あなたは驚くほど深いアニメを見つけるだろう。\u001b[22m\n\u001b[4mevery episode rarely has relation with one another but it features lots of things reflecting culture, beliefs, change, and resolve.\u001b[24m\n    \u001b[1mすべてのエピソードはお互いに関係があることはめったにありませんが、文化、信念、変革、解決を反映したものがたくさんあります。\u001b[22m, \u001b[1mすべてのエピソードはほとんど互いの関係を持っていませんが、それは文化、信仰、変更、および決意を反映したものの多くを備えています。\u001b[22m\n\u001b[4mtake the simple squabbles between murasaki and shinkurou.\u001b[24m\n    \u001b[1m村崎と新隈の間の単純な喧嘩を取る。\u001b[22m, \u001b[1mムラサキとshinkurou間の単純ないざこざを取ります。\u001b[22m\n\u001b[4mthey always quarrel over petty things but they are only acting on their belief of their own right.\u001b[24m\n    \u001b[1m彼らは常に小柄なものを争いますが、彼らは自分の権利の信念に基づいて行動しています。\u001b[22m, \u001b[1m彼らはいつもささいな物事の上に口論が、彼らは唯一の自分の右の彼らの信念に行動しています。\u001b[22m\n\u001b[4mthey who live on different cultures and circumstances, when given before a problem or a point of discussion, they would fight over what they believed in.\u001b[24m\n    \u001b[1m彼らは異なる文化や状況に住んでいる人、問題や議論の前に与えられたとき、彼らが信じたものと戦うだろう。\u001b[22m, \u001b[1m異なる文化や状況に住む彼らは、問題や議論のポイントの前に与えられたとき、彼らは信じものに対して戦うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nthe same goes for all other characters within the story. i believe that there's no such thing as 'minor' in this anime. the playgirl tamaki, the emo yamie, the flirt yuno, the stern ginko, the carefree benika, up to the serious yayoi. everyone lives in their own principle, guided by their own circumstance and belief and i think that factor makes this anime a success.\n\n\u001b[1mストーリー内の他のすべてのキャラクターにも同じことが言えます。 私は、このアニメに「マイナー」というものはないと信じています。 プレイガール・タマキ、エモ・ヤミー、フリル・ユノ、船尾銀杏、気さくなベニカ、深刻な弥生まで。 誰もが自分の状況や考え方に基づいて、自分の原則で生きています。私はその要因がこのアニメを成功させると思います。\u001b[22m\n\u001b[1m(Sutōrī-nai no ta no subete no kyarakutā ni mo onaji koto ga iemasu. Watashi wa, kono anime ni `mainā' to iu mono wa nai to shinjite imasu. Pureigāru Tamaki, emo yamī, furiru Yuno, senbi gin'nan, kisakuna Benika, shinkokuna Yayoi made. Daremoga jibun no jōkyō ya kangaekata nimotozuite, jibun no gensoku de ikite imasu. Watashi wa sono yōin ga kono anime o seikō sa seru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mthe same goes for all other characters within the story. i believe that there's no such thing as 'minor' in this anime. the playgirl tamaki, the emo yamie, the flirt yuno, the stern ginko, the carefree benika, up to the serious yayoi. everyone lives in their own principle, guided by their own circumstance and belief and i think that factor makes this anime a success.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe same goes for all other characters within the story.\u001b[24m\n    \u001b[1mストーリー内の他のすべてのキャラクターにも同じことが言えます。\u001b[22m, \u001b[1m同じことが、物語内の他のすべての文字のために行きます。\u001b[22m\n\u001b[4mi believe that there's no such thing as 'minor' in this anime.\u001b[24m\n    \u001b[1m私は、このアニメに「マイナー」というものはないと信じています。\u001b[22m, \u001b[1m私はこのアニメの「マイナー」のようなものがないと信じています。\u001b[22m\n\u001b[4mthe playgirl tamaki, the emo yamie, the flirt yuno, the stern ginko, the carefree benika, up to the serious yayoi.\u001b[24m\n    \u001b[1mプレイガール・タマキ、エモ・ヤミー、フリル・ユノ、船尾銀杏、気さくなベニカ、深刻な弥生まで。\u001b[22m, \u001b[1m深刻な弥生時代までのプレイガールの玉木、エモyamie、浮気のゆ、船尾銀杏、屈託のないbenika、。\u001b[22m\n\u001b[4meveryone lives in their own principle, guided by their own circumstance and belief and i think that factor makes this anime a success.\u001b[24m\n    \u001b[1m誰もが自分の状況や考え方に基づいて、自分の原則で生きています。私はその要因がこのアニメを成功させると思います。\u001b[22m, \u001b[1m誰もが自分自身の状況や信念によって導かれ、自分の原則に住んでいると私はその要因がこのアニメの成功になると思います。\u001b[22m\n\u001b[1m\u001b[22m\nan anime coated with boredom and differences but gives everyone a sweet taste of understanding and appreciation of life. that's the true strength of kure-nai\n\n\u001b[1m退屈なやりとりのアニメを制作していますが、皆に理解と感謝の味を与えてくれます。 それは呉の真の強さだ\u001b[22m\n\u001b[1m(Taikutsuna yaritori no anime o seisaku shite imasuga, mina ni rikai to kansha no aji o ataete kuremasu. Sore wa Kure no shin no tsuyo-sada)\u001b[22m\n\nTranslations of \u001b[4man anime coated with boredom and differences but gives everyone a sweet taste of understanding and appreciation of life. that's the true strength of kure-nai\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4man anime coated with boredom and differences but gives everyone a sweet taste of understanding and appreciation of life.\u001b[24m\n    \u001b[1m退屈なやりとりのアニメを制作していますが、皆に理解と感謝の味を与えてくれます。\u001b[22m, \u001b[1mアニメは退屈との違いでコーティングされたが、誰もが理解し、生活の感謝の甘い味を提供します。\u001b[22m\n\u001b[4mthat's the true strength of kure-nai\u001b[24m\n    \u001b[1mそれは呉の真の強さだ\u001b[22m, \u001b[1mそれは、紅の真の強さです\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "Paulwillson26",
    "profile": "/profile/Paulwillson26/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=61817",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\n私にとって、良いアニメはあなたがそれを見た後にあなたと一緒にとどまるものです。 呉前はこれをします。\n\n幼稚園の16歳の孤児と武道の熟練した呉根奈は、2年生の高校生に、夜間には紛争の仲介者になる。 紛争の仲介者とは、あなたが問題があり、他に誰も助けることができない場合、あなたが雇用を雇うことができる組織のために働くことを意味します。\n\nShinkuroは、主に低レベルの紛争と低レベルの犯罪者を扱っています。 彼の上司ベニカに大きな仕事のために懇願した後、彼はギザギリの檻の中に捕虜として飼われ、兄弟たちの子供たちを産むことになっていたマイナーな貴族家族の7歳の娘、ムラサキ・クーホンを守る任務を与えられた。 クーホン血統を純粋に保つ。\n\nいくつかのいくつかの初期の問題にもかかわらず、Shinkuroは、彼の隣人、Tamakiと詐欺師Yamieの助けを借りて、外界のMurasakiにプロセスのアタッチメントを開発することを示しています。\n\nそれは完璧なアニメではありません。 主な問題は、12のエピソードでは短すぎるということです。  ShinkuroとMurasakiの関係は急速に発展しています。 ムラサキの初期のブラッシュな行動が、1つではなく数多くのエピソードで残っていることから、これが余計に発展する大きな範囲があります。 あまりにも早く、ムラサキは贅沢から小さな汚れたアパートまで暮らし、匂いのかかった布団で寝ています。 アニメはおそらく24回のエピソードを必要としました。\n\n多くのアニメのように完全な忍耐の罠に落ちないように、華麗でなくてはならない物語自体はかなり良い。\n\n彼ら自身がそれに来るのは、それがハーラム感覚であるにもかかわらず、キャラクターです。 私は本当にそれらのいずれかを失敗することはできません。 ムラサキが新村、玉置、山重と一緒に学校、大学、スーパーマーケット、フェスティバルなどを訪れて、アニメに参加しても、アニメが行動を止め、より多くの人生を過ごすことで、本当に楽しいです。 愛と外の世界一般。\n\n彼のスパース・パートナーである湯野と銀杏が、自分の事件の情報を収集している（どちらも女の子です）と、新光にはロマンチックな関心がありますが、シリーズが短すぎるため再調査されません。\n\nShinkuroの上司Banikaは神秘的で決定的であり、従業員には深い関心を持っていますが、だれからも騙されることはありません。 彼の同僚であるヤヨイ氏は、ムラサキの保護はより経験豊かな人に任せておくべきだと思っているが、彼女の苦情はすべて聴覚障害にかかっている。 弥生はかなり孤独な人であり、新倉がムラサキを守っているのを見ている間、彼女の孤独感に気付いています。 彼女はまた、非常に良い歌声を持っていることが示されています。\n\nエンディングはとても良いです。 誰もが喜んで暮らしているわけではありませんが、誰もが挑戦者に直面することができると感じています。 ムラサキのために、彼女の家族の伝統に挑戦していないし、新光が実現するためには、彼は世界で孤独ではなく、より強くなっている。\n\nこれは本当にあなたが最低でチェックアウトするべきアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFor me a good anime is one that stays with you after you have seen it. Kure-nai does this.\n\n\u001b[1m私にとって、良いアニメはあなたがそれを見た後にあなたと一緒にとどまるものです。 呉前はこれをします。\u001b[22m\n\u001b[1m(Watashi ni totte, yoi anime wa anata ga sore o mita nochi ni anata to issho ni todomaru monodesu. Kure mae wa kore o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor me a good anime is one that stays with you after you have seen it. Kure-nai does this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me a good anime is one that stays with you after you have seen it.\u001b[24m\n    \u001b[1m私にとって、良いアニメはあなたがそれを見た後にあなたと一緒にとどまるものです。\u001b[22m, \u001b[1m私にとっては良いアニメは、あなたがそれを見た後、あなたと一緒にとどまるものです。\u001b[22m\n\u001b[4mKure-nai does this.\u001b[24m\n    \u001b[1m呉前はこれをします。\u001b[22m, \u001b[1m紅はこれを行います。\u001b[22m\n\u001b[1m\u001b[22m\nKure-nai follows the brooding 16 year old orphan and martial arts expert Shinkuro Kure-nai, by day a 2nd year high school student and by night a dispute mediator. Being a dispute mediator means working for an organisation where if you have a problem and no one else can help maybe you can hire Kure-nai.\n\n\u001b[1m幼稚園の16歳の孤児と武道の熟練した呉根奈は、2年生の高校生に、夜間には紛争の仲介者になる。 紛争の仲介者とは、あなたが問題があり、他に誰も助けることができない場合、あなたが雇用を雇うことができる組織のために働くことを意味します。\u001b[22m\n\u001b[1m(Yōchien no 16-sai no minashigo to budō no jukuren shita Kure ne Na wa, 2-nensei no kōkōsei ni, yakan ni wa funsō no chūkai-sha ni naru. Funsō no chūkai-sha to wa, anata ga mondai ga ari, hoka ni dare mo tasukeru koto ga dekinai baai, anata ga koyō o yatou koto ga dekiru soshiki no tame ni hataraku koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mKure-nai follows the brooding 16 year old orphan and martial arts expert Shinkuro Kure-nai, by day a 2nd year high school student and by night a dispute mediator. Being a dispute mediator means working for an organisation where if you have a problem and no one else can help maybe you can hire Kure-nai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKure-nai follows the brooding 16 year old orphan and martial arts expert Shinkuro Kure-nai, by day a 2nd year high school student and by night a dispute mediator.\u001b[24m\n    \u001b[1m幼稚園の16歳の孤児と武道の熟練した呉根奈は、2年生の高校生に、夜間には紛争の仲介者になる。\u001b[22m, \u001b[1m紅は紛争メディエーター2年高校生日によって、夜により、さえない16歳の孤児や武道の専門家Shinkuro紅に従います。\u001b[22m\n\u001b[4mBeing a dispute mediator means working for an organisation where if you have a problem and no one else can help maybe you can hire Kure-nai.\u001b[24m\n    \u001b[1m紛争の仲介者とは、あなたが問題があり、他に誰も助けることができない場合、あなたが雇用を雇うことができる組織のために働くことを意味します。\u001b[22m, \u001b[1m紛争メディエーターであることは、あなたは問題があると、誰も助けることができない場合は、多分あなたは紅を雇うことができ、組織のために働くことを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nShinkuro mainly deals with low level disputes and low level criminals. After begging his boss Benika for a bigger job he his given the task of protecting Murasaki Kuhoin, the 7 year old daughter of a minor aristocratic family who was destined to be kept as a prisoner in a guilded cage and give birth to her brothers children to keep the Kuhoin bloodline pure.\n\n\u001b[1mShinkuroは、主に低レベルの紛争と低レベルの犯罪者を扱っています。 彼の上司ベニカに大きな仕事のために懇願した後、彼はギザギリの檻の中に捕虜として飼われ、兄弟たちの子供たちを産むことになっていたマイナーな貴族家族の7歳の娘、ムラサキ・クーホンを守る任務を与えられた。 クーホン血統を純粋に保つ。\u001b[22m\n\u001b[1m(Shinkuro wa, omo ni tei reberu no funsō to tei reberu no hanzai-sha o atsukatte imasu. Kare no jōshi Benika ni ōkina shigoto no tame ni kongan shita nochi, kare wa gizagiri no ori no naka ni horyo to shite kawa re, kyōdai-tachi no kodomo-tachi o umu koto ni natte ita maināna kizoku kazoku no 7-sai no musume, murasaki kūhon o mamoru ninmu o atae rareta. Kūhon kettō o junsui ni tamotsu.)\u001b[22m\n\nTranslations of \u001b[4mShinkuro mainly deals with low level disputes and low level criminals. After begging his boss Benika for a bigger job he his given the task of protecting Murasaki Kuhoin, the 7 year old daughter of a minor aristocratic family who was destined to be kept as a prisoner in a guilded cage and give birth to her brothers children to keep the Kuhoin bloodline pure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShinkuro mainly deals with low level disputes and low level criminals.\u001b[24m\n    \u001b[1mShinkuroは、主に低レベルの紛争と低レベルの犯罪者を扱っています。\u001b[22m, \u001b[1mShinkuroは、主に低レベルの紛争や低レベルの犯罪者を扱います。\u001b[22m\n\u001b[4mAfter begging his boss Benika for a bigger job he his given the task of protecting Murasaki Kuhoin, the 7 year old daughter of a minor aristocratic family who was destined to be kept as a prisoner in a guilded cage and give birth to her brothers children to\u001b[24m\n    \u001b[1m彼の上司ベニカに大きな仕事のために懇願した後、彼はギザギリの檻の中に捕虜として飼われ、兄弟たちの子供たちを産むことになっていたマイナーな貴族家族の7歳の娘、ムラサキ・クーホンを守る任務を与えられた。\u001b[22m, \u001b[1m大きな仕事のための彼の上司Benikaを物乞い後、彼は彼の紫Kuhoin、guildedケージ内の囚人として保持し、彼女の兄弟の子供を出産する運命にあったマイナーな貴族の7歳の娘を保護するためのタスクを与えられました\u001b[22m\n\u001b[4mkeep the Kuhoin bloodline pure.\u001b[24m\n    \u001b[1mクーホン血統を純粋に保つ。\u001b[22m, \u001b[1m純粋なKuhoinの血統を維持します。\u001b[22m\n\u001b[1m\u001b[22m\nDespite some some initial problems Shinkuro shows Murasaki the outside world with the help of his neighbours the student Tamaki and the swindler Yamie developing an attachment in the process.\n\n\u001b[1mいくつかのいくつかの初期の問題にもかかわらず、Shinkuroは彼の隣人、Tamakiと詐欺師Yamieの助けを借りて、外界のムラサキをプロセスでアタッチメントを開発して示しています。\u001b[22m\n\u001b[1m(Ikutsu ka no ikutsu ka no shoki no mondai nimokakawarazu, Shinkuro wa kare no rinjin, Tamaki to sagi-shi Yamie no tasuke o karite, gaikai no murasaki o purosesu de atatchimento o kaihatsu shite shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mDespite some some initial problems Shinkuro shows Murasaki the outside world with the help of his neighbours the student Tamaki and the swindler Yamie developing an attachment in the process.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite some some initial problems Shinkuro shows Murasaki the outside world with the help of his neighbours the student Tamaki and the swindler Yamie developing an attachment in the process.\u001b[24m\n    \u001b[1mいくつかのいくつかの初期の問題にもかかわらず、Shinkuroは彼の隣人、Tamakiと詐欺師Yamieの助けを借りて、外界のムラサキをプロセスでアタッチメントを開発して示しています。\u001b[22m, \u001b[1mいくつかのいくつかの初期の問題にもかかわらずShinkuroは彼の隣人の学生玉木とプロセスの添付ファイルを開発する詐欺師Yamieの助けを借りて、外の世界紫を示しています。\u001b[22m\n\u001b[1m\u001b[22m\nIt is not a flawless anime. The main problem is that at 12 episodes it is too short. The relationship between Shinkuro and Murasaki develops too quickly. There is huge scope for this to develop overtime with Murasaki's initial bratish behaviour lasting a number of episodes instead of one. Far too quickly Murasaki adjusts to living from luxury to a small dirty apartment and sleeping on a smelly futon. The anime probably needed 24 episodes.\n\n\u001b[1mそれは完璧なアニメではありません。 主な問題は、12のエピソードでは短すぎるということです。  ShinkuroとMurasakiの関係は急速に発展しています。 ムラサキの初期のブラッシュな行動が、1つではなく数多くのエピソードで残っていることから、これが余計に発展する大きな範囲があります。 あまりにも早く、ムラサキは贅沢から小さな汚れたアパートまで暮らし、匂いのかかった布団で寝ています。 アニメはおそらく24回のエピソードを必要としました。\u001b[22m\n\u001b[1m(Sore wa kanpekina animede wa arimasen. Omona mondai wa, 12 no episōdode wa mijika sugiru to iu kotodesu. Shinkuro to Murasaki no kankei wa kyūsoku ni hatten shite imasu. Murasaki no shoki no burasshuna kōdō ga, 1tsude wanaku kazuōku no episōdo de nokotte iru koto kara, kore ga yokei ni hatten suru ōkina han'i ga arimasu. Amarini mo hayaku, murasaki wa zeitaku kara chīsana kegareta apāto made kurashi, nioi no kakatta futon de nete imasu. Anime wa osoraku 24-kai no episōdo o hitsuyō to shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt is not a flawless anime. The main problem is that at 12 episodes it is too short. The relationship between Shinkuro and Murasaki develops too quickly. There is huge scope for this to develop overtime with Murasaki's initial bratish behaviour lasting a number of episodes instead of one. Far too quickly Murasaki adjusts to living from luxury to a small dirty apartment and sleeping on a smelly futon. The anime probably needed 24 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is not a flawless anime.\u001b[24m\n    \u001b[1mそれは完璧なアニメではありません。\u001b[22m\n\u001b[4mThe main problem is that at 12 episodes it is too short.\u001b[24m\n    \u001b[1m主な問題は、12のエピソードでは短すぎるということです。\u001b[22m, \u001b[1m主な問題は、12のエピソードでそれが短すぎるということです。\u001b[22m\n\u001b[4mThe relationship between Shinkuro and Murasaki develops too quickly.\u001b[24m\n    \u001b[1mShinkuroとMurasakiの関係は急速に発展しています。\u001b[22m, \u001b[1mShinkuroと紫の間の関係があまりにも急速に開発しています。\u001b[22m\n\u001b[4mThere is huge scope for this to develop overtime with Murasaki's initial bratish behaviour lasting a number of episodes instead of one.\u001b[24m\n    \u001b[1mムラサキの初期のブラッシュな行動が、1つではなく数多くのエピソードで残っていることから、これが余計に発展する大きな範囲があります。\u001b[22m, \u001b[1mこれはムラサキの初期bratish行動ではなく、1のエピソードの数を永続的に残業を開発するための巨大な範囲があります。\u001b[22m\n\u001b[4mFar too quickly Murasaki adjusts to living from luxury to a small dirty apartment and sleeping on a smelly futon.\u001b[24m\n    \u001b[1mあまりにも早く、ムラサキは贅沢から小さな汚れたアパートまで暮らし、匂いのかかった布団で寝ています。\u001b[22m, \u001b[1mあまりにも急速に紫は贅沢からの小さな汚れたアパートに住んでいると臭い布団で寝に調整されます。\u001b[22m\n\u001b[4mThe anime probably needed 24 episodes.\u001b[24m\n    \u001b[1mアニメはおそらく24回のエピソードを必要としました。\u001b[22m, \u001b[1mアニメは、おそらく24エピソードを必要としていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself quite good without being brilliant and not falling into the trap of total implausibility like a lot of animes do.\n\n\u001b[1m多くのアニメのように完全な忍耐の罠に落ちないように、華麗でなくてはならない物語自体はかなり良い。\u001b[22m\n\u001b[1m(Ōku no anime no yō ni kanzen'na nintai no wana ni ochinai yō ni, kareidenakute wa naranai monogatari jitai wa kanari yoi.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself quite good without being brilliant and not falling into the trap of total implausibility like a lot of animes do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself quite good without being brilliant and not falling into the trap of total implausibility like a lot of animes do.\u001b[24m\n    \u001b[1m多くのアニメのように完全な忍耐の罠に落ちないように、華麗でなくてはならない物語自体はかなり良い。\u001b[22m, \u001b[1m華麗であり、かつアニメんの多くのように総信じ難いことの罠に該当しないことなく、かなり良い話そのもの。\u001b[22m\n\u001b[1m\u001b[22m\nWhere it comes in to its own is the characters despite their being a harum feel to it. I can't really fault any of them. The middle episodes are really enjoyable as the anime stops being action based and more slice of life as Murasaki spends her time hanging out with Shinkuro, Tamaki, and Yamie visiting schools, university, supermarket and festivals even taking part in a musical as she learns about love and the outside world in general.\n\n\u001b[1m彼ら自身がそれに来るのは、それがハーラム感覚であるにもかかわらず、キャラクターです。 私は本当にそれらのいずれかを失敗することはできません。 ムラサキが新村、玉置、山重と一緒に学校、大学、スーパーマーケット、フェスティバルなどを訪れて、アニメに参加しても、アニメが行動を止め、より多くの人生を過ごすことで、本当に楽しいです。 愛と外の世界一般。\u001b[22m\n\u001b[1m(Karera jishin ga sore ni kuru no wa, sore ga hāramu kankakudearu nimokakawarazu, kyarakutādesu. Watashi wa hontōni sorera no izureka o shippai suru koto wa dekimasen. Murasaki ga Nīmura, Tamaki, yamashige to issho ni gakkō, daigaku, sūpāmāketto, fesutibaru nado o otozurete, anime ni sanka shite mo, anime ga kōdō o tome, yori ōku no jinsei o sugosu koto de, hontōni tanoshīdesu. Ai to soto no sekai ippan.)\u001b[22m\n\nTranslations of \u001b[4mWhere it comes in to its own is the characters despite their being a harum feel to it. I can't really fault any of them. The middle episodes are really enjoyable as the anime stops being action based and more slice of life as Murasaki spends her time hanging out with Shinkuro, Tamaki, and Yamie visiting schools, university, supermarket and festivals even taking part in a musical as she learns about love and the outside world in general.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhere it comes in to its own is the characters despite their being a harum feel to it.\u001b[24m\n    \u001b[1m彼ら自身がそれに来るのは、それがハーラム感覚であるにもかかわらず、キャラクターです。\u001b[22m, \u001b[1mそれは、独自に出番彼らはハルムがそれに感じているにもかかわらず文字です。\u001b[22m\n\u001b[4mI can't really fault any of them.\u001b[24m\n    \u001b[1m私は本当にそれらのいずれかを失敗することはできません。\u001b[22m, \u001b[1m私は実際にそれらのいずれかを障害することはできません。\u001b[22m\n\u001b[4mThe middle episodes are really enjoyable as the anime stops being action based and more slice of life as Murasaki spends her time hanging out with Shinkuro, Tamaki, and Yamie visiting schools, university, supermarket and festivals even taking part in a musical as she learns about\u001b[24m\n    \u001b[1mムラサキが新村、玉置、山重と一緒に学校、大学、スーパーマーケット、フェスティバルなどを訪れて、アニメに参加しても、アニメが行動を止め、より多くの人生を過ごすことで、本当に楽しいです。\u001b[22m, \u001b[1mアニメがあるアクションベースや紫などの生活のより多くのスライスが、彼女は約学習しながらでも音楽的に参加して、学校、大学、スーパーマーケットやお祭りを訪れShinkuro、玉木、およびYamie一緒に出かける彼女の時間を費やして停止するように中央のエピソードは本当に楽しいです\u001b[22m\n\u001b[4mlove and the outside world in general.\u001b[24m\n    \u001b[1m愛と外の世界一般。\u001b[22m, \u001b[1m愛と一般的に外の世界。\u001b[22m\n\u001b[1m\u001b[22m\nThere are romantic interests for Shinkuro with his sparring partner Yuuno and Ginko who collects the information for his cases (both are girls by the way), however, this is not really explored again because the series is too short.\n\n\u001b[1m彼のスパース・パートナーである勇野と銀杏が、自分の事件の情報を収集している（どちらも女の子です）と、新光にとってロマンチックな興味がありますが、シリーズが短すぎるため、再度探検することはありません。\u001b[22m\n\u001b[1m(Kare no supāsu pātonādearu Isamu no to gin'nan ga, jibun no jiken no jōhō o shūshū shite iru (dochira mo on'nanokodesu) to, Shinkō ni totte romanchikkuna kyōmigārimasu ga, shirīzu ga mijika sugiru tame, saido tanken suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere are romantic interests for Shinkuro with his sparring partner Yuuno and Ginko who collects the information for his cases (both are girls by the way), however, this is not really explored again because the series is too short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are romantic interests for Shinkuro with his sparring partner Yuuno and Ginko who collects the information for his cases (both are girls by the way), however, this is not really explored again because the series is too short.\u001b[24m\n    \u001b[1m彼のスパース・パートナーである勇野と銀杏が、自分の事件の情報を収集している（どちらも女の子です）と、新光にとってロマンチックな興味がありますが、シリーズが短すぎるため、再度探検することはありません。\u001b[22m, \u001b[1mシリーズは短すぎるので、彼の例のための情報を収集し、彼のスパーリングパートナーyuunoが及びギンコ（ともにところで女の子です）とShinkuroのためのロマンチックな利害関係はあり、しかし、これは本当に再び探求されていません。\u001b[22m\n\u001b[1m\u001b[22m\nShinkuro's boss Banika is mysterious, decisive and cares deeply for her employees but won't take crap from nobody. His colleague Yayoi thinks protecting Murasaki should be left to a more experienced person but all her complaints fall to Banika fal on deaf ears. Yayoi is quite a lonely person and is found musing on her loneliness whilst watching Shinkuro protect Murasaki. She is also shown to have a very good singing voice.\n\n\u001b[1mShinkuroの上司Banikaは神秘的で決定的であり、従業員には深い関心を持っていますが、だれからも騙されることはありません。 彼の同僚であるヤヨイ氏は、ムラサキの保護はより経験豊かな人に任せておくべきだと思っているが、彼女の苦情はすべて聴覚障害にかかっている。 弥生はかなり孤独な人であり、新倉がムラサキを守っているのを見ている間、彼女の孤独感に気付いています。 彼女はまた、非常に良い歌声を持っていることが示されています。\u001b[22m\n\u001b[1m(Shinkuro no jōshi Banika wa shinpi-tekide ketteitekideari, jūgyōin ni wa fukai kanshin o motte imasuga, dare kara mo damasa reru koto wa arimasen. Kare no dōryōdearu Yayoi-shi wa, murasaki no hogo wa yori keiken yutakana hito ni makasete okubekida to omotte iruga, kanojo no kujō wa subete chōkaku shōgai ni kakatte iru. Yayoi wa kanari kodokuna hitodeari, Nīkura ga murasaki o mamotte iru no o mite iru ma, kanojo no kodoku-kan ni kidzuite imasu. Kanojo wa mata, hijō ni yoi utagoe o motte iru koto ga shimesa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mShinkuro's boss Banika is mysterious, decisive and cares deeply for her employees but won't take crap from nobody. His colleague Yayoi thinks protecting Murasaki should be left to a more experienced person but all her complaints fall to Banika fal on deaf ears. Yayoi is quite a lonely person and is found musing on her loneliness whilst watching Shinkuro protect Murasaki. She is also shown to have a very good singing voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShinkuro's boss Banika is mysterious, decisive and cares deeply for her employees but won't take crap from nobody.\u001b[24m\n    \u001b[1mShinkuroの上司Banikaは神秘的で決定的であり、従業員には深い関心を持っていますが、だれからも騙されることはありません。\u001b[22m, \u001b[1mShinkuro上司Banikaは決定的な、神秘的であり、彼女の従業員のために深く気遣うが、誰からがらくたを取ることはありません。\u001b[22m\n\u001b[4mHis colleague Yayoi thinks protecting Murasaki should be left to a more experienced person but all her complaints fall to Banika fal on deaf ears.\u001b[24m\n    \u001b[1m彼の同僚であるヤヨイ氏は、ムラサキの保護はより経験豊かな人に任せておくべきだと思っているが、彼女の苦情はすべて聴覚障害にかかっている。\u001b[22m, \u001b[1m彼の同僚弥生は紫がより多くの経験を積んだ人に委ねられるべき保護思うが、すべての彼女の苦情は聴覚障害者の耳にBanika FALに落ちます。\u001b[22m\n\u001b[4mYayoi is quite a lonely person and is found musing on her loneliness whilst watching Shinkuro protect Murasaki.\u001b[24m\n    \u001b[1m弥生はかなり孤独な人であり、新倉がムラサキを守っているのを見ている間、彼女の孤独感に気付いています。\u001b[22m, \u001b[1m弥生は非常に孤独な人であるとShinkuroは紫を守る見ながら彼女の孤独に物思いにふけって発見されました。\u001b[22m\n\u001b[4mShe is also shown to have a very good singing voice.\u001b[24m\n    \u001b[1m彼女はまた、非常に良い歌声を持っていることが示されています。\u001b[22m, \u001b[1m彼女はまた、非常に良い歌声を有することが示されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending is very good. Its not a everybody lives happily ever after but a everybody feels more able to face the challengers life has in store for them. For Murasaki its challenging and not yielding to her families traditions and for Shinkuro realising he is not a lone in the world and being stronger for it.\n\n\u001b[1mエンディングはとても良いです。 誰もが喜んで暮らしているわけではありませんが、誰もが挑戦者に直面することができると感じています。 ムラサキのために、彼女の家族の伝統に挑戦していないし、新光が実現するためには、彼は世界で孤独ではなく、より強くなっている。\u001b[22m\n\u001b[1m(Endingu wa totemo yoidesu. Daremoga yorokonde kurashite iru wakede wa arimasenga, daremoga chōsen-sha ni chokumen suru koto ga dekiru to kanjite imasu. Murasaki no tame ni, kanojo no kazoku no dentō ni chōsen shite inaishi, Shinkō ga jitsugen suru tame ni wa, kare wa sekai de kodokude wa naku, yori tsuyoku natte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe ending is very good. Its not a everybody lives happily ever after but a everybody feels more able to face the challengers life has in store for them. For Murasaki its challenging and not yielding to her families traditions and for Shinkuro realising he is not a lone in the world and being stronger for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending is very good.\u001b[24m\n    \u001b[1mエンディングはとても良いです。\u001b[22m, \u001b[1mエンディングは非常に良いです。\u001b[22m\n\u001b[4mIts not a everybody lives happily ever after but a everybody feels more able to face the challengers life has in store for them.\u001b[24m\n    \u001b[1m誰もが喜んで暮らしているわけではありませんが、誰もが挑戦者に直面することができると感じています。\u001b[22m, \u001b[1mそのない皆が幸せに住んでいるが、誰もが人生は彼らのために店に持っている挑戦に直面するよりできる感じます。\u001b[22m\n\u001b[4mFor Murasaki its challenging and not yielding to her families traditions and for Shinkuro realising he is not a lone in the world and being stronger for it.\u001b[24m\n    \u001b[1mムラサキのために、彼女の家族の伝統に挑戦していないし、新光が実現するためには、彼は世界で孤独ではなく、より強くなっている。\u001b[22m, \u001b[1mムラサキのための彼女の家族の伝統にとShinkuroは、彼が世界で唯一の、それに対してより強力なされていない実現するために得、その挑戦的ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThis really an anime you should at the very least check out.\n\n\u001b[1mこれは本当にあなたが最低でチェックアウトするべきアニメです。\u001b[22m\n\u001b[1m(Kore wa hontōni anata ga saitei de chekku auto surubeki animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis really an anime you should at the very least check out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis really an anime you should at the very least check out.\u001b[24m\n    \u001b[1mこれは本当にあなたが最低でチェックアウトするべきアニメです。\u001b[22m, \u001b[1mこれは本当にアニメあなたは非常に少なくとも、チェックアウトする必要があります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "Lukas10",
    "profile": "/profile/Lukas10/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=89563",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\n\n08シーズン、すべての新番組を見るためにシーズンリストのV1を忍耐強く待っていることを忘れないでください。画像がなく、非常に短い説明が付いている綺麗なナレーションです。 このシリーズを見て、エピソード1から私は夢中になり、好きでこのシリーズに戻って、1つから私はそれが私の好きなアニメシリーズの一つであることが判明した。\n\n久しぶりに武装した武蔵野慎一郎さん（16歳）は、武道芸術の巨匠と経験豊かなプロの仲介者であり、長い間紛争解決の記録を残しています。 このミッションに続いて、ムラサキとクレイナイの人生に関わる人々との結びつきが続く。\n\n進歩は素晴らしいです、シリーズが続くにつれ、キーキャラクターが成長するのを見るのは素晴らしいです。 彼らはシリーズに「Harem / Romance」の側面を取り入れていますが、その背景にあることを知るにはほんの少しです。\n\nアート・スタイルにはこの「ぎこちない」エッジがあります。このショーの暗い流れに適したファンです。\nサウンドと音楽は本当に良いです、それぞれのキャラクターの声が上にあった。 ほとんどの私がスキップするOP / EDは気にしませんでした。\n\nこのシリーズのための私の偏見は、その10を言うだろうが、より現実的に私は9にそれをマークしました、その信じられないほどのシリーズは、誰もが好きなシリーズではありませんが、あなたがウサギドロップのファンならば あなたは呉ナウを愛するでしょう、そのうさぎのように濃く＆amp; 良い措置のために投げ込まれた武道。\n\n私はこれでこれを終えることができます。私のプロフィールには私の唯一の「お気に入りシリーズ」の理由があります。それは私の意見では良いことです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n08 Season, Remember patiently waiting for the V1 of the season list to see all the new shows, At the bottom with No image and a very short description was Kure Nai, It intrigued me as it had little to on i made a bold move to watch this series, From Episode 1 i was hooked, and look back to this series with fondness, From one i took a punt on with nothing to go on it turned out to be one of my favorite Anime series.\n\n\u001b[1m08シーズン、すべての新番組を見るためにシーズンリストのV1を忍耐強く待っていることを忘れないでください。画像がなく、非常に短い説明が付いている綺麗なナレーションです。 このシリーズを見て、エピソード1から私は夢中になり、好きでこのシリーズに戻って、1つから私はそれが私の好きなアニメシリーズの一つであることが判明した。\u001b[22m\n\u001b[1m(08 Shīzun, subete no shin bangumi o miru tame ni shīzunrisuto no V 1 o nintaidzuyoku matte iru koto o wasurenaide kudasai. Gazō ga naku, hijō ni mijikai setsumei ga tsuite iru kireina narēshondesu. Kono shirīzu o mite, episōdo 1 kara watashi wa muchū ni nari, sukide kono shirīzu ni modotte, 1tsu kara watashi wa sore ga watashi no sukina animeshirīzu no hitotsudearu koto ga hanmei shita.)\u001b[22m\n\nTranslations of \u001b[4m08 Season, Remember patiently waiting for the V1 of the season list to see all the new shows, At the bottom with No image and a very short description was Kure Nai, It intrigued me as it had little to on i made a bold move to watch this series, From Episode 1 i was hooked, and look back to this series with fondness, From one i took a punt on with nothing to go on it turned out to be one of my favorite Anime series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m08 Season, Remember patiently waiting for the V1 of the season list to see all the new shows, At the bottom with No image and a very short description was Kure Nai, It intrigued me as it had little to on i made a bold move to\u001b[24m\n    \u001b[1m08シーズン、すべての新番組を見るためにシーズンリストのV1を忍耐強く待っていることを忘れないでください。画像がなく、非常に短い説明が付いている綺麗なナレーションです。\u001b[22m, \u001b[1mそれは少し持っていたとして、iが大胆な動きをした上に08シーズンは、紅だったイメージはありませんし、非常に短い説明を底部には、すべての新しいショーを見るために今シーズンのリストのV1を待って根気を忘れないでください、それは私に興味をそそら\u001b[22m\n\u001b[4mwatch this series, From Episode 1 i was hooked, and look back to this series with fondness, From one i took a punt on with nothing to go on it turned out to be one of my favorite Anime series.\u001b[24m\n    \u001b[1mこのシリーズを見て、エピソード1から私は夢中になり、好きでこのシリーズに戻って、1つから私はそれが私の好きなアニメシリーズの一つであることが判明した。\u001b[22m, \u001b[1mそれは私の好きなアニメシリーズの一つであることが判明に私は行くことを何もでパントを取ったものから、私は夢中になりました第1話から、このシリーズを見て、溺愛してこのシリーズに振り返ります。\u001b[22m\n\u001b[1m\u001b[22m\nKure-Nai centres around Kurenai Shinkurou, a 16 year old who is already both a master of an arcane martial art and an experienced professional mediator with a long track record of resolving disputes, His new mission is to 'Protect' young Murasaki Kuhoin and the story follows this mission + his bonding with Murasaki and other people involved in Kurenai's life.\n\n\u001b[1m久しぶりに武装した武蔵野慎一郎さん（16歳）は、武道芸術の巨匠と経験豊かなプロの仲介者であり、長い間紛争解決の記録を残しています。 このミッションに続いて、ムラサキとクレイナイの人生に関わる人々との結びつきが続く。\u001b[22m\n\u001b[1m(Hisashiburi ni busō shita Musashino Shin'ichirō-san (16-sai) wa, budō geijutsu no kyoshō to keiken yutakana puro no chūkai-shadeari, nagaiai funsō kaiketsu no kiroku o nokoshite imasu. Kono misshon ni tsudzuite, murasaki to kureinai no jinsei ni kakawaru hitobito to no musubitsuki ga tsudzuku.)\u001b[22m\n\nTranslations of \u001b[4mKure-Nai centres around Kurenai Shinkurou, a 16 year old who is already both a master of an arcane martial art and an experienced professional mediator with a long track record of resolving disputes, His new mission is to 'Protect' young Murasaki Kuhoin and the story follows this mission + his bonding with Murasaki and other people involved in Kurenai's life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKure-Nai centres around Kurenai Shinkurou, a 16 year old who is already both a master of an arcane martial art and an experienced professional mediator with a long track record of resolving disputes, His new mission is to 'Protect' young Murasaki Kuhoin and the\u001b[24m\n    \u001b[1m久しぶりに武装した武蔵野慎一郎さん（16歳）は、武道芸術の巨匠と経験豊かなプロの仲介者であり、長い間紛争解決の記録を残しています。\u001b[22m, \u001b[1m紅は紅Shinkurou、すでに難解な武術の達人と紛争解決の長い実績を持つ経験豊富なプロのメディエータの両方が誰であるかを16歳を中心に、彼の新たな使命は、若い紫Kuhoinと「保護」することです\u001b[22m\n\u001b[4mstory follows this mission + his bonding with Murasaki and other people involved in Kurenai's life.\u001b[24m\n    \u001b[1mこのミッションに続いて、ムラサキとクレイナイの人生に関わる人々との結びつきが続く。\u001b[22m, \u001b[1m物語はこのミッション+紫と紅の人生に関わる他の人と彼の接合に従います。\u001b[22m\n\u001b[1m\u001b[22m\nThe progression is fantastic, Great to see the key characters grow as the series continues. They incorporate the 'Harem/Romance' side into the series, but only a very little, just enough for you to know its there in the background.\n\n\u001b[1m進歩は素晴らしいです、シリーズが続くにつれ、キーキャラクターが成長するのを見るのは素晴らしいです。 彼らはシリーズに「Harem / Romance」の側面を取り入れていますが、その背景にあることを知るにはほんの少しです。\u001b[22m\n\u001b[1m(Shinpo wa subarashīdesu, shirīzu ga tsudzuku ni tsure, kīkyarakutā ga seichō suru no o miru no wa subarashīdesu. Karera wa shirīzu ni `hāremu/ Romance' no sokumen o toriirete imasuga, sono haikei ni aru koto o shiru ni wa hon'nosukoshidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe progression is fantastic, Great to see the key characters grow as the series continues. They incorporate the 'Harem/Romance' side into the series, but only a very little, just enough for you to know its there in the background.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe progression is fantastic, Great to see the key characters grow as the series continues.\u001b[24m\n    \u001b[1m進歩は素晴らしいです、シリーズが続くにつれ、キーキャラクターが成長するのを見るのは素晴らしいです。\u001b[22m, \u001b[1m進行はシリーズが続くように、キーの文字が成長し、偉大な幻想的です。\u001b[22m\n\u001b[4mThey incorporate the 'Harem/Romance' side into the series, but only a very little, just enough for you to know its there in the background.\u001b[24m\n    \u001b[1m彼らはシリーズに「Harem / Romance」の側面を取り入れていますが、その背景にあることを知るにはほんの少しです。\u001b[22m, \u001b[1m彼らは、シリーズに「ハーレム/ロマンス '側を組み込んでいますが、そのそこにバックグラウンドでを知っているために十分なだけ、ほんの少し。\u001b[22m\n\u001b[1m\u001b[22m\nArt style has this 'Gritty' edge to it, I for one am a fan of this suited the sort of dark undercurrent this show had.\n\n\u001b[1mアート・スタイルにはこの「ぎこちない」エッジがあります。このショーの暗い流れに適したファンです。\u001b[22m\n\u001b[1m(Āto sutairu ni wa kono `gikochinai' ejji ga arimasu. Kono shō no kurainagare ni tekishita fandesu.)\u001b[22m\n\nTranslations of \u001b[4mArt style has this 'Gritty' edge to it, I for one am a fan of this suited the sort of dark undercurrent this show had.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt style has this 'Gritty' edge to it, I for one am a fan of this suited the sort of dark undercurrent this show had.\u001b[24m\n    \u001b[1mアート・スタイルにはこの「ぎこちない」エッジがあります。このショーの暗い流れに適したファンです。\u001b[22m, \u001b[1mアートスタイルは1午前、このショーが持っていた暗い底流の種類に合っこれのファンのために、私にこの「グリッティ」エッジを有します。\u001b[22m\nSound and Music is really good, Voices for each character were spot on. Even didn't mind the OP/ED Which for most i skip.\n\n\u001b[1mサウンドと音楽は本当に良いです、それぞれのキャラクターの声が上にあった。 ほとんどの私がスキップするOP / EDは気にしませんでした。\u001b[22m\n\u001b[1m(Saundo to ongaku wa hontōni yoidesu, sorezore no kyarakutā no koe ga ue ni atta. Hotondo no watashi ga sukippu suru OP/ ED wa ki ni shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSound and Music is really good, Voices for each character were spot on. Even didn't mind the OP/ED Which for most i skip.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound and Music is really good, Voices for each character were spot on.\u001b[24m\n    \u001b[1mサウンドと音楽は本当に良いです、それぞれのキャラクターの声が上にあった。\u001b[22m, \u001b[1m音と音楽は、各文字の声がその場であったが、本当に良いです。\u001b[22m\n\u001b[4mEven didn't mind the OP/ED Which for most i skip.\u001b[24m\n    \u001b[1mほとんどの私がスキップするOP / EDは気にしませんでした。\u001b[22m, \u001b[1mでも、ほとんどのために私がスキップOP / EDを気にしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nMy bias for this series would say its a 10, but more realistically i've marked it down to 9, Its an incredible series, it won't be a series everyone will like but if you are a fan of Usagi Drop (Shows like that) you will love Kure Nai, Its like Usagi just Darker &amp; Martial Arts thrown in for good measure.\n\n\u001b[1mこのシリーズのための私の偏見は、その10を言うだろうが、より現実的に私は9にそれをマークしました、その信じられないほどのシリーズは、誰もが好きなシリーズではありませんが、あなたがウサギドロップのファンならば あなたは呉ナウを愛するでしょう、そのうさぎのように濃く＆amp; 良い措置のために投げ込まれた武道。\u001b[22m\n\u001b[1m(Kono shirīzu no tame no watashi no henken wa, sono 10 o iudarouga, yori genjitsu-teki ni watashi wa 9 ni sore o māku shimashita, sono shinji rarenai hodo no shirīzu wa, daremoga sukina shirīzude wa arimasenga, anata ga usagidoroppu no fan'naraba anata wa Kure nau o aisurudeshou, sono usagi no yō ni koku& amp; yoi sochi no tame ni nagekoma reta budō.)\u001b[22m\n\nTranslations of \u001b[4mMy bias for this series would say its a 10, but more realistically i've marked it down to 9, Its an incredible series, it won't be a series everyone will like but if you are a fan of Usagi Drop (Shows like that) you will love Kure Nai, Its like Usagi just Darker &amp; Martial Arts thrown in for good measure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy bias for this series would say its a 10, but more realistically i've marked it down to 9, Its an incredible series, it won't be a series everyone will like but if you are a fan of Usagi Drop (Shows like\u001b[24m\n    \u001b[1mこのシリーズのための私の偏見は、その10を言うだろうが、より現実的に私は9にそれをマークしました、その信じられないほどのシリーズは、誰もが好きなシリーズではありませんが、あなたがウサギドロップのファンならば\u001b[22m, \u001b[1mこのシリーズのための私のバイアスはその10を言うだろうが、より現実的に私は9、その信じられないほどのシリーズにそれをマークした、それは（直列誰もが好きになるでしょうが、あなたはうさぎドロップのファンであれば同様のショーではありません\u001b[22m\n\u001b[4mthat) you will love Kure Nai, Its like Usagi just Darker &amp;\u001b[24m\n    \u001b[1mあなたは呉ナウを愛するでしょう、そのうさぎのように濃く＆amp;\u001b[22m, \u001b[1mあなたは紅を愛する）こと、そのうさぎだけ暗い＆アンプ等。\u001b[22m\n\u001b[4mMartial Arts thrown in for good measure.\u001b[24m\n    \u001b[1m良い措置のために投げ込まれた武道。\u001b[22m, \u001b[1m武道は良い測定のために投げ入れ。\u001b[22m\n\u001b[1m\u001b[22m\nAll i can end this with is this, there is a reason this is my only 'Favorite Series' on my Profile, It's that good in my opinion.\n\n\u001b[1m私はこれでこれを終えることができます。私のプロフィールには私の唯一の「お気に入りシリーズ」の理由があります。それは私の意見では良いことです。\u001b[22m\n\u001b[1m(Watashi wa kore de kore o oeru koto ga dekimasu. Watashi no purofīru ni wa watashi no yuiitsu no `okiniiri shirīzu' no riyū ga arimasu. Sore wa watashi no ikende wa yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAll i can end this with is this, there is a reason this is my only 'Favorite Series' on my Profile, It's that good in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll i can end this with is this, there is a reason this is my only 'Favorite Series' on my Profile, It's that good in my opinion.\u001b[24m\n    \u001b[1m私はこれでこれを終えることができます。私のプロフィールには私の唯一の「お気に入りシリーズ」の理由があります。それは私の意見では良いことです。\u001b[22m, \u001b[1m私はこれとこれを終了することができますすべてが、これは私のプロフィールに私の唯一のお気に入りシリーズ」である理由がある、それは私の意見では良いことです。\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "_makoto_",
    "profile": "/profile/_makoto_/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=20330",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\nそれは私に素晴らしい気持ちを与えました、紅葉しゃくろうの少年とクワン・ムラサキはどちらかというと同じかわいい、素敵で甘い、私はそれらを気にする方法を知らないが、私は本当に両方が好きだった。 芸術は本当に良かったし、作家は物語のために、文字のためにいくつかの本当に良いアイデアを持っていた。 他のアニメの中には、主人公ではないので、自分の人生を持たないようなキャラクターがたくさんあります。 私はそれが嫌いなので、私はこのアニメを愛していました。 ああ、私はヤクザのようなものは本当に好きではないし、戦い、そしてこのようなヘイ、私は楽しんでいた作品があった。 私は死んで笑っていた1つのエピソードもあった; D。  6番目のものだと思います。 それはossumだった！ そして、私は本当にこのようなものを追加した作家には感謝しています。アニメにはそれが必要でした。\nこのアニメを見ながら、私はいつもそれがどのように終わるかを知っていましたが、それ以上さらに見たいと思っていました！ そして私は本当にそれを見た後悔はありません。\nホープこのレビューはあなたに役立ちます、あなたはアニメが好きになるでしょう！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nit gave me a nice feeling, that Kurenai Shinkurou boy and Kuhouin Murasaki was somewhat the same, both cute, nice and sweet, i don't know how to say how i feel abot them, but i really liked both of them. The art was really good, and the writer had some really good ideas to add in the story, for characters. In some other anime's there are lots of characters that seems like they don't have their own life, just becouse they are not the main characters. i hate it, so i loved this anime for having that. Ah, but i don't really like things like yakuza , and fighting, and hings like this, so there was pieces that i didin'd enjoyed. but there also was one episode where I was laughing dead ;D . the sixth one , i guess. that was ossum!! And I really am thankfull for the writer that he added somethin like this, the anime needed it.\n\n\u001b[1mそれは私に素晴らしい気持ちを与えました、紅葉しゃくろうの少年とクワン・ムラサキはどちらかというと同じかわいい、素敵で甘い、私はそれらを気にする方法を知らないが、私は本当に両方が好きだった。 芸術は本当に良かったし、作家は物語のために、文字のためにいくつかの本当に良いアイデアを持っていた。 他のアニメの中には、主人公ではないので、自分の人生を持たないようなキャラクターがたくさんあります。 私はそれが嫌いなので、私はこのアニメを愛していました。 ああ、私はヤクザのようなものは本当に好きではないし、戦い、そしてこのようなヘイ、私は楽しんでいた作品があった。 私は死んで笑っていた1つのエピソードもあった; D。  6番目のものだと思います。 それはossumだった！ そして、私は本当にこのようなものを追加した作家には感謝しています。アニメにはそれが必要でした。\u001b[22m\n\u001b[1m(Sore wa watashi ni subarashī kimochi o ataemashita, kōyō shakurou no shōnen to kuwan murasaki wa dochira ka to iu to onaji kawaī, sutekide amai, watashi wa sorera o kinisuru hōhō o shiranai ga, watashi wa hontōni ryōhō ga sukidatta. Geijutsu wa hontōniyokatta shi, sakka wa monogatari no tame ni, moji no tame ni ikutsu ka no hontōni yoi aidea o motte ita. Hoka no anime no nakaniha, shujinkōde wanainode, jibun no jinsei o motanai yōna kyarakutā ga takusan arimasu. Watashi wa sore ga kirainanode, watashi wa kono anime o aishite imashita. Ā, watashi wa yakuza no yōna mono wa hontōni sukide wanaishi, tatakai, soshite kono yōna Hei, watashi wa tanoshinde ita sakuhin ga atta. Watashi wa shinde waratte ita 1tsu no episōdo mo atta; D. 6-Banme no monoda to omoimasu. Sore wa ossumdatta! Soshite, watashi wa hontōni kono yōna mono o tsuika shita sakka ni wa kansha shite imasu. Anime ni wa sore ga hitsuyōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mit gave me a nice feeling, that Kurenai Shinkurou boy and Kuhouin Murasaki was somewhat the same, both cute, nice and sweet, i don't know how to say how i feel abot them, but i really liked both of them. The art was really good, and the writer had some really good ideas to add in the story, for characters. In some other anime's there are lots of characters that seems like they don't have their own life, just becouse they are not the main characters. i hate it, so i loved this anime for having that. Ah, but i don't really like things like yakuza , and fighting, and hings like this, so there was pieces that i didin'd enjoyed. but there also was one episode where I was laughing dead ;D . the sixth one , i guess. that was ossum!! And I really am thankfull for the writer that he added somethin like this, the anime needed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit gave me a nice feeling, that Kurenai Shinkurou boy and Kuhouin Murasaki was somewhat the same, both cute, nice and sweet, i don't know how to say how i feel abot them, but i really liked both of them.\u001b[24m\n    \u001b[1mそれは私に素晴らしい気持ちを与えました、紅葉しゃくろうの少年とクワン・ムラサキはどちらかというと同じかわいい、素敵で甘い、私はそれらを気にする方法を知らないが、私は本当に両方が好きだった。\u001b[22m, \u001b[1mそれは、私はそれらをABOTどのように感じるか言う方法を知らないが、私は実際にそれらの両方が好き、かわいい素敵で甘いの両方、紅Shinkurouの少年と九鳳院紫が幾分同じであったことを、私に素敵な感じを与えました。\u001b[22m\n\u001b[4mThe art was really good, and the writer had some really good ideas to add in the story, for characters.\u001b[24m\n    \u001b[1m芸術は本当に良かったし、作家は物語のために、文字のためにいくつかの本当に良いアイデアを持っていた。\u001b[22m, \u001b[1m芸術は本当に良かった、と筆者は文字のために、物語の中で追加するにはいくつかの本当に良いアイデアを持っていました。\u001b[22m\n\u001b[4mIn some other anime's there are lots of characters that seems like they don't have their own life, just becouse they are not the main characters.\u001b[24m\n    \u001b[1m他のアニメの中には、主人公ではないので、自分の人生を持たないようなキャラクターがたくさんあります。\u001b[22m, \u001b[1mいくつかの他のアニメの中で、彼らはメインキャラクターではないだけbecouse、自分の人生を持っていないように思えるの文字がたくさんあります。\u001b[22m\n\u001b[4mi hate it, so i loved this anime for having that.\u001b[24m\n    \u001b[1m私はそれが嫌いなので、私はこのアニメを愛していました。\u001b[22m, \u001b[1m私はそれを嫌うので、私はそれを持つために、このアニメを愛しました。\u001b[22m\n\u001b[4mAh, but i don't really like things like yakuza , and fighting, and hings like this, so there was pieces that i didin'd enjoyed.\u001b[24m\n    \u001b[1mああ、私はヤクザのようなものは本当に好きではないし、戦い、そしてこのようなヘイ、私は楽しんでいた作品があった。\u001b[22m, \u001b[1mああ、しかし、私はヤクザと戦い、そしてこのようなhingsようなもののように本当にないので、私は楽しんでdidin'd作品がありました。\u001b[22m\n\u001b[4mbut there also was one episode where I was laughing dead ;D .\u001b[24m\n    \u001b[1m私は死んで笑っていた1つのエピソードもあった; D。\u001b[22m, \u001b[1mD;だけでなく、私が死んで笑っていた1つのエピソードがありました。\u001b[22m\n\u001b[4mthe sixth one , i guess.\u001b[24m\n    \u001b[1m6番目のものだと思います。\u001b[22m, \u001b[1m第1、私は推測します。\u001b[22m\n\u001b[4mthat was ossum!!\u001b[24m\n    \u001b[1mそれはossumだった！\u001b[22m, \u001b[1mそれはossumました！\u001b[22m\n\u001b[4mAnd I really am thankfull for the writer that he added somethin like this, the anime needed it.\u001b[24m\n    \u001b[1mそして、私は本当にこのようなものを追加した作家には感謝しています。アニメにはそれが必要でした。\u001b[22m, \u001b[1mそして、私は本当に彼はこのようなのsomethinを追加した作家のためのthankfull午前、アニメはそれを必要としていました。\u001b[22m\nWhile watching this anime i always knew how it'll end, but still wanted to watch further and further!! And i really don't have any regrets that I watched it.\n\n\u001b[1mこのアニメを見ながら、私はいつもそれがどのように終わるかを知っていましたが、それ以上さらに見たいと思っていました！ そして私は本当にそれを見た後悔はありません。\u001b[22m\n\u001b[1m(Kono anime o minagara, watashi wa itsumo sore ga dono yō ni owaru ka o shitte imashitaga, soreijō sarani mitai to omotte imashita! Soshite watashi wa hontōni sore o mita kōkai wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhile watching this anime i always knew how it'll end, but still wanted to watch further and further!! And i really don't have any regrets that I watched it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile watching this anime i always knew how it'll end, but still wanted to watch further and further!!\u001b[24m\n    \u001b[1mこのアニメを見ながら、私はいつもそれがどのように終わるかを知っていましたが、それ以上さらに見たいと思っていました！\u001b[22m, \u001b[1mこのアニメを見ながら私は常にそれが終わるだろう方法を知っていたが、それでもさらに、さらに見てみたかったです！\u001b[22m\n\u001b[4mAnd i really don't have any regrets that I watched it.\u001b[24m\n    \u001b[1mそして私は本当にそれを見た後悔はありません。\u001b[22m, \u001b[1mそして、私は本当に私はそれを見て任意の後悔を持っていません。\u001b[22m\nHope This review will be useful to you, and you'll like the anime!\n\n\u001b[1mホープこのレビューはあなたに役立ちます、あなたはアニメが好きになるでしょう！\u001b[22m\n\u001b[1m(Hōpu kono rebyū wa anata ni yakudachimasu, anata wa anime ga suki ni narudeshou!)\u001b[22m\n\nTranslations of \u001b[4mHope This review will be useful to you, and you'll like the anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHope This review will be useful to you, and you'll like the anime!\u001b[24m\n    \u001b[1mホープこのレビューはあなたに役立ちます、あなたはアニメが好きになるでしょう！\u001b[22m, \u001b[1mこのレビューはあなたの役に立つでしょう、あなたはアニメが好きよ！\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "anupkumar_ak47",
    "profile": "/profile/anupkumar_ak47/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=97343",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  9\n\nまあ、このシリーズは昨夜、鑑賞するのが楽しいものを見たいと思っていました。リストされたジャンルの他のアニメとは少し違って、私は失望していないと言わなければなりません。\n\nキャラクターは鮮やかでしたが、もっと多くのことができたと思うのでキャラクターレーティング7を与えましたが、全体的な楽しみレーティングは10です。最初のエピソードから始まり、最後のエピソードを終えるまで私の席に握られました。 私はそれのすべてのビットが大好きです。\n\nプロットはまあまあまあですが、ちょっとこれはアニメです。 文字は鮮やかで、設定は良いです。 楽しめるものがあります。 新倉さんのキャラクターでは、二重の人生は、奇妙な仕事をする学生広告（他の方法を見つけることができませんでした）としてどのように歪んでいるかを見ることができます。ムラサキのキャラクターは愛らしいですが、7歳 これは成熟していますが、悲劇的な背景を持っていますが、あまりにも哀れな気がするかもしれませんが、あまりにもかわいすぎるとは言えません。 彼らは深みが欠けているが、ヤミー、タマキ、ベニカ、ヤヨイのキャラクターも、活気に満ちて好きだと思うし、深みや背景が不足しているように見えるかもしれないが、ストーリーの中でちょうどいい感じでストーリーに大きな役割を果たす。\n\n私はスタチンすべての良い点に行くことができ、誰も長いレビューを読むために十分な忍耐を持って知っている。\n\nそれをすべて集約するだけでそれを見ます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWell I saw this series last night hoping to watch something that was fun to watch and a bit different than other anime in its listed genres I must say I was not disappointed.\n\n\u001b[1mまあ、このシリーズは昨夜、鑑賞するのが楽しいものを見たいと思っていました。リストされたジャンルの他のアニメとは少し違って、私は失望していないと言わなければなりません。\u001b[22m\n\u001b[1m(Mā, kono shirīzu wa sakuya, kanshō suru no ga tanoshī mono o mitai to omotte imashita. Risuto sa reta janru no ta no anime to wa sukoshi chigatte, watashi wa shitsubō shite inai to iwanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mWell I saw this series last night hoping to watch something that was fun to watch and a bit different than other anime in its listed genres I must say I was not disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell I saw this series last night hoping to watch something that was fun to watch and a bit different than other anime in its listed genres I must say I was not disappointed.\u001b[24m\n    \u001b[1mまあ、このシリーズは昨夜、鑑賞するのが楽しいものを見たいと思っていました。リストされたジャンルの他のアニメとは少し違って、私は失望していないと言わなければなりません。\u001b[22m, \u001b[1mさて私は、その記載されているジャンルで見ていて楽しいし、他のアニメとは少し違っていた私はがっかりしませんでしたと言わなければならない何かを見ることを望んで最後の夜、このシリーズを見ました。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were vivid but I gave character rating 7 because I think they could have done more, but the overall enjoyment rating is 10 because it is that much good I began with the 1st episode and was gripped to my seat till I finished the last episode and I loved every bit of it.\n\n\u001b[1mキャラクターは鮮やかでしたが、もっと多くのことができたと思うのでキャラクターレーティング7を与えましたが、全体的な楽しみレーティングは10です。最初のエピソードから始まり、最後のエピソードを終えるまで私の席に握られました。 私はそれのすべてのビットが大好きです。\u001b[22m\n\u001b[1m(Kyarakutā wa azayakadeshitaga, motto ōku no koto ga dekita to omou node kyarakutārētingu 7 o ataemashitaga, zentai-tekina tanoshimi rētingu wa 10desu. Saisho no episōdo kara hajimari, saigo no episōdo o oeru made watashi no seki ni nigira remashita. Watashi wa sore no subete no bitto ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were vivid but I gave character rating 7 because I think they could have done more, but the overall enjoyment rating is 10 because it is that much good I began with the 1st episode and was gripped to my seat till I finished the last episode and I loved every bit of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were vivid but I gave character rating 7 because I think they could have done more, but the overall enjoyment rating is 10 because it is that much good I began with the 1st episode and was gripped to my seat till I finished the last episode\u001b[24m\n    \u001b[1mキャラクターは鮮やかでしたが、もっと多くのことができたと思うのでキャラクターレーティング7を与えましたが、全体的な楽しみレーティングは10です。最初のエピソードから始まり、最後のエピソードを終えるまで私の席に握られました。\u001b[22m, \u001b[1m文字が鮮やかだったが、私は、彼らがより多くを行っていると思うので、私は文字の評価7を与えたが、それははるかに良い私は第一話から始まったと私は最後のエピソードを終了するまで、私の席に把持されたことがあるので、全体的な楽しみの評価は10であります\u001b[22m\n\u001b[4mand I loved every bit of it.\u001b[24m\n    \u001b[1m私はそれのすべてのビットが大好きです。\u001b[22m, \u001b[1mそして、私はそれのすべてのビットを愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot is well kinda over the top, but hey this an anime. The characters are vivid, the setting is good. There are things that are enjoyable. In Shinkurou's character we can see how twisted his dual life is as a student ad who does odd jobs (couldn't find any other way to put it), Murasaki's character is just lovable although you may find it creepy that a 7 year old can act this mature but although having a tragic background you don't actually find it too yearning to be pitied, although you may feel a bit of pity but you just get drawn towards her, not to mention she's just too cute. Even the side characters Yamie, Tamaki, Benika and Yayoi although they lack depth, but they seem vibrant and likeable and although they may seem to lack depth and background they are just feel right in the story and they play a major part in the story.\n\n\u001b[1mプロットはまあまあまあですが、ちょっとこれはアニメです。 文字は鮮やかで、設定は良いです。 楽しめるものがあります。 新倉さんのキャラクターでは、二重の人生は、奇妙な仕事をする学生広告（他の方法を見つけることができませんでした）としてどのように歪んでいるかを見ることができます。ムラサキのキャラクターは愛らしいですが、7歳 これは成熟していますが、悲劇的な背景を持っていますが、あまりにも哀れな気がするかもしれませんが、あまりにもかわいすぎるとは言えません。 彼らは深みが欠けているが、ヤミー、タマキ、ベニカ、ヤヨイのキャラクターも、活気に満ちて好きだと思うし、深みや背景が不足しているように見えるかもしれないが、ストーリーの中でちょうどいい感じでストーリーに大きな役割を果たす。\u001b[22m\n\u001b[1m(Purotto wa mā mā mādesuga, chotto koreha animedesu. Moji wa azayakade, settei wa yoidesu. Tanoshimeru mono ga arimasu. Nīkura-san no kyarakutāde wa, nijū no jinsei wa, kimyōna shigoto o suru gakusei kōkoku (hoka no hōhō o mitsukeru koto ga dekimasendeshita) to shite dono yō ni yugande iru ka o miru koto ga dekimasu. Murasaki no kyarakutā wa airashīdesuga, 7-sai koreha seijuku shite imasuga, higeki-tekina haikei o motte imasuga, amarini mo awarena ki ga suru kamo shiremasenga, amarini mo kawai sugiru to wa iemasen. Karera wa fukami ga kakete iruga, yamī, Tamaki, Benika, Yayoi no kyarakutā mo, kakki ni michite sukida to omoushi, fukami ya haikei ga fusoku shite iru yō ni mieru kamo shirenaiga, sutōrī no naka de chōdo ī kanji de sutōrī ni ōkina yakuwariwohatasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is well kinda over the top, but hey this an anime. The characters are vivid, the setting is good. There are things that are enjoyable. In Shinkurou's character we can see how twisted his dual life is as a student ad who does odd jobs (couldn't find any other way to put it), Murasaki's character is just lovable although you may find it creepy that a 7 year old can act this mature but although having a tragic background you don't actually find it too yearning to be pitied, although you may feel a bit of pity but you just get drawn towards her, not to mention she's just too cute. Even the side characters Yamie, Tamaki, Benika and Yayoi although they lack depth, but they seem vibrant and likeable and although they may seem to lack depth and background they are just feel right in the story and they play a major part in the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is well kinda over the top, but hey this an anime.\u001b[24m\n    \u001b[1mプロットはまあまあまあですが、ちょっとこれはアニメです。\u001b[22m, \u001b[1mプロットはちょっと上からもですが、ちょっとこのアニメ。\u001b[22m\n\u001b[4mThe characters are vivid, the setting is good.\u001b[24m\n    \u001b[1m文字は鮮やかで、設定は良いです。\u001b[22m, \u001b[1m文字が鮮やかであり、設定が良いです。\u001b[22m\n\u001b[4mThere are things that are enjoyable.\u001b[24m\n    \u001b[1m楽しめるものがあります。\u001b[22m, \u001b[1m楽しいですものがあります。\u001b[22m\n\u001b[4mIn Shinkurou's character we can see how twisted his dual life is as a student ad who does odd jobs (couldn't find any other way to put it), Murasaki's character is just lovable although you may find it creepy that a 7 year old can\u001b[24m\n    \u001b[1m新倉さんのキャラクターでは、二重の人生は、奇妙な仕事をする学生広告（他の方法を見つけることができませんでした）としてどのように歪んでいるかを見ることができます。ムラサキのキャラクターは愛らしいですが、7歳\u001b[22m, \u001b[1mあなたはそれが不気味な見つけるかもしれないがShinkurouの文字では、我々は彼の二重生活が（それを置くために、他の方法を見つけることができませんでした）奇妙な仕事をして、学生の広告としてどのようにツイスト見ることができ、紫の文字はただ愛すべきである7歳の缶\u001b[22m\n\u001b[4mact this mature but although having a tragic background you don't actually find it too yearning to be pitied, although you may feel a bit of pity but you just get drawn towards her, not to mention she's just too cute.\u001b[24m\n    \u001b[1mこれは成熟していますが、悲劇的な背景を持っていますが、あまりにも哀れな気がするかもしれませんが、あまりにもかわいすぎるとは言えません。\u001b[22m, \u001b[1mこの成熟したとして作用するが、あなたは同情のビットを感じるかもしれませんが、あなただけの彼女があまりにもかわいいですもちろんのこと、彼女に向かって描かれますが、悲劇的なバックグラウンドを持つが、あなたが実際に、それはあまりにも同情する憧れ見つけることはありません。\u001b[22m\n\u001b[4mEven the side characters Yamie, Tamaki, Benika and Yayoi although they lack depth, but they seem vibrant and likeable and although they may seem to lack depth and background they are just feel right in the story and they play a major part in the story.\u001b[24m\n    \u001b[1m彼らは深みが欠けているが、ヤミー、タマキ、ベニカ、ヤヨイのキャラクターも、活気に満ちて好きだと思うし、深みや背景が不足しているように見えるかもしれないが、ストーリーの中でちょうどいい感じでストーリーに大きな役割を果たす。\u001b[22m, \u001b[1mでもサイド文字Yamie、玉木、Benikaと弥生彼らは深さを欠いているが、彼らは活気に満ちた好感の持てるように見える、彼らは深さと背景を欠いているように見えるかもしれないが、彼らはちょうど物語の中で右に感じていると、彼らは物語の中で主要な役割を果たしているが。\u001b[22m\n\u001b[1m\u001b[22m\nI can go on statin all the good points and I know no one has enough patience to read a long review.\n\n\u001b[1m私はスタチンすべての良い点に行くことができ、誰も長いレビューを読むために十分な忍耐を持って知っている。\u001b[22m\n\u001b[1m(Watashi wa sutachin subete no yoi ten ni iku koto ga deki, dare mo nagai rebyū o yomu tame ni jūbun'na nintai o motte shitte iru.)\u001b[22m\n\nTranslations of \u001b[4mI can go on statin all the good points and I know no one has enough patience to read a long review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can go on statin all the good points and I know no one has enough patience to read a long review.\u001b[24m\n    \u001b[1m私はスタチンすべての良い点に行くことができ、誰も長いレビューを読むために十分な忍耐を持って知っている。\u001b[22m, \u001b[1m私はすべての良い点をスタチンに行くことができると私は誰もが長いレビューを読むのに十分な忍耐を持っていません知っています。\u001b[22m\n\u001b[1m\u001b[22m\nTo sum it all up just watch it.\n\n\u001b[1mそれをすべて集約するだけでそれを見ます。\u001b[22m\n\u001b[1m(Sore o subete shūyaku suru dake de sore o mimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo sum it all up just watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum it all up just watch it.\u001b[24m\n    \u001b[1mそれをすべて集約するだけでそれを見ます。\u001b[22m, \u001b[1mちょうどそれを見てそれをすべてを合計するには。\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "onigiridango",
    "profile": "/profile/onigiridango/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=24573",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n一連の呉前を通って、私はいつも付き合っていました。 それは実体あるキャラクター、面白いストーリー、そしてアクションシーンは常に興味をそそられていました。 私はまた、ウォッチャーが何が起こっているのか分からないときに楽しむことができます。少しずつ、何が起こるのかを理解することが許されています。\n\n多くのアクション・アニメとは違った話題の、爽やかなアニメです。 唯一の忘れない唯一の欠点は、いくつかの不満足な終わりです。最後にはたくさんの質問があります。 将来的に何が起こるかを仮定するのは楽しいこともありますが。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThrough out the series of Kure-nai I was always attached. It has characters with substance, an interesting story, and the action scenes were always intriguing. I also enjoy when the watcher has no idea what is going on, and little by little we are allowed to understand what happens, sort of a mystery.\n\n\u001b[1m一連の呉前を通って、私はいつも付き合っていました。 それは実体あるキャラクター、面白いストーリー、そしてアクションシーンは常に興味をそそられていました。 私はまた、ウォッチャーが何が起こっているのか分からないときに楽しむことができます。少しずつ、何が起こるのかを理解することが許されます。\u001b[22m\n\u001b[1m(Ichiren no Kure mae o kayotte, watashi wa itsumo tsukiatte imashita. Sore wa jittai aru kyarakutā, omoshiroi sutōrī, soshite akushonshīn wa tsuneni kyōmi o sosora rete imashita. Watashi wa mata, u~otchā ga nani ga okotte iru no ka wakaranai toki ni tanoshimu koto ga dekimasu. Sukoshi zutsu, nani ga okoru no ka o rikai suru koto ga yurusa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThrough out the series of Kure-nai I was always attached. It has characters with substance, an interesting story, and the action scenes were always intriguing. I also enjoy when the watcher has no idea what is going on, and little by little we are allowed to understand what happens, sort of a mystery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThrough out the series of Kure-nai I was always attached.\u001b[24m\n    \u001b[1m一連の呉前を通って、私はいつも付き合っていました。\u001b[22m, \u001b[1m紅の一連のうちを通して、私はいつも取り付けました。\u001b[22m\n\u001b[4mIt has characters with substance, an interesting story, and the action scenes were always intriguing.\u001b[24m\n    \u001b[1mそれは実体あるキャラクター、面白いストーリー、そしてアクションシーンは常に興味をそそられていました。\u001b[22m, \u001b[1mそれは、物質、興味深い話を持つ文字があり、アクションシーンは常に興味をそそらました。\u001b[22m\n\u001b[4mI also enjoy when the watcher has no idea what is going on, and little by little we are allowed to understand what happens, sort of a mystery.\u001b[24m\n    \u001b[1m私はまた、ウォッチャーが何が起こっているのか分からないときに楽しむことができます。少しずつ、何が起こるのかを理解することが許されます。\u001b[22m, \u001b[1mウォッチャーは、何が起こっているのかわかりませんし、少しは少しずつ私たちは一種の謎、何が起こるかを理解することが許可されているときに私もお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\nIt's a refreshing anime, with a different story than a lot of action animes. The only downfall Kure-nai has is an unsatisfying ending for some, it has a lot of questions at the end. Although sometimes it's fun to assume what happens in the future for them.\n\n\u001b[1m多くのアクション・アニメとは違った話題の、爽やかなアニメです。 唯一の忘れない唯一の欠点は、いくつかの不満足な終わりです。最後にはたくさんの質問があります。 将来的に何が起こるかを仮定するのは楽しいこともありますが。\u001b[22m\n\u001b[1m(Ōku no akushon anime to wa chigatta wadai no, sawayakana animedesu. Yuiitsu no wasurenai yuiitsu no ketten wa, ikutsu ka no fumanzokuna owaridesu. Saigo ni wa takusan no shitsumon ga arimasu. Shōrai-teki ni nani ga okoru ka o katei suru no wa tanoshī koto mo arimasuga.)\u001b[22m\n\nTranslations of \u001b[4mIt's a refreshing anime, with a different story than a lot of action animes. The only downfall Kure-nai has is an unsatisfying ending for some, it has a lot of questions at the end. Although sometimes it's fun to assume what happens in the future for them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a refreshing anime, with a different story than a lot of action animes.\u001b[24m\n    \u001b[1m多くのアクション・アニメとは違った話題の、爽やかなアニメです。\u001b[22m, \u001b[1mこれは、アクションアニメの多くよりも別の話で、さわやかなアニメです。\u001b[22m\n\u001b[4mThe only downfall Kure-nai has is an unsatisfying ending for some, it has a lot of questions at the end.\u001b[24m\n    \u001b[1m唯一の忘れない唯一の欠点は、いくつかの不満足な終わりです。最後にはたくさんの質問があります。\u001b[22m, \u001b[1m紅が持っている唯一の没落は、それが最後で質問をたくさん持っている、いくつかのために不満足な結末です。\u001b[22m\n\u001b[4mAlthough sometimes it's fun to assume what happens in the future for them.\u001b[24m\n    \u001b[1m将来的に何が起こるかを仮定するのは楽しいこともありますが。\u001b[22m, \u001b[1m時にはそれが彼らのために、将来的に何が起こるかと仮定するのも楽しいですが。\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "TheLostProphet",
    "profile": "/profile/TheLostProphet/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=72165",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n大変な開閉。 しかし、実際のショーは本当に印象的です、特にアートとアニメーション。これらの最初の数回のエピソードでは、ショーはあなたを暗闇の中に保ちますが、キャラクターはそれを見る価値があります。  Shinkuroは年を取って爽やかに成熟していて、Murasakiはひどくかわいいです。平均7歳よりも20年は賢明ではありませんが、私は個人的にそれを好きです。若者を理想化するという日本の伝統を継承しています。\n\nあなたが対話の重いショーのファンなら、対話とキャラクターはショーの最高の側面の一つです、あなたは失望しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAwful opening and closing. However, the actual show is really impressive, particularly the art and animation.The show keeps you in the dark for these first few episodes, but the characters definitely make it worth watching. Shinkuro is refreshingly mature for his age and Murasaki is outrageously cute, not to mention 20 years wiser than the average 7 year old, but I personally like that, it continues the japanese 'tradition' of idealizing youth.\n\n\u001b[1m大変な開閉。 しかし、実際のショーは本当に印象的です、特にアートとアニメーション。これらの最初の数回のエピソードでは、ショーはあなたを暗闇の中に保ちますが、キャラクターはそれを見る価値があります。  Shinkuroは年を取って爽やかに成熟していて、Murasakiはひどくかわいいです。平均7歳よりも20年は賢明ではありませんが、私は個人的にそれを好きです。若者を理想化するという日本の伝統を継承しています。\u001b[22m\n\u001b[1m(Taihen'na kaihei. Shikashi, jissai no shō wa hontōni inshō-tekidesu, tokuni āto to animēshon. Korera no saisho no sū-kai no episōdode wa, shō wa anata o kurayami no naka ni tamochimasuga, kyarakutā wa sore o miru kachi ga arimasu. Shinkuro wa toshi o totte sawayaka ni seijuku shite ite, Murasaki wa hidoku kawaīdesu. Heikin 7-sai yori mo 20-nen wa kenmeide wa arimasenga, watashi wa kojin-teki ni sore o sukidesu. Wakamono o risō-ka suru to iu Nihon no dentō o keishō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAwful opening and closing. However, the actual show is really impressive, particularly the art and animation.The show keeps you in the dark for these first few episodes, but the characters definitely make it worth watching. Shinkuro is refreshingly mature for his age and Murasaki is outrageously cute, not to mention 20 years wiser than the average 7 year old, but I personally like that, it continues the japanese 'tradition' of idealizing youth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAwful opening and closing.\u001b[24m\n    \u001b[1m大変な開閉。\u001b[22m, \u001b[1mひどい開閉。\u001b[22m\n\u001b[4mHowever, the actual show is really impressive, particularly the art and animation.The show keeps you in the dark for these first few episodes, but the characters definitely make it worth watching.\u001b[24m\n    \u001b[1mしかし、実際のショーは本当に印象的です、特にアートとアニメーション。これらの最初の数回のエピソードでは、ショーはあなたを暗闇の中に保ちますが、キャラクターはそれを見る価値があります。\u001b[22m, \u001b[1mしかし、実際のショーは、特に芸術本当に印象的であるとanimation.Theショーはこれらの最初のいくつかのエピソードのために暗闇の中であなたを保持しますが、文字は間違いなく見て、それは価値がある作ります。\u001b[22m\n\u001b[4mShinkuro is refreshingly mature for his age and Murasaki is outrageously cute, not to mention 20 years wiser than the average 7 year old, but I personally like that, it continues the japanese 'tradition' of idealizing youth.\u001b[24m\n    \u001b[1mShinkuroは年を取って爽やかに成熟していて、Murasakiはひどくかわいいです。平均7歳よりも20年は賢明ではありませんが、私は個人的にそれを好きです。若者を理想化するという日本の伝統を継承しています。\u001b[22m, \u001b[1mShinkuroは彼の年齢のための爽快成熟しており、紫は平均7歳以上20年賢く言うに及ばず、傍若無人かわいいですが、私は個人的にそのように、それは若者を理想化する日本の「伝統」を続けています。\u001b[22m\n\u001b[1m\u001b[22m\nThe dialogue and characters are one of the best aspects of the show, if you're a fan of dialogue heavy shows, you won't be disappointed.\n\n\u001b[1mあなたが対話の重いショーのファンなら、対話とキャラクターはショーの最高の側面の一つです、あなたは失望しません。\u001b[22m\n\u001b[1m(Anata ga taiwa no omoi shō no fan'nara, taiwa to kyarakutā wa shō no saikō no sokumen no hitotsudesu, anata wa shitsubō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe dialogue and characters are one of the best aspects of the show, if you're a fan of dialogue heavy shows, you won't be disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe dialogue and characters are one of the best aspects of the show, if you're a fan of dialogue heavy shows, you won't be disappointed.\u001b[24m\n    \u001b[1mあなたが対話の重いショーのファンなら、対話とキャラクターはショーの最高の側面の一つです、あなたは失望しません。\u001b[22m, \u001b[1m対話と文字を使用すると、対話重い番組のファンなら、あなたは失望することはできません、ショーの最高の側面の一つです。\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "Last_Sinner",
    "profile": "/profile/Last_Sinner/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=44873",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  7\nキャラクター|  10\n|  9\n\nクレーナイの本質を推測する一つの方法があります。それは「良い生活」が本当に何であるかです。 人が毎日目を覚ます理由と動機。 生きる価値のある小さな事/瞬間。 何よりも、あなたは、人生なしでどんな人生があるかを考えさせます。\n\nこれを想像してみてください。あなたが生まれた瞬間から、あなたの人生は計画されています。 あなたは権利がありません。 あなたは一生のうちに内に閉じ込められます。 あなたは他人と話すことができません。 感情的価値と人生を欠いているものだけが、物質的所有物だけが許されます。 今あなたの現在の人生と比較してください。 もう少し幸せな気分になりましたか？\n\nこれは、巨大なクーホン家庭の7歳の少女ムラサキ・クーホンにとって、暗い現実です。 何世紀も前から厳しい伝統があり、クーホン家庭と雇用者の女性は、生涯にわたって「内なる聖域」に住むことを余儀なくされています。 彼女の冷たい残酷な父親によって、彼女の人生は完全に彼女のために操作されました - 彼女は人の殻ではありません。 クーホン家の元女性保安隊員ベニカがムラサキを彼女の拘束所から連れてくるまで、彼女は16歳の弟子である久留米新幹の世話をしています。  （シリーズ名）ベニカの指示の下で「論争の仲介者」として自分のやり方を学ぶ、新光は動機や方向性がほとんどない人物です。 彼は彼の手よりもムラサキの保護者がいっぱいです。 しかし、徐々に、新光とムラサキは、結びついて結びついていく。\n\n私は、何かが深くなる前に何かを指摘する必要があります。訓練はアクションシリーズではありませんので、行動を探してはいけません。 この話には一貫したプロットがありますが、これはその要点ではありません。 これは、キャラクターが暮らしている時間と、キャラクターが何を得るのかについての瞬間です。 はい、これは異例の強調ですが、これはシリーズとしての呉栄君の強さが生まれる場所です。 行動のための忍耐/欲求は、彼らがこのスタイルを理解することを妨げる可能性があります。 だからこのスタイルについて警告してください。それは誰のためでもないでしょう。 これは、あなたの価値観や倉敷からの期待にかかっています。 私のアドバイス - 期待はありません。 まったく。 物語の仕事をさせてください。\n\nKamichuやBaccanoのようなタイトルを持つより若いスタジオであるBrains Baseは、品質の高い制作物を常に提供することが証明されています。 これはまだ最善の努力です。 音楽のエピソードは、シリーズに合った非常に落ち着きのあるアンビエントなものです。 アニメーションは単に綴りです。 オープニングシーケンスの似顔絵のような性質は笑い声であり、非常にうまくいきます。 これは、これは若干暗い瞬間を伴うやや深刻なシリーズですが、あなたも同様に明るくする必要があることを視聴者に思い出させるために、良いフォイルとして機能します。 エピソード内のアニメーションは豪華です。 キャラクター、背景、動く物体などはすべて同じように注意を払う。 色と線の細部はスポットライトであり、非常に気持ち良く、流動的に見ることができます。 顔は今まで見た中で最高のものです。 品質がトップノッチであると言うことは、控えめな表現になります。\n\n音楽的には、このシリーズはまともな仕事をしますが、私はそれを恒星と呼んでいません。 オープニングとエンディングの両方の曲は、価値のあるメッセージ、日々の生活と思い出を持つ明るく弾力のある曲です。 イン・エピソードの音楽は、主に気分のためのものです。 声の演技はとても良い基準です。 特に注目すべきは、声優がその特定の瞬間にキャラクターの感情と精神を正しく察知することができることである。 真紅の混乱や突然の情熱、ムラサキの気分や愛情、クーホンの頭の永遠の苦味、ベニカの絶え間ない闘い、新郎の欲望が彼の可能性に達していないことを感じることができる。\n\nストーリーはあまり複雑ではありません。 ムラサキはクーホンから取られました。 多くの古典的な1ライナー（ロリコンのおかげで最高のペイアウトを含む）が満載され、多くの魅力的なシーンが楽しめ、移動することがたくさんあります。 クーホン人はどんな犠牲を払っても彼女を元気にしたい。  BenikaとShinkurouは、彼らがそうする前にMurasakiのためにしなければならないことがあります。 しかし、再びこのシリーズの重点はストーリーではありません。 それはキャラクターにあります。 それでも、このシリーズは、このシリーズを正当化するのに十分な目的とプロットがあるような感じでした。 バスに乗ったり、学校を歩いたり、ミュージカルを演奏したりするなど、シンプルなイベントは、本当に特別な意味を持つように作られています。 自由の下にあって肯定的な経験は価値があり、当然のことではありません。 それが紅葉の中心的なメッセージの一つです。\n\n\n\n新合金がこの物語の終わりに達する時までに、彼はもはや彼自身を疑うことはない。 彼は他人と適切に交流し、目的で目を覚ます。 最も重要なことは、彼の人生のこの部分の結果にかかわらず、彼は情熱でそれの残りの部分を生きるために、すべての瞬間を大切にし、彼の友人と時間を楽しむ準備ができています。 彼は今、尊敬を必要とし、誰とでも彼自身を抱くことができる人です。 このシリーズを通しての彼の変態は、アニメの男性のほとんどが、必要なときに尊厳を持ち、必要なときに丈夫な真の強さを示す少数の男性にとって、本当の喜びです。 弱い/ emoの男性の大量への完璧な解毒剤は、今日アニメを悩ませている。\n\nムラサキ - すばらしい幼い少女。 私はほとんど子供が好きですが、ムラサキは私の心を盗んだ。 他の人との彼女のやり方は、非常に面白い、動きのある見方のための狂った思いやりと心温まる瞬間の混合物です。 彼女が最初にフレームに入るとき、彼女は空の存在を維持するために必要なことを他の人が単に期待する人の殻です。 ムラサキと新校長が、他人を尊敬し、彼女の持つことに感謝し、物事に本当の価値を置く人に変えることは非常に激しい旅になります。 快適で閉じ込められた環境からシンプルで自由な環境へと導かれることは彼女にとって大きなショックです。 しかし、彼女の好奇心と自然を感じる突然の衝撃は、彼女の家族が絶えず非難しているこの奇妙な新しい世界を探索するためにムラサキを強要する。 徐々に、女の子は笑顔で笑う方法を学び、保護された範囲で経験したことのない過度の経験と感情を学びます。\n\n\n\nキャストの他の部分は非常に堅実です。 ベニカは彼女が犠牲になるかもしれないかどうかに関わらず、彼女の翼の下で新雲を取って現実世界に向かう燃料を与える、彼女自身の傷跡を持つ非常に恐るべき女性です。 ベニカの性格が適切に洗練されると、なぜ彼女が生徒として新郎を服従させたのか、そして内部の聖域からムラサキを取るような大胆な行動をとる動機が明らかになった。 彼女はクラス、筋肉、態度、情熱を持っています。 尊敬の価値がある非常に有能な女性。 彼女の半分かつ雌の女性従属者である弥生は、人生とそのすべての側面を真剣に受け止め、それを楽しむことも、幸せになることも決して許さない人です。 最初は新校生を見守って援助し、必要に応じて援助しなければならないが、弥生はムラサキの人生の重大性を賞賛し、彼女を実現させる瞬間を楽しむ能力を養うことができれば、  ShinkurouとYayoiは、あなたが他のものが提供しなければならないものから学ぶことができることを理解するにつれて、徐々に互いを尊重します。これはシリーズの最後の部分ではっきりとわかります。\n\n\n\n再ウォッチでは少しのインパクトが失われるかもしれませんが、稀有な生産価値とキャラクターキャストの魅力的なシリーズであり、これまでにない深みを誇ります。  Kurenaiの楽しさは、すべての瞬間を平等に評価し、人々の相互作用を評価するキャラクタードリブンシリーズを評価する能力に依存しています。 ユニークなアプローチとユーモアとリアリティの良い組み合わせは私が最初から最後まで魅了されました。\n\n倉敷は非常にユニークで爽やかなシリーズです。 瞬間を評価するために、人と自由がもたらす経験は、このシリーズには他のどのシリーズも達成していないものです。 強烈なキャラクターと強固な結束力を持つこのシリーズは、楽しませ、魅了し、現実を痛感するすべてのものを喚起します。 しかし、実際には、私たちがこれらのことを体験して、人生そのものについて魔法のようなものがあるという事実はありませんか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThere is one way I would surmise what the essence of Kurenai – what a ‘good life’ really is. The reason/motivation a person has to wake up each day and do what they do. The little things/moments in a day that made it worth living. Most of all, it makes you consider what life would be like without them.\n\n\u001b[1mクレーナイの本質を推測する一つの方法があります。それは「良い生活」が本当に何であるかです。 人が毎日目を覚ます理由と動機。 生きる価値のある小さな事/瞬間。 何よりも、あなたは、人生なしでどんな人生があるかを考えさせます。\u001b[22m\n\u001b[1m(Kurēnai no honshitsu o suisoku suru hitotsu no hōhō ga arimasu. Soreha `yoi seikatsu' ga hontōni nanidearu kadesu. Hito ga mainichi mewosamasu riyū to dōki. Ikiru kachi no aru chīsana koto/ shunkan. Naniyori mo, anata wa, jinsei nashi de don'na jinsei ga aru ka o kangae sasemasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is one way I would surmise what the essence of Kurenai – what a ‘good life’ really is. The reason/motivation a person has to wake up each day and do what they do. The little things/moments in a day that made it worth living. Most of all, it makes you consider what life would be like without them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is one way I would surmise what the essence of Kurenai – what a ‘good life’ really is.\u001b[24m\n    \u001b[1mクレーナイの本質を推測する一つの方法があります。それは「良い生活」が本当に何であるかです。\u001b[22m, \u001b[1m「良い人生は本当に何であるか - 私はどのような紅の本質推測だろう一つの方法があります。\u001b[22m\n\u001b[4mThe reason/motivation a person has to wake up each day and do what they do.\u001b[24m\n    \u001b[1m人が毎日目を覚ます理由と動機。\u001b[22m, \u001b[1m/動機理由は、人が毎日目を覚ますと、彼らが何を行う必要があります。\u001b[22m\n\u001b[4mThe little things/moments in a day that made it worth living.\u001b[24m\n    \u001b[1m生きる価値のある小さな事/瞬間。\u001b[22m, \u001b[1m生きている、それは価値がなさ日にささい/瞬間。\u001b[22m\n\u001b[4mMost of all, it makes you consider what life would be like without them.\u001b[24m\n    \u001b[1m何よりも、あなたは、人生なしでどんな人生があるかを考えさせます。\u001b[22m, \u001b[1mすべてのほとんどは、それはあなたが人生はそれらなしでどのようなものになるかを検討できます。\u001b[22m\n\u001b[1m\u001b[22m\nTry imagining this – from the moment you were born, your whole life is planned out. You will have no rights. You will be kept inside for your whole life. You are not allowed to speak to others. Only material possessions will be allowed – those devoid of emotional value and life. Now compare that to your current life. Feeling a bit more fortunate?\n\n\u001b[1mこれを想像してみてください。あなたが生まれた瞬間から、あなたの人生は計画されています。 あなたは権利がありません。 あなたは一生のうちに内に閉じ込められます。 あなたは他人と話すことができません。 感情的価値と人生を欠いているものだけが、物質的所有物だけが許されます。 今あなたの現在の人生と比較してください。 もう少し幸せな気分になりましたか？\u001b[22m\n\u001b[1m(Kore o sōzō shite mite kudasai. Anata ga umareta shunkan kara, anata no jinsei wa keikaku sa rete imasu. Anata wa kenri ga arimasen. Anata wa isshō no uchi ni uchi ni tojikome raremasu. Anata wa tanin to hanasu koto ga dekimasen. Kanjō-teki kachi to jinsei o kaite iru mono dake ga, butsushitsuteki shoyū-mono dake ga yurusa remasu. Ima anata no genzai no jinsei to hikaku shite kudasai. Mōsukoshi shiawasena kibun ni narimashita ka?)\u001b[22m\n\nTranslations of \u001b[4mTry imagining this – from the moment you were born, your whole life is planned out. You will have no rights. You will be kept inside for your whole life. You are not allowed to speak to others. Only material possessions will be allowed – those devoid of emotional value and life. Now compare that to your current life. Feeling a bit more fortunate?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTry imagining this – from the moment you were born, your whole life is planned out.\u001b[24m\n    \u001b[1mこれを想像してみてください。あなたが生まれた瞬間から、あなたの人生は計画されています。\u001b[22m, \u001b[1mこれを想像してみてください - あなたが生まれた瞬間から、あなたの人生が出て計画されています。\u001b[22m\n\u001b[4mYou will have no rights.\u001b[24m\n    \u001b[1mあなたは権利がありません。\u001b[22m, \u001b[1mあなたは何の権利もありません。\u001b[22m\n\u001b[4mYou will be kept inside for your whole life.\u001b[24m\n    \u001b[1mあなたは一生のうちに内に閉じ込められます。\u001b[22m, \u001b[1mあなたはあなたの人生のために内部に保持されます。\u001b[22m\n\u001b[4mYou are not allowed to speak to others.\u001b[24m\n    \u001b[1mあなたは他人と話すことができません。\u001b[22m, \u001b[1mあなたが他の人に話すことを許可されていません。\u001b[22m\n\u001b[4mOnly material possessions will be allowed – those devoid of emotional value and life.\u001b[24m\n    \u001b[1m感情的価値と人生を欠いているものだけが、物質的所有物だけが許されます。\u001b[22m, \u001b[1m唯一の材料持ち物が許可されます - 感情的な価値と人生を欠いたもの。\u001b[22m\n\u001b[4mNow compare that to your current life.\u001b[24m\n    \u001b[1m今あなたの現在の人生と比較してください。\u001b[22m, \u001b[1m今すぐあなたの現在の生活と比較することがあります。\u001b[22m\n\u001b[4mFeeling a bit more fortunate?\u001b[24m\n    \u001b[1mもう少し幸せな気分になりましたか？\u001b[22m, \u001b[1mもう少し幸運感じですか？\u001b[22m\n\u001b[1m\u001b[22m\nThis is the bleak reality for Murasaki Kuhoin, a 7 year old girl in the mighty Kuhoin family. Following strict traditions from centuries ago, females in the Kuhoin family and employ are forced to live in the ‘Inner Sanctuary’ for life. Her life completely manipulated for her by her cold, cruel father – she is barely a shell of a person. Until Benika, a former female security agent of the Kuhoin family, takes Murasaki from her confines and places her in the care of her apprentice – 16 year old Shinkurou Kurenai. (hence the series name) Learning his way as a ‘dispute mediator’ under Benika’s direction, Shinkurou is a person with little motivation or direction. He has more than his hands full being the protector of Murasaki. But gradually, Shinkurou and Murasaki end up bonding and filling the voids in each others’ lives.\n\n\u001b[1mこれは、巨大なクーホン家庭の7歳の少女ムラサキ・クーホンにとって、暗い現実です。 何世紀も前から厳しい伝統があり、クーホン家庭と雇用者の女性は、生涯にわたって「内なる聖域」に住むことを余儀なくされています。 彼女の冷たい残酷な父親によって、彼女の人生は完全に彼女のために操作されました - 彼女は人の殻ではありません。 クーホン家の元女性保安隊員ベニカがムラサキを彼女の拘束所から連れてくるまで、彼女は16歳の弟子である久留米新幹の世話をしています。  （シリーズ名）ベニカの指示の下で「論争の仲介者」として自分のやり方を学ぶ、新光は動機や方向性がほとんどない人物です。 彼は彼の手よりもムラサキの保護者がいっぱいです。 しかし、徐々に、新光とムラサキは、結びついて結びついていく。\u001b[22m\n\u001b[1m(Kore wa, kyodaina kūhon katei no 7-sai no shōjo murasaki kūhon ni totte, kurai genjitsudesu. Nanseiki mo mae kara kibishī dentō ga ari, kūhon katei to koyō-sha no josei wa, shōgai ni watatte `uchinaru seiiki' ni sumu koto o yoginaku sa rete imasu. Kanojo no tsumetai zankokuna chichioya ni yotte, kanojo no jinsei wa kanzen ni kanojo no tame ni sōsa sa remashita - kanojo wa hito no karade wa arimasen. Kūhon-ka no moto josei hoan taiin Benika ga murasaki o kanojo no kōsoku-sho kara tsuretekuru made, kanojo wa 16-sai no deshidearu Kurume shin kan no sewa o shite imasu. (Shirīzu-mei) Benika no shiji no shita de `ronsō no chūkai-sha' to shite jibun no yarikata o manabu, Shinkō wa dōki ya hōkō-sei ga hotondo nai jinbutsudesu. Kare wa kare no te yori mo murasaki no hogo-sha ga ippaidesu. Shikashi, jojoni, Shinkō to murasaki wa, musubitsuite musubitsuite iku.)\u001b[22m\n\nTranslations of \u001b[4mThis is the bleak reality for Murasaki Kuhoin, a 7 year old girl in the mighty Kuhoin family. Following strict traditions from centuries ago, females in the Kuhoin family and employ are forced to live in the ‘Inner Sanctuary’ for life. Her life completely manipulated for her by her cold, cruel father – she is barely a shell of a person. Until Benika, a former female security agent of the Kuhoin family, takes Murasaki from her confines and places her in the care of her apprentice – 16 year old Shinkurou Kurenai. (hence the series name) Learning his way as a ‘dispute mediator’ under Benika’s direction, Shinkurou is a person with little motivation or direction. He has more than his hands full being the protector of Murasaki. But gradually, Shinkurou and Murasaki end up bonding and filling the voids in each others’ lives.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the bleak reality for Murasaki Kuhoin, a 7 year old girl in the mighty Kuhoin family.\u001b[24m\n    \u001b[1mこれは、巨大なクーホン家庭の7歳の少女ムラサキ・クーホンにとって、暗い現実です。\u001b[22m, \u001b[1mこれは紫Kuhoin、強大なKuhoinファミリーの7歳の女の子のための荒涼とした現実です。\u001b[22m\n\u001b[4mFollowing strict traditions from centuries ago, females in the Kuhoin family and employ are forced to live in the ‘Inner Sanctuary’ for life.\u001b[24m\n    \u001b[1m何世紀も前から厳しい伝統があり、クーホン家庭と雇用者の女性は、生涯にわたって「内なる聖域」に住むことを余儀なくされています。\u001b[22m, \u001b[1m何世紀も前から厳格な伝統に続いて、Kuhoinの家族や採用で、女性は生活のために「本殿」に住むことを余儀なくされています。\u001b[22m\n\u001b[4mHer life completely manipulated for her by her cold, cruel father – she is barely a shell of a person.\u001b[24m\n    \u001b[1m彼女の冷たい残酷な父親によって、彼女の人生は完全に彼女のために操作されました - 彼女は人の殻ではありません。\u001b[22m, \u001b[1m彼女の人生は完全に彼女の冷たい、残酷な父親が彼女のために操作する - 彼女はやっと人のシェルです。\u001b[22m\n\u001b[4mUntil Benika, a former female security agent of the Kuhoin family, takes Murasaki from her confines and places her in the care of her apprentice – 16 year old Shinkurou Kurenai.\u001b[24m\n    \u001b[1mクーホン家の元女性保安隊員ベニカがムラサキを彼女の拘束所から連れてくるまで、彼女は16歳の弟子である久留米新幹の世話をしています。\u001b[22m, \u001b[1mBenika、Kuhoin家族の元女性セキュリティエージェントまでは、彼女の範囲から紫を取り、彼女の弟子の世話で彼女を置く -  16歳Shinkurou紅。\u001b[22m\n\u001b[4m(hence the series name) Learning his way as a ‘dispute mediator’ under Benika’s direction, Shinkurou is a person with little motivation or direction.\u001b[24m\n    \u001b[1m（シリーズ名）ベニカの指示の下で「論争の仲介者」として自分のやり方を学ぶ、新光は動機や方向性がほとんどない人物です。\u001b[22m, \u001b[1m（したがって、シリーズ名）Benikaの指示の下で「紛争メディエーター」として彼の方法を学ぶ、Shinkurouは少し動機や方向を持つ人です。\u001b[22m\n\u001b[4mHe has more than his hands full being the protector of Murasaki.\u001b[24m\n    \u001b[1m彼は彼の手よりもムラサキの保護者がいっぱいです。\u001b[22m, \u001b[1m彼は紫の保護されて完全な彼の手よりも多くを持っています。\u001b[22m\n\u001b[4mBut gradually, Shinkurou and Murasaki end up bonding and filling the voids in each others’ lives.\u001b[24m\n    \u001b[1mしかし、徐々に、新光とムラサキは、結びついて結びついていく。\u001b[22m, \u001b[1mしかし次第に、Shinkurouと紫は、ボンディングを終了し、お互いの生活の中で空隙を埋めます。\u001b[22m\n\u001b[1m\u001b[22m\nI need to point out something now before one gets too deep in – Kurenai is not an action series, so don’t go looking for action. There is a coherent plot in this story, but this is not the crux of it. This is a series that is about EVERY moment that the characters live through and what they take from it. Yes, this is an unusual emphasis, but this is where Kurenai’s strength as a series comes from. One’s patience/desire for action may hinder them from being able to appreciate this style. So be warned about this style – it won’t be for everyone. This will depend on your values and what you expect to gain from Kurenai. My advice – have no expectations. At all. Let the story do its work.\n\n\u001b[1m私は、何かが深くなる前に何かを指摘する必要があります。訓練はアクションシリーズではありませんので、行動を探してはいけません。 この話には一貫したプロットがありますが、これはその要点ではありません。 これは、キャラクターが暮らしている時間と、キャラクターが何を得るのかについての瞬間です。 はい、これは異例の強調ですが、これはシリーズとしての呉栄君の強さが生まれる場所です。 行動のための忍耐/欲求は、彼らがこのスタイルを理解することを妨げる可能性があります。 だからこのスタイルについて警告してください。それは誰のためでもないでしょう。 これは、あなたの価値観や倉敷からの期待にかかっています。 私のアドバイス - 期待はありません。 まったく。 物語の仕事をさせてください。\u001b[22m\n\u001b[1m(Watashi wa, nanika ga fukaku naru mae ni nanika o shiteki suru hitsuyō ga arimasu. Kunren wa akushonshirīzude wa arimasen'node, kōdō o sagashite wa ikemasen. Ko no hanashi ni wa ikkan shita purotto ga arimasuga, kore wa sono yōtende wa arimasen. Kore wa, kyarakutā ga kurashite iru jikan to, kyarakutā ga nani o eru no ka ni tsuite no shunkandesu. Hai, koreha irei no kyōchōdesuga, koreha shirīzu to shite no Kure Sakae-kun no tsuyo-sa ga umareru bashodesu. Kōdō no tame no nintai/ yokkyū wa, karera ga kono sutairu o rikai suru koto o samatageru kanōsei ga arimasu. Dakara kono sutairu ni tsuite keikoku shite kudasai. Sore wa dare no tame demonaideshou. Kore wa, anata no kachikan ya Kurashiki kara no kitai ni kakatte imasu. Watashi no adobaisu - kitai wa arimasen. Mattaku. Monogatari no shigoto o sa sete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI need to point out something now before one gets too deep in – Kurenai is not an action series, so don’t go looking for action. There is a coherent plot in this story, but this is not the crux of it. This is a series that is about EVERY moment that the characters live through and what they take from it. Yes, this is an unusual emphasis, but this is where Kurenai’s strength as a series comes from. One’s patience/desire for action may hinder them from being able to appreciate this style. So be warned about this style – it won’t be for everyone. This will depend on your values and what you expect to gain from Kurenai. My advice – have no expectations. At all. Let the story do its work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI need to point out something now before one gets too deep in – Kurenai is not an action series, so don’t go looking for action.\u001b[24m\n    \u001b[1m私は、何かが深くなる前に何かを指摘する必要があります。訓練はアクションシリーズではありませんので、行動を探してはいけません。\u001b[22m, \u001b[1m紅がアクションシリーズではありませんので、アクションを探して行っていない - 私は1つの中であまりにも深くなる前に今すぐ何かを指摘する必要があります。\u001b[22m\n\u001b[4mThere is a coherent plot in this story, but this is not the crux of it.\u001b[24m\n    \u001b[1mこの話には一貫したプロットがありますが、これはその要点ではありません。\u001b[22m, \u001b[1mそこにこの物語の中でコヒーレントプロットであるが、これはそれの核心ではありません。\u001b[22m\n\u001b[4mThis is a series that is about EVERY moment that the characters live through and what they take from it.\u001b[24m\n    \u001b[1mこれは、キャラクターが暮らしている時間と、キャラクターが何を得るのかについての瞬間です。\u001b[22m, \u001b[1mこれは、文字を介して住んでいると、彼らはそれから取るかについてのすべての瞬間であるシリーズです。\u001b[22m\n\u001b[4mYes, this is an unusual emphasis, but this is where Kurenai’s strength as a series comes from.\u001b[24m\n    \u001b[1mはい、これは異例の強調ですが、これはシリーズとしての呉栄君の強さが生まれる場所です。\u001b[22m, \u001b[1mはい、これは珍しい重視ですが、シリーズとして紅の強さはどこから来るこれがあります。\u001b[22m\n\u001b[4mOne’s patience/desire for action may hinder them from being able to appreciate this style.\u001b[24m\n    \u001b[1m行動のための忍耐/欲求は、彼らがこのスタイルを理解することを妨げる可能性があります。\u001b[22m, \u001b[1mアクションの一つの忍耐/欲望がこのスタイルを鑑賞することができることからそれらを妨げることがあります。\u001b[22m\n\u001b[4mSo be warned about this style – it won’t be for everyone.\u001b[24m\n    \u001b[1mだからこのスタイルについて警告してください。それは誰のためでもないでしょう。\u001b[22m, \u001b[1mしたがって、このスタイルについて警告される - それは皆のためではありません。\u001b[22m\n\u001b[4mThis will depend on your values and what you expect to gain from Kurenai.\u001b[24m\n    \u001b[1mこれは、あなたの価値観や倉敷からの期待にかかっています。\u001b[22m, \u001b[1mこれは、自分の価値観とどのようなあなたが紅から得ることを期待に依存します。\u001b[22m\n\u001b[4mMy advice – have no expectations.\u001b[24m\n    \u001b[1m私のアドバイス - 期待はありません。\u001b[22m, \u001b[1m私のアドバイス - 何の期待を持っていません。\u001b[22m\n\u001b[4mAt all.\u001b[24m\n    \u001b[1mまったく。\u001b[22m, \u001b[1m全然。\u001b[22m\n\u001b[4mLet the story do its work.\u001b[24m\n    \u001b[1m物語の仕事をさせてください。\u001b[22m, \u001b[1m物語はその作業をやってみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nBrains Base, a younger studio with titles like Kamichu and Baccano under its belt, have proven to consistently provide quality production values. This is their best effort yet. The music in-episode is a very sedate, ambient affair that suits the series. The animation is simply spellbinding. The caricature-like nature of the opening sequence is a laugh and very well done. It acts as a good foil to remind the viewer that while this is a somewhat serious series with some darker moments, you need to lighten up as well. The in-episode animation is gorgeous. Characters, backgrounds, moving objects and the like all get equal attention. The colours and line details are spot-on, making for very pleasing, fluid viewing. The faces are some of the best I’ve ever seen. To say that the quality is top-notch would be an understatement.\n\n\u001b[1mKamichuやBaccanoのようなタイトルを持つより若いスタジオであるBrains Baseは、品質の高い制作物を常に提供することが証明されています。 これはまだ最善の努力です。 音楽のエピソードは、シリーズに合った非常に落ち着きのあるアンビエントなものです。 アニメーションは単に綴りです。 オープニングシーケンスの似顔絵のような性質は笑い声であり、非常にうまくいきます。 これは、これは若干暗い瞬間を伴うやや深刻なシリーズですが、あなたも同様に明るくする必要があることを視聴者に思い出させるために、良いフォイルとして機能します。 エピソード内のアニメーションは豪華です。 キャラクター、背景、動く物体などはすべて同じように注意を払う。 色と線の細部はスポットライトであり、非常に気持ち良く、流動的に見ることができます。 顔は今まで見た中で最高のものです。 品質がトップノッチであると言うことは、控えめな表現になります。\u001b[22m\n\u001b[1m(Kamichu ya bakkāno no yōna taitoru o motsu yori wakai sutajiodearu Brains Base wa, hinshitsu no takai seisaku-mono o tsuneni teikyō suru koto ga shōmei sa rete imasu. Kore wa mada saizen no doryokudesu. Animēshon wa tan'ni tsudzuridesu. Ōpuningushīkensu no nigaoe no yōna seishitsu wa waraigoedeari, hijō ni umaku ikimasu. Kore wa, kore wa jakkan kurai shunkan o tomonau yaya shinkokuna shirīzudesuga, anata mo dōyō ni akaruku suru hitsuyō ga aru koto o shichō-sha ni omoidasa seru tame ni, yoi foiru to shite kinō shimasu. Episōdo-nai no animēshon wa gōkadesu. Kyarakutā, haikei, ugoku buttai nado wa subete onajiyōni chūiwoharau. Iro to sen no saibu wa supottoraitodeari, hijō ni kimochiyoku, ryūdōteki ni miru koto ga dekimasu. Kao wa imamade mita naka de saikō no monodesu. Hinshitsu ga toppunotchidearu to iu koto wa, hikaemena hyōgen ni narimasu. Ongaku no episōdo wa, shirīzu ni atta hijō ni ochitsuki no aru anbientona monodesu.)\u001b[22m\n\nTranslations of \u001b[4mBrains Base, a younger studio with titles like Kamichu and Baccano under its belt, have proven to consistently provide quality production values. This is their best effort yet. The music in-episode is a very sedate, ambient affair that suits the series. The animation is simply spellbinding. The caricature-like nature of the opening sequence is a laugh and very well done. It acts as a good foil to remind the viewer that while this is a somewhat serious series with some darker moments, you need to lighten up as well. The in-episode animation is gorgeous. Characters, backgrounds, moving objects and the like all get equal attention. The colours and line details are spot-on, making for very pleasing, fluid viewing. The faces are some of the best I’ve ever seen. To say that the quality is top-notch would be an understatement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBrains Base, a younger studio with titles like Kamichu and Baccano under its belt, have proven to consistently provide quality production values.\u001b[24m\n    \u001b[1mKamichuやBaccanoのようなタイトルを持つより若いスタジオであるBrains Baseは、品質の高い制作物を常に提供することが証明されています。\u001b[22m, \u001b[1mブレインズベース、そのベルトの下かみちゅ！とバッカーノのようなタイトルを持つ若いスタジオは、一貫して品質の生産値を提供することが証明されています。\u001b[22m\n\u001b[4mThis is their best effort yet.\u001b[24m\n    \u001b[1mこれはまだ最善の努力です。\u001b[22m, \u001b[1mこれは、まだ彼らの最善の努力です。\u001b[22m\n\u001b[4mThe animation is simply spellbinding.\u001b[24m\n    \u001b[1mアニメーションは単に綴りです。\u001b[22m, \u001b[1mアニメーションは単純に魅了です。\u001b[22m\n\u001b[4mThe caricature-like nature of the opening sequence is a laugh and very well done.\u001b[24m\n    \u001b[1mオープニングシーケンスの似顔絵のような性質は笑い声であり、非常にうまくいきます。\u001b[22m, \u001b[1mオープニングの風刺画のような性質は、笑いあり、非常によくやりました。\u001b[22m\n\u001b[4mIt acts as a good foil to remind the viewer that while this is a somewhat serious series with some darker moments, you need to lighten up as well.\u001b[24m\n    \u001b[1mこれは、これは若干暗い瞬間を伴うやや深刻なシリーズですが、あなたも同様に明るくする必要があることを視聴者に思い出させるために、良いフォイルとして機能します。\u001b[22m, \u001b[1mこれは、いくつかの暗い瞬間とやや深刻なシリーズですが、あなたにも明るくする必要があることを視聴者に思い出させるために良い箔として機能します。\u001b[22m\n\u001b[4mThe in-episode animation is gorgeous.\u001b[24m\n    \u001b[1mエピソード内のアニメーションは豪華です。\u001b[22m, \u001b[1m中のエピソードアニメーションが豪華です。\u001b[22m\n\u001b[4mCharacters, backgrounds, moving objects and the like all get equal attention.\u001b[24m\n    \u001b[1mキャラクター、背景、動く物体などはすべて同じように注意を払う。\u001b[22m, \u001b[1mキャラクター、背景、移動物体など全てが等しく注目を集めます。\u001b[22m\n\u001b[4mThe colours and line details are spot-on, making for very pleasing, fluid viewing.\u001b[24m\n    \u001b[1m色と線の細部はスポットライトであり、非常に気持ち良く、流動的に見ることができます。\u001b[22m, \u001b[1m色やラインの詳細は非常に気持ちの良い、流体の視聴のために作り、スポットオンです。\u001b[22m\n\u001b[4mThe faces are some of the best I’ve ever seen.\u001b[24m\n    \u001b[1m顔は今まで見た中で最高のものです。\u001b[22m, \u001b[1m顔は私が今まで見た中で最高のいくつかです。\u001b[22m\n\u001b[4mTo say that the quality is top-notch would be an understatement.\u001b[24m\n    \u001b[1m品質がトップノッチであると言うことは、控えめな表現になります。\u001b[22m, \u001b[1m品質は一流であると言うことは、控えめな表現になります。\u001b[22m\n\u001b[4mThe music in-episode is a very sedate, ambient affair that suits the series.\u001b[24m\n    \u001b[1m音楽のエピソードは、シリーズに合った非常に落ち着きのあるアンビエントなものです。\u001b[22m, \u001b[1m音楽はでエピソードシリーズに合った非常に落ち着いた、周囲の事件です。\u001b[22m\n\u001b[1m\u001b[22m\nMusically, this series does a decent job but I wouldn’t call it stellar. Both the opening and ending songs are light, bouncy songs with messages of value, everyday life and memories. In-episode music is mainly for mood purposes. The voice acting is of a very good standard. Of particular note is the ease in which the voice actors are able to properly emobdy the emotions and psyche of the character at that particular moment. One can feel Shinkurou’s confusion or his sudden passion, Murasaki’s snappy mood or her affection, the eternal bitterness of the Kuhoin head, Benika’s constant struggle and her frustration at seeing Shinkurou not reach his potential.\n\n\u001b[1m音楽的には、このシリーズはまともな仕事をしますが、私はそれを恒星と呼んでいません。 オープニングとエンディングの両方の曲は、価値のあるメッセージ、日々の生活と思い出を持つ明るく弾力のある曲です。 イン・エピソードの音楽は、主に気分のためのものです。 声の演技はとても良い基準です。 特に注目すべきは、声優がその特定の瞬間にキャラクターの感情と精神を正しく察知することができることである。 真紅の混乱や突然の情熱、ムラサキの気分や愛情、クーホンの頭の永遠の苦味、ベニカの絶え間ない闘い、新郎の欲望が彼の可能性に達していないことを感じることができる。\u001b[22m\n\u001b[1m(Ongaku-teki ni wa, kono shirīzu wa matomona shigoto o shimasuga, watashi wa sore o kōsei to yonde imasen. Ōpuningu to endingu no ryōhō no kyoku wa, kachinoaru messēji, hibi no seikatsu to omoide o motsu akaruku danryoku no aru kyokudesu. In episōdo no ongaku wa, omoni kibun no tame no monodesu. Koe no engi wa totemo yoi kijundesu. Tokuni chūmoku subeki wa, seiyū ga sono tokutei no shunkan ni kyarakutā no kanjō to seishin o tadashiku satchi suru koto ga dekiru kotodearu. Shinku no konran ya totsuzen no jōnetsu, murasaki no kibun ya aijō, kūhon no atama no eien no nigami, Benika no taema nai tatakai, shinrō no yokubō ga kare no kanōsei ni tasshite inai koto o kanjiru koto ga dekiru.)\u001b[22m\n\nTranslations of \u001b[4mMusically, this series does a decent job but I wouldn’t call it stellar. Both the opening and ending songs are light, bouncy songs with messages of value, everyday life and memories. In-episode music is mainly for mood purposes. The voice acting is of a very good standard. Of particular note is the ease in which the voice actors are able to properly emobdy the emotions and psyche of the character at that particular moment. One can feel Shinkurou’s confusion or his sudden passion, Murasaki’s snappy mood or her affection, the eternal bitterness of the Kuhoin head, Benika’s constant struggle and her frustration at seeing Shinkurou not reach his potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusically, this series does a decent job but I wouldn’t call it stellar.\u001b[24m\n    \u001b[1m音楽的には、このシリーズはまともな仕事をしますが、私はそれを恒星と呼んでいません。\u001b[22m, \u001b[1m音楽的に、このシリーズは、まともな仕事をしていませんが、私はそれは恒星呼び出すことはありません。\u001b[22m\n\u001b[4mBoth the opening and ending songs are light, bouncy songs with messages of value, everyday life and memories.\u001b[24m\n    \u001b[1mオープニングとエンディングの両方の曲は、価値のあるメッセージ、日々の生活と思い出を持つ明るく弾力のある曲です。\u001b[22m, \u001b[1mオープニングとエンディング曲の両方が値、日常生活や思い出のメッセージの光、快活曲です。\u001b[22m\n\u001b[4mIn-episode music is mainly for mood purposes.\u001b[24m\n    \u001b[1mイン・エピソードの音楽は、主に気分のためのものです。\u001b[22m, \u001b[1mで-エピソード音楽はムードのために主にあります。\u001b[22m\n\u001b[4mThe voice acting is of a very good standard.\u001b[24m\n    \u001b[1m声の演技はとても良い基準です。\u001b[22m, \u001b[1m声の演技は非常に良い標準です。\u001b[22m\n\u001b[4mOf particular note is the ease in which the voice actors are able to properly emobdy the emotions and psyche of the character at that particular moment.\u001b[24m\n    \u001b[1m特に注目すべきは、声優がその特定の瞬間にキャラクターの感情と精神を正しく察知することができることである。\u001b[22m, \u001b[1m特に注目すべきは、声優が正しくその特定の瞬間に文字の感情や精神をemobdyすることが可能である、容易さです。\u001b[22m\n\u001b[4mOne can feel Shinkurou’s confusion or his sudden passion, Murasaki’s snappy mood or her affection, the eternal bitterness of the Kuhoin head, Benika’s constant struggle and her frustration at seeing Shinkurou not reach his potential.\u001b[24m\n    \u001b[1m真紅の混乱や突然の情熱、ムラサキの気分や愛情、クーホンの頭の永遠の苦味、ベニカの絶え間ない闘い、新郎の欲望が彼の可能性に達していないことを感じることができる。\u001b[22m, \u001b[1m一つはShinkurouの混乱や彼の突然の情熱、ムラサキのてきぱきと気分または彼女の愛情、Kuhoinヘッドの永遠の苦味、Benikaの定数闘争とShinkurouが彼のポテンシャルに到達していない見で彼女のフラストレーションを感じることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is not very complex. Murasaki has been taken from the Kuhoins. Loaded with many classic one-liners (including the funniest payout of lolicons ever [yes, Kurenai can even parody itself!]) and many gripping scenes, there is plenty to enjoy and be moved by. The Kuhoins want her back at all costs. Benika and Shinkurou have something they have to do for Murasaki before they will let that happen. But once again, the story is not the emphasis of this series. It is on the characters. Still, the story felt like one that had enough purpose and plot within it to justify this series. The seemingly simple events like taking a bath, walking around school, playing out a musical are made to be special and meaningful because they really are. An experience that is had under freedom and that is a positive one should be valued and not taken for granted. That is one of the core messages of Kurenai.\n\n\u001b[1mストーリーはあまり複雑ではありません。 ムラサキはクーホンから取られました。 多くの古典的な1ライナー（ロリコンのおかげで最高のペイアウトを含む）が満載され、多くの魅力的なシーンが楽しめ、移動することがたくさんあります。 クーホン人はどんな犠牲を払っても彼女を元気にしたい。  BenikaとShinkurouは、彼らがそうする前にMurasakiのためにしなければならないことがあります。 しかし、再びこのシリーズの重点はストーリーではありません。 それはキャラクターにあります。 それでも、このシリーズは、このシリーズを正当化するのに十分な目的とプロットがあるような感じでした。 バスに乗ったり、学校を歩いたり、ミュージカルを演奏したりするなど、シンプルなイベントは、本当に特別な意味を持つように作られています。 自由の下にあって肯定的な経験は価値があり、当然のことではありません。 それが紅葉の中心的なメッセージの一つです。\u001b[22m\n\u001b[1m(Sutōrī wa amari fukuzatsude wa arimasen. Murasaki wa kūhon kara tora remashita. Kūhon hito wa don'na gisei o haratte mo kanojo o genki ni shitai. Benika to Shinkurou wa, karera ga sō suru mae ni Murasaki no tame ni shinakereba naranai koto ga arimasu. Shikashi, futatabi kono shirīzu no jūten wa sutōrīde wa arimasen. Sore wa kyarakutā ni arimasu. Soredemo, kono shirīzu wa, kono shirīzu o seitō-ka suru no ni jūbun'na mokuteki to purotto ga aru yōna kanjideshita. Basu ni nottari, gakkō o arui tari, myūjikaru o ensō shi tari suru nado, shinpuruna ibento wa, hontōni tokubetsuna imi o motsu yō ni tsukura rete imasu. Jiyū no shita ni atte kōtei-tekina keiken wa kachi ga ari, tōzen no kotode wa arimasen. Sore ga kōyō no chūshin-tekina messēji no hitotsudesu. Ōku no koten-tekina 1 rainā (rorikon no okage de saikō no peiauto o fukumu) ga mansai sa re, ōku no miryoku-tekina shīn ga tanoshime, idō suru koto ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is not very complex. Murasaki has been taken from the Kuhoins. Loaded with many classic one-liners (including the funniest payout of lolicons ever [yes, Kurenai can even parody itself!]) and many gripping scenes, there is plenty to enjoy and be moved by. The Kuhoins want her back at all costs. Benika and Shinkurou have something they have to do for Murasaki before they will let that happen. But once again, the story is not the emphasis of this series. It is on the characters. Still, the story felt like one that had enough purpose and plot within it to justify this series. The seemingly simple events like taking a bath, walking around school, playing out a musical are made to be special and meaningful because they really are. An experience that is had under freedom and that is a positive one should be valued and not taken for granted. That is one of the core messages of Kurenai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is not very complex.\u001b[24m\n    \u001b[1mストーリーはあまり複雑ではありません。\u001b[22m, \u001b[1m物語は非常に複雑ではありません。\u001b[22m\n\u001b[4mMurasaki has been taken from the Kuhoins.\u001b[24m\n    \u001b[1mムラサキはクーホンから取られました。\u001b[22m, \u001b[1m紫はKuhoinsから撮影されています。\u001b[22m\n\u001b[4mThe Kuhoins want her back at all costs.\u001b[24m\n    \u001b[1mクーホン人はどんな犠牲を払っても彼女を元気にしたい。\u001b[22m, \u001b[1mKuhoinsはすべてのコストで彼女の背中をしたいです。\u001b[22m\n\u001b[4mBenika and Shinkurou have something they have to do for Murasaki before they will let that happen.\u001b[24m\n    \u001b[1mBenikaとShinkurouは、彼らがそうする前にMurasakiのためにしなければならないことがあります。\u001b[22m, \u001b[1mBenikaとShinkurouは、彼らがそれが起こるようになる前に、紫のためにしなければならない何かを持っています。\u001b[22m\n\u001b[4mBut once again, the story is not the emphasis of this series.\u001b[24m\n    \u001b[1mしかし、再びこのシリーズの重点はストーリーではありません。\u001b[22m, \u001b[1mしかし、再び、物語はこのシリーズの重点ではありません。\u001b[22m\n\u001b[4mIt is on the characters.\u001b[24m\n    \u001b[1mそれはキャラクターにあります。\u001b[22m, \u001b[1mそれは文字です。\u001b[22m\n\u001b[4mStill, the story felt like one that had enough purpose and plot within it to justify this series.\u001b[24m\n    \u001b[1mそれでも、このシリーズは、このシリーズを正当化するのに十分な目的とプロットがあるような感じでした。\u001b[22m, \u001b[1mそれでも、物語はこのシリーズを正当化するために、その中に十分な目的とプロットを持っていたもののように感じました。\u001b[22m\n\u001b[4mThe seemingly simple events like taking a bath, walking around school, playing out a musical are made to be special and meaningful because they really are.\u001b[24m\n    \u001b[1mバスに乗ったり、学校を歩いたり、ミュージカルを演奏したりするなど、シンプルなイベントは、本当に特別な意味を持つように作られています。\u001b[22m, \u001b[1m音楽を再生し、学校の周りを歩いて、入浴のような一見単純なイベントは、彼らが実際にあるので、特別な意味のあるものになっています。\u001b[22m\n\u001b[4mAn experience that is had under freedom and that is a positive one should be valued and not taken for granted.\u001b[24m\n    \u001b[1m自由の下にあって肯定的な経験は価値があり、当然のことではありません。\u001b[22m, \u001b[1m自由の下で持っていたし、それが正の一つです経験が評価され、当たり前のないようにする必要があります。\u001b[22m\n\u001b[4mThat is one of the core messages of Kurenai.\u001b[24m\n    \u001b[1mそれが紅葉の中心的なメッセージの一つです。\u001b[22m, \u001b[1mそれは紅のコアメッセージのいずれかです。\u001b[22m\n\u001b[4mLoaded with many classic one-liners (including the funniest payout of lolicons ever [yes, Kurenai can even parody itself!]) and many gripping scenes, there is plenty to enjoy and be moved by.\u001b[24m\n    \u001b[1m多くの古典的な1ライナー（ロリコンのおかげで最高のペイアウトを含む）が満載され、多くの魅力的なシーンが楽しめ、移動することがたくさんあります。\u001b[22m, \u001b[1mそして多くの把持シーン（これまでlolicons [はい、紅があっても、それ自体をパロディ化することができます！]のおかしな払い出しを含む）は、多くの古典的なワンライナーを搭載した、楽しむことによって移動することがたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nBy the time Shinkurou reaches the end of this story, he no longer doubts himself. He interacts properly with others, he wakes up with a purpose. Most importantly, regardless of the outcome of this part of his life, he is ready to live the rest of it with passion, to cherish every moment and to enjoy the times with his friends. He is now a person that demands respect and can hold his own with anyone. His metamorphosis through the series is a real delight, for few males in anime display the true strength to be a man with dignity when needed and to be tough when needed. A perfect antidote to the mass of weak/emo male leads that plague anime today.\n\n\u001b[1m新合金がこの物語の終わりに達する時までに、彼はもはや彼自身を疑うことはない。 彼は他人と適切に交流し、目的で目を覚ます。 最も重要なことは、彼の人生のこの部分の結果にかかわらず、彼は情熱でそれの残りの部分を生きるために、すべての瞬間を大切にし、彼の友人と時間を楽しむ準備ができています。 彼は今、尊敬を必要とし、誰とでも彼自身を抱くことができる人です。 このシリーズを通しての彼の変態は、アニメの男性のほとんどが、必要なときに尊厳を持ち、必要なときに丈夫な真の強さを示す少数の男性にとって、本当の喜びです。 弱い/ emoの男性の大量への完璧な解毒剤は、今日アニメを悩ませている。\u001b[22m\n\u001b[1m(Shin gōkin ga kono monogatari no owari ni tassuru toki made ni, kare wa mohaya kare jishin o utagau koto wanai. Kare wa tanin to tekisetsu ni kōryū shi, mokuteki de mewosamasu. Mottomo jūyōna koto wa, kare no jinsei no kono bubun no kekka ni kakawarazu, kare wa jōnetsu de sore no nokori no bubun o ikiru tame ni, subete no shunkan o taisetsu ni shi, kare no yūjin to jikan o tanoshimu junbi ga dekite imasu. Kare wa ima, sonkei o hitsuyō to shi, dare to demo kare jishin o daku koto ga dekiru hitodesu. Kono shirīzu o tōshite no kare no hentai wa, anime no dansei no hotondo ga, hitsuyōna toki ni songen o mochi, hitsuyōna toki ni jōbuna shin no tsuyo-sa o shimesu shōsū no dansei ni totte, hontō no yorokobidesu. Yowai/ emo no dansei no tairyō e no kanpekina kaidokuzai wa, kyō anime o nayama sete iru.)\u001b[22m\n\nTranslations of \u001b[4mBy the time Shinkurou reaches the end of this story, he no longer doubts himself. He interacts properly with others, he wakes up with a purpose. Most importantly, regardless of the outcome of this part of his life, he is ready to live the rest of it with passion, to cherish every moment and to enjoy the times with his friends. He is now a person that demands respect and can hold his own with anyone. His metamorphosis through the series is a real delight, for few males in anime display the true strength to be a man with dignity when needed and to be tough when needed. A perfect antidote to the mass of weak/emo male leads that plague anime today.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy the time Shinkurou reaches the end of this story, he no longer doubts himself.\u001b[24m\n    \u001b[1m新合金がこの物語の終わりに達する時までに、彼はもはや彼自身を疑うことはない。\u001b[22m, \u001b[1mShinkurouがこの物語の終わりに到達するまでに、彼はもはや自分自身を疑うません。\u001b[22m\n\u001b[4mHe interacts properly with others, he wakes up with a purpose.\u001b[24m\n    \u001b[1m彼は他人と適切に交流し、目的で目を覚ます。\u001b[22m, \u001b[1m彼は他の人と適切に相互作用し、彼は目的を持って目を覚まします。\u001b[22m\n\u001b[4mMost importantly, regardless of the outcome of this part of his life, he is ready to live the rest of it with passion, to cherish every moment and to enjoy the times with his friends.\u001b[24m\n    \u001b[1m最も重要なことは、彼の人生のこの部分の結果にかかわらず、彼は情熱でそれの残りの部分を生きるために、すべての瞬間を大切にし、彼の友人と時間を楽しむ準備ができています。\u001b[22m, \u001b[1m最も重要なのは、関係なく、彼の人生のこの部分の結果を、彼は一瞬一瞬を大切にし、彼の友人との時間を楽しむために、情熱を持って、それの残りの部分を生きて準備ができています。\u001b[22m\n\u001b[4mHe is now a person that demands respect and can hold his own with anyone.\u001b[24m\n    \u001b[1m彼は今、尊敬を必要とし、誰とでも彼自身を抱くことができる人です。\u001b[22m, \u001b[1m彼は今、尊敬を要求し、誰とでも彼自身を保持することができる人です。\u001b[22m\n\u001b[4mHis metamorphosis through the series is a real delight, for few males in anime display the true strength to be a man with dignity when needed and to be tough when needed.\u001b[24m\n    \u001b[1mこのシリーズを通しての彼の変態は、アニメの男性のほとんどが、必要なときに尊厳を持ち、必要なときに丈夫な真の強さを示す少数の男性にとって、本当の喜びです。\u001b[22m, \u001b[1mアニメのいくつかの男性は、必要なときに尊厳を持った男であることが、真の強さを表示し、必要なときに厳しいものにするための一連を通して彼の変態は、本当の喜びです。\u001b[22m\n\u001b[4mA perfect antidote to the mass of weak/emo male leads that plague anime today.\u001b[24m\n    \u001b[1m弱い/ emoの男性の大量への完璧な解毒剤は、今日アニメを悩ませている。\u001b[22m, \u001b[1m今日のアニメを悩ま弱/エモ男性のリードの質量に完璧な解毒剤。\u001b[22m\n\u001b[1m\u001b[22m\nMurasaki – what an amazing little girl. I rarely like kids but Murasaki stole my heart. Her ways with others are a mixture of insane hilarity and heart-warming moments that make for very entertaining, moving viewing. When she first enters the frame, she is a shell of a person who simply expects others to do what is necessary to maintain her empty existence. It becomes a very intense journey for Murasaki and Shinkurou to change her into someone who is respectful of others, grateful for what she has and to place true value on things. To be taken from comfortable, confined surroundings to a simple yet free environment is a major shock for her. But her inquisitive nature and the sudden jolt of feeling alive compel Murasaki to explore this strange new world that her family has continually condemned. Gradually, the girl learns how to smile, to laugh, along with a plethora of experiences and emotions she never would have experienced in her sheltered confines.\n\n\u001b[1mムラサキ - すばらしい幼い少女。 私はほとんど子供が好きですが、ムラサキは私の心を盗んだ。 他の人との彼女のやり方は、非常に面白い、動きのある見方のための狂った思いやりと心温まる瞬間の混合物です。 彼女が最初にフレームに入るとき、彼女は空の存在を維持するために必要なことを他の人が単に期待する人の殻です。 ムラサキと新校長が、他人を尊敬し、彼女の持つことに感謝し、物事に本当の価値を置く人に変えることは非常に激しい旅になります。 快適で閉じ込められた環境からシンプルで自由な環境へと導かれることは彼女にとって大きなショックです。 しかし、彼女の好奇心と自然を感じる突然の衝撃は、彼女の家族が絶えず非難しているこの奇妙な新しい世界を探索するためにムラサキを強要する。 徐々に、女の子は笑顔で笑う方法を学び、保護された範囲で経験したことのない過度の経験と感情を学びます。\u001b[22m\n\u001b[1m(Murasaki - subarashī osanai shōjo. Watashi wa hotondo kodomo ga sukidesuga, murasaki wa watashi no kokoro o nusunda. Hoka no hito to no kanojo no yarikata wa, hijō ni omoshiroi, ugoki no aru mikata no tame no kurutta omoiyari to kokoroatatamaru shunkan no kongōmonodesu. Kanojo ga saisho ni furēmu ni hairu toki, kanojo wa sora no sonzai o iji suru tame ni hitsuyōna koto o hokanohito ga tan'ni kitai suru hito no karadesu. Murasaki to shin kōchō ga, tanin o sonkei shi, kanojo no motsu koto ni kansha shi, monogoto ni hontō no kachi o oku hito ni kaeru koto wa hijō ni hageshī tabi ni narimasu. Kaiteki de tojikome rareta kankyō kara shinpurude jiyūna kankyō e to michibika reru koto wa kanojo ni totte ōkina shokkudesu. Shikashi, kanojo no kōkishin to shizen o kanjiru totsuzen no shōgeki wa, kanojo no kazoku ga taezu hinan shite iru kono kimyōna atarashī sekai o tansaku suru tame ni murasaki o kyōyō suru. Jojoni, on'nanoko wa egao de warau hōhō o manabi, hogo sa reta han'i de keiken shita koto no nai kado no keiken to kanjō o manabimasu.)\u001b[22m\n\nTranslations of \u001b[4mMurasaki – what an amazing little girl. I rarely like kids but Murasaki stole my heart. Her ways with others are a mixture of insane hilarity and heart-warming moments that make for very entertaining, moving viewing. When she first enters the frame, she is a shell of a person who simply expects others to do what is necessary to maintain her empty existence. It becomes a very intense journey for Murasaki and Shinkurou to change her into someone who is respectful of others, grateful for what she has and to place true value on things. To be taken from comfortable, confined surroundings to a simple yet free environment is a major shock for her. But her inquisitive nature and the sudden jolt of feeling alive compel Murasaki to explore this strange new world that her family has continually condemned. Gradually, the girl learns how to smile, to laugh, along with a plethora of experiences and emotions she never would have experienced in her sheltered confines.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMurasaki – what an amazing little girl.\u001b[24m\n    \u001b[1mムラサキ - すばらしい幼い少女。\u001b[22m, \u001b[1mムラサキ - どのような驚くべき少女。\u001b[22m\n\u001b[4mI rarely like kids but Murasaki stole my heart.\u001b[24m\n    \u001b[1m私はほとんど子供が好きですが、ムラサキは私の心を盗んだ。\u001b[22m, \u001b[1m私はめったに子供が好きではありませんが、紫は私の心を盗みました。\u001b[22m\n\u001b[4mHer ways with others are a mixture of insane hilarity and heart-warming moments that make for very entertaining, moving viewing.\u001b[24m\n    \u001b[1m他の人との彼女のやり方は、非常に面白い、動きのある見方のための狂った思いやりと心温まる瞬間の混合物です。\u001b[22m, \u001b[1m他の人と彼女の方法は非常に面白い、移動の視聴のために作る非常識はしゃぎと心温まる瞬間の混合物です。\u001b[22m\n\u001b[4mWhen she first enters the frame, she is a shell of a person who simply expects others to do what is necessary to maintain her empty existence.\u001b[24m\n    \u001b[1m彼女が最初にフレームに入るとき、彼女は空の存在を維持するために必要なことを他の人が単に期待する人の殻です。\u001b[22m, \u001b[1m彼女は最初のフレームに入ると、彼女は単に他の人が彼女の空の存在を維持する必要がある何を期待する人のシェルです。\u001b[22m\n\u001b[4mIt becomes a very intense journey for Murasaki and Shinkurou to change her into someone who is respectful of others, grateful for what she has and to place true value on things.\u001b[24m\n    \u001b[1mムラサキと新校長が、他人を尊敬し、彼女の持つことに感謝し、物事に本当の価値を置く人に変えることは非常に激しい旅になります。\u001b[22m, \u001b[1mそれは紫とShinkurouは彼女が持っているものに感謝して他人を尊重いる人、に彼女を変更するには、物事の真の価値を配置するための非常に強い旅になります。\u001b[22m\n\u001b[4mTo be taken from comfortable, confined surroundings to a simple yet free environment is a major shock for her.\u001b[24m\n    \u001b[1m快適で閉じ込められた環境からシンプルで自由な環境へと導かれることは彼女にとって大きなショックです。\u001b[22m, \u001b[1mシンプルでありながら自由な環境に快適な、閉じ込められた周囲から撮影するために、彼女のための主要なショックです。\u001b[22m\n\u001b[4mBut her inquisitive nature and the sudden jolt of feeling alive compel Murasaki to explore this strange new world that her family has continually condemned.\u001b[24m\n    \u001b[1mしかし、彼女の好奇心と自然を感じる突然の衝撃は、彼女の家族が絶えず非難しているこの奇妙な新しい世界を探索するためにムラサキを強要する。\u001b[22m, \u001b[1mしかし、彼女の好奇心にあふれる自然と感情の突然の衝撃は、生きている彼女の家族は継続的に非難していることを、この奇妙な新しい世界を探検するために紫を強います。\u001b[22m\n\u001b[4mGradually, the girl learns how to smile, to laugh, along with a plethora of experiences and emotions she never would have experienced in her sheltered confines.\u001b[24m\n    \u001b[1m徐々に、女の子は笑顔で笑う方法を学び、保護された範囲で経験したことのない過度の経験と感情を学びます。\u001b[22m, \u001b[1m徐々に、女の子は、彼女が彼女の保護された範囲で経験してもみなかった経験や感情の過多と一緒に、笑って、笑顔にする方法を学習します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe other parts of the cast are very solid. Benika is a very formidable woman with a scarred past of her own that fuels her to take Shinkurou under her wing and to take Murasaki into the real world, regardless of what it may cost her. Once Benika’s character is properly fleshed out, it becomes very apparent why she took Shinkurou as her pupil and her motivations to do such a daring thing as take Murasaki from the Inner Sanctuary. She has class, muscle, attitude and passion. A very capable woman worthy of respect. Yayoi, her semi-androygnous female subordinate, is a person who takes life and all aspects of it seriously, never allowing herself to enjoy it or to be happy. Initially begrudging having to watch over Shinkurou and help when needed, Yayoi begins to value the freedoms she has taken for granted once she appreciates the gravity of Murasaki’s life and is able to develop the ability to enjoy moments that make her fulfilled. Shinkurou and Yayoi develop a gradual respect for each other as they realise that thy may be able to learn from what the other has to offer, which proves to be very telling in the final part of the series.\n\n\u001b[1mキャストの他の部分は非常に堅実です。 ベニカは彼女が犠牲になるかもしれないかどうかに関わらず、彼女の翼の下で新雲を取って現実世界に向かう燃料を与える、彼女自身の傷跡を持つ非常に恐るべき女性です。 ベニカの性格が適切に洗練されると、なぜ彼女が生徒として新郎を服従させたのか、そして内部の聖域からムラサキを取るような大胆な行動をとる動機が明らかになった。 彼女はクラス、筋肉、態度、情熱を持っています。 尊敬の価値がある非常に有能な女性。 彼女の半分かつ雌の女性従属者である弥生は、人生とそのすべての側面を真剣に受け止め、それを楽しむことも、幸せになることも決して許さない人です。 最初は新校生を見守って援助し、必要に応じて援助しなければならないが、弥生はムラサキの人生の重大性を賞賛し、彼女を実現させる瞬間を楽しむ能力を養うことができれば、  ShinkurouとYayoiは、あなたが他のものが提供しなければならないものから学ぶことができることを理解するにつれて、徐々に互いを尊重します。これはシリーズの最後の部分ではっきりとわかります。\u001b[22m\n\u001b[1m(Kyasuto no ta no bubun wa hijō ni kenjitsudesu. Benika wa kanojo ga gisei ni naru kamo shirenai ka dō ka ni kakawarazu, kanojo no tsubasa no shita de shin kumo o totte genjitsu sekai ni mukau nenryō o ataeru, kanojo jishin no kizuato o motsu hijō ni osorubeki joseidesu. Benika no seikaku ga tekisetsu ni senren sa reru to, naze kanojo ga seito to shite shinrō o fukujū sa seta no ka, soshite naibu no seiiki kara murasaki o toru yōna daitan'na kōdō o toru dōki ga akiraka ni natta. Kanojo wa kurasu, kin'niku, taido, jōnetsu o motte imasu. Sonkei no kachigāru hijō ni yūnōna josei. Kanojo no hanbun katsu mesu no josei jūzoku-shadearu Yayoi wa, jinsei toso no subete no sokumen o shinken ni uketome, sore o tanoshimu koto mo, shiawase ni naru koto mo kesshite yurusanai hitodesu. Saisho wa shin kōsei o mimamotte enjo shi, hitsuyōniōjite enjo shinakereba naranaiga, Yayoi wa murasaki no jinsei no jūdai-sei o shōsan shi, kanojo o jitsugen sa seru shunkan o tanoshimu nōryoku o yashinau koto ga dekireba, Shinkurou to Yayoi wa, anata ga hoka no mono ga teikyō shinakereba naranai mono kara manabu koto ga dekiru koto o rikai suru ni tsurete, jojoni tagai o sonchō shimasu. Kore wa shirīzu no saigo no bubun de hakkiri to wakarimasu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nA bit of impact may be lost on rewatch, but Kurenai is still such an enthralling series with stellar production values and a character cast that may have the most depth of any ever. Enjoyment of Kurenai is dependent on the ability to appreciate a character-driven series that values all moments equally and the interactions between people. Its unique approach and good mix of humour and reality had me captivated from start to finish.\n\n\u001b[1m再ウォッチでは少しのインパクトが失われるかもしれませんが、稀有な生産価値とキャラクターキャストの魅力的なシリーズであり、これまでにないほどの深みがあります。  Kurenaiの楽しさは、すべての瞬間を平等に評価し、人々の相互作用を評価するキャラクタードリブンシリーズを評価する能力に依存しています。 ユニークなアプローチとユーモアとリアリティの良い組み合わせは、私が最初から最後まで魅了されました。\u001b[22m\n\u001b[1m(Sai u~otchide wa sukoshi no inpakuto ga ushinawa reru kamo shiremasenga, keuna seisan kachi to kyarakutākyasuto no miryoku-tekina shirīzudeari, kore made ni nai hodo no fukami ga arimasu. Kurenai no tanoshisa wa, subete no shunkan o byōdō ni hyōka shi, hitobito no sōgo sayō o hyōka suru kyarakutādoribunshirīzu o hyōka suru nōryoku ni izon shite imasu. Yunīkuna apurōchi to yūmoa to riariti no yoi kumiawase wa, watashi ga saisho kara saigomade miryō sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mA bit of impact may be lost on rewatch, but Kurenai is still such an enthralling series with stellar production values and a character cast that may have the most depth of any ever. Enjoyment of Kurenai is dependent on the ability to appreciate a character-driven series that values all moments equally and the interactions between people. Its unique approach and good mix of humour and reality had me captivated from start to finish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA bit of impact may be lost on rewatch, but Kurenai is still such an enthralling series with stellar production values and a character cast that may have the most depth of any ever.\u001b[24m\n    \u001b[1m再ウォッチでは少しのインパクトが失われるかもしれませんが、稀有な生産価値とキャラクターキャストの魅力的なシリーズであり、これまでにないほどの深みがあります。\u001b[22m, \u001b[1m衝撃のビットはrewatchに失われる可能性がありますが、紅はまだ恒星の生産値と任意のこれまでのほとんどの深さを有することができる文字のキャストでそのような夢中にさせるシリーズです。\u001b[22m\n\u001b[4mEnjoyment of Kurenai is dependent on the ability to appreciate a character-driven series that values all moments equally and the interactions between people.\u001b[24m\n    \u001b[1mKurenaiの楽しさは、すべての瞬間を平等に評価し、人々の相互作用を評価するキャラクタードリブンシリーズを評価する能力に依存しています。\u001b[22m, \u001b[1m紅の楽しさが均等にすべての瞬間、人々の間の相互作用を値文字駆動型のシリーズを理解する能力に依存しています。\u001b[22m\n\u001b[4mIts unique approach and good mix of humour and reality had me captivated from start to finish.\u001b[24m\n    \u001b[1mユニークなアプローチとユーモアとリアリティの良い組み合わせは、私が最初から最後まで魅了されました。\u001b[22m, \u001b[1mそのユニークなアプローチとユーモアと現実の良いミックスは、私は最初から最後まで魅了していました。\u001b[22m\n\u001b[1m\u001b[22m\nKurenai is a very unique, refreshing series. To value moments, people and the experiences freedom brings is something no other series has accomplished to the degree this series has. With strong characters and equally strong bonds, this series will entertain, enthrall and evoke everything that is good and bad about reality. But really, isn’t the fact that we get to experience these things what is so magical about life itself?\n\n\u001b[1m倉敷は非常にユニークで爽やかなシリーズです。 瞬間を評価するために、人と自由がもたらす経験は、このシリーズには他のどのシリーズも達成していないものです。 強烈なキャラクターと強固な結束力を持つこのシリーズは、楽しませ、魅了し、現実を痛感するすべてのものを喚起します。 しかし、実際には、私たちがこれらのことを体験して、人生そのものについて魔法のようなものがあるという事実はありませんか？\u001b[22m\n\u001b[1m(Kurashiki wa hijō ni yunīku de sawayakana shirīzudesu. Shunkan o hyōka suru tame ni, hito to jiyū ga motarasu keiken wa, kono shirīzu ni wa hoka no dono shirīzu mo tassei shite inai monodesu. Kyōretsuna kyarakutā to kyōkona kessoku-ryoku o motsu kono shirīzu wa, tanoshima se, miryō shi, genjitsu o tsūkan suru subete no mono o kanki shimasu. Shikashi, jissai ni wa, watashitachi ga korera no koto o taiken shite, jinsei sonomono ni tsuite mahō no yōna mono ga aru to iu jijitsu wa arimasen ka?)\u001b[22m\n\nTranslations of \u001b[4mKurenai is a very unique, refreshing series. To value moments, people and the experiences freedom brings is something no other series has accomplished to the degree this series has. With strong characters and equally strong bonds, this series will entertain, enthrall and evoke everything that is good and bad about reality. But really, isn’t the fact that we get to experience these things what is so magical about life itself?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKurenai is a very unique, refreshing series.\u001b[24m\n    \u001b[1m倉敷は非常にユニークで爽やかなシリーズです。\u001b[22m, \u001b[1m紅は非常にユニークな、さわやかなシリーズです。\u001b[22m\n\u001b[4mTo value moments, people and the experiences freedom brings is something no other series has accomplished to the degree this series has.\u001b[24m\n    \u001b[1m瞬間を評価するために、人と自由がもたらす経験は、このシリーズには他のどのシリーズも達成していないものです。\u001b[22m, \u001b[1m値の瞬間、人々と自由がもたらす経験に他のシリーズは、このシリーズは持っている程度に達成していないものです。\u001b[22m\n\u001b[4mWith strong characters and equally strong bonds, this series will entertain, enthrall and evoke everything that is good and bad about reality.\u001b[24m\n    \u001b[1m強烈なキャラクターと強固な結束力を持つこのシリーズは、楽しませ、魅了し、現実を痛感するすべてのものを喚起します。\u001b[22m, \u001b[1m強力な文字と同じように強い絆で、このシリーズは、楽しま魅了と現実についての良い点、悪いものはすべてを呼び起こすだろう。\u001b[22m\n\u001b[4mBut really, isn’t the fact that we get to experience these things what is so magical about life itself?\u001b[24m\n    \u001b[1mしかし、実際には、私たちがこれらのことを体験して、人生そのものについて魔法のようなものがあるという事実はありませんか？\u001b[22m, \u001b[1mしかし、実際に、私たちは人生そのものについてとても魔法であるものこれらの事を体験してもらうことは事実ではないでしょうか？\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "Marthgun",
    "profile": "/profile/Marthgun/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=140121",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  8\n|  5\n\nこれを可能にする;\n\nKure-nailは、私がtbhを見守ることをためらったシリーズです。それは、あらすじを読んだ後、私にはあまり魅力を感じないものでしたが、とにかく私は鳩です。 そして、私はそれを後悔しないと言わせてください。\n\n私は前提が素晴らしかったと思う、物語の執筆と繊細さは、要素のいくつかがはっきりしていないにもかかわらず、非常に現実的だった。 それは悪いことではありません。 私はかなり素早く夢中になりました。私はこの可能性を味わうこのショーを通して走りました。それが、あなたを特定の、まっすぐ進む方向とクライマックスで導くショーの一つであることが明らかになります。\n\n私はそれがすべての正しい要素を持っていると思っていました。 ミステリー、ファンタジー、人生の一部、ドラマ、面白いキャラクターとその関係、陰謀と芸術は平均を上回っています。 実際、彼らは実際にアートディレクションで境界線を押し込もうとしました。\n\nだからこそポジティブなポジションとマイナーなスポイラーを前にして、間違いなくそれを行かなければならないと言おう。 私は、しかし、味の理由で失望した。\n\nあなたが1つのクライマックスまでシリーズを構築し、ストーリーを歩み、それを必然的に爽快に未知の結論に向かって押し上げると、ある程度の期待が生まれます。 これらの期待は、個人の好みによって決定される。\n\n私にとっては、少し甘かったです。 私は何を望んでいたのか、私は最後に悲惨に衝突しました。 実行中の番組を通してさえも。 それは軽く、弱いです。\n\nクライマックスはいくつかの方法で配信されましたが、他の人には恐ろしく、失敗しました。 つまり、舞台はどのように暴力的な対決が起こったのか、起こったのですが、非常に下位の馬小屋で終わったのです。 私は、MCがMALコミュニティのホールで反響を呼ぶようなお尻の缶を開き、壮大な竜巻でお尻を蹴りたいと思っていました。 代わりに、それは最も予期せずに狂った。 以前のエピソードの全体がちょうど無駄になったように思えました。 それが私の気持ちになった。\n\nそれで問題は何ですか？ 私は乗り心地をはっきりと楽しんだが、過激な過激な行先では軽度だった。  MCは本当に甘いデザートを提供する道徳的な特権をマシンに蹴り込むように設定されていました。 代わりに、私たちは、背後にある初期の軌道とは異質のように見える、反天候的な道徳を得ました。 より愚かな言葉では、報酬は不十分であり、わいせつな馬鹿に縛られていた。\n\nあなたが言うことができるものは、不合理な終わりで起こることを調整することはできません。 キャラクターのダイナミクスはほとんど役に立たなかった。 速度制限の下で20マイル走行させるレースカーを建てたり、食料品店に行くためだけにレースカーを使用しないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nLets get to this;\n\n\u001b[1mこれを可能にする;\u001b[22m\n\u001b[1m(Kore o kanō ni suru;)\u001b[22m\n\nTranslations of \u001b[4mLets get to this;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLets get to this;\u001b[24m\n    \u001b[1mこれを可能にする;\u001b[22m, \u001b[1mこれに取得することができます。\u001b[22m\n\u001b[1m\u001b[22m\nKure-nail is a series that i hesitated to watch tbh, it was something that didn't quite appeal to me after reading the synopsis but i dove in anyway. And let me say that I don't regret it.\n\n\u001b[1mKure-nailは、私がtbhを見守ることをためらったシリーズです。それは、あらすじを読んだ後、私にはあまり魅力を感じないものでしたが、とにかく私は鳩です。 そして、私はそれを後悔しないと言わせてください。\u001b[22m\n\u001b[1m(Kure - nail wa, watashi ga tbh o mimamoru koto o tameratta shirīzudesu. Sore wa, arasuji o yonda nochi, watashiniha amari miryoku o kanjinai monodeshitaga, tonikaku watashi wa hatodesu. Soshite, watashi wa sore o kōkaishinai to iwa sete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mKure-nail is a series that i hesitated to watch tbh, it was something that didn't quite appeal to me after reading the synopsis but i dove in anyway. And let me say that I don't regret it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKure-nail is a series that i hesitated to watch tbh, it was something that didn't quite appeal to me after reading the synopsis but i dove in anyway.\u001b[24m\n    \u001b[1mKure-nailは、私がtbhを見守ることをためらったシリーズです。それは、あらすじを読んだ後、私にはあまり魅力を感じないものでしたが、とにかく私は鳩です。\u001b[22m, \u001b[1m呉ネイルiはTBH見に躊躇シリーズです、それは非常にあらすじを読んだ後、私にアピールしていなかったものだったが、私はとにかく鳩。\u001b[22m\n\u001b[4mAnd let me say that I don't regret it.\u001b[24m\n    \u001b[1mそして、私はそれを後悔しないと言わせてください。\u001b[22m, \u001b[1mそして、私は、私はそれを後悔していないとしましょう。\u001b[22m\n\u001b[1m\u001b[22m\nI think the premise was fantastic, the writing and subtlety of the story was very realistic even though some of the elements are clearly not. And that's not a bad thing. I was hooked pretty quick, i ran through this show savoring the potential, it becomes obvious that its one of those shows that lead you in a certain, straight forward direction and climaxes.\n\n\u001b[1m私は前提が素晴らしかったと思う、物語の執筆と繊細さは、要素のいくつかがはっきりしていないにもかかわらず、非常に現実的だった。 それは悪いことではありません。 私はかなり素早く夢中になりました。私はこの可能性を味わうこのショーを通して走りました。それが、あなたを特定の、まっすぐ進む方向とクライマックスで導くショーの一つであることが明らかになります。\u001b[22m\n\u001b[1m(Watashi wa zentei ga subarashikatta to omou, monogatari no shippitsu to sensai-sa wa, yōso no ikutsu ka ga hakkiri shite inai nimokakawarazu, hijō ni genjitsu-tekidatta. Sore wa warui kotode wa arimasen. Watashi wa kanari subayaku muchū ni narimashita. Watashi wa kono kanōsei o ajiwau kono shō o tōshite hashirimashita. Sore ga, anata o tokutei no, massugu susumu hōkō to kuraimakkusu de michibiku shō no hitotsudearu koto ga akiraka ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mI think the premise was fantastic, the writing and subtlety of the story was very realistic even though some of the elements are clearly not. And that's not a bad thing. I was hooked pretty quick, i ran through this show savoring the potential, it becomes obvious that its one of those shows that lead you in a certain, straight forward direction and climaxes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think the premise was fantastic, the writing and subtlety of the story was very realistic even though some of the elements are clearly not.\u001b[24m\n    \u001b[1m私は前提が素晴らしかったと思う、物語の執筆と繊細さは、要素のいくつかがはっきりしていないにもかかわらず、非常に現実的だった。\u001b[22m, \u001b[1m私は前提は素晴らしかった、物語の書き込みと繊細さが要素の一部が明らかにされなくても非常に現実的だったと思います。\u001b[22m\n\u001b[4mAnd that's not a bad thing.\u001b[24m\n    \u001b[1mそれは悪いことではありません。\u001b[22m, \u001b[1mそして、それは悪いことではないのです。\u001b[22m\n\u001b[4mI was hooked pretty quick, i ran through this show savoring the potential, it becomes obvious that its one of those shows that lead you in a certain, straight forward direction and climaxes.\u001b[24m\n    \u001b[1m私はかなり素早く夢中になりました。私はこの可能性を味わうこのショーを通して走りました。それが、あなたを特定の、まっすぐ進む方向とクライマックスで導くショーの一つであることが明らかになります。\u001b[22m, \u001b[1m私は私は可能性を味わうこのショー駆け抜け、かなり速い引っ掛けた、それは明らかになっているその特定、直進方向とクライマックスにあなたを導くそれらの番組の一つ。\u001b[22m\n\u001b[1m\u001b[22m\nI thought it had all the right elements as well, blended well above average. There's mystery, fantasy, slice of life, drama, good and interesting characters and their relationships, intrigue and the art was above average as well. In fact they really tried to push the boundries imo in art direction.\n\n\u001b[1m私はそれがすべての正しい要素を持っていると思っていました。 ミステリー、ファンタジー、人生の一部、ドラマ、面白いキャラクターとその関係、陰謀と芸術は平均を上回っています。 実際、彼らは実際にアートディレクションで境界線を押し込もうとしました。\u001b[22m\n\u001b[1m(Watashi wa sore ga subete no tadashī yōso o motte iru to omotte imashita. Misuterī, fantajī, jinsei no ichibu, dorama, omoshiroi kyarakutā to sono kankei, inbō to geijutsu wa heikin o uwamawatte imasu. Jissai, karera wa jissai ni ātodirekushon de kyōkai-sen o oshikomou to shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI thought it had all the right elements as well, blended well above average. There's mystery, fantasy, slice of life, drama, good and interesting characters and their relationships, intrigue and the art was above average as well. In fact they really tried to push the boundries imo in art direction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI thought it had all the right elements as well, blended well above average.\u001b[24m\n    \u001b[1m私はそれがすべての正しい要素を持っていると思っていました。\u001b[22m, \u001b[1m私はそれがうまく平均以上ブレンドし、同様にすべての権利の要素を持っていたと思いました。\u001b[22m\n\u001b[4mThere's mystery, fantasy, slice of life, drama, good and interesting characters and their relationships, intrigue and the art was above average as well.\u001b[24m\n    \u001b[1mミステリー、ファンタジー、人生の一部、ドラマ、面白いキャラクターとその関係、陰謀と芸術は平均を上回っています。\u001b[22m, \u001b[1mそこミステリー、ファンタジー、生活のスライス、ドラマ、良いと面白いキャラクターとそれらの関係、陰謀だと芸術は、同様に平均を上回りました。\u001b[22m\n\u001b[4mIn fact they really tried to push the boundries imo in art direction.\u001b[24m\n    \u001b[1m実際、彼らは実際にアートディレクションで境界線を押し込もうとしました。\u001b[22m, \u001b[1m実際、彼らは本当に芸術の方向に芋boundriesをプッシュしようとしました。\u001b[22m\n\u001b[1m\u001b[22m\nSo with the positives out of the way, and minor spoilers ahead, let me say that you should definitely give it a go. I, however, was disappointed for reasons of taste.\n\n\u001b[1mだからこそポジティブなポジションとマイナーなスポイラーを前にして、間違いなくそれを行かなければならないと言おう。 私は、しかし、味の理由で失望した。\u001b[22m\n\u001b[1m(Dakarakoso pojitibuna pojishon to maināna supoirā o mae ni shite, machigainaku sore o ikanakereba naranai to iou. Watashi wa, shikashi, aji no riyū de shitsubō shita.)\u001b[22m\n\nTranslations of \u001b[4mSo with the positives out of the way, and minor spoilers ahead, let me say that you should definitely give it a go. I, however, was disappointed for reasons of taste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo with the positives out of the way, and minor spoilers ahead, let me say that you should definitely give it a go.\u001b[24m\n    \u001b[1mだからこそポジティブなポジションとマイナーなスポイラーを前にして、間違いなくそれを行かなければならないと言おう。\u001b[22m, \u001b[1mだから先に道のうち陽性、マイナースポイラーで、私はあなたは間違いなくそれをやってみるべきであるとしましょう。\u001b[22m\n\u001b[4mI, however, was disappointed for reasons of taste.\u001b[24m\n    \u001b[1m私は、しかし、味の理由で失望した。\u001b[22m, \u001b[1m私は、しかし、味の理由のために失望しました。\u001b[22m\n\u001b[1m\u001b[22m\nWhen you build a series up to a single climax, pacing the story and pushing it towards an inevitable and yet refreshingly unknown conclusion, certain expectations will arise. These expectations are dictated by personal preference.\n\n\u001b[1mあなたが1つのクライマックスまでシリーズを構築し、ストーリーを歩み、それを必然的に爽快に未知の結論に向かって押し上げると、ある程度の期待が生まれます。 これらの期待は、個人の好みによって決定される。\u001b[22m\n\u001b[1m(Anata ga 1tsu no kuraimakkusu made shirīzu o kōchiku shi, sutōrī o ayumi, sore o hitsuzen-teki ni sōkai ni michi no ketsuron ni mukatte oshiageru to, aruteido no kitai ga umaremasu. Korera no kitai wa, kojin no konomi ni yotte kettei sa reru.)\u001b[22m\n\nTranslations of \u001b[4mWhen you build a series up to a single climax, pacing the story and pushing it towards an inevitable and yet refreshingly unknown conclusion, certain expectations will arise. These expectations are dictated by personal preference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen you build a series up to a single climax, pacing the story and pushing it towards an inevitable and yet refreshingly unknown conclusion, certain expectations will arise.\u001b[24m\n    \u001b[1mあなたが1つのクライマックスまでシリーズを構築し、ストーリーを歩み、それを必然的に爽快に未知の結論に向かって押し上げると、ある程度の期待が生まれます。\u001b[22m, \u001b[1mあなたが話をペーシングし、まだ避けられないと爽快未知の結論に向かって押し、単一のクライマックスまでのシリーズを構築する場合、特定の期待が生じてしまいます。\u001b[22m\n\u001b[4mThese expectations are dictated by personal preference.\u001b[24m\n    \u001b[1mこれらの期待は、個人の好みによって決定される。\u001b[22m, \u001b[1mこれらの期待は個人的な好みによって決定されます。\u001b[22m\n\u001b[1m\u001b[22m\nFor me, it was a little bitter sweet. What i wanted and what i got miserably clashed at the end. Even throughout the show in its execution. It was, to put it mildly, weak.\n\n\u001b[1m私にとっては、少し甘かったです。 私は何を望んでいたのか、私は最後に悲惨に衝突しました。 実行中の番組を通してさえも。 それは軽く、弱いです。\u001b[22m\n\u001b[1m(Watashi ni totte wa, sukoshi umakattadesu. Watashi wa nani o nozonde ita no ka, watashi wa saigo ni hisan ni shōtotsu shimashita. Jikkō-chū no bangumi o tōshite sae mo. Sore wa karuku, yowaidesu.)\u001b[22m\n\nTranslations of \u001b[4mFor me, it was a little bitter sweet. What i wanted and what i got miserably clashed at the end. Even throughout the show in its execution. It was, to put it mildly, weak.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, it was a little bitter sweet.\u001b[24m\n    \u001b[1m私にとっては、少し甘かったです。\u001b[22m, \u001b[1m私にとって、それは少し苦い甘いでした。\u001b[22m\n\u001b[4mWhat i wanted and what i got miserably clashed at the end.\u001b[24m\n    \u001b[1m私は何を望んでいたのか、私は最後に悲惨に衝突しました。\u001b[22m, \u001b[1mどのような私が望んでいたと私は無残に最後に衝突してしまいました。\u001b[22m\n\u001b[4mEven throughout the show in its execution.\u001b[24m\n    \u001b[1m実行中の番組を通してさえも。\u001b[22m, \u001b[1mでも、その実行中のショーを通して。\u001b[22m\n\u001b[4mIt was, to put it mildly, weak.\u001b[24m\n    \u001b[1mそれは軽く、弱いです。\u001b[22m, \u001b[1mそれは弱い、穏やかにそれを置くために、でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe climax delivered in some ways, but failed, imo, horribly in others. Namely how the stage was set for a violent confrontation, which occured, but ended in a very sub par, shounen-esque way. I wanted the MC to open a can of whoop ass that would reverberate throughout the halls of the MAL community, kicking ass in a tornado of epicness. Instead it fizzled most unexpectedly. It almost seemed like the entirety of the earlier episodes were just wasted. That's how it made me feel.\n\n\u001b[1mクライマックスはいくつかの方法で配信されましたが、他の人には恐ろしく、失敗しました。 つまり、舞台はどのように暴力的な対決が起こったのか、起こったのですが、非常に下位の馬小屋で終わったのです。 私は、MCがMALコミュニティのホールで反響を呼ぶようなお尻の缶を開き、壮大な竜巻でお尻を蹴りたいと思っていました。 代わりに、それは最も予期せずに狂った。 以前のエピソードの全体がちょうど無駄になったように思えました。 それが私の気持ちになった。\u001b[22m\n\u001b[1m(Kuraimakkusu wa ikutsu ka no hōhō de haishin sa remashitaga, hokanohito ni wa osoroshiku, shippai shimashita. Tsumari, butai wa dono yō ni bōryoku-tekina taiketsu ga okotta no ka, okotta nodesuga, hijō ni kai no umagoya de owatta nodesu. Watashi wa, MC ga MAL komyuniti no hōru de hankyō o yobu yōna o shiri no kan o hiraki, sōdaina tatsumaki de o shiri o keritai to omotte imashita. Kawari ni, sore wa mottomo yokisezu ni kurutta. Izen no episōdo no zentai ga chōdo muda ni natta yō ni omoemashita. Sore ga watashi no kimochi ni natta.)\u001b[22m\n\nTranslations of \u001b[4mThe climax delivered in some ways, but failed, imo, horribly in others. Namely how the stage was set for a violent confrontation, which occured, but ended in a very sub par, shounen-esque way. I wanted the MC to open a can of whoop ass that would reverberate throughout the halls of the MAL community, kicking ass in a tornado of epicness. Instead it fizzled most unexpectedly. It almost seemed like the entirety of the earlier episodes were just wasted. That's how it made me feel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe climax delivered in some ways, but failed, imo, horribly in others.\u001b[24m\n    \u001b[1mクライマックスはいくつかの方法で配信されましたが、他の人には恐ろしく、失敗しました。\u001b[22m, \u001b[1mクライマックスは恐ろしく他に、芋、いくつかの方法で配信するが、失敗しました。\u001b[22m\n\u001b[4mNamely how the stage was set for a violent confrontation, which occured, but ended in a very sub par, shounen-esque way.\u001b[24m\n    \u001b[1mつまり、舞台はどのように暴力的な対決が起こったのか、起こったのですが、非常に下位の馬小屋で終わったのです。\u001b[22m, \u001b[1mすなわち、どのようにステージが発生した暴力的な対立のために設定されますが、非常にサブパー、少年風の方法で終了しました。\u001b[22m\n\u001b[4mI wanted the MC to open a can of whoop ass that would reverberate throughout the halls of the MAL community, kicking ass in a tornado of epicness.\u001b[24m\n    \u001b[1m私は、MCがMALコミュニティのホールで反響を呼ぶようなお尻の缶を開き、壮大な竜巻でお尻を蹴りたいと思っていました。\u001b[22m, \u001b[1m私はepicnessの竜巻でお尻を蹴り、MALコミュニティのホール全体に響きだろう叫び声お尻の缶を開くためにMCを望んでいました。\u001b[22m\n\u001b[4mInstead it fizzled most unexpectedly.\u001b[24m\n    \u001b[1m代わりに、それは最も予期せずに狂った。\u001b[22m, \u001b[1mその代わりに、最も予想外に失速しました。\u001b[22m\n\u001b[4mIt almost seemed like the entirety of the earlier episodes were just wasted.\u001b[24m\n    \u001b[1m以前のエピソードの全体がちょうど無駄になったように思えました。\u001b[22m, \u001b[1mそれはほとんどちょうど無駄にされた以前のエピソードの全体のように思えました。\u001b[22m\n\u001b[4mThat's how it made me feel.\u001b[24m\n    \u001b[1mそれが私の気持ちになった。\u001b[22m, \u001b[1mそれはそれは私が感じさせる方法です。\u001b[22m\n\u001b[1m\u001b[22m\nSo what's the problem? I clearly enjoyed the ride, but was slighted at the over hyped destination. The MC was really setup to be an ass kicking machine the moral prerogative to deliver sweet just desserts. Instead we got an anti climactic moral which in hindsight seemed foreign to the initial trajectory. In more spoilery terms, the reward was insufficient and laced with obscene naivety.\n\n\u001b[1mそれで問題は何ですか？ 私は乗り心地をはっきりと楽しんだが、過激な過激な行先では軽度だった。  MCは本当に甘いデザートを提供する道徳的な特権をマシンに蹴り込むように設定されていました。 代わりに、私たちは、背後にある初期の軌道とは異質のように見える、反天候的な道徳を得ました。 より愚かな言葉では、報酬は不十分であり、わいせつな馬鹿に縛られていた。\u001b[22m\n\u001b[1m(Sorede mondai wa nanidesu ka? Watashi wa nori-gokochi o hakkiri to tanoshindaga, kagekina kagekina yukusakide wa keidodatta. MC wa hontōni amai dezāto o teikyō suru dōtokutekina tokken o mashin ni keri komu yō ni settei sa rete imashita. Kawari ni, watashitachiha, haigo ni aru shoki no kidō to wa ishitsu no yōnimieru, han tenkō-tekina dōtoku o emashita. Yori orokana kotobade wa, hōshū wa fujūbundeari, waisetsuna baka ni shibara rete ita.)\u001b[22m\n\nTranslations of \u001b[4mSo what's the problem? I clearly enjoyed the ride, but was slighted at the over hyped destination. The MC was really setup to be an ass kicking machine the moral prerogative to deliver sweet just desserts. Instead we got an anti climactic moral which in hindsight seemed foreign to the initial trajectory. In more spoilery terms, the reward was insufficient and laced with obscene naivety.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo what's the problem?\u001b[24m\n    \u001b[1mそれで問題は何ですか？\u001b[22m, \u001b[1mだから問題は何ですか？\u001b[22m\n\u001b[4mI clearly enjoyed the ride, but was slighted at the over hyped destination.\u001b[24m\n    \u001b[1m私は乗り心地をはっきりと楽しんだが、過激な過激な行先では軽度だった。\u001b[22m, \u001b[1m私ははっきりと乗り心地を楽しんだが、オーバー宣伝目的地に侮辱されました。\u001b[22m\n\u001b[4mThe MC was really setup to be an ass kicking machine the moral prerogative to deliver sweet just desserts.\u001b[24m\n    \u001b[1mMCは本当に甘いデザートを提供する道徳的な特権をマシンに蹴り込むように設定されていました。\u001b[22m, \u001b[1mMCは本当にマシンに甘いだけデザートを提供するために道徳的な特権を蹴る尻なるように設定しました。\u001b[22m\n\u001b[4mInstead we got an anti climactic moral which in hindsight seemed foreign to the initial trajectory.\u001b[24m\n    \u001b[1m代わりに、私たちは、背後にある初期の軌道とは異質のように見える、反天候的な道徳を得ました。\u001b[22m, \u001b[1m代わりに、私たちは後知恵で初期軌道に外国のように見えたアンチクライマックス道徳的を得ました。\u001b[22m\n\u001b[4mIn more spoilery terms, the reward was insufficient and laced with obscene naivety.\u001b[24m\n    \u001b[1mより愚かな言葉では、報酬は不十分であり、わいせつな馬鹿に縛られていた。\u001b[22m, \u001b[1mよりspoilery用語では、報酬が不十分とわいせつな認識の甘織り交ぜました。\u001b[22m\n\u001b[1m\u001b[22m\nNothing you can say can reconcile what happens at the ill fitting end. Which rendered the character dynamics almost worthless. Don't build a race car to drive it 20 miles under the speed limit or only use it to go to the grocery store.\n\n\u001b[1mあなたが言うことができるものは、不合理な終わりで起こることを調整することはできません。 キャラクターのダイナミクスはほとんど役に立たなかった。 速度制限の下で20マイル走行させるレースカーを建てたり、食料品店に行くためだけにレースカーを使用しないでください。\u001b[22m\n\u001b[1m(Anata ga iu koto ga dekiru mono wa, fugōrina owari de okoru koto o chōsei suru koto wa dekimasen. Kyarakutā no dainamikusu wa hotondo yakunitatanakatta. Sokudo seigen no shita de 20-mairu sōkō sa seru rēsukā o tate tari, shokuryōhin-ten ni iku tame dake ni rēsukā o shiyō shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mNothing you can say can reconcile what happens at the ill fitting end. Which rendered the character dynamics almost worthless. Don't build a race car to drive it 20 miles under the speed limit or only use it to go to the grocery store.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing you can say can reconcile what happens at the ill fitting end.\u001b[24m\n    \u001b[1mあなたが言うことができるものは、不合理な終わりで起こることを調整することはできません。\u001b[22m, \u001b[1mあなたが言うことは何も病気フィッティング終わりに何が起こるかを両立することはできません。\u001b[22m\n\u001b[4mWhich rendered the character dynamics almost worthless.\u001b[24m\n    \u001b[1mキャラクターのダイナミクスはほとんど役に立たなかった。\u001b[22m, \u001b[1mこれは、ほとんど価値のない文字のダイナミクスをレンダリング。\u001b[22m\n\u001b[4mDon't build a race car to drive it 20 miles under the speed limit or only use it to go to the grocery store.\u001b[24m\n    \u001b[1m速度制限の下で20マイル走行させるレースカーを建てたり、食料品店に行くためだけにレースカーを使用しないでください。\u001b[22m, \u001b[1m20マイルの速度制限の下でそれをドライブしたり、唯一の食料品店に行くためにそれを使用するレースカーを構築しないでください。\u001b[22m"
  },
  {
    "title": "Kure-nai",
    "id": "3358",
    "url": "https://myanimelist.net/anime/3358/Kure-nai",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=79614",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  4\n\nまず、私がムラサキがとてもかわいいと思って、彼女の背後にある物語が面白いかもしれないと思ったので、私がこれを見た唯一の理由を明確にしたいので、\"試してみましょう\"と思った。 しかし、途中で私は非常に怒っていた。\n\n\n\nとにかく、その問題にかかわらず、ストーリーとメインプロットにはあまりにも多くのクリシェが残っていました。 遭難と騎士の輝く鎧の現代の乙女の典型的な物語。 私はこれがややロマンチックな物語であることを知っていましたが、それは兄弟/姉妹の愛でした。 私はそれが女の子の年齢のためだと思います。 おそらく、もし彼女が10歳以上で、年齢差が同じであっても、男の子と女の子の間にはもっとロマンスがありました。\n\nそんな可能性を秘めた偉大なアニメでしたが、残念なことに、私は大いに怒っていて、全部に失望しました。 私はマンガの形がアニメの形よりもわずかに優れていると信じています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nFirst, I want to clear that the only reason why I watched this was because I thought Murasaki was so cute and the story behind her might be interesting so I thought “Let’s give it a try”. However, along the way I was extremely pissed.\n\n\u001b[1mまず、私がムラサキがとてもかわいいと思って、彼女の背後にある物語が面白いかもしれないと思ったので、私がこれを見た唯一の理由を明確にしたいので、\"試してみましょう\"と思った。 しかし、途中で私は非常に怒っていた。\u001b[22m\n\u001b[1m(Mazu, watashi ga murasaki ga totemo kawaī to omotte, kanojo no haigo ni aru monogatari ga omoshiroi kamo shirenai to omottanode, watashi ga kore o mita yuiitsu no riyū o meikaku ni shitainode, \" tameshite mimashou\" to omotta. Shikashi, tochū de watashi wa hijō ni okotte ita.)\u001b[22m\n\nTranslations of \u001b[4mFirst, I want to clear that the only reason why I watched this was because I thought Murasaki was so cute and the story behind her might be interesting so I thought “Let’s give it a try”. However, along the way I was extremely pissed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst, I want to clear that the only reason why I watched this was because I thought Murasaki was so cute and the story behind her might be interesting so I thought “Let’s give it a try”.\u001b[24m\n    \u001b[1mまず、私がムラサキがとてもかわいいと思って、彼女の背後にある物語が面白いかもしれないと思ったので、私がこれを見た唯一の理由を明確にしたいので、\"試してみましょう\"と思った。\u001b[22m, \u001b[1mまず、私は紫がとてもかわいかったので、私は\"のはそれを試してみましょう」と思った彼女の背後にある物語は面白いかもしれないと思ったので、私はこれを見た唯一の理由があったことをクリアしたいです。\u001b[22m\n\u001b[4mHowever, along the way I was extremely pissed.\u001b[24m\n    \u001b[1mしかし、途中で私は非常に怒っていた。\u001b[22m, \u001b[1mしかし、道に沿って私は非常に腹を立てました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAnyways, regardless of that issue, there were still too much cliché in the story and main plot. A typical story about modern day damsel in distress and knight shining armor. I knew that this was a slightly romantic type of story but I felt that it was more of brother/sister love. I guess that was because of the girl’s age. Perhaps, if she was 10 years older and even with the same age difference it would’ve been more of a romance between boy and girl.\n\n\u001b[1mとにかく、その問題にかかわらず、ストーリーとメインプロットにはあまりにも多くのクリシェが残っていました。 遭難と騎士の輝く鎧の現代の乙女の典型的な物語。 私はこれがややロマンチックな物語であることを知っていましたが、それは兄弟/姉妹の愛でした。 私はそれが女の子の年齢のためだと思います。 おそらく、もし彼女が10歳以上で、年齢差が同じであっても、男の子と女の子の間にはもっとロマンスがありました。\u001b[22m\n\u001b[1m(Tonikaku, sono mondai ni kakawarazu, sutōrī to meinpurotto ni wa amarini mo ōku no kurishe ga nokotte imashita. Sōnan to kishi no kagayaku yoroi no gendai no otome no tenkei-tekina monogatari. Watashi wa kore ga yaya romanchikkuna monogataridearu koto o shitte imashitaga, soreha kyōdai/ shimai no aideshita. Watashi wa sore ga on'nanoko no nenrei no tameda to omoimasu. Osoraku, moshi kanojo ga 10-sai ijō de, nenrei-sa ga onajideatte mo, otokonokotoon'nanoko no ma ni wa motto romansu ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnyways, regardless of that issue, there were still too much cliché in the story and main plot. A typical story about modern day damsel in distress and knight shining armor. I knew that this was a slightly romantic type of story but I felt that it was more of brother/sister love. I guess that was because of the girl’s age. Perhaps, if she was 10 years older and even with the same age difference it would’ve been more of a romance between boy and girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyways, regardless of that issue, there were still too much cliché in the story and main plot.\u001b[24m\n    \u001b[1mとにかく、その問題にかかわらず、ストーリーとメインプロットにはあまりにも多くのクリシェが残っていました。\u001b[22m, \u001b[1mとにかく、関係なく、その問題の、あまりにも多くの決まり文句は、ストーリーとメインプロットにまだありました。\u001b[22m\n\u001b[4mA typical story about modern day damsel in distress and knight shining armor.\u001b[24m\n    \u001b[1m遭難と騎士の輝く鎧の現代の乙女の典型的な物語。\u001b[22m, \u001b[1m苦痛と騎士輝く鎧で現代の乙女についての典型的な物語。\u001b[22m\n\u001b[4mI knew that this was a slightly romantic type of story but I felt that it was more of brother/sister love.\u001b[24m\n    \u001b[1m私はこれがややロマンチックな物語であることを知っていましたが、それは兄弟/姉妹の愛でした。\u001b[22m, \u001b[1m私はこれが物語の少しロマンチックなタイプであることを知っていたが、私はそれが兄弟/姉妹の愛のより多くのだと感じました。\u001b[22m\n\u001b[4mI guess that was because of the girl’s age.\u001b[24m\n    \u001b[1m私はそれが女の子の年齢のためだと思います。\u001b[22m, \u001b[1m私はそれがために、女の子の年齢であったと思います。\u001b[22m\n\u001b[4mPerhaps, if she was 10 years older and even with the same age difference it would’ve been more of a romance between boy and girl.\u001b[24m\n    \u001b[1mおそらく、もし彼女が10歳以上で、年齢差が同じであっても、男の子と女の子の間にはもっとロマンスがありました。\u001b[22m, \u001b[1m多分、彼女は10歳年上だったとさえ同じ年齢差と、それは男の子と女の子の間にロマンスのより多くのしてきたならば。\u001b[22m\n\u001b[1m\u001b[22m\nIt would’ve been a great anime with such potential but unfortunately rather than be entertain I was extremely pissed and disappointed with the whole thing. I believe the manga form is slightly better than the anime form.\n\n\u001b[1mそんな可能性を秘めた偉大なアニメでしたが、残念なことに、私は大いに怒っていて、全部に失望しました。 私はマンガの形がアニメの形よりもやや優れていると信じています。\u001b[22m\n\u001b[1m(Son'na kanōsei o himeta idaina animedeshitaga, zan'nen'nakotoni, watashi wa ōini okotte ite, zenbu ni shitsubō shimashita. Watashi wa manga no katachi ga anime no katachi yori mo yaya sugurete iru to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt would’ve been a great anime with such potential but unfortunately rather than be entertain I was extremely pissed and disappointed with the whole thing. I believe the manga form is slightly better than the anime form.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt would’ve been a great anime with such potential but unfortunately rather than be entertain I was extremely pissed and disappointed with the whole thing.\u001b[24m\n    \u001b[1mそんな可能性を秘めた偉大なアニメでしたが、残念なことに、私は大いに怒っていて、全部に失望しました。\u001b[22m, \u001b[1mそのような可能性を秘めた素晴らしいアニメしてきただろうが、残念ながらではなく、私は全体のことに非常に腹を立てとがっかりしました楽しまします。\u001b[22m\n\u001b[4mI believe the manga form is slightly better than the anime form.\u001b[24m\n    \u001b[1m私はマンガの形がアニメの形よりもやや優れていると信じています。\u001b[22m, \u001b[1m私はマンガ形式はアニメのフォームよりわずかに優れていると信じています。\u001b[22m"
  }
]
