[
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "Hectotane",
    "profile": "/profile/Hectotane/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=43967",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\nある日、私はFunimationの「Vampire Bund Dance」のブログで、Justin Rojasはアニメは「Twilight」としか言いませんでした。 もちろん、アニメはロリのような吸血鬼に焦点を当てているので、それはSHAFT（混沌とした芸術家の外人）によって作られ、FUNiはいつまでも忠実なオタクのファンタジーに応えたいと思うだろう。 ますますそうであるように思われる）。\n\n私は個人的にはTwilight（Vamp Bund Dance）も見たことがありません。 しかし、私は前者を保証します。 そして、私はVampKnightがより良いTwilightを引っ張ることができると思います。なぜなら、ここの吸血鬼は、もっと吸血鬼で、より人間的で、####に耐性がないからです（吸血鬼についてのより多くのオタク風アニマルよりも）。\n\nさて、私は認めます：VampKnightはlulzの小さなシェアを持っていますか？ しかしながら...\n\nVampKnightは、彼らが空気を共有する人間と素敵に遊ぶために最善を尽くす吸血鬼の束について何かのためにかなり厳しいと固体です。 彼らが持っているメディエイターは、このポットが沸騰しないように最善を尽くしています。 しかし、これらの外部の干渉、そしてそれらの1つが吸血鬼になっているという事実...\n\n私は吸血鬼が血液検査のためにどのように欲望を握るべきかというテーマにも同意しない。 吸血鬼は血まみれです。 彼らは獲物を殺す必要はありませんが、生き残るためにそれを行い、最後に私はチェックしました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOne day, I came across Funimation's 'Vampire Bund Dance' blog where Justin Rojas said that the anime is 'like Twilight, only better.' Of course he'll say that since the anime focuses on a loli-looking vampire, it's made by SHAFT (chaotic art-house extrordinaire), and FUNi wants to cater to the ever-loyal otaku fanbase (as oppose to normal people, which seems to be more and more of the case).\n\n\u001b[1mある日、私はFunimationの「Vampire Bund Dance」のブログで、Justin Rojasはアニメは「Twilight」としか言いませんでした。 もちろん、アニメはロリのような吸血鬼に焦点を当てているので、それはSHAFT（混沌とした芸術家の外人）によって作られ、FUNiはいつまでも忠実なオタクのファンタジーに応えたいと思うだろう。 ますますそうであるように思われる）。\u001b[22m\n\u001b[1m(Aru Ni~Tsu, watashi wa Funimation no `banpaia Bund Dance' no burogu de, jasutin Rojas wa anime wa `Twilight' to shika iimasendeshita. Mochiron, anime wa rori no yōna kyūketsuki ni shōten o atete irunode, soreha shafuto (konton to shita geijutsuka no gaijin) ni yotte tsukura re, FUNi wa itsu made mo chūjitsuna otaku no fantajī ni kotaetai to omoudarou. Masumasu sōdearu yō ni omowa reru).)\u001b[22m\n\nTranslations of \u001b[4mOne day, I came across Funimation's 'Vampire Bund Dance' blog where Justin Rojas said that the anime is 'like Twilight, only better.' Of course he'll say that since the anime focuses on a loli-looking vampire, it's made by SHAFT (chaotic art-house extrordinaire), and FUNi wants to cater to the ever-loyal otaku fanbase (as oppose to normal people, which seems to be more and more of the case).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne day, I came across Funimation's 'Vampire Bund Dance' blog where Justin Rojas said that the anime is 'like Twilight, only better.'\u001b[24m\n    \u001b[1mある日、私はFunimationの「Vampire Bund Dance」のブログで、Justin Rojasはアニメは「Twilight」としか言いませんでした。\u001b[22m, \u001b[1mある日、私はジャスティン・ロハスがアニメであることを言ったファニメーションの「ヴァンパイアバンドダンスのブログに出会いました」、トワイライトのようなだけ優れています。」\u001b[22m\n\u001b[4mOf course he'll say that since the anime focuses on a loli-looking vampire, it's made by SHAFT (chaotic art-house extrordinaire), and FUNi wants to cater to the ever-loyal otaku fanbase (as oppose to normal people, which\u001b[24m\n    \u001b[1mもちろん、アニメはロリのような吸血鬼に焦点を当てているので、それはSHAFT（混沌とした芸術家の外人）によって作られ、FUNiはいつまでも忠実なオタクのファンタジーに応えたいと思うだろう。\u001b[22m, \u001b[1mもちろん、彼はアニメロリ-探して吸血鬼に焦点を当てているので、それは（混沌アートシアターextrordinaire）SHAFTによって作られていると言うだろう、とFUNIは（、普通の人に反対するとして、これまで、忠実なオタクファン層に応えるために望んでいます\u001b[22m\n\u001b[4mseems to be more and more of the case).\u001b[24m\n    \u001b[1mますますそうであるように思われる）。\u001b[22m, \u001b[1m）例より多くのことのようです。\u001b[22m\n\u001b[1m\u001b[22m\nI personally haven't seen Twilight (nor Vamp Bund Dance). But I'll vouch for the former. And I think VampKnight can pull a better Twilight because the vampires herein are more devious, more human, and less tolerant of #### (than in more otaku-esque animu about vampires).\n\n\u001b[1m私は個人的にはTwilight（Vamp Bund Dance）も見たことがありません。 しかし、私は前者を保証します。 そして、私はVampKnightがより良いTwilightを引っ張ることができると思います。なぜなら、ここの吸血鬼は、もっと吸血鬼で、より人間的で、####に耐性がないからです（吸血鬼についてのより多くのオタク風アニマルよりも）。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni wa Twilight (Vamp Bund Dance) mo mita koto ga arimasen. Shikashi, watashi wa zensha o hoshō shimasu. Soshite, watashi wa VampKnight ga yoriyoi Twilight o hipparu koto ga dekiru to omoimasu. Nazenara, koko no kyūketsuki wa, motto kyūketsuki de, yori ningen-tekide,#### ni taisei ga naikaradesu (kyūketsuki ni tsuite no yori ōku no otaku-fū animaru yori mo).)\u001b[22m\n\nTranslations of \u001b[4mI personally haven't seen Twilight (nor Vamp Bund Dance). But I'll vouch for the former. And I think VampKnight can pull a better Twilight because the vampires herein are more devious, more human, and less tolerant of #### (than in more otaku-esque animu about vampires).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally haven't seen Twilight (nor Vamp Bund Dance).\u001b[24m\n    \u001b[1m私は個人的にはTwilight（Vamp Bund Dance）も見たことがありません。\u001b[22m, \u001b[1m私は個人的トワイライト（もヴァンプ外灘ダンスを）見ていません。\u001b[22m\n\u001b[4mBut I'll vouch for the former.\u001b[24m\n    \u001b[1mしかし、私は前者を保証します。\u001b[22m\n\u001b[4mAnd I think VampKnight can pull a better Twilight because the vampires herein are more devious, more human, and less tolerant of #### (than in more otaku-esque animu about vampires).\u001b[24m\n    \u001b[1mそして、私はVampKnightがより良いTwilightを引っ張ることができると思います。なぜなら、ここの吸血鬼は、もっと吸血鬼で、より人間的で、####に耐性がないからです（吸血鬼についてのより多くのオタク風アニマルよりも）。\u001b[22m, \u001b[1mそして、私は吸血鬼は、本明細書に、より多くのよこしまより人間と、（吸血鬼の詳細オタク風のanimuに比べて）####のあまり寛容であるためVampKnightが良いミステリーを引っ張ることができると思います。\u001b[22m\n\u001b[1m\u001b[22m\nOkay, I'll admit: VampKnight DOES have its small share of lulz. However...\n\n\u001b[1mさて、私は認めます：VampKnightはlulzの小さなシェアを持っていますか？ しかしながら...\u001b[22m\n\u001b[1m(Sate, watashi wa mitomemasu: VampKnight wa lulz no chīsana shea o motte imasu ka? Shikashinagara...)\u001b[22m\n\nTranslations of \u001b[4mOkay, I'll admit: VampKnight DOES have its small share of lulz. However...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, I'll admit: VampKnight DOES have its small share of lulz.\u001b[24m\n    \u001b[1mさて、私は認めます：VampKnightはlulzの小さなシェアを持っていますか？\u001b[22m, \u001b[1mさて、私は認めるよ：VampKnightは笑いのその小さなシェアを持っています。\u001b[22m\n\u001b[4mHowever...\u001b[24m\n    \u001b[1mしかしながら...\u001b[22m, \u001b[1mしかし...\u001b[22m, \u001b[1mしかしながら...\u001b[22m\n\u001b[1m\u001b[22m\nVampKnight is quite stern and solid for something about a bunch of vampires trying their best to play nice with the humans they share the air with. The few mediators they have are doing the best they can to keep this pot from boiling over. Yet these outside interferences, AND the fact that one of them's turning into a vampire...\n\n\u001b[1mVampKnightは、彼らが空気を共有する人間と素敵に遊ぶために最善を尽くす吸血鬼の束について何かのためにかなり厳しいと固体です。 彼らが持っているメディエイターは、このポットが沸騰しないように最善を尽くしています。 しかし、これらの外部の干渉、そしてそれらの1つが吸血鬼になっているという事実...\u001b[22m\n\u001b[1m(VampKnight wa, karera ga kūki o kyōyū suru ningen to suteki ni asobu tame ni saizenwotsukusu kyūketsuki no taba ni tsuite nanika no tame ni kanari kibishī to kotaidesu. Karera ga motte iru medieitā wa, kono potto ga futtō shinai yō ni saizen o tsukushite imasu. Shikashi, korera no gaibu no kanshō, soshite sorera no 1tsu ga kyūketsuki ni natte iru to iu jijitsu...)\u001b[22m\n\nTranslations of \u001b[4mVampKnight is quite stern and solid for something about a bunch of vampires trying their best to play nice with the humans they share the air with. The few mediators they have are doing the best they can to keep this pot from boiling over. Yet these outside interferences, AND the fact that one of them's turning into a vampire...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVampKnight is quite stern and solid for something about a bunch of vampires trying their best to play nice with the humans they share the air with.\u001b[24m\n    \u001b[1mVampKnightは、彼らが空気を共有する人間と素敵に遊ぶために最善を尽くす吸血鬼の束について何かのためにかなり厳しいと固体です。\u001b[22m, \u001b[1mVampKnightは、彼らが持つ空気を共有する人と仲良くするために最善をしようと吸血鬼の束についての何かのために非常に厳しいと固体です。\u001b[22m\n\u001b[4mThe few mediators they have are doing the best they can to keep this pot from boiling over.\u001b[24m\n    \u001b[1m彼らが持っているメディエイターは、このポットが沸騰しないように最善を尽くしています。\u001b[22m, \u001b[1m彼らが持っているいくつかのメディエーターは吹きこぼれからこの鍋を維持するために彼らができる最善を尽くしています。\u001b[22m\n\u001b[4mYet these outside interferences, AND the fact that one of them's turning into a vampire...\u001b[24m\n    \u001b[1mしかし、これらの外部の干渉、そしてそれらの1つが吸血鬼になっているという事実...\u001b[22m, \u001b[1mしかし、これらの外部の干渉、及びそれらのいずれかが吸血鬼に変身だという事実...\u001b[22m\n\u001b[1m\u001b[22m\nI also don't agree with theme of how vampires should hold their lust for blood in check. Vampires are bloodsuckers. They don't have to kill their prey, but they do it to survive, last I checked.\n\n\u001b[1m私は吸血鬼が血液検査のためにどのように欲望を握るべきかというテーマにも同意しない。 吸血鬼は血まみれです。 彼らは獲物を殺す必要はありませんが、生き残るためにそれを行い、最後に私はチェックしました。\u001b[22m\n\u001b[1m(Watashi wa kyūketsuki ga ketsueki kensa no tame ni dono yō ni yokubō o nigirubeki ka to iu tēma ni mo dōi shinai. Kyūketsuki wa chimamiredesu. Karera wa emono o korosu hitsuyō wa arimasenga, ikinokoru tame ni sore o okonai, saigo ni watashi wa chekku shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI also don't agree with theme of how vampires should hold their lust for blood in check. Vampires are bloodsuckers. They don't have to kill their prey, but they do it to survive, last I checked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also don't agree with theme of how vampires should hold their lust for blood in check.\u001b[24m\n    \u001b[1m私は吸血鬼が血液検査のためにどのように欲望を握るべきかというテーマにも同意しない。\u001b[22m, \u001b[1m私も吸血鬼がチェックに血のために自分の欲望を保持すべきかをテーマに同意しません。\u001b[22m\n\u001b[4mVampires are bloodsuckers.\u001b[24m\n    \u001b[1m吸血鬼は血まみれです。\u001b[22m, \u001b[1m吸血鬼はブラッドサッカーです。\u001b[22m\n\u001b[4mThey don't have to kill their prey, but they do it to survive, last I checked.\u001b[24m\n    \u001b[1m彼らは獲物を殺す必要はありませんが、生き残るためにそれを行い、最後に私はチェックしました。\u001b[22m, \u001b[1m彼らは獲物を殺すために必要はありませんが、彼らは、私が最後に確認を生き残るためにそれを行います。\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "animegurlfreak",
    "profile": "/profile/animegurlfreak/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=30526",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  3\n\n最初にまず、ヴァンパイア騎士を見る理由。 うーん、おそらく私の友人の大部分がそれを見て、私は最後に残った人なんだから。 そして、私は、「それは何なんだろう、それを見て」と思っていました。それは私が間違っていた時です。 さて、アニメは、私が見た他のアニメと違って、「スパーク」を私に与えなかった、これはちょうど退屈だ。\n\nストーリー：\n最初の部分は非常に面白いですが、話が深まると、私の興味はちょうどそのように消えてしまい、次は何を期待するのか分かりません。\n\nアート：\n私は芸術のために親指を言う必要があった。 はい、それは本当に中毒です。 しかし、私はヴァンパイア騎士がBISHIESのために「最高の少女」としてこのリストを取ったと思うし、真剣に私の友人が物語よりもガガを持っていたと思う。\n\n音：\n私はその音について何も言わなかった。 しかし、はいはいオープニングはちょうど中毒性です！ 本当に中毒。 エンディング\n\nキャラクター：\nキャラクターは、私はユキの少し改善があると言わざるを得ませんでした。はい、彼女はとても勇敢ですが、どういうわけか、彼女は柔らかい側に少し余裕があると感じます。  Kaname、私にはKanameが好きではない友人がいて、彼の態度は多分でした。\n\n楽しみ：\n退屈な！ 私は眠くて見えている画面を見つめ、吸血鬼の騎士は少なくとも興奮を与えるだろうか？\n\n全体：\n仕事が必要です。 アニメの「スパーク」は本当に重要です。 視聴者を眠らせない。 特にストーリーライン。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nFirst thing first, the reason why I watch Vampire Knight. Hmm.... maybe because most of my friends watched it and I'm the last remaining one left. And I thought 'What the heck, watch it,' and that's when I was wrong. Okay, the anime didn't give me the 'sparks' unlike the other anime I watched, this one is just... boring.\n\n\u001b[1m最初にまず、吸血鬼の騎士を見る理由。 うーん、おそらく私の友人の大部分がそれを見て、私は最後に残った人なんだから。 そして、私は、「それは何なんだろう、それを見て」と思っていました。それは私が間違っていた時です。 さて、アニメは、私が見た他のアニメとは違って、「スパーク」を私に与えなかった、これはちょうど退屈である。\u001b[22m\n\u001b[1m(Saisho ni mazu, kyūketsuki no kishi o miru riyū.U ̄ n, osoraku watashi no yūjin no daibubun ga sore o mite, watashi wa saigo ni nokotta hitona ndakara. Soshite, watashi wa,`sore wa nanina ndarou, sore o mite' to omotte imashita. Sore wa watashi ga machigatte ita tokidesu. Sate, anime wa, watashi ga mita ta no anime to wa chigatte,`supāku' o watashi ni ataenakatta, kore wa chōdo taikutsudearu.)\u001b[22m\n\nTranslations of \u001b[4mFirst thing first, the reason why I watch Vampire Knight. Hmm.... maybe because most of my friends watched it and I'm the last remaining one left. And I thought 'What the heck, watch it,' and that's when I was wrong. Okay, the anime didn't give me the 'sparks' unlike the other anime I watched, this one is just... boring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst thing first, the reason why I watch Vampire Knight.\u001b[24m\n    \u001b[1m最初にまず、吸血鬼の騎士を見る理由。\u001b[22m, \u001b[1mまず最初の事、私はヴァンパイア騎士を見た理由。\u001b[22m\n\u001b[4mHmm.... maybe because most of my friends watched it and I'm the last remaining one left.\u001b[24m\n    \u001b[1mうーん、おそらく私の友人の大部分がそれを見て、私は最後に残った人なんだから。\u001b[22m, \u001b[1mうーん....多分私の友人のほとんどはそれを見て、私は最後に残った1左だから。\u001b[22m\n\u001b[4mAnd I thought 'What the heck, watch it,' and that's when I was wrong.\u001b[24m\n    \u001b[1mそして、私は、「それは何なんだろう、それを見て」と思っていました。それは私が間違っていた時です。\u001b[22m, \u001b[1mそして、私は '、一体、それを見て何考えて、私が間違っていたときです。\u001b[22m\n\u001b[4mOkay, the anime didn't give me the 'sparks' unlike the other anime I watched, this one is just... boring.\u001b[24m\n    \u001b[1mさて、アニメは、私が見た他のアニメとは違って、「スパーク」を私に与えなかった、これはちょうど退屈である。\u001b[22m, \u001b[1mさて、アニメはこの1つはちょうど...退屈だ、私が見た他のアニメとは違って「火花」を与えませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY:\n/ˈstôrē/\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mSTORY:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nFirst part is very interesting I must say, but when the story deepens I feel that my interest just disappear like that, I don't know what to expect next.\n\n\u001b[1m最初の部分は非常に面白いですが、話が深まると、私の興味はちょうどそのように消えてしまい、次は何を期待するのか分かりません。\u001b[22m\n\u001b[1m(Saisho no bubun wa hijō ni omoshiroidesuga,-banashi ga fukamaru to, watashi no kyōmi wa chōdo sonoyōni kiete shimai,-ji wa nani o kitai suru no ka wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mFirst part is very interesting I must say, but when the story deepens I feel that my interest just disappear like that, I don't know what to expect next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst part is very interesting I must say, but when the story deepens I feel that my interest just disappear like that, I don't know what to expect next.\u001b[24m\n    \u001b[1m最初の部分は非常に面白いですが、話が深まると、私の興味はちょうどそのように消えてしまい、次は何を期待するのか分かりません。\u001b[22m, \u001b[1m最初の部分は私が言わなければならない非常に興味深いですが、物語は、私は私の興味は、ちょうどそのように消えていることを感じ深まるとき、私は次を期待するのか分かりません。\u001b[22m\n\u001b[1m\u001b[22m\nART:\n/ärt/\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mART:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nI had to say thumbs up for the art. Yes, it's really addictive. But I had to say, I think the reason Vampire Knight took the list as 'the best shojo' it's due to the BISHIES, and seriously I had my friends ga-ga over them than the story.\n\n\u001b[1m私は芸術のために親指を言う必要があった。 はい、それは本当に中毒です。 しかし、私はヴァンパイア騎士がBISHIESのために「最高の少女」としてこのリストを取ったと思うし、真剣に私の友人が物語よりもガガを持っていたと思う。\u001b[22m\n\u001b[1m(Watashi wa geijutsu no tame ni oyayubi o iu hitsuyō ga atta. Hai, sore wa hontōni chūdokudesu. Shikashi, watashi wa vu~anpaia kishi ga BISHIES no tame ni `saikō no shōjo' to shite kono risuto o totta to omoushi, shinken ni watashi no yūjin ga monogatari yori mo gaga o motte ita to omou.)\u001b[22m\n\nTranslations of \u001b[4mI had to say thumbs up for the art. Yes, it's really addictive. But I had to say, I think the reason Vampire Knight took the list as 'the best shojo' it's due to the BISHIES, and seriously I had my friends ga-ga over them than the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had to say thumbs up for the art.\u001b[24m\n    \u001b[1m私は芸術のために親指を言う必要があった。\u001b[22m, \u001b[1m私は芸術のために親指を言っていました。\u001b[22m\n\u001b[4mYes, it's really addictive.\u001b[24m\n    \u001b[1mはい、それは本当に中毒です。\u001b[22m, \u001b[1mはい、それは本当に中毒性です。\u001b[22m\n\u001b[4mBut I had to say, I think the reason Vampire Knight took the list as 'the best shojo' it's due to the BISHIES, and seriously I had my friends ga-ga over them than the story.\u001b[24m\n    \u001b[1mしかし、私はヴァンパイア騎士がBISHIESのために「最高の少女」としてこのリストを取ったと思うし、真剣に私の友人が物語よりもガガを持っていたと思う。\u001b[22m, \u001b[1mしかし、私は言っていた、私はヴァンパイア騎士はそれがBISHIESによるものだ、と真剣に私はストーリーよりも、それらの上に私の友人のGA-GAを持っていた「最高の少女」としてリストを取った理由だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND:\n/sound/\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSOUND:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nI had nothing to say about the sound. But yes the opening is just addictive! Really addictive. Ending... not quite\n\n\u001b[1m私はその音について何も言わなかった。 しかし、はいはいオープニングはちょうど中毒性です！ 本当に中毒。 エンディング\u001b[22m\n\u001b[1m(Watashi wa sono otonitsuite nani mo iwanakatta. Shikashi, hai hai ōpuningu wa chōdo chūdoku-seidesu! Hontōni chūdoku. Endingu)\u001b[22m\n\nTranslations of \u001b[4mI had nothing to say about the sound. But yes the opening is just addictive! Really addictive. Ending... not quite\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had nothing to say about the sound.\u001b[24m\n    \u001b[1m私はその音について何も言わなかった。\u001b[22m, \u001b[1m私は音については何も言うことがありませんでした。\u001b[22m\n\u001b[4mBut yes the opening is just addictive!\u001b[24m\n    \u001b[1mしかし、はいはいオープニングはちょうど中毒性です！\u001b[22m, \u001b[1mしかし、はい開口部がちょうど中毒性があります！\u001b[22m\n\u001b[4mReally addictive.\u001b[24m\n    \u001b[1m本当に中毒。\u001b[22m, \u001b[1m本当に中毒性。\u001b[22m\n\u001b[4mEnding... not quite\u001b[24m\n    \u001b[1mエンディング\u001b[22m, \u001b[1mないかなり...エンディング\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER:\n/ˈkariktər/\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTER:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, character\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, character\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe character, I had to say there's a little improvement on Yuuki, yes, she is very brave, but somehow I feel she has a little too much on her soft side. Kaname, I had some friends who didn't like Kaname, his attitude, maybe.\n\n\u001b[1mキャラクターは、私はユキの少し改善があると言わざるを得ませんでした。はい、彼女はとても勇敢ですが、どういうわけか、彼女は柔らかい側に少し余裕があると感じます。  Kaname、私にはKanameが好きではない友人がいて、彼の態度は多分でした。\u001b[22m\n\u001b[1m(Kyarakutā wa, watashi wa Yuki no sukoshi kaizen ga aru to iwazaru o emasendeshita. Hai, kanojo wa totemo yūkandesuga, dō iu wake ka, kanojo wa yawarakai soba ni sukoshi yoyūgāru to kanjimasu. Kaname, watashiniha Kaname ga sukide wanai yūjin ga ite, kare no taido wa tabundeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe character, I had to say there's a little improvement on Yuuki, yes, she is very brave, but somehow I feel she has a little too much on her soft side. Kaname, I had some friends who didn't like Kaname, his attitude, maybe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character, I had to say there's a little improvement on Yuuki, yes, she is very brave, but somehow I feel she has a little too much on her soft side.\u001b[24m\n    \u001b[1mキャラクターは、私はユキの少し改善があると言わざるを得ませんでした。はい、彼女はとても勇敢ですが、どういうわけか、彼女は柔らかい側に少し余裕があると感じます。\u001b[22m, \u001b[1m文字は、私は結城にはほとんど改善があります言っていた、はい、彼女は非常に勇敢ですが、どういうわけか私は彼女が彼女の柔らかい側にあまりにも多くのほとんどを持っている感じ。\u001b[22m\n\u001b[4mKaname, I had some friends who didn't like Kaname, his attitude, maybe.\u001b[24m\n    \u001b[1mKaname、私にはKanameが好きではない友人がいて、彼の態度は多分でした。\u001b[22m, \u001b[1mかなめは、私は多分、かなめ、彼の態度を好きではなかった何人かの友人を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT:\n/enˈjoimənt/\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mENJOYMENT:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, enjoyment\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, enjoyment\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nBoring! I stared at the screen looking sleepish and thinking 'Would Vampire Knight at least give some excitement?\n\n\u001b[1m退屈な！ 私は眠くて見えている画面を見つめ、吸血鬼の騎士は少なくとも興奮を与えるだろうか？\u001b[22m\n\u001b[1m(Taikutsuna! Watashi wa nemukute miete iru gamen o mitsume, kyūketsuki no kishi wa sukunakutomo kōfun o ataerudarou ka?)\u001b[22m\n\nTranslations of \u001b[4mBoring! I stared at the screen looking sleepish and thinking 'Would Vampire Knight at least give some excitement?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoring!\u001b[24m\n    \u001b[1m退屈な！\u001b[22m, \u001b[1mボーリング！\u001b[22m, \u001b[1m退屈！\u001b[22m\n\u001b[4mI stared at the screen looking sleepish and thinking 'Would Vampire Knight at least give some excitement?\u001b[24m\n    \u001b[1m私は眠くて見えている画面を見つめ、吸血鬼の騎士は少なくとも興奮を与えるだろうか？\u001b[22m, \u001b[1m私はsleepish見て、「だろうヴァンパイア騎士は、少なくともいくつかの興奮を与える考えて画面を見つめていましたか？\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOVERALL:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nNeeds work. 'Sparks' on anime is really important. Not making the viewers sleep. Storyline especially.\n\n\u001b[1m仕事が必要です。 アニメの「スパーク」は本当に重要です。 視聴者を眠らせない。 特にストーリーライン。\u001b[22m\n\u001b[1m(Shigoto ga hitsuyōdesu. Animeno `supāku' wa hontōni jūyōdesu. Shichō-sha o nemurasenai. Tokuni sutōrīrain.)\u001b[22m\n\nTranslations of \u001b[4mNeeds work. 'Sparks' on anime is really important. Not making the viewers sleep. Storyline especially.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeeds work.\u001b[24m\n    \u001b[1m仕事が必要です。\u001b[22m, \u001b[1m作業を必要とします。\u001b[22m\n\u001b[4m'Sparks' on anime is really important.\u001b[24m\n    \u001b[1mアニメの「スパーク」は本当に重要です。\u001b[22m, \u001b[1mアニメの「スパークス」は本当に重要です。\u001b[22m\n\u001b[4mNot making the viewers sleep.\u001b[24m\n    \u001b[1m視聴者を眠らせない。\u001b[22m, \u001b[1m視聴者の睡眠をしていません。\u001b[22m\n\u001b[4mStoryline especially.\u001b[24m\n    \u001b[1m特にストーリーライン。\u001b[22m, \u001b[1m特にストーリー。\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "Elfsire",
    "profile": "/profile/Elfsire/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=27272",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私のオニオンの第一シリーズは第二のものほど良くはないが、このアニメは本当に良い。 そのプロットは非常に複雑で、クロスアカデミーで人間と吸血鬼とのやりとりが見られます。 吸血鬼の嫌悪感はゼロになるという話がたくさんあります。私たちはゆっくりとなぜ彼の家族が、彼の弟が奉仕する吸血鬼によって殺害されたのかを発見します。 そして、運命のひねりの中で、彼自身が噛まれ、非常に憂慮すべき状況を提供する吸血鬼に変身します。 ユキ自身はゆっくりと思考を思い起こし、私たちは夜の学校の頭である純血と彼女の混乱した関係を見ます。\n芸術は素晴らしいですし、私はオープナーに使用される歌詞や音楽が大好きです。 私は多くのことに同意します。これは、いくつかのエピソードでは混乱し、時には乾燥していることに同意します。フライシリーズは、ペースをはっきりと決める続編とは異なり、無意識に浮かぶようです。 偉大な人物が推薦します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOk first series in my opnion not as good as the second, but this anime really is good. Its plot is very complex and we see vampires interactions with humans at the cross academy. There are many different stories going on zero is a vampire hater and we slowly discover why and his family who was murdered by the very vampire his brother serves. And in a twist of fate he himself is biten and turning into a vampire which provides a very intresting situation. Yuki herself slowly remebering thoughts and we see her confusing relations with Kaname the head of the night school a pure blood.\n\n\u001b[1m私のオニオンの第一シリーズは第二のものほど良くはないが、このアニメは本当に良い。 そのプロットは非常に複雑で、クロスアカデミーで人間と吸血鬼とのやりとりが見られます。 吸血鬼の嫌悪感はゼロになるという話がたくさんあります。私たちはゆっくりとなぜ彼の家族が、彼の弟が奉仕する吸血鬼によって殺害されたのかを発見します。 そして、運命のひねりの中で、彼自身が噛まれ、非常に憂慮すべき状況を提供する吸血鬼に変身します。 ユキ自身はゆっくりと思考を思い起こし、私たちは夜の学校の頭である純血と彼女の混乱した関係を見ます。\u001b[22m\n\u001b[1m(Watashi no onion no dai ichi shirīzu wa dai ni no mono hodo yoku wa naiga, kono anime wa hontōni yoi. Sono purotto wa hijō ni fukuzatsude, kurosuakademī de ningen to kyūketsuki to no yaritori ga mi raremasu. Kyūketsuki no ken'o-kan wa zero ni naru to iu hanashi ga takusan arimasu. Watashitachi wa yukkuri to naze kare no kazoku ga, kare no otōto ga hōshi suru kyūketsuki ni yotte satsugai sa reta no ka o hakken shimasu. Soshite, unmei no hineri no naka de, kare jishin ga kama re, hijō ni yūryo subeki jōkyō o teikyō suru kyūketsuki ni henshin shimasu. Yuki jishin wa yukkuri to shikō o omoiokoshi, watashitachi wa yoru no gakkō no atamadearu junketsu to kanojo no konran shita kankei o mimasu.)\u001b[22m\n\nTranslations of \u001b[4mOk first series in my opnion not as good as the second, but this anime really is good. Its plot is very complex and we see vampires interactions with humans at the cross academy. There are many different stories going on zero is a vampire hater and we slowly discover why and his family who was murdered by the very vampire his brother serves. And in a twist of fate he himself is biten and turning into a vampire which provides a very intresting situation. Yuki herself slowly remebering thoughts and we see her confusing relations with Kaname the head of the night school a pure blood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk first series in my opnion not as good as the second, but this anime really is good.\u001b[24m\n    \u001b[1m私のオニオンの第一シリーズは第二のものほど良くはないが、このアニメは本当に良い。\u001b[22m, \u001b[1m[OK]を第一、第二ほど良好ではない私のopnionでシリーズが、このアニメは本当に良いです。\u001b[22m\n\u001b[4mIts plot is very complex and we see vampires interactions with humans at the cross academy.\u001b[24m\n    \u001b[1mそのプロットは非常に複雑で、クロスアカデミーで人間と吸血鬼とのやりとりが見られます。\u001b[22m, \u001b[1mそのプロットは非常に複雑であり、我々は、クロスアカデミーで人間と吸血鬼の相互作用を参照してください。\u001b[22m\n\u001b[4mThere are many different stories going on zero is a vampire hater and we slowly discover why and his family who was murdered by the very vampire his brother serves.\u001b[24m\n    \u001b[1m吸血鬼の嫌悪感はゼロになるという話がたくさんあります。私たちはゆっくりとなぜ彼の家族が、彼の弟が奉仕する吸血鬼によって殺害されたのかを発見します。\u001b[22m, \u001b[1mそこゼロに行く多くの異なった物語が吸血鬼嫌いさであり、私たちはゆっくりと非常に弟がサービスを提供する吸血鬼に殺された理由と彼の家族を発見します。\u001b[22m\n\u001b[4mAnd in a twist of fate he himself is biten and turning into a vampire which provides a very intresting situation.\u001b[24m\n    \u001b[1mそして、運命のひねりの中で、彼自身が噛まれ、非常に憂慮すべき状況を提供する吸血鬼に変身します。\u001b[22m, \u001b[1mそして運命のねじれで彼自身がbitenされ、非常にintrestingの状況を提供して吸血鬼に変身します。\u001b[22m\n\u001b[4mYuki herself slowly remebering thoughts and we see her confusing relations with Kaname the head of the night school a pure blood.\u001b[24m\n    \u001b[1mユキ自身はゆっくりと思考を思い起こし、私たちは夜の学校の頭である純血と彼女の混乱した関係を見ます。\u001b[22m, \u001b[1m結城自身がゆっくり考えをremebering、我々はかなめと彼女の混乱関係夜間学校の頭部純粋な血を参照してください。\u001b[22m\nThe art is stunning and i love the lyrics and music used for openers. I agree with many this is confusing and sometimes dry in a few episodes the frst series seems to float aimlessly at times unlike the sequel which clearly picks up the pace. A great one id recomend.\n\n\u001b[1m芸術は素晴らしいですし、私はオープナーに使用される歌詞や音楽が大好きです。 私は多くのことに同意します。これは、いくつかのエピソードでは混乱し、時には乾燥していることに同意します。フライシリーズは、ペースをはっきりと決める続編とは異なり、無意識に浮かぶようです。 偉大な人物が推薦します。\u001b[22m\n\u001b[1m(Geijutsu wa subarashīdesushi, watashi wa ōpunā ni shiyō sa reru kashi ya ongaku ga daisukidesu. Watashi wa ōku no koto ni dōi shimasu. Kore wa, ikutsu ka no episōdode wa konran shi, tokiniha kansō shite iru koto ni dōi shimasu. Furaishirīzu wa, pēsu o hakkiri to kimeru zokuhen to wa kotonari, muishiki ni ukabu yōdesu. Idaina jinbutsu ga suisen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is stunning and i love the lyrics and music used for openers. I agree with many this is confusing and sometimes dry in a few episodes the frst series seems to float aimlessly at times unlike the sequel which clearly picks up the pace. A great one id recomend.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is stunning and i love the lyrics and music used for openers.\u001b[24m\n    \u001b[1m芸術は素晴らしいですし、私はオープナーに使用される歌詞や音楽が大好きです。\u001b[22m, \u001b[1m芸術は素晴らしいですし、私はオープナーのために使用される歌詞と音楽が大好きです。\u001b[22m\n\u001b[4mI agree with many this is confusing and sometimes dry in a few episodes the frst series seems to float aimlessly at times unlike the sequel which clearly picks up the pace.\u001b[24m\n    \u001b[1m私は多くのことに同意します。これは、いくつかのエピソードでは混乱し、時には乾燥していることに同意します。フライシリーズは、ペースをはっきりと決める続編とは異なり、無意識に浮かぶようです。\u001b[22m, \u001b[1m私は多くのと、これはFRSTシリーズは明らかにペースをピックアップ続編とは違った時間にあてもなく浮いているように思われるいくつかのエピソードで混乱し、時には乾燥しているに同意するものとします。\u001b[22m\n\u001b[4mA great one id recomend.\u001b[24m\n    \u001b[1m偉大な人物が推薦します。\u001b[22m, \u001b[1m大きな1つのID recomend。\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "oddtakuu",
    "profile": "/profile/oddtakuu/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=173705",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  9\n\nこのレビューはスポイラーフリーです。\n\n私は実際によく発達した元のストーリーがあるアニメを見つけることはまれであることを認めて悲しいです。 幸運なことに、ヴァンパイア騎士もその一つです。\n\n私がVampire Knightを始めた前は、このシリーズの期待は非常に低いです。 アニメーションのスタイルはぎこちないように見え、全体のストーリーはかわいらしく安っぽいようでした。 このアニメはすぐに私の心を変え、私の不確実性をすべて消した。\n\nストーリーはやや恋愛三角形であり、うそをつくことはありません。 しかし、それは全く悪いことではありません！ ラブストーリー以上に、シリーズはアクション満載で、対話を十分に考え、素晴らしいキャラクターやキャラクターの開発をしていますし、間に休憩を入れずにエピソードを見続けたいと思う多くの紆余曲折があります。\n\nあなたが上記のすべてを楽しむなら、このシリーズは必見です。 たくさんの血があり、たくさんの気分があります。 ストーリー・ラインは素晴らしく進歩し、初めから中、クライマックス、そして終わりまでに完全です。 何も私を失望させてくれませんでした。 私はもう少し恋愛の訴えがうまくいくことを意味しますが、それはただの私のことだからです。\n\n副作用として、Vampire Knight Guiltyは、最初のシーズンが途絶えた直後に開始される右から始まる2番目のシーズンです。\n\n両方のオープニングのテーマ曲は最高です。\n\n私はあなたのために甘やかされないことを望むいくつかのスーパー叙事詩の紆余曲折があります。\n\nこれが8/10以下である理由は、主にアニメーションのためです。 それは単に私の好きなスタイルではありません。 いくつかのこともちょっとチーズがかからず、エフェクトはよりクールになります。 シリーズが長くなったら、私はそれをもっと楽しんでいたでしょう。\n\nそこに行って、幸運と私はあなたの吸血鬼の騎士の旅を楽しんで願っています。\n\n\n〜Oddtakuu",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis review is spoiler-free.\n\n\u001b[1mこのレビューはスポイラーフリーです。\u001b[22m\n\u001b[1m(Kono rebyū wa supoirāfurīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis review is spoiler-free.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review is spoiler-free.\u001b[24m\n    \u001b[1mこのレビューはスポイラーフリーです。\u001b[22m\n\u001b[1m\u001b[22m\nI am sad to admit that it is rare that I find an anime that has an actual well-developed and original storyline. Luckily, Vampire Knight is one of them.\n\n\u001b[1m私は実際によく発達した元のストーリーがあるアニメを見つけることはまれであることを認めて悲しいです。 幸運なことに、ヴァンパイア騎士もその一つです。\u001b[22m\n\u001b[1m(Watashi wa jissai ni yoku hattatsu shita gen no sutōrī ga aru anime o mitsukeru koto wa maredearu koto o mitomete kanashīdesu. Kōun'na koto ni, vu~anpaia kishi mo sono hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mI am sad to admit that it is rare that I find an anime that has an actual well-developed and original storyline. Luckily, Vampire Knight is one of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am sad to admit that it is rare that I find an anime that has an actual well-developed and original storyline.\u001b[24m\n    \u001b[1m私は実際によく発達した元のストーリーがあるアニメを見つけることはまれであることを認めて悲しいです。\u001b[22m, \u001b[1m私は私が実際によく発達した、オリジナルのストーリーを持っているアニメを見つけることは稀であることを認めること悲しいです。\u001b[22m\n\u001b[4mLuckily, Vampire Knight is one of them.\u001b[24m\n    \u001b[1m幸運なことに、ヴァンパイア騎士もその一つです。\u001b[22m, \u001b[1m幸いなことに、ヴァンパイア騎士はそのうちの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I started Vampire Knight, I had very low expectations for the series. The animation style seemed sloppy, and the entire story seemed cliche and cheesy. This anime quickly changed my mind and erased all of my uncertainties.\n\n\u001b[1m私がVampire Knightを始めた前は、このシリーズの期待は非常に低いです。 アニメーションのスタイルはぎこちないように見え、全体のストーリーはかわいらしく安っぽいようでした。 このアニメはすぐに私の心を変え、私の不確実性をすべて消した。\u001b[22m\n\u001b[1m(Watashi ga banpaia Knight o hajimeta mae wa, kono shirīzu no kitai wa hijō ni hikuidesu. Animēshon no sutairu wa gikochinai yō ni mie, zentai no sutōrī wa kawairashiku yasuppoi yōdeshita. Kono anime wa sugu ni watashi no kokoro o kae, watashi no fukakujitsusei o subete keshita.)\u001b[22m\n\nTranslations of \u001b[4mBefore I started Vampire Knight, I had very low expectations for the series. The animation style seemed sloppy, and the entire story seemed cliche and cheesy. This anime quickly changed my mind and erased all of my uncertainties.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I started Vampire Knight, I had very low expectations for the series.\u001b[24m\n    \u001b[1m私がVampire Knightを始めた前は、このシリーズの期待は非常に低いです。\u001b[22m, \u001b[1m私はヴァンパイア騎士を開始する前に、私はシリーズのための非常に低い期待を持っていました。\u001b[22m\n\u001b[4mThe animation style seemed sloppy, and the entire story seemed cliche and cheesy.\u001b[24m\n    \u001b[1mアニメーションのスタイルはぎこちないように見え、全体のストーリーはかわいらしく安っぽいようでした。\u001b[22m, \u001b[1mアニメーションスタイルは、ずさんなように見えた、と全体の話は決まり文句と安っぽい見えました。\u001b[22m\n\u001b[4mThis anime quickly changed my mind and erased all of my uncertainties.\u001b[24m\n    \u001b[1mこのアニメはすぐに私の心を変え、私の不確実性をすべて消した。\u001b[22m, \u001b[1mこのアニメはすぐに私の心を変え、私の不確実性のすべてを消去しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is somewhat of a love-triangle, not gonna lie. But it’s not bad at all! Even more than a love story, the series is action-packed, has well thought out dialogue, has amazing characters and character development, and has many twists and turns that will make you want to keep watching episode after episode with no breaks in between.\n\n\u001b[1mストーリーはやや恋愛三角形であり、うそをつくことはありません。 しかし、それは全く悪いことではありません！ ラブストーリー以上に、シリーズはアクション満載で、対話を十分に考え、素晴らしいキャラクターやキャラクターの開発をしていますし、間に休憩を入れずにエピソードを見続けたいと思う多くの紆余曲折があります。\u001b[22m\n\u001b[1m(Sutōrī wa yaya ren'ai sankakkeideari, uso o tsuku koto wa arimasen. Shikashi, sore wa mattaku warui kotode wa arimasen! Rabusutōrī ijō ni, shirīzu wa akushon mansai de, taiwa o jūbun ni kangae, subarashī kyarakutā ya kyarakutā no kaihatsu o shite imasushi,-kan ni kyūkei o hairezu ni episōdo o mi tsudzuketai to omou ōku no uyokyokusetsu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is somewhat of a love-triangle, not gonna lie. But it’s not bad at all! Even more than a love story, the series is action-packed, has well thought out dialogue, has amazing characters and character development, and has many twists and turns that will make you want to keep watching episode after episode with no breaks in between.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is somewhat of a love-triangle, not gonna lie.\u001b[24m\n    \u001b[1mストーリーはやや恋愛三角形であり、うそをつくことはありません。\u001b[22m, \u001b[1m物語はやや愛の三角形、つもりはない嘘です。\u001b[22m\n\u001b[4mBut it’s not bad at all!\u001b[24m\n    \u001b[1mしかし、それは全く悪いことではありません！\u001b[22m, \u001b[1mしかし、それは全然悪くないです！\u001b[22m\n\u001b[4mEven more than a love story, the series is action-packed, has well thought out dialogue, has amazing characters and character development, and has many twists and turns that will make you want to keep watching episode after episode with no breaks in between.\u001b[24m\n    \u001b[1mラブストーリー以上に、シリーズはアクション満載で、対話を十分に考え、素晴らしいキャラクターやキャラクターの開発をしていますし、間に休憩を入れずにエピソードを見続けたいと思う多くの紆余曲折があります。\u001b[22m, \u001b[1mラブストーリーもさる、シリーズは、アクション満載であるだけでなく、対話を考えている、素晴らしい文字と文字の開発を持っている、とあなたが間にブレークのないエピソードの後のエピソードを見ておきたいようになります多くの紆余曲折があります。\u001b[22m\n\u001b[1m\u001b[22m\nThis series is a must watch if you enjoy all of the above. There is lots of blood, and lots of feels. The story-line progresses wonderfully, and is complete throughout the beginning, middle, climax, and end. Nothing left me disappointed. I mean, a little more love action would be nice, but that’s just because I’m a perv.\n\n\u001b[1mあなたが上記のすべてを楽しむなら、このシリーズは必見です。 たくさんの血があり、たくさんの気分があります。 ストーリー・ラインは素晴らしく進歩し、初めから中、クライマックス、そして終わりまでに完全です。 何も私を失望させてくれませんでした。 私はもう少し恋愛の訴えがうまくいくことを意味しますが、それはただの私のことだからです。\u001b[22m\n\u001b[1m(Anata ga jōki no subete o tanoshimunara, kono shirīzu wa hikkendesu. Takusan no chi ga ari, takusan no kibun ga arimasu. Sutōrī rain wa subarashiku shinpo shi, hajimekara-chū, kuraimakkusu, soshite owari made ni kanzendesu. Nani mo watashi o shitsubō sa sete kuremasendeshita. Watashi wa mōsukoshi ren'ai no uttae ga umaku iku koto o imi shimasuga, soreha tada no watashinokotodakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThis series is a must watch if you enjoy all of the above. There is lots of blood, and lots of feels. The story-line progresses wonderfully, and is complete throughout the beginning, middle, climax, and end. Nothing left me disappointed. I mean, a little more love action would be nice, but that’s just because I’m a perv.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series is a must watch if you enjoy all of the above.\u001b[24m\n    \u001b[1mあなたが上記のすべてを楽しむなら、このシリーズは必見です。\u001b[22m, \u001b[1mこのシリーズは、あなたが上記のすべてを楽しむ場合に見なければならないです。\u001b[22m\n\u001b[4mThere is lots of blood, and lots of feels.\u001b[24m\n    \u001b[1mたくさんの血があり、たくさんの気分があります。\u001b[22m, \u001b[1m血がたくさん、と感触がたくさんあります。\u001b[22m\n\u001b[4mThe story-line progresses wonderfully, and is complete throughout the beginning, middle, climax, and end.\u001b[24m\n    \u001b[1mストーリー・ラインは素晴らしく進歩し、初めから中、クライマックス、そして終わりまでに完全です。\u001b[22m, \u001b[1mストーリーラインは素晴らしく進行し、先頭、中間、クライマックス、およびエンド全体で完了です。\u001b[22m\n\u001b[4mNothing left me disappointed.\u001b[24m\n    \u001b[1m何も私を失望させてくれませんでした。\u001b[22m, \u001b[1m何も失望私を残していません。\u001b[22m\n\u001b[4mI mean, a little more love action would be nice, but that’s just because I’m a perv.\u001b[24m\n    \u001b[1m私はもう少し恋愛の訴えがうまくいくことを意味しますが、それはただの私のことだからです。\u001b[22m, \u001b[1m私はもう少し愛のアクションがいいだろう、意味が、私はPERVだからそれはちょうどです。\u001b[22m\n\u001b[1m\u001b[22m\nAs a side note, Vampire Knight Guilty is the second season that starts out right where the first season left off and should be watched directly after.\n\n\u001b[1m副作用として、Vampire Knight Guiltyは、最初のシーズンが途絶えた直後に開始される右から始まる2番目のシーズンです。\u001b[22m\n\u001b[1m(Fukusayō to shite, banpaia Knight giruti wa, saisho no shīzun ga todaeta chokugo ni kaishi sa reru migi kara hajimaru 2-banme no shīzundesu.)\u001b[22m\n\nTranslations of \u001b[4mAs a side note, Vampire Knight Guilty is the second season that starts out right where the first season left off and should be watched directly after.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a side note, Vampire Knight Guilty is the second season that starts out right where the first season left off and should be watched directly after.\u001b[24m\n    \u001b[1m副作用として、Vampire Knight Guiltyは、最初のシーズンが途絶えた直後に開始される右から始まる2番目のシーズンです。\u001b[22m, \u001b[1m注意点として、ヴァンパイア騎士ギルティ最初のシーズンオフに左と後に直接見されるべき権利を開始する第二の季節です。\u001b[22m\n\u001b[1m\u001b[22m\nBoth opening theme songs are awesome.\n\n\u001b[1m両方のオープニングのテーマ曲は最高です。\u001b[22m\n\u001b[1m(Ryōhō no ōpuningu no tēma-kyoku wa saikōdesu.)\u001b[22m\n\nTranslations of \u001b[4mBoth opening theme songs are awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoth opening theme songs are awesome.\u001b[24m\n    \u001b[1m両方のオープニングのテーマ曲は最高です。\u001b[22m, \u001b[1m両方のオープニングテーマ曲は素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nThere are a few super epic twists that I hope don’t get spoiled for you.\n\n\u001b[1m私はあなたのために甘やかされないことを望むいくつかのスーパー叙事詩の紆余曲折があります。\u001b[22m\n\u001b[1m(Watashi wa anata no tame ni amayakasa renai koto o nozomu ikutsu ka no sūpā jojishi no uyokyokusetsu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are a few super epic twists that I hope don’t get spoiled for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are a few super epic twists that I hope don’t get spoiled for you.\u001b[24m\n    \u001b[1m私はあなたのために甘やかされないことを望むいくつかのスーパー叙事詩の紆余曲折があります。\u001b[22m, \u001b[1m私はあなたのために甘やかされて育っ得ることはありません願って、いくつかの超大作のねじれがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe reason this is an 8/10 and not higher, is mostly because of the animation. It’s simply not my favorite style. A few things could also be a bit less cheesy, effects could be cooler. If the series was longer I probably would have enjoyed it more.\n\n\u001b[1mこれが8/10以下である理由は、主にアニメーションのためです。 それは単に私の好きなスタイルではありません。 いくつかのこともちょっとチーズがかからず、エフェクトはよりクールになります。 シリーズが長くなったら、私はそれをもっと楽しんでいたでしょう。\u001b[22m\n\u001b[1m(Kore ga 8/ 10 ikadearu riyū wa, omo ni animēshon no tamedesu. Sore wa tan'ni watashi no sukina sutairude wa arimasen. Ikutsu ka no koto mo chotto chīzu ga kakarazu, efekuto wa yori kūru ni narimasu. Shirīzu ga nagaku nattara, watashi wa sore o motto tanoshinde itadeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe reason this is an 8/10 and not higher, is mostly because of the animation. It’s simply not my favorite style. A few things could also be a bit less cheesy, effects could be cooler. If the series was longer I probably would have enjoyed it more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason this is an 8/10 and not higher, is mostly because of the animation.\u001b[24m\n    \u001b[1mこれが8/10以下である理由は、主にアニメーションのためです。\u001b[22m, \u001b[1mこれは8/10と高くない理由は、アニメーションの大部分です。\u001b[22m\n\u001b[4mIt’s simply not my favorite style.\u001b[24m\n    \u001b[1mそれは単に私の好きなスタイルではありません。\u001b[22m, \u001b[1mこれは単に私の好みのスタイルではありません。\u001b[22m\n\u001b[4mA few things could also be a bit less cheesy, effects could be cooler.\u001b[24m\n    \u001b[1mいくつかのこともちょっとチーズがかからず、エフェクトはよりクールになります。\u001b[22m, \u001b[1mいくつかのことも少し小さい安っぽいかもしれない、効果はクーラーである可能性があります。\u001b[22m\n\u001b[4mIf the series was longer I probably would have enjoyed it more.\u001b[24m\n    \u001b[1mシリーズが長くなったら、私はそれをもっと楽しんでいたでしょう。\u001b[22m, \u001b[1mシリーズが長かった場合、私はおそらくよりそれを楽しんでいるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThere you go, good luck and I hope you enjoy your Vampire Knight journey.\n\n\u001b[1mそこに行って、幸運と私はあなたの吸血鬼の騎士の旅を楽しんで願っています。\u001b[22m\n\u001b[1m(Soko ni itte, kōun to watashi wa anata no kyūketsuki no kishi no tabi o tanoshinde negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThere you go, good luck and I hope you enjoy your Vampire Knight journey.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere you go, good luck and I hope you enjoy your Vampire Knight journey.\u001b[24m\n    \u001b[1mそこに行って、幸運と私はあなたの吸血鬼の騎士の旅を楽しんで願っています。\u001b[22m, \u001b[1mそこには、幸運を行くと、私はあなたのヴァンパイア騎士の旅をお楽しみください。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n~Oddtakuu\n\n\u001b[1m〜Oddtakuu\u001b[22m\n\u001b[1m(〜 Oddtakuu)\u001b[22m\n\nTranslations of \u001b[4m~Oddtakuu\u001b[24m\n[ \u001b[4mKiswahili\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~\u001b[24m\n    \u001b[1m〜\u001b[22m\n\u001b[4mOddtakuu\u001b[24m\n    \u001b[1mOddtakuu\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "Subunyan",
    "profile": "/profile/Subunyan/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=159585",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nあなたは吸血鬼に興味がありますか？ 真面目な少女アニメを見るのに疲れた？ あなたはこのレビューを読むために暖かく歓迎されます！\nストーリーは、雪が降る日の雨の日に始まり、荒涼とした場所で雪のベルベットに座っている少女から始まります。 吸血鬼が彼女を攻撃するようになり、彼女は純血の吸血鬼、金鳴という名前で救われた。  KanameはKaien Crossを彼女を彼女の娘として迎え入れた。 彼女に由紀という名前を与える。 スノー＆amp; 姓として十字架。 すぐにカイエンは、人間と吸血鬼が調和するクロス・アカデミーを設立する。 吸血鬼のための人間と夜のクラスのための日のクラスが存在します。  Yukiと吸血鬼ハンターの少年Zero Kiryuは吸血鬼の存在を知っているだけなので、彼らの仕事は学校を巡回し、学校の寮に住む日常の学生を保護することです。  Kanameは、エリート社会のナイトクラスの吸血鬼学生の寮の社長ですが。\n物語はユキ、ゼロ、カナメの周りを回っています。 ユキは主人公ですが、第1シーズンはゼロの悲しい過去の物語を展開します。 どうして？ シーズン2はそれ自身で答えを出すだろう。 シーズン2では、ユキの真のアイデンティティが明らかになりました。 また、タイトルが「ナイト」ではなく「ナイト」である理由も理解できます。 運命に出会った3人ではなく、未来のために運命づけられていました。\n少女はそのジャンルの一つでも、ほとんどの他の少女アニメとはまったく異なっています。 今、この大きな違いは何ですか？ 少女アニメの多くは日常生活に関わり、高校生の夢見る人、ハンサムな人、例外的な女の子、そしてそれ以上のものを愛しています。 はい、ここにもすべての人が完全にbishounenまたは見栄えの良いタイプです。 愛三角形を持っていますが、謎と超自然があります。 それは神秘的でゴシックなストーリーラインを持つ不気味な少女アニメです。\n少女や少年アニメだけを見ている人は多いです。 彼らがしたいと思っても一度に違う味をするのは難しいです。 彼らはそれに慣れていない。 だから、少女アニメのロマンスとショーン・アニメの両方で新しい味をしたいのであれば、これは超自然的で謎なのですが、これはあなたにとってとても良いことです。 クリシェのプロットから、あなたは本当の吸血鬼の気分を与えます。 トワイライトが好きでない人にとっては、トワイライトだと言われています。 オープニングとエンディングのテーマは非常にうかがいます。\nそれは暗いテーマを持っていますが、それは行動が欠けています。 ユキは若干の未熟さがあります。  KanameとYukiの関係は、漫画では話の進行の後に否定されても、真実を公開した後に立つのは難しいです。  （私はそれを明らかにしているわけではない）\nあなたがそれを好きなら、あなたはアニメの終わりにまだいくつかの謎が残っているので、マンガに従うかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAre you interested in vampires? Tired of watching trite shoujo animes? Then you are warmly welcomed to read this review!\n\n\u001b[1mあなたは吸血鬼に興味がありますか？ 真面目な少女アニメを見るのに疲れた？ あなたはこのレビューを読むために暖かく歓迎されます！\u001b[22m\n\u001b[1m(Anata wa kyūketsuki ni kyōmigārimasu ka? Majimena shōjo anime o miru no ni tsukareta? Anata wa kono rebyū o yomu tame ni atatakaku kangei sa remasu!)\u001b[22m\n\nTranslations of \u001b[4mAre you interested in vampires? Tired of watching trite shoujo animes? Then you are warmly welcomed to read this review!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAre you interested in vampires?\u001b[24m\n    \u001b[1mあなたは吸血鬼に興味がありますか？\u001b[22m, \u001b[1mあなたは吸血鬼に興味はありますか？\u001b[22m\n\u001b[4mTired of watching trite shoujo animes?\u001b[24m\n    \u001b[1m真面目な少女アニメを見るのに疲れた？\u001b[22m, \u001b[1m陳腐な少女アニメを見ているのはうんざり？\u001b[22m\n\u001b[4mThen you are warmly welcomed to read this review!\u001b[24m\n    \u001b[1mあなたはこのレビューを読むために暖かく歓迎されます！\u001b[22m, \u001b[1mそして、あなたは暖かく、このレビューを読むために歓迎されています！\u001b[22m\nThe story begins with a girl, whose memory starts on a snowy day, sitting on the velvet of snow in a desolate place. A vampire came to attack her and she was saved by a pureblood vampire named Kaname Kuran. Kaname took her to Kaien Cross who adopts her as his daughter. Giving her the name Yuki; meaning snow &amp; Cross as surname. Soon Kaien establishes Cross academy for both human and vampires to create harmony among them. There exists the day class for humans and night class for vampires. As only Yuki and a vampire hunter boy called Zero Kiryu knows about the existence of vampires, their job is to patrol the academy and protect the day class students living in the school dorm. While Kaname is the dorm president of the elite society’s night class vampire students.\n\n\u001b[1mストーリーは、雪が降る日の雨の日に始まり、荒涼とした場所で雪のベルベットに座っている少女から始まります。 吸血鬼が彼女を攻撃するようになり、彼女は純血の吸血鬼、金鳴という名前で救われた。  KanameはKaien Crossを彼女を彼女の娘として迎え入れた。 彼女に由紀という名前を与える。 スノー＆amp; 姓として十字架。 すぐにカイエンは、人間と吸血鬼が調和するクロス・アカデミーを設立する。 吸血鬼のための人間と夜のクラスのための日のクラスが存在します。  Yukiと吸血鬼ハンターの少年Zero Kiryuは吸血鬼の存在を知っているだけなので、彼らの仕事は学校を巡回し、学校の寮に住む日常の学生を保護することです。  Kanameは、エリート社会のナイトクラスの吸血鬼学生の寮の社長ですが。\u001b[22m\n\u001b[1m(Sutōrī wa, yukigafuru-bi no ame no hi ni hajimari, kōryō to shita basho de yuki no berubetto ni suwatte iru shōjo kara hajimarimasu. Kyūketsuki ga kanojo o kōgeki suru yō ni nari, kanojo wa junketsu no kyūketsuki, kinmei to iu namae de sukuwa reta. Kaname wa Kaien Cross o kanojo o kanojo no musume to shite mukaeireta. Kanojo ni Yuki to iu namae o ataeru. Sunō& amp; sei to shite jūjika. Sugu ni kaien wa, ningen to kyūketsuki ga chōwa suru kurosu akademī o setsuritsu suru. Kyūketsuki no tame no ningen to yoru no kurasu no tame no hi no kurasu ga sonzai shimasu. Yuki to kyūketsuki hantā no shōnen Zero Kiryu wa kyūketsuki no sonzai o shitte iru dakenanode, karera no shigoto wa gakkō o junkai shi, gakkō no ryōnisumu nichijō no gakusei o hogo suru kotodesu. Kaname wa, erīto shakai no naito kurasu no kyūketsuki gakusei no ryō no shachōdesuga.)\u001b[22m\n\nTranslations of \u001b[4mThe story begins with a girl, whose memory starts on a snowy day, sitting on the velvet of snow in a desolate place. A vampire came to attack her and she was saved by a pureblood vampire named Kaname Kuran. Kaname took her to Kaien Cross who adopts her as his daughter. Giving her the name Yuki; meaning snow &amp; Cross as surname. Soon Kaien establishes Cross academy for both human and vampires to create harmony among them. There exists the day class for humans and night class for vampires. As only Yuki and a vampire hunter boy called Zero Kiryu knows about the existence of vampires, their job is to patrol the academy and protect the day class students living in the school dorm. While Kaname is the dorm president of the elite society’s night class vampire students.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story begins with a girl, whose memory starts on a snowy day, sitting on the velvet of snow in a desolate place.\u001b[24m\n    \u001b[1mストーリーは、雪が降る日の雨の日に始まり、荒涼とした場所で雪のベルベットに座っている少女から始まります。\u001b[22m, \u001b[1m物語は、そのメモリ荒涼とした場所で雪のベルベットの上に座って、雪の日に始まり、女の子、で始まります。\u001b[22m\n\u001b[4mA vampire came to attack her and she was saved by a pureblood vampire named Kaname Kuran.\u001b[24m\n    \u001b[1m吸血鬼が彼女を攻撃するようになり、彼女は純血の吸血鬼、金鳴という名前で救われた。\u001b[22m, \u001b[1m吸血鬼は彼女を攻撃するために来て、彼女は玖蘭枢という名前pureblood吸血鬼によって保存されました。\u001b[22m\n\u001b[4mKaname took her to Kaien Cross who adopts her as his daughter.\u001b[24m\n    \u001b[1mKanameはKaien Crossを彼女を彼女の娘として迎え入れた。\u001b[22m, \u001b[1mかなめは彼の娘として彼女を採用Kaien十字架に彼女を取りました。\u001b[22m\n\u001b[4mGiving her the name Yuki;\u001b[24m\n    \u001b[1m彼女に由紀という名前を与える。\u001b[22m, \u001b[1m彼女の名前ユキを与えます。\u001b[22m\n\u001b[4mmeaning snow &amp;\u001b[24m\n    \u001b[1mスノー＆amp;\u001b[22m, \u001b[1m雪＆アンペアをいいます。\u001b[22m\n\u001b[4mCross as surname.\u001b[24m\n    \u001b[1m姓として十字架。\u001b[22m, \u001b[1m姓として渡ります。\u001b[22m\n\u001b[4mSoon Kaien establishes Cross academy for both human and vampires to create harmony among them.\u001b[24m\n    \u001b[1mすぐにカイエンは、人間と吸血鬼が調和するクロス・アカデミーを設立する。\u001b[22m, \u001b[1mすぐKaienは、それらの間の調和を作成するために、人間と吸血鬼の両方にクロスアカデミーを確立します。\u001b[22m\n\u001b[4mThere exists the day class for humans and night class for vampires.\u001b[24m\n    \u001b[1m吸血鬼のための人間と夜のクラスのための日のクラスが存在します。\u001b[22m, \u001b[1m吸血鬼のための人間と夜のクラスの日のクラスが存在します。\u001b[22m\n\u001b[4mAs only Yuki and a vampire hunter boy called Zero Kiryu knows about the existence of vampires, their job is to patrol the academy and protect the day class students living in the school dorm.\u001b[24m\n    \u001b[1mYukiと吸血鬼ハンターの少年Zero Kiryuは吸血鬼の存在を知っているだけなので、彼らの仕事は学校を巡回し、学校の寮に住む日常の学生を保護することです。\u001b[22m, \u001b[1m由紀と錐生零と呼ばれる吸血鬼ハンターの少年だけが、吸血鬼の存在を知っているように、彼らの仕事は、アカデミーをパトロールし、学校の寮に住んでいる日のクラスの生徒を保護することです。\u001b[22m\n\u001b[4mWhile Kaname is the dorm president of the elite society’s night class vampire students.\u001b[24m\n    \u001b[1mKanameは、エリート社会のナイトクラスの吸血鬼学生の寮の社長ですが。\u001b[22m, \u001b[1mかなめはエリート社会の夜間クラスの吸血鬼の学生寮の社長ですが。\u001b[22m\nThe story revolves around Yuki, Zero and Kaname. Though Yuki is the main protagonist, the first season unfolds the story of Zero’s sad past. Why? The season 2 will give its answer by itself. In season 2 Yuki’s true identity is revealed. You will also realize why the title is “knight” instead of “night”. And rather than the three of them meeting by fate, it was quite destined for them for the sake of their future.\n\n\u001b[1m物語はユキ、ゼロ、カナメの周りを回っています。 ユキは主人公ですが、第1シーズンはゼロの悲しい過去の物語を展開します。 どうして？ シーズン2はそれ自身で答えを出すだろう。 シーズン2では、ユキの真のアイデンティティが明らかになりました。 また、タイトルが「ナイト」ではなく「ナイト」である理由も理解できます。 運命に出会った3人ではなく、未来のために運命づけられていました。\u001b[22m\n\u001b[1m(Monogatari wa Yuki, zero, kaname no mawari o mawatte imasu. Yuki wa shujinkōdesuga, dai 1 shīzun wa zero no kanashī kako no monogatari o tenkai shimasu. Dōshite? Shīzun 2 wa sore jishin de kotae o dasudarou. Shīzun 2de wa, Yuki no shin no aidentiti ga akiraka ni narimashita. Mata, taitoruga `naito'de wanaku `naito'dearu riyū mo rikai dekimasu. Unmei ni deatta 3-ride wa naku, mirainotameni unmei dzuke rarete imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story revolves around Yuki, Zero and Kaname. Though Yuki is the main protagonist, the first season unfolds the story of Zero’s sad past. Why? The season 2 will give its answer by itself. In season 2 Yuki’s true identity is revealed. You will also realize why the title is “knight” instead of “night”. And rather than the three of them meeting by fate, it was quite destined for them for the sake of their future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story revolves around Yuki, Zero and Kaname.\u001b[24m\n    \u001b[1m物語はユキ、ゼロ、カナメの周りを回っています。\u001b[22m, \u001b[1m物語はゆき、ゼロとかなめを中心に展開します。\u001b[22m\n\u001b[4mThough Yuki is the main protagonist, the first season unfolds the story of Zero’s sad past.\u001b[24m\n    \u001b[1mユキは主人公ですが、第1シーズンはゼロの悲しい過去の物語を展開します。\u001b[22m, \u001b[1m結城が主役ですが、最初のシーズンは、ゼロの悲しい過去の物語を繰り広げます。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mThe season 2 will give its answer by itself.\u001b[24m\n    \u001b[1mシーズン2はそれ自身で答えを出すだろう。\u001b[22m, \u001b[1mシーズン2は、それ自体で、その答えを与えます。\u001b[22m\n\u001b[4mIn season 2 Yuki’s true identity is revealed.\u001b[24m\n    \u001b[1mシーズン2では、ユキの真のアイデンティティが明らかになりました。\u001b[22m, \u001b[1mシーズン2では結城の正体が明らかにされています。\u001b[22m\n\u001b[4mYou will also realize why the title is “knight” instead of “night”.\u001b[24m\n    \u001b[1mまた、タイトルが「ナイト」ではなく「ナイト」である理由も理解できます。\u001b[22m, \u001b[1mまた、タイトルではなく、\"夜\"の\"騎士\"である理由を理解するであろう。\u001b[22m\n\u001b[4mAnd rather than the three of them meeting by fate, it was quite destined for them for the sake of their future.\u001b[24m\n    \u001b[1m運命に出会った3人ではなく、未来のために運命づけられていました。\u001b[22m, \u001b[1mむしろ運命によって満たすそれらの3よりも、それは非常に彼らの将来のために彼らのために運命づけられていました。\u001b[22m\nEven though shoujo is one of its genre, it is totally different than most other shoujo animes. Now, what makes this huge difference? Most shoujo animes are involved with daily and love lives of high school going dreamy-looking, handsome guys and exceptional girls and nothing more than that. Yes, here also every guy is totally bishounen or good-looking type. Having a love-triangle, but there is mystery and supernatural added with it. It is an eerie shoujo anime with a mystical and gothic storyline.\n\n\u001b[1m少女はそのジャンルの一つでも、ほとんどの他の少女アニメとはまったく異なっています。 今、この大きな違いは何ですか？ 少女アニメの多くは日常生活に関わり、高校生の夢見る人、ハンサムな人、例外的な女の子、そしてそれ以上のものを愛しています。 はい、ここにもすべての人が完全にbishounenまたは見栄えの良いタイプです。 愛三角形を持っていますが、謎と超自然があります。 それは神秘的でゴシックなストーリーラインを持つ不気味な少女アニメです。\u001b[22m\n\u001b[1m(Shōjo wa sono janru no hitotsu demo, hotondo no ta no shōjo anime to wa mattaku kotonatte imasu. Ima, kono ōkina chigai wa nanidesu ka? Shōjo anime no ōku wa nichijō seikatsu ni kakawari, kōkōsei no yumemiruhito, hansamuna hito, reigai-tekina on'nanoko, soshite sore ijō no mono o aishiteimasu. Hai, koko ni mo subete no hito ga kanzen ni bishounen matawa mibae no yoi taipudesu. Ai sankakkei o motte imasuga, nazo to chō shizen ga arimasu. Sore wa shinpi-tekide goshikkuna sutōrīrain o motsu bukimina shōjo animedesu.)\u001b[22m\n\nTranslations of \u001b[4mEven though shoujo is one of its genre, it is totally different than most other shoujo animes. Now, what makes this huge difference? Most shoujo animes are involved with daily and love lives of high school going dreamy-looking, handsome guys and exceptional girls and nothing more than that. Yes, here also every guy is totally bishounen or good-looking type. Having a love-triangle, but there is mystery and supernatural added with it. It is an eerie shoujo anime with a mystical and gothic storyline.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though shoujo is one of its genre, it is totally different than most other shoujo animes.\u001b[24m\n    \u001b[1m少女はそのジャンルの一つでも、ほとんどの他の少女アニメとはまったく異なっています。\u001b[22m, \u001b[1m少女はそのジャンルの一つですが、それは他のほとんどの少女アニメとは全く異なっています。\u001b[22m\n\u001b[4mNow, what makes this huge difference?\u001b[24m\n    \u001b[1m今、この大きな違いは何ですか？\u001b[22m, \u001b[1m今、何がこの巨大な違いは？\u001b[22m\n\u001b[4mMost shoujo animes are involved with daily and love lives of high school going dreamy-looking, handsome guys and exceptional girls and nothing more than that.\u001b[24m\n    \u001b[1m少女アニメの多くは日常生活に関わり、高校生の夢見る人、ハンサムな人、例外的な女の子、そしてそれ以上のものを愛しています。\u001b[22m, \u001b[1mほとんどの少女アニメも毎日高校の愛の生活は夢のように見える、ハンサムな男と優れた少女と、それ以上は何も起こって関与しています。\u001b[22m\n\u001b[4mYes, here also every guy is totally bishounen or good-looking type.\u001b[24m\n    \u001b[1mはい、ここにもすべての人が完全にbishounenまたは見栄えの良いタイプです。\u001b[22m, \u001b[1mはい、ここにもすべての男は完全に美少年または格好良いタイプです。\u001b[22m\n\u001b[4mHaving a love-triangle, but there is mystery and supernatural added with it.\u001b[24m\n    \u001b[1m愛三角形を持っていますが、謎と超自然があります。\u001b[22m, \u001b[1m愛の三角形を持つが、それに加え謎と超自然があります。\u001b[22m\n\u001b[4mIt is an eerie shoujo anime with a mystical and gothic storyline.\u001b[24m\n    \u001b[1mそれは神秘的でゴシックなストーリーラインを持つ不気味な少女アニメです。\u001b[22m, \u001b[1mそれは神秘的でゴシックなストーリーと不気味な少女アニメです。\u001b[22m\nThere are many people who watch either only shoujo or shounen anime. So it is kind of hard for them to have a different taste at once even if they want to. They are not used to it. That’s why, if you want to have a new taste with both shoujo animes’ romance and shounen animes’ supernatural and mystery, this one is very good for you. Out of the cliché plots, gives you the real vampirish mood. It is said that it is Twilight for those people who didn’t like Twilight. The opening and ending themes are quite spooky.\n\n\u001b[1m少女や少年アニメだけを見ている人は多いです。 彼らがしたいと思っても一度に違う味をするのは難しいです。 彼らはそれに慣れていない。 だから、少女アニメのロマンスとショーン・アニメの両方で新鮮な味をしたいのなら、これは超自然的で謎なのですが、これはあなたにとってとても良いことです。 クリシェのプロットから、あなたは本当の吸血鬼の気分を与えます。 トワイライトが好きでない人にとっては、トワイライトだと言われています。 オープニングとエンディングのテーマは非常にうかがいます。\u001b[22m\n\u001b[1m(Shōjo ya shōnen anime dake o mite iru hito wa ōidesu. Karera ga shitai to omotte mo ichido ni chigau aji o suru no wa muzukashīdesu. Karera wa sore ni narete inai. Dakara, shōjo anime no romansu to shōn anime no ryōhō de shinsen'na aji o shitai nonara, koreha chō shizen-tekide nazona nodesuga, kore wa anata ni totte totemo yoikotodesu. Kurishe no purotto kara, anata wa hontō no kyūketsuki no kibun o ataemasu. Towairaito ga sukidenai hito ni totte wa, towairaitoda to iwa rete imasu. Ōpuningu to endingu no tēma wa hijō ni ukagaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are many people who watch either only shoujo or shounen anime. So it is kind of hard for them to have a different taste at once even if they want to. They are not used to it. That’s why, if you want to have a new taste with both shoujo animes’ romance and shounen animes’ supernatural and mystery, this one is very good for you. Out of the cliché plots, gives you the real vampirish mood. It is said that it is Twilight for those people who didn’t like Twilight. The opening and ending themes are quite spooky.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are many people who watch either only shoujo or shounen anime.\u001b[24m\n    \u001b[1m少女や少年アニメだけを見ている人は多いです。\u001b[22m, \u001b[1m唯一の少女や少年アニメのどちらかを見て多くの人々があります。\u001b[22m\n\u001b[4mSo it is kind of hard for them to have a different taste at once even if they want to.\u001b[24m\n    \u001b[1m彼らがしたいと思っても一度に違う味をするのは難しいです。\u001b[22m, \u001b[1m彼らは、彼らがしたい場合でも、一度に異なる味を持っているので、それは一種のは難しいです。\u001b[22m\n\u001b[4mThey are not used to it.\u001b[24m\n    \u001b[1m彼らはそれに慣れていない。\u001b[22m, \u001b[1m彼らはそれに使用されていません。\u001b[22m\n\u001b[4mThat’s why, if you want to have a new taste with both shoujo animes’ romance and shounen animes’ supernatural and mystery, this one is very good for you.\u001b[24m\n    \u001b[1mだから、少女アニメのロマンスとショーン・アニメの両方で新鮮な味をしたいのなら、これは超自然的で謎なのですが、これはあなたにとってとても良いことです。\u001b[22m, \u001b[1mあなたは両方の少女アニメ「ロマンスと少年アニメ「超自然と神秘で新しい味を持っているしたい場合は、この1つはあなたのために非常に良いですが、なぜ、そのためです。\u001b[22m\n\u001b[4mOut of the cliché plots, gives you the real vampirish mood.\u001b[24m\n    \u001b[1mクリシェのプロットから、あなたは本当の吸血鬼の気分を与えます。\u001b[22m, \u001b[1m決まり文句プロットのうち、あなたの本当のvampirish気分を与えます。\u001b[22m\n\u001b[4mIt is said that it is Twilight for those people who didn’t like Twilight.\u001b[24m\n    \u001b[1mトワイライトが好きでない人にとっては、トワイライトだと言われています。\u001b[22m, \u001b[1mミステリーが好きではなかった人々のためのミステリーであると言われています。\u001b[22m\n\u001b[4mThe opening and ending themes are quite spooky.\u001b[24m\n    \u001b[1mオープニングとエンディングのテーマは非常にうかがいます。\u001b[22m, \u001b[1mオープニングとエンディングテーマは非常に不気味です。\u001b[22m\nThough it has a dark theme, it lacks action. Yuki has some immaturity. The relationship of Kaname and Yuki is kind of hard to stand after exposing the truth though in the manga it is also negated after the progression of the story. (which I’m not revealing that for not spoiling)\n\n\u001b[1mそれは暗いテーマを持っていますが、それは行動が欠けています。 ユキは若干の未熟さがあります。  KanameとYukiの関係は、漫画では話の進行の後に否定されても、真実を公開した後に立つのは難しいです。  （私はそれを明らかにしているわけではない）\u001b[22m\n\u001b[1m(Sore wa kurai tēma o motte imasuga, soreha kōdō ga kakete imasu. Yuki wa jakkan no mijuku-sa ga arimasu. Kaname to Yuki no kankei wa, mangade wa hanashi no shinkō no nochi ni hitei sa rete mo, shinjitsu o kōkai shita nochi ni tatsu no wa muzukashīdesu. (Watashi wa sore o akiraka ni shite iru wakede wa nai))\u001b[22m\n\nTranslations of \u001b[4mThough it has a dark theme, it lacks action. Yuki has some immaturity. The relationship of Kaname and Yuki is kind of hard to stand after exposing the truth though in the manga it is also negated after the progression of the story. (which I’m not revealing that for not spoiling)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough it has a dark theme, it lacks action.\u001b[24m\n    \u001b[1mそれは暗いテーマを持っていますが、それは行動が欠けています。\u001b[22m, \u001b[1mそれは暗いテーマがありますが、それがアクションを欠いています。\u001b[22m\n\u001b[4mYuki has some immaturity.\u001b[24m\n    \u001b[1mユキは若干の未熟さがあります。\u001b[22m, \u001b[1mユキは、いくつかの未熟さを持っています。\u001b[22m\n\u001b[4mThe relationship of Kaname and Yuki is kind of hard to stand after exposing the truth though in the manga it is also negated after the progression of the story.\u001b[24m\n    \u001b[1mKanameとYukiの関係は、漫画では話の進行の後に否定されても、真実を公開した後に立つのは難しいです。\u001b[22m, \u001b[1mかなめとユキの関係は漫画でそれはまた物語の進行後に否定されているが、真実を露出させた後立つのは難しいの一種です。\u001b[22m\n\u001b[4m(which I’m not revealing that for not spoiling)\u001b[24m\n    \u001b[1m（私はそれを明らかにしているわけではない）\u001b[22m, \u001b[1m（これは私が損なわないためにそれを明らかにしていませんよ）\u001b[22m\nIf you like it, you may follow the manga since the ending of the anime still leaves some mystery behind.\n\n\u001b[1mあなたがそれを好きなら、あなたはアニメの終わりにまだいくつかの謎が残っているので、マンガに従うかもしれません。\u001b[22m\n\u001b[1m(Anata ga sore o sukinara, anata wa anime no owari ni mada ikutsu ka no nazo ga nokotte irunode, manga ni shitagau kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you like it, you may follow the manga since the ending of the anime still leaves some mystery behind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like it, you may follow the manga since the ending of the anime still leaves some mystery behind.\u001b[24m\n    \u001b[1mあなたがそれを好きなら、あなたはアニメの終わりにまだいくつかの謎が残っているので、マンガに従うかもしれません。\u001b[22m, \u001b[1mあなたがそれを好きなら、アニメのエンディングはまだ背後にあるいくつかの謎を残しているので、あなたが漫画に従うことができます。\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "AnimeCrazy13",
    "profile": "/profile/AnimeCrazy13/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=120935",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私が若くて、約12歳のとき、私はこれを初めて見て、その中のすべての血液のためにちょっと怖がってしまった。 しかし、私が年を取ると、私はそれをもう一度見ることにしました。私はそれを絶対に愛しています！\n\nこのアニメはすばらしく、私はそれがとても好きで、私もほぼ完成したマンガを読むようになった。 アートとストーリーラインは素晴らしく、キャラクターは信じられないほどです。 ほとんどの人はゼロかカナメだけど。 アニメは何も悪くないし、とても楽しいです。\n\nしかし、このアニメを見れば、後でマンガを読むことをお勧めします。そうでなければ、KanameとYukiの関係はあなたを恐怖に感じさせるでしょう。 マンガを読んでいると、彼らの関係はアニメがどのように描写されているのか間違いないことが分かります。\n\nそれは私がアニメについて嫌いだった唯一のものです...彼らが2人のキャラクターの間の関係を作ったという事実は、実際よりも悪いようです。\n\nそれ以外は素晴らしいアニメだし、もしあなたが吸血鬼が好きなのなら、これを見ることをお勧めします^ _ ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen I was younger, about 12, I watched this for the first time and got kinda scared due to all the blood in it. But when I got older I decided to watch it again and I absolutely love it!\n\n\u001b[1m私が若くて、約12歳のとき、私はこれを初めて見て、その中のすべての血液のためにちょっと怖がってしまった。 しかし、私が年を取ると、私はそれをもう一度見ることにしました。私はそれを絶対に愛しています！\u001b[22m\n\u001b[1m(Watashi ga wakakute, yaku 12-sai no toki, watashi wa kore o hajimete mite, sono Chū no subete no ketsueki no tame ni chotto kowagatte shimatta. Shikashi, watashi ga toshiwotoru to, watashi wa sore o mōichido miru koto ni shimashita. Watashi wa sore o zettai ni aishiteimasu!)\u001b[22m\n\nTranslations of \u001b[4mWhen I was younger, about 12, I watched this for the first time and got kinda scared due to all the blood in it. But when I got older I decided to watch it again and I absolutely love it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I was younger, about 12, I watched this for the first time and got kinda scared due to all the blood in it.\u001b[24m\n    \u001b[1m私が若くて、約12歳のとき、私はこれを初めて見て、その中のすべての血液のためにちょっと怖がってしまった。\u001b[22m, \u001b[1m私が若かったときに、約12、私が初めてこれを見て、原因でその中のすべての血液にちょっと怖がってました。\u001b[22m\n\u001b[4mBut when I got older I decided to watch it again and I absolutely love it!\u001b[24m\n    \u001b[1mしかし、私が年を取ると、私はそれをもう一度見ることにしました。私はそれを絶対に愛しています！\u001b[22m, \u001b[1m私は古い得たときしかし、私は再びそれを見てすることを決めたと私は絶対にそれを愛します！\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is amazing and I liked it so much that I even started to read the manga which I am also nearly finished. The art and storyline were fantastic and the characters are incredible. With most people though it's either Zero or Kaname. The anime has got nothing bad in it and is very enjoyable.\n\n\u001b[1mこのアニメはすばらしく、私はそれがとても好きで、私もほぼ完成したマンガを読むようになった。 アートとストーリーラインは素晴らしく、キャラクターは信じられないほどです。 ほとんどの人はゼロかカナメだけど。 アニメは何も悪くないし、とても楽しいです。\u001b[22m\n\u001b[1m(Kono anime wa subarashiku, watashi wa sore ga totemo sukide, watashi mo hobo kansei shita manga o yomu yō ni natta. Āto to sutōrīrain wa subarashiku, kyarakutā wa shinji rarenai hododesu. Hotondo no hito wa zero ka kanamedakedo. Anime wa nani mo warukunaishi, totemo tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is amazing and I liked it so much that I even started to read the manga which I am also nearly finished. The art and storyline were fantastic and the characters are incredible. With most people though it's either Zero or Kaname. The anime has got nothing bad in it and is very enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is amazing and I liked it so much that I even started to read the manga which I am also nearly finished.\u001b[24m\n    \u001b[1mこのアニメはすばらしく、私はそれがとても好きで、私もほぼ完成したマンガを読むようになった。\u001b[22m, \u001b[1mこのアニメは素晴らしいですし、私は私も私もほぼ完成しています漫画を読み始めていること、それがとても好きでした。\u001b[22m\n\u001b[4mThe art and storyline were fantastic and the characters are incredible.\u001b[24m\n    \u001b[1mアートとストーリーラインは素晴らしく、キャラクターは信じられないほどです。\u001b[22m, \u001b[1mアートとストーリーが素晴らしかったとの文字が信じられないです。\u001b[22m\n\u001b[4mWith most people though it's either Zero or Kaname.\u001b[24m\n    \u001b[1mほとんどの人はゼロかカナメだけど。\u001b[22m, \u001b[1mそれがゼロまたはかなめのいずれかですけれども、ほとんどの人々と。\u001b[22m\n\u001b[4mThe anime has got nothing bad in it and is very enjoyable.\u001b[24m\n    \u001b[1mアニメは何も悪くないし、とても楽しいです。\u001b[22m, \u001b[1mアニメはそれで悪い何も持って、非常に楽しいですしています。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough, if you watch this anime I suggest you read the manga afterwards or else the relationship between Kaname and Yuki will probably freak you our or scar you slightly. Reading the manga makes you understand that their relationship is definitely NOT how the anime has portrayed it.\n\n\u001b[1mしかし、このアニメを見れば、後でマンガを読むことをお勧めします。そうでなければ、KanameとYukiの関係はあなたを恐怖に感じさせるでしょう。 マンガを読んでいると、彼らの関係はアニメがどのように描写されているのか間違いないことが分かります。\u001b[22m\n\u001b[1m(Shikashi, kono anime o mireba,-go de manga o yomu koto o o susume shimasu. Sōdenakereba, Kaname to Yuki no kankei wa anata o kyōfu ni kanji saserudeshou. Manga o yonde iru to, karera no kankei wa anime ga dono yō ni byōsha sa rete iru no ka machigainai koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough, if you watch this anime I suggest you read the manga afterwards or else the relationship between Kaname and Yuki will probably freak you our or scar you slightly. Reading the manga makes you understand that their relationship is definitely NOT how the anime has portrayed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough, if you watch this anime I suggest you read the manga afterwards or else the relationship between Kaname and Yuki will probably freak you our or scar you slightly.\u001b[24m\n    \u001b[1mしかし、このアニメを見れば、後でマンガを読むことをお勧めします。そうでなければ、KanameとYukiの関係はあなたを恐怖に感じさせるでしょう。\u001b[22m, \u001b[1mあなたはこのアニメを見た場合、私はあなたが後でまたは他の漫画を読むことをお勧めするがかなめとユキの間の関係は、おそらく少し私達または瘢痕あなたをフリークます。\u001b[22m\n\u001b[4mReading the manga makes you understand that their relationship is definitely NOT how the anime has portrayed it.\u001b[24m\n    \u001b[1mマンガを読んでいると、彼らの関係はアニメがどのように描写されているのか間違いないことが分かります。\u001b[22m, \u001b[1m漫画を読むと、彼らの関係はアニメがそれを描写したか間違いではないことを理解させます。\u001b[22m\n\u001b[1m\u001b[22m\nThat's the only thing that I disliked about the anime... the fact that they made a relationship between two of the characters seem worse than it actually is.\n\n\u001b[1mそれは私がアニメについて嫌いだった唯一のものです...彼らが2人のキャラクターの間の関係を作ったという事実は、実際よりも悪いようです。\u001b[22m\n\u001b[1m(Sore wa watashi ga anime ni tsuite kiraidatta yuiitsu no monodesu... Karera ga 2-ri no kyarakutā no ma no kankei o tsukutta to iu jijitsu wa, jissai yori mo warui yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThat's the only thing that I disliked about the anime... the fact that they made a relationship between two of the characters seem worse than it actually is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's the only thing that I disliked about the anime... the fact that they made a relationship between two of the characters seem worse than it actually is.\u001b[24m\n    \u001b[1mそれは私がアニメについて嫌いだった唯一のものです...彼らが2人のキャラクターの間の関係を作ったという事実は、実際よりも悪いようです。\u001b[22m, \u001b[1mそれは私がアニメについて嫌わ唯一のことだ...彼らは文字の両者の関係を作っているという事実は、それが実際よりも悪化しているようです。\u001b[22m\n\u001b[1m\u001b[22m\nApart from that it's a great anime and if you like Vampires I suggest you watch this ^_^\n\n\u001b[1mそれ以外は素晴らしいアニメだし、もしあなたが吸血鬼が好きなのなら、これを見ることをお勧めします^ _ ^\u001b[22m\n\u001b[1m(Sore igai wa subarashī animedashi, moshi anata ga kyūketsuki ga sukina nonara, kore o miru koto o o susume shimasu ^ _ ^)\u001b[22m\n\nTranslations of \u001b[4mApart from that it's a great anime and if you like Vampires I suggest you watch this ^_^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mApart from that it's a great anime and if you like Vampires I suggest you watch this ^_^\u001b[24m\n    \u001b[1mそれ以外は素晴らしいアニメだし、もしあなたが吸血鬼が好きなのなら、これを見ることをお勧めします^ _ ^\u001b[22m, \u001b[1m別にそれは素晴らしいアニメだとからと吸血鬼のようなあなたは私はあなたがこれを見て示唆している場合^ _ ^\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "jamesdigol",
    "profile": "/profile/jamesdigol/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=14736",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  9",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "Otaku2Lynn4",
    "profile": "/profile/Otaku2Lynn4/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=97623",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  5\n\nストーリー：ヴァンパイア騎士には本当にたくさんのプロットはありません。 しかし、見守るだけで十分です。\n\nアート：文字は非常に詳細で表現的です。 特にゼロ。 あなたは彼の目にどれだけの痛みがあるかを見ることができます。 それはそこに良い芸術です。 すべての文字には表情の顔があります。\n\nいいね\n\nキャラクター：各キャラクターはすべての人格を持っています。 私のお気に入りはいつもゼロです。 しかし後で、私は藍堂と一郎が好きだった。 勇気に抵抗することから、頼りになることは驚くべきことでした。\n\n私はアニメが2人でより多くのことをしたかったと思う。\n\n楽しさ：それはあなたが気分になる必要があるものです。 しかし、私は時々それを見るのが好きです。\n\n総合：良い。 あなたの普通の吸血鬼のラブストーリーではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nStory: There really isn't a lot of plot to Vampire Knight. But there's enough to keep watching.\n\n\u001b[1mストーリー：ヴァンパイア騎士には本当にたくさんのプロットはありません。 しかし、見守るだけで十分です。\u001b[22m\n\u001b[1m(Sutōrī: Vu~anpaia kishi ni wa hontōni takusan no purotto wa arimasen. Shikashi, mimamoru dakede jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: There really isn't a lot of plot to Vampire Knight. But there's enough to keep watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: There really isn't a lot of plot to Vampire Knight.\u001b[24m\n    \u001b[1mストーリー：ヴァンパイア騎士には本当にたくさんのプロットはありません。\u001b[22m, \u001b[1mストーリー：本当にヴァンパイア騎士へのプロットの多くはありません。\u001b[22m\n\u001b[4mBut there's enough to keep watching.\u001b[24m\n    \u001b[1mしかし、見守るだけで十分です。\u001b[22m, \u001b[1mしかし、見て維持するのに十分あります。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The characters are very detailed and expressional. Especially Zero. You can see how much pain he has in his eyes. That's good art there. All of the characters have an expressional face.\n\n\u001b[1mアート：文字は非常に詳細で表現的です。 特にゼロ。 あなたは彼の目にどれだけの痛みがあるかを見ることができます。 それはそこに良い芸術です。 すべての文字には表情の顔があります。\u001b[22m\n\u001b[1m(Āto: Moji wa hijō ni shōsaide hyōgen-tekidesu. Tokuni zero. Anata wa kare no me ni dore dake no itami ga aru ka o miru koto ga dekimasu. Sore wa soko ni yoi geijutsudesu. Subete no moji ni wa hyōjō no kao ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: The characters are very detailed and expressional. Especially Zero. You can see how much pain he has in his eyes. That's good art there. All of the characters have an expressional face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The characters are very detailed and expressional.\u001b[24m\n    \u001b[1mアート：文字は非常に詳細で表現的です。\u001b[22m, \u001b[1mアート：文字が非常に詳細かつ表情です。\u001b[22m\n\u001b[4mEspecially Zero.\u001b[24m\n    \u001b[1m特にゼロ。\u001b[22m\n\u001b[4mYou can see how much pain he has in his eyes.\u001b[24m\n    \u001b[1mあなたは彼の目にどれだけの痛みがあるかを見ることができます。\u001b[22m, \u001b[1mあなたは彼が彼の目に持っているどのくらいの痛みを見ることができます。\u001b[22m\n\u001b[4mThat's good art there.\u001b[24m\n    \u001b[1mそれはそこに良い芸術です。\u001b[22m, \u001b[1mそれはそこに良いアートです。\u001b[22m\n\u001b[4mAll of the characters have an expressional face.\u001b[24m\n    \u001b[1mすべての文字には表情の顔があります。\u001b[22m, \u001b[1m文字のすべてが表情の顔を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Good\n\n\u001b[1mいいね\u001b[22m\n\u001b[1m(Ī ne)\u001b[22m\n\nTranslations of \u001b[4mSound: Good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Good\u001b[24m\n    \u001b[1mいいね\u001b[22m, \u001b[1mサウンド：良い\u001b[22m, \u001b[1mサウンド：グッド\u001b[22m\n\u001b[1m\u001b[22m\nCharacter(s): Each character has a personality for everyone. My favorite will always be Zero. But later, I liked Aido and Ichiru. It was amazing to see Aido change from resisting Yuki to not.\n\n\u001b[1mキャラクター：各キャラクターはすべての人格を持っています。 私のお気に入りはいつもゼロです。 しかし後で、私は藍堂と一郎が好きだった。 勇気に抵抗することから、頼りになることは驚くべきことでした。\u001b[22m\n\u001b[1m(Kyarakutā: Kaku kyarakutā wa subete no jinkaku o motte imasu. Watashi no okiniiri wa itsumo zerodesu. Shikashi atode, watashi wa ai dō to Ichirō ga sukidatta. Yūki ni teikō suru koto kara, tayori ni naru koto wa odorokubeki kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter(s): Each character has a personality for everyone. My favorite will always be Zero. But later, I liked Aido and Ichiru. It was amazing to see Aido change from resisting Yuki to not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter(s): Each character has a personality for everyone.\u001b[24m\n    \u001b[1mキャラクター：各キャラクターはすべての人格を持っています。\u001b[22m, \u001b[1m文字（複数可）：各文字は、すべての人のための人格を持っています。\u001b[22m\n\u001b[4mMy favorite will always be Zero.\u001b[24m\n    \u001b[1m私のお気に入りはいつもゼロです。\u001b[22m, \u001b[1m私のお気に入りは常にゼロになります。\u001b[22m\n\u001b[4mBut later, I liked Aido and Ichiru.\u001b[24m\n    \u001b[1mしかし後で、私は藍堂と一郎が好きだった。\u001b[22m, \u001b[1mしかし、その後、私はAidoとIchiruが好きでした。\u001b[22m\n\u001b[4mIt was amazing to see Aido change from resisting Yuki to not.\u001b[24m\n    \u001b[1m勇気に抵抗することから、頼りになることは驚くべきことでした。\u001b[22m, \u001b[1mしないように結城に抵抗するからAidoの変化を見て驚きました。\u001b[22m\n\u001b[1m\u001b[22m\nI kind of wished the Anime did more with the two of them.\n\n\u001b[1m私はアニメが2人でより多くのことをしたかったと思う。\u001b[22m\n\u001b[1m(Watashi wa anime ga 2-ri de yori ōku no koto o shitakatta to omou.)\u001b[22m\n\nTranslations of \u001b[4mI kind of wished the Anime did more with the two of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI kind of wished the Anime did more with the two of them.\u001b[24m\n    \u001b[1m私はアニメが2人でより多くのことをしたかったと思う。\u001b[22m, \u001b[1m私は種類のアニメは、それらの2によりました望みました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: It's one where you have to be in the mood for. But I like to watch it from time to time.\n\n\u001b[1m楽しさ：それはあなたが気分になる必要があるものです。 しかし、私は時々それを見るのが好きです。\u001b[22m\n\u001b[1m(Tanoshisa: Sore wa anata ga kibun ni naru hitsuyō ga aru monodesu. Shikashi, watashi wa tokidoki sore o miru no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: It's one where you have to be in the mood for. But I like to watch it from time to time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: It's one where you have to be in the mood for.\u001b[24m\n    \u001b[1m楽しさ：それはあなたが気分になる必要があるものです。\u001b[22m, \u001b[1m楽しさ：それはあなたがのために気分である必要はあり一つです。\u001b[22m\n\u001b[4mBut I like to watch it from time to time.\u001b[24m\n    \u001b[1mしかし、私は時々それを見るのが好きです。\u001b[22m, \u001b[1mしかし、私は時々それを見るのが好き。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Good. Refreshing that's not your regular vampire love story.\n\n\u001b[1m総合：良い。 あなたの普通の吸血鬼のラブストーリーではありません。\u001b[22m\n\u001b[1m(Sōgō: Yoi. Anata no futsū no kyūketsuki no rabusutōrīde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Good. Refreshing that's not your regular vampire love story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Good.\u001b[24m\n    \u001b[1m総合：良い。\u001b[22m, \u001b[1m全体：良いです。\u001b[22m\n\u001b[4mRefreshing that's not your regular vampire love story.\u001b[24m\n    \u001b[1mあなたの普通の吸血鬼のラブストーリーではありません。\u001b[22m, \u001b[1mそれはあなたの定期的な吸血鬼の愛の物語ではありませんリフレッシュ。\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "jack0302",
    "profile": "/profile/jack0302/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=84161",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\nアニメ、ヴァンパイアの騎士は非常に気味悪いですが、キャラクターが感じていることを実際に感じると、そのすべてがストーリーの後半に持ち上げられます。アニメを最初に見るときにストーリーが非常に奇妙で、 より良い。 芸術は、顔の構造や尺度のサイズが少し外れていたように、ちょっと離れていましたが、それは見えます。 キャラクターは本当に発達しますが、奇妙な方法で発達しますが、全体的にはこのアニメを見ることをお勧めします。もしあなたが文字通り血とゴアを見せてくれる吸血鬼を恐れていないならば、",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe anime, Vampire knight is very creepy, but all of that is lifted later in the story when you actually feel what the characters feel, the story is very weird and out of place when you first start to the watch the anime but it gradually gets better. the art was a little off, like the facial structure and scale size was off a bit but that can be over looked. the characters really develops, but develops in a weird way, overall would recommend watching this anime, if your not afraid of vampires that literally show blood and gore, and creepy music playing in the background at all times then you should watch it.\n\n\u001b[1mアニメ、ヴァンパイアの騎士は非常に気味悪いですが、キャラクターが感じていることを実際に感じると、そのすべてがストーリーの後半に持ち上げられます。アニメを最初に見るときにストーリーが非常に奇妙で、 より良い。 芸術は、顔の構造や尺度のサイズが少し外れていたように、ちょっと離れていましたが、それは見えます。 キャラクターは本当に発達しますが、奇妙な方法で発達しますが、全体的にはこのアニメを見ることをお勧めします。もしあなたが文字通り血とゴアを見せてくれる吸血鬼を恐れていないならば、\u001b[22m\n\u001b[1m(Anime, vu~anpaia no kishi wa hijō ni kimiwaruidesuga, kyarakutā ga kanjite iru koto o jissai ni kanjiru to, sono subete ga sutōrī no kōhan ni mochiage raremasu. Anime o saisho ni miru toki ni sutōrī ga hijō ni kimyōde, yori yoi. Geijutsu wa,-gao no kōzō ya shakudo no saizu ga sukoshi hazurete ita yō ni, chotto hanarete imashitaga, sore wa miemasu. Kyarakutā wa hontōni hattatsu shimasuga, kimyōna hōhō de hattatsu shimasuga, zentai-teki ni wa kono anime o miru koto o o susume shimasu. Moshi anata ga mojidōri chi to Goa o misete kureru kyūketsuki o osorete inainaraba,)\u001b[22m\n\nTranslations of \u001b[4mThe anime, Vampire knight is very creepy, but all of that is lifted later in the story when you actually feel what the characters feel, the story is very weird and out of place when you first start to the watch the anime but it gradually gets better. the art was a little off, like the facial structure and scale size was off a bit but that can be over looked. the characters really develops, but develops in a weird way, overall would recommend watching this anime, if your not afraid of vampires that literally show blood and gore, and creepy music playing in the background at all times then you should watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime, Vampire knight is very creepy, but all of that is lifted later in the story when you actually feel what the characters feel, the story is very weird and out of place when you first start to the watch the anime but it gradually gets\u001b[24m\n    \u001b[1mアニメ、ヴァンパイアの騎士は非常に気味悪いですが、キャラクターが感じていることを実際に感じると、そのすべてがストーリーの後半に持ち上げられます。アニメを最初に見るときにストーリーが非常に奇妙で、\u001b[22m, \u001b[1mアニメは、ヴァンパイア騎士が非常に不気味ですが、あなたが実際に文字が感じるものを感じたときにすべてのことが、物語の後半で持ち上げられて、あなたが最初の時計にアニメを起動したときの話は非常に奇妙な、場違いですが、それは徐々に取得します\u001b[22m\n\u001b[4mbetter.\u001b[24m\n    \u001b[1mより良い。\u001b[22m, \u001b[1mより良いです。\u001b[22m\n\u001b[4mthe art was a little off, like the facial structure and scale size was off a bit but that can be over looked.\u001b[24m\n    \u001b[1m芸術は、顔の構造や尺度のサイズが少し外れていたように、ちょっと離れていましたが、それは見えます。\u001b[22m, \u001b[1m芸術は、オフ少し顔の構造と規模サイズのようにビットオフであったが、それはオーバー調べることができます。\u001b[22m\n\u001b[4mthe characters really develops, but develops in a weird way, overall would recommend watching this anime, if your not afraid of vampires that literally show blood and gore, and creepy music playing in the background at all times then you should watch it.\u001b[24m\n    \u001b[1mキャラクターは本当に発達しますが、奇妙な方法で発達しますが、全体的にはこのアニメを見ることをお勧めします。もしあなたが文字通り血とゴアを見せてくれる吸血鬼を恐れていないならば、\u001b[22m, \u001b[1m文字は実際に開発したが、文字通り、あなたはそれを見なければならない血液とゴア、およびすべての回で、バックグラウンドで遊んで不気味な音楽を示し吸血鬼のあなたの恐れていない場合は、全体的に、このアニメを見てお勧めする奇妙な方法で開発しています。\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "CatHime1",
    "profile": "/profile/CatHime1/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=80650",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\nあなたが吸血鬼の騎士を見たことがないなら、あなたは行方不明になっていることを最初に述べましょう。 何が欠けている？ あなたが尋ねる。 まあ、もちろんアート！ 確かに、それは漫画ほど美しくないが、それでもかなり良い（時折の戦いシーンはない）。 実際に、私がヴァンパイア騎士とギルティのすべてのエピソードを見続ける全理由は、それが理由だった。 それはとても細かく、色はとても暗くて豪華なので、全体の時間に私の興味をそそりました。 そのような詳細な衣服や髪と目を持つキャラクターと一緒に、すべてのシーンを描くのにどれくらいの時間がかかったのか（私は彼らがどのようにアニメーション化しているのかはわかりません） クレイジー。\n\nそれで残りの部分はどう思いましたか？\nストーリー：\nすべての吸血鬼のロマンスに似ています。 必ずしも私の紅茶ではありませんが、もしあなたが物語を核にするならばね、吸血鬼は人間の間に住んでいて、かなり面白いです。  （ロマンスの全体は、このようなすべてのストーリーで、政治とニュアンスを誇張していますが）私は現在進行中のマンガを読んでいるので、アニメにはプロットがないと思う人々にお勧めします。 アニメがどこにあるのか、それが終わった後。 もっと面白くなり、信頼してください。 彼らはかなり興味深い話題に取り組んでいます。 アニメが決して触られなかったのは残念です。\n\n音：\n他のレビューが言及したように。 音楽は素晴らしいです。 開閉は一種の暗い美しさを持っています。 私は最初のオープニングが大好きでした。 サウンドトラック自体もまともです。\n\nキャラクター：\n言及したように、これはほとんどの吸血鬼のロマンスのようであり、キャラクターはそのテーマにも従います。 フォロワーのための船戦を引き起こす2人の男がいる1人の少女がいる。 トワイライトのエドワードとジェイコブの戦争のように、あなたはゼロファンとカナメファンをオンラインで見ることができます。 ユウキはベラのような貧乏人じゃないからね。 実際、私はサポートキャラクターがもっと面白いと感じました。 ナイトクラスとハンター協会は、ゼロとカナメよりも、彼らの間にドラマ（私がロマンスの面よりも面白いと思ったドラマ）を持っています。 私は吸血鬼と人間が共存することができ、興味深いCrossの考えを見つけました...まあ、私は何かを台無しにしたくありません。 私はこれを言いたいです：彼らはアニメでサポートするキャラクターをほとんど与えませんでした。 再び、私はマンガを読むことをお勧めします。\n\n楽しさ：8/10\n私は芸術を見て音楽を聞くのが好きでした。 それは純粋に私のための物語以上のものでした。それが私がギルティに続いて、続いて続いているマンガに続いた理由です。 はい、アートワークはアニメの26エピソードを見て、80冊以上の漫画を読んでいます。 私はそんなに好きだった。\n\n全体：8/10\n私はそれを楽しんで、あなたもそうです！ 吸血鬼たちがロマンチックで悲惨で悪くて嫌な人を好む人でも、これを楽しんでも、まだそれを数えないでください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nLet me first state that if you have never watched vampire knight, you are missing out. Missing out on what? You ask. Well, the art of course! Granted, it's not nearly as beautiful as the manga, but it's still pretty good (minus occasional fight scenes). In fact, the whole reason I continued watching through all episodes of Vampire Knight and Guilty, was because of it. It's so detailed and the colors are so dark and gorgeous that it held my interest the entire time. I kept wondering how long it took them to draw all those scenes (I have no idea how they animated it-for the record) with each character having such detailed clothes and hair and eyes. Crazy.\n\n\u001b[1mあなたが吸血鬼の騎士を見たことがないなら、あなたは行方不明になっていることを最初に述べましょう。 何が欠けている？ あなたが尋ねる。 まあ、もちろんアート！ 確かに、それは漫画ほど美しくないが、それでもかなり良い（時折の戦いシーンはない）。 実際に、私がヴァンパイア騎士とギルティのすべてのエピソードを見続ける全理由は、それが理由だった。 それはとても細かく、色はとても暗くて豪華なので、全体の時間に私の興味をそそりました。 そのような詳細な衣服や髪と目を持つキャラクターと一緒に、すべてのシーンを描くのにどれくらいの時間がかかったのか（私は彼らがどのようにアニメーション化しているのかはわかりません） クレイジー。\u001b[22m\n\u001b[1m(Anata ga kyūketsuki no kishi o mita koto ga nainara, anata wa yukue fumei ni natte iru koto o saisho ni nobemashou. Nani ga kakete iru? Anata ga tazuneru. Mā, mochiron āto! Tashika ni, soreha manga hodo utsukushikunaiga, soredemo kanari yoi (tokiori no tatakai shīn wa nai). Jissai ni, watashi ga vu~anpaia kishi to giruti no subete no episōdo o mi tsudzukeru zen riyū wa, sore ga riyūdatta. Sore wa totemo komakaku,-iro wa totemo kurakute gōkananode, zentai no jikan ni watashi no kyōmi o sosorimashita. So no yōna shōsaina ifuku ya kami to me o motsu kyarakutā to issho ni, subete no shīn o kaku no ni dorekurai no jikan ga kakatta no ka (watashi wa karera ga dono yō ni animēshon-ka shite iru no ka wa wakarimasen) kureijī.)\u001b[22m\n\nTranslations of \u001b[4mLet me first state that if you have never watched vampire knight, you are missing out. Missing out on what? You ask. Well, the art of course! Granted, it's not nearly as beautiful as the manga, but it's still pretty good (minus occasional fight scenes). In fact, the whole reason I continued watching through all episodes of Vampire Knight and Guilty, was because of it. It's so detailed and the colors are so dark and gorgeous that it held my interest the entire time. I kept wondering how long it took them to draw all those scenes (I have no idea how they animated it-for the record) with each character having such detailed clothes and hair and eyes. Crazy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me first state that if you have never watched vampire knight, you are missing out.\u001b[24m\n    \u001b[1mあなたが吸血鬼の騎士を見たことがないなら、あなたは行方不明になっていることを最初に述べましょう。\u001b[22m, \u001b[1m私はあなたが吸血鬼の騎士を見たことがない場合は、あなたが不足していることを最初の状態にしてみましょう。\u001b[22m\n\u001b[4mMissing out on what?\u001b[24m\n    \u001b[1m何が欠けている？\u001b[22m, \u001b[1m何を逃し？\u001b[22m\n\u001b[4mYou ask.\u001b[24m\n    \u001b[1mあなたが尋ねる。\u001b[22m, \u001b[1mあなたは尋ねる。\u001b[22m, \u001b[1mあなたが尋ねます。\u001b[22m\n\u001b[4mWell, the art of course!\u001b[24m\n    \u001b[1mまあ、もちろんアート！\u001b[22m, \u001b[1mまあ、当然の芸術！\u001b[22m\n\u001b[4mGranted, it's not nearly as beautiful as the manga, but it's still pretty good (minus occasional fight scenes).\u001b[24m\n    \u001b[1m確かに、それは漫画ほど美しくないが、それでもかなり良い（時折の戦いシーンはない）。\u001b[22m, \u001b[1m確かに、それは漫画ほど美しくはないが、それはまだかなり良い（マイナス時折戦いのシーン）です。\u001b[22m\n\u001b[4mIn fact, the whole reason I continued watching through all episodes of Vampire Knight and Guilty, was because of it.\u001b[24m\n    \u001b[1m実際に、私がヴァンパイア騎士とギルティのすべてのエピソードを見続ける全理由は、それが理由だった。\u001b[22m, \u001b[1m実際に、私はヴァンパイア騎士とギルティのすべてのエピソードを通して見続けた全体の理由は、それのためでした。\u001b[22m\n\u001b[4mIt's so detailed and the colors are so dark and gorgeous that it held my interest the entire time.\u001b[24m\n    \u001b[1mそれはとても細かく、色はとても暗くて豪華なので、全体の時間に私の興味をそそりました。\u001b[22m, \u001b[1mそれはとても詳細だと色が、それは私の興味全体の時間を開催するように暗く、ゴージャスです。\u001b[22m\n\u001b[4mI kept wondering how long it took them to draw all those scenes (I have no idea how they animated it-for the record) with each character having such detailed clothes and hair and eyes.\u001b[24m\n    \u001b[1mそのような詳細な衣服や髪と目を持つキャラクターと一緒に、すべてのシーンを描くのにどれくらいの時間がかかったのか（私は彼らがどのようにアニメーション化しているのかはわかりません）\u001b[22m, \u001b[1m私はそれが各文字は、このような詳細な服や髪と目を持つ（私は彼らがそれを-ためのアニメーションの方法のレコードは考えている）すべてのそれらのシーンを描画するためにそれらをかかった時間を不思議に保ちます。\u001b[22m\n\u001b[4mCrazy.\u001b[24m\n    \u001b[1mクレイジー。\u001b[22m\n\u001b[1m\u001b[22m\nSo what did I think of the rest of it?\n\n\u001b[1mそれで残りの部分はどう思いましたか？\u001b[22m\n\u001b[1m(Sorede nokori no bubun wa dō omoimashita ka?)\u001b[22m\n\nTranslations of \u001b[4mSo what did I think of the rest of it?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo what did I think of the rest of it?\u001b[24m\n    \u001b[1mそれで残りの部分はどう思いましたか？\u001b[22m, \u001b[1mだから私はそれの残りの部分をどう思いましたか？\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nSimilar to every vampire romance. Not necessarily my cup of tea, but hey if you take the story apart to it's core: vampires living among humans, it's pretty interesting. (the whole romance thing overshadows the politics and nuances of it in every story like this though) I am reading the manga, which is ongoing, so I would recommend to people who think the anime has no plot: read it. After it gets past where the anime is; it gets more interesting, trust me. They address some pretty interesting topics. It's a shame the anime never touched on them.\n\n\u001b[1mすべての吸血鬼のロマンスに似ています。 必ずしも私の紅茶ではありませんが、もしあなたが物語を核にするならばね、吸血鬼は人間の間に住んでいて、かなり面白いです。  （ロマンスの全体は、このようなすべてのストーリーで、政治とニュアンスを誇張していますが）私は現在進行中のマンガを読んでいるので、アニメにはプロットがないと思う人々にお勧めします。 アニメがどこにあるのか、それが終わった後。 もっと面白くなり、信頼してください。 彼らはかなり興味深い話題に取り組んでいます。 アニメが決して触られなかったのは残念です。\u001b[22m\n\u001b[1m(Subete no kyūketsuki no romansu ni nite imasu. Kanarazushimo watashi no kōchade wa arimasenga, moshi anata ga monogatari o kaku ni surunaraba ne, kyūketsuki wa ningen no ma ni sunde ite, kanari omoshiroidesu. (Romansu no zentai wa, kono yōna subete no sutōrī de, seiji to nyuansu o kochō shite imasuga) watashi wa genzai shinkō-chū no manga o yonde irunode, anime ni wa purotto ga nai to omou hitobito ni o susume shimasu. Anime ga doko ni aru no ka, sore ga owatta nochi. Motto omoshiroku nari, shinrai shite kudasai. Karera wa kanari kyōmibukai wadai ni torikunde imasu. Anime ga kesshite sawara renakatta no wa zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mSimilar to every vampire romance. Not necessarily my cup of tea, but hey if you take the story apart to it's core: vampires living among humans, it's pretty interesting. (the whole romance thing overshadows the politics and nuances of it in every story like this though) I am reading the manga, which is ongoing, so I would recommend to people who think the anime has no plot: read it. After it gets past where the anime is; it gets more interesting, trust me. They address some pretty interesting topics. It's a shame the anime never touched on them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimilar to every vampire romance.\u001b[24m\n    \u001b[1mすべての吸血鬼のロマンスに似ています。\u001b[22m\n\u001b[4mNot necessarily my cup of tea, but hey if you take the story apart to it's core: vampires living among humans, it's pretty interesting.\u001b[24m\n    \u001b[1m必ずしも私の紅茶ではありませんが、もしあなたが物語を核にするならばね、吸血鬼は人間の間に住んでいて、かなり面白いです。\u001b[22m, \u001b[1mあなたはそれがコアだと離れて物語を取る場合、必ずしもお茶の私のカップは、ちょっと：吸血鬼が人間の間で生きている、それはかなり面白いです。\u001b[22m\n\u001b[4m(the whole romance thing overshadows the politics and nuances of it in every story like this though) I am reading the manga, which is ongoing, so I would recommend to people who think the anime has no plot: read it.\u001b[24m\n    \u001b[1m（ロマンスの全体は、このようなすべてのストーリーで、政治とニュアンスを誇張していますが）私は現在進行中のマンガを読んでいるので、アニメにはプロットがないと思う人々にお勧めします。\u001b[22m, \u001b[1mそれを読む：私は現在進行中である、漫画を読んでいるので、私はアニメは何のプロットを持っていないと思う人にお勧めします（全体ロマンス事は、このかかわらずのように、すべての物語の中で、それの政治とニュアンスを曇らせます）。\u001b[22m\n\u001b[4mAfter it gets past where the anime is;\u001b[24m\n    \u001b[1mアニメがどこにあるのか、それが終わった後。\u001b[22m, \u001b[1mアニメがどこにあるか、それは過去を取得した後、\u001b[22m\n\u001b[4mit gets more interesting, trust me.\u001b[24m\n    \u001b[1mもっと面白くなり、信頼してください。\u001b[22m, \u001b[1mそれはより面白い、私を信頼しています。\u001b[22m\n\u001b[4mThey address some pretty interesting topics.\u001b[24m\n    \u001b[1m彼らはかなり興味深い話題に取り組んでいます。\u001b[22m, \u001b[1m彼らはいくつかの非常に興味深いトピックを取り上げ。\u001b[22m\n\u001b[4mIt's a shame the anime never touched on them.\u001b[24m\n    \u001b[1mアニメが決して触られなかったのは残念です。\u001b[22m, \u001b[1mそれはアニメがそれらに触れたことはありません残念です。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nAs other reviews have mentioned; the music is great. The opening and closing have a sort of dark beauty to them. I liked the first opening a lot. The soundtrack itself is decent as well.\n\n\u001b[1m他のレビューが言及したように。 音楽は素晴らしいです。 開閉は一種の暗い美しさを持っています。 私は最初のオープニングが大好きでした。 サウンドトラック自体もまともです。\u001b[22m\n\u001b[1m(Hoka no rebyū ga genkyū shita yō ni. Ongaku wa subarashīdesu. Kaihei wa isshu no kurai utsukushi-sa o motte imasu. Watashi wa saisho no ōpuningu ga daisukideshita. Saundotorakku jitai mo matomodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs other reviews have mentioned; the music is great. The opening and closing have a sort of dark beauty to them. I liked the first opening a lot. The soundtrack itself is decent as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs other reviews have mentioned;\u001b[24m\n    \u001b[1m他のレビューが言及したように。\u001b[22m, \u001b[1m他のレビューは述べたように、\u001b[22m\n\u001b[4mthe music is great.\u001b[24m\n    \u001b[1m音楽は素晴らしいです。\u001b[22m\n\u001b[4mThe opening and closing have a sort of dark beauty to them.\u001b[24m\n    \u001b[1m開閉は一種の暗い美しさを持っています。\u001b[22m, \u001b[1m開閉はそれらに暗い美しさのようなものを持っています。\u001b[22m\n\u001b[4mI liked the first opening a lot.\u001b[24m\n    \u001b[1m私は最初のオープニングが大好きでした。\u001b[22m, \u001b[1m私が最初に開いた多くのことを好きでした。\u001b[22m\n\u001b[4mThe soundtrack itself is decent as well.\u001b[24m\n    \u001b[1mサウンドトラック自体もまともです。\u001b[22m, \u001b[1mサウンドトラック自体も同様にまともです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nAs mentioned, this is like most vampire romances and the characters follow that theme as well. There's one girl with two guys that will cause a ship-war for the followers. Much like the Edward and Jacob war of Twilight, you're bound to see Zero fans vs. Kaname fans online. Yuuki isn't quite as needy as Bella, though, so that's good. Actually I found the supporting characters more interesting. The Night Class and the Hunter's Association have more drama between them (drama that I found more interesting than the romance aspect) than Zero and Kaname, well, almost. I found Cross's idea that vampires and humans could coexist interesting and...well, I don't want to spoil anything. I do want to say this: they gave the supporting characters very little to do in the anime. Again, I recommend reading the manga.\n\n\u001b[1m言及したように、これはほとんどの吸血鬼のロマンスのようであり、キャラクターはそのテーマにも従います。 フォロワーのための船戦を引き起こす2人の男がいる1人の少女がいる。 トワイライトのエドワードとジェイコブの戦争のように、あなたはゼロファンとカナメファンをオンラインで見ることができます。 ユウキはベラのような貧乏人じゃないからね。 実際、私はサポートキャラクターがもっと面白いと感じました。 ナイトクラスとハンター協会は、ゼロとカナメよりも、彼らの間にドラマ（私がロマンスの面よりも面白いと思ったドラマ）を持っています。 私は吸血鬼と人間が共存することができ、興味深いCrossの考えを見つけました...まあ、私は何かを台無しにしたくありません。 私はこれを言いたいです：彼らはアニメでサポートするキャラクターをほとんど与えませんでした。 再び、私はマンガを読むことをお勧めします。\u001b[22m\n\u001b[1m(Genkyū shita yō ni, kore wa hotondo no kyūketsuki no romansu no yōdeari, kyarakutā wa sono tēma ni mo shitagaimasu. Forowā no tame no funaikusa o hikiokosu 2-ri no otoko ga iru 1-ri no shōjo ga iru. Towairaito no edowādo to jeikobu no sensō no yō ni, anata wa zero fan to kanamefan o onrain de miru koto ga dekimasu. Yūki wa bera no yōna binbōnin janaikara ne. Jissai, watashi wa sapōtokyarakutā ga motto omoshiroi to kanjimashita. Naito kurasu to hantā kyōkai wa, zero to kaname yori mo, karera no ma ni dorama (watashi ga romansu no men yori mo omoshiroi to omotta dorama) o motte imasu. Watashi wa kyūketsuki to ningen ga kyōzon suru koto ga deki, kyōmibukai Cross no kangae o mitsukemashita... Mā, watashi wa nanika o dainashi ni shitaku arimasen. Watashi wa kore o iitaidesu: Karera wa anime de sapōto suru kyarakutā o hotondo ataemasendeshita. Futatabi, watashi wa manga o yomu koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs mentioned, this is like most vampire romances and the characters follow that theme as well. There's one girl with two guys that will cause a ship-war for the followers. Much like the Edward and Jacob war of Twilight, you're bound to see Zero fans vs. Kaname fans online. Yuuki isn't quite as needy as Bella, though, so that's good. Actually I found the supporting characters more interesting. The Night Class and the Hunter's Association have more drama between them (drama that I found more interesting than the romance aspect) than Zero and Kaname, well, almost. I found Cross's idea that vampires and humans could coexist interesting and...well, I don't want to spoil anything. I do want to say this: they gave the supporting characters very little to do in the anime. Again, I recommend reading the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs mentioned, this is like most vampire romances and the characters follow that theme as well.\u001b[24m\n    \u001b[1m言及したように、これはほとんどの吸血鬼のロマンスのようであり、キャラクターはそのテーマにも従います。\u001b[22m, \u001b[1m前述したように、これはほとんどの吸血鬼のロマンスのようなもので、文字も同様にそのテーマに従ってください。\u001b[22m\n\u001b[4mThere's one girl with two guys that will cause a ship-war for the followers.\u001b[24m\n    \u001b[1mフォロワーのための船戦を引き起こす2人の男がいる1人の少女がいる。\u001b[22m, \u001b[1m信者のための船戦争の原因になります2人の男と一人の女の子があります。\u001b[22m\n\u001b[4mMuch like the Edward and Jacob war of Twilight, you're bound to see Zero fans vs. Kaname fans online.\u001b[24m\n    \u001b[1mトワイライトのエドワードとジェイコブの戦争のように、あなたはゼロファンとカナメファンをオンラインで見ることができます。\u001b[22m, \u001b[1m多くのトワイライトのエドワードとジェイコブの戦争のように、あなたは、オンラインかなめファン対ゼロファンを見にバインドされています。\u001b[22m\n\u001b[4mYuuki isn't quite as needy as Bella, though, so that's good.\u001b[24m\n    \u001b[1mユウキはベラのような貧乏人じゃないからね。\u001b[22m, \u001b[1mそれは良いことだので、結城は、しかし、ベラほど貧乏ではありません。\u001b[22m\n\u001b[4mActually I found the supporting characters more interesting.\u001b[24m\n    \u001b[1m実際、私はサポートキャラクターがもっと面白いと感じました。\u001b[22m, \u001b[1m実際に私がサポートする文字がより興味深い発見しました。\u001b[22m\n\u001b[4mThe Night Class and the Hunter's Association have more drama between them (drama that I found more interesting than the romance aspect) than Zero and Kaname, well, almost.\u001b[24m\n    \u001b[1mナイトクラスとハンター協会は、ゼロとカナメよりも、彼らの間にドラマ（私がロマンスの面よりも面白いと思ったドラマ）を持っています。\u001b[22m, \u001b[1mナイトクラスとハンターの協会は、ほぼ、ゼロ、要、よくよりも（私はロマンスの側面よりも面白かったドラマ）それらの間のより多くのドラマを持っています。\u001b[22m\n\u001b[4mI found Cross's idea that vampires and humans could coexist interesting and...well, I don't want to spoil anything.\u001b[24m\n    \u001b[1m私は吸血鬼と人間が共存することができ、興味深いCrossの考えを見つけました...まあ、私は何かを台無しにしたくありません。\u001b[22m, \u001b[1m私はよく、私は何かを台無しにしたくない...吸血鬼と人間が面白い共存することができるとクロスのアイデアを発見し、。\u001b[22m\n\u001b[4mI do want to say this: they gave the supporting characters very little to do in the anime.\u001b[24m\n    \u001b[1m私はこれを言いたいです：彼らはアニメでサポートするキャラクターをほとんど与えませんでした。\u001b[22m, \u001b[1m私はこれを言いたいん：彼らはアニメに行うにはほとんど脇役を与えました。\u001b[22m\n\u001b[4mAgain, I recommend reading the manga.\u001b[24m\n    \u001b[1m再び、私はマンガを読むことをお勧めします。\u001b[22m, \u001b[1m繰り返しますが、私は漫画を読むことをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8/10\n\n\u001b[1m楽しさ：8/10\u001b[22m\n\u001b[1m(Tanoshisa: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8/10\u001b[24m\n    \u001b[1m楽しさ：8/10\u001b[22m\nI liked looking at the art and listening to the music. It was about more than purely the story for me, which is why I continued to Guilty and then later to the ongoing manga. Yes, artwork got me to watch 26 episodes of an anime and read over 80 chapters of a manga; I liked it that much.\n\n\u001b[1m私は芸術を見て音楽を聞くのが好きでした。 それは純粋に私のための物語以上のものでした。それが私がギルティに続いて、続いて続いているマンガに続いた理由です。 はい、アートワークはアニメの26エピソードを見て、80冊以上の漫画を読んでいます。 私はそんなに好きだった。\u001b[22m\n\u001b[1m(Watashi wa geijutsu o mite ongaku o kiku no ga sukideshita. Sore wa junsui ni watashi no tame no monogatari ijō no monodeshita. Sore ga watashi ga giruti ni tsudzuite, tsudzuite tsudzuite iru manga ni tsudzuita riyūdesu. Hai, ātowāku wa anime no 26 episōdo o mite, 80-satsu ijō no manga o yonde imasu. Watashi wa son'nani sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mI liked looking at the art and listening to the music. It was about more than purely the story for me, which is why I continued to Guilty and then later to the ongoing manga. Yes, artwork got me to watch 26 episodes of an anime and read over 80 chapters of a manga; I liked it that much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked looking at the art and listening to the music.\u001b[24m\n    \u001b[1m私は芸術を見て音楽を聞くのが好きでした。\u001b[22m, \u001b[1m私は芸術を見て、音楽を聴いて好きでした。\u001b[22m\n\u001b[4mIt was about more than purely the story for me, which is why I continued to Guilty and then later to the ongoing manga.\u001b[24m\n    \u001b[1mそれは純粋に私のための物語以上のものでした。それが私がギルティに続いて、続いて続いているマンガに続いた理由です。\u001b[22m, \u001b[1mそれは私が後で進行中の漫画へのその後ギルティに継続し、理由は私のために純粋に物語、より程度でした。\u001b[22m\n\u001b[4mYes, artwork got me to watch 26 episodes of an anime and read over 80 chapters of a manga;\u001b[24m\n    \u001b[1mはい、アートワークはアニメの26エピソードを見て、80冊以上の漫画を読んでいます。\u001b[22m, \u001b[1mはい、アートワークはアニメの26話を見て、漫画のオーバー80章を読むために私を得ました。\u001b[22m\n\u001b[4mI liked it that much.\u001b[24m\n    \u001b[1m私はそんなに好きだった。\u001b[22m, \u001b[1m私はあまりそれが好き。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8/10\n\n\u001b[1m全体：8/10\u001b[22m\n\u001b[1m(Zentai: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8/10\u001b[24m\n    \u001b[1m全体：8/10\u001b[22m\nI enjoyed it and you might too! Even someone who prefers her vampires to be evil and scary over romantic and jaded enjoyed this, so don't count it out yet!\n\n\u001b[1m私はそれを楽しんで、あなたもそうです！ 吸血鬼たちがロマンチックで悲惨で悪くて嫌な人を好む人でも、これを楽しんでも、まだそれを数えないでください！\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshinde, anata mo sōdesu! Kyūketsuki-tachi ga romanchikkude hisande warukute iyana hito o konomu hito demo, kore o tanoshinde mo, mada sore o kazoenaide kudasai!)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed it and you might too! Even someone who prefers her vampires to be evil and scary over romantic and jaded enjoyed this, so don't count it out yet!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed it and you might too!\u001b[24m\n    \u001b[1m私はそれを楽しんで、あなたもそうです！\u001b[22m, \u001b[1m私はそれを楽しんで、あなたもかもしれません！\u001b[22m\n\u001b[4mEven someone who prefers her vampires to be evil and scary over romantic and jaded enjoyed this, so don't count it out yet!\u001b[24m\n    \u001b[1m吸血鬼たちがロマンチックで悲惨で悪くて嫌な人を好む人でも、これを楽しんでも、まだそれを数えないでください！\u001b[22m, \u001b[1m彼女の吸血鬼がロマンチックでうんざり以上の悪と恐ろしいことを好むでも誰かがこれを楽しんだので、まだそれをカウントされません！\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "mysteryme124",
    "profile": "/profile/mysteryme124/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=145717",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  10\n\n私はアートが大好きです！ 私はこのアニメを楽しんだのは、人間と吸血鬼の繊細なバランスについてのすばらしい話だからです。 物語はナイトクラスとデイクラスのアカデミーについてです。 それは愛の三角形を含んでいますが、アニメだけではそれに焦点を当てていません。 多くのキャラクターは、現在の日常生活に影響を与える悲劇的な過去を持っています。 主人公ユキとカナメは、人間と吸血鬼が共存できるようにするという目標を持っています。 それは吸血鬼と人間の間の愛の美しい物語です。 それは間違いなく必見です！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLet me say I love the art! I enjoyed this anime because it is a wonderful story on the delicate balance between humans and vampires. The story is about an academy with a night class and a day class. It does include a love triangle, but the anime doesn't just focus on that. Many of the characters have a tragic past that influences their current daily life. The main characters Yuki and Kaname have a goal of trying to allow humans and vampires co-exist. It is a beautiful story of a love between vampire and human. It is definitely a must watch!\n\n\u001b[1m私はアートが大好きです！ 私はこのアニメを楽しんだのは、人間と吸血鬼の繊細なバランスについてのすばらしい話だからです。 物語はナイトクラスとデイクラスのアカデミーについてです。 それは愛の三角形を含んでいますが、アニメだけではそれに焦点を当てていません。 多くのキャラクターは、現在の日常生活に影響を与える悲劇的な過去を持っています。 主人公ユキとカナメは、人間と吸血鬼が共存できるようにするという目標を持っています。 それは吸血鬼と人間の間の愛の美しい物語です。 それは間違いなく必見です！\u001b[22m\n\u001b[1m(Watashi wa āto ga daisukidesu! Watashi wa kono anime o tanoshinda no wa, ningen to kyūketsuki no sensaina baransu ni tsuite no subarashī hanashidakaradesu. Monogatari wa naito kurasu to deikurasu no akademī ni tsuitedesu. Sore wa ai no sankakkei o fukunde imasuga, anime dakede wa sore ni shōten o atete imasen. Ōku no kyarakutā wa, genzai no nichijō seikatsu ni eikyōwoataeru higeki-tekina kako o motte imasu. Shujinkō Yuki to kaname wa, ningen to kyūketsuki ga kyōzon dekiru yō ni suru to iu mokuhyō o motte imasu. Sore wa kyūketsuki to ningen no ma no ai no utsukushī monogataridesu. Sore wa machigainaku hikkendesu!)\u001b[22m\n\nTranslations of \u001b[4mLet me say I love the art! I enjoyed this anime because it is a wonderful story on the delicate balance between humans and vampires. The story is about an academy with a night class and a day class. It does include a love triangle, but the anime doesn't just focus on that. Many of the characters have a tragic past that influences their current daily life. The main characters Yuki and Kaname have a goal of trying to allow humans and vampires co-exist. It is a beautiful story of a love between vampire and human. It is definitely a must watch!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me say I love the art!\u001b[24m\n    \u001b[1m私はアートが大好きです！\u001b[22m, \u001b[1m私は芸術を愛して言ってみましょう！\u001b[22m\n\u001b[4mI enjoyed this anime because it is a wonderful story on the delicate balance between humans and vampires.\u001b[24m\n    \u001b[1m私はこのアニメを楽しんだのは、人間と吸血鬼の繊細なバランスについてのすばらしい話だからです。\u001b[22m, \u001b[1mそれは人間と吸血鬼の間の微妙なバランスに素晴らしい話ですので、私はこのアニメを楽しみました。\u001b[22m\n\u001b[4mThe story is about an academy with a night class and a day class.\u001b[24m\n    \u001b[1m物語はナイトクラスとデイクラスのアカデミーについてです。\u001b[22m, \u001b[1m物語は夜のクラスでアカデミーと日のクラスについてです。\u001b[22m\n\u001b[4mIt does include a love triangle, but the anime doesn't just focus on that.\u001b[24m\n    \u001b[1mそれは愛の三角形を含んでいますが、アニメだけではそれに焦点を当てていません。\u001b[22m, \u001b[1mそれは愛の三角形を含んでいますが、アニメはちょうどその上に焦点を当てていません。\u001b[22m\n\u001b[4mMany of the characters have a tragic past that influences their current daily life.\u001b[24m\n    \u001b[1m多くのキャラクターは、現在の日常生活に影響を与える悲劇的な過去を持っています。\u001b[22m, \u001b[1m文字の多くは、彼らの現在の日常生活に影響を与える悲劇的な過去を持っています。\u001b[22m\n\u001b[4mThe main characters Yuki and Kaname have a goal of trying to allow humans and vampires co-exist.\u001b[24m\n    \u001b[1m主人公ユキとカナメは、人間と吸血鬼が共存できるようにするという目標を持っています。\u001b[22m, \u001b[1mメインキャラクターユキとかなめは、人間と吸血鬼が共存できるようにしようという目標を持っています。\u001b[22m\n\u001b[4mIt is a beautiful story of a love between vampire and human.\u001b[24m\n    \u001b[1mそれは吸血鬼と人間の間の愛の美しい物語です。\u001b[22m, \u001b[1mそれは、吸血鬼と人間の間に愛の美しい物語です。\u001b[22m\n\u001b[4mIt is definitely a must watch!\u001b[24m\n    \u001b[1mそれは間違いなく必見です！\u001b[22m, \u001b[1mそれは間違いなく見ている必要があります！\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "red_888",
    "profile": "/profile/red_888/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=116843",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  7\n\n吸血鬼の騎士の最初のシーズンには、全体的なスコアが8になります。\n\nあなたが吸血鬼物語を好きなら、これは本当にあなたのためです。 まあ、私はそれが短く、より複雑に保たれた方法でそれが好きだった。 私は文字について迷惑を感じるが、まだ私は見て楽しんでいくつかのものがあります。 キャラクター、主人公、ユウキに特化する。 彼女はいつも世話をする必要があるように、そして彼女は最終的には役に立たないという理由で（申し訳ありませんが）役に立たないと言いました。\n\n私は音楽を言うだろう、私は非常に非常に良いことを意味します。 オープニング曲とエンディング曲はどちらも素晴らしいです！ 終了曲はちょっと気味悪いけど、ちょっと考えている人もいるかもしれませんが！ これは吸血鬼の物語なので、私は右に助けられることはないと思う^ _〜ウインク！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFor the first season of vampire knight, it'll give it an overall score of 8.\n\n\u001b[1m吸血鬼の騎士の最初のシーズンには、全体的なスコアが8になります。\u001b[22m\n\u001b[1m(Kyūketsuki no kishi no saisho no shīzun ni wa, zentai-tekina sukoa ga 8 ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the first season of vampire knight, it'll give it an overall score of 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the first season of vampire knight, it'll give it an overall score of 8.\u001b[24m\n    \u001b[1m吸血鬼の騎士の最初のシーズンには、全体的なスコアが8になります。\u001b[22m, \u001b[1mヴァンパイア騎士の最初のシーズンのために、それはそれを8の全体的なスコアを与えるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nIf you liked vampire stories, then this is really for you. Well, i liked it in a way that, it was kept short and less complicated. There are some stuffs that i find annoying about the characters but still i enjoyed watching. To be specific with the character, the main heroine, 'Yuuki'. I find her a little bit helpless, like she always needs to be taken care of and when she said she's ready to help she will eventually turn to something like (sorry for lack of better word) useless.\n\n\u001b[1mあなたが吸血鬼物語を好きなら、これは本当にあなたのためです。 まあ、私はそれが短く、より複雑に保たれた方法でそれが好きだった。 私は文字について迷惑を感じるが、まだ私は見て楽しんでいくつかのものがあります。 キャラクター、主人公、ユウキに特化する。 彼女はいつも世話をする必要があるように、そして彼女は最終的には役に立たないという理由で（申し訳ありませんが）役に立たないと言いました。\u001b[22m\n\u001b[1m(Anata ga kyūketsuki monogatari o sukinara, kore wa hontōni anata no tamedesu. Mā, watashi wa sore ga mijikaku, yori fukuzatsu ni tamota reta hōhō de sore ga sukidatta. Watashi wa moji ni tsuite meiwaku o kanjiru ga, mada watashi wa mite tanoshinde ikutsu ka no mono ga arimasu. Kyarakutā, shujinkō, yūki ni toku-ka suru. Kanojo wa itsumo sewa o suru hitsuyō ga aru yō ni, soshite kanojo wa saishūtekini wa yakunitatanai to iu riyū de (mōshiwakearimasenga) yakunitatanai to iimashita.)\u001b[22m\n\nTranslations of \u001b[4mIf you liked vampire stories, then this is really for you. Well, i liked it in a way that, it was kept short and less complicated. There are some stuffs that i find annoying about the characters but still i enjoyed watching. To be specific with the character, the main heroine, 'Yuuki'. I find her a little bit helpless, like she always needs to be taken care of and when she said she's ready to help she will eventually turn to something like (sorry for lack of better word) useless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you liked vampire stories, then this is really for you.\u001b[24m\n    \u001b[1mあなたが吸血鬼物語を好きなら、これは本当にあなたのためです。\u001b[22m, \u001b[1mあなたは吸血鬼の物語が好きなら、これはあなたのために本当にです。\u001b[22m\n\u001b[4mWell, i liked it in a way that, it was kept short and less complicated.\u001b[24m\n    \u001b[1mまあ、私はそれが短く、より複雑に保たれた方法でそれが好きだった。\u001b[22m, \u001b[1mまあ、私は、それが短く、あまり複雑で保持した方法でそれを言っています。\u001b[22m\n\u001b[4mThere are some stuffs that i find annoying about the characters but still i enjoyed watching.\u001b[24m\n    \u001b[1m私は文字について迷惑を感じるが、まだ私は見て楽しんでいくつかのものがあります。\u001b[22m, \u001b[1m私は文字に関する迷惑見つけるが、まだ私は見て楽しんだいくつかのstuffsがあります。\u001b[22m\n\u001b[4mTo be specific with the character, the main heroine, 'Yuuki'.\u001b[24m\n    \u001b[1mキャラクター、主人公、ユウキに特化する。\u001b[22m, \u001b[1m文字、メインヒロイン、「結城」と具体的に。\u001b[22m\n\u001b[4mI find her a little bit helpless, like she always needs to be taken care of and when she said she's ready to help she will eventually turn to something like (sorry for lack of better word) useless.\u001b[24m\n    \u001b[1m彼女はいつも世話をする必要があるように、そして彼女は最終的には役に立たないという理由で（申し訳ありませんが）役に立たないと言いました。\u001b[22m, \u001b[1m彼女はいつもの世話をする必要があるように私は、彼女は少し無力見つけると彼女は言ったとき、彼女は彼女が最終的には役に立たない（もっと良い言葉の欠如のため申し訳ありません）のようなものに変わります助けるために準備ができています。\u001b[22m\n\u001b[1m\u001b[22m\nI'd say the music, i mean are very very good. The opening song and the ending song are both fantastic! Eventhough some might think that the ending song is a bit creepy but hey! This is a vampire story so i guess, it cant be helped right ^_~ wink!\n\n\u001b[1m私は音楽を言うだろう、私は非常に非常に良いことを意味します。 オープニング曲とエンディング曲はどちらも素晴らしいです！ 終了曲はちょっと気味悪いけど、ちょっと考えている人もいるかもしれませんが！ これは吸血鬼の物語なので、私は右に助けられることはないと思う^ _〜ウインク！\u001b[22m\n\u001b[1m(Watashi wa ongaku o iudarou, watashi wa hijō ni hijō ni yoi koto o imi shimasu. Ōpuningu kyoku to endingu kyoku wa dochira mo subarashīdesu! Shūryō-kyoku wa chotto kimiwaruikedo, chotto kangaete iru hito mo iru kamo shiremasenga! Kore wa kyūketsuki no monogatarinanode, watashi wa migi ni tasuke rareru koto wa nai to omou ^ _〜 uinku!)\u001b[22m\n\nTranslations of \u001b[4mI'd say the music, i mean are very very good. The opening song and the ending song are both fantastic! Eventhough some might think that the ending song is a bit creepy but hey! This is a vampire story so i guess, it cant be helped right ^_~ wink!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd say the music, i mean are very very good.\u001b[24m\n    \u001b[1m私は音楽を言うだろう、私は非常に非常に良いことを意味します。\u001b[22m, \u001b[1m私は、私は非常に非常に優れている意味、音楽を言うと思います。\u001b[22m\n\u001b[4mThe opening song and the ending song are both fantastic!\u001b[24m\n    \u001b[1mオープニング曲とエンディング曲はどちらも素晴らしいです！\u001b[22m, \u001b[1mオープニング曲とエンディング曲は両方とも素晴らしいです！\u001b[22m\n\u001b[4mEventhough some might think that the ending song is a bit creepy but hey!\u001b[24m\n    \u001b[1m終了曲はちょっと気味悪いけど、ちょっと考えている人もいるかもしれませんが！\u001b[22m, \u001b[1m本家のいくつかは、エンディング曲は少し不気味だと思いますが、ちょっとかもしれません！\u001b[22m\n\u001b[4mThis is a vampire story so i guess, it cant be helped right ^_~ wink!\u001b[24m\n    \u001b[1mこれは吸血鬼の物語なので、私は右に助けられることはないと思う^ _〜ウインク！\u001b[22m, \u001b[1mこれはので、私は推測する、それが正しい^ _〜ウインク助けられるカント吸血鬼の物語です！\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=79616",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  7\nキャラクター|  7\n|  8\n\nトワイライト、吸血鬼とのインタビュー、さらにはヴァンパイア日記は、吸血鬼に取り組む有名な映画やショーのほんの一部です。 ヴァンパイアーズはいつも私の最大の魅力の一つです。ここでは、吸血鬼がいつもホットな話題となった理由と、なぜヴァンパイア騎士がなぜその一つになったのかについて詳しく述べようとしています。\n\n長い見直しが来ています.........。\n\nストーリーについて\n\n\nキャラクターについて\n\n\nクリーンカネについて\nKanameは本当の吸血鬼の非常に典型です。 豪華で、洗練された、エレガントで、謎めいて、とてもクールです。 彼は純血であり、吸血鬼の残りの部分を率いて彼をさらに熱くする。 加えて、典型的な吸血鬼のキャラクターのように、彼の周りには非常に不思議なオーラがあります。 あなたは本当に彼の本当の動機とその理由を理解できません。 そしてその背後にある理由を理解した後、あなたは彼をもっと愛するでしょう。 実際には、私の最高のキャラクターの100リストのトップ10には、私のリストでは、最もかわいい男性キャラクターとその何年も変わらないことはすでにあります。 私は彼が話すときにそれを愛し、\"ユキ\"という名前を言う。 それは非常に悪魔の誘惑のようなものです。\n\nアニメーションについて\nヴァンパイア騎士は驚異的なビジュアルと豪華な見た目のキャラクターで最も素晴らしいアニメーションの1つを持っています。 セイユウスの声は、キャラクターの魅力にもっと誘惑を与えるので、ラインの配達はとても素晴らしいです。\n\nこれは私のお気に入りの一つであり、それを見た後でさえ、あるいは何年も経った後でさえ常に覚えています。 私は続編を楽しみにしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTwilight, Interview with the Vampire, and even Vampire Diaries are just some of the famous movies and shows that tackles vampires. Vampires has always been one of my biggest fascination and here I am about to express in details on why vampires has always been a hot topic nowadays and why Vampire Knight became one of them.\n\n\u001b[1mトワイライト、吸血鬼とのインタビュー、さらにはヴァンパイア日記は、吸血鬼に取り組む有名な映画やショーのほんの一部です。 ヴァンパイアーズはいつも私の最大の魅力の一つです。ここでは、吸血鬼がいつもホットな話題となった理由と、なぜヴァンパイア騎士がなぜその一つになったのかについて詳しく述べようとしています。\u001b[22m\n\u001b[1m(Towairaito, kyūketsuki to no intabyū, sarani wa vu~anpaia nikki wa, kyūketsuki ni torikumu yūmeina eiga ya shō no hon'no ichibudesu. Vu~anpaiāzu wa itsumo watashi no saidai no miryoku no hitotsudesu. Kokode wa, kyūketsuki ga itsumo hottona wadai to natta riyū to, naze vu~anpaia kishi ga naze sono hitotsu ni natta no ka ni tsuite kuwashiku nobeyou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mTwilight, Interview with the Vampire, and even Vampire Diaries are just some of the famous movies and shows that tackles vampires. Vampires has always been one of my biggest fascination and here I am about to express in details on why vampires has always been a hot topic nowadays and why Vampire Knight became one of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTwilight, Interview with the Vampire, and even Vampire Diaries are just some of the famous movies and shows that tackles vampires.\u001b[24m\n    \u001b[1mトワイライト、吸血鬼とのインタビュー、さらにはヴァンパイア日記は、吸血鬼に取り組む有名な映画やショーのほんの一部です。\u001b[22m, \u001b[1mトワイライト、ヴァンパイアとのインタビュー、さらにはヴァンパイア日記はただの吸血鬼に取り組んで有名な映画やテレビ番組のいくつかです。\u001b[22m\n\u001b[4mVampires has always been one of my biggest fascination and here I am about to express in details on why vampires has always been a hot topic nowadays and why Vampire Knight became one of them.\u001b[24m\n    \u001b[1mヴァンパイアーズはいつも私の最大の魅力の一つです。ここでは、吸血鬼がいつもホットな話題となった理由と、なぜヴァンパイア騎士がなぜその一つになったのかについて詳しく述べようとしています。\u001b[22m, \u001b[1m吸血鬼は、常に私の最大の魅力の一つとなっていると、ここで私は吸血鬼は常に、今日のホットな話題となっていると、なぜヴァンパイア騎士は、そのうちの一つとなった理由の詳細をで表現しようとしています。\u001b[22m\n\u001b[1m\u001b[22m\nThere’s a long review coming……….\n\n\u001b[1m長い見直しが来ています.........。\u001b[22m\n\u001b[1m(Nagai minaoshi ga kite imasu..........)\u001b[22m\n\nTranslations of \u001b[4mThere’s a long review coming……….\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s a long review coming……….\u001b[24m\n    \u001b[1m長い見直しが来ています.........。\u001b[22m, \u001b[1m.........来る長いレビューがあります。\u001b[22m\n\u001b[1m\u001b[22m\nAbout the STORY\n\n\u001b[1mストーリーについて\u001b[22m\n\u001b[1m(Sutōrī ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mAbout the STORY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the STORY\u001b[24m\n    \u001b[1mストーリーについて\u001b[22m, \u001b[1mSTORYについて\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAbout the CHARACTERS\n\n\u001b[1mキャラクターについて\u001b[22m\n\u001b[1m(Kyarakutā ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mAbout the CHARACTERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the CHARACTERS\u001b[24m\n    \u001b[1mキャラクターについて\u001b[22m, \u001b[1m文字について\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAbout KURAN KANAME\n\n\u001b[1mクリーンカネについて\u001b[22m\n\u001b[1m(Kurīnkane ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mAbout KURAN KANAME\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout KURAN KANAME\u001b[24m\n    \u001b[1mクリーンカネについて\u001b[22m, \u001b[1mKURAN要について\u001b[22m\nKaname is the very epitome of a real vampire. Gorgeous, sophisticated, elegant, enigmatic and very much cool. Him being a pureblood and leads the rest of the vampires make him even hotter. Plus, there’s this very mysterious aura around him just like a typical vampire character. You really can’t understand what are his real motives and the reasons with his actions. And after realizing the reasons behind it all you will love him even more. In fact, his in the top 10 of my hundred lists of best characters and NUMBER ONE on my lists cutest male characters and that never changes for so many years already. I just love it when he speaks and utter the name “Yuki”. It is like a very devil seduction.\n\n\u001b[1mKanameは本当の吸血鬼の非常に典型です。 豪華で、洗練された、エレガントで、謎めいて、とてもクールです。 彼は純血であり、吸血鬼の残りの部分を率いて彼をさらに熱くする。 加えて、典型的な吸血鬼のキャラクターのように、彼の周りには非常に不思議なオーラがあります。 あなたは本当に彼の本当の動機とその理由を理解できません。 そしてその背後にある理由を理解した後、あなたは彼をもっと愛するでしょう。 実際には、私の最高のキャラクターの100リストのトップ10には、私のリストでは、最もかわいい男性キャラクターとその何年も変わらないことはすでにあります。 私は彼が話すときにそれを愛し、\"ユキ\"という名前を言う。 それは非常に悪魔の誘惑のようなものです。\u001b[22m\n\u001b[1m(Kaname wa hontō no kyūketsuki no hijō ni tenkeidesu. Gōka de, senrensareta, eregantode, nazo meite, totemo kūrudesu. Kare wa junketsudeari, kyūketsuki no nokori no bubun o hikiite kare o sarani atsuku suru. Kuwaete, tenkei-tekina kyūketsuki no kyarakutā no yō ni, kare no mawari ni wa hijō ni fushigina ōra ga arimasu. Anata wa hontōni kare no hontō no dōki to sono riyū o rikai dekimasen. Soshite sono haigo ni aru riyū o rikai shita nochi, anata wa kare o motto aisurudeshou. Jissai ni wa, watashi no saikō no kyarakutā no 100 risuto no toppu 10 ni wa, watashi no risutode wa, mottomo kawaī dansei kyarakutā to sono nan-nen mo kawaranai koto wa sudeni arimasu. Watashi wa kare ga hanasu toki ni sore o aishi, \" Yuki\" to iu namae o iu. Sore wa hijō ni akuma no yūwaku no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mKaname is the very epitome of a real vampire. Gorgeous, sophisticated, elegant, enigmatic and very much cool. Him being a pureblood and leads the rest of the vampires make him even hotter. Plus, there’s this very mysterious aura around him just like a typical vampire character. You really can’t understand what are his real motives and the reasons with his actions. And after realizing the reasons behind it all you will love him even more. In fact, his in the top 10 of my hundred lists of best characters and NUMBER ONE on my lists cutest male characters and that never changes for so many years already. I just love it when he speaks and utter the name “Yuki”. It is like a very devil seduction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaname is the very epitome of a real vampire.\u001b[24m\n    \u001b[1mKanameは本当の吸血鬼の非常に典型です。\u001b[22m, \u001b[1mかなめは本当の吸血鬼の非常に縮図です。\u001b[22m\n\u001b[4mGorgeous, sophisticated, elegant, enigmatic and very much cool.\u001b[24m\n    \u001b[1m豪華で、洗練された、エレガントで、謎めいて、とてもクールです。\u001b[22m, \u001b[1m、ゴージャスな洗練された、エレガントな、謎と非常に涼しいです。\u001b[22m\n\u001b[4mHim being a pureblood and leads the rest of the vampires make him even hotter.\u001b[24m\n    \u001b[1m彼は純血であり、吸血鬼の残りの部分を率いて彼をさらに熱くする。\u001b[22m, \u001b[1m彼はpurebloodいると吸血鬼の残りの部分をリードし、彼はあっても熱くなります。\u001b[22m\n\u001b[4mPlus, there’s this very mysterious aura around him just like a typical vampire character.\u001b[24m\n    \u001b[1m加えて、典型的な吸血鬼のキャラクターのように、彼の周りには非常に不思議なオーラがあります。\u001b[22m, \u001b[1mさらに、単に典型的な吸血鬼の文字のような彼の周りのこの非常に神秘的なオーラがあります。\u001b[22m\n\u001b[4mYou really can’t understand what are his real motives and the reasons with his actions.\u001b[24m\n    \u001b[1mあなたは本当に彼の本当の動機とその理由を理解できません。\u001b[22m, \u001b[1mあなたは本当に彼の本当の動機や彼の行動との理由が何であるかを理解することはできません。\u001b[22m\n\u001b[4mAnd after realizing the reasons behind it all you will love him even more.\u001b[24m\n    \u001b[1mそしてその背後にある理由を理解した後、あなたは彼をもっと愛するでしょう。\u001b[22m, \u001b[1mそして、それをすべての背後にある理由を実現した後、あなたはもっと彼を愛します。\u001b[22m\n\u001b[4mIn fact, his in the top 10 of my hundred lists of best characters and NUMBER ONE on my lists cutest male characters and that never changes for so many years already.\u001b[24m\n    \u001b[1m実際には、私の最高のキャラクターの100リストのトップ10には、私のリストでは、最もかわいい男性キャラクターとその何年も変わらないことはすでにあります。\u001b[22m, \u001b[1m実際には、彼の私のリストで最高の文字とナンバーワンの私の百リストかわいい男性文字のトップ10で、すでに非常に多くの年のために変更されないこと。\u001b[22m\n\u001b[4mI just love it when he speaks and utter the name “Yuki”.\u001b[24m\n    \u001b[1m私は彼が話すときにそれを愛し、\"ユキ\"という名前を言う。\u001b[22m, \u001b[1m私はちょうど彼が話すときにそれを愛し、名前「ユキ」を口にする。\u001b[22m\n\u001b[4mIt is like a very devil seduction.\u001b[24m\n    \u001b[1mそれは非常に悪魔の誘惑のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nAbout the Animation\n\n\u001b[1mアニメーションについて\u001b[22m\n\u001b[1m(Animēshon ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mAbout the Animation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the Animation\u001b[24m\n    \u001b[1mアニメーションについて\u001b[22m\nVampire Knight has one of the most amazing animations with its breathtaking visuals and gorgeous looking characters. The seiyus’ voice gives more seduction to the hotness of the characters and so the delivery of the lines is so magnificent.\n\n\u001b[1mヴァンパイア騎士は驚異的なビジュアルと豪華な見た目のキャラクターで最も素晴らしいアニメーションの1つを持っています。 セイユウスの声は、キャラクターの魅力にもっと誘惑を与えるので、ラインの配達はとても素晴らしいです。\u001b[22m\n\u001b[1m(Vu~anpaia kishi wa kyōi-tekina bijuaru to gōkana mitame no kyarakutā de mottomo subarashī animēshon no 1tsu o motte imasu. Seiyuusu no koe wa, kyarakutā no miryoku ni motto yūwaku o ataerunode, rain no haitatsu wa totemo subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mVampire Knight has one of the most amazing animations with its breathtaking visuals and gorgeous looking characters. The seiyus’ voice gives more seduction to the hotness of the characters and so the delivery of the lines is so magnificent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVampire Knight has one of the most amazing animations with its breathtaking visuals and gorgeous looking characters.\u001b[24m\n    \u001b[1mヴァンパイア騎士は驚異的なビジュアルと豪華な見た目のキャラクターで最も素晴らしいアニメーションの1つを持っています。\u001b[22m, \u001b[1mヴァンパイア騎士は、その息をのむ映像と豪華な探して文字で最も素晴らしいアニメーションのいずれかを持っています。\u001b[22m\n\u001b[4mThe seiyus’ voice gives more seduction to the hotness of the characters and so the delivery of the lines is so magnificent.\u001b[24m\n    \u001b[1mセイユウスの声は、キャラクターの魅力にもっと誘惑を与えるので、ラインの配達はとても素晴らしいです。\u001b[22m, \u001b[1mseiyusの声は、文字の辛さに多くの誘惑を与えるので、ラインの配信はとても壮大です。\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of my favorites and would always remember even after watching it or even after so many years. I am so looking forward to the sequel.\n\n\u001b[1mこれは私のお気に入りの一つであり、それを見た後でさえ、あるいは何年も経った後でさえ常に覚えています。 私は続編を楽しみにしています。\u001b[22m\n\u001b[1m(Kore wa watashinōkiniiri no hitotsudeari, sore o mita nochide sae, aruiwa nan'nen mo tatta nochide sae tsuneni oboete imasu. Watashi wa zokuhen o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is one of my favorites and would always remember even after watching it or even after so many years. I am so looking forward to the sequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of my favorites and would always remember even after watching it or even after so many years.\u001b[24m\n    \u001b[1mこれは私のお気に入りの一つであり、それを見た後でさえ、あるいは何年も経った後でさえ常に覚えています。\u001b[22m, \u001b[1mこれは私のお気に入りの一つであり、常にも、それを見た後に、あるいは非常に多くの年後に覚えているだろう。\u001b[22m\n\u001b[4mI am so looking forward to the sequel.\u001b[24m\n    \u001b[1m私は続編を楽しみにしています。\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "YuukiLovesZero",
    "profile": "/profile/YuukiLovesZero/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=18056",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  7\n\nこのアニメは、私が今までに見てきた最高のアニメです。 私は多くを見てきましたが、これが私が見ている最高のものだと信じています。\n\nこのアニメは、非常に暗いストーリーラインを持っているので、年上の十代の若者にとっては無意味です。 それが始まると、それはちょうど典型的な高校のアニメ（私は嫌い）のように思えるが、それはそれとはまったく異なる何かに判明した...\n\nあなたがロマンス/アクションのバランスが良いアニメが好きなら、これはあなたのアニメです。 それは私が今までアニメで見た中で最もロマンスなシーンを持っています。 このシリーズは非常に多くの悲劇的な物語を持ち、それはあなたが関係するすべての文字を愛するようになります。\n\nこのアニメはまったく予測できません。 私は試しましたが、役に立たなかったのです。 新しいエピソードでは狂ったことが起こり、「どうしてそんなことが起こるの？！？！」\n\n本当に私を持っていた別のものは、日本の声でした。 私は一般的に潜伏したアニメを見る人ではありませんが、私はそれを私に持ってきました！ 日本の声はとても感動しているので、本当に私はその番組をもっともっと見たいと思っていました。 私は本当にゼロとカナメの声を大好きでした、彼らはただの感情を描いていました。\n\nあなたがこれを見れば、ヴァンパイア騎士ギルティーは2番目のシーズンです。 私はこれが助けて欲しい:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is actually the best anime I have seen to date. I have watched many, but TRULY believe this is the best one I will ever see.\n\n\u001b[1mこのアニメは、私が今までに見てきた最高のアニメです。 私は多くを見てきましたが、これが私が見ている最高のものだと信じています。\u001b[22m\n\u001b[1m(Kono anime wa, watashi ga ima made ni mitekita saikō no animedesu. Watashi wa ōku o mitekimashita ga, kore ga watashi ga mite iru saikō no monoda to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is actually the best anime I have seen to date. I have watched many, but TRULY believe this is the best one I will ever see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is actually the best anime I have seen to date.\u001b[24m\n    \u001b[1mこのアニメは、私が今までに見てきた最高のアニメです。\u001b[22m, \u001b[1mこのアニメは、実際に私が今までに見た中で最高のアニメです。\u001b[22m\n\u001b[4mI have watched many, but TRULY believe this is the best one I will ever see.\u001b[24m\n    \u001b[1m私は多くを見てきましたが、これが私が見ている最高のものだと信じています。\u001b[22m, \u001b[1m私は多くのを見て、真にこれは私が今まで表示されます最高の一つであると信じています。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is defintely for older teens, as it has a very dark storlyline. When it starts out, it seems like it just some typical high school anime (which I hate) but it turned out to be something completely different than that...\n\n\u001b[1mこのアニメは、非常に暗いストーリーラインを持っているので、年上の十代の若者にとっては無意味です。 それが始まると、それはちょうど典型的な高校のアニメ（私は嫌い）のように思えるが、それはそれとはまったく異なる何かに判明した...\u001b[22m\n\u001b[1m(Kono anime wa, hijō ni kurai sutōrīrain o motte irunode, toshiue no jūdai no wakamono ni totte wa muimidesu. Sore ga hajimaru to, sore wa chōdo tenkei-tekina kōkō no anime (watashi wa kirai) no yō ni omoeruga, soreha soreto wa mattaku kotonaru nanika ni hanmei shita...)\u001b[22m\n\nTranslations of \u001b[4mThis anime is defintely for older teens, as it has a very dark storlyline. When it starts out, it seems like it just some typical high school anime (which I hate) but it turned out to be something completely different than that...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is defintely for older teens, as it has a very dark storlyline.\u001b[24m\n    \u001b[1mこのアニメは、非常に暗いストーリーラインを持っているので、年上の十代の若者にとっては無意味です。\u001b[22m, \u001b[1mそれは非常に暗いstorlylineを持っているように、このアニメは、古い十代の若者たちのためによっぽどです。\u001b[22m\n\u001b[4mWhen it starts out, it seems like it just some typical high school anime (which I hate) but it turned out to be something completely different than that...\u001b[24m\n    \u001b[1mそれが始まると、それはちょうど典型的な高校のアニメ（私は嫌い）のように思えるが、それはそれとはまったく異なる何かに判明した...\u001b[22m, \u001b[1mそれが出て起動すると、それだけでいくつかの典型的な高校のアニメのように思える（私は嫌い）であってもよいが、それはそれよりも完全に異なるものであることが判明し...\u001b[22m\n\u001b[1m\u001b[22m\nIf you like an anime with a good balance of romance/action, then this is the anime for you. It has the best romance scenes I have ever seen in an anime. This series has so many tragic stories, and it makes you love all the characters involved.\n\n\u001b[1mあなたがロマンス/アクションのバランスが良いアニメが好きなら、これはあなたのアニメです。 それは私が今までアニメで見た中で最もロマンスなシーンを持っています。 このシリーズは非常に多くの悲劇的な物語を持ち、それはあなたが関係するすべての文字を愛するようになります。\u001b[22m\n\u001b[1m(Anata ga romansu/ akushon no baransu ga yoi anime ga sukinara, kore wa anata no animedesu. Sore wa watashi ga imamade anime de mita naka de mottomo romansuna shīn o motte imasu. Kono shirīzu wa hijō ni ōku no higeki-tekina monogatari o mochi, sore wa anata ga kankei suru subete no moji o aisuru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you like an anime with a good balance of romance/action, then this is the anime for you. It has the best romance scenes I have ever seen in an anime. This series has so many tragic stories, and it makes you love all the characters involved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like an anime with a good balance of romance/action, then this is the anime for you.\u001b[24m\n    \u001b[1mあなたがロマンス/アクションのバランスが良いアニメが好きなら、これはあなたのアニメです。\u001b[22m, \u001b[1mあなたがロマンス/アクションのバランスが良いとアニメが好きなら、これはあなたのためのアニメです。\u001b[22m\n\u001b[4mIt has the best romance scenes I have ever seen in an anime.\u001b[24m\n    \u001b[1mそれは私が今までアニメで見た中で最もロマンスなシーンを持っています。\u001b[22m, \u001b[1mそれは私が今までのアニメで見た中で最高のロマンスのシーンがあります。\u001b[22m\n\u001b[4mThis series has so many tragic stories, and it makes you love all the characters involved.\u001b[24m\n    \u001b[1mこのシリーズは非常に多くの悲劇的な物語を持ち、それはあなたが関係するすべての文字を愛するようになります。\u001b[22m, \u001b[1mこのシリーズは、非常に多くの悲劇的な物語を持っており、それはあなたが関与するすべての文字が大好きになります。\u001b[22m\n\u001b[1m\u001b[22m\nYou cannot predict this anime at all. I tried, but it was to no avail. New, crazy things happen in each episode that leave you thinking, 'How could that possibly happen?!?!'\n\n\u001b[1mこのアニメはまったく予測できません。 私は試しましたが、無駄でした。 新しいエピソードでは狂ったことが起こり、「どうしてそんなことが起こるの？！？！」\u001b[22m\n\u001b[1m(Kono anime wa mattaku yosoku dekimasen. Watashi wa tameshimashitaga, mudadeshita. Atarashī episōdode wa kurutta koto ga okori,`dōshite son'na koto ga okoru no?!?!')\u001b[22m\n\nTranslations of \u001b[4mYou cannot predict this anime at all. I tried, but it was to no avail. New, crazy things happen in each episode that leave you thinking, 'How could that possibly happen?!?!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou cannot predict this anime at all.\u001b[24m\n    \u001b[1mこのアニメはまったく予測できません。\u001b[22m, \u001b[1mあなたがすべてでこのアニメを予測することはできません。\u001b[22m\n\u001b[4mI tried, but it was to no avail.\u001b[24m\n    \u001b[1m私は試しましたが、無駄でした。\u001b[22m, \u001b[1m私がしようとしたが、それは無駄にしました。\u001b[22m\n\u001b[4mNew, crazy things happen in each episode that leave you thinking, 'How could that possibly happen?!?!'\u001b[24m\n    \u001b[1m新しいエピソードでは狂ったことが起こり、「どうしてそんなことが起こるの？！？！」\u001b[22m, \u001b[1m新しい、狂気の事はあなたが、思ったまま各エピソードで起こる「どのようにそれが発生した可能性があり？！？！」\u001b[22m\n\u001b[1m\u001b[22m\nAnother thing that really had me was the Japanese voices. I am not really one to watch subbed anime in general, but this one got me into it! The Japanese voices have so much more emotion in them, and that really made me want to watch the show SO much more. I really did love Zero and Kaname's voices, they just portrayed so much emotion.\n\n\u001b[1m本当に私を持っていた別のものは、日本の声でした。 私は一般的に潜伏したアニメを見る人ではありませんが、私はそれを私に持ってきました！ 日本の声はとても感動しているので、本当に私はその番組をもっともっと見たいと思っていました。 私は本当にゼロとカナメの声を大好きでした、彼らはただの感情を描いていました。\u001b[22m\n\u001b[1m(Hontōni watashi o motte ita betsu no mono wa, Nihon no koedeshita. Watashi wa ippantekini senpuku shita anime o miru hitode wa arimasenga, watashi wa sore o watashi ni motte kimashita! Nihon no koe wa totemo kandō shite irunode, hontōni watashi wa sono bangumi o motto motto mitai to omotte imashita. Watashi wa hontōni zero to kaname no koe o daisukideshita, karera wa tada no kanjō o kaite imashita.)\u001b[22m\n\nTranslations of \u001b[4mAnother thing that really had me was the Japanese voices. I am not really one to watch subbed anime in general, but this one got me into it! The Japanese voices have so much more emotion in them, and that really made me want to watch the show SO much more. I really did love Zero and Kaname's voices, they just portrayed so much emotion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother thing that really had me was the Japanese voices.\u001b[24m\n    \u001b[1m本当に私を持っていた別のものは、日本の声でした。\u001b[22m, \u001b[1m本当に私を持っていたもう一つは、日本の声でした。\u001b[22m\n\u001b[4mI am not really one to watch subbed anime in general, but this one got me into it!\u001b[24m\n    \u001b[1m私は一般的に潜伏したアニメを見る人ではありませんが、私はそれを私に持ってきました！\u001b[22m, \u001b[1m私は本当に一般的に下塗りアニメを見てではないですが、これがその中に私を得ました！\u001b[22m\n\u001b[4mThe Japanese voices have so much more emotion in them, and that really made me want to watch the show SO much more.\u001b[24m\n    \u001b[1m日本の声はとても感動しているので、本当に私はその番組をもっともっと見たいと思っていました。\u001b[22m, \u001b[1m日本の声はそれらの中にそんなに多くの感情を持って、それは本当に私はそんなに多くのショーを見たいと思うしました。\u001b[22m\n\u001b[4mI really did love Zero and Kaname's voices, they just portrayed so much emotion.\u001b[24m\n    \u001b[1m私は本当にゼロとカナメの声を大好きでした、彼らはただの感情を描いていました。\u001b[22m, \u001b[1m私は本当に愛ゼロとかなめの声が、彼らはそんなに感情を描写しました。\u001b[22m\n\u001b[1m\u001b[22m\nIf you do watch this, Vampire Knight Guilty is the second season, which you must watch after! I hope this helped :)\n\n\u001b[1mあなたがこれを見れば、ヴァンパイア騎士ギルティーは2番目のシーズンです。 私はこれが助けて欲しい:)\u001b[22m\n\u001b[1m(Anata ga kore o mireba, vu~anpaia kishi girutī wa 2-banme no shīzundesu. Watashi wa kore ga tasukete hoshī: ))\u001b[22m\n\nTranslations of \u001b[4mIf you do watch this, Vampire Knight Guilty is the second season, which you must watch after! I hope this helped :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you do watch this, Vampire Knight Guilty is the second season, which you must watch after!\u001b[24m\n    \u001b[1mあなたがこれを見れば、ヴァンパイア騎士ギルティーは2番目のシーズンです。\u001b[22m, \u001b[1mあなたはこれを見て行う場合は、ヴァンパイア騎士ギルティあなたは後に見なければならない第二のシーズンです！\u001b[22m\n\u001b[4mI hope this helped :)\u001b[24m\n    \u001b[1m私はこれが助けて欲しい:)\u001b[22m, \u001b[1m私はこれが助け願っています:)\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "Kriistiin",
    "profile": "/profile/Kriistiin/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=44281",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は、物語自体が創造的で奇妙なものだと信じています。 それはウォッチャーの注意を大きく引きつけます。 私はこの特定のジャンル、特にアニメに完全に満足しています。 全体的に、それはすべてのエリアで10です！ アニメの長さも短すぎもなく、誰もが「ハンサムな」ヴァンパイアの+アニメ+ロマンスを楽しんでいる人は、これはTHEEアニメと見ることができます。 ウォッチャーが文字と恋に落ちても、品質と芸術は壮大です。 それは非常に激しいです。 文字、それらのそれぞれ、そしてすべて。 ユニークです。 彼らはすべて自立しており、それぞれのためにウォッチャーの心臓部に特別な場所を持っています。 彼らはすべて異なった人格を持っていて、次に何が起こるかは決して分かりません。 このアニメを見て楽しんだのは100％でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI believe, the story itself is a creative and strange one. It captures the watcher's attention greatly. I am totally satisfied with this particular genre, especially the anime. Overall, it is a 10 in every area! It isn't too long nor too short of an anime and whomever enjoy's 'handsome,' looking vampire's + anime + romance, this would be THEE anime to watch. The quality and art is magnificent, even the watcher falls in-love with the characters. It is very intense. The characters, each and every one of them; are unique. They are all out-standing and have a special place in the watchers heart for every one of them. They all have different personalities and you never know what will happen next. My enjoyment of watching this specific anime was 100 %.\n\n\u001b[1m私は、物語自体が創造的で奇妙なものだと信じています。 それはウォッチャーの注意を大きく引きつけます。 私はこの特定のジャンル、特にアニメに完全に満足しています。 全体的に、それはすべてのエリアで10です！ アニメの長さも短すぎもなく、誰もが「ハンサムな」ヴァンパイアの+アニメ+ロマンスを楽しんでいる人は、これはTHEEアニメと見ることができます。 ウォッチャーが文字と恋に落ちても、品質と芸術は壮大です。 それは非常に激しいです。 文字、それらのそれぞれ、そしてすべて。 ユニークです。 彼らはすべて自立しており、それぞれのためにウォッチャーの心臓部に特別な場所を持っています。 彼らはすべて異なった人格を持っていて、次に何が起こるかは決して分かりません。 このアニメを見て楽しんだのは100％でした。\u001b[22m\n\u001b[1m(Watashi wa, monogatari jitai ga sōzō-tekide kimyōna monoda to shinjite imasu. Sore wa u~otchā no chūi o ōkiku hikitsukemasu. Anime no naga-sa mo tan sugi mo naku, daremoga `hansamuna' vu~anpaia no + anime + romansu o tanoshinde iru hito wa, koreha THEE anime to miru koto ga dekimasu. U~otchā ga moji to koiniochite mo, hinshitsu to geijutsu wa sōdaidesu. Sore wa hijō ni hageshīdesu. Moji, sorera no sorezore, soshite subete. Yunīkudesu. Karera wa subete jiritsu shite ori, sorezore no tame ni u~otchā no shinzō-bu ni tokubetsuna basho o motte imasu. Karera wa subete kotonatta jinkaku o motte ite, tsugini nani ga okoru ka wa kesshite wakarimasen. Kono anime o mite tanoshinda no wa 100-pāsentodeshita. Watashi wa kono tokutei no janru, tokuni anime ni kanzen ni manzoku shite imasu. Zentai-teki ni, soreha subete no eria de 10desu!)\u001b[22m\n\nTranslations of \u001b[4mI believe, the story itself is a creative and strange one. It captures the watcher's attention greatly. I am totally satisfied with this particular genre, especially the anime. Overall, it is a 10 in every area! It isn't too long nor too short of an anime and whomever enjoy's 'handsome,' looking vampire's + anime + romance, this would be THEE anime to watch. The quality and art is magnificent, even the watcher falls in-love with the characters. It is very intense. The characters, each and every one of them; are unique. They are all out-standing and have a special place in the watchers heart for every one of them. They all have different personalities and you never know what will happen next. My enjoyment of watching this specific anime was 100 %.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI believe, the story itself is a creative and strange one.\u001b[24m\n    \u001b[1m私は、物語自体が創造的で奇妙なものだと信じています。\u001b[22m, \u001b[1m私は物語自体は創造的で奇妙なものである、と信じています。\u001b[22m\n\u001b[4mIt captures the watcher's attention greatly.\u001b[24m\n    \u001b[1mそれはウォッチャーの注意を大きく引きつけます。\u001b[22m, \u001b[1mこれは、大幅ウォッチャーの注目をキャプチャします。\u001b[22m\n\u001b[4mIt isn't too long nor too short of an anime and whomever enjoy's 'handsome,' looking vampire's + anime + romance, this would be THEE anime to watch.\u001b[24m\n    \u001b[1mアニメの長さも短すぎもなく、誰もが「ハンサムな」ヴァンパイアの+アニメ+ロマンスを楽しんでいる人は、これはTHEEアニメと見ることができます。\u001b[22m, \u001b[1m吸血鬼の+アニメ+ロマンスを探して」、ハンサム 'が長すぎたり、アニメの短すぎないと誰がのを楽しんで、このアニメ見にTHEEだろう。\u001b[22m\n\u001b[4mThe quality and art is magnificent, even the watcher falls in-love with the characters.\u001b[24m\n    \u001b[1mウォッチャーが文字と恋に落ちても、品質と芸術は壮大です。\u001b[22m, \u001b[1m品質と芸術もウォッチャーは、文字と恋に落ちる-、壮大です。\u001b[22m\n\u001b[4mIt is very intense.\u001b[24m\n    \u001b[1mそれは非常に激しいです。\u001b[22m, \u001b[1mこれは非常に激しいです。\u001b[22m\n\u001b[4mThe characters, each and every one of them;\u001b[24m\n    \u001b[1m文字、それらのそれぞれ、そしてすべて。\u001b[22m, \u001b[1m文字、一人ひとりそのうちの一つ。\u001b[22m\n\u001b[4mare unique.\u001b[24m\n    \u001b[1mユニークです。\u001b[22m\n\u001b[4mThey are all out-standing and have a special place in the watchers heart for every one of them.\u001b[24m\n    \u001b[1m彼らはすべて自立しており、それぞれのためにウォッチャーの心臓部に特別な場所を持っています。\u001b[22m, \u001b[1m彼らはすべてのアウトスタンディングであり、それらの一つ一つの監視者の心の中で特別な場所を持っています。\u001b[22m\n\u001b[4mThey all have different personalities and you never know what will happen next.\u001b[24m\n    \u001b[1m彼らはすべて異なった人格を持っていて、次に何が起こるかは決して分かりません。\u001b[22m, \u001b[1m彼らはすべての異なる個性を持っていて、次に何が起こるか分かりません。\u001b[22m\n\u001b[4mMy enjoyment of watching this specific anime was 100 %.\u001b[24m\n    \u001b[1mこのアニメを見て楽しんだのは100％でした。\u001b[22m, \u001b[1mこの特定のアニメを見ての私の楽しみは100％でした。\u001b[22m\n\u001b[4mI am totally satisfied with this particular genre, especially the anime.\u001b[24m\n    \u001b[1m私はこの特定のジャンル、特にアニメに完全に満足しています。\u001b[22m, \u001b[1m私は、この特定のジャンル、特にアニメと完全に満足しています。\u001b[22m\n\u001b[4mOverall, it is a 10 in every area!\u001b[24m\n    \u001b[1m全体的に、それはすべてのエリアで10です！\u001b[22m, \u001b[1m全体的に、それはすべての地域では10です！\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "Yoshizaburo_007",
    "profile": "/profile/Yoshizaburo_007/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=20905",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nヴァンパイア騎士は非常に良いアニメです。 ストロリーラインはストレスを感じていて、リットルのサイドストーリーがどのように入っているのが大好きです。 あなたは私がYouTubeでそれをチェックアウトすると信じていない場合、彼らは良い品質のすべてのエピソードを持っています。 他のアニメとは違って、ヴァンパイア騎士物語のストーリー・ラインは決して邪魔ではなく、それはポイントまでストレートになります。 ショーはすべて中毒性があります。 フリストのエピソードから私が見たものまで。 本当に愚かな退屈なアニメに疲れている人は、本当にこれを試してみるべきです。 声はまた本当にクールで、彼らは声やキャラクターの性格とよくマッチすることができました。 私はこのアニメに迷惑を掛けていると言えるのは、ダブではなく英語のみであることです。 画面を読むのは面倒ですが、しばらくするとショーで迷子になり読書を忘れることがあります。 非常に、非常に、非常にaddictingショー。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nVampire Knight is a very good anime. The stroy line is intresting and I love how it contains littile side stories. If you dont believe me check it out on youtube they have all the episodes in good quality. Unlike some other animes Vampire Knights story line isnt legnthy and it gets strait to the point. The show is all around addictive. From the frist episode to the one I've seen. Anybody who really is tired of stupid boring animes should really give this a try. The voices are also really cool and they were able to match the voice and the characters personality quiete well. Only thing that i would say is annoying about this anime is that it only has english subs not dubs. Reading the screen can get tiresome but after a while you get lost in the show and forget your reading. A very, very, very addicting show.\n\n\u001b[1mヴァンパイア騎士は非常に良いアニメです。 ストロリーラインはストレスを感じていて、リットルのサイドストーリーがどのように入っているのが大好きです。 あなたは私がYouTubeでそれをチェックアウトすると信じていない場合、彼らは良い品質のすべてのエピソードを持っています。 他のアニメとは違って、ヴァンパイア騎士物語のストーリー・ラインは決して邪魔ではなく、それはポイントまでストレートになります。 ショーはすべて中毒性があります。 フリストのエピソードから私が見たものまで。 本当に愚かな退屈なアニメに疲れている人は、本当にこれを試してみるべきです。 声はまた本当にクールで、彼らは声やキャラクターの性格とよくマッチすることができました。 私はこのアニメに迷惑を掛けていると言えるのは、ダブではなく英語のみであることです。 画面を読むのは面倒ですが、しばらくするとショーで迷子になり読書を忘れることがあります。 非常に、非常に、非常にaddictingショー。\u001b[22m\n\u001b[1m(Vu~anpaia kishi wa hijō ni yoi animedesu. Sutororīrain wa sutoresu o kanjite ite, rittoru no saidosutōrī ga dono yō ni haitte iru no ga daisukidesu. Hoka no anime to wa chigatte, vu~anpaia kishi monogatari no sutōrī rain wa kesshite jamade wa naku, soreha pointo made sutorēto ni narimasu. Shō wa subete chūdoku-sei ga arimasu. Furi suto no episōdo kara watashi ga mita mono made. Hontōni orokana taikutsuna anime ni tsukarete iru hito wa, hontōni kore o tameshite mirubekidesu. Koe wa mata hontōni kūru de, karera wa koe ya kyarakutā no seikaku to yoku matchi suru koto ga dekimashita. Watashi wa kono anime ni meiwaku o kakete iru to ieru no wa, dabude wanaku eigo nomidearu kotodesu. Gamen o yomu no wa mendōdesuga, shibaraku suru to shō de maigo ni nari dokusho o wasureru koto ga arimasu. Hijō ni, hijō ni, hijō ni addicting shō. Anata wa watashi ga yūchūbu de sore o chekku auto suru to shinjite inai baai, karera wa yoi hinshitsu no subete no episōdo o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mVampire Knight is a very good anime. The stroy line is intresting and I love how it contains littile side stories. If you dont believe me check it out on youtube they have all the episodes in good quality. Unlike some other animes Vampire Knights story line isnt legnthy and it gets strait to the point. The show is all around addictive. From the frist episode to the one I've seen. Anybody who really is tired of stupid boring animes should really give this a try. The voices are also really cool and they were able to match the voice and the characters personality quiete well. Only thing that i would say is annoying about this anime is that it only has english subs not dubs. Reading the screen can get tiresome but after a while you get lost in the show and forget your reading. A very, very, very addicting show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVampire Knight is a very good anime.\u001b[24m\n    \u001b[1mヴァンパイア騎士は非常に良いアニメです。\u001b[22m\n\u001b[4mThe stroy line is intresting and I love how it contains littile side stories.\u001b[24m\n    \u001b[1mストロリーラインはストレスを感じていて、リットルのサイドストーリーがどのように入っているのが大好きです。\u001b[22m, \u001b[1mstroyラインはintrestingのであり、私はそれがlittileサイドストーリーが含まれている方法が大好きです。\u001b[22m\n\u001b[4mUnlike some other animes Vampire Knights story line isnt legnthy and it gets strait to the point.\u001b[24m\n    \u001b[1m他のアニメとは違って、ヴァンパイア騎士物語のストーリー・ラインは決して邪魔ではなく、それはポイントまでストレートになります。\u001b[22m, \u001b[1mいくつかの他のアニメヴァンパイア騎士ストーリーラインありえないのlegnthyとは異なり、それがポイントに海峡ます。\u001b[22m\n\u001b[4mThe show is all around addictive.\u001b[24m\n    \u001b[1mショーはすべて中毒性があります。\u001b[22m, \u001b[1mショーはすべての周り中毒性があります。\u001b[22m\n\u001b[4mFrom the frist episode to the one I've seen.\u001b[24m\n    \u001b[1mフリストのエピソードから私が見たものまで。\u001b[22m, \u001b[1m1に延期エピソードから私は見てきました。\u001b[22m\n\u001b[4mAnybody who really is tired of stupid boring animes should really give this a try.\u001b[24m\n    \u001b[1m本当に愚かな退屈なアニメに疲れている人は、本当にこれを試してみるべきです。\u001b[22m, \u001b[1m本当に愚かな退屈なアニメの疲れている誰もが本当にこのを試してみる必要があります。\u001b[22m\n\u001b[4mThe voices are also really cool and they were able to match the voice and the characters personality quiete well.\u001b[24m\n    \u001b[1m声はまた本当にクールで、彼らは声やキャラクターの性格とよくマッチすることができました。\u001b[22m, \u001b[1m声も本当にクールであり、彼らはよく、音声と文字の人格Quieteのと一致することができました。\u001b[22m\n\u001b[4mOnly thing that i would say is annoying about this anime is that it only has english subs not dubs.\u001b[24m\n    \u001b[1m私はこのアニメに迷惑を掛けていると言えるのは、ダブではなく英語のみであることです。\u001b[22m, \u001b[1m私はこのアニメについて迷惑だと思います唯一の事はそれだけで英語潜水艦ないダビングを有することです。\u001b[22m\n\u001b[4mReading the screen can get tiresome but after a while you get lost in the show and forget your reading.\u001b[24m\n    \u001b[1m画面を読むのは面倒ですが、しばらくするとショーで迷子になり読書を忘れることがあります。\u001b[22m, \u001b[1m画面を読むことは退屈得ることができますが、しばらくすると、あなたはショーの中で迷子とあなたの読書を忘れます。\u001b[22m\n\u001b[4mA very, very, very addicting show.\u001b[24m\n    \u001b[1m非常に、非常に、非常にaddictingショー。\u001b[22m, \u001b[1m非常に、非常に、非常に中毒ショー。\u001b[22m\n\u001b[4mIf you dont believe me check it out on youtube they have all the episodes in good quality.\u001b[24m\n    \u001b[1mあなたは私がYouTubeでそれをチェックアウトすると信じていない場合、彼らは良い品質のすべてのエピソードを持っています。\u001b[22m, \u001b[1mあなたが信じていけない場合、私は、彼らは良い品質のすべてのエピソードを持ってユーチューブにそれをチェックアウト。\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "Amehsk",
    "profile": "/profile/Amehsk/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=83709",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\nストーリー\n9.5 / 10\n\n吸血鬼のすばらしい世界。純血の素晴らしいパワーによってどこが支配されているのか...\n5歳のユウキ・クロスは純血の吸血鬼で救われました。 今では10年後にクロス・アカデミーで昼休みに勉強していますが、夜には学校の敷地内をゼロで吸血鬼のハンターに振り回り、吸血鬼になってから純血で彼に与えられた吸血鬼のハンターが誰にも見つからないようにします 夜のクラスは実際には吸血鬼で構成されています。 彼女が自分の過去を見つけようとしている間に畏敬の念と恐怖の間に捕まえられた吸血鬼の世界に住んでいる彼女の人生についてのすばらしい話は、彼女の近くにいる人の幸せを確実にします。\nどこにいても血があり、美しいラブストーリーがありますが、彼女と彼女の幼なじみを救った人の間で決める必要があります。\n\n\n私はストーリーラインが大好きで、通常のヴァンパイアのストーリーとはまったく異なっています。 それはあなたに畏敬の念を起こす瞬間をもたらします。\n\nアニメーション\n8.5 / 10\n\nそれは本当に良いですが、漫画の芸術作品ほど素晴らしいものではありません。 見ることが絶対に美しいいくつかのシーンがあります。 戦いの順序と血を持っているものは、あなたを行かせます -  O.M.G！\n\n私は空中にたくさんの緊張があるシーンが大好きで、あなたの息を止めさせます。\n\n音\n9.5 / 10\n\nオープニングトラックとクローズトラックは素晴らしいです！ アニメのサウンドエフェクトでさえ十分にタイミングが取れます。 背景音楽はシーンの雰囲気に合っています。\n\nキャラクター\n10/10\n\n美しく創られた それぞれのキャラクターは彼らに与えられた役割に合っており、一緒に魔法の物語を織り成すことができます。\n大部分は文字は暗くて美しいので、それを考えるのは罪です。\nそれぞれのキャラクターの役割の背後には多くの隠された意味があり、それはあなたがそれらをさらに愛するようにします。\n\n全体\n9.5 / 10\n\nこれは合計が見なければならない!! あなたがアニメと恋に落ちることを私は保証します。 唯一の欠点は、本当の楽しみが始まる前に止まることです。\nもしあなたが本当にやりたいことを手に入れたいのであれば、マンガを読む必要があります。\n\n - 引用 - \n\n'世界は血の色で染められている。 それは以前のように戻ってくることは決してできません。\n「次回に目を開けば、世界はすでに変わっているかもしれない」\n「私は泣き叫びたい、悲鳴を切る私の心の部分を隠して隠すだろう」\n「そういうことが、私が昔のやり方に戻ったような気分にさせる。 うん。 ゼロはゼロです。 今あなたが吸血鬼であっても。\n「何も分からなかった。 ゼロは苦しんで4年間苦しんだ。 あなたは何を考えていたのですか？ 彼は吸血鬼をあまりにも嫌う、彼はそれらをすべて殺すために望んでいる。 すべての時間、ゼロは自分自身も殺したかった。\n「私は彼のために憧れています....しかし、私は理解しています。 吸血鬼と人間が交差できない線があります。\nユウキクロス\n\n「私はこのような優しい手とこの種の笑顔が、私がそのようなことを望んではいけないのに、\n「彼女の存在は私にとって世界を意味する」\n「ゆうきがそこにいたので、私は生きていたかもしれない...」\nしかし、あなたは吸血鬼になるのは大丈夫だと思ったのですが...？ 私は決してあなたがそのようなものに変わることを許さないでしょう。 たとえそれが私の敵である金蘭を敵にする必要があるとしても、それがあなたが私を憎むことを意味しても......\n'それはなぜあなたのために、あなたは私に残酷になる権利があります。\nあなたがどれくらい心配しても、あなたが好きなだけ多くの危険にさらされても、私はあなたのために余生を犠牲にしなければなりません。 私は苦情の言葉を発していないだろう\"\nぜろ きりゅう\n\n「人間は決して吸血鬼に変わるべきではない。 しかし、歴史から隠されていた昔、吸血鬼と吸血鬼の狩人の戦争がピークを迎えたとき、吸血鬼たちは多くの人間を吸血鬼にして戦いに使った。 そして今、貴族たちはその生存者を管理する義務を負っています。 時々、私たちはそれらを殺す必要があります... '\n'大丈夫。 あなたはちょうどあなたの方法である、ゆゆきです。 あなたは私を待っている夜のクラスの学生とは違う...あなたは暖かい女の子、ゆき。 これで十分です。」\n'ゼロ、あなたは誰よりも吸血鬼を嫌う人だと思っています...しかし、他の誰よりも血が必要です。 あなたは他の吸血鬼のような吸血鬼だと思うよ。\nかなめ くらん\n\n\n「次の夜、甘い夢を見せてあげるよ」\n - アニメで。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n9.5/10\n\n\u001b[1m9.5 / 10\u001b[22m\n\u001b[1m(9. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4m9.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9.5/10\u001b[24m\n    \u001b[1m9.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\nThe amazing world of vampires.. where they are ruled by the awesome power of the pure bloods...\n\n\u001b[1m吸血鬼のすばらしい世界。純血の素晴らしいパワーによってどこが支配されているのか...\u001b[22m\n\u001b[1m(Kyūketsuki no subarashī sekai. Junketsu no subarashī pawā ni yotte doko ga shihai sa rete iru no ka...)\u001b[22m\n\nTranslations of \u001b[4mThe amazing world of vampires.. where they are ruled by the awesome power of the pure bloods...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe amazing world of vampires.. where they are ruled by the awesome power of the pure bloods...\u001b[24m\n    \u001b[1m吸血鬼のすばらしい世界。純血の素晴らしいパワーによってどこが支配されているのか...\u001b[22m, \u001b[1m彼らは純粋な血の恐るべき力によって支配されている吸血鬼..の素晴らしい世界...\u001b[22m\nYuuki Cross who at the age of 5 was saved by a pure blood vampire Kaname from another blood thirsty vamp remembers this as her first memory. Now after ten years she studies at Cross Academy in the day class while at night roams the school grounds with Zero a vampire hunter who turns into a vampire from a bite given to him by a pure blood, to ensure that no one ever finds out that the night class actually consists of vampires. It a wonderful story about a girl life as she lives in the world of vampire caught between awe and fear for them while she tries to discover her own past and ensure the well being of those close to her.\n\n\u001b[1m5歳のユウキ・クロスは純血の吸血鬼で救われました。 今では10年後にクロス・アカデミーで昼休みに勉強していますが、夜には学校の敷地内をゼロで吸血鬼のハンターに振り回り、吸血鬼になってから純血で彼に与えられた吸血鬼のハンターが誰にも見つからないようにします 夜のクラスは実際には吸血鬼で構成されています。 彼女が自分の過去を見つけようとしている間に畏敬の念と恐怖の間に捕まえられた吸血鬼の世界に住んでいる彼女の人生についてのすばらしい話は、彼女の近くにいる人の幸せを確実にします。\u001b[22m\n\u001b[1m(5-Sai no yūki kurosu wa junketsu no kyūketsuki de sukuwa remashita. Ima dewa 10-nen-go ni kurosu akademī de hiruyasumi ni benkyō shite imasuga, yoru ni wa gakkō no shikichi-nai o zero de kyūketsuki no hantā ni furi mawari, kyūketsuki ni natte kara junketsu de kare ni atae rareta kyūketsuki no hantā ga darenimo mitsukaranai yō ni shimasu yoru no kurasu wa jissai ni wa kyūketsuki de kōsei sa rete imasu. Kanojo ga jibun no kako o mitsukeyou to shite iru ma ni ikei no nen to kyōfu no ma ni tsukamae rareta kyūketsuki no sekai ni sunde iru kanojo no jinsei ni tsuite no subarashī hanashi wa, kanojo no chikaku ni iru hito no shiawase o kakujitsu ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mYuuki Cross who at the age of 5 was saved by a pure blood vampire Kaname from another blood thirsty vamp remembers this as her first memory. Now after ten years she studies at Cross Academy in the day class while at night roams the school grounds with Zero a vampire hunter who turns into a vampire from a bite given to him by a pure blood, to ensure that no one ever finds out that the night class actually consists of vampires. It a wonderful story about a girl life as she lives in the world of vampire caught between awe and fear for them while she tries to discover her own past and ensure the well being of those close to her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuuki Cross who at the age of 5 was saved by a pure blood vampire Kaname from another blood thirsty vamp remembers this as her first memory.\u001b[24m\n    \u001b[1m5歳のユウキ・クロスは純血の吸血鬼で救われました。\u001b[22m, \u001b[1m5歳の時に別の血液のどが渇いバンプから純粋な血吸血鬼かなめによって保存された結城クロスは、彼女の最初のメモリとしてこれを覚えています。\u001b[22m\n\u001b[4mNow after ten years she studies at Cross Academy in the day class while at night roams the school grounds with Zero a vampire hunter who turns into a vampire from a bite given to him by a pure blood, to ensure that no one ever finds out that\u001b[24m\n    \u001b[1m今では10年後にクロス・アカデミーで昼休みに勉強していますが、夜には学校の敷地内をゼロで吸血鬼のハンターに振り回り、吸血鬼になってから純血で彼に与えられた吸血鬼のハンターが誰にも見つからないようにします\u001b[22m, \u001b[1m夜にゼロと校庭誰もことを発見していないことを確実にするために、純粋な血液によって彼に与えられたbiteから吸血鬼に変身吸血鬼ハンターをローミングしながら、今、10年後、彼女はその日のクラスでクロスアカデミーで勉強します\u001b[22m\n\u001b[4mthe night class actually consists of vampires.\u001b[24m\n    \u001b[1m夜のクラスは実際には吸血鬼で構成されています。\u001b[22m, \u001b[1m夜のクラスは、実際には吸血鬼で構成されています。\u001b[22m\n\u001b[4mIt a wonderful story about a girl life as she lives in the world of vampire caught between awe and fear for them while she tries to discover her own past and ensure the well being of those close to her.\u001b[24m\n    \u001b[1m彼女が自分の過去を見つけようとしている間に畏敬の念と恐怖の間に捕まえられた吸血鬼の世界に住んでいる彼女の人生についてのすばらしい話は、彼女の近くにいる人の幸せを確実にします。\u001b[22m, \u001b[1mまた、彼女は彼女自身の過去を発見し、よく彼女の近くにそれらの幸福を確保しようとしている間、彼女は彼らのために畏怖と恐怖の間に挟ま吸血鬼の世界に住んでいるような女の子の生活についての素晴らしい物語。\u001b[22m\nThere is blood everywhere and a beautiful love story while she has to decide between the one who saved her and her childhood friend.\n\n\u001b[1mどこにいても血があり、美しいラブストーリーがありますが、彼女と彼女の幼なじみを救った人の間で決める必要があります。\u001b[22m\n\u001b[1m(Dokoni ite mo chi ga ari, utsukushī rabusutōrī ga arimasuga, kanojo to kanojo no osananajimi o sukutta hito no ma de kimeru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is blood everywhere and a beautiful love story while she has to decide between the one who saved her and her childhood friend.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is blood everywhere and a beautiful love story while she has to decide between the one who saved her and her childhood friend.\u001b[24m\n    \u001b[1mどこにいても血があり、美しいラブストーリーがありますが、彼女と彼女の幼なじみを救った人の間で決める必要があります。\u001b[22m, \u001b[1m彼女は彼女と彼女の幼なじみを保存した一方との間に決定する必要がありながら、どこでも血液と美しい愛の物語があります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI love the story line, it's so different from the usual Vampire stories. Plus it gives you awe-inspiring moments.\n\n\u001b[1m私はストーリーラインが大好きで、通常のヴァンパイアのストーリーとはまったく異なっています。 それはあなたに畏敬の念を起こす瞬間をもたらします。\u001b[22m\n\u001b[1m(Watashi wa sutōrīrain ga daisukide, tsūjō no vu~anpaia no sutōrī to wa mattaku kotonatte imasu. Sore wa anata ni ikei no nen o okosu shunkan o motarashimasu.)\u001b[22m\n\nTranslations of \u001b[4mI love the story line, it's so different from the usual Vampire stories. Plus it gives you awe-inspiring moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love the story line, it's so different from the usual Vampire stories.\u001b[24m\n    \u001b[1m私はストーリーラインが大好きで、通常のヴァンパイアのストーリーとはまったく異なっています。\u001b[22m, \u001b[1m私はそれが通常の吸血鬼の物語と大きく異なるのですが、ストーリーラインが大好きです。\u001b[22m\n\u001b[4mPlus it gives you awe-inspiring moments.\u001b[24m\n    \u001b[1mそれはあなたに畏敬の念を起こす瞬間をもたらします。\u001b[22m, \u001b[1mプラスそれはあなたの畏敬の念を起こさせる瞬間を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation\n\n\u001b[1mアニメーション\u001b[22m\n\u001b[1m(Animēshon)\u001b[22m\n\nDefinitions of \u001b[4mAnimation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\n8.5/10\n\n\u001b[1m8.5 / 10\u001b[22m\n\u001b[1m(8. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4m8.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8.5/10\u001b[24m\n    \u001b[1m8.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\nThough it was really good it's not as great as the art work in the manga. There are some scenes that are absolutely beautiful to watch. The fight sequences and the ones that have blood make you go-O.M.G!\n\n\u001b[1mそれは本当に良いですが、漫画の芸術作品ほど素晴らしいものではありません。 見ることが絶対に美しいいくつかのシーンがあります。 戦いの順序と血を持っているものは、あなたを行かせます -  O.M.G！\u001b[22m\n\u001b[1m(Sore wa hontōni yoidesuga, manga no geijutsu sakuhin hodo subarashī monode wa arimasen. Miru koto ga zettai ni utsukushī ikutsu ka no shīn ga arimasu. Tatakai no junjo to chi o motte iru mono wa, anata o ika semasu - O. M. G!)\u001b[22m\n\nTranslations of \u001b[4mThough it was really good it's not as great as the art work in the manga. There are some scenes that are absolutely beautiful to watch. The fight sequences and the ones that have blood make you go-O.M.G!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough it was really good it's not as great as the art work in the manga.\u001b[24m\n    \u001b[1mそれは本当に良いですが、漫画の芸術作品ほど素晴らしいものではありません。\u001b[22m, \u001b[1mそれは本当に良かったけど、それは漫画で芸術作品ほど大きくはありません。\u001b[22m\n\u001b[4mThere are some scenes that are absolutely beautiful to watch.\u001b[24m\n    \u001b[1m見ることが絶対に美しいいくつかのシーンがあります。\u001b[22m, \u001b[1m見て絶対に美しいですいくつかのシーンがあります。\u001b[22m\n\u001b[4mThe fight sequences and the ones that have blood make you go-O.M.G!\u001b[24m\n    \u001b[1m戦いの順序と血を持っているものは、あなたを行かせます -  O.M.G！\u001b[22m, \u001b[1m戦いのシーケンスと血を持っているものは、あなたが行く-O.M.Gを作ります！\u001b[22m\n\u001b[1m\u001b[22m\nI love the scenes where there is a lot of tension in the air, it makes you hold your breath.\n\n\u001b[1m私は空中にたくさんの緊張があるシーンが大好きで、あなたの息を止めさせます。\u001b[22m\n\u001b[1m(Watashi wa kūchū ni takusan no kinchō ga aru shīn ga daisukide, anata no iki o tome sasemasu.)\u001b[22m\n\nTranslations of \u001b[4mI love the scenes where there is a lot of tension in the air, it makes you hold your breath.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love the scenes where there is a lot of tension in the air, it makes you hold your breath.\u001b[24m\n    \u001b[1m私は空中にたくさんの緊張があるシーンが大好きで、あなたの息を止めさせます。\u001b[22m, \u001b[1m私は空気中の緊張がたくさんあるシーンを愛し、それはあなたがあなたの息を保持することができます。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n9.5/10\n\n\u001b[1m9.5 / 10\u001b[22m\n\u001b[1m(9. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4m9.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9.5/10\u001b[24m\n    \u001b[1m9.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\nThe opening and closing tracks are superb! Even the sound effect in the anime are well timed. The background music suits the mood of the scene.\n\n\u001b[1mオープニングトラックとクローズトラックは素晴らしいです！ アニメのサウンドエフェクトでさえ十分にタイミングが取れます。 背景音楽はシーンの雰囲気に合っています。\u001b[22m\n\u001b[1m(Ōpuningutorakku to kurōzutorakku wa subarashīdesu! Anime no saundoefekutode sae jūbun ni taimingu ga toremasu. Haikei ongaku wa shīn no fun'iki ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe opening and closing tracks are superb! Even the sound effect in the anime are well timed. The background music suits the mood of the scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening and closing tracks are superb!\u001b[24m\n    \u001b[1mオープニングトラックとクローズトラックは素晴らしいです！\u001b[22m, \u001b[1m開閉トラックは素晴らしいです！\u001b[22m\n\u001b[4mEven the sound effect in the anime are well timed.\u001b[24m\n    \u001b[1mアニメのサウンドエフェクトでさえ十分にタイミングが取れます。\u001b[22m, \u001b[1mアニメであっても効果音もタイミングです。\u001b[22m\n\u001b[4mThe background music suits the mood of the scene.\u001b[24m\n    \u001b[1m背景音楽はシーンの雰囲気に合っています。\u001b[22m, \u001b[1mバックグラウンドミュージックは、シーンのムードに適しています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n10/10\n\n\u001b[1m10/10\u001b[22m\n\u001b[1m(10/ 10)\u001b[22m\n\nTranslations of \u001b[4m10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nBeautifully created. Each character suits the role given to them and they work together wonderfully to weave a magical tale.\n\n\u001b[1m美しく創られた それぞれのキャラクターは彼らに与えられた役割に合っており、一緒に魔法の物語を織り成すことができます。\u001b[22m\n\u001b[1m(Utsukushiku tsukura reta sorezore no kyarakutā wa karera ni atae rareta yakuwari ni atte ori, issho ni mahō no monogatari o orinasu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mBeautifully created. Each character suits the role given to them and they work together wonderfully to weave a magical tale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeautifully created.\u001b[24m\n    \u001b[1m美しく創られた\u001b[22m, \u001b[1m美しく作成しました。\u001b[22m\n\u001b[4mEach character suits the role given to them and they work together wonderfully to weave a magical tale.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは彼らに与えられた役割に合っており、一緒に魔法の物語を織り成すことができます。\u001b[22m, \u001b[1m各文字は、彼らに与えられた役割に合った、彼らは魔法の物語を織るために一緒に素晴らしく働きます。\u001b[22m\nMostly the characters are dark and yet so beautiful that it's a sin to think of them.\n\n\u001b[1m大部分は文字は暗くて美しいので、それを考えるのは罪です。\u001b[22m\n\u001b[1m(Daibubun wa moji wa kurakute utsukushīnode, sore o kangaeru no wa tsumidesu.)\u001b[22m\n\nTranslations of \u001b[4mMostly the characters are dark and yet so beautiful that it's a sin to think of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMostly the characters are dark and yet so beautiful that it's a sin to think of them.\u001b[24m\n    \u001b[1m大部分は文字は暗くて美しいので、それを考えるのは罪です。\u001b[22m, \u001b[1m大抵の文字は、それが彼らの考える罪だととても美しく、まだ暗いとしています。\u001b[22m\nThere is a lot of hidden meaning behind each character's role and that makes you love them even more.\n\n\u001b[1mそれぞれのキャラクターの役割の背後には多くの隠された意味があり、それはあなたがそれらをさらに愛するようにします。\u001b[22m\n\u001b[1m(Sorezore no kyarakutā no yakuwari no haigo ni wa ōku no kakusareta imi ga ari, sore wa anata ga sorera o sarani aisuru yō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is a lot of hidden meaning behind each character's role and that makes you love them even more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a lot of hidden meaning behind each character's role and that makes you love them even more.\u001b[24m\n    \u001b[1mそれぞれのキャラクターの役割の背後には多くの隠された意味があり、それはあなたがそれらをさらに愛するようにします。\u001b[22m, \u001b[1mそこに各キャラクターの役割の背後に隠された意味がたくさんあり、それはあなたがさらにそれらを愛することができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n9.5/10\n\n\u001b[1m9.5 / 10\u001b[22m\n\u001b[1m(9. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4m9.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9.5/10\u001b[24m\n    \u001b[1m9.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\nThis is a total must watch!!!! I assure you that you will fall in love with the anime. The only downside is they stop before the real fun starts.\n\n\u001b[1mこれは合計が見なければならない!! あなたがアニメと恋に落ちることを私は保証します。 唯一の欠点は、本当の楽しみが始まる前に止まることです。\u001b[22m\n\u001b[1m(Kore wa gōkei ga minakereba naranai! ! Anata ga anime to koi ni ochiru koto o watashi wa hoshō shimasu. Yuiitsu no ketten wa, hontō no tanoshimi ga hajimaru mae ni tomaru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a total must watch!!!! I assure you that you will fall in love with the anime. The only downside is they stop before the real fun starts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a total must watch!!!!\u001b[24m\n    \u001b[1mこれは合計が見なければならない!!\u001b[22m, \u001b[1mこれは見なければならないの合計です!!!!\u001b[22m\n\u001b[4mI assure you that you will fall in love with the anime.\u001b[24m\n    \u001b[1mあなたがアニメと恋に落ちることを私は保証します。\u001b[22m, \u001b[1m私はあなたがアニメと恋に落ちることを保証します。\u001b[22m\n\u001b[4mThe only downside is they stop before the real fun starts.\u001b[24m\n    \u001b[1m唯一の欠点は、本当の楽しみが始まる前に止まることです。\u001b[22m, \u001b[1m唯一の欠点は、本当の楽しみが開始する前に、彼らが停止しています。\u001b[22m\nIf you really want to pick up where you left off, you need to read the manga too.\n\n\u001b[1mもしあなたが本当にやりたいことを手に入れたいのであれば、マンガを読む必要があります。\u001b[22m\n\u001b[1m(Moshi anata ga hontōni yaritai koto o te ni iretai nodeareba, manga o yomu hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you really want to pick up where you left off, you need to read the manga too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you really want to pick up where you left off, you need to read the manga too.\u001b[24m\n    \u001b[1mもしあなたが本当にやりたいことを手に入れたいのであれば、マンガを読む必要があります。\u001b[22m, \u001b[1mあなたは本当にあなたが中断したところをピックアップしたい場合は、あまりにも漫画を読む必要があります。\u001b[22m\n\u001b[1m\u001b[22m\n- Quotes -\n\n\u001b[1m - 引用 - \u001b[22m\n\u001b[1m(- In'yō -)\u001b[22m\n\nTranslations of \u001b[4m- Quotes -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Quotes -\u001b[24m\n    \u001b[1m - 引用 - \u001b[22m\n\u001b[1m\u001b[22m\n'The world is dyed with the color of blood. It will never be able to go back to the way it was before'\n\n\u001b[1m'世界は血の色で染められている。 それは以前のように戻ってくることは決してできません。\u001b[22m\n\u001b[1m(' Sekai wa chi no iro de some rarete iru. Sore wa izen no yō ni modotte kuru koto wa kesshite dekimasen.)\u001b[22m\n\nTranslations of \u001b[4m'The world is dyed with the color of blood. It will never be able to go back to the way it was before'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'The world is dyed with the color of blood.\u001b[24m\n    \u001b[1m'世界は血の色で染められている。\u001b[22m, \u001b[1m「世界は血の色で染色されています。\u001b[22m\n\u001b[4mIt will never be able to go back to the way it was before'\u001b[24m\n    \u001b[1mそれは以前のように戻ってくることは決してできません。\u001b[22m, \u001b[1m'の前だった道に戻ることができることはありません\u001b[22m\n'The next time you open your eyes the world might have already changed'\n\n\u001b[1m「次回に目を開けば、世界はすでに変わっているかもしれない」\u001b[22m\n\u001b[1m(`Jikai ni me o hirakeba, sekai wa sudeni kawatte iru kamo shirenai')\u001b[22m\n\nTranslations of \u001b[4m'The next time you open your eyes the world might have already changed'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'The next time you open your eyes the world might have already changed'\u001b[24m\n    \u001b[1m「次回に目を開けば、世界はすでに変わっているかもしれない」\u001b[22m, \u001b[1m「あなたの目を次回開いたときには、世界はすでに変更されている可能性があります」\u001b[22m\n'I will cover and hide the part of my heart that wants to cry and scream'\n\n\u001b[1m「私は泣き叫びたい、悲鳴を切る私の心の部分を隠して隠すだろう」\u001b[22m\n\u001b[1m(`Watashi wa nakisakebitai, himei o kiru watashi no kokoro no bubun o kakushite kakusudarou')\u001b[22m\n\nTranslations of \u001b[4m'I will cover and hide the part of my heart that wants to cry and scream'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I will cover and hide the part of my heart that wants to cry and scream'\u001b[24m\n    \u001b[1m「私は泣き叫びたい、悲鳴を切る私の心の部分を隠して隠すだろう」\u001b[22m, \u001b[1m「私は泣くと叫びたい私の心の一部をカバーし、非表示になります」\u001b[22m\n'Being like this makes me feel like we've returned to the old days somewhat. Yeah. Zero is Zero. Even if you are a vampire now.'\n\n\u001b[1m「そういうことが、私が昔のやり方に戻ったような気分にさせる。 うん。 ゼロはゼロです。 今あなたが吸血鬼であっても。\u001b[22m\n\u001b[1m(`Sō iu koto ga, watashi ga mukashi no yarikata ni modotta yōna kibun ni sa seru. Un. Zero wa zerodesu. Ima anata ga kyūketsukideatte mo.)\u001b[22m\n\nTranslations of \u001b[4m'Being like this makes me feel like we've returned to the old days somewhat. Yeah. Zero is Zero. Even if you are a vampire now.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Being like this makes me feel like we've returned to the old days somewhat.\u001b[24m\n    \u001b[1m「そういうことが、私が昔のやり方に戻ったような気分にさせる。\u001b[22m, \u001b[1m「このようにあることは、我々はやや昔に戻ってきたように私は感じさせます。\u001b[22m\n\u001b[4mYeah.\u001b[24m\n    \u001b[1mうん。\u001b[22m\n\u001b[4mZero is Zero.\u001b[24m\n    \u001b[1mゼロはゼロです。\u001b[22m\n\u001b[4mEven if you are a vampire now.'\u001b[24m\n    \u001b[1m今あなたが吸血鬼であっても。\u001b[22m, \u001b[1mでもあなたは今吸血鬼ですか。」\u001b[22m\n'I didn't understand anything. Zero suffered and suffered for four years. What were you thinking, all by yourself? He loathes vampires so much, he wants to kill them all. All this time, Zero wanted to kill himself too.'\n\n\u001b[1m「何も分からなかった。 ゼロは苦しんで4年間苦しんだ。 あなたは何を考えていたのですか？ 彼は吸血鬼をあまりにも嫌う、彼はそれらをすべて殺すために望んでいる。 すべての時間、ゼロは自分自身も殺したかった。\u001b[22m\n\u001b[1m(`Nani mo wakaranakatta. Zero wa kurushinde 4-nenkan kurushinda. Anata wa nani o kangaete ita nodesu ka? Kare wa kyūketsuki o amarini mo kirau, kare wa sorera o subete korosu tame ni nozonde iru. Subete no jikan, zero wa jibun jishin mo koroshitakatta.)\u001b[22m\n\nTranslations of \u001b[4m'I didn't understand anything. Zero suffered and suffered for four years. What were you thinking, all by yourself? He loathes vampires so much, he wants to kill them all. All this time, Zero wanted to kill himself too.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I didn't understand anything.\u001b[24m\n    \u001b[1m「何も分からなかった。\u001b[22m, \u001b[1m「私は何も理解していませんでした。\u001b[22m\n\u001b[4mZero suffered and suffered for four years.\u001b[24m\n    \u001b[1mゼロは苦しんで4年間苦しんだ。\u001b[22m, \u001b[1mゼロは苦しんで4年間苦しみました。\u001b[22m\n\u001b[4mWhat were you thinking, all by yourself?\u001b[24m\n    \u001b[1mあなたは何を考えていたのですか？\u001b[22m, \u001b[1mあなたはすべて自分で、何を考えていましたか？\u001b[22m\n\u001b[4mHe loathes vampires so much, he wants to kill them all.\u001b[24m\n    \u001b[1m彼は吸血鬼をあまりにも嫌う、彼はそれらをすべて殺すために望んでいる。\u001b[22m, \u001b[1m彼はそれらすべてを殺すために望んでいる、そんなに吸血鬼を嫌います。\u001b[22m\n\u001b[4mAll this time, Zero wanted to kill himself too.'\u001b[24m\n    \u001b[1mすべての時間、ゼロは自分自身も殺したかった。\u001b[22m, \u001b[1mすべてのこの時間は、ゼロがあまりにも自分自身を殺したいと思いました。」\u001b[22m\n'I long for him.... but I understand. There's a line that vampires and humans can't cross.'\n\n\u001b[1m「私は彼のために憧れています....しかし、私は理解しています。 吸血鬼と人間が交差できない線があります。\u001b[22m\n\u001b[1m(`Watashi wa kare no tame ni akogarete imasu. ... Shikashi, watashi wa rikai shite imasu. Kyūketsuki to ningen ga kōsa dekinai sen ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m'I long for him.... but I understand. There's a line that vampires and humans can't cross.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I long for him.... but I understand.\u001b[24m\n    \u001b[1m「私は彼のために憧れています....しかし、私は理解しています。\u001b[22m, \u001b[1m「私は彼のために長い間....が、私は理解しています。\u001b[22m\n\u001b[4mThere's a line that vampires and humans can't cross.'\u001b[24m\n    \u001b[1m吸血鬼と人間が交差できない線があります。\u001b[22m, \u001b[1m吸血鬼と人間が交差することはできませんラインがあります。」\u001b[22m\nYuuki Cross\n\n\u001b[1mユウキクロス\u001b[22m\n\u001b[1m(Yuukikurosu)\u001b[22m\n\nTranslations of \u001b[4mYuuki Cross\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuuki Cross\u001b[24m\n    \u001b[1mユウキクロス\u001b[22m, \u001b[1m結城クロス\u001b[22m\n\u001b[1m\u001b[22m\n'I want these gentle hands and this kind smile, even though I should not want such a thing'\n\n\u001b[1m「私はこのような優しい手とこの種の笑顔が、私がそのようなことを望んではいけないのに、\u001b[22m\n\u001b[1m(`Watashi wa kono yōna yasashī te to kono tane no egao ga, watashi ga sono yōna koto o nozonde wa ikenai no ni,)\u001b[22m\n\nTranslations of \u001b[4m'I want these gentle hands and this kind smile, even though I should not want such a thing'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I want these gentle hands and this kind smile, even though I should not want such a thing'\u001b[24m\n    \u001b[1m「私はこのような優しい手とこの種の笑顔が、私がそのようなことを望んではいけないのに、\u001b[22m, \u001b[1m「私は、私はそのようなことを望んでいなければならないにもかかわらず、これらの優しい手と、この種の笑顔をしたいです」\u001b[22m\n'Her very existence means the world to me'\n\n\u001b[1m「彼女の存在は私にとって世界を意味する」\u001b[22m\n\u001b[1m(`Kanojo no sonzai wa watashi ni totte sekai o imi suru')\u001b[22m\n\nTranslations of \u001b[4m'Her very existence means the world to me'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Her very existence means the world to me'\u001b[24m\n    \u001b[1m「彼女の存在は私にとって世界を意味する」\u001b[22m, \u001b[1m「彼女の存在そのものが私に世界を意味します '\u001b[22m\n'Because Yuuki was there, I might have been able to live on...'\n\n\u001b[1m「ゆうきがそこにいたので、私は生きていたかもしれない...」\u001b[22m\n\u001b[1m(`Yūkiga soko ni itanode, watashi wa ikiteita kamo shirenai...')\u001b[22m\n\nTranslations of \u001b[4m'Because Yuuki was there, I might have been able to live on...'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Because Yuuki was there, I might have been able to live on...'\u001b[24m\n    \u001b[1m「ゆうきがそこにいたので、私は生きていたかもしれない...」\u001b[22m, \u001b[1m「結城があったので、私が上で生活することができたかもしれません...」\u001b[22m\n'But you thought it would be okay to become a vampire, right...? I will never let you turn into something like that. Even if it means I have to make Kaname Kuran my enemy...and even if it means you will hate me...'\n\n\u001b[1mしかし、あなたは吸血鬼になるのは大丈夫だと思ったのですが...？ 私は決してあなたがそのようなものに変わることを許さないでしょう。 たとえそれが私の敵である金蘭を敵にする必要があるとしても、それがあなたが私を憎むことを意味しても......\u001b[22m\n\u001b[1m(Shikashi, anata wa kyūketsuki ni naru no wa daijōbuda to omotta nodesuga... ? Watashi wa kesshite anata ga sono yōna mono ni kawaru koto o yurusanaideshou. Tatoe sore ga watashi no tekidearu kin ran o teki ni suruhitsuyōgāru to shite mo, sore ga anata ga watashi o nikumu koto o imi shite mo... ...)\u001b[22m\n\nTranslations of \u001b[4m'But you thought it would be okay to become a vampire, right...? I will never let you turn into something like that. Even if it means I have to make Kaname Kuran my enemy...and even if it means you will hate me...'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'But you thought it would be okay to become a vampire, right...?\u001b[24m\n    \u001b[1mしかし、あなたは吸血鬼になるのは大丈夫だと思ったのですが...？\u001b[22m, \u001b[1m「しかし、あなたは...右、吸血鬼になっても大丈夫だろうと思いましたか？\u001b[22m\n\u001b[4mI will never let you turn into something like that.\u001b[24m\n    \u001b[1m私は決してあなたがそのようなものに変わることを許さないでしょう。\u001b[22m, \u001b[1m私はあなたがそのような何かに変身させることは決してありません。\u001b[22m\n\u001b[4mEven if it means I have to make Kaname Kuran my enemy...and even if it means you will hate me...'\u001b[24m\n    \u001b[1mたとえそれが私の敵である金蘭を敵にする必要があるとしても、それがあなたが私を憎むことを意味しても......\u001b[22m, \u001b[1mそれが意味している場合でも、私は玖蘭枢私の敵を作るために持っている...それは意味場合でも、あなたは私を憎むだろう...」\u001b[22m\n'Thats why for you, you have the right to be cruel to me.\n\n\u001b[1m'それはなぜあなたのために、あなたは私に残酷になる権利があります。\u001b[22m\n\u001b[1m(' Sore wa naze anata no tame ni, anata wa watashi ni zankoku ni naru kenri ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m'Thats why for you, you have the right to be cruel to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Thats why for you, you have the right to be cruel to me.\u001b[24m\n    \u001b[1m'それはなぜあなたのために、あなたは私に残酷になる権利があります。\u001b[22m, \u001b[1m「ザッツはなぜあなたのために、あなたは私に残酷になる権利を持っています。\u001b[22m\nNo matter how much you make me worry or how much danger you put me in, just as much as you like, but these are not enough compensation even I have to sacrifice my leftover life for you. I'd not utter a word of complaint'\n\n\u001b[1mあなたがどれくらい心配しても、あなたが好きなだけ多くの危険にさらされても、私はあなたのために余生を犠牲にしなければなりません。 私は苦情の言葉を発していないだろう\"\u001b[22m\n\u001b[1m(Anata ga dorekurai shinpai shite mo, anata ga sukinadake ōku no kiken ni sarasa rete mo, watashi wa anata no tame ni yosei o gisei ni shinakereba narimasen. Watashi wa kujō no kotoba o hasshite inaidarou\")\u001b[22m\n\nTranslations of \u001b[4mNo matter how much you make me worry or how much danger you put me in, just as much as you like, but these are not enough compensation even I have to sacrifice my leftover life for you. I'd not utter a word of complaint'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo matter how much you make me worry or how much danger you put me in, just as much as you like, but these are not enough compensation even I have to sacrifice my leftover life for you.\u001b[24m\n    \u001b[1mあなたがどれくらい心配しても、あなたが好きなだけ多くの危険にさらされても、私はあなたのために余生を犠牲にしなければなりません。\u001b[22m, \u001b[1mどんなにあなたが作るどのくらいの私は心配していないか、どのくらいの危険あなたは私を入れ、あなたが好きなように同じように多くのが、これらはあっても私はあなたのために私の残りの人生を犠牲にしなければならない十分な補償はありません。\u001b[22m\n\u001b[4mI'd not utter a word of complaint'\u001b[24m\n    \u001b[1m私は苦情の言葉を発していないだろう\"\u001b[22m, \u001b[1m私は「訴状の言葉を口にするではないと思います\u001b[22m\nぜろ きりゅう\n(Ze roki ryū)\n\n\u001b[1mぜろ きりゅう\u001b[22m\n\u001b[1m(Ze roki ryū)\u001b[22m\n\u001b[1m\u001b[22m\n'Humans should never be turned into vampires. But in the old days, hidden from history, when the war between vampires and vampire hunters was at its peak, vampires turned many humans into vampires to use in battle. And now the aristocrats have the duty to manage those survivors. Sometimes we have to kill them off...'\n\n\u001b[1m「人間は決して吸血鬼に変わるべきではない。 しかし、歴史から隠されていた昔、吸血鬼と吸血鬼の狩人の戦争がピークを迎えたとき、吸血鬼たちは多くの人間を吸血鬼にして戦いに使った。 そして今、貴族たちはその生存者を管理する義務を負っています。 時々、私たちはそれらを殺す必要があります... '\u001b[22m\n\u001b[1m(`Ningen wa kesshite kyūketsuki ni kawarubekide wanai. Shikashi, rekishi kara kakusa rete ita mukashi, kyūketsuki to kyūketsuki no kariudo no sensō ga pīku o mukaeta toki, kyūketsuki-tachi wa ōku no ningen o kyūketsuki ni shite tatakai ni tsukatta. Soshite ima, kizoku-tachi wa sono seizon-sha o kanri suru gimu o otte imasu. Tokidoki, watashitachi wa sorera o korosu hitsuyō ga arimasu... ')\u001b[22m\n\nTranslations of \u001b[4m'Humans should never be turned into vampires. But in the old days, hidden from history, when the war between vampires and vampire hunters was at its peak, vampires turned many humans into vampires to use in battle. And now the aristocrats have the duty to manage those survivors. Sometimes we have to kill them off...'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Humans should never be turned into vampires.\u001b[24m\n    \u001b[1m「人間は決して吸血鬼に変わるべきではない。\u001b[22m, \u001b[1m「人間は吸血鬼になってはいけません。\u001b[22m\n\u001b[4mBut in the old days, hidden from history, when the war between vampires and vampire hunters was at its peak, vampires turned many humans into vampires to use in battle.\u001b[24m\n    \u001b[1mしかし、歴史から隠されていた昔、吸血鬼と吸血鬼の狩人の戦争がピークを迎えたとき、吸血鬼たちは多くの人間を吸血鬼にして戦いに使った。\u001b[22m, \u001b[1m吸血鬼と吸血鬼ハンター間の戦争がピークにあったときには昔に、歴史から隠され、吸血鬼は、戦闘で使用するために吸血鬼に多くの人間を回しました。\u001b[22m\n\u001b[4mAnd now the aristocrats have the duty to manage those survivors.\u001b[24m\n    \u001b[1mそして今、貴族たちはその生存者を管理する義務を負っています。\u001b[22m, \u001b[1mそして今、貴族は、それらの生存者を管理する義務があります。\u001b[22m\n\u001b[4mSometimes we have to kill them off...'\u001b[24m\n    \u001b[1m時々、私たちはそれらを殺す必要があります... '\u001b[22m, \u001b[1m時には我々は彼らを殺すために持っています...」\u001b[22m\n'It's all right. You be just the way you are, Yuuki. You're different from the Night Class students who wait on me... You're a warm-hearted girl, Yuki. That's more than enough.'\n\n\u001b[1m'大丈夫。 あなたはちょうどあなたの方法である、ゆゆきです。 あなたは私を待っている夜のクラスの学生とは違う...あなたは暖かい女の子、ゆき。 これで十分です。」\u001b[22m\n\u001b[1m(' Daijōbu. Anata wa chōdo anata no hōhōdearu, yu yukidesu. Anata wa watashi o matte iru yoru no kurasu no gakusei to wa chigau... Anata wa attakai on'nanoko, yuki. Kore de jūbundesu.')\u001b[22m\n\nTranslations of \u001b[4m'It's all right. You be just the way you are, Yuuki. You're different from the Night Class students who wait on me... You're a warm-hearted girl, Yuki. That's more than enough.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'It's all right.\u001b[24m\n    \u001b[1m'大丈夫。\u001b[22m, \u001b[1m「大丈夫です。\u001b[22m, \u001b[1m「それはすべての権利です。\u001b[22m\n\u001b[4mYou be just the way you are, Yuuki.\u001b[24m\n    \u001b[1mあなたはちょうどあなたの方法である、ゆゆきです。\u001b[22m, \u001b[1mあなたは、結城あるだけの方法です。\u001b[22m\n\u001b[4mYou're different from the Night Class students who wait on me... You're a warm-hearted girl, Yuki.\u001b[24m\n    \u001b[1mあなたは私を待っている夜のクラスの学生とは違う...あなたは暖かい女の子、ゆき。\u001b[22m, \u001b[1mあなたは、あなたが温かい少女、ユキだ...私に待っナイトクラス生徒は異なりますね。\u001b[22m\n\u001b[4mThat's more than enough.'\u001b[24m\n    \u001b[1mこれで十分です。」\u001b[22m, \u001b[1mそれは十分以上です。」\u001b[22m\n'Zero, you're suppose to be the one that hates vampires more than anyone else... but you need blood more than anyone else. I think you're more vampire like than any other vampire.'\n\n\u001b[1m'ゼロ、あなたは誰よりも吸血鬼を嫌う人だと思っています...しかし、他の誰よりも血が必要です。 あなたは他の吸血鬼のような吸血鬼だと思うよ。\u001b[22m\n\u001b[1m(' Zero, anatahadare yori mo kyūketsuki o kirau hitoda to omotte imasu... Shikashi, hoka no dare yori mo chi ga hitsuyōdesu. Anata wa hoka no kyūketsuki no yōna kyūketsukida to omou yo.)\u001b[22m\n\nTranslations of \u001b[4m'Zero, you're suppose to be the one that hates vampires more than anyone else... but you need blood more than anyone else. I think you're more vampire like than any other vampire.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Zero, you're suppose to be the one that hates vampires more than anyone else... but you need blood more than anyone else.\u001b[24m\n    \u001b[1m'ゼロ、あなたは誰よりも吸血鬼を嫌う人だと思っています...しかし、他の誰よりも血が必要です。\u001b[22m, \u001b[1m「ゼロは、あなたは誰よりも吸血鬼を憎む者であると仮定している...しかし、あなたは他の誰よりも多くの血液を必要としています。\u001b[22m\n\u001b[4mI think you're more vampire like than any other vampire.'\u001b[24m\n    \u001b[1mあなたは他の吸血鬼のような吸血鬼だと思うよ。\u001b[22m, \u001b[1m私はあなたが他の吸血鬼よりのようなより多くの吸血鬼だと思います。」\u001b[22m\nかなめ くらん\n(Kaname kuran)\n\n\u001b[1mかなめ くらん\u001b[22m\n\u001b[1m(Kaname kuran)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n'I'll show you a sweet dream next night'\n\n\u001b[1m「次の夜、甘い夢を見せてあげるよ」\u001b[22m\n\u001b[1m(`Tsugi no yoru, amai yume o misete ageru yo')\u001b[22m\n\nTranslations of \u001b[4m'I'll show you a sweet dream next night'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I'll show you a sweet dream next night'\u001b[24m\n    \u001b[1m「次の夜、甘い夢を見せてあげるよ」\u001b[22m, \u001b[1m「私は、次の夜、あなたに甘い夢を見せてあげます」\u001b[22m\n- in the anime.\n\n\u001b[1m - アニメで。\u001b[22m\n\u001b[1m(- Animede.)\u001b[22m\n\nTranslations of \u001b[4m- in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- in the anime.\u001b[24m\n    \u001b[1m - アニメで。\u001b[22m, \u001b[1m - アニメインチ\u001b[22m"
  },
  {
    "title": "Vampire_Knight",
    "id": "3457",
    "url": "https://myanimelist.net/anime/3457/Vampire_Knight",
    "user": "AmyWatkinson",
    "profile": "/profile/AmyWatkinson/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=100355",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\nレビュー9：ヴァンパイア騎士......（兄弟と姉妹の愛）\n\n\n吸血鬼の騎士は明らかに吸血鬼についての長いシリーズです。\n\n真の十字架の教頭は理論を持っています.....彼の理論は、ヴァンパイアと人間が今や永遠に横たわって生きていかなければならないということです。 しかし、それが円滑に進むことを確実にするために、この計画にはいくつかの問題があることは明らかです。 これは、真の十字架のアカデミーの一日の生徒が夜のクラスの学生を保護するために必要なものです。  Yuki CrossとZero Kiryuは、Night Classの秘密を守ることができる唯一の2人の学生です。\n\nYuki Cross、Zero Kiryu、Kaname Kuranの中では、愛の三角形が少しあります。  Kanameは吸血鬼でゼロは半分の血であるナイトクラスの学生です。\n\nハーフ・ブラッド（Half Blood）：吸血鬼に生まれておらず、人生の中で生まれ変わった人。\n\nYuki Cross：以前の人生について何も知らない若い女の子。彼女は知らない吸血鬼が彼女の記憶を拭いた。 ヘッドマスターの養子になった娘。\n\nゼロキリュ：彼は覚えていることができるので、ユキスの幼なじみの友人だったが、彼は金奈とユキへの愛情を嫌う。 彼は若くて吸血鬼になった。 彼はすぐに彼の正気を失い、レベルEに落ちることを知っています。\n\n金川：夜のクラスの大統領であり、若い頃には悪質な吸血鬼から救われました。 彼は夜の授業で唯一の純血で、なぜ大統領に会うのか。\n\nあなたがその途中で出会うだろうが、これらのすべての中で、あなたが会うであろう他の多くのキャラクターは、シリーズで見ている主要な3文字です。\n\nスマッシュヒットした漫画やアニメ、世界中の多くのシリーズと鮮やかなストーリーラインでそれは読む必要があります。 エピソードはちょっとやり直すことができます。私はエピソードを見てから本を読むことをお勧めします。\n\n2012年10月9日12:59 PM〜Amy",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nReview 9: Vampire Knight...... (brotherly and sisterly love)\n\n\u001b[1mレビュー9：ヴァンパイア騎士......（兄弟と姉妹の愛）\u001b[22m\n\u001b[1m(Rebyū 9: Vu~anpaia kishi... ... (Kyōdai to shimai no ai))\u001b[22m\n\nTranslations of \u001b[4mReview 9: Vampire Knight...... (brotherly and sisterly love)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReview 9: Vampire Knight...... (brotherly and sisterly love)\u001b[24m\n    \u001b[1mレビュー9：ヴァンパイア騎士......（兄弟と姉妹の愛）\u001b[22m, \u001b[1mレビュー9：ヴァンパイア騎士......（兄弟や姉妹の愛）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nVampire knight is a long series obviously about vampires.\n\n\u001b[1m吸血鬼の騎士は明らかに吸血鬼についての長いシリーズです。\u001b[22m\n\u001b[1m(Kyūketsuki no kishi wa akiraka ni kyūketsuki ni tsuite no nagai shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mVampire knight is a long series obviously about vampires.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVampire knight is a long series obviously about vampires.\u001b[24m\n    \u001b[1m吸血鬼の騎士は明らかに吸血鬼についての長いシリーズです。\u001b[22m, \u001b[1mヴァンパイア騎士は、吸血鬼について明らかに長いシリーズです。\u001b[22m\n\u001b[1m\u001b[22m\nThe headmaster of true cross has a theory.....his theory is that Vampires and humans should get along and live side by side now and forever. But there are obviously going to be a few hiccups in this plan to ensure that it goes smoothly. This encludes The True Cross academys day students to protect the Night class students. Yuki Cross and Zero Kiryu, the only two students that can protect the Night classes secrets.\n\n\u001b[1m真の十字架の教頭は理論を持っています.....彼の理論は、ヴァンパイアと人間が今や永遠に横たわって生きていかなければならないということです。 しかし、それが円滑に進むことを確実にするために、この計画にはいくつかの問題があることは明らかです。 これは、真の十字架のアカデミーの一日の生徒が夜のクラスの学生を保護するために必要なものです。  Yuki CrossとZero Kiryuは、Night Classの秘密を守ることができる唯一の2人の学生です。\u001b[22m\n\u001b[1m(Shin no jūjika no kyōtō wa riron o motte imasu.. ... Kare no riron wa, vu~anpaia to ningen ga imaya eien ni yokotawatte ikite ikanakereba naranai to iu kotodesu. Shikashi, sore ga enkatsu ni susumu koto o kakujitsu ni suru tame ni, kono keikaku ni wa ikutsu ka no mondai ga aru koto wa akirakadesu. Kore wa, shin no jūjika no akademī no tsuitachi no seito ga yoru no kurasu no gakusei o hogo suru tame ni hitsuyōna monodesu. Yuki Cross to Zero Kiryu wa, Night Class no himitsu o mamoru koto ga dekiru yuiitsu no 2-ri no gakuseidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe headmaster of true cross has a theory.....his theory is that Vampires and humans should get along and live side by side now and forever. But there are obviously going to be a few hiccups in this plan to ensure that it goes smoothly. This encludes The True Cross academys day students to protect the Night class students. Yuki Cross and Zero Kiryu, the only two students that can protect the Night classes secrets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe headmaster of true cross has a theory.....his theory is that Vampires and humans should get along and live side by side now and forever.\u001b[24m\n    \u001b[1m真の十字架の教頭は理論を持っています.....彼の理論は、ヴァンパイアと人間が今や永遠に横たわって生きていかなければならないということです。\u001b[22m, \u001b[1m真のクロスの校長は理論を持っている.....彼の理論は、吸血鬼と人間が今と永遠に一緒に取得し、並んでライブ側べきであるということです。\u001b[22m\n\u001b[4mBut there are obviously going to be a few hiccups in this plan to ensure that it goes smoothly.\u001b[24m\n    \u001b[1mしかし、それが円滑に進むことを確実にするために、この計画にはいくつかの問題があることは明らかです。\u001b[22m, \u001b[1mしかし、明らかにそれがスムーズに行くことを確認するには、この計画の中で、いくつかのしゃっくりがあるようにしようとしています。\u001b[22m\n\u001b[4mThis encludes The True Cross academys day students to protect the Night class students.\u001b[24m\n    \u001b[1mこれは、真の十字架のアカデミーの一日の生徒が夜のクラスの学生を保護するために必要なものです。\u001b[22m, \u001b[1mこれは、真の十字架ナイトクラスの生徒を保護するために、1日の学生をacademys encludes。\u001b[22m\n\u001b[4mYuki Cross and Zero Kiryu, the only two students that can protect the Night classes secrets.\u001b[24m\n    \u001b[1mYuki CrossとZero Kiryuは、Night Classの秘密を守ることができる唯一の2人の学生です。\u001b[22m, \u001b[1m黒主優姫と錐生零、ナイトクラスの秘密を守ることができる唯一の二人の学生。\u001b[22m\n\u001b[1m\u001b[22m\ntheres a bit of a love triangle though inbetween Yuki Cross, Zero Kiryu and Kaname Kuran. Kaname is a night class student who is a vampire and Zero is a half blood.\n\n\u001b[1mYuki Cross、Zero Kiryu、Kaname Kuranの中では、愛の三角形が少しあります。  Kanameは吸血鬼でゼロは半分の血であるナイトクラスの学生です。\u001b[22m\n\u001b[1m(Yuki Cross, Zero Kiryu, Kaname Kuran no nakade wa, ai no sankakkei ga sukoshi arimasu. Kaname wa kyūketsuki de zero wa hanbun no chidearu naito kurasu no gakuseidesu.)\u001b[22m\n\nTranslations of \u001b[4mtheres a bit of a love triangle though inbetween Yuki Cross, Zero Kiryu and Kaname Kuran. Kaname is a night class student who is a vampire and Zero is a half blood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mtheres a bit of a love triangle though inbetween Yuki Cross, Zero Kiryu and Kaname Kuran.\u001b[24m\n    \u001b[1mYuki Cross、Zero Kiryu、Kaname Kuranの中では、愛の三角形が少しあります。\u001b[22m, \u001b[1mしかし黒主優姫、錐生零と玖蘭枢挟ん愛の三角形のビットをtheresの。\u001b[22m\n\u001b[4mKaname is a night class student who is a vampire and Zero is a half blood.\u001b[24m\n    \u001b[1mKanameは吸血鬼でゼロは半分の血であるナイトクラスの学生です。\u001b[22m, \u001b[1mかなめは吸血鬼である夜のクラスの生徒であり、ゼロは半分血です。\u001b[22m\n\u001b[1m\u001b[22m\nHalf Blood: A person who isn't born a vampire and is turned into one during his or hers life.\n\n\u001b[1mハーフ・ブラッド（Half Blood）：吸血鬼に生まれておらず、人生の中で生まれ変わった人。\u001b[22m\n\u001b[1m(Hāfu Buraddo (Half Blood): Kyūketsuki ni umarete orazu, jinsei no naka de umarekawatta hito.)\u001b[22m\n\nTranslations of \u001b[4mHalf Blood: A person who isn't born a vampire and is turned into one during his or hers life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHalf Blood: A person who isn't born a vampire and is turned into one during his or hers life.\u001b[24m\n    \u001b[1mハーフ・ブラッド（Half Blood）：吸血鬼に生まれておらず、人生の中で生まれ変わった人。\u001b[22m, \u001b[1mハーフブラッド：吸血鬼が生まれていないし、彼または彼女の人生の間に一つになっている人。\u001b[22m\n\u001b[1m\u001b[22m\nYuki Cross: a young girl who knows nothing about her previous life as she had her memory wiped by a vampire that she doesn't know. Shes the adopted daughter of the headmaster.\n\n\u001b[1mYuki Cross：以前の人生について何も知らない若い女の子。彼女は知らない吸血鬼が彼女の記憶を拭いた。 ヘッドマスターの養子になった娘。\u001b[22m\n\u001b[1m(Yuki Cross: Izen no jinsei ni tsuite nani mo shiranai wakai on'nanoko. Kanojo wa shiranai kyūketsuki ga kanojo no kioku o fuita. Heddomasutā no yōshi ni natta musume.)\u001b[22m\n\nTranslations of \u001b[4mYuki Cross: a young girl who knows nothing about her previous life as she had her memory wiped by a vampire that she doesn't know. Shes the adopted daughter of the headmaster.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuki Cross: a young girl who knows nothing about her previous life as she had her memory wiped by a vampire that she doesn't know.\u001b[24m\n    \u001b[1mYuki Cross：以前の人生について何も知らない若い女の子。彼女は知らない吸血鬼が彼女の記憶を拭いた。\u001b[22m, \u001b[1m黒主優姫：彼女は彼女は知らない吸血鬼によって彼女の記憶を拭いていたとして、彼女の前の人生について何も知らない若い女の子。\u001b[22m\n\u001b[4mShes the adopted daughter of the headmaster.\u001b[24m\n    \u001b[1mヘッドマスターの養子になった娘。\u001b[22m, \u001b[1m校長の養女シーズ。\u001b[22m\n\u001b[1m\u001b[22m\nZero Kiryu: hes been Yukis childhood friend since he can remember but he hates Kaname and his affection towards Yuki. He was turned into a vampire when he was younger. he knows that soon he will be losing his sanity and will fall to a level E.\n\n\u001b[1mゼロキリュ：彼は覚えていることができるので、ユキスの幼なじみの友人だったが、彼は金奈とユキへの愛情を嫌う。 彼は若くて吸血鬼になった。 彼はすぐに彼の正気を失い、レベルEに落ちることを知っています。\u001b[22m\n\u001b[1m(Zerokiryu: Kare wa oboete iru koto ga dekiru node, yukisu no osananajimi no yūjindattaga, kare wa Kin Na to Yuki e no aijō o kirau. Kare wa wakakute kyūketsuki ni natta. Kare wa sugu ni kare no shōki o ushinai, reberuī ni ochiru koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mZero Kiryu: hes been Yukis childhood friend since he can remember but he hates Kaname and his affection towards Yuki. He was turned into a vampire when he was younger. he knows that soon he will be losing his sanity and will fall to a level E.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mZero Kiryu: hes been Yukis childhood friend since he can remember but he hates Kaname and his affection towards Yuki.\u001b[24m\n    \u001b[1mゼロキリュ：彼は覚えていることができるので、ユキスの幼なじみの友人だったが、彼は金奈とユキへの愛情を嫌う。\u001b[22m, \u001b[1m錐生零：彼は覚えることができるので、HESはYukis幼なじみであったが、彼はかなめとユキの方の彼の愛情を嫌っています。\u001b[22m\n\u001b[4mHe was turned into a vampire when he was younger.\u001b[24m\n    \u001b[1m彼は若くて吸血鬼になった。\u001b[22m, \u001b[1m彼が若かったとき、彼は吸血鬼になっていました。\u001b[22m\n\u001b[4mhe knows that soon he will be losing his sanity and will fall to a level E.\u001b[24m\n    \u001b[1m彼はすぐに彼の正気を失い、レベルEに落ちることを知っています。\u001b[22m, \u001b[1m彼はすぐに彼が彼の正気を失うことになり、レベルEに落ちることを知っています\u001b[22m\n\u001b[1m\u001b[22m\nKaname Kuran: Hes the night class president and saved Yuki from a vicious vampire when they were younger. He's the only Pureblood in the night class and thats why hes the president.\n\n\u001b[1m金川：夜のクラスの大統領であり、若い頃には悪質な吸血鬼から救われました。 彼は夜の授業で唯一の純血で、なぜ大統領に会うのか。\u001b[22m\n\u001b[1m(Kanagawa: Yoru no kurasu no daitōryōdeari, wakai koro ni wa akushitsuna kyūketsuki kara sukuwa remashita. Kare wa yoru no jugyō de yuiitsu no junketsu de, naze daitōryō ni au no ka.)\u001b[22m\n\nTranslations of \u001b[4mKaname Kuran: Hes the night class president and saved Yuki from a vicious vampire when they were younger. He's the only Pureblood in the night class and thats why hes the president.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaname Kuran: Hes the night class president and saved Yuki from a vicious vampire when they were younger.\u001b[24m\n    \u001b[1m金川：夜のクラスの大統領であり、若い頃には悪質な吸血鬼から救われました。\u001b[22m, \u001b[1m玖蘭枢：hesの夜のクラス社長、彼らが若かったときに悪質な吸血鬼からユキを救いました。\u001b[22m\n\u001b[4mHe's the only Pureblood in the night class and thats why hes the president.\u001b[24m\n    \u001b[1m彼は夜の授業で唯一の純血で、なぜ大統領に会うのか。\u001b[22m, \u001b[1m彼は夜のクラスで唯一のPurebloodだと、なぜhesの社長のthats。\u001b[22m\n\u001b[1m\u001b[22m\nTheres many other characters that you will meet along the way but all in all these are the main 3 characters to look out for in the series.\n\n\u001b[1mあなたがその途中で出会うだろうが、これらのすべての中で、あなたが会うであろう他の多くのキャラクターは、シリーズで見ている主要な3文字です。\u001b[22m\n\u001b[1m(Anata ga sono tochū de deaudarouga, korera no subete no naka de, anata ga audearou ta no ōku no kyarakutā wa, shirīzu de mite iru shuyōna 3 mojidesu.)\u001b[22m\n\nTranslations of \u001b[4mTheres many other characters that you will meet along the way but all in all these are the main 3 characters to look out for in the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTheres many other characters that you will meet along the way but all in all these are the main 3 characters to look out for in the series.\u001b[24m\n    \u001b[1mあなたがその途中で出会うだろうが、これらのすべての中で、あなたが会うであろう他の多くのキャラクターは、シリーズで見ている主要な3文字です。\u001b[22m, \u001b[1mあなたが道に沿って会う予定、他の多くの文字をtheresのが、これらのすべての内のすべてのは、連続してのために外を見るために主要な3文字です。\u001b[22m\n\u001b[1m\u001b[22m\nA smash hit manga and anime all around the world, with many series and a brilliant story line it is a must read. the episodes can drag on a little bit and kind of repeat themselves, i recommend that you watch the episodes and then read the books.\n\n\u001b[1mスマッシュヒットした漫画やアニメ、世界中の多くのシリーズと鮮やかなストーリーラインでそれは読む必要があります。 エピソードはちょっとやり直すことができます。私はエピソードを見てから本を読むことをお勧めします。\u001b[22m\n\u001b[1m(Sumasshuhitto shita manga ya anime, sekaijū no ōku no shirīzu to azayakana sutōrīrain de sore wa yomu hitsuyō ga arimasu. Episōdo wa chotto yarinaosu koto ga dekimasu. Watashi wa episōdo o mitekara hon o yomu koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mA smash hit manga and anime all around the world, with many series and a brilliant story line it is a must read. the episodes can drag on a little bit and kind of repeat themselves, i recommend that you watch the episodes and then read the books.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA smash hit manga and anime all around the world, with many series and a brilliant story line it is a must read.\u001b[24m\n    \u001b[1mスマッシュヒットした漫画やアニメ、世界中の多くのシリーズと鮮やかなストーリーラインでそれは読む必要があります。\u001b[22m, \u001b[1m多くのシリーズと華麗なストーリーラインとの大ヒットマンガやアニメ、世界中が、それは読まなければならないです。\u001b[22m\n\u001b[4mthe episodes can drag on a little bit and kind of repeat themselves, i recommend that you watch the episodes and then read the books.\u001b[24m\n    \u001b[1mエピソードはちょっとやり直すことができます。私はエピソードを見てから本を読むことをお勧めします。\u001b[22m, \u001b[1mエピソードは少し上にドラッグして、種類の自分自身を繰り返すことができ、私はあなたがエピソードを見て、その後、本を読むことをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n12:59 Pm 9th of October 2012 ~Amy\n\n\u001b[1m2012年10月9日12:59 PM〜Amy\u001b[22m\n\u001b[1m(2012-Nen 10 tsuki 9-nichi 12: 59 PM 〜 Amy)\u001b[22m\n\nTranslations of \u001b[4m12:59 Pm 9th of October 2012 ~Amy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m12:59 Pm 9th of October 2012 ~Amy\u001b[24m\n    \u001b[1m2012年10月9日12:59 PM〜Amy\u001b[22m, \u001b[1m2012年10月〜エイミーの12:59 9日\u001b[22m"
  }
]
