[
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "jamilestelle",
    "profile": "/profile/jamilestelle/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=9130",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nスペシャルAは私が今まで読んだことのある最高の少女漫画の一つですが、私はそのアニメにはとても失望していました。 そのマンガの大ファンであることは、アニメの物語が本当に遅いので、アニメを憎むことにつながる可能性があります。 それでも、ストーリーラインはそこにいる少女のファンにはいい！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nSpecial A is one of the best shoujo manga I have ever read but I was very disappointed in its Anime. Being a big fan of its manga may lead you to hating its anime, simply because the story in the anime is really slow. Still, the storyline is good for all the shoujo fans out there!\n\n\u001b[1mスペシャルAは私が今まで読んだことのある最高の少女漫画の一つですが、私はそのアニメにはとても失望していました。 そのマンガの大ファンであることは、アニメの物語が本当に遅いので、アニメを憎むことにつながる可能性があります。 それでも、ストーリーラインはそこにいる少女のファンにはいい！\u001b[22m\n\u001b[1m(Supesharu A wa watashi ga ima made yonda koto no aru saikō no shōjo manga no hitotsudesuga, watashi wa sono anime ni wa totemo shitsubō shite imashita. Sono manga no dai fandearu koto wa, anime no monogatari ga hontōni osoinode, anime o nikumu koto ni tsunagaru kanōsei ga arimasu. Soredemo, sutōrīrain wa soko ni iru shōjo no fan ni wa ī!)\u001b[22m\n\nTranslations of \u001b[4mSpecial A is one of the best shoujo manga I have ever read but I was very disappointed in its Anime. Being a big fan of its manga may lead you to hating its anime, simply because the story in the anime is really slow. Still, the storyline is good for all the shoujo fans out there!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpecial A is one of the best shoujo manga I have ever read but I was very disappointed in its Anime.\u001b[24m\n    \u001b[1mスペシャルAは私が今まで読んだことのある最高の少女漫画の一つですが、私はそのアニメにはとても失望していました。\u001b[22m, \u001b[1m特Aは私が今まで読んだことが最良の少女漫画の一つですが、私はそのアニメに非常に失望しました。\u001b[22m\n\u001b[4mBeing a big fan of its manga may lead you to hating its anime, simply because the story in the anime is really slow.\u001b[24m\n    \u001b[1mそのマンガの大ファンであることは、アニメの物語が本当に遅いので、アニメを憎むことにつながる可能性があります。\u001b[22m, \u001b[1mその漫画の大ファンであることはアニメで話が本当に遅いという理由だけで、そのアニメを嫌いにあなたを導くことができます。\u001b[22m\n\u001b[4mStill, the storyline is good for all the shoujo fans out there!\u001b[24m\n    \u001b[1mそれでも、ストーリーラインはそこにいる少女のファンにはいい！\u001b[22m, \u001b[1mそれでも、ストーリーはそこにすべての少女ファンのために良いです！\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "CerealKiller",
    "profile": "/profile/CerealKiller/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=8711",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  9\n|  10\n\nストーリーラインはばかばかしいかもしれませんが、いつも私を鼓舞します。 私は、クリエイターがストーリーラインに十分なディテールを入れておらず、いくつかのものをスキップしているかもしれないと少しは心配していますが、私は望んでいません。 キャラクターは陽気で楽しいものでした。 彼らのインタラクティブなやり方は彼らの性格に完​​全に合っていました。 全体的なアニメーションはまともで、設定やシナリオが完全に描かれていました。 声は少し離れていて、いつもバックグラウンドでこの奇妙な音楽が流れていました。 いくつかの部分は絶対に面白かったです。 ひかりの性格は、ちょうどとても奇妙で、それは全く面白いです...しかし、時々迷惑になりました。 とてもスマートな人のために、彼女はひどい判断があり、落ち着く必要があるようです。 私はまた、スペシャルAのメンバー全員のうち、彼女が金持ちでなく唯一勉強していた唯一の人であることが奇妙であると考えました。\n\nしかし全体的に、スペシャルAは面白かったし、もっとエピソードがあることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe storyline may be ridiculously goofy, but it always cheers me up. I'm a little worried that the creators didn't put enough detail into the storyline and may have skipped over some stuff, but I hope not. The characters were hilarious and enjoyable; the way they interacted fit perfectly with their personalities. The overall animation was decent and it fit perfectly with the settings and scenarios being portrayed. The voices were a little off and it there was always this strange music playing in the background. Some parts were absolutely hilarious. Hikari's personality, for example is just so odd that it's totally amusing... It did get annoying at times though. For someone so smart, it seems like she has awful judgment and needs to calm down. I also thought it was strange that out of all the members in the Special A, she was the only one who wasn't rich and the only one who was ever studying.\n\n\u001b[1mストーリーラインはばかばかしいかもしれませんが、いつも私を鼓舞します。 私は、クリエイターがストーリーラインに十分なディテールを入れておらず、いくつかのものをスキップしているかもしれないと少しは心配していますが、私は望んでいません。 キャラクターは陽気で楽しいものでした。 彼らのインタラクティブなやり方は彼らの性格に完​​全に合っていました。 全体的なアニメーションはまともで、設定やシナリオが完全に描かれていました。 声は少し離れていて、いつもバックグラウンドでこの奇妙な音楽が流れていました。 いくつかの部分は絶対に面白かったです。 ひかりの性格は、ちょうどとても奇妙で、それは全く面白いです...しかし、時々迷惑になりました。 とてもスマートな人のために、彼女はひどい判断があり、落ち着く必要があるようです。 私はまた、スペシャルAのメンバー全員のうち、彼女が金持ちでなく唯一勉強していた唯一の人であることが奇妙だとも思っていました。\u001b[22m\n\u001b[1m(Sutōrīrain wa bakabakashī kamo shiremasenga, itsumo watashi o kobu shimasu. Watashi wa, kurieitā ga sutōrīrain ni jūbun'na ditēru o irete orazu, ikutsu ka no mono o sukippu shite iru kamo shirenaito sukoshi wa shinpai shite imasuga, watashi wa nozonde imasen. Kyarakutā wa yōkide tanoshī monodeshita. Karera no intarakutibuna yarikata wa karera no seikaku ni kan ​​ zen ni atte imashita. Zentai-tekina animēshon wa matomo de, settei ya shinario ga kanzen ni egaka rete imashita. Koe wa sukoshi hanarete ite, itsumo bakkuguraundo de kono kimyōna ongaku ga nagarete imashita. Ikutsu ka no bubun wa zettai ni omoshirokattadesu. Hikari no seikaku wa, chōdo totemo kimyōde, sore wa mattaku omoshiroidesu... Shikashi, tokidoki meiwaku ni narimashita. Totemo sumātona hito no tame ni, kanojo wa hidoi handan ga ari, ochitsuku hitsuyō ga aru yōdesu. Watashi wa mata, supesharu A no menbā zen'in no uchi, kanojo ga kanemochidenaku yuiitsu benkyō shite ita yuiitsu no hitodearu koto ga kimyōdatomo omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe storyline may be ridiculously goofy, but it always cheers me up. I'm a little worried that the creators didn't put enough detail into the storyline and may have skipped over some stuff, but I hope not. The characters were hilarious and enjoyable; the way they interacted fit perfectly with their personalities. The overall animation was decent and it fit perfectly with the settings and scenarios being portrayed. The voices were a little off and it there was always this strange music playing in the background. Some parts were absolutely hilarious. Hikari's personality, for example is just so odd that it's totally amusing... It did get annoying at times though. For someone so smart, it seems like she has awful judgment and needs to calm down. I also thought it was strange that out of all the members in the Special A, she was the only one who wasn't rich and the only one who was ever studying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe storyline may be ridiculously goofy, but it always cheers me up.\u001b[24m\n    \u001b[1mストーリーラインはばかばかしいかもしれませんが、いつも私を鼓舞します。\u001b[22m, \u001b[1mストーリーは、途方もなく間抜けかもしれないが、それは常に歓声私を。\u001b[22m\n\u001b[4mI'm a little worried that the creators didn't put enough detail into the storyline and may have skipped over some stuff, but I hope not.\u001b[24m\n    \u001b[1m私は、クリエイターがストーリーラインに十分なディテールを入れておらず、いくつかのものをスキップしているかもしれないと少しは心配していますが、私は望んでいません。\u001b[22m, \u001b[1m私はクリエイターがストーリーに十分な詳細を入れていないといくつかのものをスキップしている可能性があること少し心配だけど、私はしません願っています。\u001b[22m\n\u001b[4mThe characters were hilarious and enjoyable;\u001b[24m\n    \u001b[1mキャラクターは陽気で楽しいものでした。\u001b[22m, \u001b[1m文字は陽気で楽しいものでした。\u001b[22m\n\u001b[4mthe way they interacted fit perfectly with their personalities.\u001b[24m\n    \u001b[1m彼らのインタラクティブなやり方は彼らの性格に完全に合っていました。\u001b[22m, \u001b[1m彼らは相互作用の方法は、彼らの個性と完璧にフィット。\u001b[22m\n\u001b[4mThe overall animation was decent and it fit perfectly with the settings and scenarios being portrayed.\u001b[24m\n    \u001b[1m全体的なアニメーションはまともで、設定やシナリオが完全に描かれていました。\u001b[22m, \u001b[1m全体的なアニメーションがまともだったし、描かれている設定やシナリオを完璧にフィット。\u001b[22m\n\u001b[4mThe voices were a little off and it there was always this strange music playing in the background.\u001b[24m\n    \u001b[1m声は少し離れていて、いつもバックグラウンドでこの奇妙な音楽が流れていました。\u001b[22m, \u001b[1m声が少しずれていましたし、それは常にバックグラウンドで遊んでこの奇妙な音楽がありました。\u001b[22m\n\u001b[4mSome parts were absolutely hilarious.\u001b[24m\n    \u001b[1mいくつかの部分は絶対に面白かったです。\u001b[22m, \u001b[1mいくつかの部分は絶対に陽気でした。\u001b[22m\n\u001b[4mHikari's personality, for example is just so odd that it's totally amusing... It did get annoying at times though.\u001b[24m\n    \u001b[1mひかりの性格は、ちょうどとても奇妙で、それは全く面白いです...しかし、時々迷惑になりました。\u001b[22m, \u001b[1m例えばひかりの性格は、それは完全におかしいだとちょうどそう奇数である...それはしかし時間に迷惑手に入れました。\u001b[22m\n\u001b[4mFor someone so smart, it seems like she has awful judgment and needs to calm down.\u001b[24m\n    \u001b[1mとてもスマートな人のために、彼女はひどい判断があり、落ち着く必要があるようです。\u001b[22m, \u001b[1m彼女はひどい判決があり、沈静する必要があるようなので、スマートな誰かのために、それはそうです。\u001b[22m\n\u001b[4mI also thought it was strange that out of all the members in the Special A, she was the only one who wasn't rich and the only one who was ever studying.\u001b[24m\n    \u001b[1m私はまた、スペシャルAのメンバー全員のうち、彼女が金持ちでなく唯一勉強していた唯一の人であることが奇妙だとも思っていました。\u001b[22m, \u001b[1m私も特A内のすべてのメンバーのうち、彼女は豊かではなかっただけ、これまで勉強していただけだったことが不思議だと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nBut overall, Special A was hilarious and I wish there were more episodes to it.\n\n\u001b[1mしかし全体的に、スペシャルAは面白かったし、もっとエピソードがあることを願っています。\u001b[22m\n\u001b[1m(Shikashi zentai-teki ni, supesharu A wa omoshirokattashi, motto episōdo ga aru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut overall, Special A was hilarious and I wish there were more episodes to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut overall, Special A was hilarious and I wish there were more episodes to it.\u001b[24m\n    \u001b[1mしかし全体的に、スペシャルAは面白かったし、もっとエピソードがあることを願っています。\u001b[22m, \u001b[1mしかし、全体として、特Aは陽気だったと私はそれをより多くのエピソードがありましたなあ。\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "aozuki_kei",
    "profile": "/profile/aozuki_kei/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=14902",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はこの話を最初に見つけたので、この話を非常に興味深いものでした。 物語はクラスの高校生約7人、すなわちスーパーエリート高校のスペシャルAクラスです。  「School Life」というジャンルが大好きな方には、本当にこのことをお勧めします。 ちょうどあなたが愛する人があなたの気持ちを気にせず、あなたとのマッチについてだけ考えるとき、どうやってそれを取るのですか？ キャラクターは漫画よりも優れています（漫画のキャラクターを区別するのが難しいので、私を信じてください）。 私は本当に気にしないので、音は悪くありません。 しかし、これは決して飽きることのないアニメであり、エンディングには満足できず、マンガを読むことになります:-p",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI found this story very interesting as I first found out about it. The story is about 7 high school students in a class, namely Special A class in a super elite high school. For those who love the 'School Life' genre, I really recommend this. Just how do you take it when someone who you love doesn't care about your feeling and only think about matches with you? The characters are designed better than the manga (believe me, because its hard to differentiate between characters in the manga). The sounds are not bad, mainly because I do not really care about it. However, this is an anime that you'll never get bored by it and you'll never be satisfied with the ending, and end up reading the manga :-p\n\n\u001b[1m私はこの話を最初に見つけたので、この話を非常に興味深いものでした。 物語はクラスの高校生約7人、すなわちスーパーエリート高校のスペシャルAクラスです。  「School Life」というジャンルが大好きな方には、本当にこのことをお勧めします。 ちょうどあなたが愛する人があなたの気持ちを気にせず、あなたとのマッチについてだけ考えるとき、どうやってそれを取るのですか？ キャラクターは漫画よりも優れています（漫画のキャラクターを区別するのが難しいので、私を信じてください）。 私は本当に気にしないので、音は悪くありません。 しかし、これは決して飽きることのないアニメであり、エンディングには満足できず、マンガを読むことになります:-p\u001b[22m\n\u001b[1m(Watashi wa kono hanashi o saisho ni mitsuketanode, kono hanashi o hijō ni kyōmibukai monodeshita. Monogatari wa kurasu no kōkōsei yaku 7-ri, sunawachi sūpāerīto kōkō no supesharu A kurasudesu. `School Life' to iu janru ga daisukina kata ni wa, hontōni kono koto o o susume shimasu. Chōdo anata ga aisuruhito ga anata no kimochi o ki ni sezu, anata to no matchi ni tsuite dake kangaeru toki, dō yatte sore o toru nodesu ka? Kyarakutā wa manga yori mo sugurete imasu (manga no kyarakutā o kubetsu suru no ga muzukashīnode, watashi o shinjite kudasai). Watashi wa hontōni ki ni shinainode,-on wa waruku arimasen. Shikashi, kore wa kesshite akiru koto no nai animedeari, endingu ni wa manzoku dekizu, manga o yomu koto ni narimasu: - P)\u001b[22m\n\nTranslations of \u001b[4mI found this story very interesting as I first found out about it. The story is about 7 high school students in a class, namely Special A class in a super elite high school. For those who love the 'School Life' genre, I really recommend this. Just how do you take it when someone who you love doesn't care about your feeling and only think about matches with you? The characters are designed better than the manga (believe me, because its hard to differentiate between characters in the manga). The sounds are not bad, mainly because I do not really care about it. However, this is an anime that you'll never get bored by it and you'll never be satisfied with the ending, and end up reading the manga :-p\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found this story very interesting as I first found out about it.\u001b[24m\n    \u001b[1m私はこの話を最初に見つけたので、この話を非常に興味深いものでした。\u001b[22m, \u001b[1m私が最初にそれを知ったように私はこの話は非常に興味深い発見しました。\u001b[22m\n\u001b[4mThe story is about 7 high school students in a class, namely Special A class in a super elite high school.\u001b[24m\n    \u001b[1m物語はクラスの高校生約7人、すなわちスーパーエリート高校のスペシャルAクラスです。\u001b[22m, \u001b[1m物語は、クラス内の約7高校生、超エリート高校すなわち特別なクラスです。\u001b[22m\n\u001b[4mFor those who love the 'School Life' genre, I really recommend this.\u001b[24m\n    \u001b[1m「School Life」というジャンルが大好きな方には、本当にこのことをお勧めします。\u001b[22m, \u001b[1m「学校生活」のジャンルを愛する人のために、私は本当にこのことをお勧めします。\u001b[22m\n\u001b[4mJust how do you take it when someone who you love doesn't care about your feeling and only think about matches with you?\u001b[24m\n    \u001b[1mちょうどあなたが愛する人があなたの気持ちを気にせず、あなたとのマッチについてだけ考えるとき、どうやってそれを取るのですか？\u001b[22m, \u001b[1mあなたが愛する誰かがあなたの気持ちを気にし、あなただけで試合を考えていないときにどれだけあなたはそれを取るのですか？\u001b[22m\n\u001b[4mThe characters are designed better than the manga (believe me, because its hard to differentiate between characters in the manga).\u001b[24m\n    \u001b[1mキャラクターは漫画よりも優れています（漫画のキャラクターを区別するのが難しいので、私を信じてください）。\u001b[22m, \u001b[1m（そのハードが漫画の中の文字を区別するために、私を信じて）文字は、漫画よりも優れて設計されています。\u001b[22m\n\u001b[4mThe sounds are not bad, mainly because I do not really care about it.\u001b[24m\n    \u001b[1m私は本当に気にしないので、音は悪くありません。\u001b[22m, \u001b[1m音は、私は本当にそれについて気にしない主な理由は、悪くはありません。\u001b[22m\n\u001b[4mHowever, this is an anime that you'll never get bored by it and you'll never be satisfied with the ending, and end up reading the manga :-p\u001b[24m\n    \u001b[1mしかし、これは決して飽きることのないアニメであり、エンディングには満足できず、マンガを読むことになります:-p\u001b[22m, \u001b[1mしかし、これは、あなたがそれによって退屈しない飽きないよアニメですし、エンディングに満足していない、とマンガ:-Pを読み終わるんよ\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "-Animewatcher-",
    "profile": "/profile/-Animewatcher-/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=18489",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  8\n\nスペシャルAは、初心者の方にはうれしいアニメですが、終わり近くには少し劇的です。私にとってはそれほど影響はありませんが、本当に楽しめます。私の好きなキャラクターはKeiです。 物語の中で起きるいくつかの事が彼を怒らせます。一方、光は、彼女が大好きで、ロマンチックなことが起こるたびに言い訳を作ります。\nあなたが陽気なアニメを愛しているなら、このワンが好きかもしれません。それは時々ロマンチックなこともあり、エンディングは「OK！」です。 私のために私は推測する。\n\n\nPEACE！：P\nP.S. それは私の意見ですが、自分で作ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSpecial A is good anime to watch, for starters it's hilarious and it's a bit dramatic near the end.It's not very impacting enough for me but it is really enjoyable for alot and my favourite character is Kei cause he's very funny when he gets angry and some things that happen in the story makes him angry.Hikari on the other hand is clueless that Kei loves her and makes up an excuse everytime something romantic happens.\n\n\u001b[1mスペシャルAは、初心者の方にはうれしいアニメですが、終わり近くには少し劇的です。私にとってはそれほど影響はありませんが、本当に楽しめます。私の好きなキャラクターはKeiです。 物語の中で起きるいくつかの事が彼を怒らせます。一方、光は、彼女が大好きで、ロマンチックなことが起こるたびに言い訳を作ります。\u001b[22m\n\u001b[1m(Supesharu A wa, shoshinsha no kata ni wa ureshī animedesuga, owari chikaku ni wa sukoshi gekitekidesu. Watashi ni totte wa sorehodo eikyō wa arimasenga, hontōni tanoshimemasu. Watashi no sukina kyarakutā wa Keidesu. Monogatari no naka de okiru ikutsu ka no koto ga kare o okora semasu. Ippō, hikari wa, kanojo ga daisukide, romanchikkuna koto ga okoru tabi ni iiwake o tsukurimasu.)\u001b[22m\n\nTranslations of \u001b[4mSpecial A is good anime to watch, for starters it's hilarious and it's a bit dramatic near the end.It's not very impacting enough for me but it is really enjoyable for alot and my favourite character is Kei cause he's very funny when he gets angry and some things that happen in the story makes him angry.Hikari on the other hand is clueless that Kei loves her and makes up an excuse everytime something romantic happens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpecial A is good anime to watch, for starters it's hilarious and it's a bit dramatic near the end.It's not very impacting enough for me but it is really enjoyable for alot and my favourite character is Kei cause he's very funny when he gets angry and\u001b[24m\n    \u001b[1mスペシャルAは、初心者の方にはうれしいアニメですが、終わり近くには少し劇的です。私にとってはそれほど影響はありませんが、本当に楽しめます。私の好きなキャラクターはKeiです。\u001b[22m, \u001b[1m特Aは、見て良いアニメですスタータのためにそれは陽気だとそれは私のために十分な非常に衝撃end.It年代に近いビット劇的ではないのですが、彼が怒るとき、彼は非常に面白いです原因それはたくさんのために本当に楽しいですし、私の好きなキャラクターは圭あり、\u001b[22m\n\u001b[4msome things that happen in the story makes him angry.Hikari on the other hand is clueless that Kei loves her and makes up an excuse everytime something romantic happens.\u001b[24m\n    \u001b[1m物語の中で起きるいくつかの事が彼を怒らせます。一方、光は、彼女が大好きで、ロマンチックなことが起こるたびに言い訳を作ります。\u001b[22m, \u001b[1m物語の中で起こるいくつかのものは一方angry.Hikariは圭が彼女を愛し、ロマンチック毎回何かが起こる言い訳を構成することは無知である彼になります。\u001b[22m\nIf you love hilarious anime you might like this one.It can be romantic at times too and the ending was 'OK!' for me I guess.\n\n\u001b[1mあなたが陽気なアニメを愛しているなら、このワンが好きかもしれません。それは時々ロマンチックなこともあり、エンディングは「OK！」です。 私のために私は推測する。\u001b[22m\n\u001b[1m(Anata ga yōkina anime o aishite irunara, kono wan ga suki kamo shiremasen. Sore wa tokidoki romanchikkuna koto mo ari, endingu wa `OK!'Desu. Watashi no tame ni watashi wa suisoku suru.)\u001b[22m\n\nTranslations of \u001b[4mIf you love hilarious anime you might like this one.It can be romantic at times too and the ending was 'OK!' for me I guess.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you love hilarious anime you might like this one.It can be romantic at times too and the ending was 'OK!'\u001b[24m\n    \u001b[1mあなたが陽気なアニメを愛しているなら、このワンが好きかもしれません。それは時々ロマンチックなこともあり、エンディングは「OK！」です。\u001b[22m, \u001b[1mあなたは陽気なアニメを愛しているなら、あなたはこのone.Itはあまりにも時間にロマンチックなことができ好むかもしれないとエンディングだった「OK！」\u001b[22m\n\u001b[4mfor me I guess.\u001b[24m\n    \u001b[1m私のために私は推測する。\u001b[22m, \u001b[1m私のために私は推測します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nPEACE!:P\n\n\u001b[1mPEACE！：P\u001b[22m\n\u001b[1m(PEACE! : P)\u001b[22m\n\nTranslations of \u001b[4mPEACE!:P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPEACE!:P\u001b[24m\n    \u001b[1mPEACE！：P\u001b[22m\nP.S. it's only my opinion but you can make your own.\n\n\u001b[1mP.S. それは私の意見ですが、自分で作ることができます。\u001b[22m\n\u001b[1m(P. S. Sore wa watashi no ikendesuga, jibun de tsukuru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mP.S. it's only my opinion but you can make your own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S.\u001b[24m\n    \u001b[1mP.S.\u001b[22m, \u001b[1m後記\u001b[22m\n\u001b[4mit's only my opinion but you can make your own.\u001b[24m\n    \u001b[1mそれは私の意見ですが、自分で作ることができます。\u001b[22m, \u001b[1mそれだけで私の意見ですが、あなたはあなた自身を作ることができます。\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "ktanxo",
    "profile": "/profile/ktanxo/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=39867",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私は絶対にこの1つをlooooooved、それは驚きだった。 正直なところ。\nもしあなたがロマンス/コメディに入っていれば、これは間違いなく価値のあるものです。\n私はある時点で男のキャラクターに夢中だった.. o.O\nしかし、真剣に、これを終えると、あなたはタカシマがいつも言ってやることは覚えています。あなたが彼が私のように暑いと感じるならば\n\n彼があまりにも保護的で嫉妬深いときは陽気だと分かります。\n彼は彼女を弄ぶのが好き、彼女が彼女を愛していることを示すが、彼女には言わない。そしてその少女はかなり愚かなので、そうだ:)\n\nあなたがこれが好きなら、カイチョウメイド様も見てください、彼らはほとんど同じです：D\n\nAnywaaaaaaays、これを見て、もし私がこれのようなものを探してきたが、何も見いだされなかったのと同様のものを見たことがあるなら教えてください; _____;",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI absolutely looooooved this one, it was amazing. honestly.\n\n\u001b[1m私は絶対にこの1つをlooooooved、それは驚きだった。 正直なところ。\u001b[22m\n\u001b[1m(Watashi wa zettai ni kono 1tsu o looooooved, soreha odorokidatta. Shōjikina tokoro.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely looooooved this one, it was amazing. honestly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely looooooved this one, it was amazing.\u001b[24m\n    \u001b[1m私は絶対にこの1つをlooooooved、それは驚きだった。\u001b[22m, \u001b[1m私は絶対にそれは驚くべきものだった、この1をlooooooved。\u001b[22m\n\u001b[4mhonestly.\u001b[24m\n    \u001b[1m正直なところ。\u001b[22m\nif you're into romance/comedy and all that, this is definitely worth watching.\n\n\u001b[1mもしあなたがロマンス/コメディに入っていれば、これは間違いなく価値のあるものです。\u001b[22m\n\u001b[1m(Moshi anata ga romansu/ komedi ni haitte ireba, koreha machigainaku kachi no aru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mif you're into romance/comedy and all that, this is definitely worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif you're into romance/comedy and all that, this is definitely worth watching.\u001b[24m\n    \u001b[1mもしあなたがロマンス/コメディに入っていれば、これは間違いなく価値のあるものです。\u001b[22m, \u001b[1mあなたがロマンス/コメディとすべてのことに興味があれば、これは間違いなく見て価値があります。\u001b[22m\ni was obsessed with the guy characters at one point.. o.O\n\n\u001b[1m私はある時点で男のキャラクターに夢中だった.. o.O\u001b[22m\n\u001b[1m(Watashi wa aru jiten de otoko no kyarakutā ni muchūdatta.. O. O)\u001b[22m\n\nTranslations of \u001b[4mi was obsessed with the guy characters at one point.. o.O\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi was obsessed with the guy characters at one point.. o.O\u001b[24m\n    \u001b[1m私はある時点で男のキャラクターに夢中だった.. o.O\u001b[22m, \u001b[1m私は一点で男文字に取りつかれた.. o.O\u001b[22m\nbut seriously, once you finish this, you will remember that ONE thing takashima always say and yeah.. that's if you find him hot like i do :D\n\n\u001b[1mしかし、真剣に、これを終えると、あなたはタカシマがいつも言ってやることは覚えています。あなたが彼が私のように暑いと感じるならば\u001b[22m\n\u001b[1m(Shikashi, shinken ni, kore o oeru to, anata wa Takashima ga itsumo itte yaru koto wa oboete imasu. Anata ga kare ga watashi no yō ni atsui to kanjirunaraba)\u001b[22m\n\nTranslations of \u001b[4mbut seriously, once you finish this, you will remember that ONE thing takashima always say and yeah.. that's if you find him hot like i do :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbut seriously, once you finish this, you will remember that ONE thing takashima always say and yeah.. that's if you find him hot like i do :D\u001b[24m\n    \u001b[1mしかし、真剣に、これを終えると、あなたはタカシマがいつも言ってやることは覚えています。あなたが彼が私のように暑いと感じるならば\u001b[22m, \u001b[1mD：しかし、真剣にこれを終えたら、あなたは一つのことの高島がいつも言うことを覚えているだろうと私が行うようにあなたは彼が熱い見つけたらええ..それはです\u001b[22m\n\u001b[1m\u001b[22m\ni find it hilarious when he gets so protective and jealous, it makes me happy hehe &gt;:D\n\n\u001b[1m彼があまりにも保護的で嫉妬深いときは陽気だと分かります。\u001b[22m\n\u001b[1m(Kare ga amarini mo hogo-tekide shittobukai toki wa yōkida to wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mi find it hilarious when he gets so protective and jealous, it makes me happy hehe &gt;:D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi find it hilarious when he gets so protective and jealous, it makes me happy hehe &gt;:D\u001b[24m\n    \u001b[1m彼があまりにも保護的で嫉妬深いときは陽気だと分かります。\u001b[22m, \u001b[1mD：;彼はとても保護と嫉妬を取得したときに私はそれが私を幸せ笑＆GTになり、それは陽気見つけます\u001b[22m\nhe likes to tease her, show her that he loves her, but doesn't tell her.. and the girl is pretty clueless, so yeah :)\n\n\u001b[1m彼は彼女を弄ぶのが好き、彼女が彼女を愛していることを示すが、彼女には言わない。そしてその少女はかなり愚かなので、そうだ:)\u001b[22m\n\u001b[1m(Kare wa kanojo o moteasobu no ga suki, kanojo ga kanojo o aishite iru koto o shimesuga, kanojo ni wa iwanai. Soshite sono shōjo wa kanari orokananode,-sōda: ))\u001b[22m\n\nTranslations of \u001b[4mhe likes to tease her, show her that he loves her, but doesn't tell her.. and the girl is pretty clueless, so yeah :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhe likes to tease her, show her that he loves her, but doesn't tell her.. and the girl is pretty clueless, so yeah :)\u001b[24m\n    \u001b[1m彼は彼女を弄ぶのが好き、彼女が彼女を愛していることを示すが、彼女には言わない。そしてその少女はかなり愚かなので、そうだ:)\u001b[22m, \u001b[1m彼は彼女を愛していることを彼女に示して、彼女をいじめるのが好き、しかし、ええそう、..彼女に言うと、女の子はかなり無知ではありません:)\u001b[22m\n\u001b[1m\u001b[22m\nif you like this, watch kaichou wa maid sama also, they're almost the same :D\n\n\u001b[1mあなたがこれが好きなら、カイチョウメイド様も見てください、彼らはほとんど同じです：D\u001b[22m\n\u001b[1m(Anata ga kore ga sukinara, kaichoumeido-sama mo mitekudasai, karera wa hotondo onajidesu: D)\u001b[22m\n\nTranslations of \u001b[4mif you like this, watch kaichou wa maid sama also, they're almost the same :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif you like this, watch kaichou wa maid sama also, they're almost the same :D\u001b[24m\n    \u001b[1mあなたがこれが好きなら、カイチョウメイド様も見てください、彼らはほとんど同じです：D\u001b[22m, \u001b[1mあなたのこのような場合、また、彼らはほぼ同じだkaichou WAメイド様を見て：D\u001b[22m\n\u001b[1m\u001b[22m\nAnywaaaaaaays, watch this and tell me if you've watched any that are similar cause i've been searching for one that's like this but never found any ;_____;\n\n\u001b[1mAnywaaaaaaays、これを見て、もし私がこれのようなものを探してきたが、何も見いだされなかったのと同様のものを見たことがあるなら教えてください; _____;\u001b[22m\n\u001b[1m(Anywaaaaaaays, kore o mite, moshi watashi ga kore no yōna mono o sagashite kitaga, nani mo miidasa renakatta no to dōyō no mono o mita koto ga arunara oshietekudasai; _____;)\u001b[22m\n\nTranslations of \u001b[4mAnywaaaaaaays, watch this and tell me if you've watched any that are similar cause i've been searching for one that's like this but never found any ;_____;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnywaaaaaaays, watch this and tell me if you've watched any that are similar cause i've been searching for one that's like this but never found any ;_____;\u001b[24m\n    \u001b[1mAnywaaaaaaays、これを見て、もし私がこれのようなものを探してきたが、何も見いだされなかったのと同様のものを見たことがあるなら教えてください; _____;\u001b[22m, \u001b[1mAnywaaaaaaays、これを見て、あなたが見てきたなら、私に教えて私はこのようなものだ1を探したが見つかっていないしてきた同様の原因であること、任意のいずれか; _____;\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "mroia",
    "profile": "/profile/mroia/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=15319",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nこの物語は本当に傑作です！）））大傑作/\n私はそれを見ている間、私は思った：「うわー！ 私はこの前に10アニメでこのジョークを聞いたことがある！ 私は同じシーンを2回見ました！ 彼が今言っていることは分かっているよ！\nすべてのヒーローのすべての行動を予測するのは本当に楽しいことでした。 このアニメでは、「学校ロマンス」のために特徴的なすべてのアーキタイプを見ることができます。 だから、あなたがこの特定のジャンルのファンなら、お楽しみください！ このアニメは、数多くのアニメのポップスリの一種です",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis story is really a masterpiece!))) Masterpiece of cliches/\n\n\u001b[1mこの物語は本当に傑作です！）））大傑作/\u001b[22m\n\u001b[1m(Kono monogatari wa hontōni kessakudesu! ) ) ) Daiketsusaku/)\u001b[22m\n\nTranslations of \u001b[4mThis story is really a masterpiece!))) Masterpiece of cliches/\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story is really a masterpiece!))) Masterpiece of cliches/\u001b[24m\n    \u001b[1mこの物語は本当に傑作です！）））大傑作/\u001b[22m, \u001b[1mこの話は本当に傑作です！）））決まり文句のマスターピース/\u001b[22m\nWhile I was watching it I thought: 'Wow! I've heard this joke in 10 animes before this one! I've seen the same scene twice! I know what he is going to say now!'\n\n\u001b[1m私はそれを見ている間、私は思った：「うわー！ 私はこの前に10アニメでこのジョークを聞いたことがある！ 私は同じシーンを2回見ました！ 彼が今言っていることは分かっているよ！\u001b[22m\n\u001b[1m(Watashi wa sore o mite iru ma, watashi wa omotta: `Uwa ̄ ! Watashi wa konomae ni 10 anime de kono jōku o kiita koto ga aru! Watashi wa onaji shīn o 2-kai mimashita! Kare ga ima itte iru koto wa wakatte iru yo!)\u001b[22m\n\nTranslations of \u001b[4mWhile I was watching it I thought: 'Wow! I've heard this joke in 10 animes before this one! I've seen the same scene twice! I know what he is going to say now!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I was watching it I thought: 'Wow!\u001b[24m\n    \u001b[1m私はそれを見ている間、私は思った：「うわー！\u001b[22m, \u001b[1m私はそれを見ていた間、私は考えた：\"うわー！\u001b[22m\n\u001b[4mI've heard this joke in 10 animes before this one!\u001b[24m\n    \u001b[1m私はこの前に10アニメでこのジョークを聞いたことがある！\u001b[22m, \u001b[1m私はこの1つ前に10アニメでこのジョークを聞きました！\u001b[22m\n\u001b[4mI've seen the same scene twice!\u001b[24m\n    \u001b[1m私は同じシーンを2回見ました！\u001b[22m, \u001b[1m私は二度同じシーンを見てきました！\u001b[22m\n\u001b[4mI know what he is going to say now!'\u001b[24m\n    \u001b[1m彼が今言っていることは分かっているよ！\u001b[22m, \u001b[1m私は彼が今言って何が起こっているか知っています！」\u001b[22m\nIt was real fun to predict all the actions of all heroes. In this anime we can see all archetypes that are distinctive for 'school romance'. So, if you are fan of this particular genre - enjoy! This anime is kind of potpourri of great number of animes\n\n\u001b[1mすべてのヒーローのすべての行動を予測するのは本当に楽しいことでした。 このアニメでは、「学校ロマンス」のために特徴的なすべてのアーキタイプを見ることができます。 だから、あなたがこの特定のジャンルのファンなら、お楽しみください！ このアニメは、数多くのアニメのポップスリの一種です\u001b[22m\n\u001b[1m(Subete no hīrō no subete no kōdō o yosoku suru no wa hontōni tanoshī kotodeshita. Kono animede wa,`gakkō romansu' no tame ni tokuchō-tekina subete no ākitaipu o miru koto ga dekimasu. Dakara, anata ga kono tokutei no janru no fan'nara, o tanoshimi kudasai! Kono anime wa, kazuōku no anime no poppusuri no isshudesu)\u001b[22m\n\nTranslations of \u001b[4mIt was real fun to predict all the actions of all heroes. In this anime we can see all archetypes that are distinctive for 'school romance'. So, if you are fan of this particular genre - enjoy! This anime is kind of potpourri of great number of animes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was real fun to predict all the actions of all heroes.\u001b[24m\n    \u001b[1mすべてのヒーローのすべての行動を予測するのは本当に楽しいことでした。\u001b[22m, \u001b[1mすべての英雄のすべてのアクションを予測するための本当の楽しみでした。\u001b[22m\n\u001b[4mIn this anime we can see all archetypes that are distinctive for 'school romance'.\u001b[24m\n    \u001b[1mこのアニメでは、「学校ロマンス」のために特徴的なすべてのアーキタイプを見ることができます。\u001b[22m, \u001b[1mこのアニメでは、「学校のロマンス 'の独特のあるすべてのアーキタイプを見ることができます。\u001b[22m\n\u001b[4mSo, if you are fan of this particular genre - enjoy!\u001b[24m\n    \u001b[1mだから、あなたがこの特定のジャンルのファンなら、お楽しみください！\u001b[22m, \u001b[1mだから、あなたは、この特定のジャンルのファンであれば - お楽しみください！\u001b[22m\n\u001b[4mThis anime is kind of potpourri of great number of animes\u001b[24m\n    \u001b[1mこのアニメは、数多くのアニメのポップスリの一種です\u001b[22m, \u001b[1mこのアニメは、アニメの偉大な数のポプリの一種であります\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "Magdalen",
    "profile": "/profile/Magdalen/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=27618",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  8\n\n*いくつかのスポイラー、しかしメジャーではない*\n\nスペシャルAはとても特別なプロットではありません。 基本的には、上位の高等学校の上位7人の生徒はすぐに授業に出席しなければならない「スペシャルA」グループに入学し、学校には自分のエリアがあります。\n\nスペシャルAについて私がバグを起こしたのは、私が実際に主人公をあまり好きではないという事実です。 全体的に「競争力のある」ことは、面白いうちに、信じられないほどに怒り狂っていました。特に、彼女がケイを好きにしていることが分かり、それによって彼女の間の競争が失われていたことが分かりました。\n\n私はKeiが少しばかげて、ちょうど私の好みのために傲慢だと思う。 それを言って、私はいくつかの文字でそれを好きですが、私はちょうど彼があまりにも面倒で、私の好みのために退屈見つける。 私のために、主人公、特に少女の男性キャラクターが好きな人は、少年の方が多くなければならないので、おそらく欠陥を持っていて、彼を愛しているという事実を除いて（オハイオ州では、 漫画）、私は彼にもう少し暖かくなるだろう。\n\n私はひかりを理論的に好きだった。 私は彼女が甘く魅惑的ではないと思った。 しかし、シリーズが進行するにつれて、私は彼女の無知がますます刺激されるようになった。\n\nそう言って、なぜこのアニメにこのような高い評価を与えたのだろうかと疑問に思うだろう。 正直言って、それはサポートキャラクターです。 驚いたことに、私はスペシャルAの他のメンバーとその話を大好きでした。\n\n基本的には圭とひかりですが、ロマンスは残りのグループのほとんどすべて（6月、恵、明、正、竜）に続きます。 あなたは瞬間を笑い、他の人はあなたの心に優しさを感じます。\n音楽は美しく、アニメに完璧に合っています。\n\n結局のところ、私はこれを見ることをお勧めしますが、恒例のプロットと輝かしい主人公を期待しないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n*some spoilers, but not major*\n\n\u001b[1m*いくつかのスポイラー、しかしメジャーではない*\u001b[22m\n\u001b[1m(* Ikutsu ka no supoirā, shikashi mejāde wanai*)\u001b[22m\n\nTranslations of \u001b[4m*some spoilers, but not major*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*some spoilers, but not major*\u001b[24m\n    \u001b[1m*いくつかのスポイラー、しかしメジャーではない*\u001b[22m, \u001b[1m*いくつかのスポイラーではなく、主要な*\u001b[22m\n\u001b[1m\u001b[22m\nSpecial A isn't a very 'special' plot. Basically the top seven pupils of quite a high-ranking school are immediately placed into 'Special A', a group where they do not (seem) have to attend classes, and they have their own area of the school to themselves.\n\n\u001b[1mスペシャルAはとても特別なプロットではありません。 基本的には、上位の高等学校の上位7人の生徒はすぐに授業に出席しなければならない「スペシャルA」グループに入学し、学校には自分のエリアがあります。\u001b[22m\n\u001b[1m(Supesharu A wa totemo tokubetsuna purottode wa arimasen. Kihontekini wa, jōi no kōtō gakkō no jōi 7-ri no seito wa sugu ni jugyō ni shusseki shinakereba naranai `supesharu A' gurūpu ni nyūgaku shi, gakkō ni wa jibun no eria ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSpecial A isn't a very 'special' plot. Basically the top seven pupils of quite a high-ranking school are immediately placed into 'Special A', a group where they do not (seem) have to attend classes, and they have their own area of the school to themselves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpecial A isn't a very 'special' plot.\u001b[24m\n    \u001b[1mスペシャルAはとても特別なプロットではありません。\u001b[22m, \u001b[1m特Aは、非常に「特別」のプロットではありません。\u001b[22m\n\u001b[4mBasically the top seven pupils of quite a high-ranking school are immediately placed into 'Special A', a group where they do not (seem) have to attend classes, and they have their own area of the school to themselves.\u001b[24m\n    \u001b[1m基本的には、上位の高等学校の上位7人の生徒はすぐに授業に出席しなければならない「スペシャルA」グループに入学し、学校には自分のエリアがあります。\u001b[22m, \u001b[1m基本的には非常に高ランクの学校のトップ7生徒はすぐに「特A」、彼らは授業に出席しなければならない、と彼らは自分自身への学校の独自の領域を持っている（ように見える）しないグループに配置されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe thing that bugs me about Special A is the fact I don't actually like the protagonists that much. The whole 'competitive' thing, while funny to watch, was unbelievably aggrivating, especially when it came to her finding herself liking Kei back and realising she'd 'lost' the competition between them because of it.\n\n\u001b[1mスペシャルAについて私がバグを起こしたのは、私が実際に主人公をあまり好きではないという事実です。 全体的に「競争力のある」ことは、面白いうちに、信じられないほどに怒り狂っていました。特に、彼女がケイを好きにしていることが分かり、それによって彼女の間の競争が失われていたことが分かりました。\u001b[22m\n\u001b[1m(Supesharu A ni tsuite watashi ga bagu o okoshita no wa, watashi ga jissai ni shujinkō o amari sukide wa nai to iu jijitsudesu. Zentai-teki ni `kyōsō-ryoku no aru' koto wa, omoshiroi uchi ni, shinji rarenai hodo ni ikarikurutte imashita. Tokuni, kanojo ga kei o sukini shite iru koto ga wakari, sore ni yotte kanojo no ma no kyōsō ga ushinawa rete ita koto ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe thing that bugs me about Special A is the fact I don't actually like the protagonists that much. The whole 'competitive' thing, while funny to watch, was unbelievably aggrivating, especially when it came to her finding herself liking Kei back and realising she'd 'lost' the competition between them because of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing that bugs me about Special A is the fact I don't actually like the protagonists that much.\u001b[24m\n    \u001b[1mスペシャルAについて私がバグを起こしたのは、私が実際に主人公をあまり好きではないという事実です。\u001b[22m, \u001b[1mその特Aに関するバグ私をことは、私が実際に多くの主人公のようにしない事実です。\u001b[22m\n\u001b[4mThe whole 'competitive' thing, while funny to watch, was unbelievably aggrivating, especially when it came to her finding herself liking Kei back and realising she'd 'lost' the competition between them because of it.\u001b[24m\n    \u001b[1m全体的に「競争力のある」ことは、面白いうちに、信じられないほどに怒り狂っていました。特に、彼女がケイを好きにしていることが分かり、それによって彼女の間の競争が失われていたことが分かりました。\u001b[22m, \u001b[1m全体の競争」のものは、見ていて面白いしながら、それは彼女が彼女自身が戻っ圭が好き、彼女はそれのためにそれらの間の競争を「失った」と思いを実現見つけに来特に信じられないほどaggrivating、でした。\u001b[22m\n\u001b[1m\u001b[22m\nI find Kei a bit too aloof and just arrogant for my liking. Saying that, I do like that in some characters, but I just find him a little too tiresome and boring for my liking. For me to like a main, especially shoujo, male character, there has to be a little bit more in him, so maybe having flaws, aside from the whole fact of him loving her ( oh please, like thats not happened before in a shoujo manga ), would have enabled me to warm to him a little more.\n\n\u001b[1m私はKeiが少しばかげて、ちょうど私の好みのために傲慢だと思う。 それを言って、私はいくつかの文字でそれを好きですが、私はちょうど彼があまりにも面倒で、私の好みのために退屈見つける。 私のために、主人公、特に少女の男性キャラクターが好きな人は、少年の方が多くなければならないので、おそらく欠陥を持っていて、彼を愛しているという事実を除いて（オハイオ州では、 漫画）、私は彼にもう少し暖かくなるだろう。\u001b[22m\n\u001b[1m(Watashi wa Kei ga sukoshi bakagete, chōdo watashi no konomi no tame ni gōmanda to omou. Sore o itte, watashi wa ikutsu ka no moji de sore o sukidesu ga, watashi wa chōdo kare ga amarini mo mendōde, watashi no konomi no tame ni taikutsu mitsukeru. Watashi no tame ni, shujinkō, tokuni shōjo no dansei kyarakutā ga sukinahito wa, shōnen no kata ga ōkunakereba naranainode, osoraku kekkan o motte ite, kare o aishite iru to iu jijitsu o nozoite (Ohaio-shū dewa, manga), watashi wa kare ni mōsukoshi atatakaku narudarou.)\u001b[22m\n\nTranslations of \u001b[4mI find Kei a bit too aloof and just arrogant for my liking. Saying that, I do like that in some characters, but I just find him a little too tiresome and boring for my liking. For me to like a main, especially shoujo, male character, there has to be a little bit more in him, so maybe having flaws, aside from the whole fact of him loving her ( oh please, like thats not happened before in a shoujo manga ), would have enabled me to warm to him a little more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI find Kei a bit too aloof and just arrogant for my liking.\u001b[24m\n    \u001b[1m私はKeiが少しばかげて、ちょうど私の好みのために傲慢だと思う。\u001b[22m, \u001b[1m私は少しも超然とし、私の好みのためのちょうど傲慢圭を見つけます。\u001b[22m\n\u001b[4mSaying that, I do like that in some characters, but I just find him a little too tiresome and boring for my liking.\u001b[24m\n    \u001b[1mそれを言って、私はいくつかの文字でそれを好きですが、私はちょうど彼があまりにも面倒で、私の好みのために退屈見つける。\u001b[22m, \u001b[1m言って、私はいくつかの文字でそのように行うが、私はちょうど私の好みのために、彼は少しも退屈で退屈見つけます。\u001b[22m\n\u001b[4mFor me to like a main, especially shoujo, male character, there has to be a little bit more in him, so maybe having flaws, aside from the whole fact of him loving her ( oh please, like thats not happened before in a shoujo\u001b[24m\n    \u001b[1m私のために、主人公、特に少女の男性キャラクターが好きな人は、少年の方が多くなければならないので、おそらく欠陥を持っていて、彼を愛しているという事実を除いて（オハイオ州では、\u001b[22m, \u001b[1m私は主、特に少女、男性キャラを好きにするために、ので、多分（してくださいああ、thatsのような少女に前に起こっていない彼女を愛するさておき、彼の全体の事実から、傷を持つ、彼にもう少しが存在しなければなりません\u001b[22m\n\u001b[4mmanga ), would have enabled me to warm to him a little more.\u001b[24m\n    \u001b[1m漫画）、私は彼にもう少し暖かくなるだろう。\u001b[22m, \u001b[1m漫画）が、もう少し彼に暖めるために私を有効にしているだろう。\u001b[22m\n\u001b[1m\u001b[22m\nI liked Hikari, in theory. I thought her sweet and lovably clueless. But as the series went on, I found her cluelessness becoming more and more irritating.\n\n\u001b[1m私はひかりを理論的に好きだった。 私は彼女が甘く魅惑的ではないと思った。 しかし、シリーズが進行するにつれて、私は彼女の無知がますます刺激されるようになった。\u001b[22m\n\u001b[1m(Watashi wa Hikari o riron-teki ni sukidatta. Watashi wa kanojo ga amaku miwaku-tekide wa nai to omotta. Shikashi, shirīzu ga shinkō suru ni tsurete, watashi wa kanojo no muchi ga masumasu shigeki sa reru yō ni natta.)\u001b[22m\n\nTranslations of \u001b[4mI liked Hikari, in theory. I thought her sweet and lovably clueless. But as the series went on, I found her cluelessness becoming more and more irritating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked Hikari, in theory.\u001b[24m\n    \u001b[1m私はひかりを理論的に好きだった。\u001b[22m, \u001b[1m私は理論的には、ひかりが好きでした。\u001b[22m\n\u001b[4mI thought her sweet and lovably clueless.\u001b[24m\n    \u001b[1m私は彼女が甘く魅惑的ではないと思った。\u001b[22m, \u001b[1m私は彼女が甘く、愛らしく無知と思いました。\u001b[22m\n\u001b[4mBut as the series went on, I found her cluelessness becoming more and more irritating.\u001b[24m\n    \u001b[1mしかし、シリーズが進行するにつれて、私は彼女の無知がますます刺激されるようになった。\u001b[22m, \u001b[1mシリーズが続いたとしてしかし、私はより多くの刺激性になって彼女の無知を発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nSaying this, you'll probably wonder why I gave this anime such a high mark. To be honest, it's the supporting characters. Suprisingly, I loved the other members of Special A and their stories.\n\n\u001b[1mそう言って、なぜこのアニメにこのような高い評価を与えたのだろうかと疑問に思うだろう。 正直言って、それはサポートキャラクターです。 驚いたことに、私はスペシャルAの他のメンバーとその話を大好きでした。\u001b[22m\n\u001b[1m(Sōitte, naze kono anime ni ko no yōna takai hyōka o ataeta nodarou ka to gimon ni omoudarou. Shōjiki itte, soreha sapōtokyarakutādesu. Odoroita koto ni, watashi wa supesharu A no ta no menbā toso no hanashi o daisukideshita.)\u001b[22m\n\nTranslations of \u001b[4mSaying this, you'll probably wonder why I gave this anime such a high mark. To be honest, it's the supporting characters. Suprisingly, I loved the other members of Special A and their stories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSaying this, you'll probably wonder why I gave this anime such a high mark.\u001b[24m\n    \u001b[1mそう言って、なぜこのアニメにこのような高い評価を与えたのだろうかと疑問に思うだろう。\u001b[22m, \u001b[1m私はこのアニメにこのような高いマークを与え、なぜこれを言って、あなたはおそらく疑問に思うでしょう。\u001b[22m\n\u001b[4mTo be honest, it's the supporting characters.\u001b[24m\n    \u001b[1m正直言って、それはサポートキャラクターです。\u001b[22m, \u001b[1m正直に言うと、それは脇役です。\u001b[22m\n\u001b[4mSuprisingly, I loved the other members of Special A and their stories.\u001b[24m\n    \u001b[1m驚いたことに、私はスペシャルAの他のメンバーとその話を大好きでした。\u001b[22m, \u001b[1m驚くべきことに、私は特Aと彼らの物語の他のメンバーを追加しました。\u001b[22m\n\u001b[1m\u001b[22m\nWhile it's essentially about Kei and Hikari, romance follows almost all of the rest of the group (Jun, Megumi, Akira, Tadashi and Ryuu). You will laugh at moments, and at others you will clutch at your heart for the tenderness of it.\n\n\u001b[1m基本的には圭とひかりですが、ロマンスは残りのグループのほとんどすべて（6月、恵、明、正、竜）に続きます。 あなたは瞬間を笑い、他の人はあなたの心に優しさを感じます。\u001b[22m\n\u001b[1m(Kihontekini wa Kei to Hikaridesuga, romansu wa nokori no gurūpu no hotondo subete (6 tsuki, Megumi, mei, sei, ryū) ni tsudzukimasu. Anata wa shunkan o warai, hokanohito wa anata no kokoro ni yasashi-sa o kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile it's essentially about Kei and Hikari, romance follows almost all of the rest of the group (Jun, Megumi, Akira, Tadashi and Ryuu). You will laugh at moments, and at others you will clutch at your heart for the tenderness of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile it's essentially about Kei and Hikari, romance follows almost all of the rest of the group (Jun, Megumi, Akira, Tadashi and Ryuu).\u001b[24m\n    \u001b[1m基本的には圭とひかりですが、ロマンスは残りのグループのほとんどすべて（6月、恵、明、正、竜）に続きます。\u001b[22m, \u001b[1mそれは圭とひかりについて基本的にですが、ロマンスは、ほとんどすべてのグループ（6月、めぐみ、明、忠と龍）の残りの次の。\u001b[22m\n\u001b[4mYou will laugh at moments, and at others you will clutch at your heart for the tenderness of it.\u001b[24m\n    \u001b[1mあなたは瞬間を笑い、他の人はあなたの心に優しさを感じます。\u001b[22m, \u001b[1mあなたは瞬間に笑うだろう、と他の人にあなたはそれの優しさのためにあなたの心にクラッチします。\u001b[22m\nThe music is beautiful, and suits the anime to perfection.\n\n\u001b[1m音楽は美しく、アニメに完璧に合っています。\u001b[22m\n\u001b[1m(Ongaku wa utsukushiku, anime ni kanpeki ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is beautiful, and suits the anime to perfection.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is beautiful, and suits the anime to perfection.\u001b[24m\n    \u001b[1m音楽は美しく、アニメに完璧に合っています。\u001b[22m, \u001b[1m音楽は美しく、完璧にアニメに適しています。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, I'd recommend you to watch this, but don't expect a stellar plot and brilliant main characters.\n\n\u001b[1m結局のところ、私はこれを見ることをお勧めしますが、恒例のプロットと輝かしい主人公を期待しないでください。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, watashi wa kore o miru koto o o susume shimasuga, kōrei no purotto to kagayakashī shujinkō o kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, I'd recommend you to watch this, but don't expect a stellar plot and brilliant main characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, I'd recommend you to watch this, but don't expect a stellar plot and brilliant main characters.\u001b[24m\n    \u001b[1m結局のところ、私はこれを見ることをお勧めしますが、恒例のプロットと輝かしい主人公を期待しないでください。\u001b[22m, \u001b[1mすべてのすべてで、私はこれを見てあなたをお勧めしますが、恒星のプロットと華麗な主人公を期待してはいけません。\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "Migliuks000",
    "profile": "/profile/Migliuks000/reviews",
    "pages": "4",
    "number": "8",
    "link": "/reviews.php?id=53125",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nスペシャルAまたはSAはあなたが嫌うことのできないアニメです。 芸術は素晴らしく、サウンドトラックはうまくいかなかった、物語は面白かったし、喜劇はそれをもっと面白いものにした。 キャラクターの間のロマンスは、他のアニメとははるかに違ったものでした。 キャラクターはほとんどがハンサムな男の子とかわいい女の子で、奇妙な人物が少ししかいませんでした。 暴力やロマンスが多かったので、女の子も男の子も楽しめると信じています。  1つの言葉では、それは、不思議なintrestingアニメーションに関与していただろうし、D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSpecial A or SA is an anime you just can't hate. The art is amazing and the soundtrack couldn't be better, the story was interesting and the comedy didn't make it silly or cliche actually it just made it more interesting. The romance between characters was involving and made it so much more different than other anime. The characters were mostly handsome boys and cute girls with a little bit of a strange personalities. There was a lot of violence and a lot of romance so i believe that both girls and boys would enjoy. In one word it was, is and will be a strangely intresting and involving anime ;D\n\n\u001b[1mスペシャルAまたはSAはあなたが嫌うことのできないアニメです。 芸術は素晴らしく、サウンドトラックはうまくいかなかった、物語は面白かったし、喜劇はそれをもっと面白いものにした。 キャラクターの間のロマンスは、他のアニメとははるかに違ったものでした。 キャラクターはほとんどがハンサムな男の子とかわいい女の子で、奇妙な人物が少ししかいませんでした。 暴力やロマンスが多かったので、女の子も男の子も楽しめると信じています。  1つの言葉では、それは、不思議なintrestingアニメーションに関与していただろうし、D\u001b[22m\n\u001b[1m(Supesharu A matawa SA wa anata ga kirau koto no dekinai animedesu. Geijutsu wa subarashiku, saundotorakku wa umaku ikanakatta, monogatari wa omoshirokattashi, kigeki wa sore o motto omoshiroi mono ni shita. Kyarakutā no ma no romansu wa, hoka no anime to wa haruka ni chigatta monodeshita. Kyarakutā wa hotondo ga hansamuna otokonoko to kawaī on'nanoko de, kimyōna jinbutsu ga sukoshi shika imasendeshita. Bōryoku ya romansu ga ōkattanode, on'nanoko mo otokonoko mo tanoshimeru to shinjite imasu. 1Tsu no kotobade wa, soreha, fushigina intresting animēshon ni kan'yo shite itadaroushi, D)\u001b[22m\n\nTranslations of \u001b[4mSpecial A or SA is an anime you just can't hate. The art is amazing and the soundtrack couldn't be better, the story was interesting and the comedy didn't make it silly or cliche actually it just made it more interesting. The romance between characters was involving and made it so much more different than other anime. The characters were mostly handsome boys and cute girls with a little bit of a strange personalities. There was a lot of violence and a lot of romance so i believe that both girls and boys would enjoy. In one word it was, is and will be a strangely intresting and involving anime ;D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpecial A or SA is an anime you just can't hate.\u001b[24m\n    \u001b[1mスペシャルAまたはSAはあなたが嫌うことのできないアニメです。\u001b[22m, \u001b[1m特AまたはSAはあなただけ憎むことができないアニメです。\u001b[22m\n\u001b[4mThe art is amazing and the soundtrack couldn't be better, the story was interesting and the comedy didn't make it silly or cliche actually it just made it more interesting.\u001b[24m\n    \u001b[1m芸術は素晴らしく、サウンドトラックはうまくいかなかった、物語は面白かったし、喜劇はそれをもっと面白いものにした。\u001b[22m, \u001b[1m芸術は素晴らしいですし、サウンドトラックが良いことができませんでした、話は面白かったし、コメディは、実際に、それはちょうどそれがより面白く作られ、それは愚かか決まり文句ことはなかったです。\u001b[22m\n\u001b[4mThe romance between characters was involving and made it so much more different than other anime.\u001b[24m\n    \u001b[1mキャラクターの間のロマンスは、他のアニメとははるかに違ったものでした。\u001b[22m, \u001b[1m文字間のロマンスが関与したと、それはそんなに多くの異なる他のアニメよりも作りました。\u001b[22m\n\u001b[4mThe characters were mostly handsome boys and cute girls with a little bit of a strange personalities.\u001b[24m\n    \u001b[1mキャラクターはほとんどがハンサムな男の子とかわいい女の子で、奇妙な人物が少ししかいませんでした。\u001b[22m, \u001b[1m文字はほとんどがハンサムな男の子と奇妙な人格の少しとかわいい女の子でした。\u001b[22m\n\u001b[4mThere was a lot of violence and a lot of romance so i believe that both girls and boys would enjoy.\u001b[24m\n    \u001b[1m暴力やロマンスが多かったので、女の子も男の子も楽しめると信じています。\u001b[22m, \u001b[1m暴力の多くとロマンスの多くはので、私は女の子と男の子の両方を楽しむだろうと信じていました。\u001b[22m\n\u001b[4mIn one word it was, is and will be a strangely intresting and involving anime ;D\u001b[24m\n    \u001b[1m1つの言葉では、それは、不思議なintrestingアニメーションに関与していただろうし、D\u001b[22m, \u001b[1m一言でそれがあったし、妙にintrestingのとアニメを伴うことになります; D\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "CherryBlossom210",
    "profile": "/profile/CherryBlossom210/reviews",
    "pages": "4",
    "number": "9",
    "link": "/reviews.php?id=24951",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はそれに100％\nそれはとても楽しいものでした...私はそれが終わったのでとても悲しいです、私は彼らがS.A.の別の季節を作るべきだと思います。\n私はそれについてのすべて、作図全体、登場人物、そして作成された方法をすべて愛しています。\n私が一番気に入ったのは、彼女がひかりと恋に落ちていたことでした。 もちろん、彼女は太い頭を持ち、彼女の気持ちを理解しません。 私は本当にそれが終わる必要はなかったと思う。 すべてのエピソードが良くなったと良い。 いつか...彼らが新しいシーズンを作りたいと本当に願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI give it a 100%\n\n\u001b[1m私はそれに100％\u001b[22m\n\u001b[1m(Watashi wa sore ni 100-pāsento)\u001b[22m\n\nTranslations of \u001b[4mI give it a 100%\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give it a 100%\u001b[24m\n    \u001b[1m私はそれに100％\u001b[22m, \u001b[1m私はそれを100％を与えます\u001b[22m\nIt was so enjoyable...I'm so sad that it's over, I think they should make another season of S.A.\n\n\u001b[1mそれはとても楽しいものでした...私はそれが終わったのでとても悲しいです、私は彼らがS.A.の別の季節を作るべきだと思います。\u001b[22m\n\u001b[1m(Sore wa totemo tanoshī monodeshita... Watashi wa sore ga owattanode totemo kanashīdesu, watashi wa karera ga S. A. No betsu no kisetsu o tsukurubekida to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt was so enjoyable...I'm so sad that it's over, I think they should make another season of S.A.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was so enjoyable...I'm so sad that it's over, I think they should make another season of S.A.\u001b[24m\n    \u001b[1mそれはとても楽しいものでした...私はそれが終わったのでとても悲しいです、私は彼らがS.A.の別の季節を作るべきだと思います。\u001b[22m, \u001b[1m...私はそれが終わったことをとても悲しいよ、私は彼らがS.A.の別のシーズンを作るべきだと思うので、楽しかったです\u001b[22m\nI love everything about it,the whole plot, the characters, and the way they were created.\n\n\u001b[1m私はそれについてのすべて、作図全体、登場人物、そして作成された方法をすべて愛しています。\u001b[22m\n\u001b[1m(Watashi wa sore ni tsuite no subete, sakuzu zentai, tōjō jinbutsu, soshite sakusei sa reta hōhō o subete aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mI love everything about it,the whole plot, the characters, and the way they were created.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love everything about it,the whole plot, the characters, and the way they were created.\u001b[24m\n    \u001b[1m私はそれについてのすべて、作図全体、登場人物、そして作成された方法をすべて愛しています。\u001b[22m, \u001b[1m私はそれについてのすべて、全体のプロット、文字、およびそれらが作成された道が大好きです。\u001b[22m\nMy most favorite part about the whole thing was that Kei had it bad for Hikari aka being in love with her. Of course she has a thick head and won't understand about his feelings for her. I really wish it didn't have to end; every episode got better and better. Someday...I really hope they do make a new season.\n\n\u001b[1m私が一番気に入ったのは、彼女がひかりと恋に落ちていたことでした。 もちろん、彼女は太い頭を持ち、彼女の気持ちを理解しません。 私は本当にそれが終わる必要はなかったと思う。 すべてのエピソードが良くなったと良い。 いつか...彼らが新しいシーズンを作りたいと本当に願っています。\u001b[22m\n\u001b[1m(Watashi ga ichiban kiniitta no wa, kanojo ga Hikari to koiniochite ita kotodeshita. Mochiron, kanojo wa futoi atama o mochi, kanojo no kimochi o rikai shimasen. Watashi wa hontōni sore ga owaru hitsuyō wa nakatta to omou. Subete no episōdo ga yoku natta to yoi. Itsu ka... Karera ga atarashī shīzun o tsukuritai to hontōni negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mMy most favorite part about the whole thing was that Kei had it bad for Hikari aka being in love with her. Of course she has a thick head and won't understand about his feelings for her. I really wish it didn't have to end; every episode got better and better. Someday...I really hope they do make a new season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy most favorite part about the whole thing was that Kei had it bad for Hikari aka being in love with her.\u001b[24m\n    \u001b[1m私が一番気に入ったのは、彼女がひかりと恋に落ちていたことでした。\u001b[22m, \u001b[1m全体のことについての私の最も好きな部分は、圭はそれが悪いひかり別名彼女に恋をしているのために持っていたということでした。\u001b[22m\n\u001b[4mOf course she has a thick head and won't understand about his feelings for her.\u001b[24m\n    \u001b[1mもちろん、彼女は太い頭を持ち、彼女の気持ちを理解しません。\u001b[22m, \u001b[1mもちろん彼女は厚い頭を持っており、彼女のために彼の気持ちについて理解できないだろう。\u001b[22m\n\u001b[4mI really wish it didn't have to end;\u001b[24m\n    \u001b[1m私は本当にそれが終わる必要はなかったと思う。\u001b[22m, \u001b[1m私は実際にそれを終了する必要はありませんでした望みます。\u001b[22m\n\u001b[4mevery episode got better and better.\u001b[24m\n    \u001b[1mすべてのエピソードが良くなったと良い。\u001b[22m, \u001b[1mすべてのエピソードは良くなりました。\u001b[22m\n\u001b[4mSomeday...I really hope they do make a new season.\u001b[24m\n    \u001b[1mいつか...彼らが新しいシーズンを作りたいと本当に願っています。\u001b[22m, \u001b[1mいつか...私は本当に彼らは新しいシーズンを作るのですか願っています。\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "katlee8225",
    "profile": "/profile/katlee8225/reviews",
    "pages": "4",
    "number": "10",
    "link": "/reviews.php?id=85861",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nストーリー-9\n私はこのショーが大好き！ それは私が見ることを見ていたショーのようなもので、私はとても幸せでした。 それは私のすべての時間favesの1つです！\nアート9\n本当に良い芸術ですが、私は少し良く見ました。\nサウンド9\n本当に本当に良い！\nキャラクター-9\n私はすべての文字を愛し、私はそれらについて好きではなかったことの多くを見つけることができませんでした。\n楽しさ-9\n私はこのショーが大好き！ 何も言いたくない！\n全体的な9\nただ素晴らしい",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nstory-9\n\n\u001b[1mストーリー-9\u001b[22m\n\u001b[1m(Sutōrī - 9)\u001b[22m\n\nTranslations of \u001b[4mstory-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory-9\u001b[24m\n    \u001b[1mストーリー-9\u001b[22m, \u001b[1m物語-9\u001b[22m\ni loved this show! it was just the kind of show i was looking to watch and am so happy i did. it is one of my all time faves!'\n\n\u001b[1m私はこのショーが大好き！ それは私が見ることを見ていたショーのようなもので、私はとても幸せでした。 それは私のすべての時間favesの1つです！\u001b[22m\n\u001b[1m(Watashi wa kono shō ga daisuki! Sore wa watashi ga miru koto o mite ita shō no yōna mono de, watashi wa totemo shiawasedeshita. Sore wa watashi no subete no jikan faves no 1tsudesu!)\u001b[22m\n\nTranslations of \u001b[4mi loved this show! it was just the kind of show i was looking to watch and am so happy i did. it is one of my all time faves!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi loved this show!\u001b[24m\n    \u001b[1m私はこのショーが大好き！\u001b[22m, \u001b[1m私はこの番組を愛しました！\u001b[22m\n\u001b[4mit was just the kind of show i was looking to watch and am so happy i did.\u001b[24m\n    \u001b[1mそれは私が見ることを見ていたショーのようなもので、私はとても幸せでした。\u001b[22m, \u001b[1mそれは私が見ることを見ていた番組のだけの種類だったと私はとても幸せです。\u001b[22m\n\u001b[4mit is one of my all time faves!'\u001b[24m\n    \u001b[1mそれは私のすべての時間favesの1つです！\u001b[22m, \u001b[1mそれは私のすべての時間のfavesの一つです！」\u001b[22m\nart-9\n\n\u001b[1mアート9\u001b[22m\n\u001b[1m(Āto 9)\u001b[22m\n\nTranslations of \u001b[4mart-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart-9\u001b[24m\n    \u001b[1mアート9\u001b[22m, \u001b[1m芸術-9\u001b[22m\nreally good art but i have seen a bit better.\n\n\u001b[1m本当に良い芸術ですが、私は少し良く見ました。\u001b[22m\n\u001b[1m(Hontōni yoi geijutsudesuga, watashi wa sukoshi yoku mimashita.)\u001b[22m\n\nTranslations of \u001b[4mreally good art but i have seen a bit better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mreally good art but i have seen a bit better.\u001b[24m\n    \u001b[1m本当に良い芸術ですが、私は少し良く見ました。\u001b[22m, \u001b[1m芸術本当に良いが、私は少し良く見てきました。\u001b[22m\nsound-9\n\n\u001b[1mサウンド9\u001b[22m\n\u001b[1m(Saundo 9)\u001b[22m\n\nTranslations of \u001b[4msound-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound-9\u001b[24m\n    \u001b[1mサウンド9\u001b[22m, \u001b[1m音-9を\u001b[22m\nreally really good!\n\n\u001b[1m本当に本当に良い！\u001b[22m\n\u001b[1m(Hontōni hontōni yoi!)\u001b[22m\n\nTranslations of \u001b[4mreally really good!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mreally really good!\u001b[24m\n    \u001b[1m本当に本当に良い！\u001b[22m, \u001b[1m本当に良いです！\u001b[22m\ncharacter-9\n\n\u001b[1mキャラクター-9\u001b[22m\n\u001b[1m(Kyarakutā - 9)\u001b[22m\n\nTranslations of \u001b[4mcharacter-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter-9\u001b[24m\n    \u001b[1mキャラクター-9\u001b[22m, \u001b[1m文字-9\u001b[22m\ni loved all the characters and couldn't find much of anything i didnt like about them.\n\n\u001b[1m私はすべての文字を愛し、私はそれらについて好きではなかったことの多くを見つけることができませんでした。\u001b[22m\n\u001b[1m(Watashi wa subete no moji o aishi, watashi wa sorera ni tsuite sukide wa nakatta koto no ōku o mitsukeru koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mi loved all the characters and couldn't find much of anything i didnt like about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi loved all the characters and couldn't find much of anything i didnt like about them.\u001b[24m\n    \u001b[1m私はすべての文字を愛し、私はそれらについて好きではなかったことの多くを見つけることができませんでした。\u001b[22m, \u001b[1m私はすべての文字を愛し、私はそれらについてのようなdidntのものの多くを見つけることができませんでした。\u001b[22m\nenjoyment-9\n\n\u001b[1m楽しさ-9\u001b[22m\n\u001b[1m(Tanoshisa - 9)\u001b[22m\n\nTranslations of \u001b[4menjoyment-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment-9\u001b[24m\n    \u001b[1m楽しさ-9\u001b[22m, \u001b[1m楽しみ-9\u001b[22m\ni loved this show! nothing more to say!\n\n\u001b[1m私はこのショーが大好き！ 何も言いたくない！\u001b[22m\n\u001b[1m(Watashi wa kono shō ga daisuki! Nani mo iitakunai!)\u001b[22m\n\nTranslations of \u001b[4mi loved this show! nothing more to say!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi loved this show!\u001b[24m\n    \u001b[1m私はこのショーが大好き！\u001b[22m, \u001b[1m私はこの番組を愛しました！\u001b[22m\n\u001b[4mnothing more to say!\u001b[24m\n    \u001b[1m何も言いたくない！\u001b[22m, \u001b[1mより多くの何も言わないために！\u001b[22m\noverall-9\n\n\u001b[1m全体的な9\u001b[22m\n\u001b[1m(Zentai-tekina 9)\u001b[22m\n\nTranslations of \u001b[4moverall-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall-9\u001b[24m\n    \u001b[1m全体的な9\u001b[22m, \u001b[1m全体的な-9\u001b[22m\njust great\n\n\u001b[1mただ素晴らしい\u001b[22m\n\u001b[1m(Tada subarashī)\u001b[22m\n\nTranslations of \u001b[4mjust great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mjust great\u001b[24m\n    \u001b[1mただ素晴らしい\u001b[22m, \u001b[1mちょうどいい\u001b[22m, \u001b[1mちょうど素晴らしいです\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "Saintly",
    "profile": "/profile/Saintly/reviews",
    "pages": "4",
    "number": "11",
    "link": "/reviews.php?id=19455",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  7\n\nまあ、一見ロマンチックなコメディのように、これはラップアップに失敗しました。 何かを台無しにすることなく、あなたは私が最後のエピソードで何を意味するかを見るでしょう。\n\n愛に捧げられたジャンルは、あなたがそれに来るときにそれがまったく欠けているということは、私には戸惑っています。 そして、正直言って、クリエイターはハンマーを落として「これは彼/彼女が結局誰であるか」と言うのをためらってはいけません。 それを愛し、憎む」 結局のところ、これはラブストーリーです。 私は少なくとも「あなたを愛しています」と期待していましたが、それはそうではありませんでした。\n\nそれでは、それをレビューしてみましょう：\n\nストーリー：8\nニースとかわいいかなりそれを合計します。 子供時代の友人やライバルが育っています。 あなたはそれがどこにあるのかを見ることができます....あまり重くなく、軽い人生の側面にかなり固執しています。\n\nアート：6\nこれは、ラブリー・ドーヴィーの瞬間に美しいパステルのシーンに追加していないと、はるかに低いスコアになります。\n\nサウンド：7\nかなり良い。 すばらしい、堅実な声の演技、素晴らしい周囲音もありません。\n\nキャラクター：9\nこれは私にとってシリーズの中で最も魅力的な部分でした。 子供の頃から、文字は、文字通り発展しました。 そして彼らはそうです。 それぞれには明確かつ明確な性格があり、互いに容易に区別できます。\n\n楽しさ：7\nひかりなどの無知が減少すれば、これはもっと高くなるでしょう。\n\n全体：7\n堅実なロマンチックなアニメ。 しかし、注意してください：あなたが誰か（私のような）で終わるかどうかを明らかに伝える必要のある人なら、若干の髪の毛の引き裂きに備えることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWell, like seemingly all romantic comedies, this one failed to wrap-it-up. Without trying spoiling anything, you'll see what I mean by the final episode.\n\n\u001b[1mまあ、一見ロマンチックなコメディのように、これはラップアップに失敗しました。 何かを台無しにすることなく、あなたは私が最後のエピソードで何を意味するかを見るでしょう。\u001b[22m\n\u001b[1m(Mā, ikken romanchikkuna komedi no yō ni, koreha rappu appu ni shippai shimashita. Nanika o dainashi ni suru koto naku, anata wa watashi ga saigo no episōdo de nani o imi suru ka o mirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mWell, like seemingly all romantic comedies, this one failed to wrap-it-up. Without trying spoiling anything, you'll see what I mean by the final episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, like seemingly all romantic comedies, this one failed to wrap-it-up.\u001b[24m\n    \u001b[1mまあ、一見ロマンチックなコメディのように、これはラップアップに失敗しました。\u001b[22m, \u001b[1mまあ、一見すべてのロマンチックコメディのように、この1は、ラップ・イット・アップをすることができませんでした。\u001b[22m\n\u001b[4mWithout trying spoiling anything, you'll see what I mean by the final episode.\u001b[24m\n    \u001b[1m何かを台無しにすることなく、あなたは私が最後のエピソードで何を意味するかを見るでしょう。\u001b[22m, \u001b[1mスポイル何かをしようとせず、あなたは私が最終的なエピソードによって何を意味するかわかります。\u001b[22m\n\u001b[1m\u001b[22m\nIt's perplexing to me that a genre so devoted to love lacks exactly that when you come down to it. And honestly, the creators shouldn't be hesitant to put the hammer down and say, 'This is who he/she ends up with. Love it or hate it.' After all, this is a love story. I at least expected an, 'I love you' at the end, but that was not to be.\n\n\u001b[1m愛に捧げられたジャンルは、あなたがそれに来るときにそれがまったく欠けているということは、私には戸惑っています。 そして、正直言って、クリエイターはハンマーを落として「これは彼/彼女が結局誰であるか」と言うのをためらってはいけません。 それを愛し、憎む」 結局のところ、これはラブストーリーです。 私は少なくとも「あなたを愛しています」と期待していましたが、それはそうではありませんでした。\u001b[22m\n\u001b[1m(Ai ni sasage rareta janru wa, anata ga sore ni kuru toki ni sore ga mattaku kakete iru to iu koto wa, watashiniha tomadotte imasu. Soshite, shōjiki itte, kurieitā wa hanmā o otoshite `kore wa kare/ kanojo ga kekkyoku daredearu ka' to iu no o tameratte wa ikemasen. Sore o aishi, nikumu' kekkyokunotokoro, koreha rabusutōrīdesu. Watashi wa sukunakutomo `anata o aishiteimasu' to kitai shite imashitaga, sore wa sōde wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt's perplexing to me that a genre so devoted to love lacks exactly that when you come down to it. And honestly, the creators shouldn't be hesitant to put the hammer down and say, 'This is who he/she ends up with. Love it or hate it.' After all, this is a love story. I at least expected an, 'I love you' at the end, but that was not to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's perplexing to me that a genre so devoted to love lacks exactly that when you come down to it.\u001b[24m\n    \u001b[1m愛に捧げられたジャンルは、あなたがそれに来るときにそれがまったく欠けているということは、私には戸惑っています。\u001b[22m, \u001b[1mそれは愛にとても献身的なジャンルは、あなたがそれに降りてくるときに正確にすることを欠いているように私には厄介です。\u001b[22m\n\u001b[4mAnd honestly, the creators shouldn't be hesitant to put the hammer down and say, 'This is who he/she ends up with.\u001b[24m\n    \u001b[1mそして、正直言って、クリエイターはハンマーを落として「これは彼/彼女が結局誰であるか」と言うのをためらってはいけません。\u001b[22m, \u001b[1m正直なところ、クリエイターがダウンハンマーを入れて、これは彼/彼女がで終わる人である」と言うことを躊躇すべきではありません。\u001b[22m\n\u001b[4mLove it or hate it.'\u001b[24m\n    \u001b[1mそれを愛し、憎む」\u001b[22m, \u001b[1mそれを愛するか、それを嫌います。」\u001b[22m\n\u001b[4mAfter all, this is a love story.\u001b[24m\n    \u001b[1m結局のところ、これはラブストーリーです。\u001b[22m\n\u001b[4mI at least expected an, 'I love you' at the end, but that was not to be.\u001b[24m\n    \u001b[1m私は少なくとも「あなたを愛しています」と期待していましたが、それはそうではありませんでした。\u001b[22m, \u001b[1m私は、少なくとも、最後に「私はあなたを愛して」、それがするではありませんでした期待しました。\u001b[22m\n\u001b[1m\u001b[22m\nWhew, with that out of the way let's get to the review:\n\n\u001b[1mそれでは、それをレビューしてみましょう：\u001b[22m\n\u001b[1m(Soredewa, sore o rebyū shite mimashou:)\u001b[22m\n\nTranslations of \u001b[4mWhew, with that out of the way let's get to the review:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhew, with that out of the way let's get to the review:\u001b[24m\n    \u001b[1mそれでは、それをレビューしてみましょう：\u001b[22m, \u001b[1mやれやれ、道のその外でのレビューに取得してみましょう：\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nNice and cute pretty much sums it up. Childhood friends and rivals growing up; well you can see where that's going.... Not too heavy, and pretty much sticking to the lighter side of life.\n\n\u001b[1mニースとかわいいかなりそれを合計します。 子供時代の友人やライバルが育っています。 あなたはそれがどこにあるのかを見ることができます....あまり重くなく、軽い人生の側面にかなり固執しています。\u001b[22m\n\u001b[1m(Nīsu to kawaī kanari sore o gōkei shimasu. Kodomo jidai no yūjin ya raibaru ga sodatte imasu. Anata wa sore ga doko ni aru no ka o miru koto ga dekimasu. ... Amari omokunaku, karui jinsei no sokumen ni kanari koshū shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNice and cute pretty much sums it up. Childhood friends and rivals growing up; well you can see where that's going.... Not too heavy, and pretty much sticking to the lighter side of life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNice and cute pretty much sums it up.\u001b[24m\n    \u001b[1mニースとかわいいかなりそれを合計します。\u001b[22m, \u001b[1mニースとかわいいはかなりそれを要約しています。\u001b[22m\n\u001b[4mChildhood friends and rivals growing up;\u001b[24m\n    \u001b[1m子供時代の友人やライバルが育っています。\u001b[22m, \u001b[1m幼なじみとライバルが育って。\u001b[22m\n\u001b[4mwell you can see where that's going.... Not too heavy, and pretty much sticking to the lighter side of life.\u001b[24m\n    \u001b[1mあなたはそれがどこにあるのかを見ることができます....あまり重くなく、軽い人生の側面にかなり固執しています。\u001b[22m, \u001b[1mよくあなたはそれがあまりにも重い....れていないだろう、とかなり人生の明るい面に付着しています場所を確認することができます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 6\n\n\u001b[1mアート：6\u001b[22m\n\u001b[1m(Āto: 6)\u001b[22m\n\nTranslations of \u001b[4mArt: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6\u001b[24m\n    \u001b[1mアート：6\u001b[22m\nThis would be a much lower score if they hadn't added in the beautiful pastel scenes during the lovey-dovey moments.\n\n\u001b[1mこれは、ラブリー・ドーヴィーの瞬間に美しいパステルのシーンに追加していないと、はるかに低いスコアになります。\u001b[22m\n\u001b[1m(Kore wa, raburī dōvu~ī no shunkan ni utsukushī pasuteru no shīn ni tsuika shite inai to, haruka ni hikui sukoa ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis would be a much lower score if they hadn't added in the beautiful pastel scenes during the lovey-dovey moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis would be a much lower score if they hadn't added in the beautiful pastel scenes during the lovey-dovey moments.\u001b[24m\n    \u001b[1mこれは、ラブリー・ドーヴィーの瞬間に美しいパステルのシーンに追加していないと、はるかに低いスコアになります。\u001b[22m, \u001b[1mこれは、彼らがラブラブの瞬間に美しいパステルシーンで追加されていなかった場合ははるかに低いスコアとなります。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nPretty good. Nothing amazing, solid voice acting, good ambient sounds too.\n\n\u001b[1mかなり良い。 すばらしい、堅実な声の演技、素晴らしい周囲音もありません。\u001b[22m\n\u001b[1m(Kanari yoi. Subarashī, kenjitsuna koe no engi, subarashī shūi-on mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mPretty good. Nothing amazing, solid voice acting, good ambient sounds too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPretty good.\u001b[24m\n    \u001b[1mかなり良い。\u001b[22m, \u001b[1mかなり良いです。\u001b[22m\n\u001b[4mNothing amazing, solid voice acting, good ambient sounds too.\u001b[24m\n    \u001b[1mすばらしい、堅実な声の演技、素晴らしい周囲音もありません。\u001b[22m, \u001b[1m驚くほど何も、固体の声の演技は、良い雰囲気があまりにも鳴りません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\nThis was the most appealing part of the series to me. Characters, literally developed, since childhood should be pretty darn good. And they are. Each has a clear and defined personality that's easily distinguished from one another.\n\n\u001b[1mこれは私にとってシリーズの中で最も魅力的な部分でした。 子供の頃から、文字は、文字通り発展しました。 そして彼らはそうです。 それぞれには明確かつ明確な性格があり、互いに容易に区別できます。\u001b[22m\n\u001b[1m(Kore wa watashi ni totte shirīzu no naka de mottomo miryoku-tekina bubundeshita. Kodomo no koro kara, moji wa, mojidōri hatten shimashita. Soshite karera wa sōdesu. Sorezore ni wa meikaku katsu meikakuna seikaku ga ari, tagaini yōi ni kubetsu dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis was the most appealing part of the series to me. Characters, literally developed, since childhood should be pretty darn good. And they are. Each has a clear and defined personality that's easily distinguished from one another.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was the most appealing part of the series to me.\u001b[24m\n    \u001b[1mこれは私にとってシリーズの中で最も魅力的な部分でした。\u001b[22m, \u001b[1mこれは私にはシリーズの中で最も魅力的な部分でした。\u001b[22m\n\u001b[4mCharacters, literally developed, since childhood should be pretty darn good.\u001b[24m\n    \u001b[1m子供の頃から、文字は、文字通り発展しました。\u001b[22m, \u001b[1m子供の頃はかなりくそ良いことがありますので文字は、文字通り、開発しました。\u001b[22m\n\u001b[4mAnd they are.\u001b[24m\n    \u001b[1mそして彼らはそうです。\u001b[22m, \u001b[1mそして、彼らはあります。\u001b[22m\n\u001b[4mEach has a clear and defined personality that's easily distinguished from one another.\u001b[24m\n    \u001b[1mそれぞれには明確かつ明確な性格があり、互いに容易に区別できます。\u001b[22m, \u001b[1mそれぞれが互いに容易に区別だはっきりと定義された個性を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7\n\n\u001b[1m楽しさ：7\u001b[22m\n\u001b[1m(Tanoshisa: 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7\u001b[24m\n    \u001b[1m楽しさ：7\u001b[22m\nTypical rom/com frustration will arise in you, for sure, but this would've been higher if the ignorance of Hikari and others were decreased.\n\n\u001b[1mひかりなどの無知が減少すれば、これはもっと高くなるでしょう。\u001b[22m\n\u001b[1m(Hikari nado no muchi ga genshō sureba, koreha motto takaku narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mTypical rom/com frustration will arise in you, for sure, but this would've been higher if the ignorance of Hikari and others were decreased.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTypical rom/com frustration will arise in you, for sure, but this would've been higher if the ignorance of Hikari and others were decreased.\u001b[24m\n    \u001b[1mひかりなどの無知が減少すれば、これはもっと高くなるでしょう。\u001b[22m, \u001b[1m典型的なROM / COMの不満は確かに、あなたの中に発生しますが、ひかり、その他の無知が減少した場合、これが高いしてきただろう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\nA solid romantic anime. But, be warned: if you're the kind of person who needs to be told EXPLICITLY who ends up with whom (like me), be prepared for some hair-tearing.\n\n\u001b[1m堅実なロマンチックなアニメ。 しかし、注意してください：あなたが誰か（私のような）で終わるかどうかを明らかに伝える必要のある人なら、若干の髪の毛の引き裂きに備えることができます。\u001b[22m\n\u001b[1m(Kenjitsuna romanchikkuna anime. Shikashi, chūi shite kudasai: Anata ga dareka (watashi no yōna) de owaru ka dō ka o akiraka ni tsutaeru hitsuyō no aru hitonara, jakkan no kaminoke no hikisaki ni sonaeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mA solid romantic anime. But, be warned: if you're the kind of person who needs to be told EXPLICITLY who ends up with whom (like me), be prepared for some hair-tearing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA solid romantic anime.\u001b[24m\n    \u001b[1m堅実なロマンチックなアニメ。\u001b[22m, \u001b[1m固体ロマンチックなアニメ。\u001b[22m\n\u001b[4mBut, be warned: if you're the kind of person who needs to be told EXPLICITLY who ends up with whom (like me), be prepared for some hair-tearing.\u001b[24m\n    \u001b[1mしかし、注意してください：あなたが誰か（私のような）で終わるかどうかを明らかに伝える必要のある人なら、若干の髪の毛の引き裂きに備えることができます。\u001b[22m, \u001b[1mしかし、警告が表示さ：あなたは誰と（私のように）終わる人明示的に指示する必要があり一種の人なら、いくつかのヘア引き裂きのために準備されます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "phantomlulu",
    "profile": "/profile/phantomlulu/reviews",
    "pages": "4",
    "number": "12",
    "link": "/reviews.php?id=105887",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  9\n\nスペシャルAをいくつかの言葉で表現しなければならないのなら、それは軽くて、気持ち良く、明るくてかわいい、かわいいでしょう。\n\nストーリー：7/10\nテーマは、豊かなエリート学生（S.Aと呼ばれるグループ）とその高校生の生活の典型的な部分です。 スペシャルAは、愛に満ちた初期ライバル関係の従来のプロットを使用しています。  Special Aの素晴らしい点は、メインカップルのロマンス（光と圭）だけが焦点ではないということです。 それはまた、サイドの文字のためのアークを備えているので、あなたがメインカップルを愛していない場合でも、あなたはまだ興味深いサイドアークに従うことができます:)サイドキャラクターのための楽しいアークを持っていれば、より多様なプロットを提供します。\n\nキャラクター：9/10\nスペシャルAについて私が愛しているのは、その豊富な楽しみと素敵なキャラクターです。 スペシャルAは、メインカップルにスポットライトを当て、サイドキャラクターを無視する（またはあまりにも浅いなど）多くのショーゴと異なり、S.Aで7人の学生全員に十分なスクリーン時間と開発力を与えて、すべてをリアルに見せます。 動物愛好家の竜、音楽の天才メグミとジュン、そしてアキラと面白い愛憎関係を持つ愛らしいタダシがあります。 サイドのキャラクターは、ちょうどスペースを埋めるために薄々とした人ではありません。\n主人公ひかりは、彼女はいつも最高の（学問、スポーツなどで）ベストを尽くしていますが、ケイの気持ちを理解するためには、緻密で忘れ去っていることがあります。 これは、イライラすることができますが、彼女はとても素敵で、あなたは本当に彼女のためにそれを嫌うことはできません。\nKeiはすべての女の子の夢のボーイフレンドです。美しく見えます）スマートで運動的で、「クール」を叫ぶオーラがあります。 しかし、ひかりには、かわいい（ほとんど傷つきやすい）面もあります。  2人は本当に愛情豊かでかわいい愛憎関係を持っています。\n\nアート：7/10\nスペシャルAを見ているときに最初に気がつくのは、OMGです。彼らはLOOOONG LEGSを持っています。  Lankyフレームを除いて、キャラクターはかなり上手く描かれており、平均より少し良いです。  S.A.温室といくつかのキャラクターの邸宅が引き出される方法はまた、壮大さを増す。\n\nサウンド：9/10\n私は特別なAの2回目のオープニングを本当に愛していました。なぜなら、男の子の4人の声優（Kei、Tadashi、Jun、Ryuu）は実際に歌を歌っているからです！ 本当にユニークなのは、それぞれのキャラクターには、特定のエピソードに登場するキャラクターソングがあるということです。  （メグミのために、彼女の声は素晴らしいです）\n\n全体的に、スペシャルは本当にかわいいアニメのスライスアニメ、愛憎関係は本当に面白い、競争はかわいい、ロマンスは甘いです。 私はSpecial Aを見て楽しんだ（と私は実際に数回それを再訪したと思う：D）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIf I had to describe Special A in a few words, it'd be: light-hearted, bubbly, upbeat, and cute.\n\n\u001b[1mスペシャルAをいくつかの言葉で表現しなければならないのなら、それは軽くて、気持ち良く、明るくてかわいい、かわいいでしょう。\u001b[22m\n\u001b[1m(Supesharu A o ikutsu ka no kotoba de hyōgen shinakereba naranai nonara, sore wa karukute, kimochiyoku, akarukute kawaī, kawaīdeshou.)\u001b[22m\n\nTranslations of \u001b[4mIf I had to describe Special A in a few words, it'd be: light-hearted, bubbly, upbeat, and cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I had to describe Special A in a few words, it'd be: light-hearted, bubbly, upbeat, and cute.\u001b[24m\n    \u001b[1mスペシャルAをいくつかの言葉で表現しなければならないのなら、それは軽くて、気持ち良く、明るくてかわいい、かわいいでしょう。\u001b[22m, \u001b[1m私はいくつかの単語で特Aを記述しなければならないとしたら、それはなるだろう：気楽、快活、明るい、とかわいいです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nThe theme is pretty much the typical slice of life about rich elite students (a group called S.A) and their high school life. Special A uses a conventional plot of an initial rivalry relationship blossoming into love. What is awesome about Special A is that the main couple's romance (Hikari and Kei) aren't the ONLY focus. It also features arcs for the side characters, so even if you're not loving the main couple, you can still follow the interesting side arcs :) Having fun arcs for side characters provides more variety plot-wise.\n\n\u001b[1mテーマは、豊かなエリート学生（S.Aと呼ばれるグループ）とその高校生の生活の典型的な部分です。 スペシャルAは、愛に満ちた初期ライバル関係の従来のプロットを使用しています。  Special Aの素晴らしい点は、メインカップルのロマンス（光と圭）だけが焦点ではないということです。 それはまた、サイドの文字のためのアークを備えているので、あなたがメインカップルを愛していない場合でも、あなたはまだ興味深いサイドアークに従うことができます:)サイドキャラクターのための楽しいアークを持っていれば、より多様なプロットを提供します。\u001b[22m\n\u001b[1m(Tēma wa, yutakana erīto gakusei (S. A to yoba reru gurūpu) to sono kōkōsei no seikatsu no tenkei-tekina bubundesu. Supesharu A wa, ai ni michita shoki raibaru kankei no jūrai no purotto o shiyō shite imasu. Special A no subarashī ten wa, mein kappuru no romansu (hikari to Kei) dake ga shōtende wa nai to iu kotodesu. Sore wa mata, saido no moji no tame no āku o sonaete irunode, anata ga meinkappuru o aishite inai baai demo, anata wa mada kyōmibukai saidoāku ni shitagau koto ga dekimasu: ) Saidokyarakutā no tame no tanoshī āku o motte ireba, yori tayōna purotto o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe theme is pretty much the typical slice of life about rich elite students (a group called S.A) and their high school life. Special A uses a conventional plot of an initial rivalry relationship blossoming into love. What is awesome about Special A is that the main couple's romance (Hikari and Kei) aren't the ONLY focus. It also features arcs for the side characters, so even if you're not loving the main couple, you can still follow the interesting side arcs :) Having fun arcs for side characters provides more variety plot-wise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe theme is pretty much the typical slice of life about rich elite students (a group called S.A) and their high school life.\u001b[24m\n    \u001b[1mテーマは、豊かなエリート学生（S.Aと呼ばれるグループ）とその高校生の生活の典型的な部分です。\u001b[22m, \u001b[1mテーマはかなり豊富なエリート学生（S.Aと呼ばれるグループ）に関する生活と彼らの高校生活の典型的なスライスです。\u001b[22m\n\u001b[4mSpecial A uses a conventional plot of an initial rivalry relationship blossoming into love.\u001b[24m\n    \u001b[1mスペシャルAは、愛に満ちた初期ライバル関係の従来のプロットを使用しています。\u001b[22m, \u001b[1m特Aは愛に開花初期のライバル関係の従来のプロットを使用しています。\u001b[22m\n\u001b[4mWhat is awesome about Special A is that the main couple's romance (Hikari and Kei) aren't the ONLY focus.\u001b[24m\n    \u001b[1mSpecial Aの素晴らしい点は、メインカップルのロマンス（光と圭）だけが焦点ではないということです。\u001b[22m, \u001b[1mどのような特Aについての素晴らしいのは、メインカップルのロマンス（ひかりと圭）がONLY焦点ではないということです。\u001b[22m\n\u001b[4mIt also features arcs for the side characters, so even if you're not loving the main couple, you can still follow the interesting side arcs :) Having fun arcs for side characters provides more variety plot-wise.\u001b[24m\n    \u001b[1mそれはまた、サイドの文字のためのアークを備えているので、あなたがメインカップルを愛していない場合でも、あなたはまだ興味深いサイドアークに従うことができます:)サイドキャラクターのための楽しいアークを持っていれば、より多様なプロットを提供します。\u001b[22m, \u001b[1mまた、サイドの文字のアークを備えていますので、あなたがメインカップルを愛していない場合でも、あなたはまだ興味深い側面アークに従うことができます:)側の文字の楽しさの円弧を持つことは、より多くの様々なプロット単位を提供します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 9/10\n\n\u001b[1mキャラクター：9/10\u001b[22m\n\u001b[1m(Kyarakutā: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 9/10\u001b[24m\n    \u001b[1mキャラクター：9/10\u001b[22m\nWhat I love about Special A is its abundance of fun and nicely developed characters. Unlike many shojos that have the spotlight on the main couple and then neglect the side characters (or give them too little depth etc), Special A manages to give all 7 students in S.A. enough screen time and development to make all of them seem real. There's animal-loving Ryuu, music geniuses Megumi and Jun, and the adorable Tadashi who has the funniest love-hate relationship with Akira. The side characters are not flimsy people just to fill up space.\n\n\u001b[1mスペシャルAについて私が愛しているのは、その豊富な楽しみと素敵なキャラクターです。 スペシャルAは、メインカップルにスポットライトを当て、サイドキャラクターを無視する（またはあまりにも浅いなど）多くのショーゴと異なり、S.Aで7人の学生全員に十分なスクリーン時間と開発力を与えて、すべてをリアルに見せます。 動物愛好家の竜、音楽の天才メグミとジュン、そしてアキラと面白い愛憎関係を持つ愛らしいタダシがあります。 サイドのキャラクターは、ちょうどスペースを埋めるために薄々とした人ではありません。\u001b[22m\n\u001b[1m(Supesharu A ni tsuite watashi ga aishite iru no wa, sono hōfuna tanoshimi to sutekina kyarakutādesu. Supesharu A wa, mein kappuru ni supottoraito o ate, saidokyarakutā o mushi suru (matawa amarini mo asai nado) ōku no shōgo to kotonari, S. A de 7-ri no gakusei zen'in ni jūbun'na sukurīn jikan to kaihatsu-ryoku o ataete, subete o riaru ni misemasu. Dōbutsu aikō-ka no ryū, ongaku no tensai megumi to Jun, soshite Akira to omoshiroi aizō kankei o motsu airashī Tadashi ga arimasu. Saido no kyarakutā wa, chōdo supēsu o umeru tame ni usuusu to shita hitode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhat I love about Special A is its abundance of fun and nicely developed characters. Unlike many shojos that have the spotlight on the main couple and then neglect the side characters (or give them too little depth etc), Special A manages to give all 7 students in S.A. enough screen time and development to make all of them seem real. There's animal-loving Ryuu, music geniuses Megumi and Jun, and the adorable Tadashi who has the funniest love-hate relationship with Akira. The side characters are not flimsy people just to fill up space.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I love about Special A is its abundance of fun and nicely developed characters.\u001b[24m\n    \u001b[1mスペシャルAについて私が愛しているのは、その豊富な楽しみと素敵なキャラクターです。\u001b[22m, \u001b[1m私は特Aについて好きは楽しいとうまく開発の文字のその豊富です。\u001b[22m\n\u001b[4mUnlike many shojos that have the spotlight on the main couple and then neglect the side characters (or give them too little depth etc), Special A manages to give all 7 students in S.A. enough screen time and development to make all of them seem real.\u001b[24m\n    \u001b[1mスペシャルAは、メインカップルにスポットライトを当て、サイドキャラクターを無視する（またはあまりにも浅いなど）多くのショーゴと異なり、S.Aで7人の学生全員に十分なスクリーン時間と開発力を与えて、すべてをリアルに見せます。\u001b[22m, \u001b[1m多くの主要なカップルにスポットライトを持ってshojos、その後無視側の文字（またはそれらに少なすぎるの深さなどを与える）とは異なり、特別Aは、それらのすべてが本物のように見えるにするS.A.十分な画面の時間と開発中のすべての7生徒を与えることを管理しています。\u001b[22m\n\u001b[4mThere's animal-loving Ryuu, music geniuses Megumi and Jun, and the adorable Tadashi who has the funniest love-hate relationship with Akira.\u001b[24m\n    \u001b[1m動物愛好家の竜、音楽の天才メグミとジュン、そしてアキラと面白い愛憎関係を持つ愛らしいタダシがあります。\u001b[22m, \u001b[1m動物を愛する竜、音楽の天才めぐみと6月、とアキラとおかしな愛憎関係を持つ愛らしい忠があります。\u001b[22m\n\u001b[4mThe side characters are not flimsy people just to fill up space.\u001b[24m\n    \u001b[1mサイドのキャラクターは、ちょうどスペースを埋めるために薄々とした人ではありません。\u001b[22m, \u001b[1mサイド文字だけのスペースを埋めるために薄っぺらな人ではありません。\u001b[22m\nAs for the main character Hikari, she always tries her best (in academics, sports etc), but she can be RIDICULOUSLY dense and oblivious when it comes to realizing Kei's feelings. This can get frustrating, but she's so nice and down to earth you really can't hate her for it.\n\n\u001b[1m主人公ひかりは、彼女はいつも最高の（学問、スポーツなどで）ベストを尽くしていますが、ケイの気持ちを理解するためには、緻密で忘れ去っていることがあります。 これは、イライラすることができますが、彼女はとても素敵で、あなたは本当に彼女のためにそれを嫌うことはできません。\u001b[22m\n\u001b[1m(Shujinkō Hikari wa, kanojo wa itsumo saikō no (gakumon, supōtsu nado de) besuto o tsukushite imasuga, kei no kimochi o rikai suru tame ni wa, chimitsu de wasuresatte iru koto ga arimasu. Kore wa, iraira suru koto ga dekimasuga, kanojo wa totemo sutekide, anata wa hontōni kanojo no tame ni sore o kirau koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs for the main character Hikari, she always tries her best (in academics, sports etc), but she can be RIDICULOUSLY dense and oblivious when it comes to realizing Kei's feelings. This can get frustrating, but she's so nice and down to earth you really can't hate her for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the main character Hikari, she always tries her best (in academics, sports etc), but she can be RIDICULOUSLY dense and oblivious when it comes to realizing Kei's feelings.\u001b[24m\n    \u001b[1m主人公ひかりは、彼女はいつも最高の（学問、スポーツなどで）ベストを尽くしていますが、ケイの気持ちを理解するためには、緻密で忘れ去っていることがあります。\u001b[22m, \u001b[1mメインキャラクターひかりとして、彼女はいつも（学者、スポーツなどで）彼女のベストを試みますが、それは圭の感情を実現することになると、彼女は途方もなく緻密で忘れすることができます。\u001b[22m\n\u001b[4mThis can get frustrating, but she's so nice and down to earth you really can't hate her for it.\u001b[24m\n    \u001b[1mこれは、イライラすることができますが、彼女はとても素敵で、あなたは本当に彼女のためにそれを嫌うことはできません。\u001b[22m, \u001b[1mこれはイライラ得ることができますが、彼女はとても素敵だと地球にダウンあなたは本当にそれのために彼女を憎むことはできません。\u001b[22m\nKei is every girl's dream boyfriend: good-looking ;) smart, athletic and has an aura that just screams 'COOL'. But he also has a cute (almost vulnerable) side when it comes to Hikari. The two have a really endearing and cute love-hate relationship.\n\n\u001b[1mKeiはすべての女の子の夢のボーイフレンドです。美しく見えます）スマートで運動的で、「クール」を叫ぶオーラがあります。 しかし、ひかりには、かわいい（ほとんど傷つきやすい）面もあります。  2人は本当に愛情豊かでかわいい愛憎関係を持っています。\u001b[22m\n\u001b[1m(Kei wa subete no on'nanoko no yume no bōifurendodesu. Utsukushiku miemasu) sumāto de undō-tekide,`kūru' o sakebu ōra ga arimasu. Shikashi, Hikari ni wa, kawaī (hotondo kizutsuki yasui)-men mo arimasu. 2-Ri wa hontōni aijō yutakade kawaī aizō kankei o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mKei is every girl's dream boyfriend: good-looking ;) smart, athletic and has an aura that just screams 'COOL'. But he also has a cute (almost vulnerable) side when it comes to Hikari. The two have a really endearing and cute love-hate relationship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKei is every girl's dream boyfriend: good-looking ;) smart, athletic and has an aura that just screams 'COOL'.\u001b[24m\n    \u001b[1mKeiはすべての女の子の夢のボーイフレンドです。美しく見えます）スマートで運動的で、「クール」を叫ぶオーラがあります。\u001b[22m, \u001b[1m圭は、すべての女の子の夢のボーイフレンドである：格好良い;）スマート、運動とちょうど「COOL」悲鳴オーラを持っています。\u001b[22m\n\u001b[4mBut he also has a cute (almost vulnerable) side when it comes to Hikari.\u001b[24m\n    \u001b[1mしかし、ひかりには、かわいい（ほとんど傷つきやすい）面もあります。\u001b[22m, \u001b[1mそれはひかりに来るときしかし、彼はまた可愛い（ほぼ脆弱な）面を有します。\u001b[22m\n\u001b[4mThe two have a really endearing and cute love-hate relationship.\u001b[24m\n    \u001b[1m2人は本当に愛情豊かでかわいい愛憎関係を持っています。\u001b[22m, \u001b[1m2は本当にかわいらしいとキュートな愛憎関係を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\nThe first thing you'll notice when watching Special A is OMG, THEY HAVE LOOOONG LEGS. Lanky frame aside, the characters are drawn quite nicely, a bit better than average. The way the S.A. greenhouse and some characters' mansions are drawn also adds grandeur.\n\n\u001b[1mスペシャルAを見ているときに最初に気がつくのは、OMGです。彼らはLOOOONG LEGSを持っています。  Lankyフレームを除いて、キャラクターはかなり上手く描かれており、平均より少し良いです。  S.A.温室といくつかのキャラクターの邸宅が引き出される方法はまた、壮大さを増す。\u001b[22m\n\u001b[1m(Supesharu A o mite iru toki ni saisho ni kigatsuku no wa, OMGdesu. Karera wa LOOOONG reggusu o motte imasu. Lanky furēmu o nozoite, kyarakutā wa kanari umaku egaka rete ori, heikin yori sukoshi yoidesu. S. A. Onshitsu to ikutsu ka no kyarakutā no teitaku ga hikidasa reru hōhō wa mata, sōdai-sa o masu.)\u001b[22m\n\nTranslations of \u001b[4mThe first thing you'll notice when watching Special A is OMG, THEY HAVE LOOOONG LEGS. Lanky frame aside, the characters are drawn quite nicely, a bit better than average. The way the S.A. greenhouse and some characters' mansions are drawn also adds grandeur.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first thing you'll notice when watching Special A is OMG, THEY HAVE LOOOONG LEGS.\u001b[24m\n    \u001b[1mスペシャルAを見ているときに最初に気がつくのは、OMGです。彼らはLOOOONG LEGSを持っています。\u001b[22m, \u001b[1m特Aを見たとき、あなたが気づく最初の事は、彼らがLOOOONG LEGSを持って、OMGです。\u001b[22m\n\u001b[4mLanky frame aside, the characters are drawn quite nicely, a bit better than average.\u001b[24m\n    \u001b[1mLankyフレームを除いて、キャラクターはかなり上手く描かれており、平均より少し良いです。\u001b[22m, \u001b[1mひょろっとしたフレームはさておき、文字が平均よりも少し良く、非常にうまく描かれています。\u001b[22m\n\u001b[4mThe way the S.A. greenhouse and some characters' mansions are drawn also adds grandeur.\u001b[24m\n    \u001b[1mS.A.温室といくつかのキャラクターの邸宅が引き出される方法はまた、壮大さを増す。\u001b[22m, \u001b[1mS.A.温室と一部の文字屋敷が描かれている方法も壮大さを追加します。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\nI really loved the second opening of Special A, because the 4 voice actors for the boys (Kei, Tadashi, Jun, Ryuu) are actually the ones singing the song! What is also really unique is that, each character has their own 'character song' that is featured in certain episodes. (WATCH FOR MEGUMI'S, HER VOICE IS AMAZING)\n\n\u001b[1m私は特別なAの2回目のオープニングを本当に愛していました。なぜなら、男の子の4人の声優（Kei、Tadashi、Jun、Ryuu）は実際に歌を歌っているからです！ 本当にユニークなのは、それぞれのキャラクターには、特定のエピソードに登場するキャラクターソングがあるということです。  （メグミのために、彼女の声は素晴らしいです）\u001b[22m\n\u001b[1m(Watashi wa tokubetsuna A no 2-kai-me no ōpuningu o hontōni itoshite imashita. Nazenara, otokonoko no 4-ri no seiyū (Kei, Tadashi, Jun, Ryuu) wa jissai ni uta o utatte irukaradesu! Hontōni yunīkuna no wa, sorezore no kyarakutā ni wa, tokutei no episōdo ni tōjō suru kyarakutāsongu ga aru to iu kotodesu. (Megumi no tame ni, kanojo no koe wa subarashīdesu))\u001b[22m\n\nTranslations of \u001b[4mI really loved the second opening of Special A, because the 4 voice actors for the boys (Kei, Tadashi, Jun, Ryuu) are actually the ones singing the song! What is also really unique is that, each character has their own 'character song' that is featured in certain episodes. (WATCH FOR MEGUMI'S, HER VOICE IS AMAZING)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really loved the second opening of Special A, because the 4 voice actors for the boys (Kei, Tadashi, Jun, Ryuu) are actually the ones singing the song!\u001b[24m\n    \u001b[1m私は特別なAの2回目のオープニングを本当に愛していました。なぜなら、男の子の4人の声優（Kei、Tadashi、Jun、Ryuu）は実際に歌を歌っているからです！\u001b[22m, \u001b[1m男の子（圭、正殿、6月、竜）のための4声優が実際に歌を歌ったものであるので、私は本当に、特Aの第二の開口部を追加しました！\u001b[22m\n\u001b[4mWhat is also really unique is that, each character has their own 'character song' that is featured in certain episodes.\u001b[24m\n    \u001b[1m本当にユニークなのは、それぞれのキャラクターには、特定のエピソードに登場するキャラクターソングがあるということです。\u001b[22m, \u001b[1m何も本当にユニークなことは、各文字が特定のエピソードで紹介され、独自の '文字の歌'を持っている、ということです。\u001b[22m\n\u001b[4m(WATCH FOR MEGUMI'S, HER VOICE IS AMAZING)\u001b[24m\n    \u001b[1m（メグミのために、彼女の声は素晴らしいです）\u001b[22m, \u001b[1m（MEGUMI'S FOR WATCHは、彼女の声は素晴らしいです）\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Special is a really cute slice of life anime, the love-hate relationships are really amusing, the rivalries are cute, and the romance is sweet. I enjoyed watching Special A (and I think I've actually rewatched it a couple of times :D).\n\n\u001b[1m全体的に、スペシャルは本当にかわいいアニメのスライスアニメ、愛憎関係は本当に面白い、競争はかわいい、ロマンスは甘いです。 私はSpecial Aを見て楽しんだ（と私は実際に数回それを再訪したと思う：D）。\u001b[22m\n\u001b[1m(Zentai-teki ni, supesharu wa hontōni kawaī anime no suraisuanime, aizō kankei wa hontōni omoshiroi, kyōsō wa kawaī, romansu wa amaidesu. Watashi wa Special A o mite tanoshinda (to watashi wa jissai ni sū-kai sore o saihō shita to omou: D).)\u001b[22m\n\nTranslations of \u001b[4mOverall, Special is a really cute slice of life anime, the love-hate relationships are really amusing, the rivalries are cute, and the romance is sweet. I enjoyed watching Special A (and I think I've actually rewatched it a couple of times :D).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Special is a really cute slice of life anime, the love-hate relationships are really amusing, the rivalries are cute, and the romance is sweet.\u001b[24m\n    \u001b[1m全体的に、スペシャルは本当にかわいいアニメのスライスアニメ、愛憎関係は本当に面白い、競争はかわいい、ロマンスは甘いです。\u001b[22m, \u001b[1m全体的に、特別なライフアニメの本当にかわいいスライスである、愛憎の関係が本当に面白いです、対立はかわいいです、とロマンスが甘いです。\u001b[22m\n\u001b[4mI enjoyed watching Special A (and I think I've actually rewatched it a couple of times :D).\u001b[24m\n    \u001b[1m私はSpecial Aを見て楽しんだ（と私は実際に数回それを再訪したと思う：D）。\u001b[22m, \u001b[1m私は特Aを見て楽しんだ（と私は私が実際にそれを数回rewatchedたと思う：Dを）。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "--Sunclaudius",
    "profile": "/profile/--Sunclaudius/reviews",
    "pages": "4",
    "number": "13",
    "link": "/reviews.php?id=27210",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nライバルかロマンス？ ライバルとAsmara..おそらく両方のアニメーションを含むこのアニメの物語が、まだアニメはティーンエイジャーによって支持されています。 物語には生命の断片と学校の日が含まれているので。 アニメに存在するアニメの学校システムは、アニメのシュゴ・チャラ（The Chosen Students）に似ています。\n\nライバルの物語は、子供時代から青年期までの競争を経験した花園光と瀧島圭の争いですが、お互いの愛情が感じられます。 他のキャラクターの物語もそうです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nRival Or Romance? could also rival And Asmara .. Perhaps the story in this anime, including both, but the anime is still favored by teenagers. Because the story includes Slice Of Life and the school day. Anime school systems that exist in the anime is similar to the anime Shugo Chara, The Chosen Students.\n\n\u001b[1mライバルかロマンス？ ライバルとAsmara..おそらく両方のアニメーションを含むこのアニメの物語が、まだアニメはティーンエイジャーによって支持されています。 物語には生命の断片と学校の日が含まれているので。 アニメに存在するアニメの学校システムは、アニメのシュゴ・チャラ（The Chosen Students）に似ています。\u001b[22m\n\u001b[1m(Raibaru ka romansu? Raibaru to Asmara.. Osoraku ryōhō no animēshon o fukumu kono anime no monogatari ga, mada anime wa tīn'eijā ni yotte shiji sa rete imasu. Monogatari ni wa seimei no danpen to gakkō no hi ga fukuma rete irunode. Anime ni sonzai suru anime no gakkō shisutemu wa, anime no shugo Chara (The Chosen Students) ni nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mRival Or Romance? could also rival And Asmara .. Perhaps the story in this anime, including both, but the anime is still favored by teenagers. Because the story includes Slice Of Life and the school day. Anime school systems that exist in the anime is similar to the anime Shugo Chara, The Chosen Students.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRival Or Romance?\u001b[24m\n    \u001b[1mライバルかロマンス？\u001b[22m, \u001b[1mライバルやロマンス？\u001b[22m\n\u001b[4mcould also rival And Asmara .. Perhaps the story in this anime, including both, but the anime is still favored by teenagers.\u001b[24m\n    \u001b[1mライバルとAsmara..おそらく両方のアニメーションを含むこのアニメの物語が、まだアニメはティーンエイジャーによって支持されています。\u001b[22m, \u001b[1mまた..おそらく両方を含むこのアニメ、で話が、アニメはまだティーンエイジャーによってライバルとアスマラ好まれている可能性があります。\u001b[22m\n\u001b[4mBecause the story includes Slice Of Life and the school day.\u001b[24m\n    \u001b[1m物語には生命の断片と学校の日が含まれているので。\u001b[22m, \u001b[1m物語は人生のスライスと学校の日が含まれているため。\u001b[22m\n\u001b[4mAnime school systems that exist in the anime is similar to the anime Shugo Chara, The Chosen Students.\u001b[24m\n    \u001b[1mアニメに存在するアニメの学校システムは、アニメのシュゴ・チャラ（The Chosen Students）に似ています。\u001b[22m, \u001b[1mアニメ内に存在するアニメ学校のシステムがアニメしゅごキャラ、選ばれた学生に似ています。\u001b[22m\n\u001b[1m\u001b[22m\nRival's story is the rivalry between Hanazono Hikari and Takishima Kei, who underwent competition from childhood through adolescence, but they have feelings of love for one another. So also the story of other characters.\n\n\u001b[1mライバルの物語は、子供時代から青年期までの競争を経験した花園光と瀧島圭の争いですが、お互いの愛情が感じられます。 他のキャラクターの物語もそうです。\u001b[22m\n\u001b[1m(Raibaru no monogatari wa, kodomo jidai kara seinen-ki made no kyōsō o keiken shita Hanazono hikari to Takishima Kei no arasoidesuga, otagai no aijō ga kanji raremasu. Hoka no kyarakutā no monogatari mo sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mRival's story is the rivalry between Hanazono Hikari and Takishima Kei, who underwent competition from childhood through adolescence, but they have feelings of love for one another. So also the story of other characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRival's story is the rivalry between Hanazono Hikari and Takishima Kei, who underwent competition from childhood through adolescence, but they have feelings of love for one another.\u001b[24m\n    \u001b[1mライバルの物語は、子供時代から青年期までの競争を経験した花園光と瀧島圭の争いですが、お互いの愛情が感じられます。\u001b[22m, \u001b[1mライバルの話は花園ひかりと思春期を通じて子供の頃からの競争を受けたTakishima圭、ライバル関係であるが、彼らはお互いのために愛の感情を持っています。\u001b[22m\n\u001b[4mSo also the story of other characters.\u001b[24m\n    \u001b[1m他のキャラクターの物語もそうです。\u001b[22m, \u001b[1mだから、また、他の文字の話。\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "yhugi03",
    "profile": "/profile/yhugi03/reviews",
    "pages": "4",
    "number": "14",
    "link": "/reviews.php?id=14036",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nああ..！ 実際に..私はアニメ/アニメを見て楽しんでいない..はい私はナルト、slamdunkと多くのを見てきました..しかし、レベルは私が特別なAを見ているときのようなものではありません..私はなぜdntを始めた それを見て、私たちが友情と呼ぶ本当の意味を理解しています..スペシャルでは、彼らは最後まで来るまで友達を抱く方法を視聴者に与えます..光り輝く行為は彼女が外に出ることはできません。 それは彼女が彼女の友人を助けることができる方法で..私はTV5が私たちに特別なAのような素敵な漫画の多くを与えることを願って...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nahm..! actually.. i am not fun of watching anime/cartoons.. yes i've watched naruto, slamdunk and a lot of more.. but the level is not like when im watching SPECIAL A.. i dnt why but, when i started watching it i realize the real meaning of wht we call friendship.. in SPECIAL A they give idea to the viewer's on how to hold their friends until the end comes along.. hikari act's like she cant live with out chalenges.. but she did it in a way that she can help her friends to.. i hope that TV5 give us a lot of nice manga like SPECIAL A...\n\n\u001b[1mああ..！ 実際に..私はアニメ/アニメを見て楽しんでいない..はい私はナルト、slamdunkと多くのを見てきました..しかし、レベルは私が特別なAを見ているときのようなものではありません..私はなぜdntを始めた それを見て、私たちが友情と呼ぶ本当の意味を理解しています..スペシャルでは、彼らは最後まで来るまで友達を抱く方法を視聴者に与えます..光り輝く行為は彼女が外に出ることはできません。 それは彼女が彼女の友人を助けることができる方法で..私はTV5が私たちに特別なAのような素敵な漫画の多くを与えることを願って...\u001b[22m\n\u001b[1m(Ā.. ! Jissai ni.. Watashi wa anime/ anime o mite tanoshinde inai.. Hai watashi wa naruto, slamdunk to ōku no o mitekimashita.. Shikashi, reberu wa watashi ga tokubetsuna A o mite iru toki no yōna monode wa arimasen.. Watashi wa naze dnt o hajimeta sore o mite, watashitachi ga yūjō to yobu hontō no imi o rikai shite imasu.. Supesharude wa, karera wa saigo made kuru made tomodachi o daku hōhō o shichō-sha ni ataemasu.. Hikarikagayaku kōi wa kanojo ga soto ni deru koto wa dekimasen. Sore wa kanojo ga kanojo no yūjin o tasukeru koto ga dekiru hōhō de.. Watashi wa TV 5 ga watashitachi ni tokubetsuna A no yōna sutekina manga no ōku o ataeru koto o negatte...)\u001b[22m\n\nTranslations of \u001b[4mahm..! actually.. i am not fun of watching anime/cartoons.. yes i've watched naruto, slamdunk and a lot of more.. but the level is not like when im watching SPECIAL A.. i dnt why but, when i started watching it i realize the real meaning of wht we call friendship.. in SPECIAL A they give idea to the viewer's on how to hold their friends until the end comes along.. hikari act's like she cant live with out chalenges.. but she did it in a way that she can help her friends to.. i hope that TV5 give us a lot of nice manga like SPECIAL A...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mahm..!\u001b[24m\n    \u001b[1mああ..！\u001b[22m, \u001b[1mAHM..！\u001b[22m\n\u001b[4mactually.. i am not fun of watching anime/cartoons.. yes i've watched naruto, slamdunk and a lot of more.. but the level is not like when im watching SPECIAL A.. i dnt why but, when i started\u001b[24m\n    \u001b[1m実際に..私はアニメ/アニメを見て楽しんでいない..はい私はナルト、slamdunkと多くのを見てきました..しかし、レベルは私が特別なAを見ているときのようなものではありません..私はなぜdntを始めた\u001b[22m, \u001b[1m実際に....私が始めたとき、なぜDNTが、私は..はい私はナルト、slamdunk、より多くのを見てきた..アニメ/漫画を見ての楽しみではないですが、イムは、SPECIAL Aを見たときにレベルが好きされていません\u001b[22m\n\u001b[4mwatching it i realize the real meaning of wht we call friendship.. in SPECIAL A they give idea to the viewer's on how to hold their friends until the end comes along.. hikari act's like she cant live with out chalenges.. but she did\u001b[24m\n    \u001b[1mそれを見て、私たちが友情と呼ぶ本当の意味を理解しています..スペシャルでは、彼らは最後まで来るまで友達を抱く方法を視聴者に与えます..光り輝く行為は彼女が外に出ることはできません。\u001b[22m, \u001b[1m私たちは..ヒカリ行為の彼女が出てchalengesと一緒に暮らすカントのように..彼らは視聴者の終わりがやって来るまで、彼らの友人を保持する方法についてにアイデアを与えるSPECIAL Aに..友情を呼び出すWHTの本当の意味を実現するが、彼女がやったことを見て\u001b[22m\n\u001b[4mit in a way that she can help her friends to.. i hope that TV5 give us a lot of nice manga like SPECIAL A...\u001b[24m\n    \u001b[1mそれは彼女が彼女の友人を助けることができる方法で..私はTV5が私たちに特別なAのような素敵な漫画の多くを与えることを願って...\u001b[22m, \u001b[1m彼女は彼女の友人を助けることができる方法で、それがに..私はTV5は私たちSPECIAL Aのような素敵な漫画の多くを与えることを願っています...\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "MiaSkyler14",
    "profile": "/profile/MiaSkyler14/reviews",
    "pages": "4",
    "number": "15",
    "link": "/reviews.php?id=76867",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  8\n\nこのアニメはかなり良かったです。 それは私が楽しんで、ほとんどの場合私の興味を維持した甘い小さなアニメでした。 それはちょうど特別ではありません（名前のような笑）が、それは非常に面白いかわいいです。 私はキャラクターがたくさん好きだった。 ほとんどの人にとって、彼らの性格はかなり発達しているように見えました。 ひかりは、甘く、ツンデレシで、決まったかなり良い主人公です。 彼女はあなたが本当に女の子のように見えるなら、彼女は実際に他の女の子のようなものです。 とにかく私は本当にヤヒロやアオイのようなマイナーなキャラクターも私のお気に入りのキャラクターだった。\nストーリーはかなり良いものでしたが、かなり予測できました。 オープニングやエンディングのようなアニメの音楽がとても楽しかったです。 メグミはとても良い歌手です！ 私はこのシリーズをオススメしますが、あまり期待していない、それはちょうど良い友人と見て楽しいシリーズです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was pretty good. It was a sweet little anime that I enjoyed and kept up my interest for the most part. It's not exactly special (lol like it's name) but it's very funny and cute. I liked the characters a lot. For most of them their personalities seemed pretty developed and not just, generic. Hikari is a fairly good protagonist who is sweet, tsundereish, and determined. She is actually like any other girl her age if you really look she's girlier then most people view her as. Anyways I really liked the characters even the minor ones like Yahiro and Aoi were some of my very favorites.\n\n\u001b[1mこのアニメはかなり良かったです。 それは私が楽しんで、ほとんどの場合私の興味を維持した甘い小さなアニメでした。 それはちょうど特別ではありません（名前のような笑）が、それは非常に面白いかわいいです。 私はキャラクターがたくさん好きだった。 ほとんどの人にとって、彼らの性格はかなり発達しているように見えました。 ひかりは、甘く、ツンデレシで、決まったかなり良い主人公です。 彼女はあなたが本当に女の子のように見えるなら、彼女は実際に他の女の子のようなものです。 とにかく私は本当にヤヒロやアオイのようなマイナーなキャラクターも私のお気に入りのキャラクターだった。\u001b[22m\n\u001b[1m(Kono anime wa kanari yokattadesu. Sore wa watashi ga tanoshinde, hotondo no baai watashi no kyōmi o iji shita amai chīsana animedeshita. Sore wa chōdo tokubetsude wa arimasen (namae no yōna Emi) ga, sore wa hijō ni omoshiroi kawaīdesu. Watashi wa kyarakutā ga takusan sukidatta. Hotondo no hito ni totte, karera no seikaku wa kanari hattatsu shite iru yō ni miemashita. Hikari wa, amaku, tsundereshi de, kimatta kanari yoi shujinkōdesu. Kanojo wa anata ga hontōni on'nanoko no yōnimierunara, kanojo wa jissai ni hoka no on'nanoko no yōna monodesu. Tonikaku watashi wa hontōni Yahiro ya aoi no yōna maināna kyarakutā mo watashinōkiniiri no kyarakutādatta.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was pretty good. It was a sweet little anime that I enjoyed and kept up my interest for the most part. It's not exactly special (lol like it's name) but it's very funny and cute. I liked the characters a lot. For most of them their personalities seemed pretty developed and not just, generic. Hikari is a fairly good protagonist who is sweet, tsundereish, and determined. She is actually like any other girl her age if you really look she's girlier then most people view her as. Anyways I really liked the characters even the minor ones like Yahiro and Aoi were some of my very favorites.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was pretty good.\u001b[24m\n    \u001b[1mこのアニメはかなり良かったです。\u001b[22m\n\u001b[4mIt was a sweet little anime that I enjoyed and kept up my interest for the most part.\u001b[24m\n    \u001b[1mそれは私が楽しんで、ほとんどの場合私の興味を維持した甘い小さなアニメでした。\u001b[22m, \u001b[1mそれは私が楽しんで、大部分は私の興味を続け甘い小さなアニメでした。\u001b[22m\n\u001b[4mIt's not exactly special (lol like it's name) but it's very funny and cute.\u001b[24m\n    \u001b[1mそれはちょうど特別ではありません（名前のような笑）が、それは非常に面白いかわいいです。\u001b[22m, \u001b[1mそれはまさに特別ではありません（笑それが名前だように）それは非常に面白いとかわいいです。\u001b[22m\n\u001b[4mI liked the characters a lot.\u001b[24m\n    \u001b[1m私はキャラクターがたくさん好きだった。\u001b[22m, \u001b[1m私はたくさんの文字が好きでした。\u001b[22m\n\u001b[4mFor most of them their personalities seemed pretty developed and not just, generic.\u001b[24m\n    \u001b[1mほとんどの人にとって、彼らの性格はかなり発達しているように見えました。\u001b[22m, \u001b[1mそれらのほとんどは彼らの個性はかなり先進だけ、ジェネリックではないようでした。\u001b[22m\n\u001b[4mHikari is a fairly good protagonist who is sweet, tsundereish, and determined.\u001b[24m\n    \u001b[1mひかりは、甘く、ツンデレシで、決まったかなり良い主人公です。\u001b[22m, \u001b[1mひかりは、甘いtsundereish、と判断されたかなり良い主人公です。\u001b[22m\n\u001b[4mShe is actually like any other girl her age if you really look she's girlier then most people view her as.\u001b[24m\n    \u001b[1m彼女はあなたが本当に女の子のように見えるなら、彼女は実際に他の女の子のようなものです。\u001b[22m, \u001b[1mあなたは本当に彼女がほとんどの人のように彼女を見、その後girlierだ見れば、彼女は他の女の子彼女の年齢のように実際にあります。\u001b[22m\n\u001b[4mAnyways I really liked the characters even the minor ones like Yahiro and Aoi were some of my very favorites.\u001b[24m\n    \u001b[1mとにかく私は本当にヤヒロやアオイのようなマイナーなキャラクターも私のお気に入りのキャラクターだった。\u001b[22m, \u001b[1mとにかく私は本当に八尋と葵のようにもマイナーなものは私の非常にお気に入りのいくつかあった文字が好きでした。\u001b[22m\nThe story was pretty good though pretty predictable. I liked the music in the anime like the opening and ending were very enjoyable. Megumi is a very good singer! :D Anways I would recommend this series but don't expect too much out of it, it's just a good and fun series to watch with some friends.\n\n\u001b[1mストーリーはかなり良いものでしたが、かなり予測できました。 オープニングやエンディングのようなアニメの音楽がとても楽しかったです。 メグミはとても良い歌手です！ 私はこのシリーズをオススメしますが、あまり期待していない、それはちょうど良い友人と見て楽しいシリーズです。\u001b[22m\n\u001b[1m(Sutōrī wa kanari yoi monodeshitaga, kanari yosoku dekimashita. Ōpuningu ya endingu no yōna anime no ongaku ga totemo tanoshikattadesu. Megumi wa totemo yoi kashudesu! Watashi wa kono shirīzu o osusume shimasuga, amari kitai shite inai, sore wa chōdo yoi yūjin to mite tanoshī shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was pretty good though pretty predictable. I liked the music in the anime like the opening and ending were very enjoyable. Megumi is a very good singer! :D Anways I would recommend this series but don't expect too much out of it, it's just a good and fun series to watch with some friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was pretty good though pretty predictable.\u001b[24m\n    \u001b[1mストーリーはかなり良いものでしたが、かなり予測できました。\u001b[22m, \u001b[1m物語はかなり予測可能なもののかなり良かったです。\u001b[22m\n\u001b[4mI liked the music in the anime like the opening and ending were very enjoyable.\u001b[24m\n    \u001b[1mオープニングやエンディングのようなアニメの音楽がとても楽しかったです。\u001b[22m, \u001b[1mオープニングとエンディングは非常に楽しいだったように私はアニメの音楽が好きでした。\u001b[22m\n\u001b[4mMegumi is a very good singer!\u001b[24m\n    \u001b[1mメグミはとても良い歌手です！\u001b[22m, \u001b[1mめぐみは非常に良い歌手です！\u001b[22m\n\u001b[4m:D Anways I would recommend this series but don't expect too much out of it, it's just a good and fun series to watch with some friends.\u001b[24m\n    \u001b[1m私はこのシリーズをオススメしますが、あまり期待していない、それはちょうど良い友人と見て楽しいシリーズです。\u001b[22m, \u001b[1m：D Anways私はこのシリーズをお勧めしますが、それは何人かの友人と見てちょうど良いと楽しいシリーズですが、そこからあまり期待しないでください。\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "mburke875",
    "profile": "/profile/mburke875/reviews",
    "pages": "4",
    "number": "16",
    "link": "/reviews.php?id=15238",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nこのアニメはフルーツバスケットを思い起こさせるスタイルとユーモアとキャラクターデザインの両方の高さがありますが、独自のユニークなイベントがあります。 私は非常にこのアニメをお勧めし、いずれかが確実に5つのエピソードを見ることができない場合は、私はあなたが夢中にならないように敢えて。 このアニメは才能豊かなキャラクターの開発をしていて、その中のすべての人に気づかせてくれます。私は10点満点中10点を獲得しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nthis anime has a style reminiscent of fruits basket and ouran high both in humour and in character design however has its own unique take on events. i would highly recomend this anime and if any one isnt sure watch five episodes max i dare you not to get hooked. this anime has an exelent character developement and makes you care obout every person in it i rank ten out of ten and am trying to be as broad as possile with my scoring\n\n\u001b[1mこのアニメはフルーツバスケットを思い起こさせるスタイルとユーモアとキャラクターデザインの両方の高さがありますが、独自のユニークなイベントがあります。 私は非常にこのアニメをお勧めし、いずれかが確実に5つのエピソードを見ることができない場合は、私はあなたが夢中にならないように敢えて。 このアニメは才能豊かなキャラクターの開発をしていて、その中のすべての人に気づかせてくれます。私は10点満点中10点を獲得しています。\u001b[22m\n\u001b[1m(Kono anime wa furūtsubasuketto o omoiokosa seru sutairu to yūmoa to kyarakutādezain no ryōhō no taka-sa ga arimasuga, dokuji no yunīkuna ibento ga arimasu. Watashi wa hijō ni kono anime o o susumeshi, izureka ga kakujitsu ni itsutsu no episōdo o miru koto ga dekinai baai wa, watashi wa anata ga muchū ni naranai yō ni aete. Kono anime wa sainō yutakana kyarakutā no kaihatsu o shite ite, sono Chū no subete no hito ni kidzuka sete kuremasu. Watashi wa 10-ten manten-chū 10-ten o kakutoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mthis anime has a style reminiscent of fruits basket and ouran high both in humour and in character design however has its own unique take on events. i would highly recomend this anime and if any one isnt sure watch five episodes max i dare you not to get hooked. this anime has an exelent character developement and makes you care obout every person in it i rank ten out of ten and am trying to be as broad as possile with my scoring\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis anime has a style reminiscent of fruits basket and ouran high both in humour and in character design however has its own unique take on events.\u001b[24m\n    \u001b[1mこのアニメはフルーツバスケットを思い起こさせるスタイルとユーモアとキャラクターデザインの両方の高さがありますが、独自のユニークなイベントがあります。\u001b[22m, \u001b[1mこのアニメは、フルーツバスケットを連想させるとユーモアで、文字デザインの両方桜蘭高いスタイルは、しかしイベントに関する独自のテイクを持っていました。\u001b[22m\n\u001b[4mi would highly recomend this anime and if any one isnt sure watch five episodes max i dare you not to get hooked.\u001b[24m\n    \u001b[1m私は非常にこのアニメをお勧めし、いずれかが確実に5つのエピソードを見ることができない場合は、私はあなたが夢中にならないように敢えて。\u001b[22m, \u001b[1m私は非常にこのアニメをrecomendだろうし、いずれかイマイチは必ず5エピソードmaxを見れば私はあなたをあえて夢中にさせません。\u001b[22m\n\u001b[4mthis anime has an exelent character developement and makes you care obout every person in it i rank ten out of ten and am trying to be as broad as possile with my scoring\u001b[24m\n    \u001b[1mこのアニメは才能豊かなキャラクターの開発をしていて、その中のすべての人に気づかせてくれます。私は10点満点中10点を獲得しています。\u001b[22m, \u001b[1mこのアニメはexelent文字な発展があり、私は10から10をランク付けし、私の得点とpossileほど広いことしようとしていることですべての人をobout気になります\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "woodyfly",
    "profile": "/profile/woodyfly/reviews",
    "pages": "4",
    "number": "17",
    "link": "/reviews.php?id=19434",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\nスペシャルAは、超越的な友人関係とロマンスが残っている高校生7人ほどの典型的なアニメです。\n\n興味をそそる主なプロの1つは、それがフィラー・アイではないという事実でした。 あなたは、すべてのエピソードが完全に無作為に、そして青から外れているエピソード的な、学校/スライス・オブ・ライフのアニメを見たことがあります。 特別なストーリーとキャラクターにこだわりました。\n\nもう一つのポジティブな鍵は、ストーリーとすべてのキャラクターが本当にポジティブだということです。 あなたに欲求不満を抱かせ、それが異なっていたはずであることを望む出来事はありません。 それは、それが幸せな話であり、ハッピーエンドであることを知って本当に満足しました。\n\nスペシャルAは、多くの場合予測可能ですが、やや上品ですが、線形の進行を保つことによって楽しい乗り物でした。 全体的に、それは楽しいアニメでした。 しかし、あなたの座席の端にあなたを残すアニメを見ているなら、これはそうではありません。 乗りはゆっくりと平和です",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSpecial A is a typical anime about 7 high school kids who overtime develop a strong bond of friendship and romance.\n\n\u001b[1mスペシャルAは、超越的な友人関係とロマンスが残っている高校生7人ほどの典型的なアニメです。\u001b[22m\n\u001b[1m(Supesharu A wa, chōetsu-tekina yūjin kankei to romansu ga nokotte iru kōkōsei 7-ri hodo no tenkei-tekina animedesu.)\u001b[22m\n\nTranslations of \u001b[4mSpecial A is a typical anime about 7 high school kids who overtime develop a strong bond of friendship and romance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpecial A is a typical anime about 7 high school kids who overtime develop a strong bond of friendship and romance.\u001b[24m\n    \u001b[1mスペシャルAは、超越的な友人関係とロマンスが残っている高校生7人ほどの典型的なアニメです。\u001b[22m, \u001b[1m特Aは、典型的なアニメ残業友情と恋愛の強い絆を開発し、約7高校生です。\u001b[22m\n\u001b[1m\u001b[22m\nOne of the major pros that kept me interested was the fact that it wasn't 'filler-ish'. You've all seen those school/slice-of-life anime who are really episodic in which every episode would feel completely random and out of the blue. Special A stuck to the storyline and the characters.\n\n\u001b[1m興味をそそる主なプロの1つは、それがフィラー・アイではないという事実でした。 あなたは、すべてのエピソードが完全に無作為に、そして青から外れているエピソード的な、学校/スライス・オブ・ライフのアニメを見たことがあります。 特別なストーリーとキャラクターにこだわりました。\u001b[22m\n\u001b[1m(Kyōmi o sosoru omona puro no 1tsu wa, sore ga firā aide wa nai to iu jijitsudeshita. Anata wa, subete no episōdo ga kanzen ni musakui ni, soshite ao kara hazurete iru episōdo-tekina, gakkō/ suraisu Obu raifu no anime o mita koto ga arimasu. Tokubetsuna sutōrī to kyarakutā ni kodawarimashita.)\u001b[22m\n\nTranslations of \u001b[4mOne of the major pros that kept me interested was the fact that it wasn't 'filler-ish'. You've all seen those school/slice-of-life anime who are really episodic in which every episode would feel completely random and out of the blue. Special A stuck to the storyline and the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the major pros that kept me interested was the fact that it wasn't 'filler-ish'.\u001b[24m\n    \u001b[1m興味をそそる主なプロの1つは、それがフィラー・アイではないという事実でした。\u001b[22m, \u001b[1m興味を持って私を保っ主要な長所の一つは、それが「フィラーっぽい」はなかったという事実でした。\u001b[22m\n\u001b[4mYou've all seen those school/slice-of-life anime who are really episodic in which every episode would feel completely random and out of the blue.\u001b[24m\n    \u001b[1mあなたは、すべてのエピソードが完全に無作為に、そして青から外れているエピソード的な、学校/スライス・オブ・ライフのアニメを見たことがあります。\u001b[22m, \u001b[1mあなたはすべてのすべてのエピソードが完全にランダムと青の外に感じるだろうここで本当にエピソードであるこれらの学校/スライス・オブ・ライフのアニメを見てきました。\u001b[22m\n\u001b[4mSpecial A stuck to the storyline and the characters.\u001b[24m\n    \u001b[1m特別なストーリーとキャラクターにこだわりました。\u001b[22m, \u001b[1m特Aは、ストーリーやキャラクターにもこだわりました。\u001b[22m\n\u001b[1m\u001b[22m\nAnother positive key is that the story and all the characters are really positive. There are no events that leave you frustrated and wishing it should have gone differently. It really satisfied me knowing it was a happy story and a happy ending.\n\n\u001b[1mもう一つのポジティブな鍵は、ストーリーとすべてのキャラクターが本当にポジティブだということです。 あなたに欲求不満を抱かせ、それが異なっていたはずであることを望む出来事はありません。 それは、それが幸せな話であり、ハッピーエンドであることを知って本当に満足しました。\u001b[22m\n\u001b[1m(Mōhitotsu no pojitibuna kagi wa, sutōrī to subete no kyarakutā ga hontōni pojitibuda to iu kotodesu. Anata ni yokkyū fuman o daka se, sore ga kotonatte ita hazudearu koto o nozomu dekigoto wa arimasen. Sore wa, sore ga shiawasena hanashideari, happīendodearu koto o shitte hontōni manzoku shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnother positive key is that the story and all the characters are really positive. There are no events that leave you frustrated and wishing it should have gone differently. It really satisfied me knowing it was a happy story and a happy ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother positive key is that the story and all the characters are really positive.\u001b[24m\n    \u001b[1mもう一つのポジティブな鍵は、ストーリーとすべてのキャラクターが本当にポジティブだということです。\u001b[22m, \u001b[1m別の正の鍵はストーリーと、すべての文字が実際に正であるということです。\u001b[22m\n\u001b[4mThere are no events that leave you frustrated and wishing it should have gone differently.\u001b[24m\n    \u001b[1mあなたに欲求不満を抱かせ、それが異なっていたはずであることを望む出来事はありません。\u001b[22m, \u001b[1mイライラ、それは異なる行っている必要があります希望を残すイベントはありません。\u001b[22m\n\u001b[4mIt really satisfied me knowing it was a happy story and a happy ending.\u001b[24m\n    \u001b[1mそれは、それが幸せな話であり、ハッピーエンドであることを知って本当に満足しました。\u001b[22m, \u001b[1mそれは本当にそれが幸せなストーリーとハッピーエンドだった知っている私を満たしていました。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough at many times predictable, Special A is a somewhat cliche but yet it was an enjoyable ride by keeping its linear progression. Overall, it was an enjoyable anime. However, if you're looking at an anime that will leave you on the edge of your seat, this isn't the one. The ride is slow and peaceful\n\n\u001b[1mスペシャルAは、多くの場合予測可能ですが、やや進歩的ですが、直線的な進行を保つことによって楽しい乗り物でした。 全体的に、それは楽しいアニメでした。 しかし、あなたの座席の端にあなたを残すアニメを見ているなら、これは一つではありません。 乗りはゆっくりと平和です\u001b[22m\n\u001b[1m(Supesharu A wa, ōku no baai yosoku kanōdesuga, yaya shinpo-tekidesuga, chokusen-tekina shinkō o tamotsu koto ni yotte tanoshī norimonodeshita. Zentai-teki ni, sore wa tanoshī animedeshita. Shikashi, anata no zaseki no hashi ni anata o nokosu anime o mite irunara, koreha hitotsude wa arimasen. Nori wa yukkuri to heiwadesu)\u001b[22m\n\nTranslations of \u001b[4mAlthough at many times predictable, Special A is a somewhat cliche but yet it was an enjoyable ride by keeping its linear progression. Overall, it was an enjoyable anime. However, if you're looking at an anime that will leave you on the edge of your seat, this isn't the one. The ride is slow and peaceful\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough at many times predictable, Special A is a somewhat cliche but yet it was an enjoyable ride by keeping its linear progression.\u001b[24m\n    \u001b[1mスペシャルAは、多くの場合予測可能ですが、やや進歩的ですが、直線的な進行を保つことによって楽しい乗り物でした。\u001b[22m, \u001b[1m何回で予測可能なものの、特Aは多少決まり文句ですが、まだそれはその線形の進行を維持することにより楽しい乗り心地でした。\u001b[22m\n\u001b[4mOverall, it was an enjoyable anime.\u001b[24m\n    \u001b[1m全体的に、それは楽しいアニメでした。\u001b[22m\n\u001b[4mHowever, if you're looking at an anime that will leave you on the edge of your seat, this isn't the one.\u001b[24m\n    \u001b[1mしかし、あなたの座席の端にあなたを残すアニメを見ているなら、これは一つではありません。\u001b[22m, \u001b[1mあなたはあなたの座席の端にあなたを残して、アニメを見ている場合は、これは1ではありません。\u001b[22m\n\u001b[4mThe ride is slow and peaceful\u001b[24m\n    \u001b[1m乗りはゆっくりと平和です\u001b[22m, \u001b[1m乗り心地は遅く、平和です\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "vanilla_hun",
    "profile": "/profile/vanilla_hun/reviews",
    "pages": "4",
    "number": "18",
    "link": "/reviews.php?id=29271",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nスペシャルAは、アニメのための私のお気に入りのリストに絶対にあった。 私はそれぞれのキャラクターの姿勢が大好きでした。 それは良いコメディーとロマンスでしたが、すべてのシングルエピソードでは不調でした。 私がもっと見て、私を引き離したいと思うようにして、これをオーバーラップ9と評価します。私はあなたがこのアニメを好きになることを願っています。 苦情は一切ありません。 私がそれがもっと長いことを望む以外はまあまあです。 彼らはそれを良い立場に置いていました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSpecial A was definately on my favorites list for animes. I loved the attitude of each and everyone of the characters. It was a good comedy and romance, yet suspenceful with every single episode. Making me want to watch more and pulling me in i rate this as an overral 9. I hope you like this anime as much as i did. No complaints at all. Well except i wish that it were longer; but they did leave it at a good stand off.\n\n\u001b[1mスペシャルAは、アニメのための私のお気に入りのリストに絶対にあった。 私はそれぞれのキャラクターの姿勢が大好きでした。 それは良いコメディーとロマンスでしたが、すべてのシングルエピソードでは不調でした。 私がもっと見て、私を引き離したいと思うようにして、これをオーバーラップ9と評価します。私はあなたがこのアニメを好きになることを願っています。 苦情は一切ありません。 私がそれがもっと長いことを望む以外はまあまあです。 彼らはそれを良い立場に置いていました。\u001b[22m\n\u001b[1m(Supesharu A wa, anime no tame no watashinōkiniiri no risuto ni zettai ni atta. Watashi wa sorezore no kyarakutā no shisei ga daisukideshita. Sore wa yoi komedī to romansudeshitaga, subete no shinguruepisōdode wa fuchōdeshita. Watashi ga motto mite, watashi o hikihanashitai to omou yō ni shite, kore o ōbārappu 9 to hyōka shimasu. Watashi wa anata ga kono anime o suki ni naru koto o negatte imasu. Kujō wa issai arimasen. Watashi ga sore ga motto nagai koto o nozomu igai wa mā mādesu. Karera wa sore o yoi tachiba ni oite imashita.)\u001b[22m\n\nTranslations of \u001b[4mSpecial A was definately on my favorites list for animes. I loved the attitude of each and everyone of the characters. It was a good comedy and romance, yet suspenceful with every single episode. Making me want to watch more and pulling me in i rate this as an overral 9. I hope you like this anime as much as i did. No complaints at all. Well except i wish that it were longer; but they did leave it at a good stand off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpecial A was definately on my favorites list for animes.\u001b[24m\n    \u001b[1mスペシャルAは、アニメのための私のお気に入りのリストに絶対にあった。\u001b[22m, \u001b[1m特Aは、アニメのための私のお気に入りのリストに間違いなくありました。\u001b[22m\n\u001b[4mI loved the attitude of each and everyone of the characters.\u001b[24m\n    \u001b[1m私はそれぞれのキャラクターの姿勢が大好きでした。\u001b[22m, \u001b[1m私は、各文字の皆の態度を愛しました。\u001b[22m\n\u001b[4mIt was a good comedy and romance, yet suspenceful with every single episode.\u001b[24m\n    \u001b[1mそれは良いコメディーとロマンスでしたが、すべてのシングルエピソードでは不調でした。\u001b[22m, \u001b[1mそれは、一つ一つのエピソードとの良好なコメディとロマンス、まだsuspencefulました。\u001b[22m\n\u001b[4mMaking me want to watch more and pulling me in i rate this as an overral 9. I hope you like this anime as much as i did.\u001b[24m\n    \u001b[1m私がもっと見て、私を引き離したいと思うようにして、これをオーバーラップ9と評価します。私はあなたがこのアニメを好きになることを願っています。\u001b[22m, \u001b[1m私はもっと見たい作ると私で私を引っ張って、私はあなたが同じくらい私がしたように、このアニメのように願っていますoverral 9としてこれを評価します。\u001b[22m\n\u001b[4mNo complaints at all.\u001b[24m\n    \u001b[1m苦情は一切ありません。\u001b[22m, \u001b[1m全く不満はありません。\u001b[22m\n\u001b[4mWell except i wish that it were longer;\u001b[24m\n    \u001b[1m私がそれがもっと長いことを望む以外はまあまあです。\u001b[22m, \u001b[1mまあ私はそれが長かったことを望む除きます。\u001b[22m\n\u001b[4mbut they did leave it at a good stand off.\u001b[24m\n    \u001b[1m彼らはそれを良い立場に置いていました。\u001b[22m, \u001b[1mしかし、彼らは良いスタンドオフのままにしました。\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "f-a-e",
    "profile": "/profile/f-a-e/reviews",
    "pages": "4",
    "number": "19",
    "link": "/reviews.php?id=18644",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  9\n\nスペシャルAは、少女のロマンティック/コメディです。 全体的な話は、まだ演じられていない特別なものではなかった。 それは基本的な '私は彼女/彼を愛するが、彼らはそれを見て無知にする'ことだった。 アニメの冒頭で、私はヒカリとヒラリを感じました。彼女はヒントを取ることができなかったからです。 最初は、彼女がいつも「ライバル」の結論に至り、すべてを説明するのは面倒だった。 彼女が本当に自分の本当の気持ちを実現したとき、私はとても嬉しかった。 私は彼女が多くのエピソードを取ったとは信じられませんでした。\n最初のエピソードでは、私は文字が厄介なように描かれていると思った。 彼らのフレームは背が高くて痩せていた。 私の意見では、女の子をもっと短くしたいと思っていました。 手足の引き出し方法も私を悩ませました。 彼らは主に曲線なしのストレートでした。 あなたは簡単にそれに慣れることができます。 それ以外は問題ありませんでした。\nキャラクターの開発はこのアニメではすばらしかったです。 ヒカリとケーイが主な焦点だったにもかかわらず、各エピソードは毎回異なるキャラクターをテーマにしていました。 あなたはキャラクターの個性を説明するのに役立つ多くの背景情報を知る必要があります。\n全体的にはまともなアニメでした。 たくさんの笑い。 たくさんの楽しみ。 見ることを楽しむ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSpecial A is a shoujo romantic/comedy. The overall story wasn't anything special that hasn't been played out already. It was the basic 'I love her/him but they're to ignorant to see it'. At the beginning of the anime I found myself frustrated with Hikari because she couldn't take a hint. It was annoying at first, how she always came to the conclusion of 'Rival' to explain everything. I was so overjoyed when she finally realized her true feelings, that i almost fell out of my chair. I couldn't believe it took her that many episodes.\n\n\u001b[1mスペシャルAは、少女のロマンティック/コメディです。 全体的な話は、まだ演じられていない特別なものではなかった。 それは基本的な '私は彼女/彼を愛するが、彼らはそれを見て無知にする'ことだった。 アニメの冒頭で、私はヒカリとヒラリを感じました。彼女はヒントを取ることができなかったからです。 最初は、彼女がいつも「ライバル」の結論に至り、すべてを説明するのは面倒だった。 彼女が本当に自分の本当の気持ちを実現したとき、私はとても嬉しかった。 私は彼女が多くのエピソードを取ったとは信じられませんでした。\u001b[22m\n\u001b[1m(Supesharu A wa, shōjo no romantikku/ komedidesu. Zentai-tekina hanashi wa, mada enji rarete inai tokubetsuna monode wa nakatta. Sore wa kihon-tekina' watashi wa kanojo/ kare o aisuruga, karera wa sore o mite muchi ni suru' kotodatta. Anime no bōtō de, watashi wa Hikari to hirari o kanjimashita. Kanojo wa hinto o toru koto ga dekinakattakaradesu. Saisho wa, kanojo ga itsumo `raibaru' no ketsuron ni itari, subete o setsumei suru no wa mendōdatta. Kanojo ga hontōni jibun no hontō no kimochi o jitsugen shita toki, watashi wa totemo ureshikatta. Watashi wa kanojo ga ōku no episōdo o totta to wa shinji raremasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSpecial A is a shoujo romantic/comedy. The overall story wasn't anything special that hasn't been played out already. It was the basic 'I love her/him but they're to ignorant to see it'. At the beginning of the anime I found myself frustrated with Hikari because she couldn't take a hint. It was annoying at first, how she always came to the conclusion of 'Rival' to explain everything. I was so overjoyed when she finally realized her true feelings, that i almost fell out of my chair. I couldn't believe it took her that many episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpecial A is a shoujo romantic/comedy.\u001b[24m\n    \u001b[1mスペシャルAは、少女のロマンティック/コメディです。\u001b[22m, \u001b[1m特Aは少女ロマンチック/コメディです。\u001b[22m\n\u001b[4mThe overall story wasn't anything special that hasn't been played out already.\u001b[24m\n    \u001b[1m全体的な話は、まだ演じられていない特別なものではなかった。\u001b[22m, \u001b[1m全体的な話はすでに出て再生されていない特殊なものではありませんでした。\u001b[22m\n\u001b[4mIt was the basic 'I love her/him but they're to ignorant to see it'.\u001b[24m\n    \u001b[1mそれは基本的な '私は彼女/彼を愛するが、彼らはそれを見て無知にする'ことだった。\u001b[22m, \u001b[1mそれは私が彼女/彼を愛しているけれど、彼らはそれを見るために無知にしている「基本的でした。\u001b[22m\n\u001b[4mAt the beginning of the anime I found myself frustrated with Hikari because she couldn't take a hint.\u001b[24m\n    \u001b[1mアニメの冒頭で、私はヒカリとヒラリを感じました。彼女はヒントを取ることができなかったからです。\u001b[22m, \u001b[1m彼女はヒントを取ることができなかったので、アニメの初めに私はひかりと自分がイライラが見つかりました。\u001b[22m\n\u001b[4mIt was annoying at first, how she always came to the conclusion of 'Rival' to explain everything.\u001b[24m\n    \u001b[1m最初は、彼女がいつも「ライバル」の結論に至り、すべてを説明するのは面倒だった。\u001b[22m, \u001b[1mそれは、彼女はいつもすべてを説明するには、「ライバル」の結論になったのか、最初は迷惑でした。\u001b[22m\n\u001b[4mI was so overjoyed when she finally realized her true feelings, that i almost fell out of my chair.\u001b[24m\n    \u001b[1m彼女が本当に自分の本当の気持ちを実現したとき、私はとても嬉しかった。\u001b[22m, \u001b[1m彼女はついに彼女の本当の気持ちを気づいたとき、私は私はほとんど私の椅子から落ちたので、大喜びでした。\u001b[22m\n\u001b[4mI couldn't believe it took her that many episodes.\u001b[24m\n    \u001b[1m私は彼女が多くのエピソードを取ったとは信じられませんでした。\u001b[22m, \u001b[1m私はそれが多くのエピソードことを彼女に取った信じることができませんでした。\u001b[22m\nIn the first episode I thought the characters were drawn kind of awkwardly. Their frames were tall and skinny. In my opinion I would've preferred the girls shorter. The way the limbs were drawn also bothered me. They were mainly straight with no curves. You easily get accustomed to it though. Other than that things were fine.\n\n\u001b[1m最初のエピソードでは、私は文字が厄介なように描かれていると思った。 彼らのフレームは背が高くて痩せていた。 私の意見では、女の子をもっと短くしたいと思っていました。 手足の引き出し方法も私を悩ませました。 彼らは主に曲線なしのストレートでした。 あなたは簡単にそれに慣れることができます。 それ以外は問題ありませんでした。\u001b[22m\n\u001b[1m(Saisho no episōdode wa, watashi wa moji ga yakkaina yō ni egaka rete iru to omotta. Karera no furēmu wa se ga takakute yasete ita. Watashi no ikende wa, on'nanoko o motto mijikaku shitai to omotte imashita. Teashi no hikidashi hōhō mo watashi o nayama semashita. Karera wa omoni kyokusen nashi no sutorētodeshita. Anata wa kantan ni sore ni nareru koto ga dekimasu. Sore igai wa mondai arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIn the first episode I thought the characters were drawn kind of awkwardly. Their frames were tall and skinny. In my opinion I would've preferred the girls shorter. The way the limbs were drawn also bothered me. They were mainly straight with no curves. You easily get accustomed to it though. Other than that things were fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the first episode I thought the characters were drawn kind of awkwardly.\u001b[24m\n    \u001b[1m最初のエピソードでは、私は文字が厄介なように描かれていると思った。\u001b[22m, \u001b[1m最初のエピソードでは、私は文字が一種のきまり悪そうに描かれたと思いました。\u001b[22m\n\u001b[4mTheir frames were tall and skinny.\u001b[24m\n    \u001b[1m彼らのフレームは背が高くて痩せていた。\u001b[22m, \u001b[1mそのフレームは、背が高くて痩せていました。\u001b[22m\n\u001b[4mIn my opinion I would've preferred the girls shorter.\u001b[24m\n    \u001b[1m私の意見では、女の子をもっと短くしたいと思っていました。\u001b[22m, \u001b[1m私の意見では、私は女の子が短く好またでしょう。\u001b[22m\n\u001b[4mThe way the limbs were drawn also bothered me.\u001b[24m\n    \u001b[1m手足の引き出し方法も私を悩ませました。\u001b[22m, \u001b[1m手足が描かれた方法も私を気に。\u001b[22m\n\u001b[4mThey were mainly straight with no curves.\u001b[24m\n    \u001b[1m彼らは主に曲線なしのストレートでした。\u001b[22m, \u001b[1m彼らは無い曲線を主とストレートでした。\u001b[22m\n\u001b[4mYou easily get accustomed to it though.\u001b[24m\n    \u001b[1mあなたは簡単にそれに慣れることができます。\u001b[22m, \u001b[1mあなたは簡単にかかわらず、それに慣れます。\u001b[22m\n\u001b[4mOther than that things were fine.\u001b[24m\n    \u001b[1mそれ以外は問題ありませんでした。\u001b[22m, \u001b[1m物事がうまくあったこと以外は。\u001b[22m\nThe character development was great in this anime. Even though the main focus was Hikari and Kei, each episode was themed around a different character each time. You got to know a lot of background info which helped explain the character's personalities.\n\n\u001b[1mキャラクターの開発はこのアニメではすばらしかったです。 ヒカリとケーイが主な焦点だったにもかかわらず、それぞれのエピソードは毎回異なるキャラクターをテーマにしていました。 あなたはキャラクターの個性を説明するのに役立つ多くの背景情報を知る必要があります。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa kono animede wa subarashikattadesu. Hikari to kēi ga omona shōtendatta nimokakawarazu, sorezore no episōdo wa maikai kotonaru kyarakutā o tēma ni shite imashita. Anata wa kyarakutā no kosei o setsumei suru no ni yakudatsu ōku no haikei jōhō o shiru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe character development was great in this anime. Even though the main focus was Hikari and Kei, each episode was themed around a different character each time. You got to know a lot of background info which helped explain the character's personalities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character development was great in this anime.\u001b[24m\n    \u001b[1mキャラクターの開発はこのアニメではすばらしかったです。\u001b[22m, \u001b[1m文字の開発はこのアニメに素晴らしかったです。\u001b[22m\n\u001b[4mEven though the main focus was Hikari and Kei, each episode was themed around a different character each time.\u001b[24m\n    \u001b[1mヒカリとケーイが主な焦点だったにもかかわらず、それぞれのエピソードは毎回異なるキャラクターをテーマにしていました。\u001b[22m, \u001b[1m主な焦点はひかりと圭だったにも関わらず、各エピソードは、異なる文字の周りに毎回テーマにしました。\u001b[22m\n\u001b[4mYou got to know a lot of background info which helped explain the character's personalities.\u001b[24m\n    \u001b[1mあなたはキャラクターの個性を説明するのに役立つ多くの背景情報を知る必要があります。\u001b[22m, \u001b[1mあなたはキャラクターの個性を説明する助けた背景情報をたくさん知っているようになりました。\u001b[22m\nOverall it was a decent anime. Lots of laughs. Lots of fun. Pleasure to watch.\n\n\u001b[1m全体的にはまともなアニメでした。 たくさんの笑い。 たくさんの楽しみ。 見ることを楽しむ。\u001b[22m\n\u001b[1m(Zentai-teki ni wa matomona animedeshita. Takusan no warai. Takusan no tanoshimi. Miru koto o tanoshimu.)\u001b[22m\n\nTranslations of \u001b[4mOverall it was a decent anime. Lots of laughs. Lots of fun. Pleasure to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it was a decent anime.\u001b[24m\n    \u001b[1m全体的にはまともなアニメでした。\u001b[22m\n\u001b[4mLots of laughs.\u001b[24m\n    \u001b[1mたくさんの笑い。\u001b[22m, \u001b[1m笑いがたくさん。\u001b[22m\n\u001b[4mLots of fun.\u001b[24m\n    \u001b[1mたくさんの楽しみ。\u001b[22m\n\u001b[4mPleasure to watch.\u001b[24m\n    \u001b[1m見ることを楽しむ。\u001b[22m, \u001b[1m見て喜び。\u001b[22m"
  },
  {
    "title": "Special_A",
    "id": "3470",
    "url": "https://myanimelist.net/anime/3470/Special_A",
    "user": "FangirlsAttack00",
    "profile": "/profile/FangirlsAttack00/reviews",
    "pages": "4",
    "number": "20",
    "link": "/reviews.php?id=33258",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  10\n\nスペシャルAは本当に特別なものではないと多くの人が言っているが、私はそれに同意しなければならない。 個人的に私はこのアニメをほぼ強迫観念で楽しんだ。 私はあなたがアニメ「スクールランブル」と「オーランハイトスクールホストクラブ」を組み合わせると「スペシャルA」を得ることができたと思います\n\nストーリーは基本的な少年と少女のラブストーリーがぶつかり合っていて、それが陽気になるほどの誤解や混乱があります。 アニメの物語、キャラクター、まさにポイントは何度も使われていますが、なんらかの理由でスペシャルAが違うことが分かりました。 それは他の多くのアニメと似ているにもかかわらず、それを目立たせるものがあるので、私のお気に入りのアニメの1つです。 スペシャル特別なアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhile many say that Special A really isn't all that special I must disagree. Personallly I enjoyed this anime to an almost obsessive level. I think if you were to combind the animes 'School Rumble' and 'Ouran Hight School Host Club' then you would get 'Special A'\n\n\u001b[1mスペシャルAは本当に特別なものではないと多くの人が言っているが、私はそれに同意しなければならない。 個人的に私はこのアニメをほぼ強迫観念で楽しんだ。 私はあなたがアニメ「スクールランブル」と「オーランハイトスクールホストクラブ」を組み合わせると「スペシャルA」を得ることができたと思います\u001b[22m\n\u001b[1m(Supesharu A wa hontōni tokubetsuna monode wanaito ōku no hito ga itte iruga, watashi wa sore ni dōi shinakereba naranai. Kojin-teki ni watashi wa kono anime o hobo kyōhaku kan'nen de tanoshinda. Watashi wa anata ga anime `sukūruranburu' to `ōranhaitosukūruhosutokurabu' o kumiawaseru to `supesharu A' o eru koto ga dekita to omoimasu)\u001b[22m\n\nTranslations of \u001b[4mWhile many say that Special A really isn't all that special I must disagree. Personallly I enjoyed this anime to an almost obsessive level. I think if you were to combind the animes 'School Rumble' and 'Ouran Hight School Host Club' then you would get 'Special A'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile many say that Special A really isn't all that special I must disagree.\u001b[24m\n    \u001b[1mスペシャルAは本当に特別なものではないと多くの人が言っているが、私はそれに同意しなければならない。\u001b[22m, \u001b[1m多くながら特Aは本当に私は反対しなければならないすべてのこと特別ではないと言います。\u001b[22m\n\u001b[4mPersonallly I enjoyed this anime to an almost obsessive level.\u001b[24m\n    \u001b[1m個人的に私はこのアニメをほぼ強迫観念で楽しんだ。\u001b[22m, \u001b[1mPersonallly私はほとんど強迫レベルにこのアニメを楽しみました。\u001b[22m\n\u001b[4mI think if you were to combind the animes 'School Rumble' and 'Ouran Hight School Host Club' then you would get 'Special A'\u001b[24m\n    \u001b[1m私はあなたがアニメ「スクールランブル」と「オーランハイトスクールホストクラブ」を組み合わせると「スペシャルA」を得ることができたと思います\u001b[22m, \u001b[1m私はあなたがアニメ「スクールランブル」と「桜蘭ハイト高校ホストクラブ」をcombindした場合、あなたは「特A」を取得すると思います\u001b[22m\n\u001b[1m\u001b[22m\nThe story is a basic boy meets girl love story with so many misunderstandings and mess ups that it become hilarious. While the story, characters, and just plain point of the anime has been used many times, for some reason I found that Special A was different. It is one of my favorite animes because even though it is similar to many other animes, there is just something about it that makes it stand out. Special A truely is a special anime.\n\n\u001b[1mストーリーは基本的な少年と少女のラブストーリーがぶつかり合っていて、それが陽気になるほどの誤解や混乱があります。 アニメの物語、キャラクター、まさにポイントは何度も使われていますが、なんらかの理由でスペシャルAが違うことが分かりました。 それは他の多くのアニメと似ているにもかかわらず、それを目立たせるものがあるので、私のお気に入りのアニメの1つです。 スペシャル特別なアニメです。\u001b[22m\n\u001b[1m(Sutōrī wa kihon-tekina shōnen to shōjo no rabusutōrī ga butsukari atte ite, sore ga yōki ni naru hodo no gokai ya konran ga arimasu. Anime no monogatari, kyarakutā, masani pointo wa nando mo tsukawa rete imasuga, nanrakano riyū de supesharu A ga chigau koto ga wakarimashita. Sore wa hoka no ōku no anime to nite iru nimokakawarazu, sore o medata seru mono ga aru node, watashinōkiniiri no anime no 1tsudesu. Supesharu tokubetsuna animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is a basic boy meets girl love story with so many misunderstandings and mess ups that it become hilarious. While the story, characters, and just plain point of the anime has been used many times, for some reason I found that Special A was different. It is one of my favorite animes because even though it is similar to many other animes, there is just something about it that makes it stand out. Special A truely is a special anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is a basic boy meets girl love story with so many misunderstandings and mess ups that it become hilarious.\u001b[24m\n    \u001b[1mストーリーは基本的な少年と少女のラブストーリーがぶつかり合っていて、それが陽気になるほどの誤解や混乱があります。\u001b[22m, \u001b[1m物語は基本的な少年は、それが陽気になるので、多くの誤解や混乱アップと女の子のラブストーリーを満たしています。\u001b[22m\n\u001b[4mWhile the story, characters, and just plain point of the anime has been used many times, for some reason I found that Special A was different.\u001b[24m\n    \u001b[1mアニメの物語、キャラクター、まさにポイントは何度も使われていますが、なんらかの理由でスペシャルAが違うことが分かりました。\u001b[22m, \u001b[1mアニメのストーリー、キャラクター、と単純にポイントが何度も使用されてきたが、何らかの理由で私は特Aが異なっていたことがわかりました。\u001b[22m\n\u001b[4mIt is one of my favorite animes because even though it is similar to many other animes, there is just something about it that makes it stand out.\u001b[24m\n    \u001b[1mそれは他の多くのアニメと似ているにもかかわらず、それを目立たせるものがあるので、私のお気に入りのアニメの1つです。\u001b[22m, \u001b[1mそれは他の多くのアニメに似ているにもかかわらず、それが目立つことについてだけで何かがあるので、それは私の好きなアニメの一つです。\u001b[22m\n\u001b[4mSpecial A truely is a special anime.\u001b[24m\n    \u001b[1mスペシャル特別なアニメです。\u001b[22m, \u001b[1m特Aは本当に特別なアニメです。\u001b[22m"
  }
]
