[
  {
    "title": "Fate_stay_night",
    "id": "356",
    "url": "https://myanimelist.net/anime/356/Fate_stay_night",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "8",
    "number": "1",
    "link": "/reviews.php?id=202936",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\n私がこのショーを最初に見たとき、それは幾分混乱していましたが、非常に面白い作品でした。 今、私は自分のベルトの下でより多くのUfotableを持っているので、運命の世界に興味のある人、特にSabreが好きな人のために見守る必要があります。\n\n私はそれを見て前にこのショーについてかなり聞いたことがあると私は言わなければならない、それは私の期待に応えた。  FSNは魔法の要素とロマンスのヒントを持つ暗いスリラーアクションです。 全体的に見ると、ショーは爆発的であり、全体を通して非常に高いレベルのバーを維持していました。 あなたが時間を忘れ、継続的にマラソン様式を見ているのを見ても驚かないでください。\n\nアニメーション：\nまず、文字がよく描かれていることを指摘します。 他の多くのショーとは違って、キャラクターは実際には比較的かわいらしくはなく成熟しているように見えます。 確かに、後天性で、ここのすべてがFate / Zeroに比べて幼稚なです。 さらに、効果が非常に効果的な方法で頻繁に使用される非常に多くの戦いがここにあります。 かなりの量の血液があることに注意してください。 そして、はい、実際に見守ることを頼んでいるRin Tousakaという名前のキャラクターが本当にあります。 つまり、トゥーサカが本当に好きな人は、新しい無制限のブレードワークスをチェックしてみるべきです。\n\n音：\n声優はうまくやっていましたが、私はRinのような素敵な仕事をしてくれた上田かなを指摘しています。\n\n一般的に音楽は素晴らしいです。 特に、最初のOPは非常に記憶に残るもので、ミステリーのヒントが付いています。 河合賢二もBGMで全く輝かしい仕事をして、非常にユニークで雰囲気豊かな雰囲気を演出しました。\n\nストーリー：\n非常に多くないので、ネガティブから始めます。 ヒーローがあなたがヒーローであることを知っているものと一致するとは思わないでください。 彼らは歴史的な人物のみに基づいており、アニメは自由に見て必要なものを修正する（アーサー=女性？）。 また、あなたが最初に得ることのできないArcherの本当のアイデンティティなど、多くの複雑さがあります。\n\n実際のプロット順はうまくいきます。 観客は、誰が次の対戦相手であるかを知るために待っています。そして、プロットが実行されると、ウォッチャーに大いに報酬を与えます。 シローとセイバーの奇妙なペア（最も弱い、擬似魔術師と最強の召使）と他のマスターとの間の険しい戦いを見ることは非常に激しかった。 別の魔術師（Rin）とArcherの召使いを投げ、あなたは素晴らしいアクションアドベンチャーを1つ持っています。\n\nさて、シロとサクラ/リン/セイバーの間のロマンチックな発展の問題もある。\n\nキャラクター：\nシロはダイナミックなキャラクターです。 初めから、彼は正義のチャンピオンであるという牧歌的な夢を追求しています。 彼の唯一の情熱は、他人を助け、他人を保護することです。 他の人は、彼が完全に腐敗しないように見えるので、この善良な人格は非常に迷惑であると感じます。 しかし、結局のところ、彼はまったく異なる理由で戦っている。 シロとセイバーはマスター/サーヴァントの関係から始まりますが、少数の戦いを経て、その関係はそれ以上のものに発展することは明らかです。 私はこの開発が非常にうまく実行されていることを発見しました。 あなたがそれを探すならかなりの予兆があります。\n\nリンもあります！ 彼女は驚くほど才能のある魔術師のようですが、彼女は城に何らかの感情を持っていることは明らかです。 全体として、文字の開発は非常にうまくいっています。 あなたは悪党さえいくつかの良い点を持つことに気づくでしょう。\n\n値：\nこのショーはあまりにも長くはない、非常にアクション満載のプロット駆動型です。 それは少し遅く始まるかもしれませんが、全体的なショーは非常に速いペースであり、あなたのつま先であなたを保つでしょう。 私はより精巧に拾うために仕上げた直後にそれを見直しました。 間違いなくクラシック、そして他のアクションショーを判断する基準点。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first watched this show, it was a somewhat confusing but extremely entertaining piece of work. Now that I have a lot more Ufotable under my belt, it still holds as a must watch for anyone interested in the Fate universe, especially for those who like Saber.\n\n\u001b[1m私がこのショーを最初に見たとき、それは幾分混乱していましたが、非常に面白い作品でした。 今、私は自分のベルトの下でより多くのUfotableを持っているので、運命の世界に興味のある人、特にSabreが好きな人のために見守る必要があります。\u001b[22m\n\u001b[1m(Watashi ga kono shō o saisho ni mita toki, sore wa ikubun konran shite imashitaga, hijō ni omoshiroi sakuhindeshita. Ima, watashi wa jibun no beruto no shita de yori ōku no Ufotable o motte irunode, unmei no sekai ni kyōmi no aru hito, tokuni Sabre ga sukinahito no tame ni mimamoru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first watched this show, it was a somewhat confusing but extremely entertaining piece of work. Now that I have a lot more Ufotable under my belt, it still holds as a must watch for anyone interested in the Fate universe, especially for those who like Saber.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first watched this show, it was a somewhat confusing but extremely entertaining piece of work.\u001b[24m\n    \u001b[1m私がこのショーを最初に見たとき、それは幾分混乱していましたが、非常に面白い作品でした。\u001b[22m, \u001b[1m私が最初にこの番組を見たとき、それは仕事のやや紛らわしいが、非常に面白い作品でした。\u001b[22m\n\u001b[4mNow that I have a lot more Ufotable under my belt, it still holds as a must watch for anyone interested in the Fate universe, especially for those who like Saber.\u001b[24m\n    \u001b[1m今、私は自分のベルトの下でより多くのUfotableを持っているので、運命の世界に興味のある人、特にSabreが好きな人のために見守る必要があります。\u001b[22m, \u001b[1m特にセイバーが好きな人のために、運命宇宙に興味がある人のために見なければならないとして、今、私は私のベルトの下でより多くのユーフォーテーブルを持っていること、それはまだ保持しています。\u001b[22m\n\u001b[1m\u001b[22m\nI've heard quite a bit about this show before watching it and I must say, it lived up to my expectations. FSN is a dark thriller-action with elements of magic and a hint of romance. Overall, the show was a blast to watch and maintained a very high bar of quality throughout. Don't be surprised if you find yourself forgetting the time and continuously watching marathon style.\n\n\u001b[1m私はそれを見て前にこのショーについてかなり聞いたことがあると私は言わなければならない、それは私の期待に応えた。  FSNは魔法の要素とロマンスのヒントを持つ暗いスリラーアクションです。 全体的に見ると、ショーは爆発的であり、全体を通して非常に高いレベルのバーを維持していました。 あなたが時間を忘れ、継続的にマラソン様式を見ているのを見ても驚かないでください。\u001b[22m\n\u001b[1m(Watashi wa sore o mite mae ni kono shō ni tsuite kanari kiita koto ga aru to watashi wa iwanakereba naranai, sore wa watashi no kitai ni kotaeta. FSN wa mahō no yōso to romansu no hinto o motsu kurai surirāakushondesu. Zentai-teki ni miru to, shō wa bakuhatsu-tekideari, zentai o tōshite hijō ni takai reberu no bā o iji shite imashita. Anata ga jikan o wasure, keizoku-teki ni marason yōshiki o mite iru no o mite mo odorokanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI've heard quite a bit about this show before watching it and I must say, it lived up to my expectations. FSN is a dark thriller-action with elements of magic and a hint of romance. Overall, the show was a blast to watch and maintained a very high bar of quality throughout. Don't be surprised if you find yourself forgetting the time and continuously watching marathon style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've heard quite a bit about this show before watching it and I must say, it lived up to my expectations.\u001b[24m\n    \u001b[1m私はそれを見て前にこのショーについてかなり聞いたことがあると私は言わなければならない、それは私の期待に応えた。\u001b[22m, \u001b[1mそれは私の期待に住んでいた、私はそれを見て前に、この番組についてかなり聞いたと私は言わなければなりません。\u001b[22m\n\u001b[4mFSN is a dark thriller-action with elements of magic and a hint of romance.\u001b[24m\n    \u001b[1mFSNは魔法の要素とロマンスのヒントを持つ暗いスリラーアクションです。\u001b[22m, \u001b[1mFSNは、魔法とロマンスのヒントの要素を持つダークスリラー・アクションです。\u001b[22m\n\u001b[4mOverall, the show was a blast to watch and maintained a very high bar of quality throughout.\u001b[24m\n    \u001b[1m全体的に見ると、ショーは爆発的であり、全体を通して非常に高いレベルのバーを維持していました。\u001b[22m, \u001b[1m全体的に、ショーは見て爆発したと全体の品質の非常に高いバーを維持しました。\u001b[22m\n\u001b[4mDon't be surprised if you find yourself forgetting the time and continuously watching marathon style.\u001b[24m\n    \u001b[1mあなたが時間を忘れ、継続的にマラソン様式を見ているのを見ても驚かないでください。\u001b[22m, \u001b[1mあなた自身が時間を忘れて、継続的にマラソンのスタイルを見て見つけても驚かないでください。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nFirst, I'll point out that the characters are well drawn. Unlike many other shows, the characters actually look relatively (not necessarily behave) mature rather than just cute. Granted, now with hindsight everything here is way childish compared to Fate/Zero. In addition, there are very many battles here in which effects are heavily used in a very effective fashion. Note that there is a considerable amount of blood. And yes there is indeed a character named Rin Tousaka who is just begging to be watched. That said, those who really like Tousaka should check out the newer Unlimited Blade Works retelling.\n\n\u001b[1mまず、文字がよく描かれていることを指摘します。 他の多くのショーとは違って、キャラクターは実際には比較的かわいらしくはなく成熟しているように見えます。 確かに、後天性で、ここのすべてがFate / Zeroに比べて幼稚なです。 さらに、効果が非常に効果的な方法で頻繁に使用される非常に多くの戦いがここにあります。 かなりの量の血液があることに注意してください。 そして、はい、実際に見守ることを頼んでいるRin Tousakaという名前のキャラクターが本当にあります。 つまり、トゥーサカが本当に好きな人は、新しい無制限のブレードワークスをチェックしてみるべきです。\u001b[22m\n\u001b[1m(Mazu, moji ga yoku egaka rete iru koto o shiteki shimasu. Hoka no ōku no shō to wa chigatte, kyarakutā wa jissai ni wa hikakuteki kawairashiku wa naku seijuku shite iru yō ni miemasu. Tashika ni,-go tensei de, koko no subete ga feito/ Zero ni kurabete yōchinadesu. Sarani, kōka ga hijō ni kōkatekina hōhō de hinpan ni shiyō sa reru hijō ni ōku notatakai ga koko ni arimasu. Kanari no ryō no ketsueki ga aru koto ni chūi shite kudasai. Soshite, wa i, jissai ni mimamoru koto o tanonde iru Rin Tousaka to iu namae no kyarakutā ga hontōni arimasu. Tsumari, to~ūsaka ga hontōni sukinahito wa, atarashī museigen no burēdowākusu o chekku shite mirubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst, I'll point out that the characters are well drawn. Unlike many other shows, the characters actually look relatively (not necessarily behave) mature rather than just cute. Granted, now with hindsight everything here is way childish compared to Fate/Zero. In addition, there are very many battles here in which effects are heavily used in a very effective fashion. Note that there is a considerable amount of blood. And yes there is indeed a character named Rin Tousaka who is just begging to be watched. That said, those who really like Tousaka should check out the newer Unlimited Blade Works retelling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst, I'll point out that the characters are well drawn.\u001b[24m\n    \u001b[1mまず、文字がよく描かれていることを指摘します。\u001b[22m, \u001b[1mまず、私は文字がよく描かれていることを指摘します。\u001b[22m\n\u001b[4mUnlike many other shows, the characters actually look relatively (not necessarily behave) mature rather than just cute.\u001b[24m\n    \u001b[1m他の多くのショーとは違って、キャラクターは実際には比較的かわいらしくはなく成熟しているように見えます。\u001b[22m, \u001b[1m他の多くのショーとは異なり、文字は、実際には比較的（必ずしも動作しない）成熟しただけではなくかわいいです。\u001b[22m\n\u001b[4mGranted, now with hindsight everything here is way childish compared to Fate/Zero.\u001b[24m\n    \u001b[1m確かに、後天性で、ここのすべてがFate / Zeroに比べて幼稚なです。\u001b[22m, \u001b[1m確かに、今ここに知恵すべてをフェイト/ゼロに比べ道幼稚です。\u001b[22m\n\u001b[4mIn addition, there are very many battles here in which effects are heavily used in a very effective fashion.\u001b[24m\n    \u001b[1mさらに、効果が非常に効果的な方法で頻繁に使用される非常に多くの戦いがここにあります。\u001b[22m, \u001b[1mまた、効果が重く、非常に効果的な様式で使用されているここに非常に多くの戦いがあります。\u001b[22m\n\u001b[4mNote that there is a considerable amount of blood.\u001b[24m\n    \u001b[1mかなりの量の血液があることに注意してください。\u001b[22m, \u001b[1m血液のかなりの量があることに注意してください。\u001b[22m\n\u001b[4mAnd yes there is indeed a character named Rin Tousaka who is just begging to be watched.\u001b[24m\n    \u001b[1mそして、はい、実際に見守ることを頼んでいるRin Tousakaという名前のキャラクターが本当にあります。\u001b[22m, \u001b[1mそして、はい確かにちょうど見されるように物乞いされている凛Tousakaという名前の文字があります。\u001b[22m\n\u001b[4mThat said, those who really like Tousaka should check out the newer Unlimited Blade Works retelling.\u001b[24m\n    \u001b[1mつまり、トゥーサカが本当に好きな人は、新しい無制限のブレードワークスをチェックしてみるべきです。\u001b[22m, \u001b[1m言う、誰が本当にTousakaのようなものは、より新しいアンリミテッドブレイドワークス改作をチェックアウトする必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe voice acting was well done, obviously I'm going to point out Kana Ueda for doing an awesome job as Rin- such a prime combination of cuteness and bite.\n\n\u001b[1m声優はうまくやっていましたが、私はRinのような素敵な仕事をしてくれた上田かなを指摘しています。\u001b[22m\n\u001b[1m(Seiyū wa umaku yatte imashitaga, watashi wa Rin no yōna sutekina shigoto o shite kureta Ueda Kana o shiteki shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting was well done, obviously I'm going to point out Kana Ueda for doing an awesome job as Rin- such a prime combination of cuteness and bite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting was well done, obviously I'm going to point out Kana Ueda for doing an awesome job as Rin- such a prime combination of cuteness and bite.\u001b[24m\n    \u001b[1m声優はうまくやっていましたが、私はRinのような素敵な仕事をしてくれた上田かなを指摘しています。\u001b[22m, \u001b[1m声の演技は明らかに私がRIN-可愛らしさと一口のような素数の組み合わせのような素晴らしい仕事を行うための植田佳奈を指摘するつもりだ、よくやりました。\u001b[22m\n\u001b[1m\u001b[22m\nThe music in general is superb. The first OP in particular is extremely memorable and fitting, with a hint of mystery. Kenji Kawai also did an absolutely brilliant job on the BGM, giving the show a very unique and atmosphere-rich feel.\n\n\u001b[1m一般的に音楽は素晴らしいです。 特に、最初のOPは非常に記憶に残るもので、ミステリーのヒントが付いています。 河合賢二もBGMで全く輝かしい仕事をして、非常にユニークで雰囲気豊かな雰囲気を演出しました。\u001b[22m\n\u001b[1m(Ippantekini ongaku wa subarashīdesu. Tokuni, saisho no OP wa hijō ni kioku ni nokoru mono de, misuterī no hinto ga tsuite imasu. Kawai Kenji mo BGM de mattaku kagayakashī shigoto o shite, hijō ni yunīku de fun'iki yutakana fun'iki o enshutsu shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe music in general is superb. The first OP in particular is extremely memorable and fitting, with a hint of mystery. Kenji Kawai also did an absolutely brilliant job on the BGM, giving the show a very unique and atmosphere-rich feel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music in general is superb.\u001b[24m\n    \u001b[1m一般的に音楽は素晴らしいです。\u001b[22m, \u001b[1m一般的に、音楽は素晴らしいです。\u001b[22m\n\u001b[4mThe first OP in particular is extremely memorable and fitting, with a hint of mystery.\u001b[24m\n    \u001b[1m特に、最初のOPは非常に記憶に残るもので、ミステリーのヒントが付いています。\u001b[22m, \u001b[1m特に、最初のOPは謎のヒントを使用して、非常に思い出に残るとフィッティングです。\u001b[22m\n\u001b[4mKenji Kawai also did an absolutely brilliant job on the BGM, giving the show a very unique and atmosphere-rich feel.\u001b[24m\n    \u001b[1m河合賢二もBGMで全く輝かしい仕事をして、非常にユニークで雰囲気豊かな雰囲気を演出しました。\u001b[22m, \u001b[1m川井憲次はまたショーに非常にユニークな雰囲気が豊富な感じを与えて、BGMに絶対に華麗な仕事をしてくれました。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nI'll start with the negatives since there aren't very many. Don't expect heroes to coincide with what you know the heroes to be. They are only loosely based on historic figures and the anime takes its liberty to modify what it sees necessary (King Arthur = female??). Also, there are many intricacies such as the real identity of Archer that you may not get at first.\n\n\u001b[1m非常に多くないので、ネガティブから始めます。 ヒーローがあなたがヒーローであることを知っているものと一致するとは思わないでください。 彼らは歴史的な人物のみに基づいており、アニメは自由に見て必要なものを修正する（アーサー=女性？）。 また、あなたが最初に得ることのできないArcherの本当のアイデンティティなど、多くの複雑さがあります。\u001b[22m\n\u001b[1m(Hijō ni ōkunainode, negatibu kara hajimemasu. Hīrō ga anata ga hīrōdearu koto o shitte iru mono to itchi suru to wa omowanaide kudasai. Karera wa rekishi-tekina jinbutsu nomi ni motodzuite ori, anime wa jiyū ni mite hitsuyōnamono o shūsei suru (āsā = josei? ). Mata, anata ga saisho ni eru koto no dekinai āchā no hontō no aidentiti nado, ōku no fukuzatsu-sa ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'll start with the negatives since there aren't very many. Don't expect heroes to coincide with what you know the heroes to be. They are only loosely based on historic figures and the anime takes its liberty to modify what it sees necessary (King Arthur = female??). Also, there are many intricacies such as the real identity of Archer that you may not get at first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll start with the negatives since there aren't very many.\u001b[24m\n    \u001b[1m非常に多くないので、ネガティブから始めます。\u001b[22m, \u001b[1m非常に多く存在していないので、私はネガから始めましょう。\u001b[22m\n\u001b[4mDon't expect heroes to coincide with what you know the heroes to be.\u001b[24m\n    \u001b[1mヒーローがあなたがヒーローであることを知っているものと一致するとは思わないでください。\u001b[22m, \u001b[1m英雄あなたは英雄があることを知っているものと一致することを期待しないでください。\u001b[22m\n\u001b[4mThey are only loosely based on historic figures and the anime takes its liberty to modify what it sees necessary (King Arthur = female??).\u001b[24m\n    \u001b[1m彼らは歴史的な人物のみに基づいており、アニメは自由に見て必要なものを修正する（アーサー=女性？）。\u001b[22m, \u001b[1m彼らは唯一の緩く（アーサー王=女性??）歴史的な数値に基づいており、アニメはそれが必要見るものを修正するために、その自由がかかります。\u001b[22m\n\u001b[4mAlso, there are many intricacies such as the real identity of Archer that you may not get at first.\u001b[24m\n    \u001b[1mまた、あなたが最初に得ることのできないArcherの本当のアイデンティティなど、多くの複雑さがあります。\u001b[22m, \u001b[1mまた、そのようなあなたが最初に取得できない場合がありますアーチャーの正体など、多くの複雑さがあります。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the actual plot sequence, it is superbly done. The viewer is kept waiting to find out who is Shiro's next opponent and then, once the plot plays out, rewards the watcher lavishly. Watching the uphill battle between the odd pair of Shiro and Saber (the weakest, pseudo-magician and the strongest servant) and the other masters was very intense. Throw in another magician (Rin) and her Archer servant and you have one awesome action adventure.\n\n\u001b[1m実際のプロット順はうまくいきます。 観客は、誰が次の対戦相手であるかを知るために待っています。そして、プロットが実行されると、ウォッチャーに大いに報酬を与えます。 シローとセイバーの奇妙なペア（最も弱い、擬似魔術師と最強の召使）と他のマスターとの間の険しい戦いを見ることは非常に激しかった。 別の魔術師（Rin）とArcherの召使いを投げ、あなたは素晴らしいアクションアドベンチャーを1つ持っています。\u001b[22m\n\u001b[1m(Jissai no purotto jun wa umaku ikimasu. Kankyaku wa, dare ga tsugi no taisen aitedearu ka o shiru tame ni matte imasu. Soshite, purotto ga jikkō sa reru to, u~otchā ni ōini hōshū o ataemasu. Shirō to seibā no kimyōna pea (mottomo yowai, giji majutsu-shi to saikyō no meshitsukai) to hoka no masutā to no ma no kewashī tatakai o miru koto wa hijō ni hageshikatta. Betsu no majutsu-shi (Rin) to āchā no meshitsukai o nage, anata wa subarashī akushon'adobenchā o 1tsu motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the actual plot sequence, it is superbly done. The viewer is kept waiting to find out who is Shiro's next opponent and then, once the plot plays out, rewards the watcher lavishly. Watching the uphill battle between the odd pair of Shiro and Saber (the weakest, pseudo-magician and the strongest servant) and the other masters was very intense. Throw in another magician (Rin) and her Archer servant and you have one awesome action adventure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the actual plot sequence, it is superbly done.\u001b[24m\n    \u001b[1m実際のプロット順はうまくいきます。\u001b[22m, \u001b[1m実際の描画シーケンスについては、それが見事に行われます。\u001b[22m\n\u001b[4mThe viewer is kept waiting to find out who is Shiro's next opponent and then, once the plot plays out, rewards the watcher lavishly.\u001b[24m\n    \u001b[1m観客は、誰が次の対戦相手であるかを知るために待っています。そして、プロットが実行されると、ウォッチャーに大いに報酬を与えます。\u001b[22m, \u001b[1mプロットが出果たした後、視聴者は、その後、史郎さんの次の対戦相手であると人を見つけるために待たされ、惜しみなくウォッチャーに報います。\u001b[22m\n\u001b[4mWatching the uphill battle between the odd pair of Shiro and Saber (the weakest, pseudo-magician and the strongest servant) and the other masters was very intense.\u001b[24m\n    \u001b[1mシローとセイバーの奇妙なペア（最も弱い、擬似魔術師と最強の召使）と他のマスターとの間の険しい戦いを見ることは非常に激しかった。\u001b[22m, \u001b[1m史郎とセイバー（最も弱い、擬似魔術師と最強のサーバント）の奇数ペアと他のマスターとの間に苦しい戦いを見ることは非常に強かったです。\u001b[22m\n\u001b[4mThrow in another magician (Rin) and her Archer servant and you have one awesome action adventure.\u001b[24m\n    \u001b[1m別の魔術師（Rin）とArcherの召使いを投げ、あなたは素晴らしいアクションアドベンチャーを1つ持っています。\u001b[22m, \u001b[1m別の魔術師（りん）と彼女のアーチャーサーバントに投げ、あなたは1つの素晴らしいアクションアドベンチャーを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nAs an aside, there is also the question of a romantic development between Shiro and Sakura/Rin/Saber.\n\n\u001b[1mさて、シロとサクラ/リン/セイバーの間のロマンチックな発展の問題もある。\u001b[22m\n\u001b[1m(Sate, shiro to sakura/ rin/ seibā no ma no romanchikkuna hatten no mondai mo aru.)\u001b[22m\n\nTranslations of \u001b[4mAs an aside, there is also the question of a romantic development between Shiro and Sakura/Rin/Saber.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs an aside, there is also the question of a romantic development between Shiro and Sakura/Rin/Saber.\u001b[24m\n    \u001b[1mさて、シロとサクラ/リン/セイバーの間のロマンチックな発展の問題もある。\u001b[22m, \u001b[1m余談として、四郎とさくら/凛/セイバー間のロマンチックな発展の問題もあります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nShiro is a dynamic character. From the beginning, he seeks the idyllic dream of being a champion of justice. His only passion is to help and protect others, at whatever cost to himself. Others find this do-goody personality very annoying since he seems completely incorruptible. However, by the end, he is fighting for a completely different reason. Shiro and Saber begin as a master/servant relationship but after a few battles, it is apparent their relationship develops into something further than just that. I found this development to be very well executed; there's quite a bit of foreshadow if you look for it.\n\n\u001b[1mシロはダイナミックなキャラクターです。 初めから、彼は正義のチャンピオンであるという牧歌的な夢を追求しています。 彼の唯一の情熱は、他人を助け、他人を保護することです。 他の人は、彼が完全に腐敗しないように見えるので、この善良な人格は非常に迷惑であると感じます。 しかし、結局のところ、彼はまったく異なる理由で戦っている。 シロとセイバーはマスター/サーヴァントの関係から始まりますが、少数の戦いを経て、その関係はそれ以上のものに発展することは明らかです。 私はこの開発が非常にうまく実行されていることを発見しました。 あなたがそれを探すならかなりの予兆があります。\u001b[22m\n\u001b[1m(Shiro wa dainamikkuna kyarakutādesu. Hajime kara, kare wa seigi no chanpiondearu to iu bokka-tekina yume o tsuikyū shite imasu. Kare no yuiitsu no jōnetsu wa, tanin o tasuke, tanin o hogo suru kotodesu. Hokanohito wa, kare ga kanzen ni fuhai shinai yō ni mieru node, kono zenryōna jinkaku wa hijō ni meiwakudearu to kanjimasu. Shikashi, kekkyokunotokoro, kare wa mattaku kotonaru riyū de tatakatte iru. Shiro to seibā wa masutā/ sāvu~anto no kankei kara hajimarimasuga, shōsū no tatakai o hete, sono kankei wa sore ijō no mono ni hatten suru koto wa akirakadesu. Watashi wa kono kaihatsu ga hijō ni umaku jikkō sa rete iru koto o hakken shimashita. Anata ga sore o sagasunara kanari no yochō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mShiro is a dynamic character. From the beginning, he seeks the idyllic dream of being a champion of justice. His only passion is to help and protect others, at whatever cost to himself. Others find this do-goody personality very annoying since he seems completely incorruptible. However, by the end, he is fighting for a completely different reason. Shiro and Saber begin as a master/servant relationship but after a few battles, it is apparent their relationship develops into something further than just that. I found this development to be very well executed; there's quite a bit of foreshadow if you look for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShiro is a dynamic character.\u001b[24m\n    \u001b[1mシロはダイナミックなキャラクターです。\u001b[22m, \u001b[1m史郎は、動的な文字です。\u001b[22m\n\u001b[4mFrom the beginning, he seeks the idyllic dream of being a champion of justice.\u001b[24m\n    \u001b[1m初めから、彼は正義のチャンピオンであるという牧歌的な夢を追求しています。\u001b[22m, \u001b[1m当初から、彼は正義のチャンピオンであることの牧歌的な夢を求めています。\u001b[22m\n\u001b[4mHis only passion is to help and protect others, at whatever cost to himself.\u001b[24m\n    \u001b[1m彼の唯一の情熱は、他人を助け、他人を保護することです。\u001b[22m, \u001b[1m彼の唯一の情熱は、自分自身にどのようなコストで、他の人を助け、保護することです。\u001b[22m\n\u001b[4mOthers find this do-goody personality very annoying since he seems completely incorruptible.\u001b[24m\n    \u001b[1m他の人は、彼が完全に腐敗しないように見えるので、この善良な人格は非常に迷惑であると感じます。\u001b[22m, \u001b[1m彼は完全に清廉潔白なようですので、他の人は、このDO-グッディ性格は非常に迷惑見つけます。\u001b[22m\n\u001b[4mHowever, by the end, he is fighting for a completely different reason.\u001b[24m\n    \u001b[1mしかし、結局のところ、彼はまったく異なる理由で戦っている。\u001b[22m, \u001b[1mしかし、年末までに、彼は完全に別の理由で戦っています。\u001b[22m\n\u001b[4mShiro and Saber begin as a master/servant relationship but after a few battles, it is apparent their relationship develops into something further than just that.\u001b[24m\n    \u001b[1mシロとセイバーはマスター/サーヴァントの関係から始まりますが、少数の戦いを経て、その関係はそれ以上のものに発展することは明らかです。\u001b[22m, \u001b[1m史郎とセイバーは、マスタ/サーバント関係として開始するが、いくつかの戦いの後、彼らの関係はちょうどそれよりもさらに何かに発展明らかです。\u001b[22m\n\u001b[4mI found this development to be very well executed;\u001b[24m\n    \u001b[1m私はこの開発が非常にうまく実行されていることを発見しました。\u001b[22m, \u001b[1m私はこの開発は非常によく実行であることが判明しました。\u001b[22m\n\u001b[4mthere's quite a bit of foreshadow if you look for it.\u001b[24m\n    \u001b[1mあなたがそれを探すならかなりの予兆があります。\u001b[22m, \u001b[1mあなたがそれを見れば前兆のかなりがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThere's also Rin! She seems to be an amazingly talented magician yet it is obviously clear that she has some feelings for Shiro (and a perfect example of what tsundere should be). Overall, the development of the characters is done extremely well. You'll realize that even the villains will have some good points.\n\n\u001b[1mリンもあります！ 彼女は驚くほど才能のある魔術師のようですが、彼女は城に何らかの感情を持っていることは明らかです。 全体として、文字の開発は非常にうまくいっています。 あなたは悪党さえいくつかの良い点を持つことに気づくでしょう。\u001b[22m\n\u001b[1m(Rin mo arimasu! Kanojo wa odoroku hodo sainō no aru majutsu-shi no yōdesuga, kanojo wa shiro ni nanrakano kanjō o motte iru koto wa akirakadesu. Zentai to shite, moji no kaihatsu wa hijō ni umaku itte imasu. Anata wa akutō sae ikutsu ka no yoi ten o motsu koto ni kidzukudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThere's also Rin! She seems to be an amazingly talented magician yet it is obviously clear that she has some feelings for Shiro (and a perfect example of what tsundere should be). Overall, the development of the characters is done extremely well. You'll realize that even the villains will have some good points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's also Rin!\u001b[24m\n    \u001b[1mリンもあります！\u001b[22m, \u001b[1m凛もあります！\u001b[22m\n\u001b[4mShe seems to be an amazingly talented magician yet it is obviously clear that she has some feelings for Shiro (and a perfect example of what tsundere should be).\u001b[24m\n    \u001b[1m彼女は驚くほど才能のある魔術師のようですが、彼女は城に何らかの感情を持っていることは明らかです。\u001b[22m, \u001b[1m彼女は驚くほど才能の魔術師のようですまだ彼女は史郎のためのいくつかの感情（とツンデレがどうあるべきかの完璧な例）を有することが明らかに明らかです。\u001b[22m\n\u001b[4mOverall, the development of the characters is done extremely well.\u001b[24m\n    \u001b[1m全体として、文字の開発は非常にうまくいっています。\u001b[22m, \u001b[1m全体的に、文字の開発は非常によく行われます。\u001b[22m\n\u001b[4mYou'll realize that even the villains will have some good points.\u001b[24m\n    \u001b[1mあなたは悪党さえいくつかの良い点を持つことに気づくでしょう。\u001b[22m, \u001b[1mあなたも、悪人はいくつかの良い点を持っているであろうことを実現します。\u001b[22m\n\u001b[1m\u001b[22m\nValue:\n\n\u001b[1m値：\u001b[22m\n\u001b[1m(Atai:)\u001b[22m\n\nDefinitions of \u001b[4mValue:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    値\u001b[22m\n        value, magnitude, dimension, size, bulk, price\n\u001b[1m    価値\u001b[22m\n        value, worth, merit, worthiness\n\u001b[1m    バリュー\u001b[22m\n        value\n\u001b[1m    価\u001b[22m\n        value, valency, price, cost, charge, worth\n\u001b[1m    価格\u001b[22m\n        price, cost, value\n\u001b[1m    値打ち\u001b[22m\n        value, worth, price, dignity\n\u001b[1m    金高\u001b[22m\n        amount, sum, quantity, value\n\u001b[1m    珍重\u001b[22m\n        prize, value\n\u001b[1m    直\u001b[22m\n        correctness, being straight, price, cheerfulness, night duty, cost\n\nverb\n\u001b[1m    尊ぶ\u001b[22m\n        value, honor, respect, esteem, prize, revere\n\u001b[1m    貴ぶ\u001b[22m\n        value, honor, revere, prize, esteem, respect\n\u001b[1m    評価する\u001b[22m\n        evaluate, value\n\u001b[1m    愛玩する\u001b[22m\n        fond of, value, mess about\nThis show is not too long, and is very action-packed and plot-driven. It might start out a little slow but the overall show is very fast paced and will keep you on your toes. I re-watched it right after finishing to pick up on more subtleties. Definitely a classic, and a reference point by which to judge other action shows.\n\n\u001b[1mこのショーはあまりにも長くはない、非常にアクション満載のプロット駆動型です。 それは少し遅く始まるかもしれませんが、全体的なショーは非常に速いペースであり、あなたのつま先であなたを保つでしょう。 私はより精巧に拾うために仕上げた直後にそれを見直しました。 間違いなくクラシック、そして他のアクションショーを判断する基準点。\u001b[22m\n\u001b[1m(Kono shō wa amarini mo nagaku wanai, hijō ni akushon mansai no purotto kudō-gatadesu. Sore wa sukoshi osoku hajimaru kamo shiremasenga, zentai-tekina shō wa hijō ni hayai pēsudeari, anata no tsumasaki de anata o tamotsudeshou. Watashi wa yori seikō ni hirou tame ni shiageta chokugo ni sore o minaoshimashita. Machigainaku kurashikku, soshite hoka no akushonshō o handan suru kijun-ten.)\u001b[22m\n\nTranslations of \u001b[4mThis show is not too long, and is very action-packed and plot-driven. It might start out a little slow but the overall show is very fast paced and will keep you on your toes. I re-watched it right after finishing to pick up on more subtleties. Definitely a classic, and a reference point by which to judge other action shows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is not too long, and is very action-packed and plot-driven.\u001b[24m\n    \u001b[1mこのショーはあまりにも長くはない、非常にアクション満載のプロット駆動型です。\u001b[22m, \u001b[1mこのショーは長すぎない、と非常にアクション満載のプロット主導型です。\u001b[22m\n\u001b[4mIt might start out a little slow but the overall show is very fast paced and will keep you on your toes.\u001b[24m\n    \u001b[1mそれは少し遅く始まるかもしれませんが、全体的なショーは非常に速いペースであり、あなたのつま先であなたを保つでしょう。\u001b[22m, \u001b[1mそれは少し遅いから始めるかもしれないが、全体的なショーは非常に速いペースでされ、あなたのつま先にあなたを維持します。\u001b[22m\n\u001b[4mI re-watched it right after finishing to pick up on more subtleties.\u001b[24m\n    \u001b[1m私はより精巧に拾うために仕上げた直後にそれを見直しました。\u001b[22m, \u001b[1m私は右より多くの機微にピックアップして終了した後にそれを-見直します。\u001b[22m\n\u001b[4mDefinitely a classic, and a reference point by which to judge other action shows.\u001b[24m\n    \u001b[1m間違いなくクラシック、そして他のアクションショーを判断する基準点。\u001b[22m, \u001b[1m確かに古典的な、及び基準点は、それによって他のアクションショーを判断します。\u001b[22m"
  },
  {
    "title": "Fate_stay_night",
    "id": "356",
    "url": "https://myanimelist.net/anime/356/Fate_stay_night",
    "user": "shoffman162",
    "profile": "/profile/shoffman162/reviews",
    "pages": "8",
    "number": "2",
    "link": "/reviews.php?id=146611",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  8\n\nこれは私の最初のレビューの一つです。 私は通常、NetflixとCrunchyrollでアニメをレビューし、5スターのような、または嫌いなシステムを使用します。 私は10ポイントのスケールでそれを好む。\n\nとにかく、明らかにFateシリーズは、Fate / Stay Nightと呼ばれる2006年にアニメシリーズにすることを決めた最初のビジュアル小説でした。 数年後、彼らはFate / Zeroという別のシリーズをリリースしました。\n\nFate / Zeroはアニメの面で、Fate / Stay Nightのプレクエルです。 多くの人は、ゼロを見てから、最初にステイナイトを見る方が良いと言ってきました。 私はそれに完全に同意しない。\n\nFate / Zeroはシリーズに興味のある方にとっては良い出発点です。 聖杯が何を象徴しているのかについて深く掘り下げ、イベントやステイナイトの物語を設定します。\n\nStay NightはFate / Zeroほど良くないと私は同意しますが、私はまだそれを本当に楽しんでいました。 ステイ・ナイトで触れられた、あるいは簡単に触れられた事柄の多くはゼロで発生しました。 あなたがビジュアルノベルのファンのアドバイスを受けて間違ったものを最初に選ぶことに決めたら、多くのことを忘れるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of my first reviews here. I normally review anime on Netflix and Crunchyroll and use their 5 star like or dislike system. I prefer that over the 10 point scale.\n\n\u001b[1mこれは私の最初のレビューの一つです。 私は通常、NetflixとCrunchyrollでアニメをレビューし、5スターのような、または嫌いなシステムを使用します。 私は10ポイントのスケールでそれを好む。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyū no hitotsudesu. Watashi wa tsūjō, Netflix to Crunchyroll de anime o rebyū shi, 5 sutā no yōna, matawa kiraina shisutemu o shiyō shimasu. Watashi wa 10 pointo no sukēru de sore o konomu.)\u001b[22m\n\nTranslations of \u001b[4mThis is one of my first reviews here. I normally review anime on Netflix and Crunchyroll and use their 5 star like or dislike system. I prefer that over the 10 point scale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of my first reviews here.\u001b[24m\n    \u001b[1mこれは私の最初のレビューの一つです。\u001b[22m, \u001b[1mこれは、ここで私の最初のレビューの一つです。\u001b[22m\n\u001b[4mI normally review anime on Netflix and Crunchyroll and use their 5 star like or dislike system.\u001b[24m\n    \u001b[1m私は通常、NetflixとCrunchyrollでアニメをレビューし、5スターのような、または嫌いなシステムを使用します。\u001b[22m, \u001b[1m私は通常、ネットフリックスともCrunchyrollのアニメを見直し、その5つ星の好き嫌いのシステムを使用しています。\u001b[22m\n\u001b[4mI prefer that over the 10 point scale.\u001b[24m\n    \u001b[1m私は10ポイントのスケールでそれを好む。\u001b[22m, \u001b[1m私は10点満点の上にいることを好みます。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway, apparently the Fate series was first a bunch of visual novels that they decided to make into an anime series in 2006 called Fate/Stay Night. A few years later they released another series called Fate/Zero.\n\n\u001b[1mとにかく、明らかにFateシリーズは、Fate / Stay Nightと呼ばれる2006年にアニメシリーズにすることを決めた最初のビジュアル小説でした。 数年後、彼らはFate / Zeroという別のシリーズをリリースしました。\u001b[22m\n\u001b[1m(Tonikaku, akiraka ni feito shirīzu wa, feito/ Stay Night to yoba reru 2006-nen ni animeshirīzu ni suru koto o kimeta saisho no bijuaru shōsetsudeshita. Sūnengo, karera wa feito/ Zero to iu betsu no shirīzu o rirīsu shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, apparently the Fate series was first a bunch of visual novels that they decided to make into an anime series in 2006 called Fate/Stay Night. A few years later they released another series called Fate/Zero.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, apparently the Fate series was first a bunch of visual novels that they decided to make into an anime series in 2006 called Fate/Stay Night.\u001b[24m\n    \u001b[1mとにかく、明らかにFateシリーズは、Fate / Stay Nightと呼ばれる2006年にアニメシリーズにすることを決めた最初のビジュアル小説でした。\u001b[22m, \u001b[1mとにかく、明らかに運命シリーズが最初だった彼らは、2006年にアニメシリーズに作ることにしたビジュアルノベルの束がフェイト/ステイナイトと呼ばれます。\u001b[22m\n\u001b[4mA few years later they released another series called Fate/Zero.\u001b[24m\n    \u001b[1m数年後、彼らはFate / Zeroという別のシリーズをリリースしました。\u001b[22m, \u001b[1m数年後、彼らはフェイト/ゼロと呼ばれる別のシリーズをリリースしました。\u001b[22m\n\u001b[1m\u001b[22m\nFate/Zero in terms of the anime, is the prequel to Fate/Stay Night. A lot of people have said that it's better to watch Stay Night first before watching Zero. I completely disagree with that.\n\n\u001b[1mFate / Zeroはアニメの面で、Fate / Stay Nightのプレクエルです。 多くの人は、ゼロを見てから、最初にステイナイトを見る方が良いと言ってきました。 私はそれに完全に同意しない。\u001b[22m\n\u001b[1m(Feito/ Zero wa anime no men de, feito/ Stay Night no purekuerudesu. Ōku no hito wa, zero o mitekara, saisho ni suteinaito o miru kata ga yoi to itte kimashita. Watashi wa sore ni kanzen ni dōi shinai.)\u001b[22m\n\nTranslations of \u001b[4mFate/Zero in terms of the anime, is the prequel to Fate/Stay Night. A lot of people have said that it's better to watch Stay Night first before watching Zero. I completely disagree with that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFate/Zero in terms of the anime, is the prequel to Fate/Stay Night.\u001b[24m\n    \u001b[1mFate / Zeroはアニメの面で、Fate / Stay Nightのプレクエルです。\u001b[22m, \u001b[1mフェイト/ゼロアニメの点で、フェイト/ステイナイトの続編です。\u001b[22m\n\u001b[4mA lot of people have said that it's better to watch Stay Night first before watching Zero.\u001b[24m\n    \u001b[1m多くの人は、ゼロを見てから、最初にステイナイトを見る方が良いと言ってきました。\u001b[22m, \u001b[1m多くの人々は、それが最初にゼロを見て前にステイナイトを見て良いでしょうと述べています。\u001b[22m\n\u001b[4mI completely disagree with that.\u001b[24m\n    \u001b[1m私はそれに完全に同意しない。\u001b[22m, \u001b[1m私は完全にそれに同意しません。\u001b[22m\n\u001b[1m\u001b[22m\nFate/Zero is good starting point for any interested in the series. It goes in depth as to what the holy grail wars are all about, and sets up the events and story of Stay Night.\n\n\u001b[1mFate / Zeroはシリーズに興味のある方にとっては良い出発点です。 聖杯が何を象徴しているのかについて深く掘り下げ、イベントやステイナイトの物語を設定します。\u001b[22m\n\u001b[1m(Feito/ Zero wa shirīzu ni kyōmi no aru kata ni totte wa yoi shuppatsu-tendesu. Seihai ga nani o shōchō shite iru no ka ni tsuite fukaku horisage, ibento ya suteinaito no monogatari o settei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFate/Zero is good starting point for any interested in the series. It goes in depth as to what the holy grail wars are all about, and sets up the events and story of Stay Night.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFate/Zero is good starting point for any interested in the series.\u001b[24m\n    \u001b[1mFate / Zeroはシリーズに興味のある方にとっては良い出発点です。\u001b[22m, \u001b[1mフェイト/ゼロは、シリーズ内の任意の興味のための良い出発点です。\u001b[22m\n\u001b[4mIt goes in depth as to what the holy grail wars are all about, and sets up the events and story of Stay Night.\u001b[24m\n    \u001b[1m聖杯が何を象徴しているのかについて深く掘り下げ、イベントやステイナイトの物語を設定します。\u001b[22m, \u001b[1mそれは聖杯戦争はすべてに約あるものにのように深さで進み、滞在夜のイベントやストーリーを設定します。\u001b[22m\n\u001b[1m\u001b[22m\nWhile I agree that Stay Night was not as good as Fate/Zero I still really enjoyed it. A lot of the things that were mentioned or briefly covered in Stay Night occured in Zero. You'll miss out on a lot of things if you decide to take the advice of the Visual Novels fans and choose the wrong one to watch first.\n\n\u001b[1mStay NightはFate / Zeroほど良くないと私は同意しますが、私はまだそれを本当に楽しんでいました。 ステイ・ナイトで触れられた、あるいは簡単に触れられた事柄の多くはゼロで発生しました。 あなたがビジュアルノベルのファンのアドバイスを受けて間違ったものを最初に選ぶことに決めたら、多くのことを忘れるでしょう。\u001b[22m\n\u001b[1m(Stay Night wa feito/ Zero hodo yokunaito watashi wa dōi shimasuga, watashi wa mada sore o hontōni tanoshinde imashita. Sutei naito de fure rareta, aruiwa kantan ni fure rareta kotogara no ōku wa zero de hassei shimashita. Anata ga bijuarunoberu no fan no adobaisu o ukete machigatta mono o saisho ni erabu koto ni kimetara, ōku no koto o wasurerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mWhile I agree that Stay Night was not as good as Fate/Zero I still really enjoyed it. A lot of the things that were mentioned or briefly covered in Stay Night occured in Zero. You'll miss out on a lot of things if you decide to take the advice of the Visual Novels fans and choose the wrong one to watch first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I agree that Stay Night was not as good as Fate/Zero I still really enjoyed it.\u001b[24m\n    \u001b[1mStay NightはFate / Zeroほど良くないと私は同意しますが、私はまだそれを本当に楽しんでいました。\u001b[22m, \u001b[1m私がいることに同意している間滞在の夜は、私はまだ実際にそれを楽しんだフェイト/ゼロほど良好ではなかったです。\u001b[22m\n\u001b[4mA lot of the things that were mentioned or briefly covered in Stay Night occured in Zero.\u001b[24m\n    \u001b[1mステイ・ナイトで触れられた、あるいは簡単に触れられた事柄の多くはゼロで発生しました。\u001b[22m, \u001b[1mステイナイトで言及または簡潔に覆われていた多くのものはゼロで発生しました。\u001b[22m\n\u001b[4mYou'll miss out on a lot of things if you decide to take the advice of the Visual Novels fans and choose the wrong one to watch first.\u001b[24m\n    \u001b[1mあなたがビジュアルノベルのファンのアドバイスを受けて間違ったものを最初に選ぶことに決めたら、多くのことを忘れるでしょう。\u001b[22m, \u001b[1mあなたはビジュアルノベルのファンのアドバイスを取り、最初見に間違ったものを選択することにした場合、あなたはたくさんのことを逃します。\u001b[22m"
  }
]
