[
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "lovecankill",
    "profile": "/profile/lovecankill/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=150899",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nまず第一に、少女とロマンスが私の好きなジャンルです。 通常、それは彼女の王子と恋に落ちる少女のことであり、私たちは彼らの物語を知ることができます。 私がイタツラナスキスを見始めたとき、それはとても楽しいと驚くべきことではないと思います！\n\n話はコトコの視点から語られます。 彼女の考えや意見を聞くことができます。 私たちは彼女の人生、彼女の目標と夢、彼女の気持ちを知るようになります。 ストーリーはうまく伝わっていますが、終わりはありますが、ナオキの考えを時々聞くことができれば、私にとってはもっと楽しいでしょう。\nそれはシンプルだが素晴らしい。 私は退屈したり、エピソードの終わりを待ったりしたことはありませんでした。 そしてそれはどのように面白いですか？ いくつかのライブアクションの適応もあり、すべて人気があります。\n\nメインとサポートの両方のキャラクターが大好きです。 彼らは豊富であり、物語が進むにつれて変化します。\n\nあなたがそれを見始めると、あなたはそれを十分に得ることができません。 私はそれを数回再見て、それはまだ楽しく愛らしいです。 グラフィックと音楽は、このアニメに完全にフィットします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, shoujo and romance are my favourite genres. Usually it's about a girl who falls in love with her prince and we get to know their story - how they get along/how they relationship works. When I started to watch Itazura na Kiss, I wouldn't imagine that it will be so entertaining and amazing!\n\n\u001b[1mまず第一に、少女とロマンスが私の好きなジャンルです。 通常、それは彼女の王子と恋に落ちる少女のことであり、私たちは彼らの物語を知ることができます。 私がイタツラナスキスを見始めたとき、それはとても楽しいと驚くべきことではないと思います！\u001b[22m\n\u001b[1m(Mazu daiichi ni, shōjo to romansu ga watashi no sukina janrudesu. Tsūjō, sore wa kanojo no ōji to koiniochiru shōjo no kotodeari, watashitachi wa karera no monogatari o shiru koto ga dekimasu. Watashi ga itatsuranasukisu o mi hajimeta toki, sore wa totemo tanoshī to odorokubeki kotode wa nai to omoimasu!)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, shoujo and romance are my favourite genres. Usually it's about a girl who falls in love with her prince and we get to know their story - how they get along/how they relationship works. When I started to watch Itazura na Kiss, I wouldn't imagine that it will be so entertaining and amazing!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, shoujo and romance are my favourite genres.\u001b[24m\n    \u001b[1mまず第一に、少女とロマンスが私の好きなジャンルです。\u001b[22m, \u001b[1mまず第一に、少女とのロマンスは私の好きなジャンルです。\u001b[22m\n\u001b[4mUsually it's about a girl who falls in love with her prince and we get to know their story - how they get along/how they relationship works.\u001b[24m\n    \u001b[1m通常、それは彼女の王子と恋に落ちる少女のことであり、私たちは彼らの物語を知ることができます。\u001b[22m, \u001b[1m通常、それは彼女の王子と恋に落ちる女の子についてです、我々は彼らの物語を知ってもらう - 彼らは彼らの関係がどのように機能するか/沿って取得する方法。\u001b[22m\n\u001b[4mWhen I started to watch Itazura na Kiss, I wouldn't imagine that it will be so entertaining and amazing!\u001b[24m\n    \u001b[1m私がイタツラナスキスを見始めたとき、それはとても楽しいと驚くべきことではないと思います！\u001b[22m, \u001b[1m私はキスナイタズラを見るために始めたとき、私はそれがとても面白いと驚くほどになることを想像できないだろう！\u001b[22m\n\u001b[1m\u001b[22m\nThe story is told from Kotoko's view. We can hear her thoughts and opinions. We get to know her life, her goals and dreams, her feelings. The story is well-told, it has a decent ending, but for me it would be more fun if I could hear Naoki's thoughts sometimes.\n\n\u001b[1m話はコトコの視点から語られます。 彼女の考えや意見を聞くことができます。 私たちは彼女の人生、彼女の目標と夢、彼女の気持ちを知るようになります。 ストーリーはうまく伝わっていますが、終わりはありますが、ナオキの考えを時々聞くことができれば、私にとってはもっと楽しいでしょう。\u001b[22m\n\u001b[1m(Hanashi wa Kotoko no shiten kara katara remasu. Kanojo no kangae ya iken o kiku koto ga dekimasu. Watashitachi wa kanojo no jinsei, kanojo no mokuhyō to yume, kanojo no kimochi o shiru yō ni narimasu. Sutōrī wa umaku tsutawatte imasuga, owari wa arimasuga, Naoki no kangae o tokidoki kiku koto ga dekireba, watashi ni totte wa motto tanoshīdeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe story is told from Kotoko's view. We can hear her thoughts and opinions. We get to know her life, her goals and dreams, her feelings. The story is well-told, it has a decent ending, but for me it would be more fun if I could hear Naoki's thoughts sometimes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is told from Kotoko's view.\u001b[24m\n    \u001b[1m話はコトコの視点から語られます。\u001b[22m, \u001b[1m物語は琴子の視点から語られています。\u001b[22m\n\u001b[4mWe can hear her thoughts and opinions.\u001b[24m\n    \u001b[1m彼女の考えや意見を聞くことができます。\u001b[22m, \u001b[1m私たちは彼女の考えや意見を聞くことができます。\u001b[22m\n\u001b[4mWe get to know her life, her goals and dreams, her feelings.\u001b[24m\n    \u001b[1m私たちは彼女の人生、彼女の目標と夢、彼女の気持ちを知るようになります。\u001b[22m, \u001b[1m私たちは彼女の人生、彼女の目標や夢、彼女の気持ちを知るようになります。\u001b[22m\n\u001b[4mThe story is well-told, it has a decent ending, but for me it would be more fun if I could hear Naoki's thoughts sometimes.\u001b[24m\n    \u001b[1mストーリーはうまく伝わっていますが、終わりはありますが、ナオキの考えを時々聞くことができれば、私にとってはもっと楽しいでしょう。\u001b[22m, \u001b[1m物語は、それがまともな結末を持って、よく言われるが、私は時々直樹の考えを聞くことができたなら、私のためにそれがより楽しいだろう。\u001b[22m\nIt is simple but great. I was never bored or waited for an episode end. And how entertaining is it? There are some live action adaptations too, and they are all popular.\n\n\u001b[1mそれはシンプルだが素晴らしい。 私は退屈したり、エピソードの終わりを待ったりしたことはありませんでした。 そしてそれはどのように面白いですか？ いくつかのライブアクションの適応もあり、すべて人気があります。\u001b[22m\n\u001b[1m(Sore wa shinpurudaga subarashī. Watashi wa taikutsu shi tari, episōdo no owari o mattari shita koto wa arimasendeshita. Soshite sore wa dono yō ni omoshiroidesu ka? Ikutsu ka no raibu akushon no tekiō mo ari, subete ninki ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is simple but great. I was never bored or waited for an episode end. And how entertaining is it? There are some live action adaptations too, and they are all popular.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is simple but great.\u001b[24m\n    \u001b[1mそれはシンプルだが素晴らしい。\u001b[22m, \u001b[1mそれはシンプルだが素晴らしいです。\u001b[22m\n\u001b[4mI was never bored or waited for an episode end.\u001b[24m\n    \u001b[1m私は退屈したり、エピソードの終わりを待ったりしたことはありませんでした。\u001b[22m, \u001b[1m私は退屈ではなかったか、エピソードの終了を待っていました。\u001b[22m\n\u001b[4mAnd how entertaining is it?\u001b[24m\n    \u001b[1mそしてそれはどのように面白いですか？\u001b[22m, \u001b[1mそして、それはどのように面白いのですか？\u001b[22m\n\u001b[4mThere are some live action adaptations too, and they are all popular.\u001b[24m\n    \u001b[1mいくつかのライブアクションの適応もあり、すべて人気があります。\u001b[22m, \u001b[1mそこにいくつかのライブアクションの適応もあり、それらはすべての人気があります。\u001b[22m\n\u001b[1m\u001b[22m\nBoth main and supporting characters are loveable. They are well-rounded and change as the story goes on.\n\n\u001b[1mメインとサポートの両方のキャラクターが大好きです。 彼らは豊富であり、物語が進むにつれて変化します。\u001b[22m\n\u001b[1m(Mein to sapōto no ryōhō no kyarakutā ga daisukidesu. Karera wa hōfudeari, monogatari ga susumu ni tsurete henka shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBoth main and supporting characters are loveable. They are well-rounded and change as the story goes on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoth main and supporting characters are loveable.\u001b[24m\n    \u001b[1mメインとサポートの両方のキャラクターが大好きです。\u001b[22m, \u001b[1mメインと支援の両方の文字が愛らしいです。\u001b[22m\n\u001b[4mThey are well-rounded and change as the story goes on.\u001b[24m\n    \u001b[1m彼らは豊富であり、物語が進むにつれて変化します。\u001b[22m, \u001b[1m物語が進むにつれて彼らはバランスのとれた、変更されています。\u001b[22m\n\u001b[1m\u001b[22m\nOnce you start to watch it, you just can't get enough of it. I re-watched it a few times and it's still fun and adorable. The graphics and music fit this anime perfectly.\n\n\u001b[1mあなたがそれを見始めると、あなたはそれを十分に得ることができません。 私はそれを数回再見て、それはまだ楽しく愛らしいです。 グラフィックと音楽は、このアニメに完全にフィットします。\u001b[22m\n\u001b[1m(Anata ga sore o mi hajimeru to, anata wa sore o jūbun ni eru koto ga dekimasen. Watashi wa sore o sū-kai sai mite, sore wa mada tanoshiku airashīdesu. Gurafikku to ongaku wa, kono anime ni kanzen ni fitto shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOnce you start to watch it, you just can't get enough of it. I re-watched it a few times and it's still fun and adorable. The graphics and music fit this anime perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce you start to watch it, you just can't get enough of it.\u001b[24m\n    \u001b[1mあなたがそれを見始めると、あなたはそれを十分に得ることができません。\u001b[22m, \u001b[1mあなたはそれを見て開始すると、あなたはそれを十分に得ることができません。\u001b[22m\n\u001b[4mI re-watched it a few times and it's still fun and adorable.\u001b[24m\n    \u001b[1m私はそれを数回再見て、それはまだ楽しく愛らしいです。\u001b[22m, \u001b[1m私はそれを数回見た再、それはまだ楽しさと愛らしいです。\u001b[22m\n\u001b[4mThe graphics and music fit this anime perfectly.\u001b[24m\n    \u001b[1mグラフィックと音楽は、このアニメに完全にフィットします。\u001b[22m, \u001b[1mグラフィックと音楽が完全にこのアニメに合います。\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "VegetaOver9000",
    "profile": "/profile/VegetaOver9000/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=213140",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nイタズラな言葉にキス：リアル\n\nこのアニメの魅力的な1つは、すべてが可能なことです。 それは本当に本当の話かもしれません。 あまりにも誇張されすぎるものはありません。 そしてそれはそれ自身の方法で非常に甘い話です。\n\n私はそれを楽しんだが、私はいくつかの理由で全体的に8つしか与えなかった。\n\n1.リード間の葛藤は、コミュニケーションの欠如によるものでした。  1つまたは2つの問題はそれほど大きなものではありません。 しかし、ダグはイライラしていて、迷惑なことに、そのうちの1人がちょうど「このことをやっていることは何ですか？  「ああ、これと、それは他のものだから。  「ああ、今はすべて意味をなさない。 ありがとよ。'\n\nメインガールは育っていない。 このアニメは何年にもわたっていますが、鉛の女の子は30歳くらいの年齢でもまだ十代のように行動しています。 私は、クリエイターが、男性のリードとの関係を通じて彼女が得た知識のために、彼女をより成熟したようにするために何かをやろうと思っています。\n\nそれらの2つのもの以外に、それはとても楽しいものでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nItazura na Kiss in a word: Real\n\n\u001b[1mイタズラな言葉にキス：リアル\u001b[22m\n\u001b[1m(Itazurana kotoba ni kisu: Riaru)\u001b[22m\n\nTranslations of \u001b[4mItazura na Kiss in a word: Real\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mItazura na Kiss in a word: Real\u001b[24m\n    \u001b[1mイタズラな言葉にキス：リアル\u001b[22m, \u001b[1mイタズラな言葉でキスナ：レアル\u001b[22m\n\u001b[1m\u001b[22m\nOne very appealing quality about this anime is that all of it is possible. It could very well be a true story. Nothing is too greatly over exaggerated. And it is in it's own way a very sweet story.\n\n\u001b[1mこのアニメの魅力的な1つは、すべてが可能なことです。 それは本当に本当の話かもしれません。 あまりにも誇張されすぎるものはありません。 そしてそれはそれ自身の方法で非常に甘い話です。\u001b[22m\n\u001b[1m(Kono anime no miryoku-tekina 1tsu wa, subete ga kanōna kotodesu. Sore wa hontōni hontōnohanashi kamo shiremasen. Amarini mo kochō sa re sugiru mono wa arimasen. Soshite sore wa sore jishin no hōhō de hijō ni amai hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mOne very appealing quality about this anime is that all of it is possible. It could very well be a true story. Nothing is too greatly over exaggerated. And it is in it's own way a very sweet story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne very appealing quality about this anime is that all of it is possible.\u001b[24m\n    \u001b[1mこのアニメの魅力的な1つは、すべてが可能なことです。\u001b[22m, \u001b[1mこのアニメについての1つの非常に魅力的な品質は、それのすべてが可能であることです。\u001b[22m\n\u001b[4mIt could very well be a true story.\u001b[24m\n    \u001b[1mそれは本当に本当の話かもしれません。\u001b[22m, \u001b[1mそれは非常によく真実の物語である可能性があります。\u001b[22m\n\u001b[4mNothing is too greatly over exaggerated.\u001b[24m\n    \u001b[1mあまりにも誇張されすぎるものはありません。\u001b[22m, \u001b[1m何も誇張された上であまりにも大きくはありません。\u001b[22m\n\u001b[4mAnd it is in it's own way a very sweet story.\u001b[24m\n    \u001b[1mそしてそれはそれ自身の方法で非常に甘い話です。\u001b[22m, \u001b[1mそして、それはそれ自身の方法で、非常に甘い物語です。\u001b[22m\n\u001b[1m\u001b[22m\nI did enjoy it, but I only gave it an overall 8 for a couple reasons.\n\n\u001b[1m私はそれを楽しんだが、私はいくつかの理由で全体的に8つしか与えなかった。\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshindaga, watashi wa ikutsu ka no riyū de zentai-teki ni yattsu shika ataenakatta.)\u001b[22m\n\nTranslations of \u001b[4mI did enjoy it, but I only gave it an overall 8 for a couple reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did enjoy it, but I only gave it an overall 8 for a couple reasons.\u001b[24m\n    \u001b[1m私はそれを楽しんだが、私はいくつかの理由で全体的に8つしか与えなかった。\u001b[22m, \u001b[1m私はそれを楽しんでいたが、私は唯一のカップルの理由のためにそれを全体の8を与えました。\u001b[22m\n\u001b[1m\u001b[22m\n1. All of the conflict between the leads was due to their lack of communication. One or two problems because of that is no biggie. But dang was it frustrating and annoying knowing that everything could be solved instantly if one of them was just like 'Hey what's up with you doing this?' 'Oh because this and this and that other thing.' 'Oh that makes all the sense now. Thanks babe.'\n\n\u001b[1m1.リード間の葛藤は、コミュニケーションの欠如によるものでした。  1つまたは2つの問題はそれほど大きなものではありません。 しかし、ダグはイライラしていて、迷惑なことに、そのうちの1人がちょうど「このことをやっていることは何ですか？  「ああ、これと、それは他のものだから。  「ああ、今はすべて意味をなさない。 ありがとよ。'\u001b[22m\n\u001b[1m(1. Rīdo-kan no kattō wa, komyunikēshon no ketsujo ni yoru monodeshita. 1Tsu matawa 2tsu no mondai wa sorehodo ōkina monode wa arimasen. Shikashi, dagu wa iraira shite ite, meiwakuna koto ni, sonōchi no 1-ri ga chōdo `kono koto o yatte iru koto wa nanidesu ka? `Ā , kore to, sore wa hoka no monodakara. `Ā , ima wa subete imiwonasanai. Arigato yo.')\u001b[22m\n\nTranslations of \u001b[4m1. All of the conflict between the leads was due to their lack of communication. One or two problems because of that is no biggie. But dang was it frustrating and annoying knowing that everything could be solved instantly if one of them was just like 'Hey what's up with you doing this?' 'Oh because this and this and that other thing.' 'Oh that makes all the sense now. Thanks babe.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. All of the conflict between the leads was due to their lack of communication.\u001b[24m\n    \u001b[1m1.リード間の葛藤は、コミュニケーションの欠如によるものでした。\u001b[22m, \u001b[1m1.リード間の紛争のすべてはコミュニケーションの欠如によるものでした。\u001b[22m\n\u001b[4mOne or two problems because of that is no biggie.\u001b[24m\n    \u001b[1m1つまたは2つの問題はそれほど大きなものではありません。\u001b[22m, \u001b[1mそのため、1つまたは2つの問題にはとても重要ではありません。\u001b[22m\n\u001b[4mBut dang was it frustrating and annoying knowing that everything could be solved instantly if one of them was just like 'Hey what's up with you doing this?'\u001b[24m\n    \u001b[1mしかし、ダグはイライラしていて、迷惑なことに、そのうちの1人がちょうど「このことをやっていることは何ですか？\u001b[22m, \u001b[1mしかし、一顧は、そのうちの一つがちょうどのようなものだった場合、すべてが即座に解決できることを知って、それがイライラすると迷惑だった「ねえ、あなたがこれを行うことで何次第です？」\u001b[22m\n\u001b[4m'Oh because this and this and that other thing.'\u001b[24m\n    \u001b[1m「ああ、これと、それは他のものだから。\u001b[22m, \u001b[1m「ああ、これとこれと他の事からです。」\u001b[22m\n\u001b[4m'Oh that makes all the sense now.\u001b[24m\n    \u001b[1m「ああ、今はすべて意味をなさない。\u001b[22m, \u001b[1m「ああ、それは今、すべての理にかなっています。\u001b[22m\n\u001b[4mThanks babe.'\u001b[24m\n    \u001b[1mありがとよ。'\u001b[22m, \u001b[1mありがとうベイビー。\u001b[22m, \u001b[1mおかげで赤ん坊」。\u001b[22m\n\u001b[1m\u001b[22m\n2. The main girl never grows up. This anime stretches through many years, but the lead girl still acts like a teenager even though she is around 30 years old, and the fact that she is constantly in pig-tails doesn't help either. I wish the creators would have done something to make her seem more mature because of the knowledge she has gained through having a relationship with the male lead.\n\n\u001b[1mメインガールは育っていない。 このアニメは何年にもわたっていますが、鉛の女の子は30歳くらいの年齢でもまだ十代のように行動しています。 私は、クリエイターが、男性のリードとの関係を通じて彼女が得た知識のために、彼女をより成熟したようにするために何かをやろうと思っています。\u001b[22m\n\u001b[1m(Meingāru wa sodatte inai. Kono anime wa nan'nen ni mo watatte imasuga, namari no on'nanoko wa 30-sai kurai no nenrei demo mada jūdai no yō ni kōdō shite imasu. Watashi wa, kurieitā ga, dansei no rīdo to no kankei o tsūjite kanojo ga eta chishiki no tame ni, kanojo o yori seijuku shita yō ni suru tame ni nanika o yarou to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4m2. The main girl never grows up. This anime stretches through many years, but the lead girl still acts like a teenager even though she is around 30 years old, and the fact that she is constantly in pig-tails doesn't help either. I wish the creators would have done something to make her seem more mature because of the knowledge she has gained through having a relationship with the male lead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. The main girl never grows up.\u001b[24m\n    \u001b[1mメインガールは育っていない。\u001b[22m, \u001b[1m2.主な女の子が育つことはありません。\u001b[22m\n\u001b[4mThis anime stretches through many years, but the lead girl still acts like a teenager even though she is around 30 years old, and the fact that she is constantly in pig-tails doesn't help either.\u001b[24m\n    \u001b[1mこのアニメは何年にもわたっていますが、鉛の女の子は30歳くらいの年齢でもまだ十代のように行動しています。\u001b[22m, \u001b[1mこのアニメは、長年を通じて広がったが、リード少女はまだ、彼女は約30歳であってもティーンエイジャーのような役割を果たし、彼女は豚尾に常にあるという事実は、いずれか助けていません。\u001b[22m\n\u001b[4mI wish the creators would have done something to make her seem more mature because of the knowledge she has gained through having a relationship with the male lead.\u001b[24m\n    \u001b[1m私は、クリエイターが、男性のリードとの関係を通じて彼女が得た知識のために、彼女をより成熟したようにするために何かをやろうと思っています。\u001b[22m, \u001b[1m私はクリエイターがあるため、彼女は男性のリードとの関係を有するを通じて得た知識を、彼女はより成熟したように見えるようにする何かを行っていることを望みます。\u001b[22m\n\u001b[1m\u001b[22m\nOther than those two things, it was very enjoyable.\n\n\u001b[1mそれらの2つのもの以外に、それはとても楽しいものでした。\u001b[22m\n\u001b[1m(Sorera no 2tsu no mono igai ni, sore wa totemo tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mOther than those two things, it was very enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than those two things, it was very enjoyable.\u001b[24m\n    \u001b[1mそれらの2つのもの以外に、それはとても楽しいものでした。\u001b[22m, \u001b[1mこれら二点以外にも、それは非常に楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "highpriest2500",
    "profile": "/profile/highpriest2500/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=200225",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  7\n\n愛は双方向の通りでなければならないが、このアニメ、Itazura na Kissは片方向でも動作できると信じている。\n\nItazura na Kissは、彼女の研究ではなく、Irie Naokiという名前の賢く美しい少年に、非常に献身的な高校生であるKotokoに従います。 コトコは普通の恥ずかしがりの女の子ではなく、彼がそれを受け入れることを望む告白書を知っているが、明らかに彼はそれを受け入れない。 それで、彼女はIrieの心を勝ち取るための旅に乗り込み、都合のいいことに、ちょっとした地震が彼女の家を破壊し、彼女はIrieと一緒に住んでしまう。\n\nプロットは非常に標準的な少女の式に従っています：普通の女の子は本当に魅力的な男が好き、男は女の子が好きではないかもしれませんが（rieの場合、Kotokoを嫌う）、男は結局女の子に温かく、すべてはバラです。 イタズラなキスが悪い意味で目立つのは、少女のプロットラインの第二の部分です：男は女の子が好きではないかもしれません。 その男が最初から女の子を嫌うのは興味深いですが、関係が深まってもIrieはまだKotokoを軽蔑し、KotokoはIrieがそうであることは間違いなく、理にかなっていません。 私がコトコだったら、私を気にして、自分の気持ちを理解している人のために、イリーを離れることになるでしょう。\n\nこのアニメはしばしばClannad：ASと一緒に持ち出されるのは残念です。 あまりにも甘やかさずに、イタツラナキスはClannad：ASと同じようなストーリー軌道を持っていますが、それはClannad：ASで巧みに表現されたテーマ要素には耐えられません。 私はまだ他のアニメがおすすめだとは思っていませんが、IrieとKotokoの関係を扱う方法はItazura na Kissがユニークだと思います。\n\nItazura na Kissには活発な文字のキャストがあります。 実際、イタツラナキスが完全なフロップになるのを防ぐのは、その側面のキャラクターだと私は言うだろう。 彼らは興味深い人生をリードし、さまざまな背景から来て、私たちの2人の主人公よりも人間的であるようです。\n2つのリードはKotokoとIrieです。 琴子はいつも不器用な女性少女です。 彼女は自分の気持ちが非常に頑固ですが、2Dスクリーンに比べてそのような人格が現実感を得ているのであれば、私は慎重です。 レディース：男があなたを気に入らないのなら、彼にあなたが好きになるように強制しないでください。 あなたが誰かのためにどのように情熱的であるかを描いた細い線が描かれています。 主な男性のリードはIrie Naokiで、彼は非常に寒い男です。 彼は彼の研究で素晴らしいですが、彼の関係IQはかなり低いです。 彼は感情的に何度もコトコを傷つけますが、コトコはそれで大丈夫ですが、私は彼を許しません。 アニメの他のキャラクターの大部分と同様、コトコがIrieで見るものを描くことはできません。\nコトコは、他の少女の女性のリードと同様に、彼女の可愛い女の子、Satomiと、醜い女の子、Jinkoを持っています。 しかし、彼らは物語の中でほとんど進歩を得ることができません。 もしそうなら、私の耳のドラムは、ジンコの声がもっと聞こえません。\nその同伴者と共にKotokoのための敬虔な恋人、Kinnosukeがあります。 皮肉なことに、彼は初めに無知な男として描かれていますが、彼は最終的に、私の意見では、キャスト全体の中で最も成熟した性格になります。 彼は江戸に琴子を失うが、自分のレストランを開こうとする彼の目標を見失わず、琴子なしで新しい人生を始める。 主人公が登録されていないように見えるという考え方を、彼は放棄する方法を理解しています。\n他の面白いサイドキャラクターは、熱心なテニス選手であるスードゥー、腎臓問題を抱えるノブヒロ、ケイタ、イタツラナキスのジェイコブブラック、コトコの魅力的で潜在的なライバルの松本優子。 彼らのユニークな話は、Itazura na Kissを耐え忍びにするスパイスを貸す。\n\nItazura na Kissが2008年にリリースされたことを考えると、2010年以降にリリースされたアートワークを好むなら、芸術はあまり気に入らない。 しかし、その時代であっても、アニメのアートワークは特に優れているとは言えません。 色は薄れており、背景のアートは生きていないようです。\n\nサウンドトラックは忘れることができますが、2番目のエンディングミュージックはとても魅力的でした。 アニメは日本のラップソングをエピソードで挿入したときに私を驚かせた。 それは非常に面白かったですが、おそらくアニメには力の注入などが必要でした。 声優はしっかりしていましたが、もう一度、銀河の声は銀河の向こう側にミラーを粉砕することができます。\n\n全体的に見て、Itazura na Kissはあなたがあまりにも深くキ​​ャラクターを見ないといいアニメです。 ロマンスのファンとして、私はそれを非常に高く評価しませんが、高校を超えて関係を取るアニメを楽しむなら、あなたはこのアニメを楽しむでしょう。 もっと人間関係が深いアニメが好きな人は、イタツラナキスに入るのが難しいかもしれません。\n\nKotokoとIrieの関係が好きでしたか？ お知らせ下さい！ 私はあなたから聞くのが大好きです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nLove should be a two-way street but this anime, Itazura na Kiss, believes that it can work on a one-way as well.\n\n\u001b[1m愛は双方向の通りでなければならないが、このアニメ、Itazura na Kissは片方向でも動作できると信じている。\u001b[22m\n\u001b[1m(Ai wa sōhōkō no tōridenakereba naranaiga, kono anime, Itazura na Kiss wa katahōkō demo dōsa dekiru to shinjite iru.)\u001b[22m\n\nTranslations of \u001b[4mLove should be a two-way street but this anime, Itazura na Kiss, believes that it can work on a one-way as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLove should be a two-way street but this anime, Itazura na Kiss, believes that it can work on a one-way as well.\u001b[24m\n    \u001b[1m愛は双方向の通りでなければならないが、このアニメ、Itazura na Kissは片方向でも動作できると信じている。\u001b[22m, \u001b[1m愛は双方向の通りが、このアニメにする必要があり、キスナイタズラが、それは同様に一方向に働くことができると考えています。\u001b[22m\n\u001b[1m\u001b[22m\nItazura na Kiss follows Kotoko who is a very devoted high school student not to her studies but to one smart and good-looking boy named Naoki Irie. Rather than being the usual shy girl, Kotoko hands Irie a confession letter hoping that he would accept it but obviously he doesn't. So, she embarks on a journey to win Irie's heart and conveniently, a rather small earthquake destroys her home and she ends up living with Irie.\n\n\u001b[1mItazura na Kissは、彼女の研究ではなく、Irie Naokiという名前の賢く美しい少年に、非常に献身的な高校生であるKotokoに従います。 コトコは普通の恥ずかしがりの女の子ではなく、彼がそれを受け入れることを望む告白書を知っているが、明らかに彼はそれを受け入れない。 それで、彼女はIrieの心を勝ち取るための旅に乗り込み、都合のいいことに、ちょっとした地震が彼女の家を破壊し、彼女はIrieと一緒に住んでしまう。\u001b[22m\n\u001b[1m(Itazura na Kiss wa, kanojo no kenkyūde wa naku, Irie Naoki to iu namae no kashikoku utsukushī shōnen ni, hijō ni kenshin-tekina kōkōseidearu Kotoko ni shitagaimasu. Kotoko wa futsū no hazukashigari no on'nanokode wa naku, kare ga sore o ukeireru koto o nozomu kokuhakusho o shitte iruga, akiraka ni kare wa sore o ukeirenai. Sorede, kanojo wa Irie no kokoro o kachitoru tame no tabi ni norikomi, tsugō no ī koto ni, chottoshita jishin ga kanojo no ie o hakai shi, kanojo wa Irie to issho ni sunde shimau.)\u001b[22m\n\nTranslations of \u001b[4mItazura na Kiss follows Kotoko who is a very devoted high school student not to her studies but to one smart and good-looking boy named Naoki Irie. Rather than being the usual shy girl, Kotoko hands Irie a confession letter hoping that he would accept it but obviously he doesn't. So, she embarks on a journey to win Irie's heart and conveniently, a rather small earthquake destroys her home and she ends up living with Irie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mItazura na Kiss follows Kotoko who is a very devoted high school student not to her studies but to one smart and good-looking boy named Naoki Irie.\u001b[24m\n    \u001b[1mItazura na Kissは、彼女の研究ではなく、Irie Naokiという名前の賢く美しい少年に、非常に献身的な高校生であるKotokoに従います。\u001b[22m, \u001b[1mイタズラなKissはない彼女の研究とが、直樹入江という名前のスマートで格好良い男の子と非常に献身的な高校生である琴子に従います。\u001b[22m\n\u001b[4mRather than being the usual shy girl, Kotoko hands Irie a confession letter hoping that he would accept it but obviously he doesn't.\u001b[24m\n    \u001b[1mコトコは普通の恥ずかしがりの女の子ではなく、彼がそれを受け入れることを望む告白書を知っているが、明らかに彼はそれを受け入れない。\u001b[22m, \u001b[1mむしろ通常の内気な少女であることよりも、琴子は入江に彼がそれを受け入れるだろうが、明らかに彼がいないことを望んで告白の手紙を渡します。\u001b[22m\n\u001b[4mSo, she embarks on a journey to win Irie's heart and conveniently, a rather small earthquake destroys her home and she ends up living with Irie.\u001b[24m\n    \u001b[1mそれで、彼女はIrieの心を勝ち取るための旅に乗り込み、都合のいいことに、ちょっとした地震が彼女の家を破壊し、彼女はIrieと一緒に住んでしまう。\u001b[22m, \u001b[1mだから、彼女は入江の心に勝つために旅に乗り出すと便利な、むしろ小さな地震が彼女の家を破壊し、彼女は入江と住んで終わります。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot follows a very standard shoujo formula: normal girl likes really attractive guy, guy may not like girl (in Irie's case, detests Kotoko), but guy eventually warms up to the girl, and everything is rosy. What makes Itazura na Kiss stand out, in a bad sense, is the second part of the shoujo plotline: guy may not like girl. While it is interesting to see the guy abhor the girl from the start, it does not logically make sense even after their relationship deepens that Irie still despises Kotoko and that Kotoko is alright with Irie being that way. If I was Kotoko, I would leave Irie to go for a man who cares about me and understands my feelings.\n\n\u001b[1mプロットは非常に標準的な少女の式に従っています：普通の女の子は本当に魅力的な男が好き、男は女の子が好きではないかもしれませんが（rieの場合、Kotokoを嫌う）、男は結局女の子に温かく、すべてはバラです。 イタズラなキスが悪い意味で目立つのは、少女のプロットラインの第二の部分です：男は女の子が好きではないかもしれません。 その男が最初から女の子を嫌うのは興味深いですが、関係が深まってもIrieはまだKotokoを軽蔑し、KotokoはIrieがそうであることは間違いなく、理にかなっていません。 私がコトコだったら、私を気にして、自分の気持ちを理解している人のために、イリーを離れることになるでしょう。\u001b[22m\n\u001b[1m(Purotto wa hijō ni hyōjun-tekina shōjo no shiki ni shitagatte imasu: Futsū no on'nanoko wa hontōni miryoku-tekina otoko ga suki, otoko wa on'nanoko ga sukide wanai kamo shiremasenga (rie no baai, Kotoko o kirau), otoko wa kekkyoku on'nanoko ni atatakaku, subete wa baradesu. Itazuranakisu ga warui imi de medatsu no wa, shōjo no purottorain no daini no bubundesu: Otoko wa on'nanoko ga sukide wanai kamo shiremasen. Sono otoko ga saisho kara on'nanoko o kirau no wa kyōmibukaidesuga, kankei ga fukamatte mo Irie wa mada Kotoko o keibetsu shi, Kotoko wa Irie ga sōdearu koto wa machigainaku, ri ni kanatte imasen. Watashi ga Kotokodattara, watashi o ki ni shite, jibun no kimochi o rikai shite iru hito no tame ni, irī o hanareru koto ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe plot follows a very standard shoujo formula: normal girl likes really attractive guy, guy may not like girl (in Irie's case, detests Kotoko), but guy eventually warms up to the girl, and everything is rosy. What makes Itazura na Kiss stand out, in a bad sense, is the second part of the shoujo plotline: guy may not like girl. While it is interesting to see the guy abhor the girl from the start, it does not logically make sense even after their relationship deepens that Irie still despises Kotoko and that Kotoko is alright with Irie being that way. If I was Kotoko, I would leave Irie to go for a man who cares about me and understands my feelings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot follows a very standard shoujo formula: normal girl likes really attractive guy, guy may not like girl (in Irie's case, detests Kotoko), but guy eventually warms up to the girl, and everything is rosy.\u001b[24m\n    \u001b[1mプロットは非常に標準的な少女の式に従っています：普通の女の子は本当に魅力的な男が好き、男は女の子が好きではないかもしれませんが（rieの場合、Kotokoを嫌う）、男は結局女の子に温かく、すべてはバラです。\u001b[22m, \u001b[1mプロットは非常に標準的な少女の式を次のとおりです。普通の女の子は本当に魅力的な男が好き、男は（入江の場合には、琴子を憎まれ）女の子を好きではないかもしれませんが、男は最終的に女の子にウォームアップし、すべてがバラ色です。\u001b[22m\n\u001b[4mWhat makes Itazura na Kiss stand out, in a bad sense, is the second part of the shoujo plotline: guy may not like girl.\u001b[24m\n    \u001b[1mイタズラなキスが悪い意味で目立つのは、少女のプロットラインの第二の部分です：男は女の子が好きではないかもしれません。\u001b[22m, \u001b[1m何、いたずらが悪い意味で、目立つキスナせるものは少女plotlineの2番目の部分です：男は女の子を好きではない場合があります。\u001b[22m\n\u001b[4mWhile it is interesting to see the guy abhor the girl from the start, it does not logically make sense even after their relationship deepens that Irie still despises Kotoko and that Kotoko is alright with Irie being that way.\u001b[24m\n    \u001b[1mその男が最初から女の子を嫌うのは興味深いですが、関係が深まってもIrieはまだKotokoを軽蔑し、KotokoはIrieがそうであることは間違いなく、理にかなっていません。\u001b[22m, \u001b[1mそれは男を見るのは興味深いですが、最初から女の子を忌み嫌う、それは論理的に彼らの関係は入江はまだ琴子を軽蔑し、琴子は入江がそのようであると大丈夫であることをことを深めた後も、意味がありません。\u001b[22m\n\u001b[4mIf I was Kotoko, I would leave Irie to go for a man who cares about me and understands my feelings.\u001b[24m\n    \u001b[1m私がコトコだったら、私を気にして、自分の気持ちを理解している人のために、イリーを離れることになるでしょう。\u001b[22m, \u001b[1m私は琴子だった場合、私は私を気にし、私の気持ちを理解する人のために行く入江を残すだろう。\u001b[22m\n\u001b[1m\u001b[22m\nIt is unfortunate that this anime is frequently brought up with Clannad: AS. Without spoiling too much, Itazura na Kiss does have a similar story trajectory as Clannad: AS but it fails to live up to the thematic elements masterfully expressed in Clannad: AS. Although I have yet to see the other anime recommended, I believe that Itazura na Kiss is unique for the way it handled the relationship between Irie and Kotoko.\n\n\u001b[1mこのアニメはしばしばClannad：ASと一緒に持ち出されるのは残念です。 あまりにも甘やかさずに、イタツラナキスはClannad：ASと同じようなストーリー軌道を持っていますが、それはClannad：ASに巧みに表現されたテーマ要素には耐えられません。 私はまだ他のアニメがおすすめだとは思っていませんが、IrieとKotokoの関係を扱う方法はItazura na Kissがユニークだと思います。\u001b[22m\n\u001b[1m(Kono anime wa shibashiba Clannad: AS to issho ni mochidasa reru no wa zan'nendesu. Amarini mo amayakasazu ni, itatsuranakisu wa Clannad: AS to onajiyōna sutōrī kidō o motte imasuga, soreha Clannad: AS ni takumi ni hyōgen sa reta tēma yōso ni wa tae raremasen. Watashi wa mada hoka no anime ga osusumeda to wa omotte imasenga, Irie to Kotoko no kankei o atsukau hōhō wa Itazura na Kiss ga yunīkuda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is unfortunate that this anime is frequently brought up with Clannad: AS. Without spoiling too much, Itazura na Kiss does have a similar story trajectory as Clannad: AS but it fails to live up to the thematic elements masterfully expressed in Clannad: AS. Although I have yet to see the other anime recommended, I believe that Itazura na Kiss is unique for the way it handled the relationship between Irie and Kotoko.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is unfortunate that this anime is frequently brought up with Clannad: AS.\u001b[24m\n    \u001b[1mこのアニメはしばしばClannad：ASと一緒に持ち出されるのは残念です。\u001b[22m, \u001b[1mAS：このアニメが頻繁クラナドで育っていることを残念なことです。\u001b[22m\n\u001b[4mWithout spoiling too much, Itazura na Kiss does have a similar story trajectory as Clannad: AS but it fails to live up to the thematic elements masterfully expressed in Clannad: AS.\u001b[24m\n    \u001b[1mあまりにも甘やかさずに、イタツラナキスはClannad：ASと同じようなストーリー軌道を持っていますが、それはClannad：ASに巧みに表現されたテーマ要素には耐えられません。\u001b[22m, \u001b[1mASそれは見事クラナドで表現テーマ別の要素まで生きることができない：：ASあまり損なうことなく、イタズラなKissはクラナドのように似たような話軌道を持っています。\u001b[22m\n\u001b[4mAlthough I have yet to see the other anime recommended, I believe that Itazura na Kiss is unique for the way it handled the relationship between Irie and Kotoko.\u001b[24m\n    \u001b[1m私はまだ他のアニメがおすすめだとは思っていませんが、IrieとKotokoの関係を扱う方法はItazura na Kissがユニークだと思います。\u001b[22m, \u001b[1m私は他のアニメをお勧めします参照してくださいには至っていないが、私はキスナイタズラが、それは入江と琴子との関係を扱う方法に固有のものであると信じています。\u001b[22m\n\u001b[1m\u001b[22m\nThere is a lively cast of characters in Itazura na Kiss. In fact, I would say that what prevented Itazura na Kiss to be an utter flop is its side characters. They lead interesting lives, come from different backgrounds, and seem to be more human than our two lead characters.\n\n\u001b[1mItazura na Kissには活発な文字のキャストがあります。 実際、イタツラナキスが完全なフロップになるのを防ぐのは、その側面のキャラクターだと私は言うだろう。 彼らは興味深い人生をリードし、さまざまな背景から来て、私たちの2人の主人公よりも人間的であるようです。\u001b[22m\n\u001b[1m(Itazura na Kiss ni wa kappatsuna moji no kyasuto ga arimasu. Jissai, itatsuranakisu ga kanzen'na furoppu ni naru no o fusegu no wa, sono sokumen no kyarakutāda to watashi wa iudarou. Karera wa kyōmibukai jinsei o rīdo shi, samazamana haikei kara kite, watashitachi no 2-ri no shujinkō yori mo ningen-tekidearu yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThere is a lively cast of characters in Itazura na Kiss. In fact, I would say that what prevented Itazura na Kiss to be an utter flop is its side characters. They lead interesting lives, come from different backgrounds, and seem to be more human than our two lead characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a lively cast of characters in Itazura na Kiss.\u001b[24m\n    \u001b[1mItazura na Kissには活発な文字のキャストがあります。\u001b[22m, \u001b[1mイタズラナキス内の文字の活発なキャストがあります。\u001b[22m\n\u001b[4mIn fact, I would say that what prevented Itazura na Kiss to be an utter flop is its side characters.\u001b[24m\n    \u001b[1m実際、イタツラナキスが完全なフロップになるのを防ぐのは、その側面のキャラクターだと私は言うだろう。\u001b[22m, \u001b[1m実際に、私は何が全くプであるとキスナいたずらを防止したことを言うことは、その側文字です。\u001b[22m\n\u001b[4mThey lead interesting lives, come from different backgrounds, and seem to be more human than our two lead characters.\u001b[24m\n    \u001b[1m彼らは興味深い人生をリードし、さまざまな背景から来て、私たちの2人の主人公よりも人間的であるようです。\u001b[22m, \u001b[1m彼らは、異なる背景から来て、我々の2つのリード文字よりも人間のように見える、興味深い生活をリードしています。\u001b[22m\nThe two leads are Kotoko and Irie. Kotoko is your usual clumsy shoujo female lead. She is very stubborn in her feelings but I am wary if such a personality is inspiring in real-life compared to the 2D screen. Ladies: if a guy doesn't like you, please don't try to force him to like you. There's a fine line drawn for how passionate you can be for someone. The main male lead is Naoki Irie and he is a very cold man. He is brilliant at his studies, but his relationship IQ is pretty darn low. He emotionally hurts Kotoko many times and although Kotoko is okay with that, I do not forgive him. Like most of the other characters in the anime, I can't quite picture what Kotoko sees in Irie.\n\n\u001b[1m2つのリードはKotokoとIrieです。 琴子はいつも不器用な女性少女です。 彼女は自分の気持ちが非常に頑固ですが、2Dスクリーンに比べてそのような人格が現実感を得ているのであれば、私は慎重です。 レディース：男があなたを気に入らないのなら、彼にあなたが好きになるように強制しないでください。 あなたが誰かのためにどのように情熱的であるかを描いた細い線が描かれています。 主な男性のリードはIrie Naokiで、彼は非常に寒い男です。 彼は彼の研究で素晴らしいですが、彼の関係IQはかなり低いです。 彼は感情的に何度もコトコを傷つけますが、コトコはそれで大丈夫ですが、私は彼を許しません。 アニメの他のキャラクターの大部分と同様、コトコがIrieで見るものを描くことはできません。\u001b[22m\n\u001b[1m(2Tsu no rīdo wa Kotoko to Iriedesu. Kotoko wa itsumo bukiyōna josei shōjodesu. Kanojo wa jibun no kimochi ga hijō ni gankodesuga, 2 D sukurīn ni kurabete sono yōna jinkaku ga genjitsu-kan o ete iru nodeareba, watashi wa shinchōdesu. Redīsu: Otoko ga anata o kiniiranai nonara, kare ni anatagasuki ni naru yō ni kyōsei shinaide kudasai. Anata ga dareka no tame ni dono yō ni jōnetsu-tekidearu ka o kaita hosoi sen ga egaka rete imasu. Omona dansei no rīdo wa Irie Naoki de, kare wa hijō ni samui otokodesu. Kare wa kare no kenkyū de subarashīdesuga, kare no kankei IQ wa kanari hikuidesu. Kare wa kanjō-teki ni nando mo Kotoko o kizutsukemasuga, Kotoko wa sore de daijōbudesu ga, watashi wa kare o yurushimasen. Anime no ta no kyarakutā no daibubun to dōyō, Kotoko ga Irie de miru mono o kaku koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe two leads are Kotoko and Irie. Kotoko is your usual clumsy shoujo female lead. She is very stubborn in her feelings but I am wary if such a personality is inspiring in real-life compared to the 2D screen. Ladies: if a guy doesn't like you, please don't try to force him to like you. There's a fine line drawn for how passionate you can be for someone. The main male lead is Naoki Irie and he is a very cold man. He is brilliant at his studies, but his relationship IQ is pretty darn low. He emotionally hurts Kotoko many times and although Kotoko is okay with that, I do not forgive him. Like most of the other characters in the anime, I can't quite picture what Kotoko sees in Irie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe two leads are Kotoko and Irie.\u001b[24m\n    \u001b[1m2つのリードはKotokoとIrieです。\u001b[22m, \u001b[1m2つのリードは琴子と入江です。\u001b[22m\n\u001b[4mKotoko is your usual clumsy shoujo female lead.\u001b[24m\n    \u001b[1m琴子はいつも不器用な女性少女です。\u001b[22m, \u001b[1m琴子はいつもの不器用な少女女性のリードです。\u001b[22m\n\u001b[4mShe is very stubborn in her feelings but I am wary if such a personality is inspiring in real-life compared to the 2D screen.\u001b[24m\n    \u001b[1m彼女は自分の気持ちが非常に頑固ですが、2Dスクリーンに比べてそのような人格が現実感を得ているのであれば、私は慎重です。\u001b[22m, \u001b[1m彼女は彼女の気持ちで非常に頑固であるが、そのような性格は、2D画面と比較して、現実に感激されている場合、私は警戒しています。\u001b[22m\n\u001b[4mLadies: if a guy doesn't like you, please don't try to force him to like you.\u001b[24m\n    \u001b[1mレディース：男があなたを気に入らないのなら、彼にあなたが好きになるように強制しないでください。\u001b[22m, \u001b[1mレディース：男はあなたを好きではない場合は、あなたを好きに彼を強制しようとしないでください。\u001b[22m\n\u001b[4mThere's a fine line drawn for how passionate you can be for someone.\u001b[24m\n    \u001b[1mあなたが誰かのためにどのように情熱的であるかを描いた細い線が描かれています。\u001b[22m, \u001b[1mあなたが誰かのためにすることができますどのように情熱のために描かれた細い線があります。\u001b[22m\n\u001b[4mThe main male lead is Naoki Irie and he is a very cold man.\u001b[24m\n    \u001b[1m主な男性のリードはIrie Naokiで、彼は非常に寒い男です。\u001b[22m, \u001b[1m主な男性のリードは直樹入江であり、彼は非常に冷たい男です。\u001b[22m\n\u001b[4mHe is brilliant at his studies, but his relationship IQ is pretty darn low.\u001b[24m\n    \u001b[1m彼は彼の研究で素晴らしいですが、彼の関係IQはかなり低いです。\u001b[22m, \u001b[1m彼は彼の研究で素晴らしいですが、彼の関係のIQはかなりくそ低いです。\u001b[22m\n\u001b[4mHe emotionally hurts Kotoko many times and although Kotoko is okay with that, I do not forgive him.\u001b[24m\n    \u001b[1m彼は感情的に何度もコトコを傷つけますが、コトコはそれで大丈夫ですが、私は彼を許しません。\u001b[22m, \u001b[1m彼は感情的に琴子を何度も痛いし、琴子はそれで大丈夫ですが、私は彼を許すことはありません。\u001b[22m\n\u001b[4mLike most of the other characters in the anime, I can't quite picture what Kotoko sees in Irie.\u001b[24m\n    \u001b[1mアニメの他のキャラクターの大部分と同様、コトコがIrieで見るものを描くことはできません。\u001b[22m, \u001b[1mアニメ内の他の文字のほとんどのように、私は非常に琴子が入江に見るものを想像することはできません。\u001b[22m\nKotoko, like any other shoujo female lead, has her entourage of a pretty and vain girl, Satomi, and an ugly girl, Jinko. However, they get little development in the story. If they did, my ear drums would hate to hear more of Jinko's hoarse voice.\n\n\u001b[1mコトコは、他の少女の女性のリードと同様に、彼女の可愛い女の子、Satomiと、醜い女の子、Jinkoを持っています。 しかし、彼らは物語の中でほとんど進歩を得ることができません。 もしそうなら、私の耳のドラムは、ジンコの声がもっと聞こえません。\u001b[22m\n\u001b[1m(Kotoko wa, hoka no shōjo no josei no rīdo to dōyō ni, kanojo no kawaii on'nanoko, satomi to, minikui on'nanoko, Jinko o motte imasu. Shikashi, karera wa monogatari no naka de hotondo shinpo o eru koto ga dekimasen. Moshi sōnara, watashi no mimi no doramu wa, Jinko no koe ga motto kikoemasen.)\u001b[22m\n\nTranslations of \u001b[4mKotoko, like any other shoujo female lead, has her entourage of a pretty and vain girl, Satomi, and an ugly girl, Jinko. However, they get little development in the story. If they did, my ear drums would hate to hear more of Jinko's hoarse voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKotoko, like any other shoujo female lead, has her entourage of a pretty and vain girl, Satomi, and an ugly girl, Jinko.\u001b[24m\n    \u001b[1mコトコは、他の少女の女性のリードと同様に、彼女の可愛い女の子、Satomiと、醜い女の子、Jinkoを持っています。\u001b[22m, \u001b[1m琴子は、他の少女女性のリードのように、きれいで無駄女の子、さとみ、と醜い女の子、Jinkoの彼女の側近を持っています。\u001b[22m\n\u001b[4mHowever, they get little development in the story.\u001b[24m\n    \u001b[1mしかし、彼らは物語の中でほとんど進歩を得ることができません。\u001b[22m, \u001b[1mしかし、彼らは物語の中で少し発展を取得します。\u001b[22m\n\u001b[4mIf they did, my ear drums would hate to hear more of Jinko's hoarse voice.\u001b[24m\n    \u001b[1mもしそうなら、私の耳のドラムは、ジンコの声がもっと聞こえません。\u001b[22m, \u001b[1m彼らがした場合は、私の耳のドラムはJinkoのしわがれ声の多くを聞くことを憎むだろう。\u001b[22m\nAlong with that entourage is Kinnosuke, a devout lover for Kotoko. Ironically, he is portrayed as a clueless guy at the beginning but yet he eventually becomes, in my opinion, the most mature character of the entire cast. He loses Kotoko to Irie but he does not lose sight of his goal to open his own restaurant and starts a new life without Kotoko. He understands how to let go, a notion that the main characters seem to not have registered.\n\n\u001b[1mその同伴者と共にKotokoのための敬虔な恋人、Kinnosukeがあります。 皮肉なことに、彼は初めに無知な男として描かれていますが、彼は最終的に、私の意見では、キャスト全体の中で最も成熟した性格になります。 彼は江戸に琴子を失うが、自分のレストランを開こうとする彼の目標を見失わず、琴子なしで新しい人生を始める。 主人公が登録されていないように見えるという考え方を、彼は放棄する方法を理解しています。\u001b[22m\n\u001b[1m(Sono dōhan-sha to tomoni Kotoko no tame no keiken'na koibito, Kinnosuke ga arimasu. Hinikuna koto ni, kare wa hajime ni muchina otoko to shite egaka rete imasuga, kare wa saishūtekini, watashi no ikende wa, kyasuto zentai no naka de mottomo seijuku shita seikaku ni narimasu. Kare wa Edo ni Kotoko o ushinauga, jibun no resutoran o hirakou to suru kare no mokuhyō o miushinawazu, Kotoko nashide atarashī jinsei o hajimeru. Shujinkō ga tōroku sa rete inai yō ni mieru to iu kangaekata o, kare wa hōki suru hōhō o rikai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlong with that entourage is Kinnosuke, a devout lover for Kotoko. Ironically, he is portrayed as a clueless guy at the beginning but yet he eventually becomes, in my opinion, the most mature character of the entire cast. He loses Kotoko to Irie but he does not lose sight of his goal to open his own restaurant and starts a new life without Kotoko. He understands how to let go, a notion that the main characters seem to not have registered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlong with that entourage is Kinnosuke, a devout lover for Kotoko.\u001b[24m\n    \u001b[1mその同伴者と共にKotokoのための敬虔な恋人、Kinnosukeがあります。\u001b[22m, \u001b[1mその側近とともにKinnosuke、琴子のための熱心な愛好家です。\u001b[22m\n\u001b[4mIronically, he is portrayed as a clueless guy at the beginning but yet he eventually becomes, in my opinion, the most mature character of the entire cast.\u001b[24m\n    \u001b[1m皮肉なことに、彼は初めに無知な男として描かれていますが、彼は最終的に、私の意見では、キャスト全体の中で最も成熟した性格になります。\u001b[22m, \u001b[1m皮肉なことに、彼は初めに無知な男として描かれているが、まだ彼は最終的に、私の意見では、全体のキャストの中で最も成熟した文字になります。\u001b[22m\n\u001b[4mHe loses Kotoko to Irie but he does not lose sight of his goal to open his own restaurant and starts a new life without Kotoko.\u001b[24m\n    \u001b[1m彼は江戸に琴子を失うが、自分のレストランを開こうとする彼の目標を見失わず、琴子なしで新しい人生を始める。\u001b[22m, \u001b[1m彼は入江に琴子を失ったが、彼は彼自身のレストランを開くには、彼の目標の視力を失い、琴子せずに新しい人生をスタートしません。\u001b[22m\n\u001b[4mHe understands how to let go, a notion that the main characters seem to not have registered.\u001b[24m\n    \u001b[1m主人公が登録されていないように見えるという考え方を、彼は放棄する方法を理解しています。\u001b[22m, \u001b[1m彼は、メインの文字が登録されていないように見えることは、概念を手放す方法を理解しています。\u001b[22m\nThe other interesting side characters are: Sudou, a fervent tennis player, Nobuhiro, a boy with kidney problems, Keita, the Jacob Black of Itazura na Kiss, and Matsumoto Yuuko, an attractive and potential rival to Kotoko. Their unique stories lend the spice that made Itazura na Kiss bearable.\n\n\u001b[1m他の面白いサイドキャラクターは、熱心なテニス選手であるスードゥー、腎臓問題を抱えるノブヒロ、ケイタ、イタツラナキスのジェイコブブラック、コトコの魅力的で潜在的なライバルの松本優子。 彼らのユニークな話は、Itazura na Kissを耐え忍びにするスパイスを貸す。\u001b[22m\n\u001b[1m(Hoka no omoshiroi saidokyarakutā wa, nesshin'na tenisu senshudearu sūdo~ū, jinzō mondai o kakaeru nobuhiro, Keita, itatsuranakisu no jeikobuburakku, Kotoko no mirikiteki de senzai-tekina raibaru no Matsumoto Yūko. Karera no yunīkuna hanashi wa, Itazura na Kiss o taeshinobi ni suru supaisu o kasu.)\u001b[22m\n\nTranslations of \u001b[4mThe other interesting side characters are: Sudou, a fervent tennis player, Nobuhiro, a boy with kidney problems, Keita, the Jacob Black of Itazura na Kiss, and Matsumoto Yuuko, an attractive and potential rival to Kotoko. Their unique stories lend the spice that made Itazura na Kiss bearable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other interesting side characters are: Sudou, a fervent tennis player, Nobuhiro, a boy with kidney problems, Keita, the Jacob Black of Itazura na Kiss, and Matsumoto Yuuko, an attractive and potential rival to Kotoko.\u001b[24m\n    \u001b[1m他の面白いサイドキャラクターは、熱心なテニス選手であるスードゥー、腎臓問題を抱えるノブヒロ、ケイタ、イタツラナキスのジェイコブブラック、コトコの魅力的で潜在的なライバルの松本優子。\u001b[22m, \u001b[1m他の興味深い側面の文字がある：須藤、熱烈なテニスプレーヤー、信弘、腎臓の問題を持つ少年、ケイタ、イタズラのジェイコブ・ブラックキスナ、と松本優子、琴子の魅力と潜在的なライバル。\u001b[22m\n\u001b[4mTheir unique stories lend the spice that made Itazura na Kiss bearable.\u001b[24m\n    \u001b[1m彼らのユニークな話は、Itazura na Kissを耐え忍びにするスパイスを貸す。\u001b[22m, \u001b[1m彼らのユニークな物語は我慢キスナイタズラをしたスパイスを貸します。\u001b[22m\n\u001b[1m\u001b[22m\nGiven that Itazura na Kiss was released in 2008, the art is not very pleasing to the eye if you prefer artwork from those released in 2010 and after. However, even for its time, I would say the anime's artwork is not particularly outstanding. The colours are faded and the background art seems to be lifeless.\n\n\u001b[1mItazura na Kissが2008年にリリースされたことを考えると、2010年以降にリリースされたアートワークを好むなら、芸術はあまり気に入らない。 しかし、その時代であっても、アニメのアートワークは特に優れているとは言えません。 色は薄れており、背景のアートは生きていないようです。\u001b[22m\n\u001b[1m(Itazura na Kiss ga 2008-nen ni rirīsu sa reta koto o kangaeru to, 2010-nen ikō ni rirīsu sa reta ātowāku o konomunara, geijutsu wa amari kiniiranai. Shikashi, sono jidaideatte mo, anime no ātowāku wa tokuni sugurete iru to wa iemasen. Iro wa usurete ori, haikei no āto wa ikite inai yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mGiven that Itazura na Kiss was released in 2008, the art is not very pleasing to the eye if you prefer artwork from those released in 2010 and after. However, even for its time, I would say the anime's artwork is not particularly outstanding. The colours are faded and the background art seems to be lifeless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGiven that Itazura na Kiss was released in 2008, the art is not very pleasing to the eye if you prefer artwork from those released in 2010 and after.\u001b[24m\n    \u001b[1mItazura na Kissが2008年にリリースされたことを考えると、2010年以降にリリースされたアートワークを好むなら、芸術はあまり気に入らない。\u001b[22m, \u001b[1mあなたは2010年以降にリリースされたものからアートワークを好む場合はイタズラナキスは2008年にリリースされたことを考えると、技術は、目には非常に喜びません。\u001b[22m\n\u001b[4mHowever, even for its time, I would say the anime's artwork is not particularly outstanding.\u001b[24m\n    \u001b[1mしかし、その時代であっても、アニメのアートワークは特に優れているとは言えません。\u001b[22m, \u001b[1mしかし、その時のために、私はアニメのアートワークが特に優れていないと言うでしょう。\u001b[22m\n\u001b[4mThe colours are faded and the background art seems to be lifeless.\u001b[24m\n    \u001b[1m色は薄れており、背景のアートは生きていないようです。\u001b[22m, \u001b[1m色が薄れていると、背景技術は活気がないように思われます。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack is forgettable but the second ending music was very catchy. The anime caught me by surprise when it inserted a Japanese rap song in an episode. That was very interesting but perhaps the anime needed that injection of power or else the show would fall off the map. The voice actors were solid but once again, Jinko's voice can shatter mirrors across the galaxy.\n\n\u001b[1mサウンドトラックは忘れることができますが、2番目のエンディングミュージックはとても魅力的でした。 アニメは日本のラップソングをエピソードで挿入したときに私を驚かせた。 それは非常に面白かったですが、おそらくアニメには力の注入などが必要でした。 声優はしっかりしていましたが、もう一度、銀河の声は銀河の向こう側にミラーを粉砕することができます。\u001b[22m\n\u001b[1m(Saundotorakku wa wasureru koto ga dekimasuga, 2-banme no endingumyūjikku wa totemo mirikitekideshita. Anime wa Nihon no rappu songu o episōdo de sōnyū shita toki ni watashi o odoroka seta. Sore wa hijō ni omoshirokattadesuga, osoraku anime ni wa chikara no chūnyū nado ga hitsuyōdeshita. Seiyū wa shikkari shite imashitaga, mōichido, ginga no koe wa ginga no mukō-gawa ni mirā o funsai suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack is forgettable but the second ending music was very catchy. The anime caught me by surprise when it inserted a Japanese rap song in an episode. That was very interesting but perhaps the anime needed that injection of power or else the show would fall off the map. The voice actors were solid but once again, Jinko's voice can shatter mirrors across the galaxy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack is forgettable but the second ending music was very catchy.\u001b[24m\n    \u001b[1mサウンドトラックは忘れることができますが、2番目のエンディングミュージックはとても魅力的でした。\u001b[22m, \u001b[1mサウンドトラックは忘れているが、第2エンディングの音楽は非常にキャッチーでした。\u001b[22m\n\u001b[4mThe anime caught me by surprise when it inserted a Japanese rap song in an episode.\u001b[24m\n    \u001b[1mアニメは日本のラップソングをエピソードで挿入したときに私を驚かせた。\u001b[22m, \u001b[1mそれはエピソードで日本語ラップの曲を挿入したときのアニメは驚きによって私をつかまえました。\u001b[22m\n\u001b[4mThat was very interesting but perhaps the anime needed that injection of power or else the show would fall off the map.\u001b[24m\n    \u001b[1mそれは非常に面白かったですが、おそらくアニメには力の注入などが必要でした。\u001b[22m, \u001b[1mそれは非常に興味深いものでしたが、おそらくアニメがマップをオフに下落するだろう、電源や他の番組の注入を必要としていました。\u001b[22m\n\u001b[4mThe voice actors were solid but once again, Jinko's voice can shatter mirrors across the galaxy.\u001b[24m\n    \u001b[1m声優はしっかりしていましたが、もう一度、銀河の声は銀河の向こう側にミラーを粉砕することができます。\u001b[22m, \u001b[1m声優は固体であったが、再び、Jinkoの声は銀河全体にミラーを粉砕することができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Itazura na Kiss is an alright anime if you don't look too deeply into the characters. As a fan of romance, I wouldn't rate it very highly but if you enjoy watching anime that takes the relationship beyond high school, then you will enjoy this anime. If you prefer anime with deeper and more human relationships, you may find yourself a hard time getting into Itazura na Kiss.\n\n\u001b[1m全体的に見て、Itazura na Kissはあなたがあまりにも深くキ​​ャラクターを見ないといいアニメです。 ロマンスのファンとして、私はそれを非常に高く評価しませんが、高校を超えて関係を取るアニメを楽しむなら、あなたはこのアニメを楽しむでしょう。 もっと人間関係が深いアニメが好きな人は、イタツラナキスに入るのが難しいかもしれません。\u001b[22m\n\u001b[1m(Zentai-teki ni mite, Itazura na Kiss wa anata ga amarini mo fukaku ki ​​ ~yarakutā o minaito ī animedesu. Romansu no fan to shite, watashi wa sore o hijō ni takaku hyōka shimasenga, kōkō o koete kankei o toru anime o tanoshimunara, anata wa kono anime o tanoshimudeshou. Motto ningen kankei ga fukai anime ga sukinahito wa, itatsuranakisu ni hairu no ga muzukashī kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Itazura na Kiss is an alright anime if you don't look too deeply into the characters. As a fan of romance, I wouldn't rate it very highly but if you enjoy watching anime that takes the relationship beyond high school, then you will enjoy this anime. If you prefer anime with deeper and more human relationships, you may find yourself a hard time getting into Itazura na Kiss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Itazura na Kiss is an alright anime if you don't look too deeply into the characters.\u001b[24m\n    \u001b[1m全体的に見て、Itazura na Kissはあなたがあまりにも深くキャラクターを見ないといいアニメです。\u001b[22m, \u001b[1mあなたが文字に深く見ていない場合は全体的に、イタズラナキスは大丈夫アニメです。\u001b[22m\n\u001b[4mAs a fan of romance, I wouldn't rate it very highly but if you enjoy watching anime that takes the relationship beyond high school, then you will enjoy this anime.\u001b[24m\n    \u001b[1mロマンスのファンとして、私はそれを非常に高く評価しませんが、高校を超えて関係を取るアニメを楽しむなら、あなたはこのアニメを楽しむでしょう。\u001b[22m, \u001b[1mロマンスのファンとして、私は非常に非常にそれを評価しないだろうが、あなたが高校を超えて関係をとるアニメを見て楽しむ場合、あなたはこのアニメをお楽しみいただけます。\u001b[22m\n\u001b[4mIf you prefer anime with deeper and more human relationships, you may find yourself a hard time getting into Itazura na Kiss.\u001b[24m\n    \u001b[1mもっと人間関係が深いアニメが好きな人は、イタツラナキスに入るのが難しいかもしれません。\u001b[22m, \u001b[1mあなたはより深く、より多くの人間関係でアニメを好む場合は、キスナイタズラになって自分で苦労を見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nDid you like the relationship between Kotoko and Irie? Let me know! I would love to hear from you!\n\n\u001b[1mKotokoとIrieの関係が好きでしたか？ お知らせ下さい！ 私はあなたから聞くのが大好きです！\u001b[22m\n\u001b[1m(Kotoko to Irie no kankei ga sukideshita ka? Oshirase kudasai! Watashi wa anata kara kiku no ga daisukidesu!)\u001b[22m\n\nTranslations of \u001b[4mDid you like the relationship between Kotoko and Irie? Let me know! I would love to hear from you!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDid you like the relationship between Kotoko and Irie?\u001b[24m\n    \u001b[1mKotokoとIrieの関係が好きでしたか？\u001b[22m, \u001b[1mあなたは琴子と入江との関係が好きでしたか？\u001b[22m\n\u001b[4mLet me know!\u001b[24m\n    \u001b[1mお知らせ下さい！\u001b[22m, \u001b[1m私に教えて！\u001b[22m, \u001b[1m私に教えてください！\u001b[22m\n\u001b[4mI would love to hear from you!\u001b[24m\n    \u001b[1m私はあなたから聞くのが大好きです！\u001b[22m, \u001b[1m私はあなたから話を聞くのが大好きです！\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "Donnavan",
    "profile": "/profile/Donnavan/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=121617",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\nさて、あまりにも、私の個人的に好きなアニメのための私の最初のレビューでコミュニティを支援しようとしているみんなで物事をあまりにも難しくしないでください。\n\n\nスポイラースポイラースポイラースポイラースポイラースポイラースポイラースポイラー\nあなたがその方法の75％が何をしているのかを知りたくない場合は、読まないでください。\n\n\n\n\n\n最後の医者の看護師は、私に腹を立てて腹を立てました。\n\n一口...\n\n読書のためのTyと私は本当にそれを改善する方法を知っているのでコメントを残し、これが有用なplsだったら教えてください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay please don't take things too hard on me guys I'm just trying to help the community with my first review for my personal favorite anime of all time.\n\n\u001b[1mさて、あまりにも、私の個人的に好きなアニメのための私の最初のレビューでコミュニティを支援しようとしているみんなで物事をあまりにも難しくしないでください。\u001b[22m\n\u001b[1m(Sate, amarini mo, watashi no kojin-teki ni sukina anime no tame no watashi no saisho no rebyū de komyuniti o shien shiyou to shite iru min'na de monogoto o amarini mo muzukashiku shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOkay please don't take things too hard on me guys I'm just trying to help the community with my first review for my personal favorite anime of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay please don't take things too hard on me guys I'm just trying to help the community with my first review for my personal favorite anime of all time.\u001b[24m\n    \u001b[1mさて、あまりにも、私の個人的に好きなアニメのための私の最初のレビューでコミュニティを支援しようとしているみんなで物事をあまりにも難しくしないでください。\u001b[22m, \u001b[1mさて私にあまりにもハード私はすべての時間の私の個人的な好みのアニメのための私の最初のレビューでコミュニティを支援しようとしている人を物事を服用しないでください。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSPOILER SPOILER SPOILER SPOILER SPOILER SPOILER SPOILER SPOILER\n\n\u001b[1mスポイラースポイラースポイラースポイラースポイラースポイラースポイラースポイラー\u001b[22m\n\u001b[1m(Supoira ̄su poi rā supoira ̄su poirāsupoirāsupoirāsupoirāsupoirā)\u001b[22m\n\nTranslations of \u001b[4mSPOILER SPOILER SPOILER SPOILER SPOILER SPOILER SPOILER SPOILER\u001b[24m\n[ \u001b[4mNorsk\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSPOILER\u001b[24m\n    \u001b[1mスポイラー\u001b[22m, \u001b[1mSPOILER\u001b[22m, \u001b[1mネタバレ\u001b[22m\n\u001b[4mSPOILER\u001b[24m\n    \u001b[1mスポイラー\u001b[22m, \u001b[1mSPOILER\u001b[22m, \u001b[1mネタバレ\u001b[22m\n\u001b[4mSPOILER\u001b[24m\n    \u001b[1mスポイラー\u001b[22m, \u001b[1mSPOILER\u001b[22m, \u001b[1mネタバレ\u001b[22m\n\u001b[4mSPOILER\u001b[24m\n    \u001b[1mスポイラー\u001b[22m, \u001b[1mSPOILER\u001b[22m, \u001b[1mネタバレ\u001b[22m\n\u001b[4mSPOILER\u001b[24m\n    \u001b[1mスポイラー\u001b[22m, \u001b[1mSPOILER\u001b[22m, \u001b[1mネタバレ\u001b[22m\n\u001b[4mSPOILER\u001b[24m\n    \u001b[1mスポイラー\u001b[22m, \u001b[1mSPOILER\u001b[22m, \u001b[1mネタバレ\u001b[22m\n\u001b[4mSPOILER\u001b[24m\n    \u001b[1mスポイラー\u001b[22m, \u001b[1mSPOILER\u001b[22m, \u001b[1mネタバレ\u001b[22m\n\u001b[4mSPOILER\u001b[24m\n    \u001b[1mスポイラー\u001b[22m, \u001b[1mさ\u001b[22m, \u001b[1mと\u001b[22m, \u001b[1mに\u001b[22m, \u001b[1mが\u001b[22m\nDO NOT READ IF YOU DON'T WANT TO READ ABOUT WHAT HAPPENS 75% OF THE WAY THROUGH\n\n\u001b[1mあなたがその方法の75％が何をしているのかを知りたくない場合は、読まないでください。\u001b[22m\n\u001b[1m(Anata ga sono hōhō no 75-pāsento ga nani o shite iru no ka o shiritakunai baai wa, yomanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mDO NOT READ IF YOU DON'T WANT TO READ ABOUT WHAT HAPPENS 75% OF THE WAY THROUGH\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDO NOT READ IF YOU DON'T WANT TO READ ABOUT WHAT HAPPENS 75% OF THE WAY THROUGH\u001b[24m\n    \u001b[1mあなたがその方法の75％が何をしているのかを知りたくない場合は、読まないでください。\u001b[22m, \u001b[1mあなたを介してWAYの75％を何が起こるかについての記事を読むしたくない場合は読んでいません\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe doctor nurse cliche at the end pissed me the FUCK off omg just make them a married couple FFS\n\n\u001b[1m最後の医者の看護師は、私に腹を立てて腹を立てました。\u001b[22m\n\u001b[1m(Saigo no isha no kankoshi wa, watashi ni hara o tatete hara o tatemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe doctor nurse cliche at the end pissed me the FUCK off omg just make them a married couple FFS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe doctor nurse cliche at the end pissed me the FUCK off omg just make them a married couple FFS\u001b[24m\n    \u001b[1m最後の医者の看護師は、私に腹を立てて腹を立てました。\u001b[22m, \u001b[1m終わりにドクターナース決まり文句は私にFUCKを怒らせたOMGちょうどそれら夫婦FFS作ります\u001b[22m\n\u001b[1m\u001b[22m\nsigh...\n/sī/\n\n\u001b[1m一口...\u001b[22m\n\u001b[1m(Hitokuchi...)\u001b[22m\n\nDefinitions of \u001b[4msigh...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    吐息\u001b[22m\n        sigh, long breath\n\u001b[1m    溜息\u001b[22m\n        sigh\n\u001b[1m    嘆息\u001b[22m\n        sigh, grief, deploring\n\u001b[1m    嘆声\u001b[22m\n        sigh\n\nverb\n\u001b[1m    嘆く\u001b[22m\n        lament, mourn, bemoan, deplore, grieve, sigh\n\u001b[1m    そよぐ\u001b[22m\n        sigh\n\u001b[1m\u001b[22m\nTy for reading and I would really like to know how to improve so leave a comment and tell me if this was helpful pls!\n\n\u001b[1m読書のためのTyと私は本当にそれを改善する方法を知っているのでコメントを残し、これが有用なplsだったら教えてください！\u001b[22m\n\u001b[1m(Dokusho no tame no Ty to watashi wa hontōni sore o kaizen suru hōhō o shitte irunode komento o nokoshi, kore ga yūyōna plsdattara oshietekudasai!)\u001b[22m\n\nTranslations of \u001b[4mTy for reading and I would really like to know how to improve so leave a comment and tell me if this was helpful pls!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTy for reading and I would really like to know how to improve so leave a comment and tell me if this was helpful pls!\u001b[24m\n    \u001b[1m読書のためのTyと私は本当にそれを改善する方法を知っているのでコメントを残し、これが有用なplsだったら教えてください！\u001b[22m, \u001b[1mTyの読書のため、私は本当にコメントを残して、これが役に立つのplsだったなら、私に教えを改善する方法を知っていただきたいと思います！\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "Alexrose40",
    "profile": "/profile/Alexrose40/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=17024",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメは、若い絶望的な女の子が恋をしていることを伝えています。 彼女は誰と恋に落ちるのですか？ 誰も彼女の高校の冷たい心の天才以外。  Itazura na kissは、2人が学校生活の中で苦労していることを伝えています。\n全部がよく考えられていて、ユーモアが最も楽しく、ロマンチックな部分は畏敬の念を浮かべて何を叫ぶのかだけでした。  Itazura na kissのキャラクターは完全に発展しただけでなく、複雑な「紆余曲折」のプロットもありました。 それは各エピソード上で非常にうまく展開され、急いで感じることはありませんでした。 この全体的な私のお気に入りのアニメのすべての時間の1つだった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime tells about a young hopeless girl in love. Just who does she fall in love with? None other than the cold hearted genius of her high school. Itazura na kiss tells of the hardships the two face through out their school lives, while ever so slightly falling for each other.\n\n\u001b[1mこのアニメは、若い絶望的な女の子が恋をしていることを伝えています。 彼女は誰と恋に落ちるのですか？ 誰も彼女の高校の冷たい心の天才以外。  Itazura na kissは、2人が学校生活の中で苦労していることを伝えています。\u001b[22m\n\u001b[1m(Kono anime wa, wakai zetsubō-tekina on'nanoko ga koi o shite iru koto o tsutaete imasu. Kanojo wa dare to koiniochiru nodesu ka? Dare mo kanojo no kōkō no tsumetai kokoro no tensai igai. Itazura na kiss wa, 2-ri ga gakkō seikatsu no naka de kurō shite iru koto o tsutaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime tells about a young hopeless girl in love. Just who does she fall in love with? None other than the cold hearted genius of her high school. Itazura na kiss tells of the hardships the two face through out their school lives, while ever so slightly falling for each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime tells about a young hopeless girl in love.\u001b[24m\n    \u001b[1mこのアニメは、若い絶望的な女の子が恋をしていることを伝えています。\u001b[22m, \u001b[1mこのアニメは愛の若い絶望的な女の子について伝えます。\u001b[22m\n\u001b[4mJust who does she fall in love with?\u001b[24m\n    \u001b[1m彼女は誰と恋に落ちるのですか？\u001b[22m, \u001b[1m彼女が恋に落ちるんだけで誰？\u001b[22m\n\u001b[4mNone other than the cold hearted genius of her high school.\u001b[24m\n    \u001b[1m誰も彼女の高校の冷たい心の天才以外。\u001b[22m, \u001b[1m彼女の高校の冷たい心を持った天才以外なし。\u001b[22m\n\u001b[4mItazura na kiss tells of the hardships the two face through out their school lives, while ever so slightly falling for each other.\u001b[24m\n    \u001b[1mItazura na kissは、2人が学校生活の中で苦労していることを伝えています。\u001b[22m, \u001b[1mほんの少しお互いのために落下しながらイタズラなKissは、アウト学校生活を通して苦難の2つの顔を指示します。\u001b[22m\nThe whole thing was well thought out, the humor was most enjoyable, and the romantic parts made you just what to cry out in awe. Itazura na kiss's characters were fully developed as well as the plot with it's complex 'twists and turns'. It was expanded quite nicely over each episode, and it didn't feel rushed. This overall was one of my favorite animes of all time.\n\n\u001b[1m全部がよく考えられていて、ユーモアが最も楽しく、ロマンチックな部分は畏敬の念を浮かべて何を叫ぶのかだけでした。  Itazura na kissのキャラクターは完全に発展しただけでなく、複雑な「紆余曲折」のプロットもありました。 それは各エピソード上で非常にうまく展開され、急いで感じることはありませんでした。 この全体的な私のお気に入りのアニメのすべての時間の1つだった。\u001b[22m\n\u001b[1m(Zenbu ga yoku kangae rarete ite, yūmoa ga mottomo tanoshiku, romanchikkuna bubun wa ikei no nen o ukabete nani o sakebu no ka dakedeshita. Itazura na kiss no kyarakutā wa kanzen ni hatten shita dakedenaku, fukuzatsuna `uyokyokusetsu' no purotto mo arimashita. Sore wa kaku episōdo-jō de hijō ni umaku tenkai sa re, isoide kanjiru koto wa arimasendeshita. Kono zentai-tekina watashinōkiniiri no anime no subete no jikan no 1tsudatta.)\u001b[22m\n\nTranslations of \u001b[4mThe whole thing was well thought out, the humor was most enjoyable, and the romantic parts made you just what to cry out in awe. Itazura na kiss's characters were fully developed as well as the plot with it's complex 'twists and turns'. It was expanded quite nicely over each episode, and it didn't feel rushed. This overall was one of my favorite animes of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe whole thing was well thought out, the humor was most enjoyable, and the romantic parts made you just what to cry out in awe.\u001b[24m\n    \u001b[1m全部がよく考えられていて、ユーモアが最も楽しく、ロマンチックな部分は畏敬の念を浮かべて何を叫ぶのかだけでした。\u001b[22m, \u001b[1m全部がよく考え抜かれた、ユーモアが最も楽しかった、とロマンチックな部品は、畏敬の念を抱いて叫ぶためにあなただけのものを作りました。\u001b[22m\n\u001b[4mItazura na kiss's characters were fully developed as well as the plot with it's complex 'twists and turns'.\u001b[24m\n    \u001b[1mItazura na kissのキャラクターは完全に発展しただけでなく、複雑な「紆余曲折」のプロットもありました。\u001b[22m, \u001b[1mイタズラなキスの文字が完全に開発さだけでなく、それにプロットは「紆余曲折」複雑だたナ。\u001b[22m\n\u001b[4mIt was expanded quite nicely over each episode, and it didn't feel rushed.\u001b[24m\n    \u001b[1mそれは各エピソード上で非常にうまく展開され、急いで感じることはありませんでした。\u001b[22m, \u001b[1mこれは、各エピソードの上に非常にうまく拡大し、それを急いで感じることはありませんでした。\u001b[22m\n\u001b[4mThis overall was one of my favorite animes of all time.\u001b[24m\n    \u001b[1mこの全体的な私のお気に入りのアニメのすべての時間の1つだった。\u001b[22m, \u001b[1mこの全体的には、すべての時間の私のお気に入りのアニメの一つでした。\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "Sammi4ever",
    "profile": "/profile/Sammi4ever/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=30107",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは私が今まで見てきた最高のアニメの一つでなければなりません。 最初は私がこのアニメの説明を読んだとき、私はそれが退屈なアニメの1つになると思ったが、実際にはエピソードの後に​​エピソードを見ることができ、時間はただ飛ぶアニメとなることが判明した。\n\nこのアニメは面白いだけでなく、キャラクターの人生の巨大な部分を辿ることで、通常の少女アニメから離れて自分自身を設定する余分なステップが必要です。\n\nストーリー：キャラクターが本当に大きく変わったかのように感じさせてくれたので、キャラクターの巨大な塊を見に行きました。 時々、私はこのアニメが支持するキャストにとって本当に不公平だと思っていました。なぜなら、コトコはなぜ、彼女にそんなに意地悪だったのでしょう？ 結局、すべてがうまくいって、私は本当にエンディングに満足していました。\n\n芸術：芸術は、それが入っていた時代を考えると本当に良いです。私は彼らがIrie-kunを少し暑くすることができたと思います。\n\nサウンド：音は大丈夫だったし、エピソード15（私はエピソード15の後に思う）の後のエンディングソングも聞いて良かった。\n\nキャラクター：このアニメには多くのキャラクターが展開しています。\n\n楽しさ：私はこのアニメを楽しんだsoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo多く。 見ているのは面白くて面白いです。 楽しむために1001％。\n\nまあ、私のレビューは明らかに多くの分野で欠けていましたが、私がここにいる唯一のことは、このアニメを誰もがみんなに推薦することです。 それは本当に良いし、少なくとも1つのチャンスに値する。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis has to be one of the best animes I have ever watched. At first when I read the description of this anime I thought that it would be one of those boring shujo animes but in reality it turned out to be an anime where I could watch episode after episode and the time would just fly.\n\n\u001b[1mこれは私が今まで見てきた最高のアニメの一つでなければなりません。 最初は私がこのアニメの説明を読んだとき、私はそれが退屈なアニメの1つになると思ったが、実際にはエピソードの後に​​エピソードを見ることができ、時間はただ飛ぶアニメとなることが判明した。\u001b[22m\n\u001b[1m(Kore wa watashi ga imamade mitekita saikō no anime no hitotsudenakereba narimasen. Saisho wa watashi ga kono anime no setsumei o yonda toki, watashi wa sore ga taikutsuna anime no 1tsu ni naru to omottaga, jissai ni wa episōdo no nochi ni ​​ episōdo o miru koto ga deki, jikan wa tada tobu anime to naru koto ga hanmei shita.)\u001b[22m\n\nTranslations of \u001b[4mThis has to be one of the best animes I have ever watched. At first when I read the description of this anime I thought that it would be one of those boring shujo animes but in reality it turned out to be an anime where I could watch episode after episode and the time would just fly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis has to be one of the best animes I have ever watched.\u001b[24m\n    \u001b[1mこれは私が今まで見てきた最高のアニメの一つでなければなりません。\u001b[22m, \u001b[1mこれは私が今まで見た中で最高のアニメの一つでなければなりません。\u001b[22m\n\u001b[4mAt first when I read the description of this anime I thought that it would be one of those boring shujo animes but in reality it turned out to be an anime where I could watch episode after episode and the time would just fly.\u001b[24m\n    \u001b[1m最初は私がこのアニメの説明を読んだとき、私はそれが退屈なアニメの1つになると思ったが、実際にはエピソードの後にエピソードを見ることができ、時間はただ飛ぶアニメとなることが判明した。\u001b[22m, \u001b[1m私はこのアニメの説明を読んだときに最初に私はそれがそれらの退屈なshujoのアニメの一つであろうと思ったが、実際にそれは私がエピソード後のエピソードを見ることができ、時間がちょうど飛んでいくのだが、アニメであることが判明しました。\u001b[22m\n\u001b[1m\u001b[22m\nNot only is this anime funny it takes the extra step to set itself aside from regular shoujo animes by going over a huge chunk of the character's life.\n\n\u001b[1mこのアニメは面白いだけでなく、キャラクターの人生の巨大な部分を辿ることで、通常の少女アニメから離れて自分自身を設定する余分なステップが必要です。\u001b[22m\n\u001b[1m(Kono anime wa omoshiroi dakedenaku, kyarakutā no jinsei no kyodaina bubun o tadoru koto de, tsūjō no shōjo anime kara hanarete jibun jishin o settei suru yobun'na suteppu ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mNot only is this anime funny it takes the extra step to set itself aside from regular shoujo animes by going over a huge chunk of the character's life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot only is this anime funny it takes the extra step to set itself aside from regular shoujo animes by going over a huge chunk of the character's life.\u001b[24m\n    \u001b[1mこのアニメは面白いだけでなく、キャラクターの人生の巨大な部分を辿ることで、通常の少女アニメから離れて自分自身を設定する余分なステップが必要です。\u001b[22m, \u001b[1mこのアニメは面白いです、それはキャラクターの人生の巨大な塊の上に行くことによって、通常の少女アニメとは別に自分自身を設定するために余分なステップを取るだけでなく。\u001b[22m\n\u001b[1m\u001b[22m\nStory : I really loved the fact that they went over a huge chunk of the characters lives because it made me feel as if the characters really did change alot. At times I thought that this anime is really unfair to the supporting cast and why did Kotoko always love Irie-kun when he was such a meanie towards her. In the end everything worked out and I was really satisfied with the ending.\n\n\u001b[1mストーリー：キャラクターが本当に大きく変わったかのように感じさせてくれたので、キャラクターの巨大な塊を見に行きました。 時々、私はこのアニメが支持するキャストにとって本当に不公平だと思っていました。なぜなら、コトコはなぜ、彼女にそんなに意地悪だったのでしょう？ 結局、すべてがうまくいって、私は本当にエンディングに満足していました。\u001b[22m\n\u001b[1m(Sutōrī: Kyarakutā ga hontōni ōkiku kawatta ka no yō ni kanji sasete kuretanode, kyarakutā no kyodaina katamari o miniikimashita.-Ji 々, Watashi wa kono anime ga shiji suru kyasuto ni totte hontōni fukōheida to omotte imashita. Nazenara, Kotoko wa naze, kanojo ni son'nani ijiwarudatta nodeshou? Kekkyoku, subete ga umaku itte, watashi wa hontōni endingu ni manzoku shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mStory : I really loved the fact that they went over a huge chunk of the characters lives because it made me feel as if the characters really did change alot. At times I thought that this anime is really unfair to the supporting cast and why did Kotoko always love Irie-kun when he was such a meanie towards her. In the end everything worked out and I was really satisfied with the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory : I really loved the fact that they went over a huge chunk of the characters lives because it made me feel as if the characters really did change alot.\u001b[24m\n    \u001b[1mストーリー：キャラクターが本当に大きく変わったかのように感じさせてくれたので、キャラクターの巨大な塊を見に行きました。\u001b[22m, \u001b[1mストーリー：それは文字が本当にたくさん変わったかのように私は感じて作られたので、私は本当に彼らが文字の巨大な塊の上を越えて行ったという事実を愛したが住んでいます。\u001b[22m\n\u001b[4mAt times I thought that this anime is really unfair to the supporting cast and why did Kotoko always love Irie-kun when he was such a meanie towards her.\u001b[24m\n    \u001b[1m時々、私はこのアニメが支持するキャストにとって本当に不公平だと思っていました。なぜなら、コトコはなぜ、彼女にそんなに意地悪だったのでしょう？\u001b[22m, \u001b[1m時には私はこのアニメは脇役に本当に不公平であり、彼は彼女に向かって、このような意地悪な人だったとき、なぜ琴子は常に入江くんを愛してなかったことを考えました。\u001b[22m\n\u001b[4mIn the end everything worked out and I was really satisfied with the ending.\u001b[24m\n    \u001b[1m結局、すべてがうまくいって、私は本当にエンディングに満足していました。\u001b[22m, \u001b[1m最終的にはすべてが働いたと私は結末には本当に満足していました。\u001b[22m\n\u001b[1m\u001b[22m\nArt : The art is really good considering the time it was in. I do think that they could have made Irie-kun a little bit hotter.\n\n\u001b[1m芸術：芸術は、それが入っていた時代を考えると本当に良いです。私は彼らがIrie-kunを少し暑くすることができたと思います。\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa, sore ga haitte ita jidai o kangaeru to hontōni yoidesu. Watashi wa karera ga Irie - kun o sukoshi atsuku suru koto ga dekita to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt : The art is really good considering the time it was in. I do think that they could have made Irie-kun a little bit hotter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt : The art is really good considering the time it was in. I do think that they could have made Irie-kun a little bit hotter.\u001b[24m\n    \u001b[1m芸術：芸術は、それが入っていた時代を考えると本当に良いです。私は彼らがIrie-kunを少し暑くすることができたと思います。\u001b[22m, \u001b[1mアート：アートは、それが中にいた時間を考慮し、本当に良いですが、私は、彼らは少し暑く入江くんを作ったことができると思います。\u001b[22m\n\u001b[1m\u001b[22m\nSound : The sounds were okay and the ending song after episode 15 (I think after episode 15) was good to listen too.\n\n\u001b[1mサウンド：音は大丈夫だったし、エピソード15（私はエピソード15の後に思う）の後のエンディングソングも聞いて良かった。\u001b[22m\n\u001b[1m(Saundo: Oto wa daijōbudattashi, episōdo 15 (watashi wa episōdo 15 no nochi ni omou) no nochi no endingusongu mo kiite yokatta.)\u001b[22m\n\nTranslations of \u001b[4mSound : The sounds were okay and the ending song after episode 15 (I think after episode 15) was good to listen too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound : The sounds were okay and the ending song after episode 15 (I think after episode 15) was good to listen too.\u001b[24m\n    \u001b[1mサウンド：音は大丈夫だったし、エピソード15（私はエピソード15の後に思う）の後のエンディングソングも聞いて良かった。\u001b[22m, \u001b[1mサウンド：音は大丈夫だったとのエピソード15（私はエピソード15の後だと思う）後のエンディング曲があまりにも聞くことが良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter : There is lots of character development in this anime.\n\n\u001b[1mキャラクター：このアニメには多くのキャラクターが展開しています。\u001b[22m\n\u001b[1m(Kyarakutā: Kono anime ni wa ōku no kyarakutā ga tenkai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter : There is lots of character development in this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter : There is lots of character development in this anime.\u001b[24m\n    \u001b[1mキャラクター：このアニメには多くのキャラクターが展開しています。\u001b[22m, \u001b[1mキャラクター：キャラクターの成長の多くはこのアニメにあります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment : I enjoyed this anime soooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo much. It is really entertaining and funny to watch. 1001 % for enjoyment.\n\n\u001b[1m楽しさ：私はこのアニメを楽しんだsoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo多く。 見ているのは面白くて面白いです。 楽しむために1001％。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa kono anime o tanoshinda s o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o o ooooooooooooooooooooooooo ōku. Mite iru no wa omoshirokute omoshiroidesu. Tanoshimu tame ni 1001-pāsento.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment : I enjoyed this anime soooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo much. It is really entertaining and funny to watch. 1001 % for enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment : I enjoyed this anime soooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo much.\u001b[24m\n    \u001b[1m楽しさ：私はこのアニメを楽しんだsoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo多く。\u001b[22m, \u001b[1m楽しさ：私はsooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooずっとこのアニメを楽しみました。\u001b[22m\n\u001b[4mIt is really entertaining and funny to watch.\u001b[24m\n    \u001b[1m見ているのは面白くて面白いです。\u001b[22m, \u001b[1m見ていて本当に面白いと面白いです。\u001b[22m\n\u001b[4m1001 % for enjoyment.\u001b[24m\n    \u001b[1m楽しむために1001％。\u001b[22m, \u001b[1m楽しみのために1001パーセント。\u001b[22m\n\u001b[1m\u001b[22m\nWell my review obviously lacked in many areas but the only thing I am here to do is reccomend this anime to anyone and everyone. It is really good and deserves at LEAST one chance.\n\n\u001b[1mまあ、私のレビューは明らかに多くの分野で欠けていましたが、私がここにいる唯一のことは、このアニメを誰もがみんなに推薦することです。 それは本当に良いし、少なくとも1つのチャンスに値する。\u001b[22m\n\u001b[1m(Mā, watashi no rebyū wa akiraka ni ōku no bun'ya de kakete imashitaga, watashi ga koko ni iru yuiitsu no koto wa, kono anime o daremoga min'na ni suisen suru kotodesu. Sore wa hontōni yoishi, sukunakutomo 1tsu no chansu ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mWell my review obviously lacked in many areas but the only thing I am here to do is reccomend this anime to anyone and everyone. It is really good and deserves at LEAST one chance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell my review obviously lacked in many areas but the only thing I am here to do is reccomend this anime to anyone and everyone.\u001b[24m\n    \u001b[1mまあ、私のレビューは明らかに多くの分野で欠けていましたが、私がここにいる唯一のことは、このアニメを誰もがみんなに推薦することです。\u001b[22m, \u001b[1mまあ私のレビューは、明らかに多くの分野で欠けていたが、私はやってここにいる唯一のことは、誰と誰にこのアニメをreccomendされます。\u001b[22m\n\u001b[4mIt is really good and deserves at LEAST one chance.\u001b[24m\n    \u001b[1mそれは本当に良いし、少なくとも1つのチャンスに値する。\u001b[22m, \u001b[1mそれは本当に良いですし、少なくとも一つのチャンスに値します。\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "Black_Rose1809",
    "profile": "/profile/Black_Rose1809/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=26648",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nラブリーコンプレックスを見て、このショーがオススメされるのを見たとき、私はそれに大きな期待を持っていました。 私はそのショーが大好きだったので、そのようなものを試してみませんか？ 私はアニメのためのオープンな心を持っている、私はそれがunwatchableと宣言するまで、私は少なくとも5つのエピソードを見る。 これは私が実際にそれを楽しんでほしい数回のうちの1つですが、まったくそれをやっていないことに終わりました。\n\n私は主人公の女子コトコを大好きでした。 彼女は素敵で、全体的に普通の女の子だった。 しかし、私が本当に嫌いなのはIrieでした。 後で物語の中で確かに、彼らの明白な彼らは一緒になるだろう、そのmeanyの態度は、私は彼らが決してないと思うようになります。 彼は意味があり、私は彼にパンチをしたい。 悲しいことは、たとえ彼が自分のように扱うとしても、彼女がまだ彼を好きであるということです。 いくつかのエピソードの後、私は彼と哀れな態度に疲れて、一緒にシリーズをあきらめました。 確かにラブリーコンプレックスでは、このような時がありましたが、それは当初ではなく、永遠のように進まなかったのです。 悲しいことに、これは私から低い評価を得るアニメの一つです。\n\nさて、十分なストーリーの怒鳴り。  ：3行きましょう！\n\nアートは素晴らしかったです。 よく描かれている。 キャラクターとバックグラウンドで示された感情が大好きです。\n\nサウンドも素晴らしかったです。 ショーやオープニング、エンディング曲のバックグラウンドでの典型的な音楽もうまくいきました。\n\nキャラクター、私はイントロでうまく言ったと思うが、残りのキャラクターは大丈夫だった。 私は彼らが弟と虹を除いてどのように好きだった。\n\n楽しさは大丈夫でしたが、Irieの完全な平均的な態度は本当に楽しさを落としました。\n\n\n全体？ 彼らがコトコとイリーを作って、初めにラブリーコンプレックスのように（ラブリーコンプレックスのように）友人にして、ラブリーコンプレックスのように途中でトラブルを開始した場合。 それは私に夢中になるだろうが、悲しいことにそれはしなかった。 だから、私は10のうち3と言う。\n\n評価：\n\nストーリー：1\nアート：8\nサウンド：8\nキャラクター：3\n楽しさ：3\n全体：3\n\n編集：12/30/10\n\n私はこのアニメについて悪いことを言ったことを知っています。 私は私のレビューを読んだ人がいて、そうでなければ私を説得しようとしました。 私はそれを再見て、私はそれが好きだった。 それは良いアニメだった、私はアニメの関係とキャラクターの発展の浮き沈みを楽しんだ。 私が好きだったのは、コトコがどんなにどうでも、アイリーは彼女が誰なのか彼女を愛しています。 それが関係のあり方とその関係の仕組みです。 だから私の新しい評価は：\n\nストーリー：8\nアート：8\nサウンド：7\nキャラクター：8\n楽しさ：8\n\n全体：8",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWhen I saw this show being recommended after watching Lovely Complex, I had high expectations for it. I loved that show, so why not try something like it? I have a open mind for anime, I watch at least 5 episodes until I declare it unwatchable. This is one of the few times I actually wanted to enjoy it, but ended up not doing that at all.\n\n\u001b[1mラブリーコンプレックスを見て、このショーがオススメされるのを見たとき、私はそれに大きな期待を持っていました。 私はそのショーが大好きだったので、そのようなものを試してみませんか？ 私はアニメのためのオープンな心を持っている、私はそれがunwatchableと宣言するまで、私は少なくとも5つのエピソードを見る。 これは私が実際にそれを楽しんでほしい数回のうちの1つですが、まったくそれをやっていないことに終わりました。\u001b[22m\n\u001b[1m(Raburīkonpurekkusu o mite, kono shō ga osusume sa reru no o mita toki, watashi wa sore ni ōkina kitai o motte imashita. Watashi wa sono shō ga daisukidattanode, sono yōna mono o tameshite mimasen ka? Watashi wa anime no tame no ōpun'na kokoro o motte iru, watashi wa sore ga unwatchable to sengen suru made, watashi wa sukunakutomo itsutsu no episōdo o miru. Kore wa watashi ga jissai ni sore o tanoshinde hoshī sū-kai no uchi no 1tsudesuga, mattaku sore o yatte inai koto ni owarimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I saw this show being recommended after watching Lovely Complex, I had high expectations for it. I loved that show, so why not try something like it? I have a open mind for anime, I watch at least 5 episodes until I declare it unwatchable. This is one of the few times I actually wanted to enjoy it, but ended up not doing that at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I saw this show being recommended after watching Lovely Complex, I had high expectations for it.\u001b[24m\n    \u001b[1mラブリーコンプレックスを見て、このショーがオススメされるのを見たとき、私はそれに大きな期待を持っていました。\u001b[22m, \u001b[1mラブリーコンプレックスを見た後に推奨されているとき、私はこの番組を見て、私はそれのために高い期待を持っていました。\u001b[22m\n\u001b[4mI loved that show, so why not try something like it?\u001b[24m\n    \u001b[1m私はそのショーが大好きだったので、そのようなものを試してみませんか？\u001b[22m, \u001b[1m私はそのショーを愛し、なぜそれのようなものを試してみませんか？\u001b[22m\n\u001b[4mI have a open mind for anime, I watch at least 5 episodes until I declare it unwatchable.\u001b[24m\n    \u001b[1m私はアニメのためのオープンな心を持っている、私はそれがunwatchableと宣言するまで、私は少なくとも5つのエピソードを見る。\u001b[22m, \u001b[1m私は私が見るに耐えないことを宣言するまで、私は少なくとも5エピソードを見てアニメのために開かれた心を持っています。\u001b[22m\n\u001b[4mThis is one of the few times I actually wanted to enjoy it, but ended up not doing that at all.\u001b[24m\n    \u001b[1mこれは私が実際にそれを楽しんでほしい数回のうちの1つですが、まったくそれをやっていないことに終わりました。\u001b[22m, \u001b[1mこれは私が実際にそれを楽しむために望んでいたが、すべてでそれをやっていないことになった数回の一つです。\u001b[22m\n\u001b[1m\u001b[22m\nI loved the main character girl, Kotoko. She was nice and overall the normal girl. But what I truly hated was Irie. While sure later in the story, its obvious they'll be together, the attitude of that meany makes me think that they will never be. He's mean and makes me want to punch him. What's even sadder is that she still likes him even if he treats her like crap. After a few episodes, I got tired of him and his pathetic attitude and gave up the series all together. Sure in Lovely Complex there were times that it was like this, but it wasn't in the very beginning and it didn't go on for like forever. So sadly, this is one of the anime that will get a low rating from me.\n\n\u001b[1m私は主人公の女子コトコを大好きでした。 彼女は素敵で、全体的に普通の女の子だった。 しかし、私が本当に嫌いなのはIrieでした。 後で物語の中で確かに、彼らの明白な彼らは一緒になるだろう、そのmeanyの態度は、私は彼らが決してないと思うようになります。 彼は意味があり、私は彼にパンチをしたい。 悲しいことは、たとえ彼が自分のように扱うとしても、彼女がまだ彼を好きであるということです。 いくつかのエピソードの後、私は彼と哀れな態度に疲れて、一緒にシリーズをあきらめました。 確かにラブリーコンプレックスでは、このような時がありましたが、それは当初ではなく、永遠のように進まなかったのです。 悲しいことに、これは私から低い評価を得るアニメの一つです。\u001b[22m\n\u001b[1m(Watashi wa shujinkō no joshi Kotoko o daisukideshita. Kanojo wa sutekide, zentai-teki ni futsū no on'nanokodatta. Shikashi, watashi ga hontōni kiraina no wa Iriedeshita. Atode monogatari no naka de tashika ni, karera no meihakuna karera wa issho ni narudarou, sono meany no taido wa, watashi wa karera ga kesshite nai to omou yō ni narimasu. Kare wa imi ga ari, watashi wa kare ni panchi o shitai. Kanashī koto wa, tatoe kare ga jibun no yō ni atsukau to shite mo, kanojo ga mada kare o sukidearu to iu kotodesu. Ikutsu ka no episōdo no ato, watashi wa kare to awarena taido ni tsukarete, issho ni shirīzu o akiramemashita. Tashika ni raburīkonpurekkusude wa, kono yōna toki ga arimashitaga, sore wa tōshode wa naku, eien no yō ni susumanakatta nodesu. Kanashī koto ni, kore wa watashi kara hikui hyōka o eru anime no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mI loved the main character girl, Kotoko. She was nice and overall the normal girl. But what I truly hated was Irie. While sure later in the story, its obvious they'll be together, the attitude of that meany makes me think that they will never be. He's mean and makes me want to punch him. What's even sadder is that she still likes him even if he treats her like crap. After a few episodes, I got tired of him and his pathetic attitude and gave up the series all together. Sure in Lovely Complex there were times that it was like this, but it wasn't in the very beginning and it didn't go on for like forever. So sadly, this is one of the anime that will get a low rating from me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the main character girl, Kotoko.\u001b[24m\n    \u001b[1m私は主人公の女子コトコを大好きでした。\u001b[22m, \u001b[1m私は、主人公の女の子、琴子を愛しました。\u001b[22m\n\u001b[4mShe was nice and overall the normal girl.\u001b[24m\n    \u001b[1m彼女は素敵で、全体的に普通の女の子だった。\u001b[22m, \u001b[1m彼女は素敵だったし、全体的な普通の女の子。\u001b[22m\n\u001b[4mBut what I truly hated was Irie.\u001b[24m\n    \u001b[1mしかし、私が本当に嫌いなのはIrieでした。\u001b[22m, \u001b[1mしかし、私が本当に嫌っことは入江でした。\u001b[22m\n\u001b[4mWhile sure later in the story, its obvious they'll be together, the attitude of that meany makes me think that they will never be.\u001b[24m\n    \u001b[1m後で物語の中で確かに、彼らの明白な彼らは一緒になるだろう、そのmeanyの態度は、私は彼らが決してないと思うようになります。\u001b[22m, \u001b[1m必ず後で物語の中で、その明白なは、彼らが一緒になるだろうが、その意地悪な人の態度は、私は、彼らがなることはありませんことを考えさせます。\u001b[22m\n\u001b[4mHe's mean and makes me want to punch him.\u001b[24m\n    \u001b[1m彼は意味があり、私は彼にパンチをしたい。\u001b[22m, \u001b[1m彼は平均だと私は彼をパンチたくなります。\u001b[22m\n\u001b[4mWhat's even sadder is that she still likes him even if he treats her like crap.\u001b[24m\n    \u001b[1m悲しいことは、たとえ彼が自分のように扱うとしても、彼女がまだ彼を好きであるということです。\u001b[22m, \u001b[1m何でも悲しいのは、彼はがらくたのように彼女を扱う場合でも、彼女はまだ彼が好きということです。\u001b[22m\n\u001b[4mAfter a few episodes, I got tired of him and his pathetic attitude and gave up the series all together.\u001b[24m\n    \u001b[1mいくつかのエピソードの後、私は彼と哀れな態度に疲れて、一緒にシリーズをあきらめました。\u001b[22m, \u001b[1mいくつかのエピソードの後、私は彼と彼の哀れな態度の疲れとすべて一緒にシリーズをあきらめました。\u001b[22m\n\u001b[4mSure in Lovely Complex there were times that it was like this, but it wasn't in the very beginning and it didn't go on for like forever.\u001b[24m\n    \u001b[1m確かにラブリーコンプレックスでは、このような時がありましたが、それは当初ではなく、永遠のように進まなかったのです。\u001b[22m, \u001b[1m確かに複雑なラブリーで、それはこのようなものだったということがございましたが、それは非常に最初になかったし、それは永遠のようにのために行きませんでした。\u001b[22m\n\u001b[4mSo sadly, this is one of the anime that will get a low rating from me.\u001b[24m\n    \u001b[1m悲しいことに、これは私から低い評価を得るアニメの一つです。\u001b[22m, \u001b[1mだから、悲しいことに、これは私からの低評価を取得するアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nOkay, enough ranting of story. :3 Let's keep going!\n\n\u001b[1mさて、十分なストーリーの怒鳴り。  ：3行きましょう！\u001b[22m\n\u001b[1m(Sate, jūbun'na sutōrī no donari. : 3 Ikimashou!)\u001b[22m\n\nTranslations of \u001b[4mOkay, enough ranting of story. :3 Let's keep going!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, enough ranting of story.\u001b[24m\n    \u001b[1mさて、十分なストーリーの怒鳴り。\u001b[22m, \u001b[1mさて、物語の十分なわめき散らします。\u001b[22m\n\u001b[4m:3 Let's keep going!\u001b[24m\n    \u001b[1m：3行きましょう！\u001b[22m, \u001b[1m：3続けるましょう！\u001b[22m\n\u001b[1m\u001b[22m\nArt was nice. Well drawn. Loved the emotions showed in characters and in background.\n\n\u001b[1mアートは素晴らしかったです。 よく描かれている。 キャラクターとバックグラウンドで示された感情が大好きです。\u001b[22m\n\u001b[1m(Āto wa subarashikattadesu. Yoku egaka rete iru. Kyarakutā to bakkuguraundo de shimesa reta kanjō ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt was nice. Well drawn. Loved the emotions showed in characters and in background.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt was nice.\u001b[24m\n    \u001b[1mアートは素晴らしかったです。\u001b[22m\n\u001b[4mWell drawn.\u001b[24m\n    \u001b[1mよく描かれている。\u001b[22m, \u001b[1mまあ描か。\u001b[22m\n\u001b[4mLoved the emotions showed in characters and in background.\u001b[24m\n    \u001b[1mキャラクターとバックグラウンドで示された感情が大好きです。\u001b[22m, \u001b[1m文字にバックグラウンドで示した感情を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nSound was nice also. Typical music in the background during show and opening and ending songs were good also.\n\n\u001b[1mサウンドも素晴らしかったです。 ショーやオープニング、エンディング曲のバックグラウンドでの典型的な音楽もうまくいきました。\u001b[22m\n\u001b[1m(Saundo mo subarashikattadesu. Shō ya ōpuningu, endingu kyoku no bakkuguraundo de no tenkei-tekina ongaku mo umaku ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mSound was nice also. Typical music in the background during show and opening and ending songs were good also.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound was nice also.\u001b[24m\n    \u001b[1mサウンドも素晴らしかったです。\u001b[22m, \u001b[1m音も良かったです。\u001b[22m\n\u001b[4mTypical music in the background during show and opening and ending songs were good also.\u001b[24m\n    \u001b[1mショーやオープニング、エンディング曲のバックグラウンドでの典型的な音楽もうまくいきました。\u001b[22m, \u001b[1mショーと開口部とエンディング曲中にバックグラウンドでの代表的な音楽も良好でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter, I think I said it well in the intro but the rest of the characters were okay. I liked how they were, except the little brother and irie.\n\n\u001b[1mキャラクター、私はイントロでうまく言ったと思うが、残りのキャラクターは大丈夫だった。 私は彼らが弟と虹を除いてどのように好きだった。\u001b[22m\n\u001b[1m(Kyarakutā, watashi wa Intoro de umaku itta to omou ga, nokori no kyarakutā wa daijōbudatta. Watashi wa karera ga otōto to niji o nozoite dono yō ni sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mCharacter, I think I said it well in the intro but the rest of the characters were okay. I liked how they were, except the little brother and irie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter, I think I said it well in the intro but the rest of the characters were okay.\u001b[24m\n    \u001b[1mキャラクター、私はイントロでうまく言ったと思うが、残りのキャラクターは大丈夫だった。\u001b[22m, \u001b[1m文字が、私はイントロでよくそれを言ったが、残りの文字は大丈夫だったと思います。\u001b[22m\n\u001b[4mI liked how they were, except the little brother and irie.\u001b[24m\n    \u001b[1m私は彼らが弟と虹を除いてどのように好きだった。\u001b[22m, \u001b[1m私は弟と入江を除いて、彼らがいたどのように言っています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment was okay, but like I said the complete mean attitude of Irie really brought down the enjoyment.\n\n\u001b[1m楽しさは大丈夫でしたが、Irieの完全な平均的な態度は本当に楽しさを落としました。\u001b[22m\n\u001b[1m(Tanoshisa wa daijōbudeshitaga, Irie no kanzen'na heikin-tekina taido wa hontōni tanoshisa o otoshimashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment was okay, but like I said the complete mean attitude of Irie really brought down the enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment was okay, but like I said the complete mean attitude of Irie really brought down the enjoyment.\u001b[24m\n    \u001b[1m楽しさは大丈夫でしたが、Irieの完全な平均的な態度は本当に楽しさを落としました。\u001b[22m, \u001b[1m楽しさは大丈夫だったが、私が言ったよう入江の完全な平均的な態度は本当に楽しみを倒さ。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall? If they made it that Kotoko and irie be friend-ish (like in Lovely Complex) in the beginning and started the trouble in the middle, like Lovely Complex. It would've gotten me hooked, but sadly it didn't. So, I say a 3 out of 10.\n\n\u001b[1m全体？ 彼らがコトコとイリーを作って、初めにラブリーコンプレックスのように（ラブリーコンプレックスのように）友人にして、ラブリーコンプレックスのように途中でトラブルを開始した場合。 それは私に夢中になるだろうが、悲しいことにそれはしなかった。 だから、私は10のうち3と言う。\u001b[22m\n\u001b[1m(Zentai? Karera ga Kotoko to irī o tsukutte, hajime ni raburīkonpurekkusu no yō ni (raburīkonpurekkusu no yō ni) yūjin ni shite, raburīkonpurekkusu no yō ni tochū de toraburu o kaishi shita baai. Sore wa watashi ni muchū ni narudarouga, kanashī koto ni soreha shinakatta. Dakara, watashi wa 10 no uchi 3 to iu.)\u001b[22m\n\nTranslations of \u001b[4mOverall? If they made it that Kotoko and irie be friend-ish (like in Lovely Complex) in the beginning and started the trouble in the middle, like Lovely Complex. It would've gotten me hooked, but sadly it didn't. So, I say a 3 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall?\u001b[24m\n    \u001b[1m全体？\u001b[22m, \u001b[1m全体的な？\u001b[22m, \u001b[1m全体的に？\u001b[22m\n\u001b[4mIf they made it that Kotoko and irie be friend-ish (like in Lovely Complex) in the beginning and started the trouble in the middle, like Lovely Complex.\u001b[24m\n    \u001b[1m彼らがコトコとイリーを作って、初めにラブリーコンプレックスのように（ラブリーコンプレックスのように）友人にして、ラブリーコンプレックスのように途中でトラブルを開始した場合。\u001b[22m, \u001b[1m彼らは琴子と入江が初めに（ラブリーコンプレックスのように）友人っぽいことがそれを作ってかわいいコンプレックスのように、途中でトラブルを開始した場合。\u001b[22m\n\u001b[4mIt would've gotten me hooked, but sadly it didn't.\u001b[24m\n    \u001b[1mそれは私に夢中になるだろうが、悲しいことにそれはしなかった。\u001b[22m, \u001b[1mそれは私が夢中に得ているだろうが、悲しいことに、それはしませんでした。\u001b[22m\n\u001b[4mSo, I say a 3 out of 10.\u001b[24m\n    \u001b[1mだから、私は10のうち3と言う。\u001b[22m, \u001b[1mだから、私は10のうち3を言います。\u001b[22m\n\u001b[1m\u001b[22m\nRatings:\n\n\u001b[1m評価：\u001b[22m\n\u001b[1m(Hyōka:)\u001b[22m\n\nDefinitions of \u001b[4mRatings:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    格付け\u001b[22m\n        rating, classification, allocation\n\u001b[1m    位\u001b[22m\n        place, rank, throne, grade, standing, rating\n\u001b[1m    考課\u001b[22m\n        evaluation, rating\n\u001b[1m    視聴率\u001b[22m\n        rating\n\u001b[1m\u001b[22m\nStory: 1\n\n\u001b[1mストーリー：1\u001b[22m\n\u001b[1m(Sutōrī: 1)\u001b[22m\n\nTranslations of \u001b[4mStory: 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 1\u001b[24m\n    \u001b[1mストーリー：1\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\nSound:8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound:8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\nCharacter:3\n\n\u001b[1mキャラクター：3\u001b[22m\n\u001b[1m(Kyarakutā: 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter:3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter:3\u001b[24m\n    \u001b[1mキャラクター：3\u001b[22m\nEnjoyment:3\n\n\u001b[1m楽しさ：3\u001b[22m\n\u001b[1m(Tanoshisa: 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment:3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment:3\u001b[24m\n    \u001b[1m楽しさ：3\u001b[22m\nOverall:3\n\n\u001b[1m全体：3\u001b[22m\n\u001b[1m(Zentai: 3)\u001b[22m\n\nTranslations of \u001b[4mOverall:3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:3\u001b[24m\n    \u001b[1m全体：3\u001b[22m\n\u001b[1m\u001b[22m\nEdit: 12/30/10\n\n\u001b[1m編集：12/30/10\u001b[22m\n\u001b[1m(Henshū: 12/ 30/ 10)\u001b[22m\n\nTranslations of \u001b[4mEdit: 12/30/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEdit: 12/30/10\u001b[24m\n    \u001b[1m編集：12/30/10\u001b[22m\n\u001b[1m\u001b[22m\nI know I said bad things about this anime. I had some people that had read my review and tried to convince me otherwise. I decided to re-watch it and I did like it. It was a good anime, I enjoyed the ups and downs of the relationship and the character development in the anime. Also what I liked is how no matter how Kotoko is, Irie loves her for who she is. That's how a relationship is and how it should go. So my new rating is:\n\n\u001b[1m私はこのアニメについて悪いことを言ったことを知っています。 私は私のレビューを読んだ人がいて、そうでなければ私を説得しようとしました。 私はそれを再見て、私はそれが好きだった。 それは良いアニメだった、私はアニメの関係とキャラクターの発展の浮き沈みを楽しんだ。 私が好きだったのは、コトコがどんなにどうでも、彼女が誰であるか彼女を愛しているということです。 それが関係のあり方とその関係の仕組みです。 だから私の新しい評価は：\u001b[22m\n\u001b[1m(Watashi wa kono anime ni tsuite warui koto o itta koto o shitte imasu. Watashi wa watashi no rebyū o yonda hito ga ite,-sōdenakereba watashi o settoku shiyou to shimashita. Watashi wa sore o sai mite, watashi wa sore ga sukidatta. Sore wa yoi animedatta, watashi wa anime no kankei to kyarakutā no hatten no ukishizumi o tanoshinda. Watashi ga sukidatta no wa, Kotoko ga don'nani dō demo, kanojo ga daredearu ka kanojo o aishite iru to iu kotodesu. Sore ga kankei no arikata to sono kankei no shikumidesu. Dakara watashi no atarashī hyōka wa:)\u001b[22m\n\nTranslations of \u001b[4mI know I said bad things about this anime. I had some people that had read my review and tried to convince me otherwise. I decided to re-watch it and I did like it. It was a good anime, I enjoyed the ups and downs of the relationship and the character development in the anime. Also what I liked is how no matter how Kotoko is, Irie loves her for who she is. That's how a relationship is and how it should go. So my new rating is:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know I said bad things about this anime.\u001b[24m\n    \u001b[1m私はこのアニメについて悪いことを言ったことを知っています。\u001b[22m, \u001b[1m私はこのアニメの悪口を言った知っています。\u001b[22m\n\u001b[4mI had some people that had read my review and tried to convince me otherwise.\u001b[24m\n    \u001b[1m私は私のレビューを読んだ人がいて、そうでなければ私を説得しようとしました。\u001b[22m, \u001b[1m私は私のレビューを読んで、そうでなければ、私を説得しようとした何人かの人々を持っていました。\u001b[22m\n\u001b[4mI decided to re-watch it and I did like it.\u001b[24m\n    \u001b[1m私はそれを再見て、私はそれが好きだった。\u001b[22m, \u001b[1m私はそれを再見することを決めたと私はそれのようでした。\u001b[22m\n\u001b[4mIt was a good anime, I enjoyed the ups and downs of the relationship and the character development in the anime.\u001b[24m\n    \u001b[1mそれは良いアニメだった、私はアニメの関係とキャラクターの発展の浮き沈みを楽しんだ。\u001b[22m, \u001b[1mそれは、良いアニメだった私は関係とアニメでキャラクターの成長の浮き沈みを楽しみました。\u001b[22m\n\u001b[4mAlso what I liked is how no matter how Kotoko is, Irie loves her for who she is.\u001b[24m\n    \u001b[1m私が好きだったのは、コトコがどんなにどうでも、彼女が誰であるか彼女を愛しているということです。\u001b[22m, \u001b[1mまた、私が気に入っているどんなに琴子がどのように、入江は、彼女が誰であるかのために彼女を愛しています。\u001b[22m\n\u001b[4mThat's how a relationship is and how it should go.\u001b[24m\n    \u001b[1mそれが関係のあり方とその関係の仕組みです。\u001b[22m, \u001b[1mそれは関係がどのように、それは行くべき方法です。\u001b[22m\n\u001b[4mSo my new rating is:\u001b[24m\n    \u001b[1mだから私の新しい評価は：\u001b[22m, \u001b[1mだから、私の新しい評価は、次のとおりです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\nSound:7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound:7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nEnjoyment: 8\n\n\u001b[1m楽しさ：8\u001b[22m\n\u001b[1m(Tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8\u001b[24m\n    \u001b[1m楽しさ：8\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL: 8\n\n\u001b[1m全体：8\u001b[22m\n\u001b[1m(Zentai: 8)\u001b[22m\n\nTranslations of \u001b[4mOVERALL: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: 8\u001b[24m\n    \u001b[1m全体：8\u001b[22m, \u001b[1mOVERALL：8\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "Itadakiimasu",
    "profile": "/profile/Itadakiimasu/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=25855",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\n全体的に、それは彼らの人生の中で高校からの一方的な愛から始まるあなたのプレーンなロマンスの話です。\n\nこのアニメは確かにハッピーエンディングをもたらすだろう...しかしそれは？\n\n言うまでもなく、それは最善のものではないにしても、そこにあるライフ/ロマンスアニメの最高のスライスの1つです。\n\nあなたが人生やロマンスのファンであれば、これを即座に見ることを強くお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it is your plain romance story that starts with a one sided love from high school throughout their lives.\n\n\u001b[1m全体的に、高校からの片思いの愛から始まる、あなたのプレーンなロマンスの話です。\u001b[22m\n\u001b[1m(Zentai-teki ni, kōkō kara no kataomoi no ai kara hajimaru, anata no purēn'na romansu no hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it is your plain romance story that starts with a one sided love from high school throughout their lives.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it is your plain romance story that starts with a one sided love from high school throughout their lives.\u001b[24m\n    \u001b[1m全体的に、高校からの片思いの愛から始まる、あなたのプレーンなロマンスの話です。\u001b[22m, \u001b[1m全体的に、それが自分たちの生活を通して、高校からの一方的な愛で始まるあなたのプレーンな恋愛物語です。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime will surely bring a happy ending... but will it?\n\n\u001b[1mこのアニメは確かにハッピーエンディングをもたらすだろう...しかしそれは？\u001b[22m\n\u001b[1m(Kono anime wa tashika ni happīendingu o motarasudarou... Shikashi soreha?)\u001b[22m\n\nTranslations of \u001b[4mThis anime will surely bring a happy ending... but will it?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime will surely bring a happy ending... but will it?\u001b[24m\n    \u001b[1mこのアニメは確かにハッピーエンディングをもたらすだろう...しかしそれは？\u001b[22m, \u001b[1mこのアニメは確かに幸せな結末をもたらすでしょう...しかし、それはだろうか？\u001b[22m\n\u001b[1m\u001b[22m\nNeedless to say it is one of the best slice of life/romance anime out there, if not the best itself.\n\n\u001b[1m言うまでもなく、それは最善のものではないにしても、そこにあるライフ/ロマンスアニメの最高のスライスの1つです。\u001b[22m\n\u001b[1m(Iumademonaku, soreha saizen no monode wa nai ni shite mo, soko ni aru raifu/ romansu anime no saikō no suraisu no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mNeedless to say it is one of the best slice of life/romance anime out there, if not the best itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeedless to say it is one of the best slice of life/romance anime out there, if not the best itself.\u001b[24m\n    \u001b[1m言うまでもなく、それは最善のものではないにしても、そこにあるライフ/ロマンスアニメの最高のスライスの1つです。\u001b[22m, \u001b[1mそれはそこに生命/ロマンスアニメの最高のスライスの1、そうでない場合は、それ自体が最善です言うまでもないです。\u001b[22m\n\u001b[1m\u001b[22m\nI highly recommend that you watch this instantly if you're a slice of life or romance fan.\n\n\u001b[1mあなたが人生やロマンスのファンであれば、これを即座に見ることを強くお勧めします。\u001b[22m\n\u001b[1m(Anata ga jinsei ya romansu no fandeareba, kore o sokuza ni miru koto o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI highly recommend that you watch this instantly if you're a slice of life or romance fan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI highly recommend that you watch this instantly if you're a slice of life or romance fan.\u001b[24m\n    \u001b[1mあなたが人生やロマンスのファンであれば、これを即座に見ることを強くお勧めします。\u001b[22m, \u001b[1m私は非常にあなたが人生やロマンスファンのスライスをしている場合は、即座にこれを見てすることをお勧めします。\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "marsbars",
    "profile": "/profile/marsbars/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=16393",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はロマンス＆amp;を愛する人にこのアニメをお勧めします。 私自身のチーズなネスはロマンスの本当の恋人です。\n\nダム＆amp; その賢い男の子と恋に落ちる愚かな女の子。\nそれは典型的なことですが、ストーリーは本当に心臓を刺激しています。\n結局、少年は彼女と恋に落ちる。 すべてが進む。\n:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\ni'd much recommend this anime to those who love romance &amp; cheesy-ness for i myself are a true lover of romance.\n\n\u001b[1m私はロマンス＆amp;を愛する人にこのアニメをお勧めします。 私自身のチーズなネスはロマンスの本当の恋人です。\u001b[22m\n\u001b[1m(Watashi wa romansu& amp; o aisuruhito ni kono anime o o susume shimasu. Watashi jishin no chīzuna Nesu wa romansu no hontō no koibitodesu.)\u001b[22m\n\nTranslations of \u001b[4mi'd much recommend this anime to those who love romance &amp; cheesy-ness for i myself are a true lover of romance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi'd much recommend this anime to those who love romance &amp;\u001b[24m\n    \u001b[1m私はロマンス＆amp;を愛する人にこのアニメをお勧めします。\u001b[22m, \u001b[1m私は、ずっと恋愛＆アンペアを愛する人たちにこのアニメをお勧めします。\u001b[22m\n\u001b[4mcheesy-ness for i myself are a true lover of romance.\u001b[24m\n    \u001b[1m私自身のチーズなネスはロマンスの本当の恋人です。\u001b[22m, \u001b[1m私自身のための安っぽいらしさはロマンスの真の恋人です。\u001b[22m\n\u001b[1m\u001b[22m\nthe story of a dumb&amp; stupid girl falling in love with an all that smart boy.\n\n\u001b[1mダム＆amp; その賢い男の子と恋に落ちる愚かな女の子。\u001b[22m\n\u001b[1m(Damu& amp; sono kashikoi otokonoko to koiniochiru orokana on'nanoko.)\u001b[22m\n\nTranslations of \u001b[4mthe story of a dumb&amp; stupid girl falling in love with an all that smart boy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story of a dumb&amp;\u001b[24m\n    \u001b[1mダム＆amp;\u001b[22m, \u001b[1mダム＆アンペアの物語。\u001b[22m\n\u001b[4mstupid girl falling in love with an all that smart boy.\u001b[24m\n    \u001b[1mその賢い男の子と恋に落ちる愚かな女の子。\u001b[22m, \u001b[1m愚かな女の子はすべてそのスマート男の子と恋に落ちます。\u001b[22m\nit's typicality is in the usual sense but the story is truly heart-whelming.\n\n\u001b[1mそれは典型的なことですが、ストーリーは本当に心臓を刺激しています。\u001b[22m\n\u001b[1m(Sore wa tenkei-tekina kotodesuga, sutōrī wa hontōni shinzō o shigeki shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mit's typicality is in the usual sense but the story is truly heart-whelming.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit's typicality is in the usual sense but the story is truly heart-whelming.\u001b[24m\n    \u001b[1mそれは典型的なことですが、ストーリーは本当に心臓を刺激しています。\u001b[22m, \u001b[1mそれは通常の意味であるが、物語は、本当に心-圧倒的なある典型です。\u001b[22m\nin the end the boy falls in love with her &amp; everything goes on..\n\n\u001b[1m結局、少年は彼女と恋に落ちる。 すべてが進む。\u001b[22m\n\u001b[1m(Kekkyoku, shōnen wa kanojo to koiniochiru. Subete ga susumu.)\u001b[22m\n\nTranslations of \u001b[4min the end the boy falls in love with her &amp; everything goes on..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4min the end the boy falls in love with her &amp;\u001b[24m\n    \u001b[1m結局、少年は彼女と恋に落ちる。\u001b[22m, \u001b[1m最後に少年は彼女＆＃038と恋に落ちます。\u001b[22m\n\u001b[4meverything goes on..\u001b[24m\n    \u001b[1mすべてが進む。\u001b[22m, \u001b[1mすべてが上に行きます..\u001b[22m\n:)\n\n\u001b[1m:)\u001b[22m\n\u001b[1m(: ))\u001b[22m\n\nTranslations of \u001b[4m:)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "Mellolicious",
    "profile": "/profile/Mellolicious/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=25585",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  9\n\nまず第一に、私は妹がItazura na Kissを見守ってくれたことをとてもうれしく思っています。\n\n図面は...ええ。 しかし、この「マイナー」なものがあなたにこのアニメを見させないようにしてはいけません。\n\n喜劇のために（私のために）見るのは本当に楽しかったです。 それは私が笑っていたと私はもっと見てみたかった。 コトコが看護師になったきっかけは、私を驚かせ、楽しませてくれました。\n\nあなたがItazura na Kissを見ることをためらっているなら、試してみてください！ すごいアニメだし、マンガを読むのが楽しみだよ！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, I'm extremely glad that my sister forced me to watch Itazura na Kiss.\n\n\u001b[1mまず第一に、私は妹がItazura na Kissを見守ってくれたことをとてもうれしく思っています。\u001b[22m\n\u001b[1m(Mazu daiichi ni, watashi wa imōto ga Itazura na Kiss o mimamotte kureta koto o totemo ureshiku omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I'm extremely glad that my sister forced me to watch Itazura na Kiss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I'm extremely glad that my sister forced me to watch Itazura na Kiss.\u001b[24m\n    \u001b[1mまず第一に、私は妹がItazura na Kissを見守ってくれたことをとてもうれしく思っています。\u001b[22m, \u001b[1mまず第一に、私は私の妹はキスナイタズラを見るために私を強制することは非常にうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe drawings were... Eh. But don't let that 'minor' thing stop you from watching this anime.\n\n\u001b[1m図面は...ええ。 しかし、この「マイナー」なものがあなたにこのアニメを見させないようにしてはいけません。\u001b[22m\n\u001b[1m(Zumen wa... Ē. Shikashi, kono `mainā'na mono ga anata ni kono anime o mi sasenai yō ni shite wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mThe drawings were... Eh. But don't let that 'minor' thing stop you from watching this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe drawings were... Eh.\u001b[24m\n    \u001b[1m図面は...ええ。\u001b[22m, \u001b[1m図面は、え...ありました。\u001b[22m\n\u001b[4mBut don't let that 'minor' thing stop you from watching this anime.\u001b[24m\n    \u001b[1mしかし、この「マイナー」なものがあなたにこのアニメを見させないようにしてはいけません。\u001b[22m, \u001b[1mしかし、「マイナー」なことは、このアニメを見てからあなたを停止することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nIt was really enjoyable to watch because of the comedy (for me). It had me laughing and I wanted to watch more. All the twists like (MAJOR SPOILER) how Kotoko became a nurse, made me shocked and amused.\n\n\u001b[1m喜劇のために（私のために）見るのは本当に楽しかったです。 それは私が笑っていたと私はもっと見てみたかった。 コトコが看護師になったきっかけは、私を驚かせ、楽しませてくれました。\u001b[22m\n\u001b[1m(Kigeki no tame ni (watashi no tame ni) miru no wa hontōni tanoshikattadesu. Sore wa watashi ga waratte ita to watashi wa motto mite mitakatta. Kotoko ga kankoshi ni natta kikkake wa, watashi o odoroka se, tanoshima sete kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mIt was really enjoyable to watch because of the comedy (for me). It had me laughing and I wanted to watch more. All the twists like (MAJOR SPOILER) how Kotoko became a nurse, made me shocked and amused.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was really enjoyable to watch because of the comedy (for me).\u001b[24m\n    \u001b[1m喜劇のために（私のために）見るのは本当に楽しかったです。\u001b[22m, \u001b[1m（私にとっては）理由コメディで見て、本当に楽しかったです。\u001b[22m\n\u001b[4mIt had me laughing and I wanted to watch more.\u001b[24m\n    \u001b[1mそれは私が笑っていたと私はもっと見てみたかった。\u001b[22m, \u001b[1mそれは私が笑っていたと私はもっと見たかったです。\u001b[22m\n\u001b[4mAll the twists like (MAJOR SPOILER) how Kotoko became a nurse, made me shocked and amused.\u001b[24m\n    \u001b[1mコトコが看護師になったきっかけは、私を驚かせ、楽しませてくれました。\u001b[22m, \u001b[1m（MAJORスポイラー）琴子は、看護師になった私はショックを受けたと面白がって作った方法のようにすべてのねじれ。\u001b[22m\n\u001b[1m\u001b[22m\nSo if you're hesitating to watch Itazura na Kiss, just try it out! It's an awesome anime and I'm looking forward to be reading the manga!\n\n\u001b[1mあなたがItazura na Kissを見ることをためらっているなら、試してみてください！ すごいアニメだし、マンガを読むのが楽しみだよ！\u001b[22m\n\u001b[1m(Anata ga Itazura na Kiss o miru koto o tameratte irunara, tameshite mite kudasai! Sugoi animedashi, manga o yomu no ga tanoshimida yo!)\u001b[22m\n\nTranslations of \u001b[4mSo if you're hesitating to watch Itazura na Kiss, just try it out! It's an awesome anime and I'm looking forward to be reading the manga!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo if you're hesitating to watch Itazura na Kiss, just try it out!\u001b[24m\n    \u001b[1mあなたがItazura na Kissを見ることをためらっているなら、試してみてください！\u001b[22m, \u001b[1mだから、あなたはそれを試して、キスナイタズラを見るために躊躇している場合！\u001b[22m\n\u001b[4mIt's an awesome anime and I'm looking forward to be reading the manga!\u001b[24m\n    \u001b[1mすごいアニメだし、マンガを読むのが楽しみだよ！\u001b[22m, \u001b[1mそれは素晴らしいアニメだと私は漫画を読んだことを楽しみにしています！\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "animevgamelover",
    "profile": "/profile/animevgamelover/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=44621",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメをどれだけ愛していたのか説明し始めません。\nこのアニメは、微妙な愛の三角形への無関係な愛と真の愛への詰まったパックです。\nあなたがロマンチックで心のこもった何かを探しているなら、これは間違いなく見るべきアニメです。 私はこのアニメが高校で出会い、ゆっくりと関係を築いて、他の人の周りにいかに快適に暮らしているかを学んだ後、本物の真実の愛を育み、結婚して子供を育て、キャリアを追求しているからです。 その素晴らしい。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI cant begin to explain how much i loved this anime.\n\n\u001b[1m私はこのアニメをどれだけ愛していたのか説明し始めません。\u001b[22m\n\u001b[1m(Watashi wa kono anime o dore dake aishite ita no ka setsumei shi hajimemasen.)\u001b[22m\n\nTranslations of \u001b[4mI cant begin to explain how much i loved this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI cant begin to explain how much i loved this anime.\u001b[24m\n    \u001b[1m私はこのアニメをどれだけ愛していたのか説明し始めません。\u001b[22m, \u001b[1m私は私がこのアニメを愛しどれだけ説明し始める傾けます。\u001b[22m\nthis anime is jammed pack with unrequited love to to subtle love triangles and then to true love.\n\n\u001b[1mこのアニメは、微妙な愛の三角形への無関係な愛と真の愛への詰まったパックです。\u001b[22m\n\u001b[1m(Kono anime wa, bimyōna ai no sankakkei e no mukankeina ai to shin no ai e no tsumatta pakkudesu.)\u001b[22m\n\nTranslations of \u001b[4mthis anime is jammed pack with unrequited love to to subtle love triangles and then to true love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis anime is jammed pack with unrequited love to to subtle love triangles and then to true love.\u001b[24m\n    \u001b[1mこのアニメは、微妙な愛の三角形への無関係な愛と真の愛への詰まったパックです。\u001b[22m, \u001b[1mこのアニメは、微妙な三角関係ににした後、真の愛に片思いを持つパックを詰まっています。\u001b[22m\nif your looking for something thats romantic and heartfelt this is definitely the anime to watch. i would say this anime is kind of like Kare Kano because they both meet in high school and slowly progress a relationship and learn how to comfortably be themselves around another and then they develop genuine true love and get married and have children and pursue their careers. its just wonderful.\n\n\u001b[1mあなたがロマンチックで心のこもった何かを探しているなら、これは間違いなく見るべきアニメです。 私はこのアニメが高校で出会い、ゆっくりと関係を築いて、他の人の周りにいかに快適に暮らしているかを学んだ後、本物の真実の愛を育み、結婚して子供を育て、キャリアを追求しているからです。 その素晴らしい。\u001b[22m\n\u001b[1m(Anata ga romanchikkude kokoro no komotta nanika o sagashite irunara, koreha machigainaku mirubeki animedesu. Watashi wa kono anime ga kōkō de deai, yukkuri to kankei o kizuite, hokanohito no mawari ni ikani kaiteki ni kurashite iru ka o mananda nochi, honmono no shinjitsu no ai o hagukumi, kekkon shite kodomo o sodate, kyaria o tsuikyū shite irukaradesu. Sono subarashī.)\u001b[22m\n\nTranslations of \u001b[4mif your looking for something thats romantic and heartfelt this is definitely the anime to watch. i would say this anime is kind of like Kare Kano because they both meet in high school and slowly progress a relationship and learn how to comfortably be themselves around another and then they develop genuine true love and get married and have children and pursue their careers. its just wonderful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif your looking for something thats romantic and heartfelt this is definitely the anime to watch.\u001b[24m\n    \u001b[1mあなたがロマンチックで心のこもった何かを探しているなら、これは間違いなく見るべきアニメです。\u001b[22m, \u001b[1mあなたが何かを探しているならば、これは間違いなく見てアニメでロマンチックなと心のthats。\u001b[22m\n\u001b[4mi would say this anime is kind of like Kare Kano because they both meet in high school and slowly progress a relationship and learn how to comfortably be themselves around another and then they develop genuine true love and get married and have children and pursue their careers.\u001b[24m\n    \u001b[1m私はこのアニメが高校で出会い、ゆっくりと関係を築いて、他の人の周りにいかに快適に暮らしているかを学んだ後、本物の真実の愛を育み、結婚して子供を育て、キャリアを追求しているからです。\u001b[22m, \u001b[1m私は、彼らは両方の高校での出会い、ゆっくりと関係を進展し、快適に別の周りに自分自身であることをどのように学び、その後、彼らは本物の真実の愛を開発し、結婚して子供を持っているし、自分のキャリアを追求するため、このアニメは彼氏彼女の事情のような種類のだと思います。\u001b[22m\n\u001b[4mits just wonderful.\u001b[24m\n    \u001b[1mその素晴らしい。\u001b[22m, \u001b[1mそのちょうど素晴らしいです。\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "Tema",
    "profile": "/profile/Tema/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=10442",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  8\n\nそれは素晴らしいアニメだけど、すべてのエピソードは同じテーマについては何も話していません。あなたが真ん中に達するまで、それは退屈だと思うかもしれませんが、ロマンスが好きならそれを落とさないでください。 芸術はそれほど良いことではありませんが、あまりにも悪くはありません、キャラクターは実際には良いものではありません実際に私はあなたのためにそれを台無しにしない例を伝えることはできませんが、このアニメは、 本当のアニメのために準備ができていない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIt's such a nice anime but all the episodes are talking about the same subject nothing new 'till you reach the middle,you may think it's boring but don't drop it if you like romance 'cause it will turn to be much better later although the art ain't that good,but it's not that bad too,the characters are not that good actually I can't tell examples not to spoil it for you,but this anime is the best anime to watch when your mood is bad or not ready for a real anime.\n\n\u001b[1mそれは素晴らしいアニメだけど、すべてのエピソードは同じテーマについては何も話していません。あなたが真ん中に達するまで、それは退屈だと思うかもしれませんが、ロマンスが好きならそれを落とさないでください。 芸術はそれほど良いことではありませんが、あまりにも悪くはありません、キャラクターは実際には良いものではありません。実際に私はあなたにそれを台無しにしないと言うことはできませんが、このアニメはあなたの気分が悪い 本当のアニメのために準備ができていない。\u001b[22m\n\u001b[1m(Sore wa subarashī animedakedo, subete no episōdo wa onaji tēma ni tsuite wa nani mo hanashite imasen. Anata ga man'naka ni tassuru made, sore wa taikutsuda to omou kamo shiremasenga, romansu ga sukinara sore o otosanaide kudasai. Geijutsu wa sore hodo yoi kotode wa arimasenga, amarini mo waruku wa arimasen, kyarakutā wa jissai ni wa yoi monode wa arimasen. Jissai ni watashi wa anata ni sore o dainashi ni shinai to iu koto wa dekimasenga, kono anime wa anata no kibungawarui hontō no anime no tame ni junbi ga dekite inai.)\u001b[22m\n\nTranslations of \u001b[4mIt's such a nice anime but all the episodes are talking about the same subject nothing new 'till you reach the middle,you may think it's boring but don't drop it if you like romance 'cause it will turn to be much better later although the art ain't that good,but it's not that bad too,the characters are not that good actually I can't tell examples not to spoil it for you,but this anime is the best anime to watch when your mood is bad or not ready for a real anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's such a nice anime but all the episodes are talking about the same subject nothing new 'till you reach the middle,you may think it's boring but don't drop it if you like romance 'cause it will turn to be much better later although\u001b[24m\n    \u001b[1mそれは素晴らしいアニメだけど、すべてのエピソードは同じテーマについては何も話していません。あなたが真ん中に達するまで、それは退屈だと思うかもしれませんが、ロマンスが好きならそれを落とさないでください。\u001b[22m, \u001b[1mこのような素敵なアニメだが、すべてのエピソードは、新た同じサブジェクト何もそれがあるが、後にはるかに優れていることが有効になります '原因あなたが真ん中に到達するまで、あなたはそれが退屈だと思うかもしれませんが、あなたはロマンスが好きなら、それをドロップしない」について話しています\u001b[22m\n\u001b[4mthe art ain't that good,but it's not that bad too,the characters are not that good actually I can't tell examples not to spoil it for you,but this anime is the best anime to watch when your mood is bad or\u001b[24m\n    \u001b[1m芸術はそれほど良いことではありませんが、あまりにも悪くはありません、キャラクターは実際には良いものではありません。実際に私はあなたにそれを台無しにしないと言うことはできませんが、このアニメはあなたの気分が悪い\u001b[22m, \u001b[1m芸術は良いことではありませんが、実際に私はあなたのためにそれを台無しにしないように例を言うことができない、それはあまりにも悪くはないですが、文字が良いことではありませんが、このアニメはあなたの気分が悪い場合や、視聴するための最良のアニメです\u001b[22m\n\u001b[4mnot ready for a real anime.\u001b[24m\n    \u001b[1m本当のアニメのために準備ができていない。\u001b[22m, \u001b[1m実際のアニメのための準備ができていません。\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "Caraniel",
    "profile": "/profile/Caraniel/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=94225",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  6\nキャラクター|  7\n|  7\n\nかなり標準的な少女シリーズですが、素敵なキャラクターの開発があります。\n\nプロット：典型的な少女は男の子と恋に落ちますが、彼はばかげきなタイプのショーです。しかし、イタツラが違うのは、このカップルに10年間従うということです！ 私たちはコトコ＆amp; 直樹の高校から親子への生活はとても楽しいものです。 大学を扱っている中間のセクションは少し遅く、面白くなるのが難しいようですが、高校と大学の円弧は良いです。 イタズラには素晴らしいキャラクターと優れた支持キャストがあります - 私のお気に入りは直樹のファンギルの母親でなければならないと思うが、最高のコメディーは彼女によって提供される。 コトコはいつ終了するのか分からないばかだが、好きな馬鹿だ。 しかし、私は直樹が好きではありませんでしたが、彼は時にはまったくの淫獣になり弟も同様に苛立っています。 イタツラの強みは、キャラクターの発展です。 同じ人に10年以上従うことで、キャラクターを成熟させるための時間が十分に与えられ、この点がこの少女ロムコムを私のための競争の上に立たせました。\n\nアニメーション：ああ、こんにちは - アニメーションは一言で言えば、醜いです。 ひどいキャラクターデザイン -  Kotokoは年をとらない、Naokiは豪華であることを意図されていますが、まったくbishieではなく、誰もが形がありません。 このショーの予算は、背景が明白で、すべてが細部に欠けているので、明らかに最小限です。 使用される色も鈍く洗い流されて見えますが、アニメーションの品質はここでは最高ではありません。\n\n音楽＆amp;  VOICE ACTING：OPの方がずっと好きではなかったし、EDはそのジャンルでOKだった。  BGMに気づかなかったので、それは良いことも悪いこともありませんでした。 しかし、音声の演技は素晴らしいです。 キャラクターは私にとってこのショーを価値あるものにしてくれたので、すべての人は素晴らしいキャラクターを生み出す素晴らしい仕事をしました。\n\nまるで、少年ロムコムの中で、悪いアニメーションと穏やかな中間部分に苦しんでいる間に、すごく楽しいキャラクターとたくさんの開発をした非常に良い時計です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nA pretty standard shoujo series, but has wonderful character development.\n\n\u001b[1mかなり標準的な少女シリーズですが、素敵なキャラクターの開発があります。\u001b[22m\n\u001b[1m(Kanari hyōjun-tekina shōjo shirīzudesuga, sutekina kyarakutā no kaihatsu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mA pretty standard shoujo series, but has wonderful character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA pretty standard shoujo series, but has wonderful character development.\u001b[24m\n    \u001b[1mかなり標準的な少女シリーズですが、素敵なキャラクターの開発があります。\u001b[22m, \u001b[1mかなり標準的少女シリーズが、素晴らしいキャラクターの成長を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nPLOT: Typical shoujo girl falls in love with boy, but he’s an aloof prick type show – but what makes Itazura different is that it follows this couple for 10 years! We get to see Kotoko &amp; Naoki’s life from high school to parenthood and it’s a very enjoyable ride. The middle section dealing with University is a bit slow and seems to be trying too hard to be interesting, but the high school and post uni arc’s are good. Itazura has some brilliant characters and an excellent supporting cast – I think my favourite has to be Naoki’s fangirl mother, some of the best comedy is provided by her. Kotoko is an idiot who doesn’t know when to quit, but a likeable idiot nonetheless. I had difficulty liking Naoki though, he can be an utter bastard at times and his little brother is irritating as well. Overall the strong point of Itazura is its character development. By following the same people over 10 years it gives plenty of time to let the characters mature and its this point that made this shoujo romcom stand above the competition for me.\n\n\u001b[1mプロット：典型的な少女は男の子と恋に落ちますが、彼はばかげきなタイプのショーです。しかし、イタツラが違うのは、このカップルに10年間従うということです！ 私たちはコトコ＆amp; 直樹の高校から親子への生活はとても楽しいものです。 大学を扱っている中間のセクションは少し遅く、面白くなるのが難しいようですが、高校と大学の円弧は良いです。 イタズラには素晴らしいキャラクターと優れた支持キャストがあります - 私のお気に入りは直樹のファンギルの母親でなければならないと思うが、最高のコメディーは彼女によって提供される。 コトコはいつ終了するのか分からないばかだが、好きな馬鹿だ。 しかし、私は直樹が好きではありませんでしたが、彼は時にはまったくの淫獣になり弟も同様に苛立っています。 イタツラの強みは、キャラクターの発展です。 同じ人に10年以上従うことで、キャラクターを成熟させるための時間が十分に与えられ、この点がこの少女ロムコムを私のための競争の上に立たせました。\u001b[22m\n\u001b[1m(Purotto: Tenkei-tekina shōjo wa otokonoko to koi ni ochimasuga, kare wa bakagekina taipu no shōdesu. Shikashi, itatsura ga chigau no wa, kono kappuru ni 10-nenkan shitagau to iu kotodesu! Watashitachiha Kotoko& amp; Naoki no kōkō kara oyako e no seikatsu wa totemo tanoshī monodesu. Daigaku o atsukatte iru chūkan no sekushon wa sukoshi osoku, omoshiroku naru no ga muzukashī yōdesuga, kōkō to daigaku no enko wa yoidesu. Itazura ni wa subarashī kyarakutā to sugureta shiji kyasuto ga arimasu - watashinōkiniiri wa Naoki no fangiru no hahaoyadenakereba naranai to omou ga, saikō no komedī wa kanojo ni yotte teikyō sa reru. Kotoko wa itsu shūryō suru no ka wakaranai bakadaga, sukina bakada. Shikashi, watashi wa Naoki ga sukide wa arimasendeshitaga, kare wa tokiniha mattaku no injū ni nari otōto mo dōyō ni iradatte imasu. Itatsura no tsuyomi wa, kyarakutā no hattendesu. Onaji hito ni 10-nen ijō shitagau koto de, kyarakutā o seijuku sa seru tame no jikan ga jūbun ni atae rare, kono ten ga kono shōjo romukomu o watashi no tame no kyōsō no ue ni tata semashita.)\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION: Oh dear – the animation is in a word, ugly. Terrible character designs – Kotoko never ages, Naoki is meant to be gorgeous but isn’t bishie at all and everyone is shapeless. The budget on this show is obviously minimal as backgrounds are plain and everything lacks detail. Colours used are also dull and washed out looking, animation quality is not the best here.\n\n\u001b[1mアニメーション：ああ、こんにちは - アニメーションは一言で言えば、醜いです。 ひどいキャラクターデザイン -  Kotokoは年をとらない、Naokiは豪華であることを意図されていますが、まったくbishieではなく、誰もが形がありません。 このショーの予算は、背景が明白で、すべてが細部に欠けているので、明らかに最小限です。 使用される色も鈍く洗い流されて見えますが、アニメーションの品質はここでは最高ではありません。\u001b[22m\n\u001b[1m(Animēshon: Ā, kon'nichiwa - animēshon wa hitokoto de ieba, minikuidesu. Hidoi kyarakutādezain - Kotoko wa toshi o toranai, Naoki wa gōkadearu koto o ito sa rete imasuga, mattaku bishiede wa naku, daremoga katachi ga arimasen. Kono shō no yosan wa, haikei ga meihakude, subete ga saibu ni kakete irunode, akiraka ni saishōgendesu. Shiyō sa reru iro mo nibuku arainagasa rete miemasuga, animēshon no hinshitsu wa kokode wa saikōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mANIMATION: Oh dear – the animation is in a word, ugly. Terrible character designs – Kotoko never ages, Naoki is meant to be gorgeous but isn’t bishie at all and everyone is shapeless. The budget on this show is obviously minimal as backgrounds are plain and everything lacks detail. Colours used are also dull and washed out looking, animation quality is not the best here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mANIMATION: Oh dear – the animation is in a word, ugly.\u001b[24m\n    \u001b[1mアニメーション：ああ、こんにちは - アニメーションは一言で言えば、醜いです。\u001b[22m, \u001b[1mANIMATION：まあ - アニメーションは醜い、単語です。\u001b[22m\n\u001b[4mTerrible character designs – Kotoko never ages, Naoki is meant to be gorgeous but isn’t bishie at all and everyone is shapeless.\u001b[24m\n    \u001b[1mひどいキャラクターデザイン -  Kotokoは年をとらない、Naokiは豪華であることを意図されていますが、まったくbishieではなく、誰もが形がありません。\u001b[22m, \u001b[1m恐ろしいキャラクターデザイン - 琴子決して年齢、直樹はゴージャスであることを意味するが、すべてでbishie、誰もが不定形であるされていません。\u001b[22m\n\u001b[4mThe budget on this show is obviously minimal as backgrounds are plain and everything lacks detail.\u001b[24m\n    \u001b[1mこのショーの予算は、背景が明白で、すべてが細部に欠けているので、明らかに最小限です。\u001b[22m, \u001b[1m背景は無地であり、すべてが詳細を欠いているとして、このショーの予算は明らかに最小です。\u001b[22m\n\u001b[4mColours used are also dull and washed out looking, animation quality is not the best here.\u001b[24m\n    \u001b[1m使用される色も鈍く洗い流されて見えますが、アニメーションの品質はここでは最高ではありません。\u001b[22m, \u001b[1m使用色もくすんであり、探して洗い流さ、アニメーションの品質は、ここで最善ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nMUSIC &amp; VOICE ACTING: Did not like the OP much, and the EDs were OK for the genre. Didn’t notice the BGM much so it was neither good nor bad. Voice acting is great though. Since the characters are what made this show worthwhile for me all the seiyuu did wonderful jobs bringing their characters to life.\n\n\u001b[1m音楽＆amp;  VOICE ACTING：OPの方がずっと好きではなかったし、EDはそのジャンルでOKだった。  BGMに気づかなかったので、それは良いことも悪いこともありませんでした。 しかし、音声の演技は素晴らしいです。 キャラクターは私にとってこのショーを価値あるものにしてくれたので、すべての人は素晴らしいキャラクターを生み出す素晴らしい仕事をしました。\u001b[22m\n\u001b[1m(Ongaku& amp; vu~oisu ACTING: OP no kata ga zutto sukide wa nakattashi, ED wa sono janru de OKdatta. BGM ni kidzukanakattanode, sore wa yoi koto mo warui koto mo arimasendeshita. Shikashi, onsei no engi wa subarashīdesu. Kyarakutā wa watashi ni totte kono shō o kachiaru mono ni shite kuretanode, subete no hito wa subarashī kyarakutā o umidasu subarashī shigoto o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mMUSIC &amp; VOICE ACTING: Did not like the OP much, and the EDs were OK for the genre. Didn’t notice the BGM much so it was neither good nor bad. Voice acting is great though. Since the characters are what made this show worthwhile for me all the seiyuu did wonderful jobs bringing their characters to life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMUSIC &amp;\u001b[24m\n    \u001b[1m音楽＆amp;\u001b[22m, \u001b[1mMUSIC＆＃038;\u001b[22m\n\u001b[4mVOICE ACTING: Did not like the OP much, and the EDs were OK for the genre.\u001b[24m\n    \u001b[1mVOICE ACTING：OPの方がずっと好きではなかったし、EDはそのジャンルでOKだった。\u001b[22m, \u001b[1m声の演技：多くのOPが好き、とEDSはジャンルのOKだったしませんでした。\u001b[22m\n\u001b[4mDidn’t notice the BGM much so it was neither good nor bad.\u001b[24m\n    \u001b[1mBGMに気づかなかったので、それは良いことも悪いこともありませんでした。\u001b[22m, \u001b[1mそれは良くも悪くもないだったのでずっとBGMに気づきませんでした。\u001b[22m\n\u001b[4mVoice acting is great though.\u001b[24m\n    \u001b[1mしかし、音声の演技は素晴らしいです。\u001b[22m, \u001b[1m声の演技は、しかし素晴らしいです。\u001b[22m\n\u001b[4mSince the characters are what made this show worthwhile for me all the seiyuu did wonderful jobs bringing their characters to life.\u001b[24m\n    \u001b[1mキャラクターは私にとってこのショーを価値あるものにしてくれたので、すべての人は素晴らしいキャラクターを生み出す素晴らしい仕事をしました。\u001b[22m, \u001b[1m文字が私のためにこのショーは価値が作ったものであるため、すべての声優は、生活に自分のキャラクターをもたらす素晴らしい仕事をしました。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all a shoujo romcom that while it suffers from bad animation and a flabby middle section, is a very good watch with great fun characters and lots of development.\n\n\u001b[1mまるで、少年ロムコムの中で、悪いアニメーションと穏やかな中間部分に苦しんでいる間に、すごく楽しいキャラクターとたくさんの開発をした非常に良い時計です。\u001b[22m\n\u001b[1m(Marude, shōnen romukomu no naka de, warui animēshon to odayakana chūkan bubun ni kurushinde iru ma ni, sugoku tanoshī kyarakutā to takusan no kaihatsu o shita hijō ni yoi tokeidesu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all a shoujo romcom that while it suffers from bad animation and a flabby middle section, is a very good watch with great fun characters and lots of development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all a shoujo romcom that while it suffers from bad animation and a flabby middle section, is a very good watch with great fun characters and lots of development.\u001b[24m\n    \u001b[1mまるで、少年ロムコムの中で、悪いアニメーションと穏やかな中間部分に苦しんでいる間に、すごく楽しいキャラクターとたくさんの開発をした非常に良い時計です。\u001b[22m, \u001b[1mそれは悪いアニメーションやたるんだ中間部に苦しんでいる間、すべては、すべての少女romcomで、楽しいキャラクターと開発のたくさんの非常に良い時計であること。\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "animefreak0007",
    "profile": "/profile/animefreak0007/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=64171",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  8\n\nイタツラナキス。 少女の標準に挑戦する遊び心のある物語？\nイタズラナキスはコメディー、ロマンス、少女、PG-13です。\n\n\n物語は典型的な少女のように始まります。 女性リードコトコはスマートでハンサムな男性リードIrieと恋をしている、バカで気になる女の子です。 それから、少女にしかできないシナリオでは、彼女の家は地震によって破壊され、彼女と彼女の父親は父親の友人と一緒にいます。 あなたが少女を見たなら、それがどのように終わるかを知っていれば、それらの前に立つ障害にもかかわらず、2人は一緒に終わるでしょう。 しかし、私が今まで見たことのない少女とは違って、2つのハッピーエンディングで終わるわけではありません。物語は続き、あなたは後でそれが成長するのを見ます。 それはショックだった。なぜなら、ストーリーは最初の人生の要素を投げ込んでいたが、ちょうど非現実的になった少女とは異なり、それはその要素を保っていたからだ。 あなたがそれを知る前に、あなたの人生で起こることを予期して、あなたは自分の人生についてのものであるから、彼らの愛についてだけではないので、あなたは背中合わせのエピソードを見ています。\n\n\n芸術はあなたを捨てます。 それは悪くないが、文字は異なっている。 ほとんどの男性のリードが少女の中ではゴージャスなものに見えますが、この男性のリードは平均的に見えます。 ハンサムな人はほとんどハンサムではありませんが、その周りにはその魅力があります。 また、女性のリードも平均です。 設定は、このアニメの気分に合った、シンプルでシンプルです。\n\n\n私はテーマミュージックに注意を払わなかった。大声で叫んだり、私はこれを1日で見た。頭痛がする。でも、それは嬉しい。 しかし、声優はすばらしい仕事をしました。 私のダブファンに申し訳ありませんが、このアニメは純粋にサブです。 それでも、このアニメが潜在的に潜在的であるという事実をあなたがそれを逃してしまうのを止めさせないでください。\n\n\nキャラクターは典型的で、典型的なものでした。 これは私たちが話している少女ですので、それは奇妙ではありません。 しかし、彼らはまだあなたの上で成長することができ、私はいくつかの理由が不思議に思う。 何かが真偽であるという理由だけでは、それが影響を及ぼさないわけではありません。 ほとんどの場合、文字の中には珍しいものもありますが、このアニメでは見つけるのが難しくありません。 コトコは愚かで素朴なニワトリとして脱ぎますが、私たちは皆愚かな瞬間を抱いているので、彼女の意気込みはあなたを応援します。\n\n\n私はこのアニメを確実に楽しんだし、同じ少女のものに疲れていて、ちょっとでも違うものを欲しがる人にそれをお勧めします。 私はライブドラマを見てもらうことをお勧めしますが、私はそれらを見ていないので私はまだ知らないのですか？ 韓国語版、日本語版、台湾版の3つがあります。 あなたがアニメを楽しんで、それらをチェックアウトしたい場合は、先に進んでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nItazura Na Kiss. Playful Story that challenges the shoujo standard?\n\n\u001b[1mイタツラナキス。 少女の標準に挑戦する遊び心のある物語？\u001b[22m\n\u001b[1m(Itatsuranakisu. Shōjo no hyōjun ni chōsen suru asobigokoro no aru monogatari?)\u001b[22m\n\nTranslations of \u001b[4mItazura Na Kiss. Playful Story that challenges the shoujo standard?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mItazura Na Kiss.\u001b[24m\n    \u001b[1mイタツラナキス。\u001b[22m, \u001b[1mイタズラナキス。\u001b[22m\n\u001b[4mPlayful Story that challenges the shoujo standard?\u001b[24m\n    \u001b[1m少女の標準に挑戦する遊び心のある物語？\u001b[22m, \u001b[1m少女標準に挑戦ふざけるストーリー？\u001b[22m\nItazura Na Kiss is a comedy, romance, shoujo, that is PG-13.\n\n\u001b[1mイタズラナキスはコメディー、ロマンス、少女、PG-13です。\u001b[22m\n\u001b[1m(Itazuranakisu wa komedī, romansu, shōjo, PG - 13desu.)\u001b[22m\n\nTranslations of \u001b[4mItazura Na Kiss is a comedy, romance, shoujo, that is PG-13.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mItazura Na Kiss is a comedy, romance, shoujo, that is PG-13.\u001b[24m\n    \u001b[1mイタズラナキスはコメディー、ロマンス、少女、PG-13です。\u001b[22m, \u001b[1mイタズラナキスはPG-13であるコメディ、ロマンス、少女、です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe story starts off like a typical shoujo. The female lead Kotoko is a baka, caring girl who is in love with the smart, handsome, male lead Irie. Then in a scenario that can only be made possible in a shoujo her house is destroyed by an earthquake and her and her father stay with her father's friend, which happens to be Irie's father. If you seen shoujo you know how it will end, the two will end up together despite the obstacles that stand before them. Yet unlike any shoujo I have ever seen it doesn't end with the two happy ending, the story continues and you watch them grow afterwards. It was a shock because the story throw in the element of slice of life in the beginning, yet unlike shoujo that just becomes outrageously unrealistic it kept that element. Before you know it you are watching episodes back to back in anticipation of what will happen in their lives because it's not just about their love, but about their life.\n\n\u001b[1m物語は典型的な少女のように始まります。 女性リードコトコはスマートでハンサムな男性リードIrieと恋をしている、バカで気になる女の子です。 それから、少女にしかできないシナリオでは、彼女の家は地震によって破壊され、彼女と彼女の父親は父親の友人と一緒にいます。 あなたが少女を見たなら、それがどのように終わるかを知っていれば、それらの前に立つ障害にもかかわらず、2人は一緒に終わるでしょう。 しかし、私が今まで見たことのない少女とは違って、2つのハッピーエンディングで終わるわけではありません。物語は続き、あなたは後でそれが成長するのを見ます。 それはショックだった。なぜなら、ストーリーは最初の人生の要素を投げ込んでいたが、ちょうど非現実的になった少女とは異なり、それはその要素を保っていたからだ。 あなたがそれを知る前に、あなたの人生で起こることを予期して、あなたは自分の人生についてのものであるから、彼らの愛についてだけではないので、あなたは背中合わせのエピソードを見ています。\u001b[22m\n\u001b[1m(Monogatari wa tenkei-tekina shōjo no yō ni hajimarimasu. Josei rīdokotoko wa sumāto de hansamuna dansei rīdo Irie to koiwoshiteiru, baka de ki ni naru on'nanokodesu. Sorekara, shōjo ni shika dekinai shinariode wa, kanojo no ie wa jishin ni yotte hakai sa re, kanojo to kanojo no chichioya wa chichioya no yūjin to issho ni imasu. Anata ga shōjo o mitanara, sore ga dono yō ni owaru ka o shitte ireba, sorera no mae ni tatsu shōgai nimokakawarazu, 2-ri wa issho ni owarudeshou. Shikashi, watashi ga imamade mita koto no nai shōjo to wa chigatte, 2tsu no happīendingu de owaru wakede wa arimasen. Monogatari wa tsudzuki, anata wa atode sore ga seichō suru no o mimasu. Sore wa shokkudatta. Nazenara, sutōrī wa saisho no jinsei no yōso o nagekonde itaga, chōdo higenjitsuteki ni natta shōjo to wa kotonari, sore wa sono yōso o tamotte itakarada. Anata ga sore o shiru mae ni, anata no jinsei de okoru koto o yoki shite, anata wa jibun no jinsei ni tsuite no monodearukara, karera no ainitsuite dakede wanainode, anata wa senakaawase no episōdo o mite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story starts off like a typical shoujo. The female lead Kotoko is a baka, caring girl who is in love with the smart, handsome, male lead Irie. Then in a scenario that can only be made possible in a shoujo her house is destroyed by an earthquake and her and her father stay with her father's friend, which happens to be Irie's father. If you seen shoujo you know how it will end, the two will end up together despite the obstacles that stand before them. Yet unlike any shoujo I have ever seen it doesn't end with the two happy ending, the story continues and you watch them grow afterwards. It was a shock because the story throw in the element of slice of life in the beginning, yet unlike shoujo that just becomes outrageously unrealistic it kept that element. Before you know it you are watching episodes back to back in anticipation of what will happen in their lives because it's not just about their love, but about their life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story starts off like a typical shoujo.\u001b[24m\n    \u001b[1m物語は典型的な少女のように始まります。\u001b[22m, \u001b[1m物語は、典型的な少女のようにオフを開始します。\u001b[22m\n\u001b[4mThe female lead Kotoko is a baka, caring girl who is in love with the smart, handsome, male lead Irie.\u001b[24m\n    \u001b[1m女性リードコトコはスマートでハンサムな男性リードIrieと恋をしている、バカで気になる女の子です。\u001b[22m, \u001b[1m女性のリード琴子は、スマート、ハンサム、男性のリード入江に恋をしている女の子を世話、バカです。\u001b[22m\n\u001b[4mThen in a scenario that can only be made possible in a shoujo her house is destroyed by an earthquake and her and her father stay with her father's friend, which happens to be Irie's father.\u001b[24m\n    \u001b[1mそれから、少女にしかできないシナリオでは、彼女の家は地震によって破壊され、彼女と彼女の父親は父親の友人と一緒にいます。\u001b[22m, \u001b[1mそして、少女でのみ可能となるシナリオでは、彼女の家が地震で破壊され、彼女と彼女の父親は、入江さんの父親であることを起こる、彼女の父の友人、一緒に滞在します。\u001b[22m\n\u001b[4mIf you seen shoujo you know how it will end, the two will end up together despite the obstacles that stand before them.\u001b[24m\n    \u001b[1mあなたが少女を見たなら、それがどのように終わるかを知っていれば、それらの前に立つ障害にもかかわらず、2人は一緒に終わるでしょう。\u001b[22m, \u001b[1mあなたはそれが終了する方法を知っている少女を見た場合、2は彼らの前に立って障害物にもかかわらず、一緒になってしまいます。\u001b[22m\n\u001b[4mYet unlike any shoujo I have ever seen it doesn't end with the two happy ending, the story continues and you watch them grow afterwards.\u001b[24m\n    \u001b[1mしかし、私が今まで見たことのない少女とは違って、2つのハッピーエンディングで終わるわけではありません。物語は続き、あなたは後でそれが成長するのを見ます。\u001b[22m, \u001b[1mしかし、私が今までそれが2ハッピーエンドで終わっていない見てきた任意の少女とは違って、物語は継続し、あなたは彼らがその後成長を見守ります。\u001b[22m\n\u001b[4mIt was a shock because the story throw in the element of slice of life in the beginning, yet unlike shoujo that just becomes outrageously unrealistic it kept that element.\u001b[24m\n    \u001b[1mそれはショックだった。なぜなら、ストーリーは最初の人生の要素を投げ込んでいたが、ちょうど非現実的になった少女とは異なり、それはその要素を保っていたからだ。\u001b[22m, \u001b[1m物語はちょうどそれがその要素を保っ傍若無人非現実的になる少女とは異なり、まだ、最初の生活のスライスの要素に投げるので、それはショックでした。\u001b[22m\n\u001b[4mBefore you know it you are watching episodes back to back in anticipation of what will happen in their lives because it's not just about their love, but about their life.\u001b[24m\n    \u001b[1mあなたがそれを知る前に、あなたの人生で起こることを予期して、あなたは自分の人生についてのものであるから、彼らの愛についてだけではないので、あなたは背中合わせのエピソードを見ています。\u001b[22m, \u001b[1mあなたはそれを知っている前に、あなたはそれだけで彼らの愛についてではありませんので、自分たちの生活に何が起こるかを予想して背中合わせにエピソードを見ていますが、自分の人生について。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe art will throw you off. It's not bad, but the characters are different. With most male leads in shoujo they look drop dead gorgeous, but this male lead looks average giving you this realist flare. Most guys that are handsome aren't really handsome, but they have that charm around them. Also the female lead is average as well. The settings are plain and simple which fits the mood of this anime.\n\n\u001b[1m芸術はあなたを捨てます。 それは悪くないが、文字は異なっている。 ほとんどの男性のリードが少女の中ではゴージャスなものに見えますが、この男性のリードは平均的に見えます。 ハンサムな人はほとんどハンサムではありませんが、その周りにはその魅力があります。 また、女性のリードも平均です。 設定は、このアニメの気分に合った、シンプルでシンプルです。\u001b[22m\n\u001b[1m(Geijutsu wa anata o sutemasu. Sore wa warukunai ga, moji wa kotonatte iru. Hotondo no dansei no rīdo ga shōjo no nakade wa gōjasuna mono ni miemasuga, kono dansei no rīdo wa heikin-teki ni miemasu. Hansamuna hito wa hotondo hansamude wa arimasenga, sono mawari ni wa sono miryoku ga arimasu. Mata, josei no rīdo mo heikindesu. Settei wa, kono anime no kibun ni atta, shinpurude shinpurudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art will throw you off. It's not bad, but the characters are different. With most male leads in shoujo they look drop dead gorgeous, but this male lead looks average giving you this realist flare. Most guys that are handsome aren't really handsome, but they have that charm around them. Also the female lead is average as well. The settings are plain and simple which fits the mood of this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art will throw you off.\u001b[24m\n    \u001b[1m芸術はあなたを捨てます。\u001b[22m, \u001b[1m芸術はあなたをオフにスローされます。\u001b[22m\n\u001b[4mIt's not bad, but the characters are different.\u001b[24m\n    \u001b[1mそれは悪くないが、文字は異なっている。\u001b[22m, \u001b[1mそれは悪くないですが、文字が異なっています。\u001b[22m\n\u001b[4mWith most male leads in shoujo they look drop dead gorgeous, but this male lead looks average giving you this realist flare.\u001b[24m\n    \u001b[1mほとんどの男性のリードが少女の中ではゴージャスなものに見えますが、この男性のリードは平均的に見えます。\u001b[22m, \u001b[1mほとんどの男性が少女につながると彼らは死んでゴージャスなドロップに見えますが、この男性のリードがあなたにこの現実主義フレアを与える平均見えます。\u001b[22m\n\u001b[4mMost guys that are handsome aren't really handsome, but they have that charm around them.\u001b[24m\n    \u001b[1mハンサムな人はほとんどハンサムではありませんが、その周りにはその魅力があります。\u001b[22m, \u001b[1mハンサムです、ほとんどの人は本当にハンサムではありませんが、彼らは彼らの周りのその魅力を持っています。\u001b[22m\n\u001b[4mAlso the female lead is average as well.\u001b[24m\n    \u001b[1mまた、女性のリードも平均です。\u001b[22m, \u001b[1mまた、女性のリードも同様に平均値です。\u001b[22m\n\u001b[4mThe settings are plain and simple which fits the mood of this anime.\u001b[24m\n    \u001b[1m設定は、このアニメの気分に合った、シンプルでシンプルです。\u001b[22m, \u001b[1m設定は、このアニメの気分にフィットするシンプルな無地です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI didn't pay attention to the theme music, I mean for crying out loud I watched this in a day and I have a headache, but I am happy for it. However the voice actors did a splendid job. Sorry to my dub fans, but this anime is purely sub. Still do not let the fact that this anime is only in subs stop you from missing out on it.\n\n\u001b[1m私はテーマミュージックに注意を払わなかった。大声で叫んだり、私はこれを1日で見た。頭痛がする。でも、それは嬉しい。 しかし、声優はすばらしい仕事をしました。 私のダブファンに申し訳ありませんが、このアニメは純粋にサブです。 それでも、このアニメが潜在的に潜在的であるという事実をあなたがそれを逃してしまうのを止めさせないでください。\u001b[22m\n\u001b[1m(Watashi wa tēmamyūjikku ni chūi o harawanakatta. Ōgoe de saken dari, watashi wa kore o 1-nichi de mita. Zutsū ga suru. Demo, sore wa ureshī. Shikashi, seiyū wa subarashī shigoto o shimashita. Watashi no dabufan ni mōshiwakearimasenga, kono anime wa junsui ni sabudesu. Soredemo, kono anime ga senzai-teki ni senzai-tekidearu to iu jijitsu o anata ga sore o nogashite shimau no o tome sasenaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI didn't pay attention to the theme music, I mean for crying out loud I watched this in a day and I have a headache, but I am happy for it. However the voice actors did a splendid job. Sorry to my dub fans, but this anime is purely sub. Still do not let the fact that this anime is only in subs stop you from missing out on it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't pay attention to the theme music, I mean for crying out loud I watched this in a day and I have a headache, but I am happy for it.\u001b[24m\n    \u001b[1m私はテーマミュージックに注意を払わなかった。大声で叫んだり、私はこれを1日で見た。頭痛がする。でも、それは嬉しい。\u001b[22m, \u001b[1m私は一日でこれを見て、私は頭痛を持っていますが、私はそれのために満足している大声で泣くのために意味、テーマ音楽に注意を払っていません。\u001b[22m\n\u001b[4mHowever the voice actors did a splendid job.\u001b[24m\n    \u001b[1mしかし、声優はすばらしい仕事をしました。\u001b[22m, \u001b[1mしかし声優は素晴らしい仕事をしました。\u001b[22m\n\u001b[4mSorry to my dub fans, but this anime is purely sub.\u001b[24m\n    \u001b[1m私のダブファンに申し訳ありませんが、このアニメは純粋にサブです。\u001b[22m\n\u001b[4mStill do not let the fact that this anime is only in subs stop you from missing out on it.\u001b[24m\n    \u001b[1mそれでも、このアニメが潜在的に潜在的であるという事実をあなたがそれを逃してしまうのを止めさせないでください。\u001b[22m, \u001b[1mまだこのアニメは、潜水艦がそれを逃してからあなたを停止するだけであるという事実をさせてください。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were cliche and typical. This is a shoujo we are talking about so it is not strange. However they still manage to grow on you and I bet some would wonder why. Well just because something is cliche doesn't mean it will not have an impact. There is almost always something unique in characters even the cliched ones and in this anime it is not hard to find. Kotoko comes off as a stupid, naive chick, but her determination makes you cheer her on because we all have our stupid moments, yet we drive further.\n\n\u001b[1mキャラクターは典型的で、典型的なものでした。 これは私たちが話している少女ですので、それは奇妙ではありません。 しかし、彼らはまだあなたの上で成長することができ、私はいくつかの理由が不思議に思う。 何かが真偽であるという理由だけでは、それが影響を及ぼさないわけではありません。 ほとんどの場合、文字の中には珍しいものもありますが、このアニメでは見つけるのが難しくありません。 コトコは愚かで素朴なニワトリとして脱ぎますが、私たちは皆愚かな瞬間を抱いているので、彼女の意気込みはあなたを応援します。\u001b[22m\n\u001b[1m(Kyarakutā wa tenkei-tekide, tenkei-tekina monodeshita. Kore wa watashitachi ga hanashite iru shōjodesunode, sore wa kimyōde wa arimasen. Shikashi, karera wa mada anata no ue de seichō suru koto ga deki, watashi wa ikutsu ka no riyū ga fushigi ni omou. Nanika ga shingidearu to iu riyū dakede wa, sore ga eikyō o oyobosanai wakede wa arimasen. Hotondo no baai, moji no nakaniha mezurashī mono mo arimasuga, kono animede wa mitsukeru no ga muzukashiku arimasen. Kotoko wa orokade sobokuna niwatori to shite nugimasuga, watashitachiha kai orokana shunkan o daite irunode, kanojo no ikigomi wa anata o ōen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were cliche and typical. This is a shoujo we are talking about so it is not strange. However they still manage to grow on you and I bet some would wonder why. Well just because something is cliche doesn't mean it will not have an impact. There is almost always something unique in characters even the cliched ones and in this anime it is not hard to find. Kotoko comes off as a stupid, naive chick, but her determination makes you cheer her on because we all have our stupid moments, yet we drive further.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were cliche and typical.\u001b[24m\n    \u001b[1mキャラクターは典型的で、典型的なものでした。\u001b[22m, \u001b[1m文字が決まり文句と典型的でした。\u001b[22m\n\u001b[4mThis is a shoujo we are talking about so it is not strange.\u001b[24m\n    \u001b[1mこれは私たちが話している少女ですので、それは奇妙ではありません。\u001b[22m, \u001b[1mこれは、我々はそれが不思議ではないので、話をしている少女です。\u001b[22m\n\u001b[4mHowever they still manage to grow on you and I bet some would wonder why.\u001b[24m\n    \u001b[1mしかし、彼らはまだあなたの上で成長することができ、私はいくつかの理由が不思議に思う。\u001b[22m, \u001b[1mしかし、彼らはまだあなたの成長を管理し、私はいくつかの理由を不思議に思うでしょう賭けます。\u001b[22m\n\u001b[4mWell just because something is cliche doesn't mean it will not have an impact.\u001b[24m\n    \u001b[1m何かが真偽であるという理由だけでは、それが影響を及ぼさないわけではありません。\u001b[22m, \u001b[1mまあ何かがあるという理由だけで決まり文句は、それが影響を与えることはありませんという意味ではありません。\u001b[22m\n\u001b[4mThere is almost always something unique in characters even the cliched ones and in this anime it is not hard to find.\u001b[24m\n    \u001b[1mほとんどの場合、文字の中には珍しいものもありますが、このアニメでは見つけるのが難しくありません。\u001b[22m, \u001b[1mそこさえ陳腐なもの文字数でユニークなものはほとんど常にあり、このアニメでそれを見つけるのは難しいことではありません。\u001b[22m\n\u001b[4mKotoko comes off as a stupid, naive chick, but her determination makes you cheer her on because we all have our stupid moments, yet we drive further.\u001b[24m\n    \u001b[1mコトコは愚かで素朴なニワトリとして脱ぎますが、私たちは皆愚かな瞬間を抱いているので、彼女の意気込みはあなたを応援します。\u001b[22m, \u001b[1m琴子は愚かな、素朴なひよこのように外れたが、我々はすべて私たちの愚かな瞬間を持っているので、彼女の決意は、あなたが彼女を応援なり、まだ我々はさらにドライブ。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI definitively enjoyed this anime and I would recommend it to a person who is tired of the same shoujo stuff and want something different even if it's just a little. I do not know though about recommending you watch the live dramas because I have not watched them and I am still considering whether I should or shouldn't. There are three, Korean version, Japanese verison, and Taiwanese version. If you enjoy the anime and would like to check them out then go ahead.\n\n\u001b[1m私はこのアニメを確実に楽しんだし、同じ少女のものに疲れていて、ちょっとでも違うものを欲しがる人にそれをお勧めします。 私はライブドラマを見てもらうことをお勧めしますが、私はそれらを見ていないので私はまだ知らないのですか？ 韓国語版、日本語版、台湾版の3つがあります。 あなたがアニメを楽しんで、それらをチェックアウトしたい場合は、先に進んでください。\u001b[22m\n\u001b[1m(Watashi wa kono anime o kakujitsu ni tanoshindashi, onaji shōjo no mono ni tsukarete ite, chotto demo chigau mono o hoshigaru hito ni sore o o susume shimasu. Watashi wa raibu dorama o mite morau koto o o susume shimasuga, watashi wa sorera o mite inainode watashi wa mada shiranai nodesu ka? Kankokugoban, nihongohan, Taiwan-ban no 3ttsu ga arimasu. Anata ga anime o tanoshinde, sorera o chekku auto shitai baai wa,-saki ni susunde kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI definitively enjoyed this anime and I would recommend it to a person who is tired of the same shoujo stuff and want something different even if it's just a little. I do not know though about recommending you watch the live dramas because I have not watched them and I am still considering whether I should or shouldn't. There are three, Korean version, Japanese verison, and Taiwanese version. If you enjoy the anime and would like to check them out then go ahead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI definitively enjoyed this anime and I would recommend it to a person who is tired of the same shoujo stuff and want something different even if it's just a little.\u001b[24m\n    \u001b[1m私はこのアニメを確実に楽しんだし、同じ少女のものに疲れていて、ちょっとでも違うものを欲しがる人にそれをお勧めします。\u001b[22m, \u001b[1m私は決定的にこのアニメを楽しんだと私は同じ少女ものの疲れている、それはほんの少しだ場合でも、別の何かをしたい人にそれをお勧めします。\u001b[22m\n\u001b[4mI do not know though about recommending you watch the live dramas because I have not watched them and I am still considering whether I should or shouldn't.\u001b[24m\n    \u001b[1m私はライブドラマを見てもらうことをお勧めしますが、私はそれらを見ていないので私はまだ知らないのですか？\u001b[22m, \u001b[1m私はそれらを見ていないし、私がすべきかすべきでないかどうか、私はまだ検討していますので、推薦についてあなたは、ライブドラマを見ても私は知りません。\u001b[22m\n\u001b[4mThere are three, Korean version, Japanese verison, and Taiwanese version.\u001b[24m\n    \u001b[1m韓国語版、日本語版、台湾版の3つがあります。\u001b[22m, \u001b[1m3、韓国語版、日本語verison、および台湾のバージョンがあります。\u001b[22m\n\u001b[4mIf you enjoy the anime and would like to check them out then go ahead.\u001b[24m\n    \u001b[1mあなたがアニメを楽しんで、それらをチェックアウトしたい場合は、先に進んでください。\u001b[22m, \u001b[1mあなたはアニメを楽しみ、それらをチェックアウトしたい場合は、先に行きます。\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "kaoru88",
    "profile": "/profile/kaoru88/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=8914",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\n私は最終的にこのシリーズを見終わって、それは本当に本当に良いと言わなければなりません。 最初は初めはちょっと退屈で休憩をとっていましたが、その後は私は見守ることができませんでした。 私が今まで見てきた最高のアニメの1つ。 人々は結末に夢中になるので、CUTEとSWEET！ 私はこのシリーズを強く推奨します！  *あなたがアニメを愛しているなら、これをよく見てこのウェブサイトにアカウントを作りました。あなたの時間に間違いありません！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI finally finished watching this series and i have to say it was really really good. Though at first the beginning was a bit boring that i stopped for a break but afterwards i couldn't stop watching. One of the best animes that i have ever watched. People will be enraptured by the ending so CUTE and SWEET! I HIGHLY RECOMMEND THIS SERIES! *i made an account on this website to say this well just watch it if you love anime, it's definitely worth your time!\n\n\u001b[1m私は最終的にこのシリーズを見終わって、それは本当に本当に良いと言わなければなりません。 最初は初めはちょっと退屈で休憩をとっていましたが、その後は私は見守ることができませんでした。 私が今まで見てきた最高のアニメの1つ。 人々は結末に夢中になるので、CUTEとSWEET！ 私はこのシリーズを強く推奨します！  *あなたがアニメを愛しているなら、これをよく見てこのウェブサイトにアカウントを作りました。あなたの時間に間違いありません！\u001b[22m\n\u001b[1m(Watashi wa saishūtekini kono shirīzu o mi owatte, sore wa hontōni hontōni yoi to iwanakereba narimasen. Saisho wa hajime wa chotto taikutsu de kyūkei o totte imashitaga, sonogo wa watashi wa mimamoru koto ga dekimasendeshita. Watashi ga imamade mitekita saikō no anime no 1tsu. Hitobito wa ketsumatsu ni muchū ni narunode, CUTE to sū~īto! Watashi wa kono shirīzu o tsuyoku suishō shimasu! * Anata ga anime o aishite irunara, kore o yoku mite kono u~ebusaito ni akaunto o tsukurimashita. Anata no jikan ni machigaiarimasen!)\u001b[22m\n\nTranslations of \u001b[4mI finally finished watching this series and i have to say it was really really good. Though at first the beginning was a bit boring that i stopped for a break but afterwards i couldn't stop watching. One of the best animes that i have ever watched. People will be enraptured by the ending so CUTE and SWEET! I HIGHLY RECOMMEND THIS SERIES! *i made an account on this website to say this well just watch it if you love anime, it's definitely worth your time!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI finally finished watching this series and i have to say it was really really good.\u001b[24m\n    \u001b[1m私は最終的にこのシリーズを見終わって、それは本当に本当に良いと言わなければなりません。\u001b[22m, \u001b[1m私は最終的にこのシリーズを見終わって、私はそれが本当に本当に良かったと言わなければなりません。\u001b[22m\n\u001b[4mThough at first the beginning was a bit boring that i stopped for a break but afterwards i couldn't stop watching.\u001b[24m\n    \u001b[1m最初は初めはちょっと退屈で休憩をとっていましたが、その後は私は見守ることができませんでした。\u001b[22m, \u001b[1mまず最初は、私は休憩のために停止したが、その後、私は見て止めることができなかったことは少し退屈だったけど。\u001b[22m\n\u001b[4mOne of the best animes that i have ever watched.\u001b[24m\n    \u001b[1m私が今まで見てきた最高のアニメの1つ。\u001b[22m, \u001b[1m私が今まで見た中で最高のアニメの一つ。\u001b[22m\n\u001b[4mPeople will be enraptured by the ending so CUTE and SWEET!\u001b[24m\n    \u001b[1m人々は結末に夢中になるので、CUTEとSWEET！\u001b[22m, \u001b[1m人々はとてもかわいいと甘い結末によってうっとりされます！\u001b[22m\n\u001b[4mI HIGHLY RECOMMEND THIS SERIES!\u001b[24m\n    \u001b[1m私はこのシリーズを強く推奨します！\u001b[22m, \u001b[1m私は非常にこのシリーズをお勧めします！\u001b[22m\n\u001b[4m*i made an account on this website to say this well just watch it if you love anime, it's definitely worth your time!\u001b[24m\n    \u001b[1m*あなたがアニメを愛しているなら、これをよく見てこのウェブサイトにアカウントを作りました。あなたの時間に間違いありません！\u001b[22m, \u001b[1m*私はこの井戸はちょうどあなたがアニメを愛していれば、それは間違いなくあなたの時間の価値がある、それを見て言って、このウェブサイト上でアカウントを作りましたよ！\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "pinayxxiii",
    "profile": "/profile/pinayxxiii/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=8303",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\n私は、アニメが高校、大学、そしてそれ以降の生活をどのようにカバーしているのが大好きです。 あなたは本当にキャラクターが成長するのを見ることができます。 非常にかわいいと徹底的に - それは未回答の質問で私を残していないと私はそれがどのように終了して満足していた。 コトコとイリーの交際はさらに証明されます：愛は強力で謎のものです。 反対のものは引き付けるが、もう一方は欠けているものを補う。 そして男の子は最終的に奇妙な生き物です。ハハ：それは間違いなく私の好きなアニメの一つです。私はこれがロマンチックな絶望的な人にはオススメです^^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\ni love how the anime covers their lives from high school, college, and beyond. you can really see the characters grow. very cute and thorough -- it didn't leave me with unanswered questions and i was satisfied with how it ended. kotoko and irie's relaionship further proves: love is a powerful, mysterious thing; opposites attract but also one makes up for what the other lacks; and boys are ultimately weird creatures haha :P it's definitely one of my favorite animes ever and i recommend it to any hopeless romantic ^^\n\n\u001b[1m私は、アニメが高校、大学、そしてそれ以降の生活をどのようにカバーしているのが大好きです。 あなたは本当にキャラクターが成長するのを見ることができます。 非常にかわいいと徹底的に - それは未回答の質問で私を残していないと私はそれがどのように終了して満足していた。 コトコとイリーの交際はさらに証明されます：愛は強力で謎のものです。 反対のものは引き付けるが、もう一方は欠けているものを補う。 そして男の子は最終的に奇妙な生き物です。ハハ：それは間違いなく私の好きなアニメの一つです。私はこれがロマンチックな絶望的な人にはオススメです^^\u001b[22m\n\u001b[1m(Watashi wa, anime ga kōkō, daigaku, soshite sore ikō no seikatsu o dono yō ni kabā shite iru no ga daisukidesu. Anata wa hontōni kyarakutā ga seichō suru no o miru koto ga dekimasu. Hijō ni kawaī to tetteiteki ni - sore wa mi kaitō no shitsumon de watashi o nokoshite inaito watashi wa sore ga dono yō ni shūryō shite manzoku shite ita. Kotoko to irī no kōsai wa sarani shōmei sa remasu: Ai wa kyōryokude nazo no monodesu. Hantai no mono wa hikitsukeruga, mō ippō wa kakete iru mono o oginau. Soshite otokonoko wa saishūtekini kimyōna ikimonodesu. Haha: Sore wa machigainaku watashi no sukina anime no hitotsudesu. Watashi wa kore ga romanchikkuna zetsubō-tekina hito ni wa osusumedesu ^ ^)\u001b[22m\n\nTranslations of \u001b[4mi love how the anime covers their lives from high school, college, and beyond. you can really see the characters grow. very cute and thorough -- it didn't leave me with unanswered questions and i was satisfied with how it ended. kotoko and irie's relaionship further proves: love is a powerful, mysterious thing; opposites attract but also one makes up for what the other lacks; and boys are ultimately weird creatures haha :P it's definitely one of my favorite animes ever and i recommend it to any hopeless romantic ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi love how the anime covers their lives from high school, college, and beyond.\u001b[24m\n    \u001b[1m私は、アニメが高校、大学、そしてそれ以降の生活をどのようにカバーしているのが大好きです。\u001b[22m, \u001b[1m私はアニメは高校、大学、およびそれ以降から自分たちの生活をカバーする方法が大好きです。\u001b[22m\n\u001b[4myou can really see the characters grow.\u001b[24m\n    \u001b[1mあなたは本当にキャラクターが成長するのを見ることができます。\u001b[22m, \u001b[1mあなたが本当に文字が成長を見ることができます。\u001b[22m\n\u001b[4mvery cute and thorough -- it didn't leave me with unanswered questions and i was satisfied with how it ended.\u001b[24m\n    \u001b[1m非常にかわいいと徹底的に - それは未回答の質問で私を残していないと私はそれがどのように終了して満足していた。\u001b[22m, \u001b[1m非常にかわいいと徹底した - それは、未回答の質問を私に残していなかったと私はそれが終わった方法に満足していました。\u001b[22m\n\u001b[4mkotoko and irie's relaionship further proves: love is a powerful, mysterious thing;\u001b[24m\n    \u001b[1mコトコとイリーの交際はさらに証明されます：愛は強力で謎のものです。\u001b[22m, \u001b[1mKOTOKOと入江のrelaionshipをさらに証明：愛は強力な、不思議なものです。\u001b[22m\n\u001b[4mopposites attract but also one makes up for what the other lacks;\u001b[24m\n    \u001b[1m反対のものは引き付けるが、もう一方は欠けているものを補う。\u001b[22m, \u001b[1m反対は引き付けるだけでなく、一方が他方に欠けているもののために構成します。\u001b[22m\n\u001b[4mand boys are ultimately weird creatures haha :P it's definitely one of my favorite animes ever and i recommend it to any hopeless romantic ^^\u001b[24m\n    \u001b[1mそして男の子は最終的に奇妙な生き物です。ハハ：それは間違いなく私の好きなアニメの一つです。私はこれがロマンチックな絶望的な人にはオススメです^^\u001b[22m, \u001b[1mそして男の子は笑最終的には奇妙な生き物です：Pは、それは間違いなく今まで私の好きなアニメの一つだと私は任意の絶望的なロマンチックにそれをお勧めします^^\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "Adieu",
    "profile": "/profile/Adieu/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=49599",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  9\n\nあなたが好きだったら、それについて考えないでください。 それについて考えてみてください。\n\n\nストーリー（6）：珍しいが、クリシェで作られている。 少女から祖師に至るまで、そして新しい世代のアニメに次の世代で「オバアさん」と認識されるようになる。 ちょっとしたタイムワープよりもランダムです。  Ooh、MonF bitchslapsはhella romanticです - これは、すべてのシングルロマンスが本当にここで深刻になる方法です。 そしてたくさんあります。\n\nアート（9文字/ 4すべて）：キャラクターモデルは素晴らしいですが、誰かが明らかに現金を使い果たしました。 まあ、それは、一般的にCGI、背景、およびジューシーな色の世話をしている韓国/ベトナムのいずれかの場所がストライキなどになった。 優れた表現力のあるキャラクター - 非常に表情豊かなもの、ちょうど本当にクールなもの、オサカンや外国人のようなものもありますが、これは本当に面白いですね。 最高の、今までと同じように。 たくさん。  （あなたはそれに慣れる）\n\nサウンド（6）：ED2かGo！Go！7188の「Kataomoi Fighter」はすばらしかったです。 他のOP / EDはまれであった。 しかし、緊張と気分のためにエピソードで歌と音のいくつかの面白い使用。\n\n文字（6）：私はあなたが文字を好きに支持されているとは思わない。 私は多かったのですが、後半では金持ちの仲間でさえも金持ちに5分のお尻をあげました。 シリーズを楽しんでいます。 誰もがルルツのためにここにいる。\n\nBtw、もし反キリスト教徒の立場が悪いと思うなら、日本内の「人種主義」（関西/オサカン、とりわけ国のバンパキンは、上記のように、そして醜いものとして描かれている）をチェックしてください。 バカ・ガイジンのキャラクターだけが真剣に貧しいキンちゃんを連れて来て、シリーズの後半部分をスロウ・オウヴに費やしています。 キャストの残りの部分は正しくぞっとする。\n\nああ、それはまだ楽しいものでした。\n\n\n楽しさ（9）：奇妙な、ねえ？ たぶんそれは私たちの内側のmaso側に訴えるかもしれません。  1つの座席ですべての25 epsを見た。 はい、たとえep 25であっても、村の人々を楽しませるために存在していて、実際には大阪からのものより悪いものがあることを皆に思い出させるために存在していたようです。\n\n全体的に（7）：私はそれについてもっと考えればするほど、これはさらに落ちました。 私はそれを9または10にしたいと思って始め、それを実際の9と10のレベルと比較しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIF YOU LIKED IT, DON'T THINK ABOUT IT. THINKING ABOUT IT RUINS IT.\n\n\u001b[1mあなたが好きだったら、それについて考えないでください。 それについて考えてみてください。\u001b[22m\n\u001b[1m(Anata ga sukidattara, sore ni tsuite kangaenaide kudasai. Sore ni tsuite kangaete mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIF YOU LIKED IT, DON'T THINK ABOUT IT. THINKING ABOUT IT RUINS IT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIF YOU LIKED IT, DON'T THINK ABOUT IT.\u001b[24m\n    \u001b[1mあなたが好きだったら、それについて考えないでください。\u001b[22m, \u001b[1mあなたがそれを好きなら、それについて考えてはいけません。\u001b[22m\n\u001b[4mTHINKING ABOUT IT RUINS IT.\u001b[24m\n    \u001b[1mそれについて考えてみてください。\u001b[22m, \u001b[1mそれについて考えては、ITを遺跡。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory (6): unusual, but built of cliche. Goes the whole spectrum from shoujo into josei and into a new genre of anime probably to be identified by future generations as 'obaa-san'. Kinda random over timewarps, too. Ooh, and MonF bitchslaps are hella romantic - that's how every single romance really gets serious here. And there are A LOT.\n\n\u001b[1mストーリー（6）：珍しいが、クリシェで作られている。 少女から祖師に至るまで、そして新しい世代のアニメに次の世代で「オバアさん」と認識されるようになる。 ちょっとしたタイムワープよりもランダムです。  Ooh、MonF bitchslapsはhella romanticです - これは、すべてのシングルロマンスが本当にここで深刻になる方法です。 そしてたくさんあります。\u001b[22m\n\u001b[1m(Sutōrī (6 ): Mezurashīga, kurishe de tsukura rete iru. Shōjo kara soshi ni itaru made, soshite atarashī sedai no anime ni tsugi no sedai de `obā-san' to ninshiki sa reru yō ni naru. Chottoshita taimuwāpu yori mo randamudesu. Ooh, MonF bitchslaps wa hella romanticdesu - kore wa, subete no shingururomansu ga hontōni koko de shinkoku ni naru hōhōdesu. Soshite takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory (6): unusual, but built of cliche. Goes the whole spectrum from shoujo into josei and into a new genre of anime probably to be identified by future generations as 'obaa-san'. Kinda random over timewarps, too. Ooh, and MonF bitchslaps are hella romantic - that's how every single romance really gets serious here. And there are A LOT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (6): unusual, but built of cliche.\u001b[24m\n    \u001b[1mストーリー（6）：珍しいが、クリシェで作られている。\u001b[22m, \u001b[1mストーリー（6）：珍しいが、決まり文句の造ら。\u001b[22m\n\u001b[4mGoes the whole spectrum from shoujo into josei and into a new genre of anime probably to be identified by future generations as 'obaa-san'.\u001b[24m\n    \u001b[1m少女から祖師に至るまで、そして新しい世代のアニメに次の世代で「オバアさん」と認識されるようになる。\u001b[22m, \u001b[1m城西に、おそらく「obaaさん」など、将来の世代によって識別されるアニメの新しいジャンルに少女からの全体のスペクトルを行きます。\u001b[22m\n\u001b[4mKinda random over timewarps, too.\u001b[24m\n    \u001b[1mちょっとしたタイムワープよりもランダムです。\u001b[22m, \u001b[1mちょっとタイムワープを超えるランダム、あまりにも。\u001b[22m\n\u001b[4mOoh, and MonF bitchslaps are hella romantic - that's how every single romance really gets serious here.\u001b[24m\n    \u001b[1mOoh、MonF bitchslapsはhella romanticです - これは、すべてのシングルロマンスが本当にここで深刻になる方法です。\u001b[22m, \u001b[1mああ、とMONFのbitchslapsはロマンチックめっちゃある - それは、一つ一つのロマンスは本当にここに深刻な取得する方法です。\u001b[22m\n\u001b[4mAnd there are A LOT.\u001b[24m\n    \u001b[1mそしてたくさんあります。\u001b[22m, \u001b[1mそして、たくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nArt (9 chars/ 4 everything else): Character models great, but then somebody obviously ran out of cash. Well, either that or the Korean/Vietnamese places that generally take care of CGI, backgrounds, and juicy colours went on strike or something. EXPECT WELL-ANIMATED CHARACTERS - some very expressive, some just really cool solutions, and some like the Osakans or the foreigners just impossibly hilarious to look upon... BUT ALL THAT ON BLAND GREY BACKGROUNDS. LIKE THE WORST, EVER. A LOT. (you get used to it)\n\n\u001b[1mアート（9文字/ 4すべて）：キャラクターモデルは素晴らしいですが、誰かが明らかに現金を使い果たしました。 まあ、それは、一般的にCGI、背景、およびジューシーな色の世話をしている韓国/ベトナムのいずれかの場所がストライキなどになった。 優れた表現力のあるキャラクター - 非常に表情豊かなもの、ちょうど本当にクールなもの、オサカンや外国人のようなものもありますが、これは本当に面白いですね。 最高の、今までと同じように。 たくさん。  （あなたはそれに慣れる）\u001b[22m\n\u001b[1m(Āto (9 moji/ 4 subete): Kyarakutāmoderu wa subarashīdesuga, dareka ga akiraka ni genkin o tsukaihatashimashita. Mā, soreha, ippantekini CGI, haikei, oyobi jūshīna iro no sewa o shite iru Kankoku/ Betonamu no izureka no basho ga sutoraiki nado ni natta. Sugureta hyōgen-ryoku no aru kyarakutā - hijō ni hyōjō yutakana mono, chōdo hontōni kūruna mono, osakan ya gaikoku hito no yōna mono mo arimasuga, kore wa hontōni omoshiroidesu ne. Saikō no, imamade to onajiyōni. Takusan. (Anata wa sore ni nareru))\u001b[22m\n\nTranslations of \u001b[4mArt (9 chars/ 4 everything else): Character models great, but then somebody obviously ran out of cash. Well, either that or the Korean/Vietnamese places that generally take care of CGI, backgrounds, and juicy colours went on strike or something. EXPECT WELL-ANIMATED CHARACTERS - some very expressive, some just really cool solutions, and some like the Osakans or the foreigners just impossibly hilarious to look upon... BUT ALL THAT ON BLAND GREY BACKGROUNDS. LIKE THE WORST, EVER. A LOT. (you get used to it)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (9 chars/ 4 everything else): Character models great, but then somebody obviously ran out of cash.\u001b[24m\n    \u001b[1mアート（9文字/ 4すべて）：キャラクターモデルは素晴らしいですが、誰かが明らかに現金を使い果たしました。\u001b[22m, \u001b[1mアート（9文字/ 4他のすべて）：キャラクターモデル素晴らしいが、その後誰かは明らかに現金を使い果たしました。\u001b[22m\n\u001b[4mWell, either that or the Korean/Vietnamese places that generally take care of CGI, backgrounds, and juicy colours went on strike or something.\u001b[24m\n    \u001b[1mまあ、それは、一般的にCGI、背景、およびジューシーな色の世話をしている韓国/ベトナムのいずれかの場所がストライキなどになった。\u001b[22m, \u001b[1mまあ、いずれかのそのまたは韓国語/ベトナム語、一般的にCGIの世話をする場所、背景、ジューシーな色がストライキか何かに行ってきました。\u001b[22m\n\u001b[4mEXPECT WELL-ANIMATED CHARACTERS - some very expressive, some just really cool solutions, and some like the Osakans or the foreigners just impossibly hilarious to look upon... BUT ALL THAT ON BLAND GREY BACKGROUNDS.\u001b[24m\n    \u001b[1m優れた表現力のあるキャラクター - 非常に表情豊かなもの、ちょうど本当にクールなもの、オサカンや外国人のようなものもありますが、これは本当に面白いですね。\u001b[22m, \u001b[1mBLAND GREYの背景ON時に見て、いくつかの非常に表情豊かないくつかの本当にクールなソリューション、および大阪人や外国人のようないくつかは、単に信じられないほどの陽気な...しかし、すべてのこと -  WELL-ANIMATED文字は期待しています。\u001b[22m\n\u001b[4mLIKE THE WORST, EVER.\u001b[24m\n    \u001b[1m最高の、今までと同じように。\u001b[22m, \u001b[1mEVER、WORST LIKE。\u001b[22m\n\u001b[4mA LOT.\u001b[24m\n    \u001b[1mたくさん。\u001b[22m, \u001b[1mLOT。\u001b[22m\n\u001b[4m(you get used to it)\u001b[24m\n    \u001b[1m（あなたはそれに慣れる）\u001b[22m, \u001b[1m（あなたがそれに慣れます）\u001b[22m\n\u001b[1m\u001b[22m\nSound (6): ED2 or whichever was Go!Go!7188's 'Kataomoi Fighter' was awesome. Other OP/EDs were bland. Some interesting use of song and sound in-episode for tension and mood, though.\n\n\u001b[1mサウンド（6）：ED2かGo！Go！7188の「Kataomoi Fighter」はすばらしかったです。 他のOP / EDはまれであった。 しかし、緊張と気分のためにエピソードで歌と音のいくつかの面白い使用。\u001b[22m\n\u001b[1m(Saundo (6 ): ED 2 ka Go! Go! 7188 No `Kataomoi faitā' wa subarashikattadesu. Hoka no OP/ ED wa maredeatta. Shikashi, kinchō to kibun no tame ni episōdo de uta to oto no ikutsuka no omoshiroi shiyō.)\u001b[22m\n\nTranslations of \u001b[4mSound (6): ED2 or whichever was Go!Go!7188's 'Kataomoi Fighter' was awesome. Other OP/EDs were bland. Some interesting use of song and sound in-episode for tension and mood, though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (6): ED2 or whichever was Go!Go!7188's 'Kataomoi Fighter' was awesome.\u001b[24m\n    \u001b[1mサウンド（6）：ED2かGo！Go！7188の「Kataomoi Fighter」はすばらしかったです。\u001b[22m, \u001b[1m！サウンド（6）：！ゴー・ゴーた方ED2または7188年代「片思いファイター」は最高でした。\u001b[22m\n\u001b[4mOther OP/EDs were bland.\u001b[24m\n    \u001b[1m他のOP / EDはまれであった。\u001b[22m, \u001b[1mその他OP / EDSは当たり障りのでした。\u001b[22m\n\u001b[4mSome interesting use of song and sound in-episode for tension and mood, though.\u001b[24m\n    \u001b[1mしかし、緊張と気分のためにエピソードで歌と音のいくつかの面白い使用。\u001b[22m, \u001b[1mしかし、インエピソード緊張と気分のための歌と音のいくつかの興味深い使用。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (6): I don't think you're SUPPOSED to like the characters. I was somewhat bothered by my impressions of the lot of them, but after the second half gave even the butt-ugly lower-class Kansai kid with a heart of gold his five minutes of asshattery, I decided to relax any and all attachments to the characters - and started enjoying the series. Everyone's here for the lulz.\n\n\u001b[1m文字（6）：私はあなたが文字を好きに支持されているとは思わない。 私は多かったのですが、後半では金持ちの仲間でさえも金持ちに5分のお尻をあげました。 シリーズを楽しんでいます。 誰もがルルツのためにここにいる。\u001b[22m\n\u001b[1m(Moji (6 ): Watashi wa anata ga moji o suki ni shiji sa rete iru to wa omowanai. Watashi wa ōkatta nodesuga, kōhande wa kanemochi no nakamade sae mo kanemochi ni 5-bu no o shiri o agemashita. Shirīzu o tanoshinde imasu. Daremoga rurutsu no tame ni koko ni iru.)\u001b[22m\n\nTranslations of \u001b[4mCharacters (6): I don't think you're SUPPOSED to like the characters. I was somewhat bothered by my impressions of the lot of them, but after the second half gave even the butt-ugly lower-class Kansai kid with a heart of gold his five minutes of asshattery, I decided to relax any and all attachments to the characters - and started enjoying the series. Everyone's here for the lulz.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (6): I don't think you're SUPPOSED to like the characters.\u001b[24m\n    \u001b[1m文字（6）：私はあなたが文字を好きに支持されているとは思わない。\u001b[22m, \u001b[1m文字が（6）：私はあなたが文字を好きなことになっているとは思いません。\u001b[22m\n\u001b[4mI was somewhat bothered by my impressions of the lot of them, but after the second half gave even the butt-ugly lower-class Kansai kid with a heart of gold his five minutes of asshattery, I decided to relax any and all attachments to the\u001b[24m\n    \u001b[1m私は多かったのですが、後半では金持ちの仲間でさえも金持ちに5分のお尻をあげました。\u001b[22m, \u001b[1m私は幾分それらの多くの感想が気にされたが、後半はasshatteryの彼の5分の金の心でさえ突合せ醜い下層階級関西の子供を与えた後、私はに任意およびすべての添付ファイルを緩和することを決めました\u001b[22m\n\u001b[4mcharacters - and started enjoying the series.\u001b[24m\n    \u001b[1mシリーズを楽しんでいます。\u001b[22m, \u001b[1m文字 - とは、シリーズを楽しんで開始しました。\u001b[22m\n\u001b[4mEveryone's here for the lulz.\u001b[24m\n    \u001b[1m誰もがルルツのためにここにいる。\u001b[22m, \u001b[1m誰もが笑いのためにここです。\u001b[22m\n\u001b[1m\u001b[22m\nBtw, if you think the antifeminist position is bad, check out the intra-Japan 'racism' (Kansai/Osakans and especially the country bumpkins are both drawn and treated as above and beyond fugly). Only a baka-gaijin character ever takes poor Kin-chan seriously, and he spends the second half of the series slooooooooowly processing the fact that no, she's for real and not just out to screw with his mind. The rest of the cast are properly horrified.\n\n\u001b[1mBtw、もし反キリスト教徒の立場が悪いと思うなら、日本内の「人種主義」（関西/オサカン、とりわけ国のバンパキンは、上記のように、そして醜いものとして描かれている）をチェックしてください。 バカ・ガイジンのキャラクターだけが真剣に貧しいキンちゃんを連れて来て、シリーズの後半部分をスロウ・オウヴに費やしています。 キャストの残りの部分は正しくぞっとする。\u001b[22m\n\u001b[1m(Btw, moshi han kirisutokyōto no tachiba ga warui to omounara, Nihon-nai no `jinshu shugi'(Kansai/ osakan, toriwake kuni no banpakin wa, jōki no yō ni, soshite minikui mono to shite egaka rete iru) o chekku shite kudasai. Baka gaijin no kyarakutā dake ga shinken ni mazushī Kin-chan o tsurete kite, shirīzu no kōhan bubun o surō ouvu ni tsuiyashite imasu. Kyasuto no nokori no bubun wa tadashiku zotto suru.)\u001b[22m\n\nTranslations of \u001b[4mBtw, if you think the antifeminist position is bad, check out the intra-Japan 'racism' (Kansai/Osakans and especially the country bumpkins are both drawn and treated as above and beyond fugly). Only a baka-gaijin character ever takes poor Kin-chan seriously, and he spends the second half of the series slooooooooowly processing the fact that no, she's for real and not just out to screw with his mind. The rest of the cast are properly horrified.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBtw, if you think the antifeminist position is bad, check out the intra-Japan 'racism' (Kansai/Osakans and especially the country bumpkins are both drawn and treated as above and beyond fugly).\u001b[24m\n    \u001b[1mBtw、もし反キリスト教徒の立場が悪いと思うなら、日本内の「人種主義」（関西/オサカン、とりわけ国のバンパキンは、上記のように、そして醜いものとして描かれている）をチェックしてください。\u001b[22m, \u001b[1mところで、あなたはアンチフェミニストの位置が悪いと思われる場合、イントラ日本の人種差別」をチェックしてください（関西/大阪人、特に国のbumpkinsは両方非常に醜い上記以降のように描かれ、扱われます）。\u001b[22m\n\u001b[4mOnly a baka-gaijin character ever takes poor Kin-chan seriously, and he spends the second half of the series slooooooooowly processing the fact that no, she's for real and not just out to screw with his mind.\u001b[24m\n    \u001b[1mバカ・ガイジンのキャラクターだけが真剣に貧しいキンちゃんを連れて来て、シリーズの後半部分をスロウ・オウヴに費やしています。\u001b[22m, \u001b[1m唯一のバカ-外人文字は、これまで真剣に悪い金武ちゃんを取り、彼はslooooooooowlyいや、彼女はちょうど彼の心でねじに本物のではなく、のためだという事実を処理する一連の後半を費やしています。\u001b[22m\n\u001b[4mThe rest of the cast are properly horrified.\u001b[24m\n    \u001b[1mキャストの残りの部分は正しくぞっとする。\u001b[22m, \u001b[1mキャストの残りの部分は正常に恐怖です。\u001b[22m\n\u001b[1m\u001b[22m\nOh well, it was still fun.\n\n\u001b[1mああ、それはまだ楽しいものでした。\u001b[22m\n\u001b[1m(Ā, sore wa mada tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mOh well, it was still fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh well, it was still fun.\u001b[24m\n    \u001b[1mああ、それはまだ楽しいものでした。\u001b[22m, \u001b[1mまあ、それはまだ楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (9): Strange, huh? Maybe it appeals to our inner maso side. Watched all 25 eps in one sitting. Yes, even ep 25, which seemed to exist just to make fun of the village people and remind everyone that there IS in fact something worse than being from Osaka.\n\n\u001b[1m楽しさ（9）：奇妙な、ねえ？ たぶんそれは私たちの内側のmaso側に訴えるかもしれません。  1つの座席ですべての25 epsを見た。 はい、たとえep 25であっても、村の人々を楽しませるために存在していて、実際には大阪からのものより悪いものがあることを皆に思い出させるために存在していたようです。\u001b[22m\n\u001b[1m(Tanoshisa (9 ): Kimyōna, nē? Tabun sore wa watashitachi no uchigawa no maso-gawa ni uttaeru kamo shiremasen. 1Tsu no zaseki de subete no 25 eps o mita. Hai, tatoe ep 25deatte mo, mura no hitobito o tanoshima seru tame ni sonzai shite ite, jissai ni wa Ōsaka kara no mono yori warui mono ga aru koto o mina ni omoidasa seru tame ni sonzai shite ita yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (9): Strange, huh? Maybe it appeals to our inner maso side. Watched all 25 eps in one sitting. Yes, even ep 25, which seemed to exist just to make fun of the village people and remind everyone that there IS in fact something worse than being from Osaka.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (9): Strange, huh?\u001b[24m\n    \u001b[1m楽しさ（9）：奇妙な、ねえ？\u001b[22m, \u001b[1m楽し（9）：奇妙な、ハァッ？\u001b[22m\n\u001b[4mMaybe it appeals to our inner maso side.\u001b[24m\n    \u001b[1mたぶんそれは私たちの内側のmaso側に訴えるかもしれません。\u001b[22m, \u001b[1m多分それは私たちの内側マソ側に訴えます。\u001b[22m\n\u001b[4mWatched all 25 eps in one sitting.\u001b[24m\n    \u001b[1m1つの座席ですべての25 epsを見た。\u001b[22m, \u001b[1m一気に全25のepsを見ました。\u001b[22m\n\u001b[4mYes, even ep 25, which seemed to exist just to make fun of the village people and remind everyone that there IS in fact something worse than being from Osaka.\u001b[24m\n    \u001b[1mはい、たとえep 25であっても、村の人々を楽しませるために存在していて、実際には大阪からのものより悪いものがあることを皆に思い出させるために存在していたようです。\u001b[22m, \u001b[1mはい、見えたでもEP 25は、村の人々の楽しさを作成し、実際には大阪からのものよりも悪いものがあることを皆に思い出させるためにだけ存在します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall (7): The more I thought about it, the more this dropped. I started out wanting to give it a 9 or 10, then compared it to the level of real 9 and 10s - ...nope!\n\n\u001b[1m全体的に（7）：私はそれについてもっと考えればするほど、これはさらに落ちました。 私はそれを9または10にしたいと思って始め、それを実際の9と10のレベルと比較しました。\u001b[22m\n\u001b[1m(Zentai-teki ni (7 ): Watashi wa sore ni tsuite motto kangaereba suru hodo, kore wa sarani ochimashita. Watashi wa sore o 9 matawa 10 ni shitai to omotte hajime, sore o jissai no 9 to 10 no reberu to hikaku shimashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall (7): The more I thought about it, the more this dropped. I started out wanting to give it a 9 or 10, then compared it to the level of real 9 and 10s - ...nope!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (7): The more I thought about it, the more this dropped.\u001b[24m\n    \u001b[1m全体的に（7）：私はそれについてもっと考えればするほど、これはさらに落ちました。\u001b[22m, \u001b[1m総合（7）：私はそれについて考えたほど、これがドロップされました。\u001b[22m\n\u001b[4mI started out wanting to give it a 9 or 10, then compared it to the level of real 9 and 10s - ...nope!\u001b[24m\n    \u001b[1m私はそれを9または10にしたいと思って始め、それを実際の9と10のレベルと比較しました。\u001b[22m, \u001b[1m私は本当の9のレベルと10秒にそれを比較した後、それを9または10を与えることを望んで始まった - ...いいえ！\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "bloopglop",
    "profile": "/profile/bloopglop/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=100281",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\nイタズラなキス。 このアニメについて何が言えるのですか？\n\nただそれを見てください。 私はこれを十分に推奨できません。 少女のジャンルのファンであれば正直言って問題ではありませんが、これは素晴らしい、すばらしい、盛り上がり、陽気で心温まるシリーズです。\n\n典型的な少女のロマンスのストーリーラインの私の主張は、2人の主人公が一緒になるためには（通常は全く非現実的な方法で）戦わなければならない野蛮/干渉の信じられないほど非現実的な量です。 私の意見では、これはちょうど私がそれが真に最初に関わっていると分かっても、ストーリーを破滅させる。 それは何とか私のために花梨丹剛を台無しにしたものです。 しかし正直なところ、イタズラなキスはこの信じられないほど迷惑な式には入りません。 確かに、克服するために時折障害がありますが、彼らはすべて信じられないほどの方法で解決され、彼らはあなたが怒りの中であなたの髪を引っ張り始めるほど長く引きずられていません。\n\nはい、最初のプロットは典型的な少女の式に当てはまりますが、それはマンガカがとても爽快で魅力的なforumlaで何をしているのかです。 あなたは本当にそのような人物に投資し、あなたは本当に感情的な愛着を形成し、アニメで見つけるのは難しいと感じます。 最初は一部に1次元の質がありますが、アニメが進むにつれてサポートキャラクターも成長し、成長します。\n\nアニメ全体を支えているのはなぜか、それはとても愛想がいい理由は主人公の関係です。 彼らは本当に成長し、シリーズ全体の人々として開発し、彼らが遭遇する試練と苦難は、ほとんど非常にrelateableと本当です。 もちろん、絶対陽気な状況やユニークなキャラクターはすべてシリーズの楽しさに加わりますが、本当にそれを運ぶ主人公の関係（私にとってはとにかく）は、少女アニメのポロイの上にそれを上げています。\n\n私が本当に言っているのは、シリーズが最初に典型的な少女のセットアップに落ちたからといって、少なくともそれを試してみるのを妨げてはいけません。なぜなら、その少女の式で何が行われたのかは、 来るべき長い時間私と一緒にいられるシリーズに触れる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nItazura na Kiss. What can i say about this anime.\n\n\u001b[1mイタズラなキス。 このアニメについて何が言えるのですか？\u001b[22m\n\u001b[1m(Itazuranakisu. Kono anime ni tsuite nani ga ieru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mItazura na Kiss. What can i say about this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mItazura na Kiss.\u001b[24m\n    \u001b[1mイタズラなキス。\u001b[22m, \u001b[1mイタズラなKiss。\u001b[22m\n\u001b[4mWhat can i say about this anime.\u001b[24m\n    \u001b[1mこのアニメについて何が言えるのですか？\u001b[22m, \u001b[1m私はこのアニメについて何を言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nJUST WATCH IT. i simply cannot recommend this enough. it honestly doesn't matter if you're a fan of the shoujo genre or not, this is a wonderful, wonderful, uplifiting, hilarious, heartwarming series for all.\n\n\u001b[1mただそれを見てください。 私はこれを十分に推奨できません。 少女のジャンルのファンであれば正直言って問題ではありませんが、これは素晴らしい、すばらしい、盛り上がり、陽気で心温まるシリーズです。\u001b[22m\n\u001b[1m(Tada sore o mite kudasai. Watashi wa kore o jūbun ni suishō dekimasen. Shōjo no janru no fandeareba shōjiki itte mondaide wa arimasenga, kore wa subarashī, subarashī, moriagari, yōkide kokoroatatamaru shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mJUST WATCH IT. i simply cannot recommend this enough. it honestly doesn't matter if you're a fan of the shoujo genre or not, this is a wonderful, wonderful, uplifiting, hilarious, heartwarming series for all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJUST WATCH IT.\u001b[24m\n    \u001b[1mただそれを見てください。\u001b[22m, \u001b[1mJUSTそれを見ます。\u001b[22m\n\u001b[4mi simply cannot recommend this enough.\u001b[24m\n    \u001b[1m私はこれを十分に推奨できません。\u001b[22m, \u001b[1m私は単純に、この十分にお勧めすることはできません。\u001b[22m\n\u001b[4mit honestly doesn't matter if you're a fan of the shoujo genre or not, this is a wonderful, wonderful, uplifiting, hilarious, heartwarming series for all.\u001b[24m\n    \u001b[1m少女のジャンルのファンであれば正直言って問題ではありませんが、これは素晴らしい、すばらしい、盛り上がり、陽気で心温まるシリーズです。\u001b[22m, \u001b[1mあなたは少女のジャンルやないのファンなら、それは正直に重要ではありませんが、これはすべてのための素晴らしい、素晴らしい、uplifiting、陽気な、ほのぼのシリーズです。\u001b[22m\n\u001b[1m\u001b[22m\nmy main qualm with the typical shoujo romance storyline is the incredibly unrealistic amount of opposition/ interferences the two main protagonists usually have to battle against (again in a completely unrealistic way) in order to be together. in my opinion this just ruins the story, even if i find it truly engaging at the beginning. this is also what somehow ruined Hana Yori Dango for me. but in all honestly itazura na kiss does NOT fall into this incredibly annoying formula. sure, there are the occasional obstacles to overcome but they're all resolved in a believable way and they're not dragged out for so long you start pulling your hair out in infuriation.\n\n\u001b[1m典型的な少女のロマンスのストーリーラインの私の主張は、2人の主人公が一緒になるためには（通常は全く非現実的な方法で）戦わなければならない野蛮/干渉の信じられないほど非現実的な量です。 私の意見では、これはちょうど私がそれが真に最初に関わっていると分かっても、ストーリーを破滅させる。 それは何とか私のために花梨丹剛を台無しにしたものです。 しかし正直なところ、イタズラなキスはこの信じられないほど迷惑な式には入りません。 確かに、克服するために時折障害がありますが、彼らはすべて信じられないほどの方法で解決され、彼らはあなたが怒りの中であなたの髪を引っ張り始めるまで、引きずられていません。\u001b[22m\n\u001b[1m(Tenkei-tekina shōjo no romansu no sutōrīrain no watashi no shuchō wa, 2-ri no shujinkō ga issho ni naru tame ni wa (tsūjō wa mattaku higenjitsutekina hōhō de) tatakawanakereba naranai yaban/ kanshō no shinjirarenai hodo higenjitsutekina ryōdesu. Watashi no ikende wa, kore wa chōdo watashi ga sore ga makotoni saisho ni kakawatte iru to wakatte mo, sutōrī o hametsu sa seru. Sore wa nantoka watashi no tame ni karin Tan Tsuyoshi o dainashi ni shita monodesu. Shikashi shōjikina tokoro, itazuranakisu wa kono shinji rarenai hodo meiwakuna shiki ni wa hairimasen. Tashika ni, kokufuku suru tame ni tokiori shōgai ga arimasuga, karera wa subete shinji rarenai hodo no hōhō de kaiketsu sa re, karera wa anata ga ikari no naka de anata no kami o hippari hajimeru made, hikizura rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mmy main qualm with the typical shoujo romance storyline is the incredibly unrealistic amount of opposition/ interferences the two main protagonists usually have to battle against (again in a completely unrealistic way) in order to be together. in my opinion this just ruins the story, even if i find it truly engaging at the beginning. this is also what somehow ruined Hana Yori Dango for me. but in all honestly itazura na kiss does NOT fall into this incredibly annoying formula. sure, there are the occasional obstacles to overcome but they're all resolved in a believable way and they're not dragged out for so long you start pulling your hair out in infuriation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmy main qualm with the typical shoujo romance storyline is the incredibly unrealistic amount of opposition/ interferences the two main protagonists usually have to battle against (again in a completely unrealistic way) in order to be together.\u001b[24m\n    \u001b[1m典型的な少女のロマンスのストーリーラインの私の主張は、2人の主人公が一緒になるためには（通常は全く非現実的な方法で）戦わなければならない野蛮/干渉の信じられないほど非現実的な量です。\u001b[22m, \u001b[1m典型的な少女の恋愛ストーリーと私の主な迷惑を掛けるには、野党の信じられないほど非現実的な量は、/ 2の主な主人公は、通常一緒になるために（完全に非現実的な方法で再び）と対戦する必要が妨害されます。\u001b[22m\n\u001b[4min my opinion this just ruins the story, even if i find it truly engaging at the beginning.\u001b[24m\n    \u001b[1m私の意見では、これはちょうど私がそれが真に最初に関わっていると分かっても、ストーリーを破滅させる。\u001b[22m, \u001b[1m私の意見では、これはちょうど私が先頭にそれが本当に魅力的見つける場合でも、物語を台無しに。\u001b[22m\n\u001b[4mthis is also what somehow ruined Hana Yori Dango for me.\u001b[24m\n    \u001b[1mそれは何とか私のために花梨丹剛を台無しにしたものです。\u001b[22m, \u001b[1mこれは何とか私のため花より男子を台無しにしたものもあります。\u001b[22m\n\u001b[4mbut in all honestly itazura na kiss does NOT fall into this incredibly annoying formula.\u001b[24m\n    \u001b[1mしかし正直なところ、イタズラなキスはこの信じられないほど迷惑な式には入りません。\u001b[22m, \u001b[1mしかし、すべての正直で、この信じられないほど迷惑な式にも該当しないキスナイタズラ。\u001b[22m\n\u001b[4msure, there are the occasional obstacles to overcome but they're all resolved in a believable way and they're not dragged out for so long you start pulling your hair out in infuriation.\u001b[24m\n    \u001b[1m確かに、克服するために時折障害がありますが、彼らはすべて信じられないほどの方法で解決され、彼らはあなたが怒りの中であなたの髪を引っ張り始めるまで、引きずられていません。\u001b[22m, \u001b[1m必ず、克服するための臨時の障害があるが、それらはすべて信じられない方法で解決していると、彼らがそのように限り、あなたは激怒であなたの髪を抜く開始のためにドラッグしていません。\u001b[22m\n\u001b[1m\u001b[22m\nyes, the initial plot falls into the typical shoujo formula, but it's what the mangaka DOES with the forumla that is so refreshing and engaging. you really do feel so invested in the characters and you form a real emotional attachment and engagement with them that is hard to find in anime usually. sure, there is some one-dimensional quality to some of them at first but even the supporting characters develop and grow as the anime progresses.\n\n\u001b[1mはい、最初のプロットは典型的な少女の式に当てはまりますが、それはマンガカがとても爽快で魅力的なforumlaで何をしているのかです。 あなたは本当にそのような人物に投資し、あなたは本当に感情的な愛着を形成し、アニメで見つけるのは難しいと感じます。 最初は一部に1次元の質がありますが、アニメが進むにつれてサポートキャラクターも成長し、成長します。\u001b[22m\n\u001b[1m(Hai, saisho no purotto wa tenkei-tekina shōjo no shiki ni atehamarimasuga, soreha mangaka ga totemo sōkai de miryoku-tekina forumla de nani o shite iru no kadesu. Anata wa hontōni sono yōna jinbutsu ni tōshi shi, anata wa hontōni kanjō-tekina aichaku o keisei shi, anime de mitsukeru no wa muzukashī to kanjimasu. Saisho wa ichibu ni 1-jigen no shitsu ga arimasuga, anime ga susumu ni tsurete sapōtokyarakutā mo seichō shi, seichō shimasu.)\u001b[22m\n\nTranslations of \u001b[4myes, the initial plot falls into the typical shoujo formula, but it's what the mangaka DOES with the forumla that is so refreshing and engaging. you really do feel so invested in the characters and you form a real emotional attachment and engagement with them that is hard to find in anime usually. sure, there is some one-dimensional quality to some of them at first but even the supporting characters develop and grow as the anime progresses.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myes, the initial plot falls into the typical shoujo formula, but it's what the mangaka DOES with the forumla that is so refreshing and engaging.\u001b[24m\n    \u001b[1mはい、最初のプロットは典型的な少女の式に当てはまりますが、それはマンガカがとても爽快で魅力的なforumlaで何をしているのかです。\u001b[22m, \u001b[1mはい、最初のプロットは、典型的な少女式に該当するが、それは漫画家がとても爽やかで魅力あるforumlaで何をするかです。\u001b[22m\n\u001b[4myou really do feel so invested in the characters and you form a real emotional attachment and engagement with them that is hard to find in anime usually.\u001b[24m\n    \u001b[1mあなたは本当にそのような人物に投資し、あなたは本当に感情的な愛着を形成し、アニメで見つけるのは難しいと感じます。\u001b[22m, \u001b[1mあなたが本当に文字に投資感じるか、あなたは通常、アニメで見つけるのは難しいです彼らと本当の愛着とエンゲージメントを形成します。\u001b[22m\n\u001b[4msure, there is some one-dimensional quality to some of them at first but even the supporting characters develop and grow as the anime progresses.\u001b[24m\n    \u001b[1m最初は一部に1次元の質がありますが、アニメが進むにつれてサポートキャラクターも成長し、成長します。\u001b[22m, \u001b[1m必ず、アニメの進行に伴って開発し、成長する最初でさえ脇役でそれらのいくつかにはいくつかの1次元の品質があります。\u001b[22m\n\u001b[1m\u001b[22m\nwhat underpins the anime as a whole, and the reason why it is so endearingly wonderful is the relationship between the main characters. they really do grow and develop as people throughout the series and the trials and tribulations they encounter are mostly very relateable and real. of course, the absolute hilarious situations and unique characters all add to the enjoyment of the series, but it's the relationship of the main characters that really carry it through and (for me anyway) elevates it above the poloi of shoujo animes.\n\n\u001b[1mアニメ全体を支えているのはなぜか、それはとても愛想がいい理由は主人公の関係です。 彼らは本当に成長し、シリーズ全体の人々として開発し、彼らが遭遇する試練と苦難は、ほとんど非常にrelateableと本当です。 もちろん、絶対陽気な状況やユニークなキャラクターはすべてシリーズの楽しさに加わりますが、本当にそれを運ぶ主人公の関係（私にとってはとにかく）は、少女アニメのポロイの上にそれを上げています。\u001b[22m\n\u001b[1m(Anime zentai o sasaete iru no wa naze ka, sore wa totemo aisogaī riyū wa shujinkō no kankeidesu. Karera wa hontōni seichō shi, shirīzu zentai no hitobito to shite kaihatsu shi, karera ga sōgū suru shiren to kunan wa, hotondo hijō ni relateable to hontōdesu. Mochiron, zettai yōkina jōkyō ya yunīkuna kyarakutā wa subete shirīzu no tanoshisa ni kuwawarimasuga, hontōni sore o hakobu shujinkō no kankei (watashi ni totte wa tonikaku) wa, shōjo anime no poroi no ue ni sore o agete imasu.)\u001b[22m\n\nTranslations of \u001b[4mwhat underpins the anime as a whole, and the reason why it is so endearingly wonderful is the relationship between the main characters. they really do grow and develop as people throughout the series and the trials and tribulations they encounter are mostly very relateable and real. of course, the absolute hilarious situations and unique characters all add to the enjoyment of the series, but it's the relationship of the main characters that really carry it through and (for me anyway) elevates it above the poloi of shoujo animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhat underpins the anime as a whole, and the reason why it is so endearingly wonderful is the relationship between the main characters.\u001b[24m\n    \u001b[1mアニメ全体を支えているのはなぜか、それはとても愛想がいい理由は主人公の関係です。\u001b[22m, \u001b[1m何が全体としてアニメを支え、そしてそれはとても親しみをこめて素晴らしいです理由は、メインキャラクターとの関係です。\u001b[22m\n\u001b[4mthey really do grow and develop as people throughout the series and the trials and tribulations they encounter are mostly very relateable and real.\u001b[24m\n    \u001b[1m彼らは本当に成長し、シリーズ全体の人々として開発し、彼らが遭遇する試練と苦難は、ほとんど非常にrelateableと本当です。\u001b[22m, \u001b[1m彼らは本当に成長し、シリーズ、彼らが遭遇する試練と苦難を通して、人々はほとんどが非常にrelateableと現実のものとして発展ありません。\u001b[22m\n\u001b[4mof course, the absolute hilarious situations and unique characters all add to the enjoyment of the series, but it's the relationship of the main characters that really carry it through and (for me anyway) elevates it above the poloi of shoujo animes.\u001b[24m\n    \u001b[1mもちろん、絶対陽気な状況やユニークなキャラクターはすべてシリーズの楽しさに加わりますが、本当にそれを運ぶ主人公の関係（私にとってはとにかく）は、少女アニメのポロイの上にそれを上げています。\u001b[22m, \u001b[1mもちろん、絶対陽気な状況やユニークな文字はすべて、シリーズの楽しみに追加するが、それは少女アニメのpoloiの上にそれを上昇本当に（とにかく私のために）それをやり遂げるとメインキャラクターの関係です。\u001b[22m\n\u001b[1m\u001b[22m\nso, what i'm really trying to say is that just because the series initially falls into the typical shoujo setup shouldn't deter you from at least trying it out, because what's done WITH that shoujo formula is what makes it a truly remarkable, touching series that will stay with me for a long time to come.\n\n\u001b[1m私が本当に言っているのは、シリーズが最初に典型的な少女のセットアップに落ちたからといって、少なくともそれを試してみるのを妨げてはいけません。なぜなら、その少女の式で何が行われたのかは、 来るべき長い時間私と一緒にいられるシリーズに触れる。\u001b[22m\n\u001b[1m(Watashi ga hontōni itte iru no wa, shirīzu ga saisho ni tenkei-tekina shōjo no settoappu ni ochitakara to itte, sukunakutomo sore o tameshite miru no o samatagete wa ikemasen. Nazenara, sono shōjo no shiki de nani ga okonawa reta no ka wa, kurubeki nagai jikan watashitoisshoni i rareru shirīzu ni fureru.)\u001b[22m\n\nTranslations of \u001b[4mso, what i'm really trying to say is that just because the series initially falls into the typical shoujo setup shouldn't deter you from at least trying it out, because what's done WITH that shoujo formula is what makes it a truly remarkable, touching series that will stay with me for a long time to come.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso, what i'm really trying to say is that just because the series initially falls into the typical shoujo setup shouldn't deter you from at least trying it out, because what's done WITH that shoujo formula is what makes it a truly remarkable,\u001b[24m\n    \u001b[1m私が本当に言っているのは、シリーズが最初に典型的な少女のセットアップに落ちたからといって、少なくともそれを試してみるのを妨げてはいけません。なぜなら、その少女の式で何が行われたのかは、\u001b[22m, \u001b[1mだから、私が本当に言いたいのだがシリーズは、最初に、典型的な少女のセットアップに該当するという理由だけで、何がその少女式で行われ、それは本当に驚くべき作るものですですので、それを試して、少なくともからあなたを阻止するべきではないということです、\u001b[22m\n\u001b[4mtouching series that will stay with me for a long time to come.\u001b[24m\n    \u001b[1m来るべき長い時間私と一緒にいられるシリーズに触れる。\u001b[22m, \u001b[1m来るのに長い時間のために私と一緒に滞在するシリーズに触れます。\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "Snakeskins",
    "profile": "/profile/Snakeskins/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=108663",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\n私は認めていますが、最初は私はこれを全く見ない計画をしましたが、退屈したり何かをしてしまったと思います。 私は、このことについて新しいことや独創的なことはしていないが、それが得たものとはかなり良い仕事をしていると言えるだろう。\n\nストーリー：女の子が男の子を好き、男の子はこれまでに一番叙事詩的な拒絶反応を、女の子は家の崩壊を、女の子は男の子と一緒に終わる...ハァッ、それは通常どのように動作するの？ そのアニメ、誰がそれに質問するつもりです。 基本的にはここから、彼らの相互作用と、感情の構築と、このタイプのショーで通常起こる他のものです。\n\n芸術：カンタンは、それが幼児に描かれたように見えない限り、私は通常大丈夫です。\n\n性格：コトコは、恋に飢えているイリーをあきらめる方法を知らない女の子だけでなく、彼女はやや遅くて、ほとんどのことで失敗します。 一方、Irieは一見無関心で、すべてが天才的で良い。 それは良いペアになるようにそれはdoesntのように見えるバットのすぐ右。 キャラクターの残りの部分は、これらの2つのキャラクターに興味を持っている様々な男とギャルから構成されています。\n\n楽しさ：まあ、最初は楽しかったですが、このシリーズのすべてのロマンスは完全に一方的で、実際には少しうまくいきました。\n私の主な問題は、Irieは本当に私にとって素晴らしいことではないということです。 確かに見栄えがいい、クールなヘアカットをしていて、スラックスを記入する方法はわかっていますが、彼はまだ90％の時間を取っていて、コトコが彼に見えるものを混乱させます。 地獄の彼女は、彼女と一緒になりたいと思っている人（真剣に非常に優れている）より良い男がいる。いい人はここで失うだろう。\n確かにkotokoはIrieを愛しましたが、ショーは私に十分な理由を与えてくれませんでした。なぜ私は本当に彼らの関係を感じていないのですか（それに対して、より適切なマッチがあると思います）。 さて、私は彼の目に見える感情の欠如に問題があるのではなく、まあまあ、私に何かを与える！ 私はそれを得る、私のすべての人生私は他人にたわごとのように寒かったが、私が気にしている人ではなく、私は彼の性格からかなり得られないものではない。 感情的に私は感情的に私はイリーのキャラクターに似ているので、なぜ彼は変わらないのか理解できないが、これが私の個人的な話になる前に今はやめてしまうという事実だと思った。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI admit, at first i didnt plan on watching this at all, but I guess i got bored or something and decided to. I will say that theres not a whole hell of alot thats new or original about this but it does a fairly good job with what its got so we have to credit it that much.\n\n\u001b[1m私は認めていますが、最初は私はこれを全く見ない計画をしましたが、退屈したり何かをしてしまったと思います。 私は、このことについて新しいことや独創的なことはしていないが、それが得たものとはかなり良い仕事をしていると言えるだろう。\u001b[22m\n\u001b[1m(Watashi wa mitomete imasuga, saisho wa watashi wa kore o mattaku minai keikaku o shimashitaga, taikutsu shi tari nanika o shite shimatta to omoimasu. Watashi wa, kono koto ni tsuite atarashī koto ya dokusō-tekina koto wa shite inaiga, sore ga eta mono to wa kanari yoi shigoto o shite iru to ierudarou.)\u001b[22m\n\nTranslations of \u001b[4mI admit, at first i didnt plan on watching this at all, but I guess i got bored or something and decided to. I will say that theres not a whole hell of alot thats new or original about this but it does a fairly good job with what its got so we have to credit it that much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI admit, at first i didnt plan on watching this at all, but I guess i got bored or something and decided to.\u001b[24m\n    \u001b[1m私は認めていますが、最初は私はこれを全く見ない計画をしましたが、退屈したり何かをしてしまったと思います。\u001b[22m, \u001b[1m私が最初に私はすべてでこれを見に計画をdidntの、認めるが、私は私が退屈か何かだとすることを決めたと思います。\u001b[22m\n\u001b[4mI will say that theres not a whole hell of alot thats new or original about this but it does a fairly good job with what its got so we have to credit it that much.\u001b[24m\n    \u001b[1m私は、このことについて新しいことや独創的なことはしていないが、それが得たものとはかなり良い仕事をしていると言えるだろう。\u001b[22m, \u001b[1m私はたくさんの全体の地獄が新規またはこのことについて、元のthatsが、それは、その私たちはそのくらいに入金しなければならないので、得たものとはかなり良い仕事をしていないtheresのと言うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nStory: girl likes boy, boy does most epic rejection ever, girls house collapses, girl ends up living with boy... huh, thats not usually how it works, but what the hell right? its anime, whos going to question it. Basically from here on out it is their interactions and the building of feelings and the other stuff that usually happens in this type of show.\n\n\u001b[1mストーリー：女の子が男の子を好き、男の子はこれまでに一番叙事詩的な拒絶反応を、女の子は家の崩壊を、女の子は男の子と一緒に終わる...ハァッ、それは通常どのように動作するの？ そのアニメ、誰がそれに質問するつもりです。 基本的にはここから、彼らの相互作用と、感情の構築と、このタイプのショーで通常起こる他のものです。\u001b[22m\n\u001b[1m(Sutōrī: On'nanoko ga otokonoko o suki, otokonoko wa kore made ni 一番叙事詩的Na kyozetsu han'nō o, on'nanoko wa ie no hōkai o, on'nanoko wa otokonoko to issho ni owaru... Ha~a~tsu, soreha tsūjōdo no yō ni dōsa suru no? Sono anime, dare ga sore ni shitsumon suru tsumoridesu. Kihontekini wa koko kara, karera no sōgo sayō to, kanjō no kōchiku to, kono taipu no shō de tsūjō okoru ta no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: girl likes boy, boy does most epic rejection ever, girls house collapses, girl ends up living with boy... huh, thats not usually how it works, but what the hell right? its anime, whos going to question it. Basically from here on out it is their interactions and the building of feelings and the other stuff that usually happens in this type of show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: girl likes boy, boy does most epic rejection ever, girls house collapses, girl ends up living with boy... huh, thats not usually how it works, but what the hell right?\u001b[24m\n    \u001b[1mストーリー：女の子が男の子を好き、男の子はこれまでに一番叙事詩的な拒絶反応を、女の子は家の崩壊を、女の子は男の子と一緒に終わる...ハァッ、それは通常どのように動作するの？\u001b[22m, \u001b[1mストーリー：女の子は男の子が好き、少年はこれまでで最も壮大な拒絶反応を行い、女の子の家が崩壊、女の子が男の子と一緒に住んで終わる...って、それがどのように動作するか、通常ではないthatsのが、何地獄ですよね？\u001b[22m\n\u001b[4mits anime, whos going to question it.\u001b[24m\n    \u001b[1mそのアニメ、誰がそれに質問するつもりです。\u001b[22m, \u001b[1mそのアニメは、whosはそれを疑問視するだろう。\u001b[22m\n\u001b[4mBasically from here on out it is their interactions and the building of feelings and the other stuff that usually happens in this type of show.\u001b[24m\n    \u001b[1m基本的にはここから、彼らの相互作用と、感情の構築と、このタイプのショーで通常起こる他のものです。\u001b[22m, \u001b[1m基本的にこちらからアウトにそれはそれらの相互作用と感情の構築と通常のショーのこのタイプで起こる他のものです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Cant complain, so long as it doesnt look like it was drawn by an infant i'm usually okay.\n\n\u001b[1m芸術：カンタンは、それが幼児に描かれたように見えない限り、私は通常大丈夫です。\u001b[22m\n\u001b[1m(Geijutsu: Kantan wa, sore ga yōji ni egaka reta yō ni mienai kagiri, watashi wa tsūjō daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: Cant complain, so long as it doesnt look like it was drawn by an infant i'm usually okay.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Cant complain, so long as it doesnt look like it was drawn by an infant i'm usually okay.\u001b[24m\n    \u001b[1m芸術：カンタンは、それが幼児に描かれたように見えない限り、私は通常大丈夫です。\u001b[22m, \u001b[1mアート：カントは長い間、それが私は通常、大丈夫幼児によって描かれたようにそれが見えるdoesntのように、文句を言います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: kotoko is just that girl who doesnt know how to give up on irie who shes in love with, she is also kinda slow and fails at most things she does. Irie on the other hand is disinterested in seemingly everything, is a genius and good at everything. Right off the bat it doesnt seem like they would be a good pair. the rest of the characters are made up of various guys and gals that are interested in these two characters.\n\n\u001b[1m性格：コトコは、恋に飢えているイリーをあきらめる方法を知らない女の子だけでなく、彼女はやや遅くて、ほとんどのことで失敗します。 一方、Irieは一見無関心で、すべてが天才的で良い。 それは良いペアになるようにそれはdoesntのように見えるバットのすぐ右。 キャラクターの残りの部分は、これらの2つのキャラクターに興味を持っている様々な男とギャルから構成されています。\u001b[22m\n\u001b[1m(Seikaku: Kotoko wa, koi ni uete iru irī o akirameru hōhō o shiranai on'nanoko dakedenaku, kanojo wa yaya osokute, hotondo no koto de shippai shimasu. Ippō, Irie wa 一見無関心 De, subete ga tensai-tekide yoi. Sore wa yoi pea ni naru yō ni soreha doesnt no yō ni mieru batto no sugu migi. Kyarakutā no nokori no bubun wa, korera no 2tsu no kyarakutā ni kyōmi o motte iru samazamana otoko to gyaru kara kōsei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: kotoko is just that girl who doesnt know how to give up on irie who shes in love with, she is also kinda slow and fails at most things she does. Irie on the other hand is disinterested in seemingly everything, is a genius and good at everything. Right off the bat it doesnt seem like they would be a good pair. the rest of the characters are made up of various guys and gals that are interested in these two characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: kotoko is just that girl who doesnt know how to give up on irie who shes in love with, she is also kinda slow and fails at most things she does.\u001b[24m\n    \u001b[1m性格：コトコは、恋に飢えているイリーをあきらめる方法を知らない女の子だけでなく、彼女はやや遅くて、ほとんどのことで失敗します。\u001b[22m, \u001b[1mキャラクター：KOTOKOはと恋にシーズ入江に放棄する方法を知っているdoesntのちょうどその女の子である、彼女はまたちょっと遅く、彼女はほとんどの事で失敗します。\u001b[22m\n\u001b[4mIrie on the other hand is disinterested in seemingly everything, is a genius and good at everything.\u001b[24m\n    \u001b[1m一方、Irieは一見無関心で、すべてが天才的で良い。\u001b[22m, \u001b[1m一方、入江は、一見すべてに無関心である天才、すべてが得意です。\u001b[22m\n\u001b[4mRight off the bat it doesnt seem like they would be a good pair.\u001b[24m\n    \u001b[1mそれは良いペアになるようにそれはdoesntのように見えるバットのすぐ右。\u001b[22m, \u001b[1m彼らは良いペアになるようにすぐさまそれが見えるdoes notの。\u001b[22m\n\u001b[4mthe rest of the characters are made up of various guys and gals that are interested in these two characters.\u001b[24m\n    \u001b[1mキャラクターの残りの部分は、これらの2つのキャラクターに興味を持っている様々な男とギャルから構成されています。\u001b[22m, \u001b[1m文字の残りの部分は、これらの2つの文字に興味を持っている様々な男とギャルで構成されています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: well, l did enjoy it at first but every romance in this series was completely one-sided and that actually annoyed me a little bit because that usually doesnt work out, but somehow or other, they all seem to here.\n\n\u001b[1m楽しさ：まあ、最初は楽しかったですが、このシリーズのすべてのロマンスは完全に一方的で、実際には少しうまくいきました。\u001b[22m\n\u001b[1m(Tanoshisa: Mā, saisho wa tanoshikattadesuga, kono shirīzu no subete no romansu wa kanzen ni ippōteki de, jissai ni wa sukoshi umaku ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: well, l did enjoy it at first but every romance in this series was completely one-sided and that actually annoyed me a little bit because that usually doesnt work out, but somehow or other, they all seem to here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: well, l did enjoy it at first but every romance in this series was completely one-sided and that actually annoyed me a little bit because that usually doesnt work out, but somehow or other, they all seem to here.\u001b[24m\n    \u001b[1m楽しさ：まあ、最初は楽しかったですが、このシリーズのすべてのロマンスは完全に一方的で、実際には少しうまくいきました。\u001b[22m, \u001b[1m楽しさ：よく、lは最初でそれを楽しんでいたが、このシリーズのすべてのロマンスは完全に一方的だった、それは通常のdoesntうまくので、それは実際に私を少しイライラ、何とかまたは他の、彼らはすべてがここに見えます。\u001b[22m\nMy main issue though is that Irie isnt really that great seeming to me. Sure hes good looking, got a cool haircut, knows how to fill out a pair of slacks, but he's still an asshole 90% of the time, and it confuses me what kotoko would see in him. Hell she has way better guys (seriously extremely better) who want to be with her but nope, nice guys gonna lose out here.\n\n\u001b[1m私の主な問題は、Irieは本当に私にとって素晴らしいことではないということです。 確かに見栄えがいい、クールなヘアカットをしていて、スラックスを塗りつぶす方法は分かっているが、彼はまだ90％の猫であり、コトコが何を見るか混乱させる。 地獄の彼女は、彼女と一緒になりたいと思っている人（真剣に非常に優れている）よりいい男がいる。\u001b[22m\n\u001b[1m(Watashi no omona mondai wa, Irie wa hontōni watashi ni totte subarashī kotode wa nai to iu kotodesu. Tashika ni mibae ga ī, kūruna hea katto o shite ite, surakkusu o nuritsubusu hōhō wa wakatte iruga, kare wa mada 90-pāsento no nekodeari, Kotoko ga nani o miru ka konran sa seru. Jigoku no kanojo wa, kanojo to issho ni naritai to omotte iru hito (shinken ni hijō ni sugurete iru) yori ī otoko ga iru.)\u001b[22m\n\nTranslations of \u001b[4mMy main issue though is that Irie isnt really that great seeming to me. Sure hes good looking, got a cool haircut, knows how to fill out a pair of slacks, but he's still an asshole 90% of the time, and it confuses me what kotoko would see in him. Hell she has way better guys (seriously extremely better) who want to be with her but nope, nice guys gonna lose out here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy main issue though is that Irie isnt really that great seeming to me.\u001b[24m\n    \u001b[1m私の主な問題は、Irieは本当に私にとって素晴らしいことではないということです。\u001b[22m, \u001b[1m私の主な問題は、しかし入江は私に本当に素晴らしい見せかけイマイチということです。\u001b[22m\n\u001b[4mSure hes good looking, got a cool haircut, knows how to fill out a pair of slacks, but he's still an asshole 90% of the time, and it confuses me what kotoko would see in him.\u001b[24m\n    \u001b[1m確かに見栄えがいい、クールなヘアカットをしていて、スラックスを塗りつぶす方法は分かっているが、彼はまだ90％の猫であり、コトコが何を見るか混乱させる。\u001b[22m, \u001b[1m確かにhesのが格好良い、クールなヘアカットを持って、スラックスのペアを記入する方法を知っているが、彼はまだ時間の嫌いな人90％だし、それは彼に見ることが何KOTOKO私を混乱させる。\u001b[22m\n\u001b[4mHell she has way better guys (seriously extremely better) who want to be with her but nope, nice guys gonna lose out here.\u001b[24m\n    \u001b[1m地獄の彼女は、彼女と一緒になりたいと思っている人（真剣に非常に優れている）よりいい男がいる。\u001b[22m, \u001b[1m地獄彼女は彼女と一緒にいたいけどいや、素敵な男はつもりここで負けるずっといい男（真剣に非常に優れた）を有しています。\u001b[22m\nSure kotoko loved Irie but the show didnt give me enough reason to and thats why im not really feeling their relationship(not against it, I just think there were more suitable matches). Now, its not like i have a problem with his lack of visible emotion, but damn dude, give me something! I get it, all my life i'd been cold as shit to others, but not to those I care about and thats what I dont quite get from his character. I would sat that it is the fact that emotionally I am so much like irie's character that i cant understand why he doesn't change, but ill quit now before this becomes my personal story.\n\n\u001b[1m確かにkotokoはIrieを愛しましたが、ショーは私に十分な理由を与えてくれませんでした。なぜ私は本当に彼らの関係を感じていないのですか（それに対して、より適切なマッチがあると思います）。 さて、私は彼の目に見える感情の欠如に問題があるのではなく、まあまあ、私に何かを与える！ 私はそれを得る、私のすべての人生私は他人にたわごとのように寒かったが、私が気にしている人ではなく、私は彼の性格からかなり得られないものではない。 感情的に私は感情的に私はイリーのキャラクターに似ているので、なぜ彼は変わらないのか理解できないが、これが私の個人的な話になる前に今はやめてしまうという事実だと思った。\u001b[22m\n\u001b[1m(Tashika ni kotoko wa Irie o aishimashitaga, shō wa watashi ni jūbun'nariyū o ataete kuremasendeshita. Naze watashi wa hontōni karera no kankei o kanjite inai nodesu ka (sorenitaishite, yori tekisetsuna matchi ga aru to omoimasu). Sate, watashi wa kare no menimieru kanjō no ketsujo ni mondai ga aru node wa naku, mā mā, watashi ni nanika o ataeru! Watashi wa sore o eru, watashi no subete no jinsei watashi wa tanin ni tawagoto no yō ni samukattaga, watashi ga ki ni shite iru hitode wa naku, watashi wa kare no seikaku kara kanari e rarenai monode wanai. Kanjō-teki ni watashi wa kanjō-teki ni watashi wa irī no kyarakutā ni nite irunode, naze kare wa kawaranai no ka rikaidekinai ga, kore ga watashi no kojin-tekina hanashi ni naru mae ni ima wa yamete shimau to iu jijitsuda to omotta.)\u001b[22m\n\nTranslations of \u001b[4mSure kotoko loved Irie but the show didnt give me enough reason to and thats why im not really feeling their relationship(not against it, I just think there were more suitable matches). Now, its not like i have a problem with his lack of visible emotion, but damn dude, give me something! I get it, all my life i'd been cold as shit to others, but not to those I care about and thats what I dont quite get from his character. I would sat that it is the fact that emotionally I am so much like irie's character that i cant understand why he doesn't change, but ill quit now before this becomes my personal story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSure kotoko loved Irie but the show didnt give me enough reason to and thats why im not really feeling their relationship(not against it, I just think there were more suitable matches).\u001b[24m\n    \u001b[1m確かにkotokoはIrieを愛しましたが、ショーは私に十分な理由を与えてくれませんでした。なぜ私は本当に彼らの関係を感じていないのですか（それに対して、より適切なマッチがあると思います）。\u001b[22m, \u001b[1m確かKOTOKOは入江を愛したが、ショーはに私に十分な理由を与え、実際にそれらの関係を感じない理由イムthatsのdidntの（ではない、それに対しては、私はちょうどより適切な一致があったと思います）。\u001b[22m\n\u001b[4mNow, its not like i have a problem with his lack of visible emotion, but damn dude, give me something!\u001b[24m\n    \u001b[1mさて、私は彼の目に見える感情の欠如に問題があるのではなく、まあまあ、私に何かを与える！\u001b[22m, \u001b[1m今、そのは、私が彼の目に見える感情の欠如が、いまいましい男に問題があるように私に何かを与えていません！\u001b[22m\n\u001b[4mI get it, all my life i'd been cold as shit to others, but not to those I care about and thats what I dont quite get from his character.\u001b[24m\n    \u001b[1m私はそれを得る、私のすべての人生私は他人にたわごとのように寒かったが、私が気にしている人ではなく、私は彼の性格からかなり得られないものではない。\u001b[22m, \u001b[1m私は、私は他の人にたわごととしてではなく、私は気に、私は非常に彼の性格から取得いけないものthatsのものと寒いのだすべての私の人生をそれを得ます。\u001b[22m\n\u001b[4mI would sat that it is the fact that emotionally I am so much like irie's character that i cant understand why he doesn't change, but ill quit now before this becomes my personal story.\u001b[24m\n    \u001b[1m感情的に私は感情的に私はイリーのキャラクターに似ているので、なぜ彼は変わらないのか理解できないが、これが私の個人的な話になる前に今はやめてしまうという事実だと思った。\u001b[22m, \u001b[1m私はそれが感情的に私はそんなに私は彼が変更されない理由を理解するが、これは私の個人的な話になる前に病気になりまし終了カント入江の文字のようだという事実であることが座っていただろう。\u001b[22m"
  },
  {
    "title": "Itazura_na_Kiss",
    "id": "3731",
    "url": "https://myanimelist.net/anime/3731/Itazura_na_Kiss",
    "user": "ErecTV",
    "profile": "/profile/ErecTV/reviews",
    "pages": "5",
    "number": "20",
    "link": "/reviews.php?id=105649",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  10\n\nさて、あなたにひとつ言わせることから始めましょう。 私はこのアニメを二度落とした。\n2倍。\n\n私は数ヶ月間私のリストにそれを持っていて、それを見たことはありません。 私は最終的に私の「計画を見直す」ことを取り除くことに行きました。そして、これは行きました。\n\nそれから、ウェブのどこかにある小さなクリップを見ました。 私はそれに1つのエピソードのチャンスを与えることにしました。 陽気で、キャラクターはすぐによく発達しました。\n\nアニメの私の大好きな部分はコトコの永続性であり、イリーの一貫して冷たい性質なので、私は彼がいかに皮肉なことを愛し、彼がどういう意味だったのか愛していました。 それは絶対に面白かったです。\n\nイントロとエンディングの曲は大丈夫でしたが、特に楽しかったり嫌いでした。 残りの音楽は大丈夫だった。\n\nすべての文字はすぐに非常によく定義されていました。 物語には徹底的に演奏され、絶対に楽しいアークがたくさんあります。 私は大事なものを台無しにしたくはありませんが、アニメが大きな理由ですばらしいと言うでしょう - それは最もアニメの終わりを過ぎて未来へと続くものです。\n\nそれは素晴らしい、しかし見過ごされたアニメです。\n\n私は皆さんに良い笑いを探していることをお勧めします。ここではいくつかの感じがあり、次のエピソードを見たいと思うアニメもあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAlright, let me start off by telling you one thing. I dropped this anime twice.\n\n\u001b[1mさて、あなたにひとつ言わせることから始めましょう。 私はこのアニメを二度落とした。\u001b[22m\n\u001b[1m(Sate, anata ni hitotsu iwa seru koto kara hajimemashou. Watashi wa kono anime o ni-do otoshita.)\u001b[22m\n\nTranslations of \u001b[4mAlright, let me start off by telling you one thing. I dropped this anime twice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright, let me start off by telling you one thing.\u001b[24m\n    \u001b[1mさて、あなたにひとつ言わせることから始めましょう。\u001b[22m, \u001b[1mさてさて、私はあなたに一つのことを伝えることから始めてみましょう。\u001b[22m\n\u001b[4mI dropped this anime twice.\u001b[24m\n    \u001b[1m私はこのアニメを二度落とした。\u001b[22m, \u001b[1m私は二度このアニメを落としました。\u001b[22m\nTwice.\n\n\u001b[1m2倍。\u001b[22m\n\u001b[1m(2-Bai.)\u001b[22m\n\nDefinitions of \u001b[4mTwice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadverb\n\u001b[1m    倍\u001b[22m\n        double, twice\n\u001b[1m    再度\u001b[22m\n        again, twice, second time\n\u001b[1m    二倍\u001b[22m\n        double, twice\n\u001b[1m    二回\u001b[22m\n        twice\n\u001b[1m    又と\u001b[22m\n        in addition, twice, besides this\n\u001b[1m\u001b[22m\nI had it on my list for months and never watched it. I finally went around to cleaning out my 'plan to watch' and this went.\n\n\u001b[1m私は数ヶ月間私のリストにそれを持っていて、それを見たことはありません。 私は最終的に私の「計画を見直す」ことを取り除くことに行きました。そして、これは行きました。\u001b[22m\n\u001b[1m(Watashi wa sū-kagetsu-kan watashi no risuto ni sore o motte ite, sore o mita koto wa arimasen. Watashi wa saishūtekini watashi no `keikaku o minaosu' koto o torinozoku koto ni ikimashita. Soshite, kore wa ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mI had it on my list for months and never watched it. I finally went around to cleaning out my 'plan to watch' and this went.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had it on my list for months and never watched it.\u001b[24m\n    \u001b[1m私は数ヶ月間私のリストにそれを持っていて、それを見たことはありません。\u001b[22m, \u001b[1m私は数ヶ月のために私のリストにそれを持っていたし、それを見たことはありません。\u001b[22m\n\u001b[4mI finally went around to cleaning out my 'plan to watch' and this went.\u001b[24m\n    \u001b[1m私は最終的に私の「計画を見直す」ことを取り除くことに行きました。そして、これは行きました。\u001b[22m, \u001b[1m私はようやく私の「見ての計画を「掃除に回って、これが行ってきました。\u001b[22m\n\u001b[1m\u001b[22m\nThen I saw a small clip from it somewhere on the web. I decided to give it a one episode chance. It was hilarious, and the characters were instantly well developed.\n\n\u001b[1mそれから、ウェブのどこかにある小さなクリップを見ました。 私はそれに1つのエピソードのチャンスを与えることにしました。 陽気で、キャラクターはすぐによく発達しました。\u001b[22m\n\u001b[1m(Sorekara, u~ebu no doko ka ni aru chīsana kurippu o mimashita. Watashi wa sore ni 1tsu no episōdo no chansu o ataeru koto ni shimashita. Yōkide, kyarakutā wa sugu ni yoku hattatsu shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThen I saw a small clip from it somewhere on the web. I decided to give it a one episode chance. It was hilarious, and the characters were instantly well developed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen I saw a small clip from it somewhere on the web.\u001b[24m\n    \u001b[1mそれから、ウェブのどこかにある小さなクリップを見ました。\u001b[22m, \u001b[1mそれから私は、どこかのウェブ上で、そこから小さなクリップを見ました。\u001b[22m\n\u001b[4mI decided to give it a one episode chance.\u001b[24m\n    \u001b[1m私はそれに1つのエピソードのチャンスを与えることにしました。\u001b[22m, \u001b[1m私はそれを1つのエピソードのチャンスを与えることにしました。\u001b[22m\n\u001b[4mIt was hilarious, and the characters were instantly well developed.\u001b[24m\n    \u001b[1m陽気で、キャラクターはすぐによく発達しました。\u001b[22m, \u001b[1mそれは陽気だった、と文字が瞬時によく開発されました。\u001b[22m\n\u001b[1m\u001b[22m\nMy favorite part of the anime was Kotoko's persistence, and Irie's consistently cold nature, I loved how sarcastic he could be and how mean he was. It was absolutely funny through out.\n\n\u001b[1mアニメの私の大好きな部分はコトコの永続性であり、イリーの一貫して冷たい性質なので、私は彼がいかに皮肉なことを愛し、彼がどういう意味だったのか愛していました。 それは絶対に面白かったです。\u001b[22m\n\u001b[1m(Anime no watashi no daisukina bubun wa Kotoko no eizoku-seideari, irī no ikkanshite tsumetai seishitsunanode, watashi wa kare ga ikani hinikuna koto o aishi, kare ga dōiu imidatta no ka itoshite imashita. Sore wa zettai ni omoshirokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mMy favorite part of the anime was Kotoko's persistence, and Irie's consistently cold nature, I loved how sarcastic he could be and how mean he was. It was absolutely funny through out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favorite part of the anime was Kotoko's persistence, and Irie's consistently cold nature, I loved how sarcastic he could be and how mean he was.\u001b[24m\n    \u001b[1mアニメの私の大好きな部分はコトコの永続性であり、イリーの一貫して冷たい性質なので、私は彼がいかに皮肉なことを愛し、彼がどういう意味だったのか愛していました。\u001b[22m, \u001b[1mアニメの私のお気に入りの部分は、琴子の持続だった、と入江の一貫冷たい性質が、私は彼がかもしれないどのように皮肉愛し、彼がどのように平均しました。\u001b[22m\n\u001b[4mIt was absolutely funny through out.\u001b[24m\n    \u001b[1mそれは絶対に面白かったです。\u001b[22m, \u001b[1mこれは、アウトを通じて絶対におかしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nThe intro and ending songs were okay, but I didn't particularly enjoy or dislike them. The rest of the music was alright.\n\n\u001b[1mイントロとエンディングの曲は大丈夫でしたが、特に楽しかったり嫌いでした。 残りの音楽は大丈夫だった。\u001b[22m\n\u001b[1m(Intoro to endingu no kyoku wa daijōbudeshitaga, tokuni tanoshikattari kiraideshita. Nokori no ongaku wa daijōbudatta.)\u001b[22m\n\nTranslations of \u001b[4mThe intro and ending songs were okay, but I didn't particularly enjoy or dislike them. The rest of the music was alright.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe intro and ending songs were okay, but I didn't particularly enjoy or dislike them.\u001b[24m\n    \u001b[1mイントロとエンディングの曲は大丈夫でしたが、特に楽しかったり嫌いでした。\u001b[22m, \u001b[1mイントロとエンディング曲は大丈夫だったが、私は特に楽しんだり、それらを嫌いしませんでした。\u001b[22m\n\u001b[4mThe rest of the music was alright.\u001b[24m\n    \u001b[1m残りの音楽は大丈夫だった。\u001b[22m, \u001b[1m音楽の残りの部分は大丈夫でした。\u001b[22m\n\u001b[1m\u001b[22m\nAll the characters were very well defined immediately. The story has many arcs that are thoroughly played out and absolutely enjoyable. I don't want to spoil anything major but I will say the anime is wonderful for a huge reason - it goes past the point most anime end and continues into the future.\n\n\u001b[1mすべての文字はすぐに非常によく定義されていました。 物語には徹底的に演奏され、絶対に楽しいアークがたくさんあります。 私は大事なものを台無しにしたくはありませんが、アニメが大きな理由ですばらしいと言うでしょう - それは最もアニメの終わりを過ぎて未来へと続くものです。\u001b[22m\n\u001b[1m(Subete no moji wa sugu ni hijō ni yoku teigi sa rete imashita. Monogatari ni wa tetteiteki ni ensō sa re, zettai ni tanoshī āku ga takusan arimasu. Watashi wa daijina mono o dainashi ni shitaku wa arimasenga, anime ga ōkina riyū de subarashī to iudeshou - sore wa mottomo anime no owari o sugite mirai e to tsudzuku monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAll the characters were very well defined immediately. The story has many arcs that are thoroughly played out and absolutely enjoyable. I don't want to spoil anything major but I will say the anime is wonderful for a huge reason - it goes past the point most anime end and continues into the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the characters were very well defined immediately.\u001b[24m\n    \u001b[1mすべての文字はすぐに非常によく定義されていました。\u001b[22m, \u001b[1mすべての文字は非常によく、すぐに定義されていました。\u001b[22m\n\u001b[4mThe story has many arcs that are thoroughly played out and absolutely enjoyable.\u001b[24m\n    \u001b[1m物語には徹底的に演奏され、絶対に楽しいアークがたくさんあります。\u001b[22m, \u001b[1m物語は完全にアウト演奏し、絶対に楽しいされている多くのアークを持っています。\u001b[22m\n\u001b[4mI don't want to spoil anything major but I will say the anime is wonderful for a huge reason - it goes past the point most anime end and continues into the future.\u001b[24m\n    \u001b[1m私は大事なものを台無しにしたくはありませんが、アニメが大きな理由ですばらしいと言うでしょう - それは最もアニメの終わりを過ぎて未来へと続くものです。\u001b[22m, \u001b[1m私は、主要なものを台無しにしたくないが、私はアニメが巨大な理由のために素晴らしいですと言うだろう - それはポイントで最もアニメの終わりを超えて行き、未来へ続いています。\u001b[22m\n\u001b[1m\u001b[22m\nIt's a great, yet overlooked anime.\n\n\u001b[1mそれは素晴らしい、しかし見過ごされたアニメです。\u001b[22m\n\u001b[1m(Sore wa subarashī, shikashi misugosa reta animedesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a great, yet overlooked anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a great, yet overlooked anime.\u001b[24m\n    \u001b[1mそれは素晴らしい、しかし見過ごされたアニメです。\u001b[22m, \u001b[1mそれは素晴らしいことだ、まだアニメを見下ろしました。\u001b[22m\n\u001b[1m\u001b[22m\nI recommend it to everyone looking for a good laugh, some feels here and there, and an anime that'll make you want to just want to watch the next episode.\n\n\u001b[1m私は皆さんに良い笑いを探していることをお勧めします。ここではいくつかの感じがあり、次のエピソードを見たいと思うアニメもあります。\u001b[22m\n\u001b[1m(Watashi wa minasan ni yoi warai o sagashite iru koto o o susume shimasu. Kokode wa ikutsu ka no kanji ga ari,-ji no episōdo o mitai to omou anime mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI recommend it to everyone looking for a good laugh, some feels here and there, and an anime that'll make you want to just want to watch the next episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend it to everyone looking for a good laugh, some feels here and there, and an anime that'll make you want to just want to watch the next episode.\u001b[24m\n    \u001b[1m私は皆さんに良い笑いを探していることをお勧めします。ここではいくつかの感じがあり、次のエピソードを見たいと思うアニメもあります。\u001b[22m, \u001b[1m私は良い笑い、ここにあるいくつかのフィール、そしてあなただけの次のエピソードを見たいしたくてあげるのアニメを探して皆にそれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
