[
  {
    "title": "Crystal_Blaze",
    "id": "3840",
    "url": "https://myanimelist.net/anime/3840/Crystal_Blaze",
    "user": "711",
    "profile": "/profile/711/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=27966",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  6\n\n...あなたが突然、それによって小さな木製の扉が付いているレンガの棘の壁の上にうねりのネオンのサインを見つけたとき、あなたは古い悪い照明された近所の霧の濡れた夜を歩いている。 それに向かって着実に歩いて、舗道の水面に対するあなたの踏み台によって引き起こされたエコーされた水の跳ね返りの音は、その場所の中からまだぬかるんで穏やかな深い低音の場所を与えます。 あなたがドアを開けるとすぐに、あなたの目は、小さな窮屈な部屋に唯一の光を提供する各テーブルの小さな緑色のランプに対して、煙の真っ直ぐな霧の上で即座に自分自身を失います。 あなたの耳は、ゆっくりとした渋滞にとても慣れてしまいます。あなたの考えは届きにくく、鼻、煙、アルコール、火薬の香りが強く悪くなります。 あなたのすべての感覚は、あなたが戻って元に戻ることを嘆願しているようですが、神経衝動があなたの指に達する頃には、彼らはすでにドアを離しました。\n\n左側には、壊れた夢と小さな不快な笑い声で溢れる長い汚れたバーがあります。 いくつかのステップは、ガラスを保持し、あなたが彼女に座って招待して豪華な女神の後ろにほとんど退色の緑の光の前に、空の夜空に星のようにカウンター輝く曇ったウイスキーのガラスを作った。 今ではあなたは完全に気づいています。弾丸もキスもあなたを救うことはできません。部屋の向こう側の緑の少女が、彼女が巨大な火の中で燃えているように叫んだ場合、または彼女が気軽に犬と遊んでいる2人の十代の女の子がいます。 どんな兆候でも、あなたが待っているのは明らかです...\n\nだから、一言で言えば、これはクリスタルブレイズから期待されるべきものです...これは、ストーリーの仕方ではありません。 明らかに、あなたが細部を熱心にしている場合、または私の精神的なイメージが単にあなたに絶対無責任で残っている場合は、読んでお気軽にお気軽に、さらなる狂気から控えるように私は最善を尽くします。\n\n------------------------------------------\nストーリー＆amp; キャラクター\n\n相互参照が必要な場合は、Heat Guy J、Speed Grapher、Cowboy Bebopなどがあります。 これらは開発と全体的な感情の面でこのタイトルにかなり近くなり、一部は他のものよりも多くの類似点を共有します。 そのジャンルに遠隔で慣れていても、クリスタル・ブレイズから期待されることは普通ではありません。 最初のエピソードからすべてのひねりが明白になり、独創性のために残っている小さな余裕は決して達成されません。\n\n予想通りですが、これは大きな問題ではありません。 究極の武器を作っている狂った科学者の通常のビート・ダウン・ストーリーは、そのような魅力的なテーマで期待されるすべてがありますが、本当に痛いのは緊急性の欠如です。 クリスタル・ブレーズに来るかもしれないが、私たちが提示した殺人事件は退屈でほとんど無作為で、プロットの周りの陰謀は鈍いものであり、非常に便利なプロット・デバイス 、謎を明らかにするために成功することは決して面白くない。\n\n文字自体は単純に浅いです。 彼らは幾分うまく設計されていて興味深いようですが、過去が完全に説明されていないこと、そして彼らがほとんど強制的にやり遂げる相互作用によって、ひどく発展したアークとその結果としての窮状との関連が難しくなります。 これは彼らが彼らの強みによって独占的に遊ぶことができ、自分の性格から抜け出たり、彼らが占有しているデフォルトの役割から期待されないことをしたりすることがないので、彼らが悪いと言っているわけではありません。 あなたは、私だけでなく、敷地や期待だけに基づいて、1つまたは別のものに結びつくかもしれませんが、カーテンが閉じるまでに完全に配達されるとは思わないでしょう。\n\n------------------------------------------\nアニメーション、アート＆amp; amp; 音\n\nそのようなアニメの場合は、皮肉なことに、アニメーションがその最も強いポイントではないかもしれません。 全体的にみても、やや気にもかかわらず、アニメーションはほとんどの場合精査の対象となっていますが、スクリプトが最上位のシーケンスを必要とするときには、 私たちがやや厄介な銃撃戦を過ぎたスタンス、自分の安全を無視して銃声でまっすぐ走っている人、生命を脅かす傷を避けるための奇跡的な軌道を描く弾丸は、あまり流動的ではありませんが、 それは楽しみの方法で取得しません。\n\n芸術は、うまく設計されたキャラクターで、かなりのディテールとパーソナリティ、特にゴージャスな女性が含まれており、うまく実行されていても男性キャラクターは基本的な特性を満たしているにすぎません。 カラーパレットは時々私のために置いていたようですが、バックグラウンドも有能で過度に使用されていないので、都市はかなり活気があり、多様です。\n\nオープニングテーマとエンディングテーマは良好で、全体の生産に重大な感動を与えます。 バックグラウンドの音楽は、控えめに演出し、瞬間に舞い降りて、気分を盛り上げ、非常に魅力的です。 音楽アレンジの外に出ると、サウンドエフェクトは上手く過ぎずに本格的に感じられ、声優はそのキャラクターに独創性を余すことなく与えてくれます。\n\n------------------------------------------\n価値/楽しさ＆amp; 結論\n\n誰かがシリーズを見始めなければならない理由が何であれ、それを囲む広告であれ、プロットに興味を持っているのか、それとも友人の推薦であれ、好奇心からあれだけであれ、それを置くにはもっと大きな努力が必要です あなたがプロットに吸い込まれて、キャラクターに関係し始めた後、離れて。\n\n平均的なアニメであることは、たとえあなたがショーの気分に入った後、キャラクターを知ることができても、特に気に入らないものの、非常に興味深いものではないにしても、  1つは...まあ、あなたがトラップに身を投じた後、浸水を打破するための大きな欠陥は皆さんには現れません。\n\nこの12のエピソードシリーズの特に悲観的な絵が、クリスタルブレイズがその前提でかなり明確になり、それ以上のものを手にしていなくても、この特定の種類のアニメや人々のファンにとっては、 そのプロット、文字や設定に興味があるだけで、私はそれを推薦しないほどの十分なケースを構築することはできません。 センターの場所を誰の棚にも取らなくても、多様性を持たせるために勇敢な努力をすることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\n…you are walking down through the foggy wet night of an old badly lit neighborhood when you suddenly spot a humming neon sign on top of a brick thorn wall with a small wooden door by it. Walking steadily towards it the echoed water splashing sound caused by your steps against the water on the pavement, give place to a still stuffy mellow deep bass from inside the place. As soon as you open the door your eyes instantly loose themselves on the tick mist of smoke against the small green lamps on each table, which provides the only light to the small cramped room. Your ears get absorbed by the slow jam so loud now that even your thoughts are difficult to reach, and your nose goes numb with the strong stench of smoke, alcohol and a faint scent of gunpowder. All your senses seem to plead you to turn back and go away, but by the time the neural impulse reaches your fingers they had already let go of the door.\n\n\u001b[1m...あなたが突然、それによって小さな木製の扉が付いているレンガの棘の壁の上にうねりのネオンのサインを見つけたとき、あなたは古い悪い照明された近所の霧の濡れた夜を歩いている。 それに向かって着実に歩いて、舗道の水面に対するあなたの踏み台によって引き起こされたエコーされた水の跳ね返りの音は、その場所の中からまだぬかるんで穏やかな深みのある低音の場所を与えます。 あなたがドアを開けるとすぐに、あなたの目は、小さな窮屈な部屋に唯一の光を提供する各テーブルの小さな緑色のランプに対して、煙の真っ直ぐな霧の上で即座に自分自身を失います。 あなたの耳は、ゆっくりとした渋滞にとても慣れてしまいます。あなたの考えが届きにくく、鼻、煙、アルコール、火薬の香りが強くて麻痺します。 あなたのすべての感覚は、あなたが戻って元に戻ることを嘆願しているようですが、神経衝動があなたの指に届く頃には、彼らはすでにドアを離していました。\u001b[22m\n\u001b[1m(... Anata ga totsuzen, sore ni yotte chīsana mokusei no tobira ga tsuite iru renga no toge no kabe no ue ni uneri no neon no sain o mitsuketa toki, anata wa furui warui shōmei sa reta kinjo no kiri no nureta yoru o aruite iru. Sore ni mukatte chakujitsu ni aruite, hodō no minamo ni taisuru anata no fumidai ni yotte hikiokosa reta ekō sa reta mizu no hanekaeri no oto wa, sono basho no naka kara mada nukarunde odayakana fukami no aru teion no basho o ataemasu. Anata ga doa o akeruto sugu ni, anata no me wa, chīsana kyūkutsuna heya ni yuiitsu no hikari o teikyō suru kaku tēburu no chīsana midoriiro no ranpu ni taishite, kemuri no massuguna kiri no ue de sokuza ni jibun jishin o ushinaimasu. Anata no mimi wa, yukkuri to shita jūtai ni totemo narete shimaimasu. Anata no kangae ga todoki nikuku, hana, kemuri, arukōru, kayaku no kaori ga tsuyokute mahi shimasu. Anata no subete no kankaku wa, anata ga modotte gen ni modoru koto o tangan shite iru yōdesuga, shinkei shōdō ga anata no yubi ni todoku koro ni wa, karera wa sudeni doa o hanashite imashita.)\u001b[22m\n\nTranslations of \u001b[4m…you are walking down through the foggy wet night of an old badly lit neighborhood when you suddenly spot a humming neon sign on top of a brick thorn wall with a small wooden door by it. Walking steadily towards it the echoed water splashing sound caused by your steps against the water on the pavement, give place to a still stuffy mellow deep bass from inside the place. As soon as you open the door your eyes instantly loose themselves on the tick mist of smoke against the small green lamps on each table, which provides the only light to the small cramped room. Your ears get absorbed by the slow jam so loud now that even your thoughts are difficult to reach, and your nose goes numb with the strong stench of smoke, alcohol and a faint scent of gunpowder. All your senses seem to plead you to turn back and go away, but by the time the neural impulse reaches your fingers they had already let go of the door.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m…you are walking down through the foggy wet night of an old badly lit neighborhood when you suddenly spot a humming neon sign on top of a brick thorn wall with a small wooden door by it.\u001b[24m\n    \u001b[1m...あなたが突然、それによって小さな木製の扉が付いているレンガの棘の壁の上にうねりのネオンのサインを見つけたとき、あなたは古い悪い照明された近所の霧の濡れた夜を歩いている。\u001b[22m, \u001b[1m...あなたは突然、それによって小さな木製のドアとレンガのとげの壁の上にハミングネオンサインを見つける古いひどく点灯近所の霧の湿った夜を歩いています。\u001b[22m\n\u001b[4mWalking steadily towards it the echoed water splashing sound caused by your steps against the water on the pavement, give place to a still stuffy mellow deep bass from inside the place.\u001b[24m\n    \u001b[1mそれに向かって着実に歩いて、舗道の水面に対するあなたの踏み台によって引き起こされたエコーされた水の跳ね返りの音は、その場所の中からまだぬかるんで穏やかな深みのある低音の場所を与えます。\u001b[22m, \u001b[1mそれに向かって着実に歩道上の水に対するあなたのステップに起因するエコーの水はねの音をウォーキング、場所内側からまだムッとまろやかな深みのある低音に場所を与えます。\u001b[22m\n\u001b[4mAs soon as you open the door your eyes instantly loose themselves on the tick mist of smoke against the small green lamps on each table, which provides the only light to the small cramped room.\u001b[24m\n    \u001b[1mあなたがドアを開けるとすぐに、あなたの目は、小さな窮屈な部屋に唯一の光を提供する各テーブルの小さな緑色のランプに対して、煙の真っ直ぐな霧の上で即座に自分自身を失います。\u001b[22m, \u001b[1mすぐにドアを開くと、あなたの目はすぐに小さな窮屈な部屋に光のみを提供し、各テーブルの上に小さな緑色のランプに対する煙のティックミスト上で自分自身を失います。\u001b[22m\n\u001b[4mYour ears get absorbed by the slow jam so loud now that even your thoughts are difficult to reach, and your nose goes numb with the strong stench of smoke, alcohol and a faint scent of gunpowder.\u001b[24m\n    \u001b[1mあなたの耳は、ゆっくりとした渋滞にとても慣れてしまいます。あなたの考えが届きにくく、鼻、煙、アルコール、火薬の香りが強くて麻痺します。\u001b[22m, \u001b[1mあなたの耳は今でも自分の考えに到達することが困難であるように大声でスロージャムに吸収されます、そしてあなたの鼻は煙、アルコールと火薬のほのかな香りの強い悪臭と無感覚になります。\u001b[22m\n\u001b[4mAll your senses seem to plead you to turn back and go away, but by the time the neural impulse reaches your fingers they had already let go of the door.\u001b[24m\n    \u001b[1mあなたのすべての感覚は、あなたが戻って元に戻ることを嘆願しているようですが、神経衝動があなたの指に届く頃には、彼らはすでにドアを離していました。\u001b[22m, \u001b[1mすべてのあなたの感覚は引き返すと離れて行くためにあなたを弁護するように見えるが、神経インパルスはあなたの指に到達するまでに、彼らはすでにドアを手放すていました。\u001b[22m\n\u001b[1m\u001b[22m\nOn the left you spot a long dirty bar filled with broken dreams and misleading smiles on the small uncomfortable sits. A few steps where enough before the almost faded green light behind the gorgeous mistress holding a glass and inviting you to sit by her, made the blurry whisky glasses by the counter shine like stars on an empty night sky. By now you are fully aware, neither bullets nor kisses will save you, and if the green girl on the other side of the room screaming as she burns inside a huge pyre, or the two teenage girls playing with a dog casually right by her are any indication, it's obvious what awaits you…\n\n\u001b[1m左側には、壊れた夢と小さな不快な笑い声で溢れる長い汚れたバーがあります。 いくつかのステップは、ガラスを保持し、あなたが彼女に座って招待して豪華な女神の後ろにほとんど退色の緑の光の前に、空の夜空に星のようにカウンター輝く曇ったウイスキーのガラスを作った。 今ではあなたは完全に気づいています。弾丸もキスもあなたを救うことはできません。部屋の向こう側の緑の少女が、彼女が巨大な火の中で燃えているように叫んだ場合、または彼女が気軽に犬と遊んでいる2人の十代の女の子がいます。 どんな兆候でも、あなたが待っているのは明らかです...\u001b[22m\n\u001b[1m(Hidarigawa ni wa, kowareta yume to chīsana fukaina waraigoe de afureru nagai kegareta bā ga arimasu. Ikutsu ka no suteppu wa, garasu o hoji shi, anata ga kanojo ni suwatte shōtai shite gōkana megami no ushiro ni hotondo taishoku no midori no hikari no mae ni, sora no yozora ni hoshinoyōni kauntā kagayaku kumotta uisukī no garasu o tsukutta. Ima dewa anata wa kanzen ni kidzuite imasu. Dangan mo kisu mo anata o sukuu koto wa dekimasen. Heya no mukō-gawa no midori no shōjo ga, kanojo ga kyodaina hi no naka de moete iru yō ni sakenda baai, matawa kanojo ga kigaru ni inu to asonde iru 2-ri no jūdai no on'nanoko ga imasu. Don'na chōkō demo, anata ga matte iru no wa akirakadesu...)\u001b[22m\n\nTranslations of \u001b[4mOn the left you spot a long dirty bar filled with broken dreams and misleading smiles on the small uncomfortable sits. A few steps where enough before the almost faded green light behind the gorgeous mistress holding a glass and inviting you to sit by her, made the blurry whisky glasses by the counter shine like stars on an empty night sky. By now you are fully aware, neither bullets nor kisses will save you, and if the green girl on the other side of the room screaming as she burns inside a huge pyre, or the two teenage girls playing with a dog casually right by her are any indication, it's obvious what awaits you…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the left you spot a long dirty bar filled with broken dreams and misleading smiles on the small uncomfortable sits.\u001b[24m\n    \u001b[1m左側には、壊れた夢と小さな不快な笑い声で溢れる長い汚れたバーがあります。\u001b[22m, \u001b[1m左側には小さな不快に壊れた夢と誤解を招くような笑顔で満たされた長い汚いバーが座っているスポット。\u001b[22m\n\u001b[4mA few steps where enough before the almost faded green light behind the gorgeous mistress holding a glass and inviting you to sit by her, made the blurry whisky glasses by the counter shine like stars on an empty night sky.\u001b[24m\n    \u001b[1mいくつかのステップは、ガラスを保持し、あなたが彼女に座って招待して豪華な女神の後ろにほとんど退色の緑の光の前に、空の夜空に星のようにカウンター輝く曇ったウイスキーのガラスを作った。\u001b[22m, \u001b[1m、空の夜空に星のようなカウンター輝きによってぼやけウイスキーグラスを作っ十分なゴージャス愛人ガラスを保持し、あなたが彼女に座って招待の背後にあるほとんど色あせた緑色の光の前にいくつかの手順を実行。\u001b[22m\n\u001b[4mBy now you are fully aware, neither bullets nor kisses will save you, and if the green girl on the other side of the room screaming as she burns inside a huge pyre, or the two teenage girls playing with a dog casually right by her are\u001b[24m\n    \u001b[1m今ではあなたは完全に気づいています。弾丸もキスもあなたを救うことはできません。部屋の向こう側の緑の少女が、彼女が巨大な火の中で燃えているように叫んだ場合、または彼女が気軽に犬と遊んでいる2人の十代の女の子がいます。\u001b[22m, \u001b[1m今ではあなたが十分に認識され、弾丸もキスどちらもあなたを救う、と彼女は巨大な火葬の内側に燃えるように部屋の反対側に緑の少女が叫んでた場合、または彼女にさりげなく右の犬と一緒に遊ん2十代の女の子があります\u001b[22m\n\u001b[4many indication, it's obvious what awaits you…\u001b[24m\n    \u001b[1mどんな兆候でも、あなたが待っているのは明らかです...\u001b[22m, \u001b[1m兆候は、それはあなたを待って何明らかです...\u001b[22m\n\u001b[1m\u001b[22m\nSo, in a nutshell, this is what you should expect out of Crystal Blaze… outside the fact that this is not how the story goes. Obviously, if you are keen on specifics or my mental image simply left you absolutely clueless, please, feel free to keep reading, I will do my best to refrain from further insanity.\n\n\u001b[1mだから、一言で言えば、これはクリスタルブレイズから期待されるべきものです。これはストーリーの仕方ではありません。 明らかに、あなたが細部を熱心にしている、あるいは私の精神的なイメージが単にあなたに絶対無責任なまま残しているならば、読んでおきたいと思います。私は、さらなる狂気から控えるように努力します。\u001b[22m\n\u001b[1m(Dakara, hitokoto de ieba, koreha kurisutarubureizu kara kitai sa rerubeki monodesu. Kore wa sutōrī no shikatade wa arimasen. Akiraka ni, anata ga saibu o nesshin ni shite iru, aruiwa watashi no seishin-tekina imēji ga tan'ni anata ni zettai musekinin'na mama nokoshite irunaraba, yonde okitai to omoimasu. Watashi wa, saranaru kyōki kara hikaeru yō ni doryoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo, in a nutshell, this is what you should expect out of Crystal Blaze… outside the fact that this is not how the story goes. Obviously, if you are keen on specifics or my mental image simply left you absolutely clueless, please, feel free to keep reading, I will do my best to refrain from further insanity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, in a nutshell, this is what you should expect out of Crystal Blaze… outside the fact that this is not how the story goes.\u001b[24m\n    \u001b[1mだから、一言で言えば、これはクリスタルブレイズから期待されるべきものです。これはストーリーの仕方ではありません。\u001b[22m, \u001b[1mだから、一言で言えば、これはあなたがこの物語がどのようになるではないという事実の外に...クリスタルブレイズの外に期待すべきものです。\u001b[22m\n\u001b[4mObviously, if you are keen on specifics or my mental image simply left you absolutely clueless, please, feel free to keep reading, I will do my best to refrain from further insanity.\u001b[24m\n    \u001b[1m明らかに、あなたが細部を熱心にしている、あるいは私の精神的なイメージが単にあなたに絶対無責任なまま残しているならば、読んでおきたいと思います。私は、さらなる狂気から控えるように努力します。\u001b[22m, \u001b[1mあなたが具体的に注目しているか、私の精神的なイメージは、単に絶対に無知なあなたを残した場合、明らかに、私はさらに狂気を控えるために最善を尽くします、読み続けること自由に感じなさい。\u001b[22m\n\u001b[1m\u001b[22m\n------------------------------------------\n\n\u001b[1m------------------------------------------\u001b[22m\n\u001b[1m(-- -- -- -- -- -- -- -- - -------------------------)\u001b[22m\n\nTranslations of \u001b[4m------------------------------------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m------------------------------------------\u001b[24m\n    \u001b[1m------------------------------------------\u001b[22m\nStory &amp; Characters\n\n\u001b[1mストーリー＆amp; キャラクター\u001b[22m\n\u001b[1m(Sutōrī& amp; kyarakutā)\u001b[22m\n\nTranslations of \u001b[4mStory &amp; Characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory &amp;\u001b[24m\n    \u001b[1mストーリー＆amp;\u001b[22m, \u001b[1mストーリー＆＃038;\u001b[22m\n\u001b[4mCharacters\u001b[24m\n    \u001b[1mキャラクター\u001b[22m, \u001b[1m文字\u001b[22m\n\u001b[1m\u001b[22m\nIf you are looking for cross-references there are a few, Heat Guy J, Speed Grapher and Cowboy Bebop amongst others. These come pretty close to this title in terms of development and overall feeling, with some going a bit further sharing more similarities than others. Being even remotely familiar with the genre, there is nothing out of the ordinary to be expected from Crystal Blaze. From the very first episode all the twists become obvious and the small remaining margin for originality is never reached.\n\n\u001b[1m相互参照が必要な場合は、Heat Guy J、Speed Grapher、Cowboy Bebopなどがあります。 これらは開発と全体的な感情の面でこのタイトルにかなり近くなり、一部は他のものよりも多くの類似点を共有します。 そのジャンルに遠隔で慣れていても、Crystal Blazeから期待されることは普通ではありません。 最初のエピソードからすべての紆余曲折が明白になり、独創性のために残っている小さな余裕は決して達成されません。\u001b[22m\n\u001b[1m(Sōgo sanshō ga hitsuyōna baai wa, Heat Guy J, Speed Grapher, Cowboy Bebop nado ga arimasu. Korera wa kaihatsu to zentai-tekina kanjō no men de kono taitoru ni kanari chikaku nari, ichibu wa hoka no mono yori mo ōku no ruiji-ten o kyōyū shimasu. Sono janru ni enkaku de narete ite mo, kurisutaru Blaze kara kitai sa reru koto wa futsūde wa arimasen. Saisho no episōdo kara subete no uyokyokusetsu ga meihaku ni nari, dokusō-sei no tame ni nokotte iru chīsana yoyū wa kesshite tassei sa remasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you are looking for cross-references there are a few, Heat Guy J, Speed Grapher and Cowboy Bebop amongst others. These come pretty close to this title in terms of development and overall feeling, with some going a bit further sharing more similarities than others. Being even remotely familiar with the genre, there is nothing out of the ordinary to be expected from Crystal Blaze. From the very first episode all the twists become obvious and the small remaining margin for originality is never reached.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are looking for cross-references there are a few, Heat Guy J, Speed Grapher and Cowboy Bebop amongst others.\u001b[24m\n    \u001b[1m相互参照が必要な場合は、Heat Guy J、Speed Grapher、Cowboy Bebopなどがあります。\u001b[22m, \u001b[1mあなたは、相互参照を探している場合はとりわけヒートガイジェイ、スピードグラファとカウボーイビバップ、いくつかあります。\u001b[22m\n\u001b[4mThese come pretty close to this title in terms of development and overall feeling, with some going a bit further sharing more similarities than others.\u001b[24m\n    \u001b[1mこれらは開発と全体的な感情の面でこのタイトルにかなり近くなり、一部は他のものよりも多くの類似点を共有します。\u001b[22m, \u001b[1mこれらは、いくつかは他のものよりも類似点を共有するビットさらに行くと、開発、全体的に使用感の点で、このタイトルにかなり近づきます。\u001b[22m\n\u001b[4mBeing even remotely familiar with the genre, there is nothing out of the ordinary to be expected from Crystal Blaze.\u001b[24m\n    \u001b[1mそのジャンルに遠隔で慣れていても、Crystal Blazeから期待されることは普通ではありません。\u001b[22m, \u001b[1mジャンルであってもリモートでおなじみなので、クリスタルブレイズから予測される普通のものは何もありません。\u001b[22m\n\u001b[4mFrom the very first episode all the twists become obvious and the small remaining margin for originality is never reached.\u001b[24m\n    \u001b[1m最初のエピソードからすべての紆余曲折が明白になり、独創性のために残っている小さな余裕は決して達成されません。\u001b[22m, \u001b[1m非常に最初のエピソードからすべてのねじれが顕在化し、オリジナリティのための小さな残りのマージンは到達しません。\u001b[22m\n\u001b[1m\u001b[22m\nPredictive as it is, this is not the major issue here. The usual beat down story of mad scientist making ultimate weapon is all there with everything that comes to be expected for such an uninspired theme, but what really hurts is the lack of urgency. One might come to Crystal Blaze expecting a thriller of some sort, but the murders we are presented to are tedious and mostly at random, the conspiracy that the plot revolves around is dull and consists of nameless entities that are nothing more than extremely convenient plot devices , and the thrive to unveil the mysteries is never interesting on its own.\n\n\u001b[1m予想通りですが、これは大きな問題ではありません。 究極の武器を作っている狂った科学者の通常のビート・ダウン・ストーリーは、そのような魅力的なテーマで期待されるすべてがありますが、本当に痛いのは緊急性の欠如です。 クリスタル・ブレーズに来るかもしれないが、私たちが提示した殺人事件は退屈でほとんど無作為で、プロットの周りの陰謀は鈍いものであり、非常に便利なプロット・デバイス 、謎を明らかにするために成功することは決して面白くない。\u001b[22m\n\u001b[1m(Yosō-dōridesuga, kore wa ōkina mondaide wa arimasen. Kyūkyoku no buki o tsukutte iru kurutta kagaku-sha no tsūjō no bīto daun sutōrī wa, sono yōna miryoku-tekina tēma de kitai sa reru subete ga arimasuga, hontōni itai no wa kinkyū-sei no ketsujodesu. Kurisutaru burēzu ni kuru kamo shirenaiga, watashitachi ga teiji shita satsujin jiken wa taikutsu de hotondo musakui de, purotto no mawari no inbō wa nibui monodeari, hijō ni benrina purotto debaisu, nazo o akiraka ni suru tame ni seikō suru koto wa kesshite omoshirokunai.)\u001b[22m\n\nTranslations of \u001b[4mPredictive as it is, this is not the major issue here. The usual beat down story of mad scientist making ultimate weapon is all there with everything that comes to be expected for such an uninspired theme, but what really hurts is the lack of urgency. One might come to Crystal Blaze expecting a thriller of some sort, but the murders we are presented to are tedious and mostly at random, the conspiracy that the plot revolves around is dull and consists of nameless entities that are nothing more than extremely convenient plot devices , and the thrive to unveil the mysteries is never interesting on its own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPredictive as it is, this is not the major issue here.\u001b[24m\n    \u001b[1m予想通りですが、これは大きな問題ではありません。\u001b[22m, \u001b[1mそのまま予測、これはここでは主要な問題ではありません。\u001b[22m\n\u001b[4mThe usual beat down story of mad scientist making ultimate weapon is all there with everything that comes to be expected for such an uninspired theme, but what really hurts is the lack of urgency.\u001b[24m\n    \u001b[1m究極の武器を作っている狂った科学者の通常のビート・ダウン・ストーリーは、そのような魅力的なテーマで期待されるすべてがありますが、本当に痛いのは緊急性の欠如です。\u001b[22m, \u001b[1m究極の武器を作るマッドサイエンティストの通常のダウンビートの話は、このような平凡なテーマに対して予想されるようになるすべてのものとすべてありますが、本当に痛いことは緊急性の欠如です。\u001b[22m\n\u001b[4mOne might come to Crystal Blaze expecting a thriller of some sort, but the murders we are presented to are tedious and mostly at random, the conspiracy that the plot revolves around is dull and consists of nameless entities that are nothing more than extremely convenient plot devices\u001b[24m\n    \u001b[1mクリスタル・ブレーズに来るかもしれないが、私たちが提示した殺人事件は退屈でほとんど無作為で、プロットの周りの陰謀は鈍いものであり、非常に便利なプロット・デバイス\u001b[22m, \u001b[1m一つは、ある種のスリラーを期待クリスタルブレイズに来るかもしれないが、我々はに提示されている殺人は退屈でほとんどがランダムであり、プロットの周りを公転する陰謀が鈍いと非常に便利なプロットデバイス以上のものではありません無名の事業体で構成されてい\u001b[22m\n\u001b[4m, and the thrive to unveil the mysteries is never interesting on its own.\u001b[24m\n    \u001b[1m、謎を明らかにするために成功することは決して面白くない。\u001b[22m, \u001b[1m、およびインクルードが謎を明らかにするために繁栄することは自分自身で興味深いことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters themselves simply put are shallow. They are somewhat well designed and seem to be interesting, but with their past never being explained thoroughly, and the interactions they go through mostly forced, we end up with badly developed arcs and difficulty to relate to their plight as consequence. This is not to say they are bad since they do play exclusively by their strengths, never trying to get out of character or doing anything not to be expected from the default role they are occupying. You, as well as I did, might end up relating to one or another based on premises and expectations alone, just don’t think they will be fully delivered by the time the curtain closes.\n\n\u001b[1m文字自体は単純に浅いです。 彼らは幾分うまく設計されていて興味深いようですが、過去が完全に説明されていないこと、そして彼らがほとんど強制的にやり遂げる相互作用によって、ひどく発展したアークとその結果としての窮状との関連が難しくなります。 これは彼らが彼らの強みによって独占的に遊ぶことができ、自分の性格から抜け出たり、彼らが占有しているデフォルトの役割から期待されないことをしたりすることがないので、彼らが悪いと言っているわけではありません。 あなたは、私だけでなく、敷地や期待だけに基づいて、1つまたは別のものに結びつくかもしれませんが、カーテンが閉じるまでに完全に配達されるとは思わないでしょう。\u001b[22m\n\u001b[1m(Moji jitai wa tanjun ni asaidesu. Karera wa ikubun umaku sekkei sa rete ite kyōmibukai yōdesuga, kako ga kanzen ni setsumei sa rete inai koto, soshite karera ga hotondo kyōsei-teki ni yaritogeru sōgo sayō ni yotte, hidoku hatten shita āku toso no kekka to shite no kyūjō to no kanren ga muzukashiku narimasu. Kore wa karera ga karera no tsuyomi ni yotte dokusen-teki ni asobu koto ga deki, jibun no seikaku kara nukede tari, karera ga sen'yū shite iru deforuto no yakuwari kara kitai sa renai koto o shi tari suru koto ga nainode, karera ga warui to itte iru wakede wa arimasen. Anata wa, watashi dakedenaku, shikichi ya kitai dake nimotozuite, 1tsu matawa betsu no mono ni musubitsuku kamo shiremasenga, kāten ga tojiru made ni kanzen ni haitatsu sa reru to wa omowanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThe characters themselves simply put are shallow. They are somewhat well designed and seem to be interesting, but with their past never being explained thoroughly, and the interactions they go through mostly forced, we end up with badly developed arcs and difficulty to relate to their plight as consequence. This is not to say they are bad since they do play exclusively by their strengths, never trying to get out of character or doing anything not to be expected from the default role they are occupying. You, as well as I did, might end up relating to one or another based on premises and expectations alone, just don’t think they will be fully delivered by the time the curtain closes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters themselves simply put are shallow.\u001b[24m\n    \u001b[1m文字自体は単純に浅いです。\u001b[22m, \u001b[1m自体は簡単に言えば文字が浅いです。\u001b[22m\n\u001b[4mThey are somewhat well designed and seem to be interesting, but with their past never being explained thoroughly, and the interactions they go through mostly forced, we end up with badly developed arcs and difficulty to relate to their plight as consequence.\u001b[24m\n    \u001b[1m彼らは幾分うまく設計されていて興味深いようですが、過去が完全に説明されていないこと、そして彼らがほとんど強制的にやり遂げる相互作用によって、ひどく発展したアークとその結果としての窮状との関連が難しくなります。\u001b[22m, \u001b[1m彼らは多少よく設計と面白いように見えるが、彼らの過去で十分に説明しないさん、そして、彼らは主に強制通過する相互作用は、我々は結果として彼らの窮状に関連するとひどく開発アークや難易度で終わるされています。\u001b[22m\n\u001b[4mThis is not to say they are bad since they do play exclusively by their strengths, never trying to get out of character or doing anything not to be expected from the default role they are occupying.\u001b[24m\n    \u001b[1mこれは彼らが彼らの強みによって独占的に遊ぶことができ、自分の性格から抜け出たり、彼らが占有しているデフォルトの役割から期待されないことをしたりすることがないので、彼らが悪いと言っているわけではありません。\u001b[22m, \u001b[1mこれは決して文字の外に取得しようとしない、またはそれらが占有されているデフォルトの役割から予想されない何もして、彼らは彼らの強みによって排他的に果たしてないので悪いと言っているわけではありません。\u001b[22m\n\u001b[4mYou, as well as I did, might end up relating to one or another based on premises and expectations alone, just don’t think they will be fully delivered by the time the curtain closes.\u001b[24m\n    \u001b[1mあなたは、私だけでなく、敷地や期待だけに基づいて、1つまたは別のものに結びつくかもしれませんが、カーテンが閉じるまでに完全に配達されるとは思わないでしょう。\u001b[22m, \u001b[1mあなたは、同様に私がしたように、ちょうど彼らが完全に幕を閉じた時点で配信されるとは思わない、1または単独の施設や期待に基づいて別のものに関連してしまう可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\n------------------------------------------\n\n\u001b[1m------------------------------------------\u001b[22m\n\u001b[1m(-- -- -- -- -- -- -- -- - -------------------------)\u001b[22m\n\nTranslations of \u001b[4m------------------------------------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m------------------------------------------\u001b[24m\n    \u001b[1m------------------------------------------\u001b[22m\nAnimation, Art &amp; Sound\n\n\u001b[1mアニメーション、アート＆amp; amp; 音\u001b[22m\n\u001b[1m(Animēshon, āto& amp; amp; oto)\u001b[22m\n\nTranslations of \u001b[4mAnimation, Art &amp; Sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation, Art &amp;\u001b[24m\n    \u001b[1mアニメーション、アート＆amp; amp;\u001b[22m, \u001b[1mアニメーション、アート＆＃038;\u001b[22m\n\u001b[4mSound\u001b[24m\n    \u001b[1m音\u001b[22m, \u001b[1m聞こえる\u001b[22m, \u001b[1mサウンド\u001b[22m, \u001b[1m音\u001b[22m\n\u001b[1m\u001b[22m\nSuch is the case with such anime, as ironic as it may sound, animation it not its strongest point. All in all, despite somewhat insipid the animation does hold itself well under scrutiny for the most part, but its less than stellar quality does show some problems when the script requires over the top sequences. On the stances where we get past the somewhat awkwardly staged gunfights, with people running straight at gunshots with disregard for their own safety, and bullets making miraculous trajectories to avoid life threatening wounds, the animation is not extremely fluid, but since these are rare enough it don't get in the way of the enjoyment.\n\n\u001b[1mそのようなアニメの場合は、皮肉なことに、アニメーションがその最も強いポイントではないかもしれません。 全体的にみても、やや気にもかかわらず、アニメーションはほとんどの場合精査の対象となっていますが、スクリプトが最上位のシーケンスを必要とするときには、 私たちがやや厄介な銃撃戦を過ぎたスタンス、自分の安全を無視して銃声でまっすぐ走っている人、生命を脅かす傷を避けるための奇跡的な軌道を描く弾丸は、あまり流動的ではありませんが、 それは楽しみの方法で取得しません。\u001b[22m\n\u001b[1m(Sono yōna anime no baai wa, hinikuna koto ni, animēshon ga sono mottomo tsuyoi pointode wanai kamo shiremasen. Zentai-teki ni mite mo, yaya ki nimokakawarazu, animēshon wa hotondo no baai seisa no taishō to natte imasuga, sukuriputo ga sai jōi no shīkensu o hitsuyō to suru tokiniha, watashitachi ga yaya yakkaina jūgeki-sen o sugita sutansu, jibun no anzen o mushi shite jūsei de massugu hashitte iru hito, seimei o odokasu kizu o yokeru tame no kiseki-tekina kidō o kaku dangan wa, amari ryūdōtekide wa arimasenga, soreha tanoshimi no hōhō de shutoku shimasen.)\u001b[22m\n\nTranslations of \u001b[4mSuch is the case with such anime, as ironic as it may sound, animation it not its strongest point. All in all, despite somewhat insipid the animation does hold itself well under scrutiny for the most part, but its less than stellar quality does show some problems when the script requires over the top sequences. On the stances where we get past the somewhat awkwardly staged gunfights, with people running straight at gunshots with disregard for their own safety, and bullets making miraculous trajectories to avoid life threatening wounds, the animation is not extremely fluid, but since these are rare enough it don't get in the way of the enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSuch is the case with such anime, as ironic as it may sound, animation it not its strongest point.\u001b[24m\n    \u001b[1mそのようなアニメの場合は、皮肉なことに、アニメーションがその最も強いポイントではないかもしれません。\u001b[22m, \u001b[1mこのような、それが聞こえるかもしれ皮肉としてではなく、その最強のポイント、それをアニメーションは、このようなアニメの場合です。\u001b[22m\n\u001b[4mAll in all, despite somewhat insipid the animation does hold itself well under scrutiny for the most part, but its less than stellar quality does show some problems when the script requires over the top sequences.\u001b[24m\n    \u001b[1m全体的にみても、やや気にもかかわらず、アニメーションはほとんどの場合精査の対象となっていますが、スクリプトが最上位のシーケンスを必要とするときには、\u001b[22m, \u001b[1mすべてのすべてで、やや味気ないにも関わらず、アニメーションは、大部分がよく精査の下に自分自身を保持しますが、その恒星未満の品質は、スクリプトがトップシーケンス上で必要とするときにいくつかの問題を示しています。\u001b[22m\n\u001b[4mOn the stances where we get past the somewhat awkwardly staged gunfights, with people running straight at gunshots with disregard for their own safety, and bullets making miraculous trajectories to avoid life threatening wounds, the animation is not extremely fluid, but since these are rare enough\u001b[24m\n    \u001b[1m私たちがやや厄介な銃撃戦を過ぎたスタンス、自分の安全を無視して銃声でまっすぐ走っている人、生命を脅かす傷を避けるための奇跡的な軌道を描く弾丸は、あまり流動的ではありませんが、\u001b[22m, \u001b[1m私たちは、人々が自分自身の安全のために無視して銃声で直進し、弾丸が生命を脅かす傷を避けるために奇跡的な軌道を作ると、ややぎこちなく上演銃撃戦を乗り越えるスタンスでは、アニメーションは非常に流体ではありませんが、これらのため、十分にまれです\u001b[22m\n\u001b[4mit don't get in the way of the enjoyment.\u001b[24m\n    \u001b[1mそれは楽しみの方法で取得しません。\u001b[22m, \u001b[1mそれは楽しみの方法で得ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is just fine, with well designed characters containing a fair amount of detail and personality, particularly the females that are gorgeous, and thankfully so since the male characters do nothing more than fill the basic traits for their roles, even if well executed. The color pallet seemed a little off putting for me from time to time, but the background is also competent and not overly used, making the city seems fairly lively and diverse.\n\n\u001b[1m芸術は、うまく設計されたキャラクターで、かなりのディテールとパーソナリティ、特にゴージャスな女性が含まれており、うまく実行されていても男性キャラクターは基本的な特性を満たしているにすぎません。 カラーパレットは時々私のために置いていたようですが、バックグラウンドも有能で過度に使用されていないので、都市はかなり活気があり、多様です。\u001b[22m\n\u001b[1m(Geijutsu wa, umaku sekkei sa reta kyarakutā de, kanari no ditēru to pāsonariti, tokuni gōjasuna josei ga fukuma rete ori, umaku jikkō sa rete ite mo dansei kyarakutā wa kihon-tekina tokusei o mitashite iru ni sugimasen. Karāparetto wa tokidoki watashi no tame ni oite ita yōdesuga, bakkuguraundo mo yūnōde kado ni shiyō sa rete inainode, toshi wa kanari kakki ga ari, tayōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is just fine, with well designed characters containing a fair amount of detail and personality, particularly the females that are gorgeous, and thankfully so since the male characters do nothing more than fill the basic traits for their roles, even if well executed. The color pallet seemed a little off putting for me from time to time, but the background is also competent and not overly used, making the city seems fairly lively and diverse.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is just fine, with well designed characters containing a fair amount of detail and personality, particularly the females that are gorgeous, and thankfully so since the male characters do nothing more than fill the basic traits for their roles, even if well executed.\u001b[24m\n    \u001b[1m芸術は、うまく設計されたキャラクターで、かなりのディテールとパーソナリティ、特にゴージャスな女性が含まれており、うまく実行されていても男性キャラクターは基本的な特性を満たしているにすぎません。\u001b[22m, \u001b[1m男性の文字がうまく実行された場合でも、その役割のための基本的な形質を埋めるよりも何もしないので、技術は、ディテールや人格のかなりの量を含むうまく設計された文字、ゴージャスであり、特に雌と、だけで結構です、とありがたいので。\u001b[22m\n\u001b[4mThe color pallet seemed a little off putting for me from time to time, but the background is also competent and not overly used, making the city seems fairly lively and diverse.\u001b[24m\n    \u001b[1mカラーパレットは時々私のために置いていたようですが、バックグラウンドも有能で過度に使用されていないので、都市はかなり活気があり、多様です。\u001b[22m, \u001b[1mカラーパレットは、随時私のために入れて少しオフに思われたが、背景には、都市はかなり活気のある多様なようで作り、また有能で過度に使用されていません。\u001b[22m\n\u001b[1m\u001b[22m\nOpening and ending themes are good and add a crucial vibe to the whole production. The background music is very competent presenting itself unobtrusively, coming off on the right moments and setting the mood while not aspiring for the spotlight. Stepping outside the music arrangements, the sound effects feel authentic without ever going too over the top, and the voice actors do a remarkably good job giving an extra tinge of originality to their characters.\n\n\u001b[1mオープニングテーマとエンディングテーマは良好で、全体の生産に重大な感動を与えます。 バックグラウンドの音楽は、控えめに演出し、瞬間に舞い降りて、気分を盛り上げ、非常に魅力的です。 音楽アレンジの外に出ると、サウンドエフェクトは上手く過ぎずに本格的に感じられ、声優はそのキャラクターに独創性を余すことなく与えてくれます。\u001b[22m\n\u001b[1m(Ōpuningutēma to endingutēma wa ryōkōde, zentai no seisan ni jūdaina kandō o ataemasu. Bakkuguraundo no ongaku wa, hikaeme ni enshutsu shi, shunkan ni maiorite, kibun o moriage, hijō ni mirikitekidesu. Ongaku arenji no soto ni deru to, saundoefekuto wa umaku sugizu ni honkaku-teki ni kanji rare, seiyū wa sono kyarakutā ni dokusō-sei o amasu koto naku ataete kuremasu.)\u001b[22m\n\nTranslations of \u001b[4mOpening and ending themes are good and add a crucial vibe to the whole production. The background music is very competent presenting itself unobtrusively, coming off on the right moments and setting the mood while not aspiring for the spotlight. Stepping outside the music arrangements, the sound effects feel authentic without ever going too over the top, and the voice actors do a remarkably good job giving an extra tinge of originality to their characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOpening and ending themes are good and add a crucial vibe to the whole production.\u001b[24m\n    \u001b[1mオープニングテーマとエンディングテーマは良好で、全体の生産に重大な感動を与えます。\u001b[22m, \u001b[1mオープニングとエンディングテーマが良好で、全体の生産に重大な雰囲気を追加します。\u001b[22m\n\u001b[4mThe background music is very competent presenting itself unobtrusively, coming off on the right moments and setting the mood while not aspiring for the spotlight.\u001b[24m\n    \u001b[1mバックグラウンドの音楽は、控えめに演出し、瞬間に舞い降りて、気分を盛り上げ、非常に魅力的です。\u001b[22m, \u001b[1mバックグラウンドミュージックは、右の瞬間にオフに来て、スポットライトのために意欲的ではないが、気分を設定し、控えめに自分自身を提示する非常に有能です。\u001b[22m\n\u001b[4mStepping outside the music arrangements, the sound effects feel authentic without ever going too over the top, and the voice actors do a remarkably good job giving an extra tinge of originality to their characters.\u001b[24m\n    \u001b[1m音楽アレンジの外に出ると、サウンドエフェクトは上手く過ぎずに本格的に感じられ、声優はそのキャラクターに独創性を余すことなく与えてくれます。\u001b[22m, \u001b[1m音楽アレンジの外にステッピング、効果音は今まであまりにも上部に行くことなく、本物の感じ、声優は自分のキャラクターにオリジナリティの余分な色合いを与えて格段に良い仕事をします。\u001b[22m\n\u001b[1m\u001b[22m\n------------------------------------------\n\n\u001b[1m------------------------------------------\u001b[22m\n\u001b[1m(-- -- -- -- -- -- -- -- - -------------------------)\u001b[22m\n\nTranslations of \u001b[4m------------------------------------------\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m------------------------------------------\u001b[24m\n    \u001b[1m------------------------------------------\u001b[22m\nValue/Enjoyment &amp; Conclusion\n\n\u001b[1m価値/楽しさ＆amp; 結論\u001b[22m\n\u001b[1m(Kachi/ tanoshisa& amp; ketsuron)\u001b[22m\n\nTranslations of \u001b[4mValue/Enjoyment &amp; Conclusion\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mValue/Enjoyment &amp;\u001b[24m\n    \u001b[1m価値/楽しさ＆amp;\u001b[22m, \u001b[1m値/楽し＆＃038;\u001b[22m\n\u001b[4mConclusion\u001b[24m\n    \u001b[1m結論\u001b[22m\n\u001b[1m\u001b[22m\nWhatever reasons someone might have to start watching a series, be it the advertisement surrounding it, be it interest in the plot, be it a friend's recommendation or simply out of curiosity, one thing is certain, a much greater effort is necessary to put it away after you got sucked into the plot and started to relate to the characters.\n\n\u001b[1m誰かがシリーズを見始めなければならない理由が何であれ、それを囲む広告であれ、プロットに興味を持っているのか、それとも友人の推薦であれ、好奇心からあれだけであれ、それを置くにはもっと大きな努力が必要です あなたがプロットに吸い込まれて、キャラクターに関係し始めた後、離れて。\u001b[22m\n\u001b[1m(Darekaga shirīzu o mi hajimenakereba naranai riyū ga nandeare, sore o kakomu kōkokudeare, purotto ni kyōmi o motte iru no ka, soretomo yūjin no suisendeare, kōkishin kara are dakedeare, sore o oku ni wa motto ōkina doryoku ga hitsuyōdesu anata ga purotto ni suikoma rete, kyarakutā ni kankei shi hajimeta nochi, hanarete.)\u001b[22m\n\nTranslations of \u001b[4mWhatever reasons someone might have to start watching a series, be it the advertisement surrounding it, be it interest in the plot, be it a friend's recommendation or simply out of curiosity, one thing is certain, a much greater effort is necessary to put it away after you got sucked into the plot and started to relate to the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhatever reasons someone might have to start watching a series, be it the advertisement surrounding it, be it interest in the plot, be it a friend's recommendation or simply out of curiosity, one thing is certain, a much greater effort is necessary to put it\u001b[24m\n    \u001b[1m誰かがシリーズを見始めなければならない理由が何であれ、それを囲む広告であれ、プロットに興味を持っているのか、それとも友人の推薦であれ、好奇心からあれだけであれ、それを置くにはもっと大きな努力が必要です\u001b[22m, \u001b[1m誰かが、シリーズを見始める、それを取り巻く広告であること、それはプロットの興味あること、それは友人の推薦または単に好奇心からでなければならないかもしれませんどのような理由から、一つのことは、はるかに大きな努力がそれを置くことが必要であり、確実です\u001b[22m\n\u001b[4maway after you got sucked into the plot and started to relate to the characters.\u001b[24m\n    \u001b[1mあなたがプロットに吸い込まれて、キャラクターに関係し始めた後、離れて。\u001b[22m, \u001b[1m離れてあなたの後には、プロットに吸い込まや文字に関連し始めました。\u001b[22m\n\u001b[1m\u001b[22m\nBeing the average anime it is, after you get into the plot, albeit not an incredibly interesting one, after you get to know the characters, albeit not particularly well developed ones, after you get into the mood of the show, albeit not very climatic one… well, after you get yourself into the trap it won't present you any major flaw to break away the immersion.\n\n\u001b[1m平均的なアニメであることは、たとえあなたがショーの気分に入った後、キャラクターを知ることができても、特に気に入らないものの、非常に興味深いものではないにしても、 あなたが罠に入ると、浸水を打破するための大きな欠陥は皆さんには現れません。\u001b[22m\n\u001b[1m(Heikin-tekina animedearu koto wa, tatoe anata ga shō no kibun ni haitta nochi, kyarakutā o shiru koto ga dekite mo, tokuni kiniiranai mono no, hijō ni kyōmibukai monode wa nai ni shite mo, anata ga wana ni hairu to, shinsui o daha suru tame no ōkina kekkan wa minasan ni wa arawaremasen.)\u001b[22m\n\nTranslations of \u001b[4mBeing the average anime it is, after you get into the plot, albeit not an incredibly interesting one, after you get to know the characters, albeit not particularly well developed ones, after you get into the mood of the show, albeit not very climatic one… well, after you get yourself into the trap it won't present you any major flaw to break away the immersion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing the average anime it is, after you get into the plot, albeit not an incredibly interesting one, after you get to know the characters, albeit not particularly well developed ones, after you get into the mood of the show, albeit not very climatic\u001b[24m\n    \u001b[1m平均的なアニメであることは、たとえあなたがショーの気分に入った後、キャラクターを知ることができても、特に気に入らないものの、非常に興味深いものではないにしても、\u001b[22m, \u001b[1mあなたはプロットに取得した後、あなたが文字を知るようにした後に特によくものを開発していないとはいえ、あなたがショーの気分に取得した後、それは非常に気候ではないが、、、、、非常に興味深いものとはいえないが、平均アニメビーイング\u001b[22m\n\u001b[4mone… well, after you get yourself into the trap it won't present you any major flaw to break away the immersion.\u001b[24m\n    \u001b[1mあなたが罠に入ると、浸水を打破するための大きな欠陥は皆さんには現れません。\u001b[22m, \u001b[1m1...よく、あなたは罠に自分自身を取得した後、それは浸漬を脱却するためにあなたに大きな欠陥が存在しません。\u001b[22m\n\u001b[1m\u001b[22m\nWhat this particularly pessimistic painting of the twelve episode series is trying to present itself as, is simply that Crystal Blaze comes pretty clear with its premises, and even while not reaching out for anything beyond that, for fans of this specific type of anime or people just interested by its plot, characters or setting, I can't build a strong enough case not to recommend it. Even if it won’t take the center spot into anyone’s shelf, it can be a valiant effort into giving one some diversity, just drop your high expectations outside the room before you give it a shot.\n\n\u001b[1mこの12のエピソードシリーズの特に悲観的な絵が、クリスタルブレイズがその前提でかなり明確になり、それ以上のものを手にしていなくても、この特定の種類のアニメや人々のファンにとっては、 そのプロット、文字や設定に興味があるだけで、私はそれを推薦しないほどの十分なケースを構築することはできません。 センターの場所を誰の棚にも取らなくても、多様性を持たせるために勇敢な努力をすることができます。\u001b[22m\n\u001b[1m(Kono 12 no episōdoshirīzu no tokuni hikan-tekina e ga, kurisutarubureizu ga sono zentei de kanari meikaku ni nari, soreijō no mono o te ni shite inakute mo, kono tokutei no shurui no anime ya hitobito no fan ni totte wa, sono purotto, moji ya settei ni kyōmigāru dake de, watashi wa sore o suisen shinai hodo no jūbun'na kēsu o kōchiku suru koto wa dekimasen. Sentā no basho o dare no tana ni mo toranakute mo, tayō-sei o mota seru tame ni yūkan'na doryoku o suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat this particularly pessimistic painting of the twelve episode series is trying to present itself as, is simply that Crystal Blaze comes pretty clear with its premises, and even while not reaching out for anything beyond that, for fans of this specific type of anime or people just interested by its plot, characters or setting, I can't build a strong enough case not to recommend it. Even if it won’t take the center spot into anyone’s shelf, it can be a valiant effort into giving one some diversity, just drop your high expectations outside the room before you give it a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat this particularly pessimistic painting of the twelve episode series is trying to present itself as, is simply that Crystal Blaze comes pretty clear with its premises, and even while not reaching out for anything beyond that, for fans of this specific type of anime or people\u001b[24m\n    \u001b[1mこの12のエピソードシリーズの特に悲観的な絵が、クリスタルブレイズがその前提でかなり明確になり、それ以上のものを手にしていなくても、この特定の種類のアニメや人々のファンにとっては、\u001b[22m, \u001b[1mどのような12エピソードシリーズのこの特に悲観的な絵は、クリスタルブレイズは、その施設がかなり明確来て、ということだけであるとして自分自身を提示しようとしているアニメや人々のこの特定のタイプのファンのために、その超えた何のために達していないながらも、\u001b[22m\n\u001b[4mjust interested by its plot, characters or setting, I can't build a strong enough case not to recommend it.\u001b[24m\n    \u001b[1mそのプロット、文字や設定に興味があるだけで、私はそれを推薦しないほどの十分なケースを構築することはできません。\u001b[22m, \u001b[1mそのプロット、文字や設定により、単に興味を持って、私はそれをお勧めしますしないように十分に強いケースを構築することはできません。\u001b[22m\n\u001b[4mEven if it won’t take the center spot into anyone’s shelf, it can be a valiant effort into giving one some diversity, just drop your high expectations outside the room before you give it a shot.\u001b[24m\n    \u001b[1mセンターの場所を誰の棚にも取らなくても、多様性を持たせるために勇敢な努力をすることができます。\u001b[22m, \u001b[1mそれは誰の棚に、中心点を取ることはありません場合でも、それはあなたがそれに打撃を与える前に、ちょうど部屋の外にあなたの期待をドロップし、いくつかの多様性を1与えることに勇敢な努力をすることができます。\u001b[22m"
  },
  {
    "title": "Crystal_Blaze",
    "id": "3840",
    "url": "https://myanimelist.net/anime/3840/Crystal_Blaze",
    "user": "bbonthec",
    "profile": "/profile/bbonthec/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=37194",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  7\n|  9\n\n本当にこのショーを宝石にするのは雰囲気です。 アーティストと作家は実際に設定をポップアップさせました - それは本当にぎこちない、セクシーな、ノワール、近い将来の世界のように感じる。 物語はちょうどOKですが、キャラクターは多様で興味深いものですが、信じられないほど実現されたこのような設定と組み合わせると、4時間も没頭する素晴らしいショーです。\n\nこのアニメには欠陥があります。疑いはありません。 しかし、欠陥は見落とされやすく、この番組を徹底的に楽しむことができない。 強く推奨されるミニシリーズです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIt's the atmosphere that really makes this show a gem. The artists and writers really made the setting pop -- it really feels like a gritty, sexy, noir, near-future world. The story is just OK, but the characters are varied and interesting, and combined with such an incredibly realized setting, it is a great show to immerse yourself in for 4 hours.\n\n\u001b[1m本当にこのショーを宝石にするのは雰囲気です。 アーティストと作家は実際に設定をポップアップさせました - それは本当にぎこちない、セクシーな、ノワール、近い将来の世界のように感じる。 物語はちょうどOKですが、キャラクターは多様で興味深いものですが、信じられないほど実現されたこのような設定と組み合わせると、4時間も没頭する素晴らしいショーです。\u001b[22m\n\u001b[1m(Hontōni kono shō o hōseki ni suru no wa fun'ikidesu. Ātisuto to sakka wa jissai ni settei o poppuappu sa semashita - sore wa hontōni gikochinai, sekushīna, nowāru, chikai shōrai no sekai no yō ni kanjiru. Monogatari wa chōdo OKdesuga, kyarakutā wa tayōde kyōmibukai monodesuga, shinji rarenai hodo jitsugen sa re tako no yōna settei to kumiawaseru to, 4-jikan mo bottō suru subarashī shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's the atmosphere that really makes this show a gem. The artists and writers really made the setting pop -- it really feels like a gritty, sexy, noir, near-future world. The story is just OK, but the characters are varied and interesting, and combined with such an incredibly realized setting, it is a great show to immerse yourself in for 4 hours.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's the atmosphere that really makes this show a gem.\u001b[24m\n    \u001b[1m本当にこのショーを宝石にするのは雰囲気です。\u001b[22m, \u001b[1mそれは実際にこのショー宝石を作る雰囲気です。\u001b[22m\n\u001b[4mThe artists and writers really made the setting pop -- it really feels like a gritty, sexy, noir, near-future world.\u001b[24m\n    \u001b[1mアーティストと作家は実際に設定をポップアップさせました - それは本当にぎこちない、セクシーな、ノワール、近い将来の世界のように感じる。\u001b[22m, \u001b[1mアーティストや作家は、本当に設定ポップを作った - それは本当に近未来の世界では、砂のような、セクシー、ノワールのように感じています。\u001b[22m\n\u001b[4mThe story is just OK, but the characters are varied and interesting, and combined with such an incredibly realized setting, it is a great show to immerse yourself in for 4 hours.\u001b[24m\n    \u001b[1m物語はちょうどOKですが、キャラクターは多様で興味深いものですが、信じられないほど実現されたこのような設定と組み合わせると、4時間も没頭する素晴らしいショーです。\u001b[22m, \u001b[1m物語はちょうどOKですが、文字が多様で面白いです、そして、このような信じられないほど実現設定と組み合わせ、4時間のためにあなた自身を中に没頭する素晴らしいショーです。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime has flaws, no doubt about it. However, the flaws are easily overlooked, and do not detract from being able to thoroughly enjoy this show. A highly recommended miniseries.\n\n\u001b[1mこのアニメには欠陥があります。疑いはありません。 しかし、欠陥は見落とされやすく、この番組を徹底的に楽しむことができない。 強く推奨されるミニシリーズです。\u001b[22m\n\u001b[1m(Kono anime ni wa kekkan ga arimasu. Utagai wa arimasen. Shikashi, kekkan wa miotosa re yasuku, kono bangumi o tetteiteki ni tanoshimu koto ga dekinai. Tsuyoku suishō sa reru minishirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime has flaws, no doubt about it. However, the flaws are easily overlooked, and do not detract from being able to thoroughly enjoy this show. A highly recommended miniseries.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has flaws, no doubt about it.\u001b[24m\n    \u001b[1mこのアニメには欠陥があります。疑いはありません。\u001b[22m, \u001b[1mこのアニメは欠陥、それについては疑いを持っています。\u001b[22m\n\u001b[4mHowever, the flaws are easily overlooked, and do not detract from being able to thoroughly enjoy this show.\u001b[24m\n    \u001b[1mしかし、欠陥は見落とされやすく、この番組を徹底的に楽しむことができない。\u001b[22m, \u001b[1mしかし、傷は簡単に見過ごされている、と徹底的にこのショーを楽しむことができることを損ないません。\u001b[22m\n\u001b[4mA highly recommended miniseries.\u001b[24m\n    \u001b[1m強く推奨されるミニシリーズです。\u001b[22m, \u001b[1m強くお勧めミニシリーズ。\u001b[22m"
  },
  {
    "title": "Crystal_Blaze",
    "id": "3840",
    "url": "https://myanimelist.net/anime/3840/Crystal_Blaze",
    "user": "Kolm",
    "profile": "/profile/Kolm/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=17918",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  8\nキャラクター|  3\n|  5\n\n私がこのシリーズを見始めたとき、私はディスク上に何も持っていなかったので、それを落とさなかったのは唯一の理由でした。\n\nまず、ストーリー。 このアニメのジャンルは探偵ですから、世界を破壊しようと決めたスーパー科学者の単なる物語よりも、何かが期待されました。 そして、主人公の一人が教授と看護師のSMに参加するはずの愚かな瞬間が好きではありません。 なぜ？！ これが何のために示されたのか？\nアニメーションは、特に戦い中はあまり良くありませんでした。 しかし、時には私はそれが好きなので、それはOKです。\n私は音楽が好きだった、特に最初のエンディングテーマだった。 追跡中のジャズ音楽は本当にクールです。\n文字はとてもシンプルで、次の瞬間に何が言われるかを予測することさえできました。 悪い\n私は本当にこのアニメを見て楽しんでいなかった、簡単なダイアログと簡単な文字は非常に迷惑だった。\n5/10のみ。 音楽はクールでした;）\n私の悪い英語のために申し訳ありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nWhen I started watching this series I hadn't got anything else on my disk, so It was the only reason why I didn't drop it.\n\n\u001b[1m私がこのシリーズを見始めたとき、私はディスク上に何も持っていなかったので、それを落とさなかったのは唯一の理由でした。\u001b[22m\n\u001b[1m(Watashi ga kono shirīzu o mi hajimeta toki, watashi wa disuku-jō ni nani mo motte inakattanode, sore o otosanakatta no wa yuiitsu no riyūdeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I started watching this series I hadn't got anything else on my disk, so It was the only reason why I didn't drop it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I started watching this series I hadn't got anything else on my disk, so It was the only reason why I didn't drop it.\u001b[24m\n    \u001b[1m私がこのシリーズを見始めたとき、私はディスク上に何も持っていなかったので、それを落とさなかったのは唯一の理由でした。\u001b[22m, \u001b[1m私はこのシリーズを見始めたとき、私は私のディスク上に何かを持っていなかったので、それは私がそれをドロップしなかった唯一の理由でした。\u001b[22m\n\u001b[1m\u001b[22m\nFirst, the story. The genre of this anime is detective, so I expected something more, than just a simple story about super scientist, who decided to destroy the world. And I don't like stupid moments when one of the main characters are supposed to take part in SM with professor and a nurse. Why?! For what this was shown?!\n\n\u001b[1mまず、ストーリー。 このアニメのジャンルは探偵ですから、世界を破壊しようと決めたスーパー科学者の単なる物語よりも、何かが期待されました。 そして、主人公の一人が教授と看護師のSMに参加するはずの愚かな瞬間が好きではありません。 なぜ？！ これが何のために示されたのか？\u001b[22m\n\u001b[1m(Mazu, sutōrī. Kono anime no janru wa tanteidesukara, sekai o hakai shiyou to kimeta sūpā kagaku-sha no tan'naru monogatari yori mo, nanika ga kitai sa remashita. Soshite, shujinkō no hitori ga kyōju to kankoshi no SM ni sanka suru hazu no orokana shunkan ga sukide wa arimasen. Naze? ! Kore ga nani no tame ni shimesa reta no ka?)\u001b[22m\n\nTranslations of \u001b[4mFirst, the story. The genre of this anime is detective, so I expected something more, than just a simple story about super scientist, who decided to destroy the world. And I don't like stupid moments when one of the main characters are supposed to take part in SM with professor and a nurse. Why?! For what this was shown?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst, the story.\u001b[24m\n    \u001b[1mまず、ストーリー。\u001b[22m, \u001b[1mまず、物語。\u001b[22m\n\u001b[4mThe genre of this anime is detective, so I expected something more, than just a simple story about super scientist, who decided to destroy the world.\u001b[24m\n    \u001b[1mこのアニメのジャンルは探偵ですから、世界を破壊しようと決めたスーパー科学者の単なる物語よりも、何かが期待されました。\u001b[22m, \u001b[1mこのアニメのジャンルは探偵であるので、私は世界を破壊することを決めたスーパー科学者についての単純な話、以上の何かを、期待しました。\u001b[22m\n\u001b[4mAnd I don't like stupid moments when one of the main characters are supposed to take part in SM with professor and a nurse.\u001b[24m\n    \u001b[1mそして、主人公の一人が教授と看護師のSMに参加するはずの愚かな瞬間が好きではありません。\u001b[22m, \u001b[1mメインキャラクターの一つは教授と看護師とSMに参加することになっているとき、私は愚かな瞬間を好きではありません。\u001b[22m\n\u001b[4mWhy?!\u001b[24m\n    \u001b[1mなぜ？！\u001b[22m, \u001b[1mどうして？！\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜか。\u001b[22m\n\u001b[4mFor what this was shown?!\u001b[24m\n    \u001b[1mこれが何のために示されたのか？\u001b[22m, \u001b[1m何のためにこれが示されました！\u001b[22m\nThe animation wasn't very good, especially during fights. But sometimes I liked it, so it's OK.\n\n\u001b[1mアニメーションは、特に戦い中はあまり良くありませんでした。 しかし、時には私はそれが好きなので、それはOKです。\u001b[22m\n\u001b[1m(Animēshon wa, tokuni tatakai-chū wa amari yoku arimasendeshita. Shikashi, tokiniha watashi wa sore ga sukinanode, soreha OKdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation wasn't very good, especially during fights. But sometimes I liked it, so it's OK.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation wasn't very good, especially during fights.\u001b[24m\n    \u001b[1mアニメーションは、特に戦い中はあまり良くありませんでした。\u001b[22m, \u001b[1mアニメーションは特に戦いの間に、非常に良好ではなかったです。\u001b[22m\n\u001b[4mBut sometimes I liked it, so it's OK.\u001b[24m\n    \u001b[1mしかし、時には私はそれが好きなので、それはOKです。\u001b[22m, \u001b[1mしかし、時には、私はそれが好きなので、それはOKです。\u001b[22m\nI liked the music, it was very good, especially the first ending theme. Jazz music during the chases sounds really cool.\n\n\u001b[1m私は音楽が好きだった、特に最初のエンディングテーマだった。 追跡中のジャズ音楽は本当にクールです。\u001b[22m\n\u001b[1m(Watashi wa ongaku ga sukidatta, tokuni saisho no endingutēmadatta. Tsuiseki-chū no jazu ongaku wa hontōni kūrudesu.)\u001b[22m\n\nTranslations of \u001b[4mI liked the music, it was very good, especially the first ending theme. Jazz music during the chases sounds really cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the music, it was very good, especially the first ending theme.\u001b[24m\n    \u001b[1m私は音楽が好きだった、特に最初のエンディングテーマだった。\u001b[22m, \u001b[1m私は、特に最初のエンディングテーマ、それは非常に良かった、音楽が好きでした。\u001b[22m\n\u001b[4mJazz music during the chases sounds really cool.\u001b[24m\n    \u001b[1m追跡中のジャズ音楽は本当にクールです。\u001b[22m, \u001b[1mチェイス中にジャズ音楽は本当にクールに聞こえます。\u001b[22m\nThe characters were very simple, and I could even predict what they will say in the next moment. Poor.\n\n\u001b[1m文字はとてもシンプルで、次の瞬間に何が言われるかを予測することさえできました。 悪い\u001b[22m\n\u001b[1m(Moji wa totemo shinpurude,-ji no shunkan ni nani ga iwa reru ka o yosoku suru koto sae dekimashita. Warui)\u001b[22m\n\nTranslations of \u001b[4mThe characters were very simple, and I could even predict what they will say in the next moment. Poor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were very simple, and I could even predict what they will say in the next moment.\u001b[24m\n    \u001b[1m文字はとてもシンプルで、次の瞬間に何が言われるかを予測することさえできました。\u001b[22m, \u001b[1m文字は非常に簡単だった、と私も、彼らは次の瞬間に何を言われて予測することができました。\u001b[22m\n\u001b[4mPoor.\u001b[24m\n    \u001b[1m悪い\u001b[22m, \u001b[1m悪いです。\u001b[22m\nI wasn't really enjoyed watching this anime, simple dialogs and simple characters were very annoying.\n\n\u001b[1m私は本当にこのアニメを見て楽しんでいなかった、簡単なダイアログと簡単な文字は非常に迷惑だった。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime o mite tanoshinde inakatta, kantan'na daiarogu to kantan'na moji wa hijō ni meiwakudatta.)\u001b[22m\n\nTranslations of \u001b[4mI wasn't really enjoyed watching this anime, simple dialogs and simple characters were very annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wasn't really enjoyed watching this anime, simple dialogs and simple characters were very annoying.\u001b[24m\n    \u001b[1m私は本当にこのアニメを見て楽しんでいなかった、簡単なダイアログと簡単な文字は非常に迷惑だった。\u001b[22m, \u001b[1m私は本当にこのアニメを見て楽しんだしなかった、シンプルなダイアログや簡単な文字が非常に迷惑でした。\u001b[22m\nOnly 5/10. Music was cool ;)\n\n\u001b[1m5/10のみ。 音楽はクールでした;）\u001b[22m\n\u001b[1m(5/ 10 Nomi. Ongaku wa kūrudeshita; ))\u001b[22m\n\nTranslations of \u001b[4mOnly 5/10. Music was cool ;)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnly 5/10.\u001b[24m\n    \u001b[1m5/10のみ。\u001b[22m, \u001b[1m唯一の5月10日。\u001b[22m\n\u001b[4mMusic was cool ;)\u001b[24m\n    \u001b[1m音楽はクールでした;）\u001b[22m\nSorry for my bad english.\n\n\u001b[1m私の悪い英語のために申し訳ありません。\u001b[22m\n\u001b[1m(Watashi no warui eigo no tame ni mōshiwake arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSorry for my bad english.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorry for my bad english.\u001b[24m\n    \u001b[1m私の悪い英語のために申し訳ありません。\u001b[22m, \u001b[1m私の悪い英語のため申し訳ありません。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Crystal_Blaze",
    "id": "3840",
    "url": "https://myanimelist.net/anime/3840/Crystal_Blaze",
    "user": "ElSensei",
    "profile": "/profile/ElSensei/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=221099",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\nこれはアニメのノワールの素晴らしい例です。 フィルムノワール、あるいはL.A. Confidentialのようなモダンなノワールのインスピレーションを受けた映画が好きなら、Crystal Blazeはあなたの時間をチェックする価値があります。 楽しかったですが、シリーズのいくつかの点で私の興味をほとんど失っていることも分かりました。\n\n私はその話を楽しんだが、それは実際にはそれが本当に一番重要な部分に焦点を当てているだけなので、時間の経過とともに徐々に減速していく人もいるだろう。\n\n芸術は特別なものではありませんでしたが、場所にはいくつかの定義的なノワールスタイルが組み込まれていました。\n\n音楽はこのアニメが輝く場所です。 サウンドトラックは、ショーが明らかに達成しようとしていた「ノワール探偵物語」の雰囲気を作り出すのを間違いなく助けました。\n\nキャラクターは、12エピソードシリーズに期待されるように、よく開発されユニークでしたが、多くのサイドキャラクターは期待通りに1次元でした。\n\n私はフィルム・ノワールのファンですので、私はそれを楽しんだと言うことは間違いありません。 しかし、それでも、私はおそらくこのシリーズを再び見ることはなく、Crystal Blazeを購入するよりもストリーミングをお勧めします。\n\nだから全体的に、私のためにこのランクは7/10です。  （特に）あなたがノワール探偵映画のファンなら、一度見る価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis a great example of noir in anime. If you like film noir, or even more modern noir inspired movies like L.A. Confidential, then Crystal Blaze is definitely worth your time to check out. It was enjoyable, but I also found it almost lost my interest at several points in the series.\n\n\u001b[1mこれはアニメのノワールの素晴らしい例です。 フィルムノワール、あるいはL.A. Confidentialのようなモダンなノワールのインスピレーションを受けた映画が好きなら、Crystal Blazeはあなたの時間をチェックする価値があります。 楽しかったですが、シリーズのいくつかの点で私の興味をほとんど失っていることも分かりました。\u001b[22m\n\u001b[1m(Kore wa anime no nowāru no subarashī reidesu. Firumunowāru, aruiwa L. A. Confidential no yōna modan'na nowāru no insupirēshon o uketa eiga ga sukinara, kurisutaru Blaze wa anata no jikan o chekku suru kachi ga arimasu. Tanoshikattadesuga, shirīzu no ikutsu ka no ten de watashi no kyōmi o hotondo ushinatte iru koto mo wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis a great example of noir in anime. If you like film noir, or even more modern noir inspired movies like L.A. Confidential, then Crystal Blaze is definitely worth your time to check out. It was enjoyable, but I also found it almost lost my interest at several points in the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis a great example of noir in anime.\u001b[24m\n    \u001b[1mこれはアニメのノワールの素晴らしい例です。\u001b[22m, \u001b[1mアニメでのノワールのこの素晴らしい例。\u001b[22m\n\u001b[4mIf you like film noir, or even more modern noir inspired movies like L.A. Confidential, then Crystal Blaze is definitely worth your time to check out.\u001b[24m\n    \u001b[1mフィルムノワール、あるいはL.A. Confidentialのようなモダンなノワールのインスピレーションを受けた映画が好きなら、Crystal Blazeはあなたの時間をチェックする価値があります。\u001b[22m, \u001b[1mあなたがフィルム・ノワール、またはさらに多くの近代的なノワールL.A.コンフィデンシャルのような映画にインスピレーションを与えのような場合は、その後クリスタルブレイズは、チェックアウトし、間違いなくあなたの時間の価値があります。\u001b[22m\n\u001b[4mIt was enjoyable, but I also found it almost lost my interest at several points in the series.\u001b[24m\n    \u001b[1m楽しかったですが、シリーズのいくつかの点で私の興味をほとんど失っていることも分かりました。\u001b[22m, \u001b[1mそれは楽しかったが、私もそれはほとんどのシリーズでいくつかの点で私の興味を失っ発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed the story, but I think that it since it really only focused on one main overarching plot it burned a little to slow at times which may cause some to give up on this one and drop the show.\n\n\u001b[1m私はその話を楽しんだが、それは実際にはそれが本当に一番重要な部分に焦点を当てているだけなので、時間の経過とともに徐々に減速していく人もいるだろう。\u001b[22m\n\u001b[1m(Watashi wa sono hanashi o tanoshindaga, sore wa jissai ni wa sore ga hontōni ichiban jūyōna bubun ni shōten o atete iru dakenanode, jikan no keika to tomoni jojoni gensoku shite iku hito mo irudarou.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed the story, but I think that it since it really only focused on one main overarching plot it burned a little to slow at times which may cause some to give up on this one and drop the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed the story, but I think that it since it really only focused on one main overarching plot it burned a little to slow at times which may cause some to give up on this one and drop the show.\u001b[24m\n    \u001b[1m私はその話を楽しんだが、それは実際にはそれが本当に一番重要な部分に焦点を当てているだけなので、時間の経過とともに徐々に減速していく人もいるだろう。\u001b[22m, \u001b[1m私は物語を楽しんだが、私はそれが本当に唯一の主要な包括的なプロットに焦点を当てているので、それはそれはいくつかは、この1をあきらめ、ショーをドロップする可能性がありますの時間に遅らせるために少しを燃やしたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was nothing special, but did incorporate some of the defining noir style in places.\n\n\u001b[1m芸術は特別なものではありませんでしたが、場所にはいくつかの定義的なノワールスタイルが組み込まれていました。\u001b[22m\n\u001b[1m(Geijutsu wa tokubetsuna monode wa arimasendeshitaga, basho ni wa ikutsu ka no teigi-tekina nowārusutairu ga kumikoma rete imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was nothing special, but did incorporate some of the defining noir style in places.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was nothing special, but did incorporate some of the defining noir style in places.\u001b[24m\n    \u001b[1m芸術は特別なものではありませんでしたが、場所にはいくつかの定義的なノワールスタイルが組み込まれていました。\u001b[22m, \u001b[1mアートは特別な何もなかったが、場所で定義ノワールスタイルのいくつかを組み込んでいました。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is where this anime shines. The soundtrack definitely helped the show to create the 'noir detective story' vibe the show was clearly trying to achieve.\n\n\u001b[1m音楽はこのアニメが輝く場所です。 サウンドトラックは、ショーが明らかに達成しようとしていた「ノワール探偵物語」の雰囲気を作り出すのを間違いなく助けました。\u001b[22m\n\u001b[1m(Ongaku wa kono anime ga kagayaku bashodesu. Saundotorakku wa, shō ga akiraka ni tassei shiyou to shite ita `nowāru tantei monogatari' no fun'iki o tsukuridasu no o machigainaku tasukemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe music is where this anime shines. The soundtrack definitely helped the show to create the 'noir detective story' vibe the show was clearly trying to achieve.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is where this anime shines.\u001b[24m\n    \u001b[1m音楽はこのアニメが輝く場所です。\u001b[22m, \u001b[1mこのアニメが輝く場所音楽があります。\u001b[22m\n\u001b[4mThe soundtrack definitely helped the show to create the 'noir detective story' vibe the show was clearly trying to achieve.\u001b[24m\n    \u001b[1mサウンドトラックは、ショーが明らかに達成しようとしていた「ノワール探偵物語」の雰囲気を作り出すのを間違いなく助けました。\u001b[22m, \u001b[1mサウンドトラックは間違いなく「ノワール探偵物語」のショーが明確に達成しようとした雰囲気を作成するためのショーを助けました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters were as well developed and unique as one would expect for a 12 episode series, though many side characters were one dimensional as expected.\n\n\u001b[1mキャラクターは、12エピソードシリーズに期待されるように、よく開発されユニークでしたが、多くのサイドキャラクターは期待通りに1次元でした。\u001b[22m\n\u001b[1m(Kyarakutā wa, 12 episōdoshirīzu ni kitai sa reru yō ni, yoku kaihatsu sa re yunīkudeshitaga, ōku no saidokyarakutā wa kitai-dōri ni 1-jigendeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters were as well developed and unique as one would expect for a 12 episode series, though many side characters were one dimensional as expected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters were as well developed and unique as one would expect for a 12 episode series, though many side characters were one dimensional as expected.\u001b[24m\n    \u001b[1mキャラクターは、12エピソードシリーズに期待されるように、よく開発されユニークでしたが、多くのサイドキャラクターは期待通りに1次元でした。\u001b[22m, \u001b[1m1は12のエピソードシリーズの期待通り、期待どおり多くの側面の文字が一次元であるかの文字も同様に、開発され、ユニークました。\u001b[22m\n\u001b[1m\u001b[22m\nI am a fan of film noir so I can definitely say I enjoyed it. However, even so, I would probably not watch this series again, and would recommend streaming rather than buying Crystal Blaze.\n\n\u001b[1m私はフィルム・ノワールのファンですので、私はそれを楽しんだと言うことは間違いありません。 しかし、それでも、私はおそらくこのシリーズを再び見ることはなく、Crystal Blazeを購入するよりもストリーミングをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa firumu nowāru no fandesunode, watashi wa sore o tanoshinda to iu koto wa machigai arimasen. Shikashi, soredemo, watashi wa osoraku kono shirīzu o futatabi miru koto wa naku, kurisutaru Blaze o kōnyū suru yori mo sutorīmingu o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI am a fan of film noir so I can definitely say I enjoyed it. However, even so, I would probably not watch this series again, and would recommend streaming rather than buying Crystal Blaze.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am a fan of film noir so I can definitely say I enjoyed it.\u001b[24m\n    \u001b[1m私はフィルム・ノワールのファンですので、私はそれを楽しんだと言うことは間違いありません。\u001b[22m, \u001b[1m私はので、私は間違いなく私はそれを楽しんだと言うことができるフィルム・ノワールのファンです。\u001b[22m\n\u001b[4mHowever, even so, I would probably not watch this series again, and would recommend streaming rather than buying Crystal Blaze.\u001b[24m\n    \u001b[1mしかし、それでも、私はおそらくこのシリーズを再び見ることはなく、Crystal Blazeを購入するよりもストリーミングをお勧めします。\u001b[22m, \u001b[1mしかし、たとえそうであっても、私はおそらく、再びこのシリーズを見ていないだろう、とストリーミングではなくクリスタルブレイズを購入することをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nSo overall, this ranks 7/10 for me. Worth watching (once), especially if you are a fan of noir detective films.\n\n\u001b[1mだから全体的に、私のためにこのランクは7/10です。  （特に）あなたがノワール探偵映画のファンなら、一度見る価値があります。\u001b[22m\n\u001b[1m(Dakara zentai-teki ni, watashi no tame ni kono ranku wa 7/ 10desu. (Tokuni) anata ga nowāru tantei eiga no fan'nara, ichido miru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo overall, this ranks 7/10 for me. Worth watching (once), especially if you are a fan of noir detective films.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo overall, this ranks 7/10 for me.\u001b[24m\n    \u001b[1mだから全体的に、私のためにこのランクは7/10です。\u001b[22m, \u001b[1mだから全体的に、これは私のために7月10日にランクされています。\u001b[22m\n\u001b[4mWorth watching (once), especially if you are a fan of noir detective films.\u001b[24m\n    \u001b[1m（特に）あなたがノワール探偵映画のファンなら、一度見る価値があります。\u001b[22m, \u001b[1m一見の価値（1回）、あなたはノワールの探偵映画のファンである場合は特に。\u001b[22m"
  },
  {
    "title": "Crystal_Blaze",
    "id": "3840",
    "url": "https://myanimelist.net/anime/3840/Crystal_Blaze",
    "user": "ten6cha",
    "profile": "/profile/ten6cha/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=8187",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\nこれは全体的にかなり良いアニメでした。 プロットは面白くて、他のアニメのように物語が引きずられない。 彼らはプロットを少し複雑にすることができたかもしれませんが、そうではありませんでした。\nキャラクターは大丈夫ですが、実際にキャラクター化やプロットなしに焦点を絞った他のシリーズのように、彼らは実際に自分たちの生活の詳細には行きません。 しかしそれは理解できるように「アクション」アニメです。 それには本当に役に立たないカップルの「余分な」キャラクターがありますが、シリーズはあなたの神経に乗るのに十分な長さではありません。 私は個人的にこのシリーズの中で最も看護師と医者が好きでした。 残りは宇宙の詰め物だった。\nそれはあまり古いシリーズではないので、アニメーションはかなり良いです。 あなたがジャズサウンドを気にしないなら、オープニングとエンディングはそれほど悪くはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis was a pretty good anime overall. The plot is interesting, and the story doesn't drag on like some other anime's. They could have made the plot a little bit more complex, but they didn't.\n\n\u001b[1mこれは全体的にかなり良いアニメでした。 プロットは面白くて、他のアニメのように物語が引きずられない。 彼らはプロットを少し複雑にすることができたかもしれませんが、そうではありませんでした。\u001b[22m\n\u001b[1m(Kore wa zentai-teki ni kanari yoi animedeshita. Purotto wa omoshirokute, hoka no anime no yō ni monogatari ga hikizura renai. Karera wa purotto o sukoshi fukuzatsu ni suru koto ga dekita kamo shiremasenga,-sōde wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis was a pretty good anime overall. The plot is interesting, and the story doesn't drag on like some other anime's. They could have made the plot a little bit more complex, but they didn't.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was a pretty good anime overall.\u001b[24m\n    \u001b[1mこれは全体的にかなり良いアニメでした。\u001b[22m, \u001b[1mこれはかなり良いアニメの全体的でした。\u001b[22m\n\u001b[4mThe plot is interesting, and the story doesn't drag on like some other anime's.\u001b[24m\n    \u001b[1mプロットは面白くて、他のアニメのように物語が引きずられない。\u001b[22m, \u001b[1mプロットは面白いです、と話はいくつかの他のアニメのようにドラッグしていません。\u001b[22m\n\u001b[4mThey could have made the plot a little bit more complex, but they didn't.\u001b[24m\n    \u001b[1m彼らはプロットを少し複雑にすることができたかもしれませんが、そうではありませんでした。\u001b[22m, \u001b[1m彼らは少しより複雑なプロットを作ったかもしれないが、彼らはしませんでした。\u001b[22m\nThe characters are alright, but they don't really go into detail on their lives, like some other series out there that only focus on characterization and no plot. But it is an 'action' anime so that is understandable. There's a couple 'extra' characters in it that are really useless but the series isn't long enough for them to get on your nerves. I personally liked the nurse and doctor the most out of this series. The rest were space fillers lol.\n\n\u001b[1mキャラクターは大丈夫ですが、実際にキャラクター化やプロットなしに焦点を絞った他のシリーズのように、彼らは実際に自分たちの生活の詳細には行きません。 しかしそれは理解できるように「アクション」アニメです。 それには本当に役に立たないカップルの「余分な」キャラクターがありますが、シリーズはあなたの神経に乗るのに十分な長さではありません。 私は個人的にこのシリーズの中で最も看護師と医者が好きでした。 残りは宇宙の詰め物だった。\u001b[22m\n\u001b[1m(Kyarakutā wa daijōbudesuga, jissai ni kyarakutā-ka ya purotto nashi ni shōten o shibotta ta no shirīzu no yō ni, karera wa jissai ni jibun-tachi no seikatsu no shōsai ni wa ikimasen. Shikashi sore wa rikai dekiru yō ni `akushon' animedesu. Soreni wa hontōni yakunitatanai kappuru no `yobun'na' kyarakutā ga arimasuga, shirīzu wa anata no shinkei ni noru no ni jūbun'na naga-sade wa arimasen. Watashi wa kojin-teki ni kono shirīzu no naka de mottomo kankoshi to isha ga sukideshita. Nokori wa uchū no tsumebutsudatta.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are alright, but they don't really go into detail on their lives, like some other series out there that only focus on characterization and no plot. But it is an 'action' anime so that is understandable. There's a couple 'extra' characters in it that are really useless but the series isn't long enough for them to get on your nerves. I personally liked the nurse and doctor the most out of this series. The rest were space fillers lol.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are alright, but they don't really go into detail on their lives, like some other series out there that only focus on characterization and no plot.\u001b[24m\n    \u001b[1mキャラクターは大丈夫ですが、実際にキャラクター化やプロットなしに焦点を絞った他のシリーズのように、彼らは実際に自分たちの生活の詳細には行きません。\u001b[22m, \u001b[1m文字は大丈夫ですが、彼らは本当に唯一の特性評価および無プロットに焦点を当てることをそこにいくつかの他のシリーズと同様に、自分たちの生活に、詳細には触れません。\u001b[22m\n\u001b[4mBut it is an 'action' anime so that is understandable.\u001b[24m\n    \u001b[1mしかしそれは理解できるように「アクション」アニメです。\u001b[22m, \u001b[1mそれは理解しやすいように、しかし、それは 'アクション'アニメです。\u001b[22m\n\u001b[4mThere's a couple 'extra' characters in it that are really useless but the series isn't long enough for them to get on your nerves.\u001b[24m\n    \u001b[1mそれには本当に役に立たないカップルの「余分な」キャラクターがありますが、シリーズはあなたの神経に乗るのに十分な長さではありません。\u001b[22m, \u001b[1m本当に役に立たないですが、シリーズは彼らがあなたの神経に取得するために十分な長さではないことで夫婦の余分な '文字があります。\u001b[22m\n\u001b[4mI personally liked the nurse and doctor the most out of this series.\u001b[24m\n    \u001b[1m私は個人的にこのシリーズの中で最も看護師と医者が好きでした。\u001b[22m, \u001b[1m私は個人的に看護師が好きで、このシリーズを最大限に医師。\u001b[22m\n\u001b[4mThe rest were space fillers lol.\u001b[24m\n    \u001b[1m残りは宇宙の詰め物だった。\u001b[22m, \u001b[1m残りは笑の詰物ました。\u001b[22m\nThe animation is pretty good, since it's not such an old series. The opening and endings aren't all that bad if you don't mind jazz sounds.\n\n\u001b[1mそれはあまり古いシリーズではないので、アニメーションはかなり良いです。 あなたがジャズサウンドを気にしないなら、オープニングとエンディングはそれほど悪くはありません。\u001b[22m\n\u001b[1m(Sore wa amari furui shirīzude wanainode, animēshon wa kanari yoidesu. Anata ga jazusaundo o kinishinainara, ōpuningu to endingu wa sore hodo waruku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is pretty good, since it's not such an old series. The opening and endings aren't all that bad if you don't mind jazz sounds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is pretty good, since it's not such an old series.\u001b[24m\n    \u001b[1mそれはあまり古いシリーズではないので、アニメーションはかなり良いです。\u001b[22m, \u001b[1mそれは、このような旧シリーズではありませんので、アニメーションは、かなり良いです。\u001b[22m\n\u001b[4mThe opening and endings aren't all that bad if you don't mind jazz sounds.\u001b[24m\n    \u001b[1mあなたがジャズサウンドを気にしないなら、オープニングとエンディングはそれほど悪くはありません。\u001b[22m, \u001b[1mあなたはジャズの音を気にしない場合は開口部と語尾はすべてが悪いではありません。\u001b[22m"
  },
  {
    "title": "Crystal_Blaze",
    "id": "3840",
    "url": "https://myanimelist.net/anime/3840/Crystal_Blaze",
    "user": "Duckielover151",
    "profile": "/profile/Duckielover151/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=211165",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  4\nキャラクター|  2\n|  2\n\nこれは私が実際に映画としてよりよく実行されたと思う非常に少数のショーの1つだった。 私はちょうどそれが12のエピソードにわたって延伸する必要があるように感じなかった。\n\nどこから始めるのか...まあ、私はショーがうまくいったものから始めるのが好きで、残念ながらここではあまり言い表せません。 プロットが面白いと思った。 それにもかかわらず、人間の実験中心のSFでかなり典型的ですが、面白いです。 ストーリーと試行錯誤が試みられたとき、シスタル・ブレイズが退屈であったのではなく、まさに予測可能だった。\n\nさて、それを言いましょう。 このショーの最大の欠陥：文字はひどいものでした。 マナミは私が今まで見た中で最も利己的で迷惑なアニメキャラクターの一つにならなければなりません。 さらに悪いことに、彼女は自分自身を償還し始めたように、彼らは劇的に彼女のスクリーンタイムをカットしました。 デュオとして、私はManamiとAyakaが刺激的であることが分かった。 それは、かなり独占的に、彼らの仕事であるように見えました。そして、プロットを進めるために救助される必要があります。 私は存在しない人は嫌いです。\n\nアキラは事実上、兄の探偵代理店を運営していましたが、その話には何の影響も及ぼしませんでした。 私が感じた唯一のキャラクターのストーリーラインは恋人の恋人だったのですが、やはり非常に予測可能でした。\n\nまれなキャラクターしかないショーは、入りにくいでしょう。 しかし、私は彼らの設定に基づいて、少なくともすべての可能性があるように感じる。  Rags Townのコンセプトが本当に好きだったのは、人々が質問をしなくても過去を逃れるための場所だったからです。 しかし、たとえ彼らが過去の行為（おそらくすべてが暗い）で疑問を呈されていなくても、これはキャラクター開発の大きなチャンスをもたらします。 この町に探偵団の各メンバーを連れてきたのは何ですか？ さて、あなたがこれに対する答えを期待していたら...多くの人物のただ1人でさえ、あなたは非常に失望します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nThis was one of very few shows that I actually think would have been executed better as a movie. I just didn't feel like it needed to be stretched out across 12 episodes.\n\n\u001b[1mこれは私が実際に映画としてよりよく実行されたと思う非常に少数のショーの1つだった。 私はちょうどそれが12のエピソードにわたって延伸する必要があるように感じなかった。\u001b[22m\n\u001b[1m(Kore wa watashi ga jissai ni eiga to shite yori yoku jikkō sa reta to omou hijō ni shōsū no shō no 1tsudatta. Watashi wa chōdo sore ga 12 no episōdo ni watatte enshin suru hitsuyō ga aru yō ni kanjinakatta.)\u001b[22m\n\nTranslations of \u001b[4mThis was one of very few shows that I actually think would have been executed better as a movie. I just didn't feel like it needed to be stretched out across 12 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was one of very few shows that I actually think would have been executed better as a movie.\u001b[24m\n    \u001b[1mこれは私が実際に映画としてよりよく実行されたと思う非常に少数のショーの1つだった。\u001b[22m, \u001b[1mこれは私が実際に映画のように、より良い実行されていたであろうと思う非常にいくつかのショーの一つでした。\u001b[22m\n\u001b[4mI just didn't feel like it needed to be stretched out across 12 episodes.\u001b[24m\n    \u001b[1m私はちょうどそれが12のエピソードにわたって延伸する必要があるように感じなかった。\u001b[22m, \u001b[1mそれは12のエピソードを横切って伸ばされる必要のように私は感じませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nWhere to start... Well, I like to begin with what a show did well, and unfortunately there's not much to say here. I thought the plot was interesting enough. Pretty typical for a human-experimentation centered sci-fi, but interesting nonetheless. When it comes to the story and any attempted plot twists, it wasn't that Cystal Blaze was boring, just very predictable.\n\n\u001b[1mどこから始めるのか...まあ、私はショーがうまくいったものから始めるのが好きで、残念ながらここではあまり言い表せません。 プロットが面白いと思った。 それにもかかわらず、人間の実験中心のSFでかなり典型的ですが、面白いです。 ストーリーと試行錯誤が試みられたとき、シスタル・ブレイズが退屈であったのではなく、まさに予測可能だった。\u001b[22m\n\u001b[1m(Doko kara hajimeru no ka... Mā, watashi wa shō ga umaku itta mono kara hajimeru no ga sukide, zan'nen'nagara kokode wa amari iiarawasemasen. Purotto ga omoshiroi to omotta. Sore nimokakawarazu, ningen no jikken chūshin no SF de kanari tenkei-tekidesuga, omoshiroidesu. Sutōrī to shikōsakugo ga kokoromi rareta toki, shisutaru bureizu ga taikutsudeatta node wa naku, masani yosoku kanōdatta.)\u001b[22m\n\nTranslations of \u001b[4mWhere to start... Well, I like to begin with what a show did well, and unfortunately there's not much to say here. I thought the plot was interesting enough. Pretty typical for a human-experimentation centered sci-fi, but interesting nonetheless. When it comes to the story and any attempted plot twists, it wasn't that Cystal Blaze was boring, just very predictable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhere to start... Well, I like to begin with what a show did well, and unfortunately there's not much to say here.\u001b[24m\n    \u001b[1mどこから始めるのか...まあ、私はショーがうまくいったものから始めるのが好きで、残念ながらここではあまり言い表せません。\u001b[22m, \u001b[1mどこから始めれば...まあ、私はショーはよくやったと始めたいと、残念ながらここで言っても過言ではありません。\u001b[22m\n\u001b[4mI thought the plot was interesting enough.\u001b[24m\n    \u001b[1mプロットが面白いと思った。\u001b[22m, \u001b[1m私はプロットは十分に面白いと思いました。\u001b[22m\n\u001b[4mPretty typical for a human-experimentation centered sci-fi, but interesting nonetheless.\u001b[24m\n    \u001b[1mそれにもかかわらず、人間の実験中心のSFでかなり典型的ですが、面白いです。\u001b[22m, \u001b[1mプリティ人間の実験を中心としたSFのための典型的な、しかし興味深いそれにもかかわらず。\u001b[22m\n\u001b[4mWhen it comes to the story and any attempted plot twists, it wasn't that Cystal Blaze was boring, just very predictable.\u001b[24m\n    \u001b[1mストーリーと試行錯誤が試みられたとき、シスタル・ブレイズが退屈であったのではなく、まさに予測可能だった。\u001b[22m, \u001b[1mそれはストーリーと任意の試みどんでん返しに来るとき、それはCystalブレイズは、単に非常に予測退屈だったことはありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOkay, let's just say it. This show's biggest flaws: the characters were awful. Manami has got to be one of the most selfish, annoying anime characters I've ever seen. And what's worse, just as she seemed to be starting to redeem herself, they drastically cut her screen time. As a duo, I found Manami and Ayaka to be irritating. It seemed to be their job, pretty exclusively, to get into trouble and then need to be rescued for the sake of furthering the plot. I hate characters who exist to be useless.\n\n\u001b[1mさて、それを言いましょう。 このショーの最大の欠陥：文字はひどいものでした。 マナミは私が今まで見た中で最も利己的で迷惑なアニメキャラクターの一つにならなければなりません。 さらに悪いことに、彼女は自分自身を償還し始めたように、彼らは劇的に彼女のスクリーンタイムをカットしました。 デュオとして、私はManamiとAyakaが刺激的であることが分かった。 それは、かなり独占的に、彼らの仕事であるように見えました。そして、プロットを進めるために救助される必要があります。 私は存在しない人は嫌いです。\u001b[22m\n\u001b[1m(Sate, sore o iimashou. Kono shō no saidai no kekkan: Moji wa hidoi monodeshita. Manami wa watashi ga imamade mita naka de mottomo riko-tekide meiwakuna animekyarakutā no hitotsu ni naranakereba narimasen. Saraniwaruikoto ni, kanojo wa jibun jishin o shōkan shi hajimeta yō ni, karera wa gekiteki ni kanojo no sukurīntaimu o katto shimashita. De~yuo to shite, watashi wa Manami to Ayaka ga shigeki-tekidearu koto ga wakatta. Sore wa, kanari dokusen-teki ni, karera no shigotodearu yō ni miemashita. Soshite, purotto o susumeru tame ni kyūjo sa reru hitsuyō ga arimasu. Watashi wa sonzaishinai hito wa kiraidesu.)\u001b[22m\n\nTranslations of \u001b[4mOkay, let's just say it. This show's biggest flaws: the characters were awful. Manami has got to be one of the most selfish, annoying anime characters I've ever seen. And what's worse, just as she seemed to be starting to redeem herself, they drastically cut her screen time. As a duo, I found Manami and Ayaka to be irritating. It seemed to be their job, pretty exclusively, to get into trouble and then need to be rescued for the sake of furthering the plot. I hate characters who exist to be useless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, let's just say it.\u001b[24m\n    \u001b[1mさて、それを言いましょう。\u001b[22m, \u001b[1mさて、ちょうどそれを言うてみましょう。\u001b[22m\n\u001b[4mThis show's biggest flaws: the characters were awful.\u001b[24m\n    \u001b[1mこのショーの最大の欠陥：文字はひどいものでした。\u001b[22m, \u001b[1mこのショーの最大の欠陥：文字がひどいでした。\u001b[22m\n\u001b[4mManami has got to be one of the most selfish, annoying anime characters I've ever seen.\u001b[24m\n    \u001b[1mマナミは私が今まで見た中で最も利己的で迷惑なアニメキャラクターの一つにならなければなりません。\u001b[22m, \u001b[1m真奈美は私が今まで見た中で最も利己的な、迷惑なアニメのキャラクターの一つであるようになってきました。\u001b[22m\n\u001b[4mAnd what's worse, just as she seemed to be starting to redeem herself, they drastically cut her screen time.\u001b[24m\n    \u001b[1mさらに悪いことに、彼女は自分自身を償還し始めたように、彼らは劇的に彼女のスクリーンタイムをカットしました。\u001b[22m, \u001b[1mそして、何より悪いのは、彼女は彼女自身を償還するために開始しているように見えただけのように、彼らは劇的に彼女の画面の時間をカット。\u001b[22m\n\u001b[4mAs a duo, I found Manami and Ayaka to be irritating.\u001b[24m\n    \u001b[1mデュオとして、私はManamiとAyakaが刺激的であることが分かった。\u001b[22m, \u001b[1mデュオとして、私は真奈美と絢香が刺激性であることが判明しました。\u001b[22m\n\u001b[4mIt seemed to be their job, pretty exclusively, to get into trouble and then need to be rescued for the sake of furthering the plot.\u001b[24m\n    \u001b[1mそれは、かなり独占的に、彼らの仕事であるように見えました。そして、プロットを進めるために救助される必要があります。\u001b[22m, \u001b[1mトラブルに入るために、かなり排他的に、自分の仕事のようだったし、その後のプロットを促進するために救出される必要があります。\u001b[22m\n\u001b[4mI hate characters who exist to be useless.\u001b[24m\n    \u001b[1m私は存在しない人は嫌いです。\u001b[22m, \u001b[1m私は無駄にするために存在する文字を憎みます。\u001b[22m\n\u001b[1m\u001b[22m\nAkira was practically running his brother's detective agency, yet he never seems to do anything of consequence to the story. Shu's plotline with his on-again, off-again (because he's a cheating asshole) girlfriend was the only character storyline that I felt was done well... but again, I found it very predictable.\n\n\u001b[1mアキラは事実上、兄の探偵代理店を運営していましたが、その話には何の影響も及ぼしませんでした。 私が感じた唯一のキャラクターのストーリーラインは恋人の恋人だったのですが、やはり非常に予測可能でした。\u001b[22m\n\u001b[1m(Akira wa jijitsujō, ani no tantei dairiten o un'ei shite imashitaga, sono-wa ni wa nani no eikyō mo oyoboshimasendeshita. Watashi ga kanjita yuiitsu no kyarakutā no sutōrīrain wa koibito no koibitodatta nodesuga, yahari hijō ni yosoku kanōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mAkira was practically running his brother's detective agency, yet he never seems to do anything of consequence to the story. Shu's plotline with his on-again, off-again (because he's a cheating asshole) girlfriend was the only character storyline that I felt was done well... but again, I found it very predictable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkira was practically running his brother's detective agency, yet he never seems to do anything of consequence to the story.\u001b[24m\n    \u001b[1mアキラは事実上、兄の探偵代理店を運営していましたが、その話には何の影響も及ぼしませんでした。\u001b[22m, \u001b[1mアキラは実質的に兄の探偵事務所を実行していた、まだ彼は決してストーリーに結果の何もしていないようにみえます。\u001b[22m\n\u001b[4mShu's plotline with his on-again, off-again (because he's a cheating asshole) girlfriend was the only character storyline that I felt was done well... but again, I found it very predictable.\u001b[24m\n    \u001b[1m私が感じた唯一のキャラクターのストーリーラインは恋人の恋人だったのですが、やはり非常に予測可能でした。\u001b[22m, \u001b[1mガールフレンド（彼は浮気嫌いな人だから）彼の上-再び、オフ再びとシュウのplotlineは、私がよく行われていたと感じた...しかし、再び、私はそれが非常に予測見つけた唯一の文字ストーリーでした。\u001b[22m\n\u001b[1m\u001b[22m\nAny show with just plain unlikable characters is going to be hard to get into. But I feel like they all had at least a little potential, based on their setting. I really liked the concept of Rags Town being a place where people go to escape their pasts with no questions asked. But even if they weren't being questioned on their past deeds (which are all presumably dark), this set up a great opportunity for character development. What brought each member of the detective agency to this town? Well, if you were expecting an answer to this... even for just one of the many characters, you'll be sorely disappointed.\n\n\u001b[1mまれなキャラクターしかないショーは、入りにくいでしょう。 しかし、私は彼らの設定に基づいて、少なくともすべての可能性があるように感じる。  Rags Townのコンセプトが本当に好きだったのは、人々が質問をしなくても過去を逃れるための場所だったからです。 しかし、たとえ彼らが過去の行為（おそらくすべてが暗い）で疑問を呈されていなくても、これはキャラクター開発の大きなチャンスをもたらします。 この町に探偵団の各メンバーを連れてきたのは何ですか？ さて、あなたがこれに対する答えを期待していたら...多くの人物のただ1人でさえ、あなたは非常に失望します。\u001b[22m\n\u001b[1m(Marena kyarakutā shika nai shō wa, hairi nikuideshou. Shikashi, watashi wa karera no settei nimotozuite, sukunakutomo subete no kanōsei ga aru yō ni kanjiru. Rags Town no konseputo ga hontōni sukidatta no wa, hitobito ga shitsumon o shinakute mo kako o nogareru tame no bashodattakaradesu. Shikashi, tatoe karera ga kako no kōi (osoraku subete ga kurai) de gimon o teisa rete inakute mo, koreha kyarakutā kaihatsu no ōkina chansu o motarashimasu. Kono machi ni tantei-dan no kaku menbā o tsurete kita no wa nanidesu ka? Sate, anata ga kore ni taisuru kotae o kitai shite itara... Ōku no jinbutsu no tada 1-ride sae, anata wa hijō ni shitsubō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAny show with just plain unlikable characters is going to be hard to get into. But I feel like they all had at least a little potential, based on their setting. I really liked the concept of Rags Town being a place where people go to escape their pasts with no questions asked. But even if they weren't being questioned on their past deeds (which are all presumably dark), this set up a great opportunity for character development. What brought each member of the detective agency to this town? Well, if you were expecting an answer to this... even for just one of the many characters, you'll be sorely disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAny show with just plain unlikable characters is going to be hard to get into.\u001b[24m\n    \u001b[1mまれなキャラクターしかないショーは、入りにくいでしょう。\u001b[22m, \u001b[1m単純に好かれない文字を含む任意のショーが入るのは難しいことになるだろう。\u001b[22m\n\u001b[4mBut I feel like they all had at least a little potential, based on their setting.\u001b[24m\n    \u001b[1mしかし、私は彼らの設定に基づいて、少なくともすべての可能性があるように感じる。\u001b[22m, \u001b[1mしかし、私は彼らがすべて自分の設定に基づいて、少なくとも少しの可能性を持っていたような気がします。\u001b[22m\n\u001b[4mI really liked the concept of Rags Town being a place where people go to escape their pasts with no questions asked.\u001b[24m\n    \u001b[1mRags Townのコンセプトが本当に好きだったのは、人々が質問をしなくても過去を逃れるための場所だったからです。\u001b[22m, \u001b[1m私は本当に人々が何の質問もせずに自分の過去を逃れるために行く場所であることぼろタウンのコンセプトが好きでした。\u001b[22m\n\u001b[4mBut even if they weren't being questioned on their past deeds (which are all presumably dark), this set up a great opportunity for character development.\u001b[24m\n    \u001b[1mしかし、たとえ彼らが過去の行為（おそらくすべてが暗い）で疑問を呈されていなくても、これはキャラクター開発の大きなチャンスをもたらします。\u001b[22m, \u001b[1mしかし、彼らは自分の過去の行為（すべておそらく暗いである）に問われていなかった場合でも、これはキャラクターの成長のための絶好の機会を設定します。\u001b[22m\n\u001b[4mWhat brought each member of the detective agency to this town?\u001b[24m\n    \u001b[1mこの町に探偵団の各メンバーを連れてきたのは何ですか？\u001b[22m, \u001b[1m何がこの町に探偵事務所の各メンバーをもたらしましたか？\u001b[22m\n\u001b[4mWell, if you were expecting an answer to this... even for just one of the many characters, you'll be sorely disappointed.\u001b[24m\n    \u001b[1mさて、あなたがこれに対する答えを期待していたら...多くの人物のただ1人でさえ、あなたは非常に失望します。\u001b[22m, \u001b[1mあなたも多くの文字のちょうど1のために...この答えを期待していた場合さて、あなたはひどくがっかりするでしょう。\u001b[22m"
  },
  {
    "title": "Crystal_Blaze",
    "id": "3840",
    "url": "https://myanimelist.net/anime/3840/Crystal_Blaze",
    "user": "Garpachi",
    "profile": "/profile/Garpachi/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=200655",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  5\nキャラクター|  1\n|  2\n\nCystal Blazeのように、純粋なアクション/ SFのなかから期待できるものは何ですか？ 良い戦い、面白い技術、そして基本的にどんなアニメからも期待できるようなもの、良いキャラクター、プロット、場合によっては素晴らしいサウンドトラック。 これらをガイドラインとして、クリスタルブレイズがそのストーリーとテーマをどのように効果的に提示していますか？ まあ、フライング型のポケモンで地震を使うのと同じように、非常に特殊な状況を除いてはまったく効果がありません。\n\nCrystal Blazeがうまくいくことの基礎から始めましょう。 それだけではありませんが、何か行動を探しているなら、おそらくこのシリーズを楽しむことができます。 私を誤解しないでください。これはAction Mountainの頂点ではないからです。 そのようなシリーズの巨大なファンのために、クリスタルブレイズは十分なアニメです。 あなたが時間をかけてゴミを処分するのが良いと思った後で、あなたの時間を過ごすことができるだろう。 そのサウンドトラックはまったく恒星ではありませんが、展開中のイベントを積極的に損なうことなく、仕事を終わらせます。 賞賛に値するものではありませんが、それは何をすべきかを行い、途方もなくなるので、それを犯すことは不可能です。 アニメーションのストーリーはほとんど同じです。\n\nしかし、クリスタル・ブレイズはそれ以上の肯定的なフィードバックを保証していないので、これは賞賛が終わらなければならないところです。 その大丈夫なアクションシーケンスとパッシブなサウンドトラックやアニメーション以外に、クリスタルブレイズにはそれ以上のことはありません。 残念なことに、これらの欠点の中のプライマリは、プロットです。  Sci-Fiの面と一般的なストーリーテリング面の両方に関して、Crystal Blazeはストーリーボードが書かれた論文よりもフラットになります。 まともなSFを探している人は、このシリーズの主なビルディングブロックさえも管理が貧弱になっているので、さらに見えるはずです。 視聴者がシリーズの初めから不思議に思っていた秘密は、視聴者の好奇心である燃えるような炎に本当に多くの質問を加える役割を果たす曖昧な「説明」を除いて決して適切に答えられません。\n\n文字は、どういうわけか、これらのファセットよりもさらに誤って管理されています。 ここには、人々が過去を忘れ去る「ラグスタウン」があります。 強力なバックストーリーを持つよく発達したキャラクターを期待している人は、すぐに離れて実行しなければなりません。そうでなければ、この怪物に取り組もうとします。  「Rags Town」のような環境では、クリスタル・ブレイズは完璧に設定されていますが、そのキャラクターのすべてが素晴らしく動いているか、悲劇的なバックストーリーになっています。 これらの人々の動機は何ですか？ なぜここにいるのですか、なぜ彼らは滞在しますか？ 結局、私たちは決して知らない。 このようなバックストーリーは、中間のエピソードの終わりにモンタージュに押し込まれていても、実際には基本的なベアボーンのバックストーリーが1人のキャラクターだけに与えられます。 このような設定でも、クリスタルブレイズは、そのキャラクターを発展させるという約束を完全に放棄し、その弱いクリシェで満たされたプロットラインに沿ってアクションキャラクターのステレオタイプとして残します。\n\n結局、クリスタルブレイズを見る価値はあるのですか？ ハードな真実は...おそらくそうではありません。 あなたが一般的なアクションシリーズのファンであれば、このショットを与えることができますし、あなたはそれが面白いかもしれません。 その宝石ではありませんが、あなたはそれを楽しむことができます。 強いコア要素を備えた質の高い、よく作られたアニメを探しているだけなら、私はあなたが探し続ける必要があることを恐れています。 全体的に、それはあなたが探しているものを正確に持っていれば完全な損失ではありません...しかし、吹き飛ばされることは期待しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nWhat can one expect out of a pure action/sci-fi, such as we have here in Cystal Blaze? Good fights, interesting technologies, and the same things we've come to expect out of basically any anime: good characters, plot, and in some cases, a great soundtrack. With these as our guidelines, how effective is Crystal Blaze at presenting its story and themes? Well, like attempting to use Earthquake on a Flying-type Pokemon, its not effective at all, except under very specific circumstances.\n\n\u001b[1mCystal Blazeのように、純粋なアクション/ SFのなかから期待できるものは何ですか？ 良い戦い、面白い技術、そして基本的にどんなアニメからも期待できるようなもの、良いキャラクター、プロット、場合によっては素晴らしいサウンドトラック。 これらをガイドラインとして、クリスタルブレイズがそのストーリーとテーマをどのように効果的に提示していますか？ まあ、フライング型のポケモンで地震を使うのと同じように、非常に特殊な状況を除いてはまったく効果がありません。\u001b[22m\n\u001b[1m(Cystal Blaze no yō ni, junsuina akushon/ SF no naka kara kitai dekiru mono wa nanidesu ka? Yoi tatakai, omoshiroi gijutsu, soshite kihontekini don'na anime kara mo kitai dekiru yōna mono, yoi kyarakutā, purotto, baainiyotte wa subarashī saundotorakku. Korera o gaidorain to shite, kurisutarubureizu ga sono sutōrī to tēma o dono yō ni kōka-teki ni teiji shite imasu ka? Mā, furaingu-gata no pokemon de jishin o tsukau no to onajiyōni, hijō ni tokushuna jōkyō o nozoite wa mattaku kōka ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhat can one expect out of a pure action/sci-fi, such as we have here in Cystal Blaze? Good fights, interesting technologies, and the same things we've come to expect out of basically any anime: good characters, plot, and in some cases, a great soundtrack. With these as our guidelines, how effective is Crystal Blaze at presenting its story and themes? Well, like attempting to use Earthquake on a Flying-type Pokemon, its not effective at all, except under very specific circumstances.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat can one expect out of a pure action/sci-fi, such as we have here in Cystal Blaze?\u001b[24m\n    \u001b[1mCystal Blazeのように、純粋なアクション/ SFのなかから期待できるものは何ですか？\u001b[22m, \u001b[1m一つは、我々がここCystalブレイズで持っているような、純粋なアクション/ SFの外に何を期待できますか？\u001b[22m\n\u001b[4mGood fights, interesting technologies, and the same things we've come to expect out of basically any anime: good characters, plot, and in some cases, a great soundtrack.\u001b[24m\n    \u001b[1m良い戦い、面白い技術、そして基本的にどんなアニメからも期待できるようなもの、良いキャラクター、プロット、場合によっては素晴らしいサウンドトラック。\u001b[22m, \u001b[1mグッド戦い、興味深い技術、我々は基本的に任意のアニメの外に期待するようになったのと同じ事：良い文字、プロット、およびいくつかのケースでは、素晴らしいサウンドトラック。\u001b[22m\n\u001b[4mWith these as our guidelines, how effective is Crystal Blaze at presenting its story and themes?\u001b[24m\n    \u001b[1mこれらをガイドラインとして、クリスタルブレイズがそのストーリーとテーマをどのように効果的に提示していますか？\u001b[22m, \u001b[1mガイドラインとしてこれらを使用すると、クリスタルブレイズは、そのストーリーやテーマを提示でどのように有効なのでしょうか？\u001b[22m\n\u001b[4mWell, like attempting to use Earthquake on a Flying-type Pokemon, its not effective at all, except under very specific circumstances.\u001b[24m\n    \u001b[1mまあ、フライング型のポケモンで地震を使うのと同じように、非常に特殊な状況を除いてはまったく効果がありません。\u001b[22m, \u001b[1mまあ、非常に特殊な状況を除いて、そのない効果的なすべてで、フライング型ポケモンの地震を使用しようとするような。\u001b[22m\n\u001b[1m\u001b[22m\nLet's start off with the basics in what Crystal Blaze does well. Its not all that much, but if you're looking for something with action, you can probably enjoy this series. Don't misunderstand me though, for this is not the pinnacle of Action Mountain. For a huge fan of such a series, Crystal Blaze is an adequate anime. Its one that you'd be able to spend your time on without thinking afterwards that you'd have been better off throwing your time down the garbage disposal. Its soundtrack isn't exactly stellar, but it gets the job done without actively detracting from the events that are unfolding. While not commendable, it does what its supposed to do and doesn't get in the way, so it's impossible to fault it there. The story with the animation is much of the same.\n\n\u001b[1mCrystal Blazeがうまくいくことの基礎から始めましょう。 それだけではありませんが、何か行動を探しているなら、おそらくこのシリーズを楽しむことができます。 私を誤解しないでください。これはAction Mountainの頂点ではないからです。 そのようなシリーズの巨大なファンのために、クリスタルブレイズは十分なアニメです。 あなたが時間をかけてゴミを処分するのが良いと思った後で、あなたの時間を過ごすことができるだろう。 そのサウンドトラックはまったく恒星ではありませんが、展開中のイベントを積極的に損なうことなく、仕事を終わらせます。 賞賛に値するものではありませんが、それは何をすべきかを行い、途方もなくなるので、それを犯すことは不可能です。 アニメーションのストーリーはほとんど同じです。\u001b[22m\n\u001b[1m(Kurisutaru Blaze ga umaku iku koto no kiso kara hajimemashou. Sore dakede wa arimasenga, nanika kōdō o sagashite irunara, osoraku kono shirīzu o tanoshimu koto ga dekimasu. Watashi o gokai shinaide kudasai. Kore wa Action maunten no chōtende wanaikaradesu. So no yōna shirīzu no kyodaina fan no tame ni, kurisutarubureizu wa jūbun'na animedesu. Anata ga jikan o kakete gomi o shobun suru no ga yoi to omotta nochi de, anata no jikan o sugosu koto ga dekirudarou. Sono saundotorakku wa mattaku kōseide wa arimasenga, tenkai-chū no ibento o sekkyokutekini sokonau koto naku, shigoto o owara semasu. Shōsan ni ataisuru monode wa arimasenga, sore wa nani o subeki ka o okonai, tohō mo naku narunode, sore o okasu koto wa fukanōdesu. Animēshon no sutōrī wa hotondo onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mLet's start off with the basics in what Crystal Blaze does well. Its not all that much, but if you're looking for something with action, you can probably enjoy this series. Don't misunderstand me though, for this is not the pinnacle of Action Mountain. For a huge fan of such a series, Crystal Blaze is an adequate anime. Its one that you'd be able to spend your time on without thinking afterwards that you'd have been better off throwing your time down the garbage disposal. Its soundtrack isn't exactly stellar, but it gets the job done without actively detracting from the events that are unfolding. While not commendable, it does what its supposed to do and doesn't get in the way, so it's impossible to fault it there. The story with the animation is much of the same.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start off with the basics in what Crystal Blaze does well.\u001b[24m\n    \u001b[1mCrystal Blazeがうまくいくことの基礎から始めましょう。\u001b[22m, \u001b[1mクリスタルブレイズはよく何で基礎から始めてみましょう。\u001b[22m\n\u001b[4mIts not all that much, but if you're looking for something with action, you can probably enjoy this series.\u001b[24m\n    \u001b[1mそれだけではありませんが、何か行動を探しているなら、おそらくこのシリーズを楽しむことができます。\u001b[22m, \u001b[1mあなたがアクションで何かを探しているなら、そのすべてではないことくらい、しかし、あなたはおそらくこのシリーズを楽しむことができます。\u001b[22m\n\u001b[4mDon't misunderstand me though, for this is not the pinnacle of Action Mountain.\u001b[24m\n    \u001b[1m私を誤解しないでください。これはAction Mountainの頂点ではないからです。\u001b[22m, \u001b[1mこれはアクション山の最高峰ではないために、しかし私を誤解しないでください。\u001b[22m\n\u001b[4mFor a huge fan of such a series, Crystal Blaze is an adequate anime.\u001b[24m\n    \u001b[1mそのようなシリーズの巨大なファンのために、クリスタルブレイズは十分なアニメです。\u001b[22m, \u001b[1mこのような一連の大ファンのために、クリスタルブレイズは十分なアニメです。\u001b[22m\n\u001b[4mIts one that you'd be able to spend your time on without thinking afterwards that you'd have been better off throwing your time down the garbage disposal.\u001b[24m\n    \u001b[1mあなたが時間をかけてゴミを処分するのが良いと思った後で、あなたの時間を過ごすことができるだろう。\u001b[22m, \u001b[1mあなたは生ゴミ処理機ダウンあなたの時間を投げ方が良いされているだろうことは、その後何も考えずに自分の時間を過ごすことができるだろう。その1。\u001b[22m\n\u001b[4mIts soundtrack isn't exactly stellar, but it gets the job done without actively detracting from the events that are unfolding.\u001b[24m\n    \u001b[1mそのサウンドトラックはまったく恒星ではありませんが、展開中のイベントを積極的に損なうことなく、仕事を終わらせます。\u001b[22m, \u001b[1mそのサウンドトラックはまさに恒星ではありませんが、それは積極的に展開されているイベントを損なうことなく仕事を取得します。\u001b[22m\n\u001b[4mWhile not commendable, it does what its supposed to do and doesn't get in the way, so it's impossible to fault it there.\u001b[24m\n    \u001b[1m賞賛に値するものではありませんが、それは何をすべきかを行い、途方もなくなるので、それを犯すことは不可能です。\u001b[22m, \u001b[1m賞賛されていないが、それはそのはずが何をすべきかを行い、方法で取得していませんので、そこに故障することは不可能です。\u001b[22m\n\u001b[4mThe story with the animation is much of the same.\u001b[24m\n    \u001b[1mアニメーションのストーリーはほとんど同じです。\u001b[22m, \u001b[1mアニメーションでストーリーは同じの多くです。\u001b[22m\n\u001b[1m\u001b[22m\nThis, however, is where the praises must end, for Crystal Blaze does not warrant any more positive feedback than its already received. Other than its okay action sequences and passable soundtrack and animation, Crystal Blaze doesn't have much else going for it. Primary amongst these faults is, unfortunately, the plot. In regards to both its Sci-Fi aspect and its general storytelling aspect, Crystal Blaze falls flatter than the paper the storyboards were written on. Folks looking for a decent Sci-Fi should look further, as even this primary building block of the series fell into poor management. The secrets that the viewer wonders about since the beginning of the series are never properly answered, save a few vague 'explanations' that only really serve to add more questions to the blazing fire that is the viewer's curiosity.\n\n\u001b[1mしかし、クリスタル・ブレイズはそれ以上の肯定的なフィードバックを保証していないので、これは賞賛が終わらなければならないところです。 その大丈夫なアクションシーケンスとパッシブなサウンドトラックやアニメーション以外に、クリスタルブレイズにはそれ以上のことはありません。 残念なことに、これらの欠点の中のプライマリは、プロットです。  Sci-Fiの面と一般的なストーリーテリング面の両方に関して、Crystal Blazeはストーリーボードが書かれた論文よりもフラットになります。 まともなSFを探している人は、このシリーズの主なビルディングブロックさえも管理が貧弱になっているので、さらに見えるはずです。 視聴者がシリーズの初めから不思議に思っていた秘密は、視聴者の好奇心である燃えるような炎に本当に多くの質問を加える役割を果たす曖昧な「説明」を除いて決して適切に答えられません。\u001b[22m\n\u001b[1m(Shikashi, kurisutaru bureizu wa sore ijō no kōtei-tekina fīdobakku o hoshō shite inainode, koreha shōsan ga owaranakereba naranai tokorodesu. Sono daijōbuna akushonshīkensu to passhibuna saundotorakku ya animēshon igai ni, kurisutarubureizu ni wa sore ijō no koto wa arimasen. Zan'nen'nakotoni, korera no ketten no naka no puraimari wa, purottodesu. Saifai no men to ippantekina sutōrīteringu-men no ryōhō ni kanshite, kurisutaru Blaze wa sutōrībōdo ga kaka reta ronbun yori mo furatto ni narimasu. Matomona SF o sagashite iru hito wa, kono shirīzu no omona birudinguburokku sae mo kanri ga hinjaku ni natte irunode, sarani mieru hazudesu. Shichō-sha ga shirīzu no hajime kara fushigi ni omotte ita himitsu wa, shichō-sha no kōkishindearu moeru yōna honō ni hontōni ōku no shitsumon o kuwaeru yakuwariwohatasu aimaina `setsumei' o nozoite kesshite tekisetsu ni kotae raremasen.)\u001b[22m\n\nTranslations of \u001b[4mThis, however, is where the praises must end, for Crystal Blaze does not warrant any more positive feedback than its already received. Other than its okay action sequences and passable soundtrack and animation, Crystal Blaze doesn't have much else going for it. Primary amongst these faults is, unfortunately, the plot. In regards to both its Sci-Fi aspect and its general storytelling aspect, Crystal Blaze falls flatter than the paper the storyboards were written on. Folks looking for a decent Sci-Fi should look further, as even this primary building block of the series fell into poor management. The secrets that the viewer wonders about since the beginning of the series are never properly answered, save a few vague 'explanations' that only really serve to add more questions to the blazing fire that is the viewer's curiosity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis, however, is where the praises must end, for Crystal Blaze does not warrant any more positive feedback than its already received.\u001b[24m\n    \u001b[1mしかし、クリスタル・ブレイズはそれ以上の肯定的なフィードバックを保証していないので、これは賞賛が終わらなければならないところです。\u001b[22m, \u001b[1m賛辞を終了しなければならないところクリスタルブレイズが既に受け取っそのよりも、それ以上の正のフィードバックを保証するものではありませんのためにこれは、しかし、です。\u001b[22m\n\u001b[4mOther than its okay action sequences and passable soundtrack and animation, Crystal Blaze doesn't have much else going for it.\u001b[24m\n    \u001b[1mその大丈夫なアクションシーケンスとパッシブなサウンドトラックやアニメーション以外に、クリスタルブレイズにはそれ以上のことはありません。\u001b[22m, \u001b[1mその大丈夫アクションシーケンスとまずまずのサウンドトラックとアニメーション以外にも、クリスタルブレイズはそれのために行く他の多くを持っていません。\u001b[22m\n\u001b[4mPrimary amongst these faults is, unfortunately, the plot.\u001b[24m\n    \u001b[1m残念なことに、これらの欠点の中のプライマリは、プロットです。\u001b[22m, \u001b[1mこれらの障害の中でプライマリは、残念ながら、プロットです。\u001b[22m\n\u001b[4mIn regards to both its Sci-Fi aspect and its general storytelling aspect, Crystal Blaze falls flatter than the paper the storyboards were written on.\u001b[24m\n    \u001b[1mSci-Fiの面と一般的なストーリーテリング面の両方に関して、Crystal Blazeはストーリーボードが書かれた論文よりもフラットになります。\u001b[22m, \u001b[1mそのサイファイの側面とその一般的なストーリーテリングの側面の両方に関しては、クリスタルブレイズは、ストーリーボードが上に書かれた紙よりも平坦落ちます。\u001b[22m\n\u001b[4mFolks looking for a decent Sci-Fi should look further, as even this primary building block of the series fell into poor management.\u001b[24m\n    \u001b[1mまともなSFを探している人は、このシリーズの主なビルディングブロックさえも管理が貧弱になっているので、さらに見えるはずです。\u001b[22m, \u001b[1m一連のさえこのプライマリビルディングブロックは、経営不振に陥ったとしてまともなサイエンスフィクションを探している人々は、もう探す必要があります。\u001b[22m\n\u001b[4mThe secrets that the viewer wonders about since the beginning of the series are never properly answered, save a few vague 'explanations' that only really serve to add more questions to the blazing fire that is the viewer's curiosity.\u001b[24m\n    \u001b[1m視聴者がシリーズの初めから不思議に思っていた秘密は、視聴者の好奇心である燃えるような炎に本当に多くの質問を加える役割を果たす曖昧な「説明」を除いて決して適切に答えられません。\u001b[22m, \u001b[1m視聴者はだけは本当に視聴者の好奇心で燃える火に多くの質問を追加するのに役立ついくつかの曖昧な「説明」を保存し、一連の先頭が正しく答えたことはありませんので、周りに不思議の秘密。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are, somehow, even more mismanaged than these facets. Here, we have 'Rags Town', a place where people go to forget their pasts. One expecting well-developed characters with strong backstories should turn away and run now, or otherwise attempt to tackle this monstrosity. With such a setting in 'Rags Town', Crystal Blaze is perfectly set up to give not one, but all of its characters wonderfully moving or tragic backstories--and can be, in a way, expected to do so. What motivates these people? Why are the here, and why do they stay? In the end...we never know. Any such backstory is shoved into one montage at the end of a middle episode, and even then, it only really gives a basic, barebones backstory for one character. Even with such a setting, Crystal Blaze proceeds to completely abandon any promise for developing its characters, leaving them as action-character stereotypes to further along its weak, cliche-filled plotline.\n\n\u001b[1m文字は、どういうわけか、これらのファセットよりもさらに誤って管理されています。 ここには、人々が過去を忘れ去る「ラグスタウン」があります。 強力なバックストーリーを持つよく発達したキャラクターを期待している人は、すぐに離れて実行しなければなりません。そうでなければ、この怪物に取り組もうとします。  「Rags Town」のような環境では、クリスタル・ブレイズは完璧に設定されていますが、そのキャラクターのすべてが素晴らしく動いているか、悲劇的なバックストーリーになっています。 これらの人々の動機は何ですか？ なぜここにいるのですか、なぜ彼らは滞在しますか？ 結局、私たちは決して知らない。 このようなバックストーリーは、中間のエピソードの終わりにモンタージュに押し込まれていても、実際には基本的なベアボーンのバックストーリーが1人のキャラクターだけに与えられます。 このような設定でも、クリスタルブレイズは、そのキャラクターを発展させるという約束を完全に放棄し、その弱いクリシェで満たされたプロットラインに沿ってアクションキャラクターのステレオタイプとして残します。\u001b[22m\n\u001b[1m(Moji wa, dō iu wake ka, korera no fa setto yori mo sarani ayamatte kanri sa rete imasu. Koko ni wa, hitobito ga kako o wasuresaru `ragusutaun' ga arimasu. Kyōryokuna bakkusutōrī o motsu yoku hattatsu shita kyarakutā o kitai shite iru hito wa, sugu ni hanarete jikkō shinakereba narimasen. Sōdenakereba, kono kaibutsu ni torikumou to shimasu. `Rags Town' no yōna kankyōde wa, kurisutaru bureizu wa kanpeki ni settei sa rete imasuga, sono kyarakutā no subete ga subarashiku ugoite iru ka, higeki-tekina bakkusutōrī ni natte imasu. Korera no hitobito no dōki wa nanidesu ka? Naze koko ni iru nodesu ka, naze karera wa taizai shimasu ka? Kekkyoku, watashitachi wa kesshite shiranai. Ko no yōna bakkusutōrī wa, chūkan no episōdo no owari ni montāju ni oshikoma rete ite mo, jissai ni wa kihon-tekina beabōn no bakkusutōrī ga 1-ri no kyarakutā dake ni atae raremasu. Ko no yōna settei demo, kurisutarubureizu wa, sono kyarakutā o hatten sa seru to iu yakusoku o kanzen ni hōki shi, sono yowai kurishe de mitasa reta purottorain ni sotte akushonkyarakutā no sutereo taipu to shite nokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are, somehow, even more mismanaged than these facets. Here, we have 'Rags Town', a place where people go to forget their pasts. One expecting well-developed characters with strong backstories should turn away and run now, or otherwise attempt to tackle this monstrosity. With such a setting in 'Rags Town', Crystal Blaze is perfectly set up to give not one, but all of its characters wonderfully moving or tragic backstories--and can be, in a way, expected to do so. What motivates these people? Why are the here, and why do they stay? In the end...we never know. Any such backstory is shoved into one montage at the end of a middle episode, and even then, it only really gives a basic, barebones backstory for one character. Even with such a setting, Crystal Blaze proceeds to completely abandon any promise for developing its characters, leaving them as action-character stereotypes to further along its weak, cliche-filled plotline.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are, somehow, even more mismanaged than these facets.\u001b[24m\n    \u001b[1m文字は、どういうわけか、これらのファセットよりもさらに誤って管理されています。\u001b[22m, \u001b[1m文字は、何らかの形で、より一層mismanagedこれらのファセットよりも。\u001b[22m\n\u001b[4mHere, we have 'Rags Town', a place where people go to forget their pasts.\u001b[24m\n    \u001b[1mここには、人々が過去を忘れ去る「ラグスタウン」があります。\u001b[22m, \u001b[1mここでは、「ぼろタウン」、人々は自分の過去をを忘れて行く場所を持っています。\u001b[22m\n\u001b[4mOne expecting well-developed characters with strong backstories should turn away and run now, or otherwise attempt to tackle this monstrosity.\u001b[24m\n    \u001b[1m強力なバックストーリーを持つよく発達したキャラクターを期待している人は、すぐに離れて実行しなければなりません。そうでなければ、この怪物に取り組もうとします。\u001b[22m, \u001b[1m一つは強いbackstoriesでよく発達した文字を期待することは背を向けると、今実行するか、またはそれ以外の場合は、この怪物に取り組むように試みる必要があります。\u001b[22m\n\u001b[4mWith such a setting in 'Rags Town', Crystal Blaze is perfectly set up to give not one, but all of its characters wonderfully moving or tragic backstories--and can be, in a way, expected to do so.\u001b[24m\n    \u001b[1m「Rags Town」のような環境では、クリスタル・ブレイズは完璧に設定されていますが、そのキャラクターのすべてが素晴らしく動いているか、悲劇的なバックストーリーになっています。\u001b[22m, \u001b[1m「ぼろタウン」でこのような設定では、クリスタルブレイズは完全にないものを与えるように設定されていますが、その文字のすべて素晴らしく移動や悲劇的なbackstoriesを - とすることができ、方法で、そうすることを期待します。\u001b[22m\n\u001b[4mWhat motivates these people?\u001b[24m\n    \u001b[1mこれらの人々の動機は何ですか？\u001b[22m, \u001b[1m何がこれらの人々の動機？\u001b[22m\n\u001b[4mWhy are the here, and why do they stay?\u001b[24m\n    \u001b[1mなぜここにいるのですか、なぜ彼らは滞在しますか？\u001b[22m, \u001b[1mなぜここにいる、そしてなぜ彼らが滞在していますか？\u001b[22m\n\u001b[4mIn the end...we never know.\u001b[24m\n    \u001b[1m結局、私たちは決して知らない。\u001b[22m, \u001b[1m最後に...私たちは知っていることはありません。\u001b[22m\n\u001b[4mAny such backstory is shoved into one montage at the end of a middle episode, and even then, it only really gives a basic, barebones backstory for one character.\u001b[24m\n    \u001b[1mこのようなバックストーリーは、中間のエピソードの終わりにモンタージュに押し込まれていても、実際には基本的なベアボーンのバックストーリーが1人のキャラクターだけに与えられます。\u001b[22m, \u001b[1mこのような任意の裏話は、中間エピソードの終わりに1モンタージュに押し込んだされ、その後も、それだけで本当に1文字のための基本的な、必要最小限の裏話を提供します。\u001b[22m\n\u001b[4mEven with such a setting, Crystal Blaze proceeds to completely abandon any promise for developing its characters, leaving them as action-character stereotypes to further along its weak, cliche-filled plotline.\u001b[24m\n    \u001b[1mこのような設定でも、クリスタルブレイズは、そのキャラクターを発展させるという約束を完全に放棄し、その弱いクリシェで満たされたプロットラインに沿ってアクションキャラクターのステレオタイプとして残します。\u001b[22m, \u001b[1mでも、このような設定で、クリスタルブレイズは完全に、さらにその弱い、決まり文句に満ちたplotlineに沿って行動文字のステレオタイプとして、それらを残して、その文字を開発するための任意の約束を放棄することを進みます。\u001b[22m\n\u001b[1m\u001b[22m\nSo in the end, is it worth watching Crystal Blaze? The hard truth is...probably not. If you're a fan of action series in general, you could give this a shot and you may find it entertaining. Its not a gem, but you may enjoy it. If you're just looking for a quality, well-made anime with strong core elements, I'm afraid you'll need to keep looking. Overall, its not a complete loss if its got exactly what you're looking for...but don't expect to be blown away.\n\n\u001b[1m結局、クリスタルブレイズを見る価値はあるのですか？ ハードな真実は...おそらくそうではありません。 あなたが一般的なアクションシリーズのファンであれば、このショットを与えることができますし、あなたはそれが面白いかもしれません。 その宝石ではありませんが、あなたはそれを楽しむことができます。 強いコア要素を備えた質の高い、よく作られたアニメを探しているだけなら、私はあなたが探し続ける必要があることを恐れています。 全体的に、それはあなたが探しているものを正確に持っていれば完全な損失ではありません...しかし、吹き飛ばされることは期待しません。\u001b[22m\n\u001b[1m(Kekkyoku, kurisutarubureizu o miru kachi wa aru nodesu ka? Hādona shinjitsu wa... Osoraku sōde wa arimasen. Anata ga ippantekina akushonshirīzu no fandeareba, kono shotto o ataeru koto ga dekimasushi, anata wa sore ga omoshiroi kamo shiremasen. Sono hōsekide wa arimasenga, anata wa sore o tanoshimu koto ga dekimasu. Tsuyoi koa yōso o sonaeta shitsu no takai, yoku tsukura reta anime o sagashite iru dakenara, watashi wa anata ga sagashi tsudzukeru hitsuyō ga aru koto o osorete imasu. Zentai-teki ni, sore wa anata ga sagashite iru mono o seikaku ni motte ireba kanzen'na sonshitsude wa arimasen... Shikashi, fukitobasa reru koto wa kitai shimasen.)\u001b[22m\n\nTranslations of \u001b[4mSo in the end, is it worth watching Crystal Blaze? The hard truth is...probably not. If you're a fan of action series in general, you could give this a shot and you may find it entertaining. Its not a gem, but you may enjoy it. If you're just looking for a quality, well-made anime with strong core elements, I'm afraid you'll need to keep looking. Overall, its not a complete loss if its got exactly what you're looking for...but don't expect to be blown away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo in the end, is it worth watching Crystal Blaze?\u001b[24m\n    \u001b[1m結局、クリスタルブレイズを見る価値はあるのですか？\u001b[22m, \u001b[1mだから最後に、それはクリスタルブレイズを見て価値がありますか？\u001b[22m\n\u001b[4mThe hard truth is...probably not.\u001b[24m\n    \u001b[1mハードな真実は...おそらくそうではありません。\u001b[22m, \u001b[1mハード真実は、おそらく...ではありません。\u001b[22m\n\u001b[4mIf you're a fan of action series in general, you could give this a shot and you may find it entertaining.\u001b[24m\n    \u001b[1mあなたが一般的なアクションシリーズのファンであれば、このショットを与えることができますし、あなたはそれが面白いかもしれません。\u001b[22m, \u001b[1mあなたは一般的にアクションシリーズのファンなら、あなたはこの打撃を与える可能性があり、あなたはそれが面白いかもしれません。\u001b[22m\n\u001b[4mIts not a gem, but you may enjoy it.\u001b[24m\n    \u001b[1mその宝石ではありませんが、あなたはそれを楽しむことができます。\u001b[22m, \u001b[1mそのない宝石が、あなたはそれを楽しむことができます。\u001b[22m\n\u001b[4mIf you're just looking for a quality, well-made anime with strong core elements, I'm afraid you'll need to keep looking.\u001b[24m\n    \u001b[1m強いコア要素を備えた質の高い、よく作られたアニメを探しているだけなら、私はあなたが探し続ける必要があることを恐れています。\u001b[22m, \u001b[1mあなただけの強力なコア要素と品質、よくできたアニメを探しているなら、私はあなたが探し続ける必要があります怖いです。\u001b[22m\n\u001b[4mOverall, its not a complete loss if its got exactly what you're looking for...but don't expect to be blown away.\u001b[24m\n    \u001b[1m全体的に、それはあなたが探しているものを正確に持っていれば完全な損失ではありません...しかし、吹き飛ばされることは期待しません。\u001b[22m, \u001b[1m全体的に見て、そのない完全な喪失のは、あなたが探している正確に何を持って...しかし、吹き飛ばされることを期待していない場合。\u001b[22m"
  },
  {
    "title": "Crystal_Blaze",
    "id": "3840",
    "url": "https://myanimelist.net/anime/3840/Crystal_Blaze",
    "user": "shreeveera",
    "profile": "/profile/shreeveera/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=32778",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\n1）イントロ/シノプシス\nラグスタウンは日本のゴミ捨て場です。 過去を忘れてしまう人が走る場所。 過去に尋ねることや人を知ることを厳しく禁じているこの町では、S＆amp; A Detectivesと呼ばれる小さな探偵機関があります。\n物語は、アヤマナ、不可解なペアのミスフィットワナビー探偵、マナミが衝動的に襲うケース、そしてそこから生ずるトラブルの周りを回っている。 ケースでは、彼らは異常に暑い女性を見つけると、銃を持つ女性の束に追われている。 探偵はサラと呼ばれた後、彼女と何が起こっているのか考え出す。 同時に、街中の十代の少女たちは燃え上がり、ガラスになっています。 政府はすべてをカバーしているが、刑事、捜査当局と地元の警察は、何が起きているのかを知ることに決めた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n1)Intro/Synopsis\n\n\u001b[1m1）イントロ/シノプシス\u001b[22m\n\u001b[1m(1) Intoro/ shinopushisu)\u001b[22m\n\nTranslations of \u001b[4m1)Intro/Synopsis\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1)Intro/Synopsis\u001b[24m\n    \u001b[1m1）イントロ/シノプシス\u001b[22m, \u001b[1m1）イントロ/あらすじ\u001b[22m\nRags Town is the garbage dump of Japan. The place where people who want to forget their pasts run to. In this town, where the rules strictly forbid asking about the past or getting to know people, there is small detective agency called S&amp;A Detectives.\n\n\u001b[1mラグスタウンは日本のゴミ捨て場です。 過去を忘れてしまう人が走る場所。 過去に尋ねることや人を知ることを厳しく禁じているこの町では、S＆amp; A Detectivesと呼ばれる小さな探偵機関があります。\u001b[22m\n\u001b[1m(Ragusutaun wa Nihon no gomisutebadesu. Kako o wasureteshimau hito ga hashiru basho. Kako ni tazuneru koto ya hito o shiru koto o kibishiku kinjite iru kono machide wa, S& amp; A Detectives to yoba reru chīsana tantei kikan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mRags Town is the garbage dump of Japan. The place where people who want to forget their pasts run to. In this town, where the rules strictly forbid asking about the past or getting to know people, there is small detective agency called S&amp;A Detectives.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRags Town is the garbage dump of Japan.\u001b[24m\n    \u001b[1mラグスタウンは日本のゴミ捨て場です。\u001b[22m, \u001b[1mぼろ町は日本のゴミ捨て場です。\u001b[22m\n\u001b[4mThe place where people who want to forget their pasts run to.\u001b[24m\n    \u001b[1m過去を忘れてしまう人が走る場所。\u001b[22m, \u001b[1m自分の過去を忘れたい人々がに実行場所。\u001b[22m\n\u001b[4mIn this town, where the rules strictly forbid asking about the past or getting to know people, there is small detective agency called S&amp;A Detectives.\u001b[24m\n    \u001b[1m過去に尋ねることや人を知ることを厳しく禁じているこの町では、S＆amp; A Detectivesと呼ばれる小さな探偵機関があります。\u001b[22m, \u001b[1mルールが厳密に過去について尋ねるか、人々を知ってもらう禁止するこの町では、S＆アンプと呼ばれる小さな探偵事務所があり、探偵。\u001b[22m\nThe story revolves around Ayamana, the inseparable pair of misfit wannabe detectives, the case Manami takes on impulse, and the trouble that arises from it. On the case they find a woman who is abnormally hot, and who is being chased by a bunch of women with guns. After being dubbed Sara, the detectives try and figure out just what is going on with her. At the same time, all over town teenage girls are burning up and turning into glass. The government is covering everything up, but the detectives, as well as a nosy reporter and the local police, are determined to find out what is happening.\n\n\u001b[1m物語は、アヤマナ、不可解なペアのミスフィットワナビー探偵、マナミが衝動的に襲うケース、そしてそこから生ずるトラブルの周りを回っている。 ケースでは、彼らは異常に暑い女性を見つけると、銃を持つ女性の束に追われている。 探偵はサラと呼ばれた後、彼女と何が起こっているのか考え出す。 同時に、街中の十代の少女たちは燃え上がり、ガラスになっています。 政府はすべてをカバーしているが、刑事、捜査当局と地元の警察は、何が起きているのかを知ることに決めた。\u001b[22m\n\u001b[1m(Monogatari wa, ayamana, fukakaina pea no misufittowanabī tantei, Manami ga shōdō-teki ni osou kēsu, soshite soko kara shōzuru toraburu no mawari o mawatte iru. Kēsude wa, karera wa ijō ni atsui josei o mitsukeru to, jū o motsu josei no taba ni owa rete iru. Tantei wa sara to yoba reta nochi, kanojo to nani ga okotte iru no ka kangaedasu. Dōjini, machidjū no jūdai no shōjo-tachi wa moeagari, garasu ni natte imasu. Seifu wa subete o kabā shite iruga, keiji, sōsa tōkyoku to jimoto no keisatsu wa, nani ga okite iru no ka o shiru koto ni kimeta.)\u001b[22m\n\nTranslations of \u001b[4mThe story revolves around Ayamana, the inseparable pair of misfit wannabe detectives, the case Manami takes on impulse, and the trouble that arises from it. On the case they find a woman who is abnormally hot, and who is being chased by a bunch of women with guns. After being dubbed Sara, the detectives try and figure out just what is going on with her. At the same time, all over town teenage girls are burning up and turning into glass. The government is covering everything up, but the detectives, as well as a nosy reporter and the local police, are determined to find out what is happening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story revolves around Ayamana, the inseparable pair of misfit wannabe detectives, the case Manami takes on impulse, and the trouble that arises from it.\u001b[24m\n    \u001b[1m物語は、アヤマナ、不可解なペアのミスフィットワナビー探偵、マナミが衝動的に襲うケース、そしてそこから生ずるトラブルの周りを回っている。\u001b[22m, \u001b[1m物語はAyamana、ミスフィット志望探偵の不可分のペア、愛美は衝動的に取る場合、それに起因するトラブルを中心に展開します。\u001b[22m\n\u001b[4mOn the case they find a woman who is abnormally hot, and who is being chased by a bunch of women with guns.\u001b[24m\n    \u001b[1mケースでは、彼らは異常に暑い女性を見つけると、銃を持つ女性の束に追われている。\u001b[22m, \u001b[1mケース彼らが異常に熱くなった女性を見つけ、誰が銃を持った女性の束に追われています。\u001b[22m\n\u001b[4mAfter being dubbed Sara, the detectives try and figure out just what is going on with her.\u001b[24m\n    \u001b[1m探偵はサラと呼ばれた後、彼女と何が起こっているのか考え出す。\u001b[22m, \u001b[1mサラダビングされた後、探偵は試してみて、彼女と一緒に起こっているものだけを見つけ出します。\u001b[22m\n\u001b[4mAt the same time, all over town teenage girls are burning up and turning into glass.\u001b[24m\n    \u001b[1m同時に、街中の十代の少女たちは燃え上がり、ガラスになっています。\u001b[22m, \u001b[1m同時に、街中の十代の女の子が燃えているとグラスに回します。\u001b[22m\n\u001b[4mThe government is covering everything up, but the detectives, as well as a nosy reporter and the local police, are determined to find out what is happening.\u001b[24m\n    \u001b[1m政府はすべてをカバーしているが、刑事、捜査当局と地元の警察は、何が起きているのかを知ることに決めた。\u001b[22m, \u001b[1m政府がすべてをカバーしているが、探偵、ならびにおせっかいレポーターおよび地元警察は、何が起こっているかを調べるように決定されます。\u001b[22m"
  }
]
