[
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "BlueShadow98",
    "profile": "/profile/BlueShadow98/reviews",
    "pages": "20",
    "number": "1",
    "link": "/reviews.php?id=149823",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  7\n\n**マイナーなスポイラーが含まれているので、あなた自身の責任で読む**\n\nClannadの最初の季節は私に「吹き飛ぶ」気持ちを残しました。 それはひどいことではありませんでしたが、それほど素晴らしいことでもありませんでした。 だから、私はそれを見始めたAfter Storyに大きな期待は持たなかった。 私はそれを持っていたいくつかの問題にもかかわらず、ストーリーの後、喜んで、前任者にはるかに優れていることが判明した。\n\n最初のシーズンが終わったところから物語が拾い上げる。 最初の8つのエピソードはClannadのような高校生活を扱っていますが、今回のストーリーはそれほど良いものではありませんでした。 私は第1シーズンの女の子の話の大ファンではありませんでしたが、私は春原とミサエの弧が熱い混乱を強いられていることを確信しています。\n\n春原のアークが最悪だった。 それは何かに進化する可能性を秘めていましたが、代わりに私のアメリカ人のひどい痴漢を思い出させる場面で終わりました。 そして、それは「広範な批評家の称賛」を得たショーから期待されるものではない。 ミサエは楽しくて面白いですが、再びトモヤのメシアコンプレックスを強化する完全なナンセンスになりました。  Yukineのアークはもっと現実的で、うまくいきました...少し予測可能ですがそれにもかかわらず楽しいです。\n\n私にとっては、Tomoyaと残りの人が卒業したときに本物の取引が始まります。 その後、あなたは自分の個人的な問題を解決しなければならない間に、男に進化した少年を見ることになります。 私にとっては、クラナドASのそれが賞賛に値するのです。 現実的で親しみやすい、まさにこのタイプのアニメから期待されるものです。 第1シーズンの夫の夫である吉野裕子さんの夫人吉野裕介は、大人への移行に伴いトモヤを助けるために復帰します。 彼のストーリーは悲しいものですが、トップにはなりません。 多くの人が、彼が通ったことに関係していることができます。そして、コトミと富子とは違って、バックストーリーは人々を涙にしてしまい、彼の行動を正当化することができます。 彼は失望した。 彼の期待は生きていない。 一言で言えば、彼は私が遭遇した最も人間的なキャラクターの1つで、私はショーで彼のことをもっと見たかったと思う。\n\nちょっと過激ですが、その後に続く感情的な瞬間は、実際に私に触れました。 彼らは明らかに真の感情を示すのではなく、人を泣かせる方法で明らかに実行されましたが、それでもTomoyaの性格を完全に発達させるために仕事をしました。 私の好きな人は、彼の父親との関係についてのシーンでなければなりません。 それは完全に家族の重要性であるショーの本質を捉え、あなたがこの世界で他の誰のようにもおそらくあなたを愛している人たちに感謝しなければならないかを思い起こさせます。 ご両親。 あなたは、ショーは家族単位の周りを回るはずだったが、実際には、このテーマが最後のシーズンの最後のエピソードで実際に対処されているのを見る。 タイトルの正当性を見出そうとしている人のためのレットダウンの種類（アイルランド語ではっきりと「家族」を意味するが、正しい単語はクラン語であるが）、しかし待つだけの価値がある。\n\n私は、多くのウォッチャーにとって紛争の対象となっていた結末を本当に気にしませんでした。 それは、かなり半分のショーのように、予測可能であり、キャラクターにとって幸せな生活を望む人にとって素晴らしい結論を提供しました。 それは、幻想の世界の背後にある物語と、なぜそれが存在するようになったのかを説明します（コトミは、前のエピソードでそれを部分的に見せています）。 人々はそれを「サッカリン」または「コパアウト」と呼んでいます。 私は、トモヤが彼が耐えてきたすべての苦難の後で、彼のハッピーエンドを得る代わりの現実としてそれを考えるのが好きです。\n\nキャラクターは、私が言ったように、特にTomoyaとNagisaのかなりの量の開発を行っています。 前者は、ショーが進行するにつれて、学生、勤労者、夫および父親の役割を想定しています。 それらの間の移行は、時にはスムーズで、時にはそれほど良くないこともありますが、それは完全ではない人によって期待されることです。 彼は目の瞬きで取り除かないという欠陥がある。 渚はもっと恋しくなる。 彼女の甘さと可愛さは、無条件の愛、利他主義、そして最も重要なのは無私です。 あなたはそれらの形質を持つ人々に簡単に来ることはありません。 したがって、ナギサは一部に完全すぎるように見えるかもしれないし、他人に迷惑をかけるかもしれない。 彼女の両親は、まだ面白い助手として機能しているにもかかわらず、多くの成熟し、彼らの関係はClannadの家族のテーマを補強します。 結局のところ、アフターストーリーのキャラクターたちは成長し、本当の人格を得て、観客が好きなように彼らの「モエ」に頼っていない。\n\n音楽は最初のシーズンと同じくらいいいですね。 最後のエピソードで目立った「Shining in the Sky」の曲が大好きだった。 それはそれに素晴らしいノスタルジックな感情を持っています。 私はまだ高音の女性の声が好きではありませんが、声優はいつものように仕事で偉大でした。 芸術は美しいままです。 繰り返しますが、キャラクターはぞっとするように見えますが、私はストーリーにもっと集中しました。その外観はそれ以上の問題ではありませんでした。\n\n結論：ストーリーは、彼らのキャラクターとその物語を発表した時点で、クラナドよりも優れた仕事をしています。 ここにはそこに存在する数少ないメロドラマ的な瞬間が、物語とうまく結びついており、第1シーズンよりも現実的です。 ストーリーの後のクラナドは私の本の傑作ではないかもしれませんが、見逃す価値はあります。 それは感情的なジェットコースターであなたを連れて行くことができますが、それでも旅を楽しむことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n**Contains minor spoilers, so read at your own risk**\n\n\u001b[1m**マイナーなスポイラーが含まれているので、あなた自身の責任で読む**\u001b[22m\n\u001b[1m(** Maināna supoirā ga fukuma rete irunode, anata jishin no sekinin de yomu**)\u001b[22m\n\nTranslations of \u001b[4m**Contains minor spoilers, so read at your own risk**\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**Contains minor spoilers, so read at your own risk**\u001b[24m\n    \u001b[1m**マイナーなスポイラーが含まれているので、あなた自身の責任で読む**\u001b[22m, \u001b[1m** **マイナースポイラーが含まれていますので、ご自身の責任で読んで\u001b[22m\n\u001b[1m\u001b[22m\nThe first season of Clannad left me with a 'bleh' feeling. It wasn't terrible, but not exceptionally great either. So, I didn't have high expectations for After Story when I started watching it. Gladly, After Story, despite some problems I had with it, proved to be far superior to its predecessor.\n\n\u001b[1mClannadの最初の季節は私に「吹き飛ぶ」気持ちを残しました。 それはひどいことではありませんでしたが、それほど素晴らしいことでもありませんでした。 だから、私はそれを見始めたAfter Storyに大きな期待は持たなかった。 私はそれを持っていたいくつかの問題にもかかわらず、ストーリーの後、喜んで、前任者にはるかに優れていることが判明した。\u001b[22m\n\u001b[1m(Clannad no saisho no kisetsu wa watashi ni `fukitobu' kimochi o nokoshimashita. Sore wa hidoi kotode wa arimasendeshitaga, sore hodo subarashī kotode mo arimasendeshita. Dakara, watashi wa sore o mi hajimeta After Story ni ōkina kitai wa motanakatta. Watashi wa sore o motte ita ikutsu ka no mondai nimokakawarazu, sutōrī no ato, yorokonde, zen'nin-sha ni haruka ni sugurete iru koto ga hanmei shita.)\u001b[22m\n\nTranslations of \u001b[4mThe first season of Clannad left me with a 'bleh' feeling. It wasn't terrible, but not exceptionally great either. So, I didn't have high expectations for After Story when I started watching it. Gladly, After Story, despite some problems I had with it, proved to be far superior to its predecessor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first season of Clannad left me with a 'bleh' feeling.\u001b[24m\n    \u001b[1mClannadの最初の季節は私に「吹き飛ぶ」気持ちを残しました。\u001b[22m, \u001b[1mクラナドの最初のシーズンは、「bleh」気持ちを私に残しました。\u001b[22m\n\u001b[4mIt wasn't terrible, but not exceptionally great either.\u001b[24m\n    \u001b[1mそれはひどいことではありませんでしたが、それほど素晴らしいことでもありませんでした。\u001b[22m, \u001b[1mそれはどちらかの非常に素晴らしいひどいではなく、ありませんでした。\u001b[22m\n\u001b[4mSo, I didn't have high expectations for After Story when I started watching it.\u001b[24m\n    \u001b[1mだから、私はそれを見始めたAfter Storyに大きな期待は持たなかった。\u001b[22m, \u001b[1m私はそれを見始めたときに、私は後の物語のために高い期待を持っていませんでした。\u001b[22m\n\u001b[4mGladly, After Story, despite some problems I had with it, proved to be far superior to its predecessor.\u001b[24m\n    \u001b[1m私はそれを持っていたいくつかの問題にもかかわらず、ストーリーの後、喜んで、前任者にはるかに優れていることが判明した。\u001b[22m, \u001b[1m喜んでは、ストーリーの後、私はそれを持っていたいくつかの問題にもかかわらず、その前身よりはるかに優れていることが判明しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story picks up from where the first season left off. The first eight episodes deal with high-school life, like in Clannad, but the storylines this time weren't that good. I wasn't a big fan of the girls' stories in the first season, but I surely prefer them to the hot mess that Sunohara's and Misae's arcs were.\n\n\u001b[1m最初のシーズンが終わったところから物語が拾い上げる。 最初の8つのエピソードはClannadのような高校生活を扱っていますが、今回のストーリーはそれほど良いものではありませんでした。 私は第1シーズンの女の子の話の大ファンではありませんでしたが、私は春原とミサエの弧が熱い混乱を強いられていることを確信しています。\u001b[22m\n\u001b[1m(Saisho no shīzun ga owatta tokoro kara monogatari ga hiroiageru. Saisho no yattsu no episōdo wa Clannad no yōna kōkō seikatsu o atsukatte imasuga, konkai no sutōrī wa sore hodo yoi monode wa arimasendeshita. Watashi wa dai 1 shīzun no on'nanoko no hanashi no dai fande wa arimasendeshitaga, watashi wa Sunohara to Misae no ko ga atsui konran o shii rarete iru koto o kakushin shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story picks up from where the first season left off. The first eight episodes deal with high-school life, like in Clannad, but the storylines this time weren't that good. I wasn't a big fan of the girls' stories in the first season, but I surely prefer them to the hot mess that Sunohara's and Misae's arcs were.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story picks up from where the first season left off.\u001b[24m\n    \u001b[1m最初のシーズンが終わったところから物語が拾い上げる。\u001b[22m, \u001b[1m物語は最初のシーズンを中断したところからピックアップします。\u001b[22m\n\u001b[4mThe first eight episodes deal with high-school life, like in Clannad, but the storylines this time weren't that good.\u001b[24m\n    \u001b[1m最初の8つのエピソードはClannadのような高校生活を扱っていますが、今回のストーリーはそれほど良いものではありませんでした。\u001b[22m, \u001b[1m最初の8つのエピソードはクラナドのように、高校生活に対処するが、ストーリー今回は良いことではなかったです。\u001b[22m\n\u001b[4mI wasn't a big fan of the girls' stories in the first season, but I surely prefer them to the hot mess that Sunohara's and Misae's arcs were.\u001b[24m\n    \u001b[1m私は第1シーズンの女の子の話の大ファンではありませんでしたが、私は春原とミサエの弧が熱い混乱を強いられていることを確信しています。\u001b[22m, \u001b[1m私は最初のシーズンで女子物語の大ファンではなかったが、私は確かに春原のとMisaeのアークがあったホット混乱にそれらを好みます。\u001b[22m\n\u001b[1m\u001b[22m\nSunohara's arc was the worst. It had the potential to evolve into something better, but instead ended in scenes that reminded me of those terribly cheesy American chick-flicks. And that's not to be expected from a show which has gained 'widespread critical acclaim'. Misae's was a tidbit better and far more interesting, but again turned into complete nonsense that intensified Tomoya's Messiah Complex. Yukine's arc was more realistic and well done...a bit predictable but nevertheless enjoyable.\n\n\u001b[1m春原のアークが最悪だった。 それは何かに進化する可能性を秘めていましたが、代わりに私のアメリカ人のひどい痴漢を思い出させる場面で終わりました。 そして、それは「広範な批評家の称賛」を得たショーから期待されるものではない。 ミサエは楽しくて面白いですが、再びトモヤのメシアコンプレックスを強化する完全なナンセンスになりました。  Yukineのアークはもっと現実的で、うまくいきました...少し予測可能ですがそれにもかかわらず楽しいです。\u001b[22m\n\u001b[1m(Sunohara no āku ga saiakudatta. Sore wa nanika ni shinka suru kanōsei o himete imashitaga, kawarini watashi no amerikahito no hidoi chikan o omoidasaseru bamen de owarimashita. Soshite, soreha `kōhan'na hihyō-ka no shōsan' o eta shō kara kitai sa reru monode wanai. Misae wa tanoshikute omoshiroidesuga, futatabi Tomoya no meshiakonpurekkusu o kyōka suru kanzen'na nansensu ni narimashita. Yukine no āku wa motto genjitsu-tekide, umaku ikimashita... Sukoshi yosoku kanōdesuga sore nimokakawarazu tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSunohara's arc was the worst. It had the potential to evolve into something better, but instead ended in scenes that reminded me of those terribly cheesy American chick-flicks. And that's not to be expected from a show which has gained 'widespread critical acclaim'. Misae's was a tidbit better and far more interesting, but again turned into complete nonsense that intensified Tomoya's Messiah Complex. Yukine's arc was more realistic and well done...a bit predictable but nevertheless enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSunohara's arc was the worst.\u001b[24m\n    \u001b[1m春原のアークが最悪だった。\u001b[22m, \u001b[1m春原のアークは最悪でした。\u001b[22m\n\u001b[4mIt had the potential to evolve into something better, but instead ended in scenes that reminded me of those terribly cheesy American chick-flicks.\u001b[24m\n    \u001b[1mそれは何かに進化する可能性を秘めていましたが、代わりに私のアメリカ人のひどい痴漢を思い出させる場面で終わりました。\u001b[22m, \u001b[1mこれは、より良いものに進化する可能性を持っていましたが、代わりにそれらのひどく安っぽいアメリカンひよこフリックのことを思い出したシーンで終わりました。\u001b[22m\n\u001b[4mAnd that's not to be expected from a show which has gained 'widespread critical acclaim'.\u001b[24m\n    \u001b[1mそして、それは「広範な批評家の称賛」を得たショーから期待されるものではない。\u001b[22m, \u001b[1mそして、それは「広範囲の批評家の称賛」を獲得したショーから予想されることはありません。\u001b[22m\n\u001b[4mMisae's was a tidbit better and far more interesting, but again turned into complete nonsense that intensified Tomoya's Messiah Complex.\u001b[24m\n    \u001b[1mミサエは楽しくて面白いですが、再びトモヤのメシアコンプレックスを強化する完全なナンセンスになりました。\u001b[22m, \u001b[1mMisaeのはちらほらより良く、はるかに興味深いものでしたが、やはり智也の救世主コンプレックスを強化し、完全なナンセンスになりました。\u001b[22m\n\u001b[4mYukine's arc was more realistic and well done...a bit predictable but nevertheless enjoyable.\u001b[24m\n    \u001b[1mYukineのアークはもっと現実的で、うまくいきました...少し予測可能ですがそれにもかかわらず楽しいです。\u001b[22m, \u001b[1mYukineのアークがより現実的とよくやった...ビット予測可能なが、それでも楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nFor me, the real deal starts when Tomoya and the rest graduate. Then, you get to see a young boy evolving into a man while having to solve his personal issues. For me, that's the aspect of Clannad AS that deserves the praise it has gotten. It's realistic and relatable, exactly what you'd expect from this type of anime. Yoshino Yusuke, Kouko Ibuki's husband from the 1st season, returns to aid Tomoya in his transition to adulthood. His story is sad, but not over-the-top. A lot of people can relate to what he went through and unlike with Kotomi and Fuko, whose backstories have moved people to tears as well, it manages to justify his behavior. He has been let down. His expectations have not been lived up to; in short, he's one of the most human characters I have encountered and I wish we had seen more of him in the show.\n\n\u001b[1m私にとっては、Tomoyaと残りの人が卒業したときに本物の取引が始まります。 その後、あなたは自分の個人的な問題を解決しなければならない間に、男に進化した少年を見ることになります。 私にとっては、クラナドASのそれが賞賛に値するのです。 現実的で親しみやすい、まさにこのタイプのアニメから期待されるものです。 第1シーズンの夫の夫である吉野裕子さんの夫人吉野裕介は、大人への移行に伴いトモヤを助けるために復帰します。 彼のストーリーは悲しいものですが、トップにはなりません。 多くの人が、彼が通ったことに関係していることができます。そして、コトミと富子とは違って、バックストーリーは人々を涙にしてしまい、彼の行動を正当化することができます。 彼は失望した。 彼の期待は生きていない。 一言で言えば、彼は私が遭遇した最も人間的なキャラクターの1つで、私はショーで彼のことをもっと見たかったと思う。\u001b[22m\n\u001b[1m(Watashi ni totte wa, Tomoya to nokori no hito ga sotsugyō shita toki ni honmono no torihiki ga hajimarimasu. Sonogo, anata wa jibun no kojin-tekina mondai o kaiketsu shinakereba naranai ma ni, otoko ni shinka shita shōnen o miru koto ni narimasu. Watashi ni totte wa, kuranado AS no sore ga shōsan ni ataisuru nodesu. Genjitsu-tekide shitashimi yasui, masani kono taipu no anime kara kitai sa reru monodesu. Dai 1 shīzun no otto no ottodearu yoshinohiroko-san no fujin Yoshino Yūsuke wa, otona e no ikō ni tomonai Tomoya o tasukeru tame ni fukki shimasu. Kare no sutōrī wa kanashī monodesuga, toppu ni wa narimasen. Ōku no hito ga, kare ga tōtta koto ni kankei shite iru koto ga dekimasu. Soshite, Kotomi to Tomiko to wa chigatte, bakkusutōrī wa hitobito o namida ni shite shimai, kare no kōdō o seitō-ka suru koto ga dekimasu. Kare wa shitsubō shita. Kare no kitai wa ikite inai. Hitokoto de ieba, kare wa watashi ga sōgū shita mottomo ningen-tekina kyarakutā no 1tsu de, watashi wa shō de kare no koto o motto mitakatta to omou.)\u001b[22m\n\nTranslations of \u001b[4mFor me, the real deal starts when Tomoya and the rest graduate. Then, you get to see a young boy evolving into a man while having to solve his personal issues. For me, that's the aspect of Clannad AS that deserves the praise it has gotten. It's realistic and relatable, exactly what you'd expect from this type of anime. Yoshino Yusuke, Kouko Ibuki's husband from the 1st season, returns to aid Tomoya in his transition to adulthood. His story is sad, but not over-the-top. A lot of people can relate to what he went through and unlike with Kotomi and Fuko, whose backstories have moved people to tears as well, it manages to justify his behavior. He has been let down. His expectations have not been lived up to; in short, he's one of the most human characters I have encountered and I wish we had seen more of him in the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, the real deal starts when Tomoya and the rest graduate.\u001b[24m\n    \u001b[1m私にとっては、Tomoyaと残りの人が卒業したときに本物の取引が始まります。\u001b[22m, \u001b[1m私にとっては、実際の契約は時智也、残りの卒業生を開始します。\u001b[22m\n\u001b[4mThen, you get to see a young boy evolving into a man while having to solve his personal issues.\u001b[24m\n    \u001b[1mその後、あなたは自分の個人的な問題を解決しなければならない間に、男に進化した少年を見ることになります。\u001b[22m, \u001b[1mそして、あなたは彼の個人的な問題を解決するために持ちながら少年が男に進化見ること。\u001b[22m\n\u001b[4mFor me, that's the aspect of Clannad AS that deserves the praise it has gotten.\u001b[24m\n    \u001b[1m私にとっては、クラナドASのそれが賞賛に値するのです。\u001b[22m, \u001b[1mそれはそれは得ている賞賛に値するAS私にとって、それはクラナドの様相です。\u001b[22m\n\u001b[4mIt's realistic and relatable, exactly what you'd expect from this type of anime.\u001b[24m\n    \u001b[1m現実的で親しみやすい、まさにこのタイプのアニメから期待されるものです。\u001b[22m, \u001b[1mそれはあなたがアニメのこのタイプから期待まさに、現実的と話すことのできるのです。\u001b[22m\n\u001b[4mYoshino Yusuke, Kouko Ibuki's husband from the 1st season, returns to aid Tomoya in his transition to adulthood.\u001b[24m\n    \u001b[1m第1シーズンの夫の夫である吉野裕子さんの夫人吉野裕介は、大人への移行に伴いトモヤを助けるために復帰します。\u001b[22m, \u001b[1m吉野裕介、第一シーズンからKouko伊吹さんの夫は、成人期への彼の移行に智也を支援するために返します。\u001b[22m\n\u001b[4mHis story is sad, but not over-the-top.\u001b[24m\n    \u001b[1m彼のストーリーは悲しいものですが、トップにはなりません。\u001b[22m, \u001b[1m彼の話はオーバーザトップ悲しい、しかし、ではありません。\u001b[22m\n\u001b[4mA lot of people can relate to what he went through and unlike with Kotomi and Fuko, whose backstories have moved people to tears as well, it manages to justify his behavior.\u001b[24m\n    \u001b[1m多くの人が、彼が通ったことに関係していることができます。そして、コトミと富子とは違って、バックストーリーは人々を涙にしてしまい、彼の行動を正当化することができます。\u001b[22m, \u001b[1m多くの人々は、彼がそのbackstoriesとしても涙に人々を移動し、それは彼の行動を正当化するために管理していることみと風子、と通って、とは違っていったものに関連することができます。\u001b[22m\n\u001b[4mHe has been let down.\u001b[24m\n    \u001b[1m彼は失望した。\u001b[22m, \u001b[1m彼は失望されています。\u001b[22m\n\u001b[4mHis expectations have not been lived up to;\u001b[24m\n    \u001b[1m彼の期待は生きていない。\u001b[22m, \u001b[1m彼の期待はまで住んでいたされていません。\u001b[22m\n\u001b[4min short, he's one of the most human characters I have encountered and I wish we had seen more of him in the show.\u001b[24m\n    \u001b[1m一言で言えば、彼は私が遭遇した最も人間的なキャラクターの1つで、私はショーで彼のことをもっと見たかったと思う。\u001b[22m, \u001b[1m要するに、彼は私が遭遇していると私たちはショーで彼の多くを見ていた希望のほとんどの人間のキャラクターの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nThe emotional moments that follow, albeit a bit overdramatic, actually touched me. They were obviously executed in a way that would make people cry buckets instead of simply showing true emotion, but they nevertheless did their job in fully developing Tomoya's character. My favorite one has to be the scene regarding his relationship with his father. It perfectly captures the essence of the show, which is the importance of family, and reminds you of how you should be grateful towards the ones who probably love you like no one else in this world; your parents. You see, the show was supposed to revolve around the family unit, but in reality, you see this theme being actually dealt with in the last episodes of the last season. Kind of a let-down for anyone that wants to find justification for the title (which apparently means 'family' in Irish, though the correct word is Clann), but worth the wait.\n\n\u001b[1mちょっと過激ですが、その後に続く感情的な瞬間は、実際に私に触れました。 彼らは明らかに真の感情を示すのではなく、人を泣かせる方法で明らかに実行されましたが、それでもTomoyaの性格を完全に発達させるために仕事をしました。 私の好きな人は、彼の父親との関係についてのシーンでなければなりません。 それは完全に家族の重要性であるショーの本質を捉え、あなたがこの世界で他の誰のようにもおそらくあなたを愛している人たちに感謝しなければならないかを思い起こさせます。 ご両親。 あなたは、ショーは家族単位の周りを回るはずだったが、実際には、このテーマが最後のシーズンの最後のエピソードで実際に対処されているのを見る。 タイトルの正当性を見出そうとしている人のためのレットダウンの種類（正しい単語はClannですが、明らかにアイルランド語の '家族'を意味します）が、待つだけの価値があります。\u001b[22m\n\u001b[1m(Chotto kagekidesuga, sonogo ni tsudzuku kanjō-tekina shunkan wa, jissai ni watashi ni furemashita. Karera wa akiraka ni shin no kanjō o shimesu node wa naku, hito o nakaseru hōhō de akiraka ni jikkō sa remashitaga, soredemo Tomoya no seikaku o kanzen ni hattatsu sa seru tame ni shigoto o shimashita. Watashi no sukinahito wa, kare no chichioya to no kankei ni tsuite no shīndenakereba narimasen. Sore wa kanzen ni kazoku no jūyō-seidearu shō no honshitsu o torae, anata ga kono sekai de hoka no dare no yō ni mo osoraku anata o aishite iru hito-tachi ni kansha shinakereba naranai ka o omoiokosa semasu. Goryōshin. Anata wa, shō wa kazoku tan'i no mawari o mawaru hazudattaga, jissai ni wa, kono tēma ga saigo no shīzun no saigo no episōdo de jissai ni taisho sa rete iru no o miru. Taitoru no seitō-sei o miidasou to shite iru hito no tame no rettodaun no shurui (tadashī tango wa Clanndesuga, akiraka ni Airurando-go no' kazoku' o imi shimasu) ga, matsu dake no kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe emotional moments that follow, albeit a bit overdramatic, actually touched me. They were obviously executed in a way that would make people cry buckets instead of simply showing true emotion, but they nevertheless did their job in fully developing Tomoya's character. My favorite one has to be the scene regarding his relationship with his father. It perfectly captures the essence of the show, which is the importance of family, and reminds you of how you should be grateful towards the ones who probably love you like no one else in this world; your parents. You see, the show was supposed to revolve around the family unit, but in reality, you see this theme being actually dealt with in the last episodes of the last season. Kind of a let-down for anyone that wants to find justification for the title (which apparently means 'family' in Irish, though the correct word is Clann), but worth the wait.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe emotional moments that follow, albeit a bit overdramatic, actually touched me.\u001b[24m\n    \u001b[1mちょっと過激ですが、その後に続く感情的な瞬間は、実際に私に触れました。\u001b[22m, \u001b[1m誇張されたビットにもかかわらず、従って感情的な瞬間は、実際に私に触れました。\u001b[22m\n\u001b[4mThey were obviously executed in a way that would make people cry buckets instead of simply showing true emotion, but they nevertheless did their job in fully developing Tomoya's character.\u001b[24m\n    \u001b[1m彼らは明らかに真の感情を示すのではなく、人を泣かせる方法で明らかに実行されましたが、それでもTomoyaの性格を完全に発達させるために仕事をしました。\u001b[22m, \u001b[1m彼らは明らかに人々がバケツの代わりに、単に真の感情を示すを泣かせるような方法で実行されますが、それにもかかわらず、それらは完全に智也のキャラクターの開発に彼らの仕事をしてくれたました。\u001b[22m\n\u001b[4mMy favorite one has to be the scene regarding his relationship with his father.\u001b[24m\n    \u001b[1m私の好きな人は、彼の父親との関係についてのシーンでなければなりません。\u001b[22m, \u001b[1m私のお気に入りの一つは、彼の父と彼の関係に関するシーンでなければなりません。\u001b[22m\n\u001b[4mIt perfectly captures the essence of the show, which is the importance of family, and reminds you of how you should be grateful towards the ones who probably love you like no one else in this world;\u001b[24m\n    \u001b[1mそれは完全に家族の重要性であるショーの本質を捉え、あなたがこの世界で他の誰のようにもおそらくあなたを愛している人たちに感謝しなければならないかを思い起こさせます。\u001b[22m, \u001b[1mそれは完全に家族の大切さであるショーの本質を捉え、そしてあなたは、おそらくこの世界の誰も同じようにあなたを愛したものに向かって感謝すべきかを思い出させます。\u001b[22m\n\u001b[4myour parents.\u001b[24m\n    \u001b[1mご両親。\u001b[22m, \u001b[1mあなたの両親。\u001b[22m\n\u001b[4mYou see, the show was supposed to revolve around the family unit, but in reality, you see this theme being actually dealt with in the last episodes of the last season.\u001b[24m\n    \u001b[1mあなたは、ショーは家族単位の周りを回るはずだったが、実際には、このテーマが最後のシーズンの最後のエピソードで実際に対処されているのを見る。\u001b[22m, \u001b[1mあなたはショーは家族単位を中心に展開することになって、現実には、あなたはこのテーマが実際に昨シーズンの最後のエピソードで対処されていることが確認された、参照してください。\u001b[22m\n\u001b[4mKind of a let-down for anyone that wants to find justification for the title (which apparently means 'family' in Irish, though the correct word is Clann), but worth the wait.\u001b[24m\n    \u001b[1mタイトルの正当性を見出そうとしている人のためのレットダウンの種類（正しい単語はClannですが、明らかにアイルランド語の '家族'を意味します）が、待つだけの価値があります。\u001b[22m, \u001b[1m（正しい単語がClannですが、明らかにアイルランドで「家族」を意味）タイトルの正当性を見つけたい人のためのレットダウンのようなものが、待つだけの価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nI didn't really mind the ending, which has been the object of conflict for many watchers. It was predictable, like pretty much half the show, and provided a nice conclusion for the ones wanting a happy life for the characters. It explains the story behind the Illusionary World and why it has come to existence (Kotomi actually sheds light on parts of it in previous episodes). People have called it 'saccharine' or 'cop-out'. I like to think of it as an alternate reality in which Tomoya earns his happy ending after all the hardships he has endured.\n\n\u001b[1m私は、多くのウォッチャーにとって紛争の対象となっていた結末を本当に気にしませんでした。 それは、かなり半分のショーのように、予測可能であり、キャラクターにとって幸せな生活を望む人にとって素晴らしい結論を提供しました。 それは、幻想の世界の背後にある物語と、なぜそれが存在するようになったのかを説明します（コトミは、前のエピソードでそれを部分的に見せています）。 人々はそれを「サッカリン」または「コパアウト」と呼んでいます。 私は、トモヤが彼が耐えてきたすべての苦難の後で、彼のハッピーエンドを得る代わりの現実としてそれを考えるのが好きです。\u001b[22m\n\u001b[1m(Watashi wa, ōku no u~otchā ni totte funsō no taishō to natte ita ketsumatsu o hontōni ki ni shimasendeshita. Sore wa, kanari hanbun no shō no yō ni, yosoku kanōdeari, kyarakutā ni totte shiawasena seikatsu o nozomu hito ni totte subarashī ketsuron o teikyō shimashita. Sore wa, gensō no sekai no haigo ni aru monogatari to, naze sore ga sonzai suru yō ni natta no ka o setsumei shimasu (Kotomi wa, mae no episōdo de sore o bubun-teki ni misete imasu). Hitobito wa sore o `sakkarin' matawa `kopaauto' to yonde imasu. Watashi wa, Tomoya ga kare ga taete kita subete no kunan no nochi de, kare no happīendo o eru kawari no genjitsu to shite sore o kangaeru no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI didn't really mind the ending, which has been the object of conflict for many watchers. It was predictable, like pretty much half the show, and provided a nice conclusion for the ones wanting a happy life for the characters. It explains the story behind the Illusionary World and why it has come to existence (Kotomi actually sheds light on parts of it in previous episodes). People have called it 'saccharine' or 'cop-out'. I like to think of it as an alternate reality in which Tomoya earns his happy ending after all the hardships he has endured.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't really mind the ending, which has been the object of conflict for many watchers.\u001b[24m\n    \u001b[1m私は、多くのウォッチャーにとって紛争の対象となっていた結末を本当に気にしませんでした。\u001b[22m, \u001b[1m私は本当に多くのウォッチャーのための紛争の対象であった結末を、気にしませんでした。\u001b[22m\n\u001b[4mIt was predictable, like pretty much half the show, and provided a nice conclusion for the ones wanting a happy life for the characters.\u001b[24m\n    \u001b[1mそれは、かなり半分のショーのように、予測可能であり、キャラクターにとって幸せな生活を望む人にとって素晴らしい結論を提供しました。\u001b[22m, \u001b[1mこれはかなりの半分ショーのように、予測可能で、文字の幸せな生活を望むもののために素敵な結論を提供します。\u001b[22m\n\u001b[4mIt explains the story behind the Illusionary World and why it has come to existence (Kotomi actually sheds light on parts of it in previous episodes).\u001b[24m\n    \u001b[1mそれは、幻想の世界の背後にある物語と、なぜそれが存在するようになったのかを説明します（コトミは、前のエピソードでそれを部分的に見せています）。\u001b[22m, \u001b[1mそれは幻想の世界の背後にある物語を説明し、なぜそれが（ことみが実際に以前のエピソードでその一部に光を当てる）の存在になってきました。\u001b[22m\n\u001b[4mPeople have called it 'saccharine' or 'cop-out'.\u001b[24m\n    \u001b[1m人々はそれを「サッカリン」または「コパアウト」と呼んでいます。\u001b[22m, \u001b[1m人々は「サッカリン」または「警官アウト」と呼んでいます。\u001b[22m\n\u001b[4mI like to think of it as an alternate reality in which Tomoya earns his happy ending after all the hardships he has endured.\u001b[24m\n    \u001b[1m私は、トモヤが彼が耐えてきたすべての苦難の後で、彼のハッピーエンドを得る代わりの現実としてそれを考えるのが好きです。\u001b[22m, \u001b[1m私は、智也は、彼が耐えたすべての苦難の後、彼の幸せな結末を稼いでいる代替現実としてそれについて考えたいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters, like I said, go through a significant amount of development, Tomoya and Nagisa in particular. The former assumes the roles of student, worker, husband and father as the show progresses. The transition between those is sometimes smooth, sometimes not so good, but that is to be expected by a person who is far from perfect; he has flaws that he doesn't get rid of in the blink of an eye. Nagisa becomes more loveable. Her sweetness and cuteness is replaced by unconditional love, altruism and most importantly, selflessness. You don't come across people with those traits easily; therefore, Nagisa might seem overly perfect to some, or annoying to others. Her parents, despite still being featured as the funny sidekicks, mature a lot and their relationship reinforces the family theme of Clannad. All in all, the characters in After Story have grown up, gotten real personalities and don't rely on their 'moe' to be liked by the viewer.\n\n\u001b[1mキャラクターは、私が言ったように、特にTomoyaとNagisaのかなりの量の開発を行っています。 前者は、ショーが進行するにつれて、学生、勤労者、夫および父親の役割を前提としています。 それらの間の移行は、時にはスムーズで、時にはそれほど良くないこともありますが、それは完全ではない人によって期待されることです。 彼は目の瞬きで取り除かないという欠陥がある。 渚はもっと恋しくなる。 彼女の甘さと可愛さは、無条件の愛、利他主義、最も重要なのは無私で置き換えられます。 あなたはそれらの形質を持つ人々に簡単に来ることはありません。 したがって、ナギサは一部に完全すぎるように見えるかもしれないし、他人に迷惑をかけるかもしれない。 彼女の両親は、まだ面白い助手として機能しているにもかかわらず、多くの成熟し、彼らの関係はClannadの家族のテーマを補強します。 結局のところ、アフターストーリーのキャラクターたちは成長し、本当の人格を得て、観客が好きなように彼らの「モエ」に頼っていない。\u001b[22m\n\u001b[1m(Kyarakutā wa, watashi ga itta yō ni, tokuni Tomoya to Nagisa no kanari no ryō no kaihatsu o okonatte imasu. Zensha wa, shō ga shinkō suru ni tsurete, gakusei, kinrō-sha, otto oyobi chichioya no yakuwari o zentei to shite imasu. Sorera no ma no ikō wa, tokiniha sumūzu de, tokiniha sore hodo yokunai koto mo arimasuga, sore wa kanzende wanai hito ni yotte kitai sa reru kotodesu. Kare wa me no mabataki de torinozokanai to iu kekkan ga aru. Nagisa wa motto koishiku naru. Kanojo no ama-sa to kawai-sa wa, mujōken no ai, rita shugi, mottomo jūyōna no wa mushi de okikae raremasu. Anata wa sorera no keishitsu o motsu hitobito ni kantan ni kuru koto wa arimasen. Shitagatte, Nagisa wa ichibu ni kanzen sugiru yō ni mieru kamo shirenaishi, tanin ni meiwakuwokakeru kamo shirenai. Kanojo no ryōshin wa, mada omoshiroi joshu to shite kinō shite iru nimokakawarazu, ōku no seijuku shi, karera no kankei wa Clannad no kazoku no tēma o hokyō shimasu. Kekkyokunotokoro, afutāsutōrī no kyarakutā-tachi wa seichō shi, hontō no jinkaku o ete, kankyaku ga sukina yō ni karera no `Moe' ni tayotte inai.)\u001b[22m\n\nTranslations of \u001b[4mThe characters, like I said, go through a significant amount of development, Tomoya and Nagisa in particular. The former assumes the roles of student, worker, husband and father as the show progresses. The transition between those is sometimes smooth, sometimes not so good, but that is to be expected by a person who is far from perfect; he has flaws that he doesn't get rid of in the blink of an eye. Nagisa becomes more loveable. Her sweetness and cuteness is replaced by unconditional love, altruism and most importantly, selflessness. You don't come across people with those traits easily; therefore, Nagisa might seem overly perfect to some, or annoying to others. Her parents, despite still being featured as the funny sidekicks, mature a lot and their relationship reinforces the family theme of Clannad. All in all, the characters in After Story have grown up, gotten real personalities and don't rely on their 'moe' to be liked by the viewer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters, like I said, go through a significant amount of development, Tomoya and Nagisa in particular.\u001b[24m\n    \u001b[1mキャラクターは、私が言ったように、特にTomoyaとNagisaのかなりの量の開発を行っています。\u001b[22m, \u001b[1m文字は、私が言ったように、特に開発、智也と渚のかなりの量を通過します。\u001b[22m\n\u001b[4mThe former assumes the roles of student, worker, husband and father as the show progresses.\u001b[24m\n    \u001b[1m前者は、ショーが進行するにつれて、学生、勤労者、夫および父親の役割を前提としています。\u001b[22m, \u001b[1mショーが進むにつれて前者は学生、労働者、夫と父親の役割を前提としています。\u001b[22m\n\u001b[4mThe transition between those is sometimes smooth, sometimes not so good, but that is to be expected by a person who is far from perfect;\u001b[24m\n    \u001b[1mそれらの間の移行は、時にはスムーズで、時にはそれほど良くないこともありますが、それは完全ではない人によって期待されることです。\u001b[22m, \u001b[1mそれらの間の遷移はとても良い、時には滑らかで時々ではないですが、それは完璧にはほど遠い人が予想されます。\u001b[22m\n\u001b[4mhe has flaws that he doesn't get rid of in the blink of an eye.\u001b[24m\n    \u001b[1m彼は目の瞬きで取り除かないという欠陥がある。\u001b[22m, \u001b[1m彼は瞬く間に取り除くしない欠陥があります。\u001b[22m\n\u001b[4mNagisa becomes more loveable.\u001b[24m\n    \u001b[1m渚はもっと恋しくなる。\u001b[22m, \u001b[1mなぎさは、より愛らしいとなります。\u001b[22m\n\u001b[4mHer sweetness and cuteness is replaced by unconditional love, altruism and most importantly, selflessness.\u001b[24m\n    \u001b[1m彼女の甘さと可愛さは、無条件の愛、利他主義、最も重要なのは無私で置き換えられます。\u001b[22m, \u001b[1m彼女の甘さと可愛らしさが無条件の愛、利他主義、最も重要なのは、無私無欲で置き換えられます。\u001b[22m\n\u001b[4mYou don't come across people with those traits easily;\u001b[24m\n    \u001b[1mあなたはそれらの形質を持つ人々に簡単に来ることはありません。\u001b[22m, \u001b[1mあなたは簡単にそれらの特性を持つ人々に遭遇していません。\u001b[22m\n\u001b[4mtherefore, Nagisa might seem overly perfect to some, or annoying to others.\u001b[24m\n    \u001b[1mしたがって、ナギサは一部に完全すぎるように見えるかもしれないし、他人に迷惑をかけるかもしれない。\u001b[22m, \u001b[1mしたがって、渚は一部に過度に完璧なように見える、または他の人に迷惑かもしれません。\u001b[22m\n\u001b[4mHer parents, despite still being featured as the funny sidekicks, mature a lot and their relationship reinforces the family theme of Clannad.\u001b[24m\n    \u001b[1m彼女の両親は、まだ面白い助手として機能しているにもかかわらず、多くの成熟し、彼らの関係はClannadの家族のテーマを補強します。\u001b[22m, \u001b[1m彼女の両親は、まだおかしい相棒として取り上げされているにもかかわらず、多くの成熟して、その関係はクラナドの家族のテーマを強化します。\u001b[22m\n\u001b[4mAll in all, the characters in After Story have grown up, gotten real personalities and don't rely on their 'moe' to be liked by the viewer.\u001b[24m\n    \u001b[1m結局のところ、アフターストーリーのキャラクターたちは成長し、本当の人格を得て、観客が好きなように彼らの「モエ」に頼っていない。\u001b[22m, \u001b[1mすべてのすべてで、ストーリーの後の文字は、育っ本当の個性を頂いて視聴者に好かれるべきそれらの「萌え」に依存しないでくださいしています。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is just as good as the first season's, if not better. I loved the song 'Shining in The Sky', prominently featured in the last episodes; it has a nice nostalgic feeling to it. The voice actors were great at their job as usual, though I still don't like the high-pitched female voices. The art remains beautiful. Again, the characters look kind of creepy...but I focused more on the story, so their appearance wasn't that much of a problem for me anymore.\n\n\u001b[1m音楽は最初のシーズンと同じくらいいいですね。 最後のエピソードで目立った「Shining in the Sky」の曲が大好きだった。 それはそれに素晴らしいノスタルジックな感情を持っています。 私はまだ高音の女性の声が好きではありませんが、声優はいつものように仕事で偉大でした。 芸術は美しいままです。 繰り返しますが、キャラクターはぞっとするように見えますが、私はストーリーにもっと集中しました。その外観はそれ以上の問題ではありませんでした。\u001b[22m\n\u001b[1m(Ongaku wa saisho no shīzun to onaji kurai īdesu ne. Saigo no episōdo de medatta `shainingu in the Sky' no kyoku ga daisukidatta. Sore wa sore ni subarashī nosutarujikkuna kanjō o motte imasu. Watashi wa mada kōon no josei no koe ga sukide wa arimasenga, seiyū wa itsumo no yō ni shigoto de idaideshita. Geijutsu wa utsukushī mamadesu. Kurikaeshimasuga, kyarakutā wa zotto suru yō ni miemasuga, watashi wa sutōrī ni motto shūchū shimashita. Sono gaikan wa sore ijō no mondaide wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe music is just as good as the first season's, if not better. I loved the song 'Shining in The Sky', prominently featured in the last episodes; it has a nice nostalgic feeling to it. The voice actors were great at their job as usual, though I still don't like the high-pitched female voices. The art remains beautiful. Again, the characters look kind of creepy...but I focused more on the story, so their appearance wasn't that much of a problem for me anymore.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is just as good as the first season's, if not better.\u001b[24m\n    \u001b[1m音楽は最初のシーズンと同じくらいいいですね。\u001b[22m, \u001b[1m音楽は最初のシーズンの、そうでない場合より良いと同じように良いです。\u001b[22m\n\u001b[4mI loved the song 'Shining in The Sky', prominently featured in the last episodes;\u001b[24m\n    \u001b[1m最後のエピソードで目立った「Shining in the Sky」の曲が大好きだった。\u001b[22m, \u001b[1m私は目立つ最後のエピソードに登場曲「空に輝く 'を愛しました。\u001b[22m\n\u001b[4mit has a nice nostalgic feeling to it.\u001b[24m\n    \u001b[1mそれはそれに素晴らしいノスタルジックな感情を持っています。\u001b[22m, \u001b[1mそれに素敵なノスタルジックな気持ちを持っています。\u001b[22m\n\u001b[4mThe voice actors were great at their job as usual, though I still don't like the high-pitched female voices.\u001b[24m\n    \u001b[1m私はまだ高音の女性の声が好きではありませんが、声優はいつものように仕事で偉大でした。\u001b[22m, \u001b[1m私はまだ甲高い女性の声が好きではありませんが声優には、いつものように自分の仕事で素晴らしかったです。\u001b[22m\n\u001b[4mThe art remains beautiful.\u001b[24m\n    \u001b[1m芸術は美しいままです。\u001b[22m, \u001b[1m芸術は美しいまま。\u001b[22m\n\u001b[4mAgain, the characters look kind of creepy...but I focused more on the story, so their appearance wasn't that much of a problem for me anymore.\u001b[24m\n    \u001b[1m繰り返しますが、キャラクターはぞっとするように見えますが、私はストーリーにもっと集中しました。その外観はそれ以上の問題ではありませんでした。\u001b[22m, \u001b[1mここでも、文字は一種の不気味に見える...しかし、その外観はもう私のために問題のそれほどではなかったので、私は、物語にもっと焦点を当てました。\u001b[22m\n\u001b[1m\u001b[22m\nConclusion: After Story does a better job than Clannad at presenting their characters and their stories. The few melodramatic moments that exist here and there tie in nicely with the story and are more realistic than the 1st season's. Clannad After Story may not be a masterpiece in my book, but it's definitely worth watching. It can take you on an emotional rollercoaster, but you will enjoy the journey nevertheless.\n\n\u001b[1m結論：ストーリーは、彼らのキャラクターとその物語を発表した時点で、クラナドよりも優れた仕事をしています。 ここにはそこに存在する数少ないメロドラマ的な瞬間が、物語とうまく結びついており、第1シーズンよりも現実的です。 ストーリーの後のクラナドは私の本の傑作ではないかもしれませんが、見逃す価値はあります。 それは感情的なジェットコースターであなたを連れて行くことができますが、それでも旅を楽しむことができます。\u001b[22m\n\u001b[1m(Ketsuron: Sutōrī wa, karera no kyarakutā to sono monogatari o happyō shita jiten de, kuranado yori mo sugureta shigoto o shite imasu. Koko ni wa soko ni sonzai suru kazusukunai merodorama-tekina shunkan ga, monogatari to umaku musubitsuite ori, dai 1 shīzun yori mo genjitsu-tekidesu. Sutōrī no nochi no kuranado wa watashi no hon no kessakude wanai kamo shiremasenga, minogasu kachi wa arimasu. Sore wa kanjō-tekina jettokōsutā de anata o tsurete iku koto ga dekimasuga, soredemo tabi o tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mConclusion: After Story does a better job than Clannad at presenting their characters and their stories. The few melodramatic moments that exist here and there tie in nicely with the story and are more realistic than the 1st season's. Clannad After Story may not be a masterpiece in my book, but it's definitely worth watching. It can take you on an emotional rollercoaster, but you will enjoy the journey nevertheless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConclusion: After Story does a better job than Clannad at presenting their characters and their stories.\u001b[24m\n    \u001b[1m結論：ストーリーは、彼らのキャラクターとその物語を発表した時点で、クラナドよりも優れた仕事をしています。\u001b[22m, \u001b[1m結論：ストーリーは、自分のキャラクターと彼らの物語を提示でクラナドよりも良い仕事をしていませんした後。\u001b[22m\n\u001b[4mThe few melodramatic moments that exist here and there tie in nicely with the story and are more realistic than the 1st season's.\u001b[24m\n    \u001b[1mここにはそこに存在する数少ないメロドラマ的な瞬間が、物語とうまく結びついており、第1シーズンよりも現実的です。\u001b[22m, \u001b[1mこことそこに存在するいくつかのメロドラマ的な瞬間が物語とうまくで結ぶと1シーズンのより現実的です。\u001b[22m\n\u001b[4mClannad After Story may not be a masterpiece in my book, but it's definitely worth watching.\u001b[24m\n    \u001b[1mストーリーの後のクラナドは私の本の傑作ではないかもしれませんが、見逃す価値はあります。\u001b[22m, \u001b[1mストーリーの後クラナドは私の本の中で最高傑作ではないかもしれないが、それは間違いなく見て価値があります。\u001b[22m\n\u001b[4mIt can take you on an emotional rollercoaster, but you will enjoy the journey nevertheless.\u001b[24m\n    \u001b[1mそれは感情的なジェットコースターであなたを連れて行くことができますが、それでも旅を楽しむことができます。\u001b[22m, \u001b[1mそれは感情的なジェットコースターにあなたを取ることができますが、それにもかかわらず、旅をお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "cubelet",
    "profile": "/profile/cubelet/reviews",
    "pages": "20",
    "number": "2",
    "link": "/reviews.php?id=176785",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nストーリーの後に元のシリーズよりも実際に私を襲ったものがいくつか掲載されました。 私はおそらく、不正なスポイラーを危険にさらすことなく私を打つものを明らかにすることはできない。だから、私が言うことができるのは、特にエピソード17が、 私は非常に似てポイントをヒットした、すべてであり、それは私のために多くの個人的な意味を運んだ。 このショーは全体的に見ても、私は少しでも「生命の断片」だけで面白くないと思った限り、それを見守ることに抵抗しましたが、本当に良い方法で私に動機を与えました。 私はそれを強く勧めますが、あなたが感じるようにすべてを見ながら準備してください。 彼らは本当です。\n\nもし私が弱点を選んだのであれば、それが遅れていくと、多くのショーが見たことが、何かを加えるような気がしていないので、ちょっと気分が悪くなるかもしれないが、それらのエピソードは、 私の意見では、それは本当に正直に見なければならないので、全体のシリーズを損なうほど悪くはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAfter Story carried some stuff that really hit me more than the original series did. I can't possibly disclose what hit me without risking an unjust spoiler, so all I can say is that particularly episode 17 hit me in ways that probably nothing else I can think of has. I've hit a point quite similar, is all, and so it carried a lot of personal meaning for me. This show overall, though I resisted watching it for so long as I figured anything a little too 'slice of life' just wouldn't be entertaining, motivated me in some really good ways. I highly recommend it, but be prepared as you watch it all for the feels. They are real.\n\n\u001b[1mストーリーの後に元のシリーズよりも実際に私を襲ったものがいくつか掲載されました。 私はおそらく、不正なスポイラーを危険にさらすことなく私を打つものを明らかにすることはできない。だから、私が言うことができるのは、特にエピソード17が、 私は非常に似てポイントをヒットした、すべてであり、それは私のために多くの個人的な意味を運んだ。 このショーは全体的に見ても、私は少しでも「生命の断片」だけで面白くないと思った限り、それを見守ることに抵抗しましたが、本当に良い方法で私に動機を与えました。 私はそれを強く勧めますが、あなたが感じるようにすべてを見ながら準備してください。 彼らは本当です。\u001b[22m\n\u001b[1m(Sutōrī no nochi ni gen no shirīzu yori mo jissai ni watashi o osotta mono ga ikutsu ka keisai sa remashita. Watashi wa osoraku, fuseina supoirā o kiken'nisarasu koto naku watashi o utsu mono o akiraka ni suru koto wa dekinai. Dakara, watashi ga iu koto ga dekiru no wa, tokuni episōdo 17 ga, watashi wa hijō ni nite pointo o hittoshita, subetedeari, sore wa watashi no tame ni ōku no kojin-tekina imi o hakonda. Kono shō wa zentai-teki ni mite mo, watashi wa sukoshidemo `seimei no danpen' dakede omoshirokunai to omotta kagiri, sore o mimamoru koto ni teikō shimashitaga, hontōni yoi hōhō de watashi ni dōki o ataemashita. Watashi wa sore o tsuyoku susumemasuga, anata ga kanjiru yō ni subete o minagara junbi shite kudasai. Karera wa hontōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAfter Story carried some stuff that really hit me more than the original series did. I can't possibly disclose what hit me without risking an unjust spoiler, so all I can say is that particularly episode 17 hit me in ways that probably nothing else I can think of has. I've hit a point quite similar, is all, and so it carried a lot of personal meaning for me. This show overall, though I resisted watching it for so long as I figured anything a little too 'slice of life' just wouldn't be entertaining, motivated me in some really good ways. I highly recommend it, but be prepared as you watch it all for the feels. They are real.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter Story carried some stuff that really hit me more than the original series did.\u001b[24m\n    \u001b[1mストーリーの後に元のシリーズよりも実際に私を襲ったものがいくつか掲載されました。\u001b[22m, \u001b[1mストーリーは本当に私のオリジナルシリーズがやったよりも多くのヒットいくつかのものを行った後。\u001b[22m\n\u001b[4mI can't possibly disclose what hit me without risking an unjust spoiler, so all I can say is that particularly episode 17 hit me in ways that probably nothing else I can think of has.\u001b[24m\n    \u001b[1m私はおそらく、不正なスポイラーを危険にさらすことなく私を打つものを明らかにすることはできない。だから、私が言うことができるのは、特にエピソード17が、\u001b[22m, \u001b[1m私はおそらく不当なスポイラーを危険にさらすことなく私にヒットするものを開示することはできませんので、私が言うことができるすべては、特にエピソード17は、おそらく何も他の私が持っていると考えることができない方法で私を襲ったということです。\u001b[22m\n\u001b[4mI've hit a point quite similar, is all, and so it carried a lot of personal meaning for me.\u001b[24m\n    \u001b[1m私は非常に似てポイントをヒットした、すべてであり、それは私のために多くの個人的な意味を運んだ。\u001b[22m, \u001b[1m私は、非常に類似した点を打つすべてであるので、それは私のために個人的な意味の多くを行ってきました。\u001b[22m\n\u001b[4mThis show overall, though I resisted watching it for so long as I figured anything a little too 'slice of life' just wouldn't be entertaining, motivated me in some really good ways.\u001b[24m\n    \u001b[1mこのショーは全体的に見ても、私は少しでも「生命の断片」だけで面白くないと思った限り、それを見守ることに抵抗しましたが、本当に良い方法で私に動機を与えました。\u001b[22m, \u001b[1mこのショー全体的な、私はいくつかの本当に良い方法で私を動機づけ、少しはあまりにも「人生のスライスはただ面白いではない何かを考え出している限りのためにそれを見て抵抗したものの。\u001b[22m\n\u001b[4mI highly recommend it, but be prepared as you watch it all for the feels.\u001b[24m\n    \u001b[1m私はそれを強く勧めますが、あなたが感じるようにすべてを見ながら準備してください。\u001b[22m, \u001b[1m私は非常にお勧めしますが、あなたが感じるためにそれをすべて見たように調製します。\u001b[22m\n\u001b[4mThey are real.\u001b[24m\n    \u001b[1m彼らは本当です。\u001b[22m, \u001b[1m彼らは本物です。\u001b[22m\n\u001b[1m\u001b[22m\nIf I were to pick a weak point, it would only be that late in it takes a direction that many shows I've seen take that just gets kind of irritating because it doesn't really feel like it adds anything, but those episodes don 't really even have to be viewed honestly so it's not so bad as to detract from the overall series, in my opinion.\n\n\u001b[1mもし私が弱点を選んだのであれば、それが遅れていくと、多くのショーが見たことが、何かを加えるような気がしていないので、ちょっと気分が悪くなるかもしれないが、それらのエピソードは、 私の意見では、それは本当に正直に見なければならないので、全体のシリーズを損なうほど悪くはありません。\u001b[22m\n\u001b[1m(Moshi watashi ga jakuten o eranda nodeareba, sore ga okurete iku to, ōku no shō ga mita koto ga, nanika o kuwaeru yōna ki ga shite inainode, chotto kibun ga waruku naru kamo shirenaiga, sorera no episōdo wa, watashi no ikende wa, sore wa hontōni shōjiki ni minakereba naranainode, zentai no shirīzu o sokonau hodo waruku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf I were to pick a weak point, it would only be that late in it takes a direction that many shows I've seen take that just gets kind of irritating because it doesn't really feel like it adds anything, but those episodes don 't really even have to be viewed honestly so it's not so bad as to detract from the overall series, in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I were to pick a weak point, it would only be that late in it takes a direction that many shows I've seen take that just gets kind of irritating because it doesn't really feel like it adds anything, but those episodes don\u001b[24m\n    \u001b[1mもし私が弱点を選んだのであれば、それが遅れていくと、多くのショーが見たことが、何かを加えるような気がしていないので、ちょっと気分が悪くなるかもしれないが、それらのエピソードは、\u001b[22m, \u001b[1m私は弱いポイントを選択した場合、それだけ遅れて、その中に多くのショーは、私はそれは本当にそれが何かを追加するように感じますが、これらのエピソードドンれていないためだけに刺激の種類を取得テイクを見てきた方向を取るということでしょう\u001b[22m\n\u001b[4m't really even have to be viewed honestly so it's not so bad as to detract from the overall series, in my opinion.\u001b[24m\n    \u001b[1m私の意見では、それは本当に正直に見なければならないので、全体のシリーズを損なうほど悪くはありません。\u001b[22m, \u001b[1m'はtは本当にあっても、それは私の意見では、全体のシリーズを損なうように悪くはないので正直に見られることがあります。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "VegetaOver9000",
    "profile": "/profile/VegetaOver9000/reviews",
    "pages": "20",
    "number": "3",
    "link": "/reviews.php?id=211730",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nClannad After Story：言葉に触れる\n\nあなたがまだクラナドを見ていないなら、それを見てください！ ストーリーが続編であり、あなたがクラナドをスキップすればそれは価値があります。 あなたはClannadのキャラクターの発展を経験する必要があります。そうしないと、After StoryはClannadを最初に見た人に影響を与えることには影響しません。\n\n（今ではそれが暴走してしまった）決して私は深く感動して心をひきつけたことはない。 アフターストーリーはこれまでに伝えられた最も美しい物語の一つです。 一般的に、私は私が泣いている非常に露のアニメがあります。 しかし、私がこのためにしなければならないことは、特定の絵を見たり、あまりにも多くを考えることであり、私は涙目になります。 私は成長した男性がこのアニメで泣いているのを見ました！ 今、それはすべて悲しいと思ってはいけない。 私は十分に笑った、そしてそれは希望の小さな光を失うことは決してない。  （私は何も離れて与えることを望んでいないので、私はそれ以上調べません）。 しかし、もしあなたが影響を与えるアニメの大きさがあなたに与える影響を見たいのであれば、ClannadとClannad After Storyを見てください。\n\nu003c3",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad After Story in a word: Touching\n\n\u001b[1mClannad After Story：言葉に触れる\u001b[22m\n\u001b[1m(Clannad After Story: Kotoba ni fureru)\u001b[22m\n\nTranslations of \u001b[4mClannad After Story in a word: Touching\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad After Story in a word: Touching\u001b[24m\n    \u001b[1mClannad After Story：言葉に触れる\u001b[22m, \u001b[1m触る：ワード内のストーリーの後クラナド\u001b[22m\n\u001b[1m\u001b[22m\nIf you have not yet watched Clannad, watch it! After Story is the sequel and you will not give it the appreciation it deserves if you skip Clannad. You need to go through the character development of Clannad, or else After Story will not impact you the way it impacts those who have watched Clannad first.\n\n\u001b[1mあなたがまだクラナドを見ていないなら、それを見てください！ ストーリーが続編であり、あなたがクラナドをスキップすればそれは価値があります。 あなたはClannadのキャラクターの発展を経験する必要があります。そうしないと、After StoryはClannadを最初に見た人に影響を与えることには影響しません。\u001b[22m\n\u001b[1m(Anata ga mada kuranado o miteinainara, sore o mitekudasai! Sutōrī ga zokuhendeari, anata ga kuranado o sukippu sureba sore wa kachi ga arimasu. Anata wa Clannad no kyarakutā no hatten o keiken suru hitsuyō ga arimasu.-Sō shinai to, After Story wa Clannad o saisho ni mita hito ni eikyōwoataeru kotoni wa eikyō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you have not yet watched Clannad, watch it! After Story is the sequel and you will not give it the appreciation it deserves if you skip Clannad. You need to go through the character development of Clannad, or else After Story will not impact you the way it impacts those who have watched Clannad first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you have not yet watched Clannad, watch it!\u001b[24m\n    \u001b[1mあなたがまだクラナドを見ていないなら、それを見てください！\u001b[22m, \u001b[1mあなたはまだクラナドを見ていない場合は、それを見て！\u001b[22m\n\u001b[4mAfter Story is the sequel and you will not give it the appreciation it deserves if you skip Clannad.\u001b[24m\n    \u001b[1mストーリーが続編であり、あなたがクラナドをスキップすればそれは価値があります。\u001b[22m, \u001b[1mストーリーの後続編であり、あなたはそれをあなたがクラナドをスキップする場合はそれに値する感謝を与えることはありません。\u001b[22m\n\u001b[4mYou need to go through the character development of Clannad, or else After Story will not impact you the way it impacts those who have watched Clannad first.\u001b[24m\n    \u001b[1mあなたはClannadのキャラクターの発展を経験する必要があります。そうしないと、After StoryはClannadを最初に見た人に影響を与えることには影響しません。\u001b[22m, \u001b[1mあなたはクラナドのキャラクターの成長を通過する必要があり、さもなければストーリーがあなたの道には影響しませんした後に、それへの影響最初クラナドを見ている人たち。\u001b[22m\n\u001b[1m\u001b[22m\n(Now that that rant's outta the way) Never have I been so deeply touched and heart wrenched. After Story is one of the most beautiful stories that has ever been told. In, general there are very dew animes I cry at. However, all I have to do for this one is look a certain picture or think about it too much and I start to get teary-eyed. I have seen grown men cry at this anime! Now, don't go thinking it's all sad. I laughed plenty and it never loses that little light of hope. (I won't delve any further because I don't want to give anything away). But if you want to see just how big of an impact anime can have on you, watch Clannad and Clannad After Story.\n\n\u001b[1m（今ではそれが暴走してしまった）決して私は深く感動して心をひきつけたことはない。 アフターストーリーはこれまでに伝えられた最も美しい物語の一つです。 一般的に、私は私が泣いている非常に露のアニメがあります。 しかし、私がこのためにしなければならないことは、特定の絵を見たり、あまりにも多くを考えることであり、私は涙目になります。 私は成長した男性がこのアニメで泣いているのを見ました！ 今、それはすべて悲しいと思ってはいけない。 私は十分に笑った、そしてそれは希望の小さな光を失うことは決してない。  （私は何も離れて与えることを望んでいないので、私はそれ以上調べません）。 しかし、もしあなたが影響を与えるアニメの大きさがあなたに与える影響を見たいのであれば、ClannadとClannad After Storyを見てください。\u001b[22m\n\u001b[1m((Ima dewa sore ga bōsō shite shimatta) kesshite watashi wa fukaku kandō shite kokoro o hikitsuketa koto wanai. Afutāsutōrī wa kore made ni tsutae rareta mottomo utsukushī monogatari no hitotsudesu. Ippantekini, watashi wa watashi ga naite iru hijō ni Ro no anime ga arimasu. Shikashi, watashi ga ko no tame ni shinakereba naranai koto wa, tokutei no e o mi tari, amarini mo ōku o kangaeru kotodeari, watashi wa namidame ni narimasu. Watashi wa seichōshita dansei ga kono anime de naite iru no o mimashita! Ima, soreha subete kanashī to omotte wa ikenai. Watashi wa jūbun ni waratta, soshite sore wa kibō no chīsana hikari o ushinau koto wa kesshite nai. (Watashi wa nani mo hanarete ataeru koto o nozonde inainode, watashi wa sore ijō shirabemasen). Shikashi, moshi anata ga eikyōwoataeru anime no ōki-sa ga anata ni ataeru eikyō o mitai nodeareba, Clannad to Clannad After Story o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4m(Now that that rant's outta the way) Never have I been so deeply touched and heart wrenched. After Story is one of the most beautiful stories that has ever been told. In, general there are very dew animes I cry at. However, all I have to do for this one is look a certain picture or think about it too much and I start to get teary-eyed. I have seen grown men cry at this anime! Now, don't go thinking it's all sad. I laughed plenty and it never loses that little light of hope. (I won't delve any further because I don't want to give anything away). But if you want to see just how big of an impact anime can have on you, watch Clannad and Clannad After Story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Now that that rant's outta the way) Never have I been so deeply touched and heart wrenched.\u001b[24m\n    \u001b[1m（今ではそれが暴走してしまった）決して私は深く感動して心をひきつけたことはない。\u001b[22m, \u001b[1m（今では暴言のouttaをそのように）私はそう深く触れられて、心臓がこじら持っていることはありません。\u001b[22m\n\u001b[4mAfter Story is one of the most beautiful stories that has ever been told.\u001b[24m\n    \u001b[1mアフターストーリーはこれまでに伝えられた最も美しい物語の一つです。\u001b[22m, \u001b[1m物語の後、これまで言われている最も美しい物語の一つです。\u001b[22m\n\u001b[4mIn, general there are very dew animes I cry at.\u001b[24m\n    \u001b[1m一般的に、私は私が泣いている非常に露のアニメがあります。\u001b[22m, \u001b[1m一般では、私が泣く非常に露のアニメがあります。\u001b[22m\n\u001b[4mHowever, all I have to do for this one is look a certain picture or think about it too much and I start to get teary-eyed.\u001b[24m\n    \u001b[1mしかし、私がこのためにしなければならないことは、特定の絵を見たり、あまりにも多くを考えることであり、私は涙目になります。\u001b[22m, \u001b[1mしかし、私はこの1のためにしなければならないすべては、特定の画像を見たりあまりそれについて考えると私は涙目取得するために開始します。\u001b[22m\n\u001b[4mI have seen grown men cry at this anime!\u001b[24m\n    \u001b[1m私は成長した男性がこのアニメで泣いているのを見ました！\u001b[22m, \u001b[1m私は成長した男性はこのアニメで泣いて見てきました！\u001b[22m\n\u001b[4mNow, don't go thinking it's all sad.\u001b[24m\n    \u001b[1m今、それはすべて悲しいと思ってはいけない。\u001b[22m, \u001b[1mさて、それはすべての悲しい考えて行きません。\u001b[22m\n\u001b[4mI laughed plenty and it never loses that little light of hope.\u001b[24m\n    \u001b[1m私は十分に笑った、そしてそれは希望の小さな光を失うことは決してない。\u001b[22m, \u001b[1m私はたくさん笑って、それが希望の光をほとんど失うことはありません。\u001b[22m\n\u001b[4m(I won't delve any further because I don't want to give anything away).\u001b[24m\n    \u001b[1m（私は何も離れて与えることを望んでいないので、私はそれ以上調べません）。\u001b[22m, \u001b[1m（私は何を離れて与えたくないので、私はさらにいずれかを掘り下げません）。\u001b[22m\n\u001b[4mBut if you want to see just how big of an impact anime can have on you, watch Clannad and Clannad After Story.\u001b[24m\n    \u001b[1mしかし、もしあなたが影響を与えるアニメの大きさがあなたに与える影響を見たいのであれば、ClannadとClannad After Storyを見てください。\u001b[22m, \u001b[1mしかし、あなたは、あなたに持つことができますどれだけインパクトアニメの大きな参照ストーリー後クラナドとクラナドを見たい場合。\u001b[22m\n\u001b[1m\u001b[22m\n&lt;3\n\n\u001b[1mu003c3\u001b[22m\n\u001b[1m(u003c 3)\u001b[22m\n\nTranslations of \u001b[4m&lt;3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&lt;3\u001b[24m\n    \u001b[1mu003c3\u001b[22m, \u001b[1m＆LT; 3\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Kazzdude1",
    "profile": "/profile/Kazzdude1/reviews",
    "pages": "20",
    "number": "4",
    "link": "/reviews.php?id=142951",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\n*スポイラーを含む*\nあなたが物語を変える要素を見たり、気にしたりしない限り、読まないでください。\n\n\nうわー、神はどこから始めるのですか？ 私はClannad（最初のシーズン）を見て、本当に自分自身にそれを乗り越えなければならなかった。 物語は私にとって鈍いものでした。私は本当につながりを感じませんでした。 私は誰もがこのショーを見なければならないと言っている理由を理解しようとし続けました。 いくつかの研究の後、私は第2シーズン（アフター・ストーリー）がシリーズのマグナム・オーパスであることが分かった。 だから、私は最初のシーズンを過ごし、熱心にAfter Storyを始めました。\nストーリーが最終的に取り上げられるまでには、第2シーズンの途中に入るのに約4日かかった。 その時点までは、第1シーズンとよく似ていて、私は失望し始めた。 しかし、どこかで、この軽くユーモラスなアニメは、おそらく私が今まで見た中で最も悲しいものに変わった。 それは、私がすべての性格に付き添って成長したことに気づいたときでした。 私は、Tomoyaが別の話の弧でTomoyoと出会った最初のシーズンのボーナスエピソードの間に、わずかな引っ越し感を感じました。 しかし、感情は来るべきもののように何もなかった。\n私はネギサが死ぬことを知っていた。 私はトモヤの子供を産んで死ぬだろうと予測しました。 私は退屈をもっと見るように強制していませんでしたが、悲しみです。 私は完全に次のエピソードが私を分解させてしまうと私はそれ以前に起こったことがないことを恐れていた。 私は全部の物語を私の頭の中に置いて、まさに正しいものでした。 しかし、実際に起こったとき、私は準備ができていませんでした。 私はショーを見て泣いたことは一度もありませんでした。そして、神様は私がこれまで涙を抑えていた最も難しい時でした。 私は男だけど、奴らも泣くことができます - それでもそれと戦おうとしています。 その正の終わりのために神に感謝か、私は自分自身と何をするか分からない、笑。 私は本当にやめて、ショーに過ぎず、架空のキャラクターや出来事に取り組んでいたことを自分自身に伝えなければなりませんでした。 しかし、人はそれが本当に私を引きつけました。 そこから、それは私のための別の力のフェストになったが、まったく別のやり方であった。\n私はこのショーを実生活と比較し始めました。 私は物事を当然受け取りますか？ たぶん私はガールフレンドをもっと頻繁に抱きしめて、彼女がすることに感謝しなければならないかもしれません。 私は私の両親も抱きしめて、私の友人に、彼らが私に多くのことを意味すると伝えるべきです。 私たちは永遠に保証されておらず、誰かや何かを失ったときに感じる悲しみや悲しみの感情を、このショーは間違いなく引き出します。 信じられないほどのサウンドトラックと組み合わさって、このショーは本当に巨大な作品です。今私はみんなが話していたことを見ています。 あなたが私を許したら、私は壁を見つめ、私の人生を熟考する必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n*Contains Spoilers*\n\n\u001b[1m*スポイラーを含む*\u001b[22m\n\u001b[1m(* Supoirā o fukumu*)\u001b[22m\n\nTranslations of \u001b[4m*Contains Spoilers*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Contains Spoilers*\u001b[24m\n    \u001b[1m*スポイラーを含む*\u001b[22m, \u001b[1m* *スポイラーが含まれています\u001b[22m\nSo don't read unless you've watched or do not care to know story-changing elements.\n\n\u001b[1mあなたが物語を変える要素を見たり、気にしたりしない限り、読まないでください。\u001b[22m\n\u001b[1m(Anata ga monogatari o kaeru yōso o mi tari, ki ni shi tari shinai kagiri, yomanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mSo don't read unless you've watched or do not care to know story-changing elements.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo don't read unless you've watched or do not care to know story-changing elements.\u001b[24m\n    \u001b[1mあなたが物語を変える要素を見たり、気にしたりしない限り、読まないでください。\u001b[22m, \u001b[1mあなたが見てきたか、物語が変化する要素を知ることは気にしないしない限り、そのように読んでいません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWow, God where do I begin? I watched Clannad (first season) and really had to force myself to get through it. The story was kind of dull to me and I didn't really feel any connection. I kept trying to figure out why everybody was saying that I should watch this show. After some research, I found out that the second season (After Story) was supposed to be the magnum opus of the series. So I forced my way through the first season and eagerly began the After Story.\n\n\u001b[1mうわー、神はどこから始めるのですか？ 私はClannad（最初のシーズン）を見て、本当に自分自身にそれを乗り越えなければならなかった。 物語は私にとって鈍いものでした。私は本当につながりを感じませんでした。 私は誰もがこのショーを見なければならないと言っている理由を理解しようとし続けました。 いくつかの研究の後、私は第2シーズン（アフター・ストーリー）がシリーズのマグナム・オーパスであることが分かった。 だから、私は最初のシーズンを過ごし、熱心にAfter Storyを始めました。\u001b[22m\n\u001b[1m(Uwa ̄ ,-shin wa doko kara hajimeru nodesu ka? Watashi wa Clannad (saisho no shīzun) o mite, hontōni jibun jishin ni sore o norikoenakereba naranakatta. Monogatari wa watashi ni totte nibui monodeshita. Watashi wa hontōni tsunagari o kanjimasendeshita. Watashi wa daremoga kono shō o minakereba naranai to itte iru riyū o rikai shiyou to shi tsudzukemashita. Ikutsu ka no kenkyū no ato, watashi wa dai 2 shīzun (afutā sutōrī) ga shirīzu no magunamu ōpasudearu koto ga wakatta. Dakara, watashi wa saisho no shīzun o sugoshi, nesshin ni After Story o hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mWow, God where do I begin? I watched Clannad (first season) and really had to force myself to get through it. The story was kind of dull to me and I didn't really feel any connection. I kept trying to figure out why everybody was saying that I should watch this show. After some research, I found out that the second season (After Story) was supposed to be the magnum opus of the series. So I forced my way through the first season and eagerly began the After Story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow, God where do I begin?\u001b[24m\n    \u001b[1mうわー、神はどこから始めるのですか？\u001b[22m, \u001b[1mうわー、神はどこで始めるのですか？\u001b[22m\n\u001b[4mI watched Clannad (first season) and really had to force myself to get through it.\u001b[24m\n    \u001b[1m私はClannad（最初のシーズン）を見て、本当に自分自身にそれを乗り越えなければならなかった。\u001b[22m, \u001b[1m私は（最初のシーズン）クラナドを見て、実際にそれを介して取得するために自分自身を強制する必要がありました。\u001b[22m\n\u001b[4mThe story was kind of dull to me and I didn't really feel any connection.\u001b[24m\n    \u001b[1m物語は私にとって鈍いものでした。私は本当につながりを感じませんでした。\u001b[22m, \u001b[1m物語は一種の鈍い私にだったと私は本当にすべての接続を感じませんでした。\u001b[22m\n\u001b[4mI kept trying to figure out why everybody was saying that I should watch this show.\u001b[24m\n    \u001b[1m私は誰もがこのショーを見なければならないと言っている理由を理解しようとし続けました。\u001b[22m, \u001b[1m私は誰もが、私はこのショーを見なければならないことを言っていた理由を理解しようとし続けました。\u001b[22m\n\u001b[4mAfter some research, I found out that the second season (After Story) was supposed to be the magnum opus of the series.\u001b[24m\n    \u001b[1mいくつかの研究の後、私は第2シーズン（アフター・ストーリー）がシリーズのマグナム・オーパスであることが分かった。\u001b[22m, \u001b[1mいくつかの研究の後、私は（ストーリーの後）は、第2シーズンは、シリーズの最高傑作になるはずだったことが分かりました。\u001b[22m\n\u001b[4mSo I forced my way through the first season and eagerly began the After Story.\u001b[24m\n    \u001b[1mだから、私は最初のシーズンを過ごし、熱心にAfter Storyを始めました。\u001b[22m, \u001b[1mだから私は、最初のシーズンを通して私の方法を強制し、熱心に話の後始まりました。\u001b[22m\nIt took me about four days to get halfway through the second season before the story finally picked up. Up until that point, it was much like the first season and I was beginning to grow disappointed. But out of nowhere, this lightly humorous anime turned into possibly the saddest thing I've ever seen. That was when I realized that I had grown attached to every character. I felt a slight tug of emotions during the bonus episode of the first season where Tomoya was dating Tomoyo in a separate story arc. But the emotions were nothing like what was about to come.\n\n\u001b[1mストーリーが最終的に取り上げられるまでには、第2シーズンの途中に入るのに約4日かかった。 その時点までは、第1シーズンとよく似ていて、私は失望し始めた。 しかし、どこかで、この軽くユーモラスなアニメは、おそらく私が今まで見た中で最も悲しいものに変わった。 それは、私がすべての性格に付き添って成長したことに気づいたときでした。 私は、Tomoyaが別の話の弧でTomoyoと出会った最初のシーズンのボーナスエピソードの間に、わずかな引っ越し感を感じました。 しかし、感情は来るべきもののように何もなかった。\u001b[22m\n\u001b[1m(Sutōrī ga saishūtekini toriage rareru made ni wa, dai 2 shīzun no tochū ni hairu no ni yaku 4-nichi kakatta. Sono jiten made wa, dai 1 shīzun to yoku nite ite, watashi wa shitsubō shi hajimeta. Shikashi, doko ka de, kono karuku yūmorasuna anime wa, osoraku watashi ga imamade mita naka de mottomo kanashī mono ni kawatta. Sore wa, watashi ga subete no seikaku ni tsukisotte seichō shita koto ni kidzuita tokideshita. Watashi wa, Tomoya ga betsu no hanashi no ko de Tomoyo to deatta saisho no shīzun no bōnasuepisōdo no ma ni, wazukana hikkoshi-kan o kanjimashita. Shikashi, kanjō wa kurubeki mono no yō ni nani mo nakatta.)\u001b[22m\n\nTranslations of \u001b[4mIt took me about four days to get halfway through the second season before the story finally picked up. Up until that point, it was much like the first season and I was beginning to grow disappointed. But out of nowhere, this lightly humorous anime turned into possibly the saddest thing I've ever seen. That was when I realized that I had grown attached to every character. I felt a slight tug of emotions during the bonus episode of the first season where Tomoya was dating Tomoyo in a separate story arc. But the emotions were nothing like what was about to come.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt took me about four days to get halfway through the second season before the story finally picked up.\u001b[24m\n    \u001b[1mストーリーが最終的に取り上げられるまでには、第2シーズンの途中に入るのに約4日かかった。\u001b[22m, \u001b[1mそれは物語が最終的にピックアップする前にセカンドシーズン途中で取得するには約4日かかりました。\u001b[22m\n\u001b[4mUp until that point, it was much like the first season and I was beginning to grow disappointed.\u001b[24m\n    \u001b[1mその時点までは、第1シーズンとよく似ていて、私は失望し始めた。\u001b[22m, \u001b[1mそれまで、それは最初のシーズンによく似ていたと私は失望成長し始めていました。\u001b[22m\n\u001b[4mBut out of nowhere, this lightly humorous anime turned into possibly the saddest thing I've ever seen.\u001b[24m\n    \u001b[1mしかし、どこかで、この軽くユーモラスなアニメは、おそらく私が今まで見た中で最も悲しいものに変わった。\u001b[22m, \u001b[1mしかし、どこからともなく、この軽くユーモラスなアニメは私が今まで見た中でおそらく最も悲しい事になりました。\u001b[22m\n\u001b[4mThat was when I realized that I had grown attached to every character.\u001b[24m\n    \u001b[1mそれは、私がすべての性格に付き添って成長したことに気づいたときでした。\u001b[22m, \u001b[1m私はすべての文字に付着し成長していたことに気づいたときにそれがありました。\u001b[22m\n\u001b[4mI felt a slight tug of emotions during the bonus episode of the first season where Tomoya was dating Tomoyo in a separate story arc.\u001b[24m\n    \u001b[1m私は、Tomoyaが別の話の弧でTomoyoと出会った最初のシーズンのボーナスエピソードの間に、わずかな引っ越し感を感じました。\u001b[22m, \u001b[1m私は、智也は別々のストーリーアークに智代と付き合った最初のシーズンのボーナスエピソードの間に感情のわずかな綱引きを感じました。\u001b[22m\n\u001b[4mBut the emotions were nothing like what was about to come.\u001b[24m\n    \u001b[1mしかし、感情は来るべきもののように何もなかった。\u001b[22m, \u001b[1mしかし、感情が来ることを約あったもののようなものではなかったです。\u001b[22m\nI knew that Negisa was going to die. I even predicted that she'd die giving birth to Tomoya's child. I was not forcing myself to watch more out of boredom, but sadness. I was utterly afraid that the next episode would cause me to break down and I've never had that happen before. I had the entire story laid out in my head and was exactly right. But when it actually happened, I wasn't ready. I've NEVER cried watching a show, and by God that was the hardest time I've ever had holding back the tears. I'm a guy, but guys can cry too - still trying to fight it off. Thank God for that positive ending or I don't know what I'd do with myself, haha. I had to really stop and focus to tell myself that it was only a show and that I was getting worked up over fictional characters and events. But man did it really pull at me. From there on out, it became another force-fest for me, but in an entirely different manner.\n\n\u001b[1m私はネギサが死ぬことを知っていた。 私はトモヤの子供を産んで死ぬだろうと予測しました。 私は退屈をもっと見るように強制していませんでしたが、悲しみです。 私は完全に次のエピソードが私を分解させてしまうと私はそれ以前に起こったことがないことを恐れていた。 私は全部の物語を私の頭の中に置いて、まさに正しいものでした。 しかし、実際に起こったとき、私は準備ができていませんでした。 私はショーを見て泣いたことは一度もありませんでした。そして、神様は私がこれまで涙を抑えていた最も難しい時でした。 私は男だけど、奴らも泣くことができます - それでもそれと戦おうとしています。 その正の終わりのために神に感謝か、私は自分自身と何をするか分からない、笑。 私は本当にやめて、ショーに過ぎず、架空のキャラクターや出来事に取り組んでいたことを自分自身に伝えなければなりませんでした。 しかし、人はそれが本当に私を引きつけました。 そこから、それは私のための別の力のフェストになったが、まったく別のやり方であった。\u001b[22m\n\u001b[1m(Watashi wa negisa ga shinu koto o shitteita. Watashi wa Tomoya no kodomo o unde shinudarou to yosoku shimashita. Watashi wa zenbu no monogatari o watashi no atama no naka ni oite, masani tadashī monodeshita. Shikashi, jissai ni okotta toki, watashi wa junbi ga dekite imasendeshita. Watashi wa shō o mite naita koto wa ichido mo arimasendeshita. Soshite, kamisama wa watashi ga kore made namida o osaete ita mottomo muzukashī tokideshita. Watashi wa otokodakedo, yatsura mo naku koto ga dekimasu - soredemo soreto tatakaou to shite imasu. Sono Masashi no owari no tame ni kami ni kansha ka, watashi wa jibun jishin to nani o suru ka wakaranai, Emi. Watashi wa hontōni yamete, shō ni sugizu, kakū no kyarakutā ya dekigoto ni torikunde ita koto o jibun jishin ni tsutaenakereba narimasendeshita. Shikashi, hito wa sore ga hontōni watashi o hikitsukemashita. Soko kara, sore wa watashi no tame no betsu no chikara no fesuto ni nattaga, mattaku betsu no yarikatadeatta. Watashi wa taikutsu o motto miru yō ni kyōsei shite imasendeshitaga, kanashimidesu. Watashi wa kanzen ni tsugi no episōdo ga watashi o bunkai sa sete shimauto watashi wa sore izen ni okotta koto ga nai koto o osorete ita.)\u001b[22m\n\nTranslations of \u001b[4mI knew that Negisa was going to die. I even predicted that she'd die giving birth to Tomoya's child. I was not forcing myself to watch more out of boredom, but sadness. I was utterly afraid that the next episode would cause me to break down and I've never had that happen before. I had the entire story laid out in my head and was exactly right. But when it actually happened, I wasn't ready. I've NEVER cried watching a show, and by God that was the hardest time I've ever had holding back the tears. I'm a guy, but guys can cry too - still trying to fight it off. Thank God for that positive ending or I don't know what I'd do with myself, haha. I had to really stop and focus to tell myself that it was only a show and that I was getting worked up over fictional characters and events. But man did it really pull at me. From there on out, it became another force-fest for me, but in an entirely different manner.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI knew that Negisa was going to die.\u001b[24m\n    \u001b[1m私はネギサが死ぬことを知っていた。\u001b[22m, \u001b[1m私はNegisaは死ぬつもりだったことを知っていました。\u001b[22m\n\u001b[4mI even predicted that she'd die giving birth to Tomoya's child.\u001b[24m\n    \u001b[1m私はトモヤの子供を産んで死ぬだろうと予測しました。\u001b[22m, \u001b[1m私も彼女が智也の子を出産死ぬだろうと予測しました。\u001b[22m\n\u001b[4mI had the entire story laid out in my head and was exactly right.\u001b[24m\n    \u001b[1m私は全部の物語を私の頭の中に置いて、まさに正しいものでした。\u001b[22m, \u001b[1m私は私の頭の中にレイアウト全体のストーリーを持っていたし、まさに正しかったです。\u001b[22m\n\u001b[4mBut when it actually happened, I wasn't ready.\u001b[24m\n    \u001b[1mしかし、実際に起こったとき、私は準備ができていませんでした。\u001b[22m, \u001b[1mそれが実際に起こったときには、私は準備ができていませんでした。\u001b[22m\n\u001b[4mI've NEVER cried watching a show, and by God that was the hardest time I've ever had holding back the tears.\u001b[24m\n    \u001b[1m私はショーを見て泣いたことは一度もありませんでした。そして、神様は私がこれまで涙を抑えていた最も難しい時でした。\u001b[22m, \u001b[1m私は番組を見て泣いていない、と私が今まで涙を保持しなければならなかった最も困難な時間でした神によってNEVERました。\u001b[22m\n\u001b[4mI'm a guy, but guys can cry too - still trying to fight it off.\u001b[24m\n    \u001b[1m私は男だけど、奴らも泣くことができます - それでもそれと戦おうとしています。\u001b[22m, \u001b[1m私は男だけど、みんなはあまりにも泣くことができます - まだそれを撃退しようとしています。\u001b[22m\n\u001b[4mThank God for that positive ending or I don't know what I'd do with myself, haha.\u001b[24m\n    \u001b[1mその正の終わりのために神に感謝か、私は自分自身と何をするか分からない、笑。\u001b[22m, \u001b[1mその正のエンディングのために神に感謝したり、私はハハ、私は自分自身をどうしたいのか分かりません。\u001b[22m\n\u001b[4mI had to really stop and focus to tell myself that it was only a show and that I was getting worked up over fictional characters and events.\u001b[24m\n    \u001b[1m私は本当にやめて、ショーに過ぎず、架空のキャラクターや出来事に取り組んでいたことを自分自身に伝えなければなりませんでした。\u001b[22m, \u001b[1m私は実際に停止し、それが唯一のショーだったと私は架空の人物やイベントをかけて働いなっていたことをことを自分自身を伝えるために集中しなければなりませんでした。\u001b[22m\n\u001b[4mBut man did it really pull at me.\u001b[24m\n    \u001b[1mしかし、人はそれが本当に私を引きつけました。\u001b[22m, \u001b[1mしかし、男は、それは本当に私を引っ張りました。\u001b[22m\n\u001b[4mFrom there on out, it became another force-fest for me, but in an entirely different manner.\u001b[24m\n    \u001b[1mそこから、それは私のための別の力のフェストになったが、まったく別のやり方であった。\u001b[22m, \u001b[1mそこからが、それがなく、全く別の方法で、私のために別の力フェストになりました。\u001b[22m\n\u001b[4mI was not forcing myself to watch more out of boredom, but sadness.\u001b[24m\n    \u001b[1m私は退屈をもっと見るように強制していませんでしたが、悲しみです。\u001b[22m, \u001b[1m私は退屈が、悲しみのうち多くを見るために自分自身を強制していませんでした。\u001b[22m\n\u001b[4mI was utterly afraid that the next episode would cause me to break down and I've never had that happen before.\u001b[24m\n    \u001b[1m私は完全に次のエピソードが私を分解させてしまうと私はそれ以前に起こったことがないことを恐れていた。\u001b[22m, \u001b[1m私は次のエピソードが私を壊す原因となることを全く恐れていたと私はそれが前に発生していたことがありません。\u001b[22m\nI started comparing this show to real life. Do I take things for granted? Maybe I should go hug my girlfriend more often and feel appreciative for the things she does. I should go hug my parents too and tell my friends that they mean a lot to me. We aren't guaranteed forever and this show definitely tugs at the grief and mourning emotions that we feel when we have lost someone or something. Combined with an incredible soundtrack, this show really is a magnum opus and I see now what everyone was talking about. Now if you'll excuse me, I need to go stare at a wall and contemplate my life.\n\n\u001b[1m私はこのショーを実生活と比較し始めました。 私は物事を当然受け取りますか？ たぶん私はガールフレンドをもっと頻繁に抱きしめて、彼女がすることに感謝しなければならないかもしれません。 私は私の両親も抱きしめて、私の友人に、彼らが私に多くのことを意味すると伝えるべきです。 私たちは永遠に保証されておらず、誰かや何かを失ったときに感じる悲しみや悲しみの感情を、このショーは間違いなく引き出します。 信じられないほどのサウンドトラックと組み合わさって、このショーは本当に巨大な作品です。今私はみんなが話していたことを見ています。 あなたが私を許したら、私は壁を見つめ、私の人生を熟考する必要があります。\u001b[22m\n\u001b[1m(Watashi wa kono shō o jisseikatsu to hikaku shi hajimemashita. Watashi wa monogoto o tōzen uketorimasu ka? Tabun watashi wa gārufurendo o motto hinpan ni dakishimete, kanojo ga suru koto ni kansha shinakereba naranai kamo shiremasen. Watashi wa watashi no ryōshin mo dakishimete, watashi no yūjin ni, karera ga watashi ni ōku no koto o imi suru to tsutaerubekidesu. Watashitachiha eien ni hoshō sa rete orazu, dareka ya nanika o ushinatta toki ni kanjiru kanashimi ya kanashimi no kanjō o, kono shō wa machigainaku hikidashimasu. Shinji rarenai hodo no saundotorakku to kumiawasa tte, kono shō wa hontōni kyodaina sakuhindesu. Ima watashi wa min'na ga hanashite ita koto o mite imasu. Anata ga watashi o yurushitara, watashi wa kabe o mitsume, watashinojinsei o jukukō suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI started comparing this show to real life. Do I take things for granted? Maybe I should go hug my girlfriend more often and feel appreciative for the things she does. I should go hug my parents too and tell my friends that they mean a lot to me. We aren't guaranteed forever and this show definitely tugs at the grief and mourning emotions that we feel when we have lost someone or something. Combined with an incredible soundtrack, this show really is a magnum opus and I see now what everyone was talking about. Now if you'll excuse me, I need to go stare at a wall and contemplate my life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started comparing this show to real life.\u001b[24m\n    \u001b[1m私はこのショーを実生活と比較し始めました。\u001b[22m, \u001b[1m私は現実の生活にこのショーを比較し始めました。\u001b[22m\n\u001b[4mDo I take things for granted?\u001b[24m\n    \u001b[1m私は物事を当然受け取りますか？\u001b[22m, \u001b[1m私は当然のものを取りますか？\u001b[22m\n\u001b[4mMaybe I should go hug my girlfriend more often and feel appreciative for the things she does.\u001b[24m\n    \u001b[1mたぶん私はガールフレンドをもっと頻繁に抱きしめて、彼女がすることに感謝しなければならないかもしれません。\u001b[22m, \u001b[1mたぶん私はより頻繁に私のガールフレンドを抱きしめに行くと彼女は物事のための感謝を感じる必要があります。\u001b[22m\n\u001b[4mI should go hug my parents too and tell my friends that they mean a lot to me.\u001b[24m\n    \u001b[1m私は私の両親も抱きしめて、私の友人に、彼らが私に多くのことを意味すると伝えるべきです。\u001b[22m, \u001b[1m私も私の両親を抱きしめ、彼らは私に多くのことを意味していることを私の友人を教えて行く必要があります。\u001b[22m\n\u001b[4mWe aren't guaranteed forever and this show definitely tugs at the grief and mourning emotions that we feel when we have lost someone or something.\u001b[24m\n    \u001b[1m私たちは永遠に保証されておらず、誰かや何かを失ったときに感じる悲しみや悲しみの感情を、このショーは間違いなく引き出します。\u001b[22m, \u001b[1m私たちは永遠に保証されておらず、このショーは間違いなく我々は誰か何かを失っているときに感じる悲しみと哀悼の感情でタグボート。\u001b[22m\n\u001b[4mCombined with an incredible soundtrack, this show really is a magnum opus and I see now what everyone was talking about.\u001b[24m\n    \u001b[1m信じられないほどのサウンドトラックと組み合わさって、このショーは本当に巨大な作品です。今私はみんなが話していたことを見ています。\u001b[22m, \u001b[1m信じられないほどのサウンドトラックと組み合わせることで、このショーは本当に最高傑作だと私は今、誰もが話していたものを参照してください。\u001b[22m\n\u001b[4mNow if you'll excuse me, I need to go stare at a wall and contemplate my life.\u001b[24m\n    \u001b[1mあなたが私を許したら、私は壁を見つめ、私の人生を熟考する必要があります。\u001b[22m, \u001b[1mあなたは私を失礼ならば今、私は壁を凝視し、私の人生を熟考行く必要があります。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "taichihayaa",
    "profile": "/profile/taichihayaa/reviews",
    "pages": "20",
    "number": "5",
    "link": "/reviews.php?id=126455",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  10\n\n私がClannadを見たとき、それは単に普通のスライス・オブ・ライフのアニメだと思った。 しかし、アフターストーリーを見て、私の気質は変わった。  Clannad：After Storyはユニークな芸術作品で、今までにない最高のアニメ作品です。\n\nストーリー：10/10\n率直に言うと、プロットは特に特別なものではありません。 それは単に人生の喜びが悲劇によって洗い流される普通の人の人生に関するものです。 それが本当に特徴的なのは、実行（これは私がストーリーの評価と統合したものです）です。 この単純な物語が伝えられる方法は、非常に美しいものとして認識されます。 フィラーなしでは、各エピソードはストーリーラインに大きな影響を与え、ストーリーラインに影響を与え、それぞれがスムーズに実行されます。\n\nアート：9/10\n個人的に、私はClannadの芸術を見つけます：After Story cute。 女性のキャラクターが持つ大きな目は私に興味をそそられている。 森の風景は、私を強要するように描かれたように見えます。 しかし、私が知っているいくつかの人はそうでないと思っていますが、私はそうではないと思うので、素晴らしい芸術はこのアニメを見るのを妨げるべきです。\n\nサウンド：7/10\nClannad：After Story（残念ながら私はそのタイトルを知らない）のオープニング曲は、ストーリーラインと非常に互換性があります。  *スポイラー（並べ替え）：実際には、歌詞や映像を分析することで、それが明らかになる前にプロットの結果を把握することができました（あなたが知りたくない場合は、  ）。 スポイラー*そして私の仮説が立証されたら、次回私が開会を聞いて見た時、私は泣いた。 一方、クローズ・ソングは、オープニング・ソングとは逆です。 各エピソードの後に​​感じる感情を維持するのではなく、それは非常に明るく快活な感情のためにそれらを破壊します。 すぐにエピソードを止めることをお勧めします。\n\nキャラクター：10/10\nClannad：After Storyのキャラクターは、それが何であるかを確認するものです。 このキャラクターは、人間性を反映しており、現実主義的です（私はそうすることで、物語の中のいくつかの出来事を明らかにします）。 さらに、キャラクター同士の結びつきはリアルに感じられ、明示的に表示されます。\n\n楽しさ：10/10\n私の意見では、アニメの泣き声は楽しかったかどうかの証拠です。  Clannad：After Storyは私が少なくとも三度泣いてしまった - 私がアニメやマンガで泣いたことのあるものが一番だ。 さらに、各エピソードの後、次のエピソードを待つことができなかったので、いくつかのエピソードを繰り返しても2日間でシーズンを終えることができました。\n\n全体：9/10\nClannad：After Storyは本当に見なければならないものです。 あなたがそれを見ないことを選んだ場合、貴重な宝石が欠けています。 このアニメのすべての重要な要素は一流です。 少年少女、私はすぐにそれを見ることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen I watched Clannad, I thought it was merely an ordinary slice-of-life anime. Upon watching the After Story, however, my disposition changed. Clannad: After Story is a unique work of art and one of the best anime ever.\n\n\u001b[1m私がクラナドを見たとき、それは単に普通のスライス・オブ・ライフのアニメだと思った。 しかし、アフターストーリーを見て、私の気質は変わった。  Clannad：After Storyはユニークな芸術作品で、今までにない最高のアニメ作品です。\u001b[22m\n\u001b[1m(Watashi ga kuranado o mita toki, sore wa tan'ni futsū no suraisu Obu raifu no animeda to omotta. Shikashi, afutāsutōrī o mite, watashi no katagi wa kawatta. Clannad: After Story wa yunīkuna geijutsu sakuhin de, ima made ni nai saikō no anime sakuhindesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I watched Clannad, I thought it was merely an ordinary slice-of-life anime. Upon watching the After Story, however, my disposition changed. Clannad: After Story is a unique work of art and one of the best anime ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I watched Clannad, I thought it was merely an ordinary slice-of-life anime.\u001b[24m\n    \u001b[1m私がクラナドを見たとき、それは単に普通のスライス・オブ・ライフのアニメだと思った。\u001b[22m, \u001b[1m私はクラナドを見たとき、私はそれは単に通常のスライスオブライフアニメだと思いました。\u001b[22m\n\u001b[4mUpon watching the After Story, however, my disposition changed.\u001b[24m\n    \u001b[1mしかし、アフターストーリーを見て、私の気質は変わった。\u001b[22m, \u001b[1mストーリーの後見すると、しかし、私の配置は変更されました。\u001b[22m\n\u001b[4mClannad: After Story is a unique work of art and one of the best anime ever.\u001b[24m\n    \u001b[1mClannad：After Storyはユニークな芸術作品で、今までにない最高のアニメ作品です。\u001b[22m, \u001b[1mクラナド：ストーリーの後には、ユニークな芸術作品と史上最高のアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\nTo be frank, the plot is nothing particularly special. It simply is about the life of an ordinary man whose joy in life is washed away by tragedies. What makes it truly distinctive is the execution (which I have integrated with the rating of the story). The way this simple story is told makes it perceived as something very beautiful. With no fillers, each episode greatly impacts and affects the storyline, each one executed smoothly.\n\n\u001b[1m率直に言うと、プロットは特に特別なものではありません。 それは単に人生の喜びが悲劇によって洗い流される普通の人の人生に関するものです。 それが本当に特徴的なのは、実行（これは私がストーリーの評価と統合したものです）です。 この単純な物語が伝えられる方法は、非常に美しいものとして認識されます。 フィラーなしでは、各エピソードはストーリーラインに大きな影響を与え、ストーリーラインに影響を与え、それぞれがスムーズに実行されます。\u001b[22m\n\u001b[1m(Sotchoku ni iu to, purotto wa tokuni tokubetsuna monode wa arimasen. Sore wa tan'ni jinsei no yorokobi ga higeki ni yotte arainagasa reru futsūnohito no jinsei ni kansuru monodesu. Sore ga hontōni tokuchō-tekina no wa, jikkō (kore wa watashi ga sutōrī no hyōka to tōgō shita monodesu)desu. Kono tanjun'na monogatari ga tsutae rareru hōhō wa, hijō ni utsukushī mono to shite ninshiki sa remasu. Firā nashide wa, kaku episōdo wa sutōrīrain ni ōkina eikyō o atae, sutōrīrain ni eikyō o atae, sorezore ga sumūzu ni jikkō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mTo be frank, the plot is nothing particularly special. It simply is about the life of an ordinary man whose joy in life is washed away by tragedies. What makes it truly distinctive is the execution (which I have integrated with the rating of the story). The way this simple story is told makes it perceived as something very beautiful. With no fillers, each episode greatly impacts and affects the storyline, each one executed smoothly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be frank, the plot is nothing particularly special.\u001b[24m\n    \u001b[1m率直に言うと、プロットは特に特別なものではありません。\u001b[22m, \u001b[1m率直に言って、プロットは、特に特別なものではありません。\u001b[22m\n\u001b[4mIt simply is about the life of an ordinary man whose joy in life is washed away by tragedies.\u001b[24m\n    \u001b[1mそれは単に人生の喜びが悲劇によって洗い流される普通の人の人生に関するものです。\u001b[22m, \u001b[1mそれは単に喜びの人生の悲劇によって洗い流される普通の人の生活についてです。\u001b[22m\n\u001b[4mWhat makes it truly distinctive is the execution (which I have integrated with the rating of the story).\u001b[24m\n    \u001b[1mそれが本当に特徴的なのは、実行（これは私がストーリーの評価と統合したものです）です。\u001b[22m, \u001b[1m何それは本当に独特せるものは（私は物語の評価と統合している）の実行です。\u001b[22m\n\u001b[4mThe way this simple story is told makes it perceived as something very beautiful.\u001b[24m\n    \u001b[1mこの単純な物語が伝えられる方法は、非常に美しいものとして認識されます。\u001b[22m, \u001b[1mこの単純な物語が語られている方法は、それは非常に美しいものとして認識させます。\u001b[22m\n\u001b[4mWith no fillers, each episode greatly impacts and affects the storyline, each one executed smoothly.\u001b[24m\n    \u001b[1mフィラーなしでは、各エピソードはストーリーラインに大きな影響を与え、ストーリーラインに影響を与え、それぞれがスムーズに実行されます。\u001b[22m, \u001b[1m無フィラー、各エピソードに大きく影響し、ストーリーに影響を与えると、それぞれがスムーズに実行されます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\nPersonally, I find the art of Clannad: After Story cute. The big eyes possessed by the female characters are what intrigue me. The forest scenes look like they were painted which compel me as well. Several people I know, however, think otherwise, but I don't think not-so nice art should prevent you from watching this anime.\n\n\u001b[1m個人的に、私はClannadの芸術を見つけます：After Story cute。 女性のキャラクターが持つ大きな目は私に興味をそそられている。 森の風景は、私を強要するように描かれたように見えます。 しかし、私が知っているいくつかの人はそうでないと思っていますが、私はそうではないと思うので、素晴らしい芸術はこのアニメを見るのを妨げるべきです。\u001b[22m\n\u001b[1m(Kojin-teki ni, watashi wa Clannad no geijutsu o mitsukemasu: After Story kyūto. Josei no kyarakutā ga motsu ōkina me wa watashi ni kyōmi o sosora rete iru. Mori no fūkei wa, watashi o kyōyō suru yō ni egaka reta yō ni miemasu. Shikashi, watashi ga shitte iru ikutsu ka no hito wa sōdenai to omotte imasuga, watashi wa sōde wa nai to omou node, subarashī geijutsu wa kono anime o miru no o samatagerubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mPersonally, I find the art of Clannad: After Story cute. The big eyes possessed by the female characters are what intrigue me. The forest scenes look like they were painted which compel me as well. Several people I know, however, think otherwise, but I don't think not-so nice art should prevent you from watching this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally, I find the art of Clannad: After Story cute.\u001b[24m\n    \u001b[1m個人的に、私はClannadの芸術を見つけます：After Story cute。\u001b[22m, \u001b[1m個人的に、私はクラナドの芸術を見つける：ストーリーの後にかわいいです。\u001b[22m\n\u001b[4mThe big eyes possessed by the female characters are what intrigue me.\u001b[24m\n    \u001b[1m女性のキャラクターが持つ大きな目は私に興味をそそられている。\u001b[22m, \u001b[1m女性キャラクターが持つ大きな目は私を陰謀するものです。\u001b[22m\n\u001b[4mThe forest scenes look like they were painted which compel me as well.\u001b[24m\n    \u001b[1m森の風景は、私を強要するように描かれたように見えます。\u001b[22m, \u001b[1m彼らは同様に私を強制する塗られたような森のシーンが見えます。\u001b[22m\n\u001b[4mSeveral people I know, however, think otherwise, but I don't think not-so nice art should prevent you from watching this anime.\u001b[24m\n    \u001b[1mしかし、私が知っているいくつかの人はそうでないと思っていますが、私はそうではないと思うので、素晴らしい芸術はこのアニメを見るのを妨げるべきです。\u001b[22m, \u001b[1m私が知っている何人かの人は、しかし、そうでないと思いますが、私は、そうではない素敵な芸術はこのアニメを見てからあなたを防ぐべきではないと思います。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7/10\n\n\u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m(Saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7/10\u001b[24m\n    \u001b[1mサウンド：7/10\u001b[22m\nThe opening song of Clannad: After Story (unfortunately I am unaware of its title) is very compatible with the storyline. *SPOILER (sort of): Actually, by analyzing the lyrics and footage, I was able to figure out the outcome of the plot before it was revealed (if you don't want to know, I suggest you don't read the lyrics ). SPOILER* And once my hypothesis had been verified, the next time I had heard and seen the opening, I cried. On the other hand, the closing song does the opposite of what the opening song does. Instead of sustaining the emotions you feel after each episode, it destroys them due to the very upbeat and jolly feel. I recommend that you stop the episode immediately after.\n\n\u001b[1mClannad：After Story（残念ながら私はそのタイトルを知らない）のオープニング曲は、ストーリーラインと非常に互換性があります。  *スポイラー（並べ替え）：実際には、歌詞や映像を分析することで、それが明らかになる前にプロットの結果を把握することができました（あなたが知りたくない場合は、  ）。 スポイラー*そして私の仮説が立証されたら、次回私が開会を聞いて見た時、私は泣いた。 一方、クローズ・ソングは、オープニング・ソングとは逆です。 各エピソードの後に​​感じる感情を維持するのではなく、それは非常に明るく快活な感情のためにそれらを破壊します。 すぐにエピソードを止めることをお勧めします。\u001b[22m\n\u001b[1m(Clannad: After Story (zan'nen'nagara watashi wa sono taitoru o shiranai) no ōpuningu-kyoku wa, sutōrīrain to hijō ni gokansei ga arimasu. * Supoirā (narabe-gae): Jissai ni wa, kashi ya eizō o bunseki suru koto de, sore ga akiraka ni naru mae ni purotto no kekka o haaku suru koto ga dekimashita (anata ga shiritakunai baai wa, ). Supoirā* soshite watashi no kasetsu ga risshō sa retara, jikai watashi ga kaikai o kii te mita toki, watashi wa naita. Ippō, kurōzu songu wa, ōpuningu songu to wa gyakudesu. Kaku episōdo no nochi ni ​​ kanjiru kanjō o iji suru node wa naku, sore wa hijō ni akaruku kaikatsuna kanjō no tame ni sorera o hakai shimasu. Sugu ni episōdo o tomeru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe opening song of Clannad: After Story (unfortunately I am unaware of its title) is very compatible with the storyline. *SPOILER (sort of): Actually, by analyzing the lyrics and footage, I was able to figure out the outcome of the plot before it was revealed (if you don't want to know, I suggest you don't read the lyrics ). SPOILER* And once my hypothesis had been verified, the next time I had heard and seen the opening, I cried. On the other hand, the closing song does the opposite of what the opening song does. Instead of sustaining the emotions you feel after each episode, it destroys them due to the very upbeat and jolly feel. I recommend that you stop the episode immediately after.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening song of Clannad: After Story (unfortunately I am unaware of its title) is very compatible with the storyline.\u001b[24m\n    \u001b[1mClannad：After Story（残念ながら私はそのタイトルを知らない）のオープニング曲は、ストーリーラインと非常に互換性があります。\u001b[22m, \u001b[1mクラナドのオープニング曲：ストーリーの後（残念ながら私はそのタイトルを知らないですが）ストーリーと非常に互換性があります。\u001b[22m\n\u001b[4m*SPOILER (sort of): Actually, by analyzing the lyrics and footage, I was able to figure out the outcome of the plot before it was revealed (if you don't want to know, I suggest you don't read the lyrics\u001b[24m\n    \u001b[1m*スポイラー（並べ替え）：実際には、歌詞や映像を分析することで、それが明らかになる前にプロットの結果を把握することができました（あなたが知りたくない場合は、\u001b[22m, \u001b[1m* SPOILER（の一種）：それは明らかにされた前に実際には、歌詞と映像を解析することによって、私はプロットの結果を把握することができた（あなたが知っているしたくない場合、私はあなたが歌詞を読んでいない示唆しています\u001b[22m\n\u001b[4m).\u001b[24m\n    \u001b[1m）。\u001b[22m\n\u001b[4mSPOILER* And once my hypothesis had been verified, the next time I had heard and seen the opening, I cried.\u001b[24m\n    \u001b[1mスポイラー*そして私の仮説が立証されたら、次回私が開会を聞いて見た時、私は泣いた。\u001b[22m, \u001b[1mスポイラー*そして、私の仮説が検証された後に、私は聞いて開口部を見ていた次回は、私が叫びました。\u001b[22m\n\u001b[4mOn the other hand, the closing song does the opposite of what the opening song does.\u001b[24m\n    \u001b[1m一方、クローズ・ソングは、オープニング・ソングとは逆です。\u001b[22m, \u001b[1m一方、クロージング曲がオープニング曲が何の反対を行います。\u001b[22m\n\u001b[4mInstead of sustaining the emotions you feel after each episode, it destroys them due to the very upbeat and jolly feel.\u001b[24m\n    \u001b[1m各エピソードの後に感じる感情を維持するのではなく、それは非常に明るく快活な感情のためにそれらを破壊します。\u001b[22m, \u001b[1m代わりに、各エピソードの後にあなたが感じる感情を維持するのではなく、原因非常に明るいと陽気な感じにそれらを破壊します。\u001b[22m\n\u001b[4mI recommend that you stop the episode immediately after.\u001b[24m\n    \u001b[1mすぐにエピソードを止めることをお勧めします。\u001b[22m, \u001b[1m私はあなたが直後のエピソードを停止することをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\nThe characters of Clannad: After Story are what make it what it is. The characters are relatable and realistic––they reflect human characteristics (which I won't mention as doing so would reveal some events in the story). Furthermore, the bonds between the characters feel real and shown ever so explicitly.\n\n\u001b[1mClannad：After Storyのキャラクターは、それが何であるかを変えるものです。 このキャラクターは、人間性を反映しており、現実的です。 さらに、キャラクター同士の結びつきはリアルに感じられ、明示的に表示されます。\u001b[22m\n\u001b[1m(Clannad: After Story no kyarakutā wa, sore ga nandearu ka o kaeru monodesu. Kono kyarakutā wa, ningensei o han'ei shite ori, genjitsu-tekidesu. Sarani, kyarakutā dōshi no musubitsuki wa riaru ni kanji rare, meishiteki ni hyōji sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters of Clannad: After Story are what make it what it is. The characters are relatable and realistic––they reflect human characteristics (which I won't mention as doing so would reveal some events in the story). Furthermore, the bonds between the characters feel real and shown ever so explicitly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters of Clannad: After Story are what make it what it is.\u001b[24m\n    \u001b[1mClannad：After Storyのキャラクターは、それが何であるかを変えるものです。\u001b[22m, \u001b[1mクラナドの文字：ストーリーの後には、それが何であるか、それを作るものです。\u001b[22m\n\u001b[4mThe characters are relatable and realistic––they reflect human characteristics (which I won't mention as doing so would reveal some events in the story).\u001b[24m\n    \u001b[1mこのキャラクターは、人間性を反映しており、現実的です。\u001b[22m, \u001b[1m彼らは（私は物語の中でいくつかのイベントを明らかにするそうとして言及しません）人間の特徴を反映 - 文字が話すことのできると現実的です。\u001b[22m\n\u001b[4mFurthermore, the bonds between the characters feel real and shown ever so explicitly.\u001b[24m\n    \u001b[1mさらに、キャラクター同士の結びつきはリアルに感じられ、明示的に表示されます。\u001b[22m, \u001b[1mまた、文字間の結合は、実際に感じるので、明示的にこれまでに示しました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\nIn my opinion, crying over an anime is proof whether or not it was enjoyed. Clannad: After Story made me cry at least thrice–-the most I've ever cried over an anime or manga. Moreover, after each episode, I couldn't wait for the next one, so much so that I finished the season in 2 days even repeating several episodes.\n\n\u001b[1m私の意見では、アニメの泣き声は楽しかったかどうかの証拠です。  Clannad：After Storyは私が少なくとも三度泣いてしまった - 私がアニメやマンガで泣いたことのあるものが一番だ。 さらに、各エピソードの後、次のエピソードを待つことができなかったので、いくつかのエピソードを繰り返しても2日間でシーズンを終えることができました。\u001b[22m\n\u001b[1m(Watashi no ikende wa, anime no nakigoe wa tanoshikatta ka dō ka no shōkodesu. Clannad: After Story wa watashi ga sukunakutomo san-do naite shimatta - watashi ga anime ya manga de naita koto no aru mono ga ichibanda. Sarani, kaku episōdo no ato,-ji no episōdo o matsu koto ga dekinakattanode, ikutsu ka no episōdo o sōrihenshite mo 2-kakan de shīzun o oeru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn my opinion, crying over an anime is proof whether or not it was enjoyed. Clannad: After Story made me cry at least thrice–-the most I've ever cried over an anime or manga. Moreover, after each episode, I couldn't wait for the next one, so much so that I finished the season in 2 days even repeating several episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my opinion, crying over an anime is proof whether or not it was enjoyed.\u001b[24m\n    \u001b[1m私の意見では、アニメの泣き声は楽しかったかどうかの証拠です。\u001b[22m, \u001b[1m私の意見では、アニメの上に泣いすることは、楽しんでされたかどうかの証明です。\u001b[22m\n\u001b[4mClannad: After Story made me cry at least thrice–-the most I've ever cried over an anime or manga.\u001b[24m\n    \u001b[1mClannad：After Storyは私が少なくとも三度泣いてしまった - 私がアニメやマンガで泣いたことのあるものが一番だ。\u001b[22m, \u001b[1mクラナド：ストーリーは、私は、少なくとも三回泣かせた後 - 私が今までアニメや漫画の上に泣いてきたほとんど。\u001b[22m\n\u001b[4mMoreover, after each episode, I couldn't wait for the next one, so much so that I finished the season in 2 days even repeating several episodes.\u001b[24m\n    \u001b[1mさらに、各エピソードの後、次のエピソードを待つことができなかったので、いくつかのエピソードを繰り返しても2日間でシーズンを終えることができました。\u001b[22m, \u001b[1m私もいくつかのエピソードを繰り返して2日でシーズンを終えたように、また、各エピソードの後、私はそんなに、次のいずれかに待つことができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\nClannad: After Story is really something that should be watched. If you opt not to watch it, you're missing a rare gem. All the vital elements of this anime are top-notch. Boy or girl, I suggest you watch it soon.\n\n\u001b[1mClannad：After Storyは本当に見なければならないものです。 あなたがそれを見ないことを選んだ場合、貴重な宝石が欠けています。 このアニメのすべての重要な要素は一流です。 少年少女、私はすぐにそれを見ることをお勧めします。\u001b[22m\n\u001b[1m(Clannad: After Story wa hontōni minakereba naranai monodesu. Anata ga sore o minai koto o eranda baai, kichōna hōseki ga kakete imasu. Kono anime no subete no jūyōna yōso wa ichiryūdesu. Shōnen shōjo, watashi wa sugu ni sore o miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mClannad: After Story is really something that should be watched. If you opt not to watch it, you're missing a rare gem. All the vital elements of this anime are top-notch. Boy or girl, I suggest you watch it soon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad: After Story is really something that should be watched.\u001b[24m\n    \u001b[1mClannad：After Storyは本当に見なければならないものです。\u001b[22m, \u001b[1mクラナド：ストーリーの後には、実際に監視されるべきものです。\u001b[22m\n\u001b[4mIf you opt not to watch it, you're missing a rare gem.\u001b[24m\n    \u001b[1mあなたがそれを見ないことを選んだ場合、貴重な宝石が欠けています。\u001b[22m, \u001b[1mあなたはそれを見ていない選択した場合、あなたはまれな宝石を逃しています。\u001b[22m\n\u001b[4mAll the vital elements of this anime are top-notch.\u001b[24m\n    \u001b[1mこのアニメのすべての重要な要素は一流です。\u001b[22m\n\u001b[4mBoy or girl, I suggest you watch it soon.\u001b[24m\n    \u001b[1m少年少女、私はすぐにそれを見ることをお勧めします。\u001b[22m, \u001b[1m男の子か女の子が、私はあなたがすぐにそれを見てお勧めします。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Vperera",
    "profile": "/profile/Vperera/reviews",
    "pages": "20",
    "number": "6",
    "link": "/reviews.php?id=138611",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はこのようなアニメを経験したことはありません。そのアニメは、甘くて、陽気で、心臓を萎縮させ、涙を流し、心温まるものです。 このアニメは永遠に私と一緒にとどまるだろう。 キャラクターの性格は非常に鮮やかで、あなたはとても簡単に付けられます。\n時々、私は2-dキャラクターがインタラクトしているのを忘れていました。 クラナド/アフターストーリーは、生き方と自分の選択を反映させ、将来あなたが作る重要なものを反映します。\n\n私は誰にでもこれをお勧めします....それは美しいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI've never experienced such an anime that's bittersweet, hilarious, heart-wrenching, tear-jerking and heart-warming, all at the same time. This anime will stay with me forever because it... made me feel alive. The characters' personalities are so vivid that you get attached so easily.\n\n\u001b[1m私はこのようなアニメを経験したことはありません。そのアニメは、甘くて、陽気で、心臓を萎縮させ、涙を流し、心温まるものです。 このアニメは永遠に私と一緒にとどまるだろう。 キャラクターの性格は非常に鮮やかで、あなたはとても簡単に付けられます。\u001b[22m\n\u001b[1m(Watashi wa kono yōna anime o keiken shita koto wa arimasen. Sono anime wa, amakute, yōkide, shinzō o ishuku sa se, namida o nagashi, kokoroatatamaru monodesu. Kono anime wa eien ni watashitoisshoni todomarudarou. Kyarakutā no seikaku wa hijō ni azayakade, anata wa totemo kantan ni tsuke raremasu.)\u001b[22m\n\nTranslations of \u001b[4mI've never experienced such an anime that's bittersweet, hilarious, heart-wrenching, tear-jerking and heart-warming, all at the same time. This anime will stay with me forever because it... made me feel alive. The characters' personalities are so vivid that you get attached so easily.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've never experienced such an anime that's bittersweet, hilarious, heart-wrenching, tear-jerking and heart-warming, all at the same time.\u001b[24m\n    \u001b[1m私はこのようなアニメを経験したことはありません。そのアニメは、甘くて、陽気で、心臓を萎縮させ、涙を流し、心温まるものです。\u001b[22m, \u001b[1m私はほろ苦い、陽気、心痛む、涙けいれんと心温まる、すべて同時にだようなアニメを経験したことがありません。\u001b[22m\n\u001b[4mThis anime will stay with me forever because it... made me feel alive.\u001b[24m\n    \u001b[1mこのアニメは永遠に私と一緒にとどまるだろう。\u001b[22m, \u001b[1mそれは...私は生きていると感じたため、このアニメは永遠に私と一緒に滞在します。\u001b[22m\n\u001b[4mThe characters' personalities are so vivid that you get attached so easily.\u001b[24m\n    \u001b[1mキャラクターの性格は非常に鮮やかで、あなたはとても簡単に付けられます。\u001b[22m, \u001b[1mキャラクターの個性は、あなたがそう簡単に執着することをとても鮮やかです。\u001b[22m\nAt times it made me forget i was watching 2-d characters interact. Clannad/After Story makes you reflect life and the own choices you've made and the important ones you'll make in the future.\n\n\u001b[1m時々、私は2-dキャラクターがインタラクトしているのを忘れていました。 クラナド/アフターストーリーは、生き方と自分の選択を反映させ、将来あなたが作る重要なものを反映します。\u001b[22m\n\u001b[1m(Tokidoki, watashi wa 2 - d kyarakutā ga intarakuto shite iru no o wasurete imashita. Kuranado/ afutāsutōrī wa, ikikata to jibun no sentaku o han'ei sa se, shōrai anata ga tsukuru jūyōna mono o han'ei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAt times it made me forget i was watching 2-d characters interact. Clannad/After Story makes you reflect life and the own choices you've made and the important ones you'll make in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt times it made me forget i was watching 2-d characters interact.\u001b[24m\n    \u001b[1m時々、私は2-dキャラクターがインタラクトしているのを忘れていました。\u001b[22m, \u001b[1m時にはそれは私が私が2次元の文字が相互作用見ていたことを忘れました。\u001b[22m\n\u001b[4mClannad/After Story makes you reflect life and the own choices you've made and the important ones you'll make in the future.\u001b[24m\n    \u001b[1mクラナド/アフターストーリーは、生き方と自分の選択を反映させ、将来あなたが作る重要なものを反映します。\u001b[22m, \u001b[1mストーリーは、あなたの人生、あなたが作った自身の選択、あなたが将来的に作ってあげる重要なものを反映させるクラナド/後。\u001b[22m\n\u001b[1m\u001b[22m\nI recommend this to anyone because well....it's beautiful.\n\n\u001b[1m私は誰にでもこれをお勧めします....それは美しいです。\u001b[22m\n\u001b[1m(Watashi wa darenidemo kore o o susume shimasu. ... Sore wa utsukushīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI recommend this to anyone because well....it's beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend this to anyone because well....it's beautiful.\u001b[24m\n    \u001b[1m私は誰にでもこれをお勧めします....それは美しいです。\u001b[22m, \u001b[1mよく....それは美しいですので、私は誰にもこのことをお勧めします。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Boxter",
    "profile": "/profile/Boxter/reviews",
    "pages": "20",
    "number": "7",
    "link": "/reviews.php?id=45329",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは非常によく知られているので、私はそれを短くします。\n\nシンプルさは完璧です。\nもしこの文が真実であれば、それはこのアニメに完全に適用されるよりも。\n\n\nこれは、3つの文章でストーリーを再開できる珍しいアニメですが、あなたがそれを見なければならない主な理由をすべて解消します。\n\n実際には、このアニメは唯一のファミリードラマです。\n\nこれが一意でない場合、私はそれが何であるか分からない。\n\nアート：9/10\n本当に何度も好きな非常に良い芸術。 本当に例外的なものは何もありません。\n\n音：\n音楽は常にフィッティングされ、オペアンプは完璧です。 それは本当に音楽と雰囲気で物語を取るのに役立ちます。\n\nキャラクター：\n彼らがすべて非常に人間的で現実のように見えるという事実のほかに、重要なことは何もありません。\n\n\n私の最後の文は、ショーの終わりまでに叫ぶのではなく、非常に驚​​くべきことだと言います。 そうでなければ、ドラマはあなたのためではないかもしれません...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI will make it short since this anime is very well known and many other people have said everything about it already.\n\n\u001b[1mこのアニメは非常によく知られているので、私はそれを短くします。\u001b[22m\n\u001b[1m(Kono anime wa hijō ni yoku shira rete irunode, watashi wa sore o mijikaku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI will make it short since this anime is very well known and many other people have said everything about it already.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will make it short since this anime is very well known and many other people have said everything about it already.\u001b[24m\n    \u001b[1mこのアニメは非常によく知られているので、私はそれを短くします。\u001b[22m, \u001b[1mこのアニメは非常によく知られており、他の多くの人々が既にそれについてのすべてを言ってきたので、私はそれが短くなります。\u001b[22m\n\u001b[1m\u001b[22m\nSimplicity makes perfect.\n\n\u001b[1mシンプルさは完璧です。\u001b[22m\n\u001b[1m(Shinpuru-sa wa kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mSimplicity makes perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimplicity makes perfect.\u001b[24m\n    \u001b[1mシンプルさは完璧です。\u001b[22m, \u001b[1mシンプルさが完璧になります。\u001b[22m\nIf this sentence can be true, than it's totally apply to this anime.\n\n\u001b[1mもしこの文が真実であれば、それはこのアニメに完全に適用されるよりも。\u001b[22m\n\u001b[1m(Moshi kono bun ga shinjitsudeareba, sore wa kono anime ni kanzen ni tekiyō sa reru yori mo.)\u001b[22m\n\nTranslations of \u001b[4mIf this sentence can be true, than it's totally apply to this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf this sentence can be true, than it's totally apply to this anime.\u001b[24m\n    \u001b[1mもしこの文が真実であれば、それはこのアニメに完全に適用されるよりも。\u001b[22m, \u001b[1mこの文は真であることができれば、それは完全にこのアニメには適用されていますより。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis is one rare anime that you can resume the story in three sentences but you will loose all the main reason why you should watch it.\n\n\u001b[1mこれは、3つの文章でストーリーを再開できる珍しいアニメですが、あなたがそれを見なければならない主な理由をすべて解消します。\u001b[22m\n\u001b[1m(Kore wa, 3ttsu no bunshō de sutōrī o saikai dekiru mezurashī animedesuga, anata ga sore o minakereba naranai omona riyū o subete kaishō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is one rare anime that you can resume the story in three sentences but you will loose all the main reason why you should watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one rare anime that you can resume the story in three sentences but you will loose all the main reason why you should watch it.\u001b[24m\n    \u001b[1mこれは、3つの文章でストーリーを再開できる珍しいアニメですが、あなたがそれを見なければならない主な理由をすべて解消します。\u001b[22m, \u001b[1mこれは、3文章に話を再開することができますが、あなたはそれを見る必要がありますなぜあなたはすべての主な理由を失うことになる1まれなアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nActually, this anime is maybe the only Family Drama out there.\n\n\u001b[1m実際には、このアニメは唯一のファミリードラマです。\u001b[22m\n\u001b[1m(Jissai ni wa, kono anime wa yuiitsu no famirīdoramadesu.)\u001b[22m\n\nTranslations of \u001b[4mActually, this anime is maybe the only Family Drama out there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActually, this anime is maybe the only Family Drama out there.\u001b[24m\n    \u001b[1m実際には、このアニメは唯一のファミリードラマです。\u001b[22m, \u001b[1m実際に、このアニメは多分そこだけファミリードラマです。\u001b[22m\n\u001b[1m\u001b[22m\nIf this is not unique, I don't know what it is.\n\n\u001b[1mこれが一意でない場合、私はそれが何であるか分からない。\u001b[22m\n\u001b[1m(Kore ga ichiidenai baai, watashi wa sore ga nandearu ka wakaranai.)\u001b[22m\n\nTranslations of \u001b[4mIf this is not unique, I don't know what it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf this is not unique, I don't know what it is.\u001b[24m\n    \u001b[1mこれが一意でない場合、私はそれが何であるか分からない。\u001b[22m, \u001b[1mこれは一意でない場合、私はそれが何であるかを知りません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\nVery good art indeed like many times. just nothing truly exceptional.\n\n\u001b[1m本当に何度も好きな非常に良い芸術。 本当に例外的なものは何もありません。\u001b[22m\n\u001b[1m(Hontōni nando mo sukina hijō ni yoi geijutsu. Hontōni reigai-tekina mono wa nani mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mVery good art indeed like many times. just nothing truly exceptional.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery good art indeed like many times.\u001b[24m\n    \u001b[1m本当に何度も好きな非常に良い芸術。\u001b[22m, \u001b[1m確かに何回のような非常に良い芸術。\u001b[22m\n\u001b[4mjust nothing truly exceptional.\u001b[24m\n    \u001b[1m本当に例外的なものは何もありません。\u001b[22m, \u001b[1m真に例外だけでは何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nthe music are always fitting and the op is just perfect. It really help to be take in the story with the music and atmosphere.\n\n\u001b[1m音楽は常にフィッティングされ、オペアンプは完璧です。 それは本当に音楽と雰囲気で物語を取るのに役立ちます。\u001b[22m\n\u001b[1m(Ongaku wa tsuneni fittingu sa re, opeanpu wa kanpekidesu. Sore wa hontōni ongaku to fun'iki de monogatari o toru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mthe music are always fitting and the op is just perfect. It really help to be take in the story with the music and atmosphere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe music are always fitting and the op is just perfect.\u001b[24m\n    \u001b[1m音楽は常にフィッティングされ、オペアンプは完璧です。\u001b[22m, \u001b[1m音楽は常にフィッティングであり、opは完璧です。\u001b[22m\n\u001b[4mIt really help to be take in the story with the music and atmosphere.\u001b[24m\n    \u001b[1mそれは本当に音楽と雰囲気で物語を取るのに役立ちます。\u001b[22m, \u001b[1mそれは本当に音楽と雰囲気の物語の中で取ることに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\ncharacter:\n/ˈkariktər/\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mcharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, character\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, character\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nNothing important to say beside the fact they all seem very human and real.\n\n\u001b[1m彼らがすべて非常に人間的で現実のように見えるという事実のほかに、重要なことは何もありません。\u001b[22m\n\u001b[1m(Karera ga subete hijō ni ningen-tekide genjitsu no yō ni mieru to iu jijitsu no hoka ni, jūyōna koto wa nani mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNothing important to say beside the fact they all seem very human and real.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing important to say beside the fact they all seem very human and real.\u001b[24m\n    \u001b[1m彼らがすべて非常に人間的で現実のように見えるという事実のほかに、重要なことは何もありません。\u001b[22m, \u001b[1m彼らはすべての非常に人間と本物のように見える実際の横に言うこと重要な何もありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nMy end sentence will be saying that it will be very surprising not to cry out by the end of the show. If not, maybe drama is not something for you...\n\n\u001b[1m私の最後の文は、ショーの終わりまでに叫ぶのではなく、非常に驚​​くべきことだと言います。 そうでなければ、ドラマはあなたのためではないかもしれません...\u001b[22m\n\u001b[1m(Watashi no saigo no bun wa, shō no owari made ni sakebu node wa naku, hijō ni Odoroki ​​ kubeki kotoda to iimasu. Sōdenakereba, dorama wa anata no tamede wanai kamo shiremasen...)\u001b[22m\n\nTranslations of \u001b[4mMy end sentence will be saying that it will be very surprising not to cry out by the end of the show. If not, maybe drama is not something for you...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy end sentence will be saying that it will be very surprising not to cry out by the end of the show.\u001b[24m\n    \u001b[1m私の最後の文は、ショーの終わりまでに叫ぶのではなく、非常に驚くべきことだと言います。\u001b[22m, \u001b[1m私の最後の文は、番組の終わりまでに叫ぶしないように非常に驚くべきことであろうと言ってます。\u001b[22m\n\u001b[4mIf not, maybe drama is not something for you...\u001b[24m\n    \u001b[1mそうでなければ、ドラマはあなたのためではないかもしれません...\u001b[22m, \u001b[1mない場合は、多分ドラマはあなたのためのものではありません...\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Synyster_Dragon",
    "profile": "/profile/Synyster_Dragon/reviews",
    "pages": "20",
    "number": "8",
    "link": "/reviews.php?id=44137",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n誰かのつま先で足踏みをしないと言うことはできません。\n\nこのアニメは、3つのエピソードの空間であなたを泣かせ、笑って、愛し、それをもう一度やり直します。 最初のシーズンにこれが欠けているものは、それを補うものです。 それはあなたが与えるあなたの人生を変えるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThere's not really much you can say without stepping on someone's toes so ill put it simply:\n\n\u001b[1m誰かのつま先で足踏みをしないと言うことはできません。\u001b[22m\n\u001b[1m(Dareka no tsumasaki de ashibumi o shinai to iu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere's not really much you can say without stepping on someone's toes so ill put it simply:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's not really much you can say without stepping on someone's toes so ill put it simply:\u001b[24m\n    \u001b[1m誰かのつま先で足踏みをしないと言うことはできません。\u001b[22m, \u001b[1m単純にそれを置くように病気の人のつま先を踏むことなく、本当に多くのあなたが言うことができますがありません。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime will make you cry, laugh, love in the space of 3 episodes and do it all over again. what the first season lacks this makes up for and more. it will change you life it you give in.\n\n\u001b[1mこのアニメは、3つのエピソードの空間であなたを泣かせ、笑って、愛し、それをもう一度やり直します。 最初のシーズンにこれが欠けているものは、それを補うものです。 それはあなたが与えるあなたの人生を変えるでしょう。\u001b[22m\n\u001b[1m(Kono anime wa, 3ttsu no episōdo no kūkan de anata o nakase, waratte, aishi, sore o mōichido yarinaoshimasu. Saisho no shīzun ni kore ga kakete iru mono wa, sore o oginau monodesu. Sore wa anata ga ataeru anata no jinsei o kaerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThis anime will make you cry, laugh, love in the space of 3 episodes and do it all over again. what the first season lacks this makes up for and more. it will change you life it you give in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime will make you cry, laugh, love in the space of 3 episodes and do it all over again.\u001b[24m\n    \u001b[1mこのアニメは、3つのエピソードの空間であなたを泣かせ、笑って、愛し、それをもう一度やり直します。\u001b[22m, \u001b[1mこのアニメは、あなたが泣かせる笑い、3エピソードの空間での愛とすべての繰り返しそれを行います。\u001b[22m\n\u001b[4mwhat the first season lacks this makes up for and more.\u001b[24m\n    \u001b[1m最初のシーズンにこれが欠けているものは、それを補うものです。\u001b[22m, \u001b[1m最初のシーズンは、これがために構成し、より多くのものを欠いています。\u001b[22m\n\u001b[4mit will change you life it you give in.\u001b[24m\n    \u001b[1mそれはあなたが与えるあなたの人生を変えるでしょう。\u001b[22m, \u001b[1mあなたが与えるそれ、それはあなたの人生を変えるでしょう。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Kat1293",
    "profile": "/profile/Kat1293/reviews",
    "pages": "20",
    "number": "9",
    "link": "/reviews.php?id=44599",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nクラナドは一つのことでしたが、アフターストーリーはあなたを粉砕します。 あなたは、このアニメがあなたに穏やかに当たっていないので、いつも便利な組織箱が必要です。 私はそんなに泣いた、信じられないほどだった。 物語はちょうどそこにハングアップする悲劇を得るように思われるが、それはそれの価値がある。 エンディングのための甘いタッチ、そして事は「他の世界」にもかかわらず、このアニメは非常に現実的です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad was one thing, but the After Story will shatter you. You need a box of tissues handy at all times cause this anime does not hit you softly. I cried so much, it was unbelievable. Although the story seems to get more and more tragic just hang in there, it's worth it. Sweet touch for an ending, and the thing is despite the 'other world,' this anime is very much realistic.\n\n\u001b[1mクラナドは一つのことでしたが、アフターストーリーはあなたを粉砕します。 あなたは、このアニメがあなたに穏やかに当たっていないので、いつも便利な組織箱が必要です。 私はそんなに泣いた、信じられないほどだった。 物語はちょうどそこにハングアップする悲劇を得るように思われるが、それはそれの価値がある。 エンディングのための甘いタッチ、そして事は「他の世界」にもかかわらず、このアニメは非常に現実的です。\u001b[22m\n\u001b[1m(Kuranado wa hitotsu no kotodeshitaga, afutāsutōrī wa anata o funsai shimasu. Anata wa, kono anime ga anata ni odayaka ni atatte inainode, itsumo benrina soshiki-bako ga hitsuyōdesu. Watashi wa son'nani naita, shinji rarenai hododatta. Monogatari wa chōdo soko ni hanguappu suru higeki o eru yō ni omowareru ga, sore wa sore no kachigāru. Endingu no tame no amai tatchi, soshite koto wa `hoka no sekai' nimokakawarazu, kono anime wa hijō ni genjitsu-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mClannad was one thing, but the After Story will shatter you. You need a box of tissues handy at all times cause this anime does not hit you softly. I cried so much, it was unbelievable. Although the story seems to get more and more tragic just hang in there, it's worth it. Sweet touch for an ending, and the thing is despite the 'other world,' this anime is very much realistic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad was one thing, but the After Story will shatter you.\u001b[24m\n    \u001b[1mクラナドは一つのことでしたが、アフターストーリーはあなたを粉砕します。\u001b[22m, \u001b[1mクラナドは一つのことだったが、ストーリーの後にあなたを粉々にします。\u001b[22m\n\u001b[4mYou need a box of tissues handy at all times cause this anime does not hit you softly.\u001b[24m\n    \u001b[1mあなたは、このアニメがあなたに穏やかに当たっていないので、いつも便利な組織箱が必要です。\u001b[22m, \u001b[1mあなたはこのアニメがそっとあなたをヒットしない原因とすべての回で便利な組織のボックスを必要としています。\u001b[22m\n\u001b[4mI cried so much, it was unbelievable.\u001b[24m\n    \u001b[1m私はそんなに泣いた、信じられないほどだった。\u001b[22m, \u001b[1m私はそれが信じられないほどだった、そんなに叫びました。\u001b[22m\n\u001b[4mAlthough the story seems to get more and more tragic just hang in there, it's worth it.\u001b[24m\n    \u001b[1m物語はちょうどそこにハングアップする悲劇を得るように思われるが、それはそれの価値がある。\u001b[22m, \u001b[1m物語は、より多くの悲劇的ながちょうどそこにハングアップを取得しているように見えますが、それは価値があります。\u001b[22m\n\u001b[4mSweet touch for an ending, and the thing is despite the 'other world,' this anime is very much realistic.\u001b[24m\n    \u001b[1mエンディングのための甘いタッチ、そして事は「他の世界」にもかかわらず、このアニメは非常に現実的です。\u001b[22m, \u001b[1mスウィートエンディングためのタッチ、そして事はもかかわらず、「他の世界、「このアニメは非常に現実的です。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "machocka",
    "profile": "/profile/machocka/reviews",
    "pages": "20",
    "number": "10",
    "link": "/reviews.php?id=33585",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nさて、私は何を言うことができますか？ そのアニメは一種です。 始まりから終わりまで私は何が起こるか分からなかった。面白い瞬間があった、泣いている瞬間があった...私はこのアニメを別のものと比べることができない.Ofcourse Clannad：After StoryはClannadとは別のリットルなので あなたはクラナドで何かが見逃されていたと感じました。クラナド：ストーリーの後。ちょうど...それはあなたを様々な方法で助ける本当のスライスです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell , what can i say ? That anime is one-of-a-kind. From the begining to the end i didn't know what will happend.There was funny moments , there was crying moments...I just cannot compare this anime to another.Ofcourse Clannad : After Story is a litle different from Clannad , so if you felt that in Clannad there was something missing you HAVE to watch Clannad : After Story.Just...It's a real slice of life that will help you in many ways.\n\n\u001b[1mさて、私は何を言うことができますか？ そのアニメは一種です。 始まりから終わりまで私は何が起こるか分からなかった。面白い瞬間があった、泣いている瞬間があった...私はこのアニメを別のものと比べることができない.Ofcourse Clannad：After StoryはClannadとは別のリットルなので あなたはクラナドで何かが見逃されていたと感じました。クラナド：ストーリーの後。ちょうど...それはあなたを様々な方法で助ける本当のスライスです。\u001b[22m\n\u001b[1m(Sate, watashi wa nani o iu koto ga dekimasu ka? Sono anime wa isshudesu. Hajimari kara owari made watashi wa nani ga okoru ka wakaranakatta. Omoshiroi shunkan ga atta, naite iru shunkan ga atta... Watashi wa kono anime o betsu no mono to kuraberu koto ga dekinai. Ofcourse Clannad: After Story wa Clannad to wa betsu no rittorunanode anata wa kuranado de nanika ga minogasa rete ita to kanjimashita. Kuranado: Sutōrī no ato. Chōdo... Sore wa anata o samazamana hōhō de tasukeru hontō no suraisudesu.)\u001b[22m\n\nTranslations of \u001b[4mWell , what can i say ? That anime is one-of-a-kind. From the begining to the end i didn't know what will happend.There was funny moments , there was crying moments...I just cannot compare this anime to another.Ofcourse Clannad : After Story is a litle different from Clannad , so if you felt that in Clannad there was something missing you HAVE to watch Clannad : After Story.Just...It's a real slice of life that will help you in many ways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell , what can i say ?\u001b[24m\n    \u001b[1mさて、私は何を言うことができますか？\u001b[22m, \u001b[1mさて、私が何を言うことができますか？\u001b[22m\n\u001b[4mThat anime is one-of-a-kind.\u001b[24m\n    \u001b[1mそのアニメは一種です。\u001b[22m, \u001b[1mそのアニメは、ワンの一種です。\u001b[22m\n\u001b[4mFrom the begining to the end i didn't know what will happend.There was funny moments , there was crying moments...I just cannot compare this anime to another.Ofcourse Clannad : After Story is a litle different from Clannad , so if\u001b[24m\n    \u001b[1m始まりから終わりまで私は何が起こるか分からなかった。面白い瞬間があった、泣いている瞬間があった...私はこのアニメを別のものと比べることができない.Ofcourse Clannad：After StoryはClannadとは別のリットルなので\u001b[22m, \u001b[1m初めから終わりまで私はhappend.Thereは面白い瞬間だっただろうかわからなかった、瞬間が泣いていた...私はちょうどanother.Ofcourseクラナドにこのアニメを比較することはできません：ストーリークラナドからlitle異なっている、そうであれば後\u001b[22m\n\u001b[4myou felt that in Clannad there was something missing you HAVE to watch Clannad : After Story.Just...It's a real slice of life that will help you in many ways.\u001b[24m\n    \u001b[1mあなたはクラナドで何かが見逃されていたと感じました。クラナド：ストーリーの後。ちょうど...それはあなたを様々な方法で助ける本当のスライスです。\u001b[22m, \u001b[1mそれは多くの方法であなたを助ける人生の本当のスライスです... Story.Just後：あなたはクラナドにあなたがクラナドを見ている欠けている何かがあったことを感じました。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "NagisasBallad",
    "profile": "/profile/NagisasBallad/reviews",
    "pages": "20",
    "number": "11",
    "link": "/reviews.php?id=116699",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれまでの最大のマンガとアニメシリーズはストーリーの後のClannadです。私は軽くて無邪気なシリーズからあまり期待していない人物としてシリーズに入りました。 元のシリーズのClannadは驚くべきことではありませんでしたが、私はまだそれを見続けることを望んでいました。\n\nそれは動いていて、感動的で、信じられないほど再監視可能でした。 昨年だけで、私はこのアニメを再見て、主人公とのつながりを築きました。 それは私の人生で私を泣かせた二番目のショーでした。 正直言って私はこのショーを見る前に4年間泣かなかった。 私が泣かそうとした2回目のショーはElfen Liedでしたが、それは別の話です。 すべてのこのショーでは、元のシリーズからのその驚くべき回りのためにあなたに質問を残すことができる非常に混乱している驚くべきエンディングのために、幸せ、または失望させた10月10日を与えられます。\n\nそして結末があなたのためにこれを作るか破ることができるかを真実を伝えること。 終わりが美しくインスピレーションを与えるので、それを生きようと考えてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nby far, the greatest manga and anime series is Clannad after story, i went into the series as a person who didn't expect much from a series which was light-hearted and innocent. the original series Clannad was not amazing but i still wanted to continue watching it had character development like no other.\n\n\u001b[1mこれまでの最大のマンガとアニメシリーズはストーリーの後のClannadです。私は軽くて無邪気なシリーズからあまり期待していない人物としてシリーズに入りました。 元のシリーズのClannadは驚くべきことではありませんでしたが、私はまだそれを見続けることを望んでいました。\u001b[22m\n\u001b[1m(Kore made no saidai no manga to animeshirīzu wa sutōrī no nochi no Clannaddesu. Watashi wa karukute mujakina shirīzu kara amari kitai shite inai jinbutsu to shite shirīzu ni hairimashita. Gen no shirīzu no Clannad wa odorokubeki kotode wa arimasendeshitaga, watashi wa mada sore o mi tsudzukeru koto o nozonde imashita.)\u001b[22m\n\nTranslations of \u001b[4mby far, the greatest manga and anime series is Clannad after story, i went into the series as a person who didn't expect much from a series which was light-hearted and innocent. the original series Clannad was not amazing but i still wanted to continue watching it had character development like no other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mby far, the greatest manga and anime series is Clannad after story, i went into the series as a person who didn't expect much from a series which was light-hearted and innocent.\u001b[24m\n    \u001b[1mこれまでの最大のマンガとアニメシリーズはストーリーの後のClannadです。私は軽くて無邪気なシリーズからあまり期待していない人物としてシリーズに入りました。\u001b[22m, \u001b[1mこれまでで、最大のマンガやアニメシリーズは物語の後クラナドですが、私は心の光と無実だっシリーズから多くを期待していなかった人物としてシリーズに入りました。\u001b[22m\n\u001b[4mthe original series Clannad was not amazing but i still wanted to continue watching it had character development like no other.\u001b[24m\n    \u001b[1m元のシリーズのClannadは驚くべきことではありませんでしたが、私はまだそれを見続けることを望んでいました。\u001b[22m, \u001b[1mオリジナルシリーズクラナドは驚くべきではなかったが、私はまだそれは他のような文字の開発を持っていた見続けたいと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nit was moving, inspirational, and incredibly re-watchable. from last year alone i have re-watched this anime, building such connections to the main characters i now fully associate myself with them. it was also the second show that made me cry in my life. and to be perfectly honest, i hadn't cried for 4 years before watching this show. the second show that made me cry was Elfen Lied but that's a different story. in all this show is given a 10/10 because of its amazing turn around from the original series and for the very confusing but amazing ending which could leave you questioning, happy or even disappointed.\n\n\u001b[1mそれは動いていて、感動的で、信じられないほど再監視可能でした。 昨年だけで、私はこのアニメを再見て、主人公とのつながりを築きました。 それは私の人生で私を泣かせた二番目のショーでした。 正直言って私はこのショーを見る前に4年間泣かなかった。 私が泣かそうとした2回目のショーはElfen Liedでしたが、それは別の話です。 すべてのこのショーでは、元のシリーズからのその驚くべき回りのためにあなたに質問を残すことができる非常に混乱している驚くべきエンディングのために、幸せ、または失望させた10月10日を与えられます。\u001b[22m\n\u001b[1m(Sore wa ugoite ite, kandō-tekide, shinji rarenai hodo sai kanshi kanōdeshita. Sakunen dake de, watashi wa kono anime o sai mite, shujinkō to no tsunagari o kizukimashita. Sore wa watashinojinsei de watashi o naka seta ni-banme no shōdeshita. Shōjiki itte watashi wa kono shō o miru mae ni 4-nenkan nakanakatta. Watashi ga nakasou to shita 2-kai-me no shō wa Elfen Lieddeshitaga, soreha-betsu no hanashidesu. Subete no kono shōde wa,-moto no shirīzu kara no sono odorokubeki mawari no tame ni anata ni shitsumon o nokosu koto ga dekiru hijō ni konran shite iru odorokubeki endingu no tame ni, shiawase, matawa shitsubō sa seta 10 tsuki 10-nichi o atae raremasu.)\u001b[22m\n\nTranslations of \u001b[4mit was moving, inspirational, and incredibly re-watchable. from last year alone i have re-watched this anime, building such connections to the main characters i now fully associate myself with them. it was also the second show that made me cry in my life. and to be perfectly honest, i hadn't cried for 4 years before watching this show. the second show that made me cry was Elfen Lied but that's a different story. in all this show is given a 10/10 because of its amazing turn around from the original series and for the very confusing but amazing ending which could leave you questioning, happy or even disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit was moving, inspirational, and incredibly re-watchable.\u001b[24m\n    \u001b[1mそれは動いていて、感動的で、信じられないほど再監視可能でした。\u001b[22m, \u001b[1mそれは、インスピレーション移動、信じられないほど再なんとか見ました。\u001b[22m\n\u001b[4mfrom last year alone i have re-watched this anime, building such connections to the main characters i now fully associate myself with them.\u001b[24m\n    \u001b[1m昨年だけで、私はこのアニメを再見て、主人公とのつながりを築きました。\u001b[22m, \u001b[1m昨年だけでから私は今、完全に彼らと自分自身を関連付けるメインキャラクターにそのような接続を構築し、このアニメを再見ています。\u001b[22m\n\u001b[4mit was also the second show that made me cry in my life.\u001b[24m\n    \u001b[1mそれは私の人生で私を泣かせた二番目のショーでした。\u001b[22m, \u001b[1mそれはまた、私は私の人生の中で泣いて作られた第二のショーでした。\u001b[22m\n\u001b[4mand to be perfectly honest, i hadn't cried for 4 years before watching this show.\u001b[24m\n    \u001b[1m正直言って私はこのショーを見る前に4年間泣かなかった。\u001b[22m, \u001b[1mそして、完全に正直に言うと、私はこの番組を見て前に4年間、泣いていませんでした。\u001b[22m\n\u001b[4mthe second show that made me cry was Elfen Lied but that's a different story.\u001b[24m\n    \u001b[1m私が泣かそうとした2回目のショーはElfen Liedでしたが、それは別の話です。\u001b[22m, \u001b[1m私は泣いて作られた第二のショーはエルフェンリートがあったが、それは別の話です。\u001b[22m\n\u001b[4min all this show is given a 10/10 because of its amazing turn around from the original series and for the very confusing but amazing ending which could leave you questioning, happy or even disappointed.\u001b[24m\n    \u001b[1mすべてのこのショーでは、元のシリーズからのその驚くべき回りのためにあなたに質問を残すことができる非常に混乱している驚くべきエンディングのために、幸せ、または失望させた10月10日を与えられます。\u001b[22m, \u001b[1mすべてこのショーであるため、元のシリーズからの周りのその驚くべきターンと幸せかさえ失望し、疑問を残す可能性が非常に混乱が、驚くべき結末のために10月10日を与えられています。\u001b[22m\n\u001b[1m\u001b[22m\nand to tell the truth the ending could make or break this for you. but try to live with it and think about it because the ending is beautiful and inspirational.\n\n\u001b[1mそして結末があなたのためにこれを作るか破ることができるかを真実を伝えること。 終わりが美しくインスピレーションを与えるので、それを生きようと考えてください。\u001b[22m\n\u001b[1m(Soshite ketsumatsu ga anata no tame ni kore o tsukuru ka yaburu koto ga dekiru ka o shinjitsu o tsutaeru koto. Owari ga utsukushiku insupirēshon o ataerunode, sore o ikiyou to kangaete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mand to tell the truth the ending could make or break this for you. but try to live with it and think about it because the ending is beautiful and inspirational.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand to tell the truth the ending could make or break this for you.\u001b[24m\n    \u001b[1mそして結末があなたのためにこれを作るか破ることができるかを真実を伝えること。\u001b[22m, \u001b[1mそしてエンディングを作るか、またはあなたのためにこれを壊す可能性が真実を伝えるために。\u001b[22m\n\u001b[4mbut try to live with it and think about it because the ending is beautiful and inspirational.\u001b[24m\n    \u001b[1m終わりが美しくインスピレーションを与えるので、それを生きようと考えてください。\u001b[22m, \u001b[1mエンディングが美しく、感動的であるので、それに住んでいて、それについて考えてみてください。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "BlakFynix",
    "profile": "/profile/BlakFynix/reviews",
    "pages": "20",
    "number": "12",
    "link": "/reviews.php?id=69063",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nクラナドは単に美しいです。 単語のあらゆる意味と同義語で。 私はアニメのかなりの量を見ていると私はショーが私にそれほど大きな影響を与えることを期待していなかった。 あなたがこの旅を始めるならば、あなたは別のものから出てくるでしょう。 あなたは笑うでしょう。 あなたは泣くでしょう。 あなたはとても感情を経験するでしょう。 私は何のためにも泣いていない20歳の大学生で、Clannad〜After Story〜私を私の膝に連れてきました。 誰もがこのジャンルを好んでいるかどうかにかかわらず、このアニメを見る必要があります。 それはそれらのショーの1つだけです...人が人生とすべてのものについて感謝する経験。\n\nまた、音楽は絶妙です。 歌のいくつかを聞くだけで、このショーについての私の感情のすべてが戻ってくる。 音楽は本物の傑作です。 クラナドとクラナド〜アフターストーリー〜は美しい傑作です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad is simply beautiful. In every meaning and synonym of the word. I have watch a decent amount of anime and never in my dreams did I expect a show to affect me so greatly. If you start on this journey you will come out different. You will laugh. You will cry. You will experience so much emotion. I am a 20 year old college student who doesn't cry for anything and Clannad ~After Story~ brought me to my knees. Everyone needs to watch this anime, regardless of whether or not they even like this genre. It's just one of those shows...those experiences that makes a person appreciate life and all of the things about life.\n\n\u001b[1mクラナドは単に美しいです。 単語のあらゆる意味と同義語で。 私はアニメのまともな量を見ているし、私のショーが私にそれほど大きな影響を与えることを期待しなかった。 あなたがこの旅を始めるならば、あなたは別のものから出てくるでしょう。 あなたは笑うでしょう。 あなたは泣くでしょう。 あなたはとても感情を経験するでしょう。 私は何のためにも泣いていない20歳の大学生で、Clannad〜After Story〜私を私の膝に連れてきました。 誰もがこのジャンルを好んでいるかどうかにかかわらず、このアニメを見る必要があります。 それはそれらのショーの1つだけです...人が人生とすべてのものについて感謝する経験。\u001b[22m\n\u001b[1m(Kuranado wa tan'ni utsukushīdesu. Tango no arayuru imi to dōgigo de. Watashi wa anime no matomona ryō o mite irushi, watashi no shō ga watashi ni sorehodo ōkina eikyō o ataeru koto o kitai shinakatta. Anata ga kono tabi o hajimerunaraba, anata wa betsu no mono kara detekurudeshou. Anata wa waraudeshou. Anata wa nakudeshou. Anata wa totemo kanjō o keiken surudeshou. Watashi wa nan'notameni mo naite inai 20-sai no daigakusei de, Clannad 〜 After Story 〜 watashi o watashi no hiza ni tsurete kimashita. Daremoga kono janru o kononde iru ka dō ka ni kakawarazu, kono anime o miru hitsuyō ga arimasu. Sore wa sorera no shō no 1tsu dakedesu... Hito ga jinsei to subete no mono ni tsuite kansha suru keiken.)\u001b[22m\n\nTranslations of \u001b[4mClannad is simply beautiful. In every meaning and synonym of the word. I have watch a decent amount of anime and never in my dreams did I expect a show to affect me so greatly. If you start on this journey you will come out different. You will laugh. You will cry. You will experience so much emotion. I am a 20 year old college student who doesn't cry for anything and Clannad ~After Story~ brought me to my knees. Everyone needs to watch this anime, regardless of whether or not they even like this genre. It's just one of those shows...those experiences that makes a person appreciate life and all of the things about life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad is simply beautiful.\u001b[24m\n    \u001b[1mクラナドは単に美しいです。\u001b[22m\n\u001b[4mIn every meaning and synonym of the word.\u001b[24m\n    \u001b[1m単語のあらゆる意味と同義語で。\u001b[22m, \u001b[1m言葉のあらゆる意味や同義語で。\u001b[22m\n\u001b[4mI have watch a decent amount of anime and never in my dreams did I expect a show to affect me so greatly.\u001b[24m\n    \u001b[1m私はアニメのまともな量を見ているし、私のショーが私にそれほど大きな影響を与えることを期待しなかった。\u001b[22m, \u001b[1m私はアニメのまともな量を見ていないし、決して私の夢の中で私は、ショーはとても大きく、私に影響を与えることを期待しませんでした。\u001b[22m\n\u001b[4mIf you start on this journey you will come out different.\u001b[24m\n    \u001b[1mあなたがこの旅を始めるならば、あなたは別のものから出てくるでしょう。\u001b[22m, \u001b[1mあなたはこの旅に開始する場合は、異なる出てきます。\u001b[22m\n\u001b[4mYou will laugh.\u001b[24m\n    \u001b[1mあなたは笑うでしょう。\u001b[22m\n\u001b[4mYou will cry.\u001b[24m\n    \u001b[1mあなたは泣くでしょう。\u001b[22m, \u001b[1mあなたが泣くます。\u001b[22m\n\u001b[4mYou will experience so much emotion.\u001b[24m\n    \u001b[1mあなたはとても感情を経験するでしょう。\u001b[22m, \u001b[1mあなたはそんなに感情を経験することになります。\u001b[22m\n\u001b[4mI am a 20 year old college student who doesn't cry for anything and Clannad ~After Story~ brought me to my knees.\u001b[24m\n    \u001b[1m私は何のためにも泣いていない20歳の大学生で、Clannad〜After Story〜私を私の膝に連れてきました。\u001b[22m, \u001b[1m私は物語〜は私の膝に私をもたらした後、何とクラナド〜のために泣いていない20歳の大学生です。\u001b[22m\n\u001b[4mEveryone needs to watch this anime, regardless of whether or not they even like this genre.\u001b[24m\n    \u001b[1m誰もがこのジャンルを好んでいるかどうかにかかわらず、このアニメを見る必要があります。\u001b[22m, \u001b[1m誰もがあるかどうかにかかわらず、彼らさえのようなこのジャンルの、このアニメを見ている必要があります。\u001b[22m\n\u001b[4mIt's just one of those shows...those experiences that makes a person appreciate life and all of the things about life.\u001b[24m\n    \u001b[1mそれはそれらのショーの1つだけです...人が人生とすべてのものについて感謝する経験。\u001b[22m, \u001b[1mそれは、たった一人になり、それらの経験は人生や生活についてのすべてのものに感謝...それらのショーのです。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, the music is absolutely exquisite. Just hearing some of the songs brings all of my emotions about this show rushing back. The music is a genuine masterpiece. Clannad and Clannad ~After Story~ are beautiful masterpieces.\n\n\u001b[1mまた、音楽は絶妙です。 歌のいくつかを聞くだけで、このショーについての私の感情のすべてが戻ってくる。 音楽は本物の傑作です。 クラナドとクラナド〜アフターストーリー〜は美しい傑作です。\u001b[22m\n\u001b[1m(Mata, ongaku wa zetsumyōdesu. Uta no ikutsu ka o kiku dake de, kono shō ni tsuite no watashi no kanjō no subete ga modotte kuru. Ongaku wa honmono no kessakudesu. Kuranado to kuranado 〜 afutāsutōrī 〜 wa utsukushī kessakudesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the music is absolutely exquisite. Just hearing some of the songs brings all of my emotions about this show rushing back. The music is a genuine masterpiece. Clannad and Clannad ~After Story~ are beautiful masterpieces.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the music is absolutely exquisite.\u001b[24m\n    \u001b[1mまた、音楽は絶妙です。\u001b[22m, \u001b[1mまた、音楽は絶対に絶妙です。\u001b[22m\n\u001b[4mJust hearing some of the songs brings all of my emotions about this show rushing back.\u001b[24m\n    \u001b[1m歌のいくつかを聞くだけで、このショーについての私の感情のすべてが戻ってくる。\u001b[22m, \u001b[1mただ、曲のいくつかを聞くと、バック急いでこの番組についての私の感情のすべてをもたらします。\u001b[22m\n\u001b[4mThe music is a genuine masterpiece.\u001b[24m\n    \u001b[1m音楽は本物の傑作です。\u001b[22m\n\u001b[4mClannad and Clannad ~After Story~ are beautiful masterpieces.\u001b[24m\n    \u001b[1mクラナドとクラナド〜アフターストーリー〜は美しい傑作です。\u001b[22m, \u001b[1mストーリー〜後クラナドとクラナド〜美しい傑作です。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "xKomuro",
    "profile": "/profile/xKomuro/reviews",
    "pages": "20",
    "number": "13",
    "link": "/reviews.php?id=70341",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nうわー、どんな偉大なアニメ！ 私は言葉がありません。\n\n私は寝ることができず、3DSを行ったことがうれしいです。私はAfter Storyプロットを理解していなかったので、私はそれを探しました...私はショックを受けた後、これを見なければなりません！\n\nまず、私はそう思っていました、これは本当に尊敬しています。しかし、それはMALのトップ5の1つになりました。 だから、私はそれを見続ける。そして、私は泣いて、笑った。 これは本当に種類の一つです。\n\nTomoyaはただの女の子と出会うだけでは決して考えなかったし、学校に行くと彼の人生が変わるかもしれない。  〜！ 私のトップ5のアニメの全体的なもの",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWow, what a great anime! I'm speechless.\n\n\u001b[1mうわー、どんな偉大なアニメ！ 私は言葉がありません。\u001b[22m\n\u001b[1m(Uwa ̄ , don'na idaina anime! Watashi wa kotoba ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWow, what a great anime! I'm speechless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow, what a great anime!\u001b[24m\n    \u001b[1mうわー、どんな偉大なアニメ！\u001b[22m, \u001b[1mうわー、素晴らしいものをアニメ！\u001b[22m\n\u001b[4mI'm speechless.\u001b[24m\n    \u001b[1m私は言葉がありません。\u001b[22m, \u001b[1m私は言葉です。\u001b[22m\n\u001b[1m\u001b[22m\nI'm glad that one night I couldn't sleep and went on my 3DS, I didn't really understand the After Story plot so I searched it... Once I read the plot I was shocked, I need to watch this!\n\n\u001b[1m私は寝ることができず、3DSを行ったことがうれしいです。私はAfter Storyプロットを理解していなかったので、私はそれを探しました...私はショックを受けた後、これを見なければなりません！\u001b[22m\n\u001b[1m(Watashi wa neru koto ga dekizu, 3 DS o okonatta koto ga ureshīdesu. Watashi wa After Story purotto o rikai shite inakattanode, watashi wa sore o sagashimashita... Watashi wa shokku o uketa nochi, kore o minakereba narimasen!)\u001b[22m\n\nTranslations of \u001b[4mI'm glad that one night I couldn't sleep and went on my 3DS, I didn't really understand the After Story plot so I searched it... Once I read the plot I was shocked, I need to watch this!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm glad that one night I couldn't sleep and went on my 3DS, I didn't really understand the After Story plot so I searched it... Once I read the plot I was shocked, I need to watch this!\u001b[24m\n    \u001b[1m私は寝ることができず、3DSを行ったことがうれしいです。私はAfter Storyプロットを理解していなかったので、私はそれを探しました...私はショックを受けた後、これを見なければなりません！\u001b[22m, \u001b[1m私はそれを検索して、私は一晩、私は眠ることができなかったことがうれしいと私の3DSに行き、私は本当にストーリーのプロット後に理解していなかった...私はショックを受けたプロットを読んでたら、私はこれを見てする必要があります！\u001b[22m\n\u001b[1m\u001b[22m\nFirst I thought like, this is really BORING.. But it became one of the top 5 on MAL. So I kept watching it.. And I cryed, laughed. This is a truely one of a kind.\n\n\u001b[1mまず、私はそう思っていました、これは本当に尊敬しています。しかし、それはMALのトップ5の1つになりました。 だから、私はそれを見続ける。そして、私は泣いて、笑った。 これは本当に種類の一つです。\u001b[22m\n\u001b[1m(Mazu, watashi wa sō omotte imashita, kore wa hontōni sonkei shite imasu. Shikashi, soreha MAL no toppu 5 no 1tsu ni narimashita. Dakara, watashi wa sore o mi tsudzukeru. Soshite, watashi wa naite, waratta. Kore wa hontōni shurui no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst I thought like, this is really BORING.. But it became one of the top 5 on MAL. So I kept watching it.. And I cryed, laughed. This is a truely one of a kind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst I thought like, this is really BORING.. But it became one of the top 5 on MAL.\u001b[24m\n    \u001b[1mまず、私はそう思っていました、これは本当に尊敬しています。しかし、それはMALのトップ5の1つになりました。\u001b[22m, \u001b[1mまず、私のような、これは本当に退屈だと思った..しかし、それはMALにトップ5の一つとなりました。\u001b[22m\n\u001b[4mSo I kept watching it.. And I cryed, laughed.\u001b[24m\n    \u001b[1mだから、私はそれを見続ける。そして、私は泣いて、笑った。\u001b[22m, \u001b[1mだから私はそれを見保た..そして、私はcryed、笑いました。\u001b[22m\n\u001b[4mThis is a truely one of a kind.\u001b[24m\n    \u001b[1mこれは本当に種類の一つです。\u001b[22m, \u001b[1mこれは一種の本当に一つです。\u001b[22m\n\u001b[1m\u001b[22m\nTomoya never thought just meeting a random girl, going to school could change his life. ~! Overall one on my top 5 anime's\n\n\u001b[1mTomoyaはただの女の子と出会うだけでは決して考えなかったし、学校に行くと彼の人生が変わるかもしれない。  〜！ 私のトップ5のアニメの全体的なもの\u001b[22m\n\u001b[1m(Tomoya wa tada no on'nanoko to deau dakede wa kesshite kangaenakattashi, gakkōniiku to kare no jinsei ga kawaru kamo shirenai. 〜! Watashi no toppu 5 no anime no zentai-tekina mono)\u001b[22m\n\nTranslations of \u001b[4mTomoya never thought just meeting a random girl, going to school could change his life. ~! Overall one on my top 5 anime's\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTomoya never thought just meeting a random girl, going to school could change his life.\u001b[24m\n    \u001b[1mTomoyaはただの女の子と出会うだけでは決して考えなかったし、学校に行くと彼の人生が変わるかもしれない。\u001b[22m, \u001b[1m智也は、ちょうど彼の人生を変えることができる学校に行く、ランダムな女の子を満たして思ったことはありません。\u001b[22m\n\u001b[4m~!\u001b[24m\n    \u001b[1m〜！\u001b[22m\n\u001b[4mOverall one on my top 5 anime's\u001b[24m\n    \u001b[1m私のトップ5のアニメの全体的なもの\u001b[22m, \u001b[1m私のトップ5アニメの上に全体の1\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Plagus777",
    "profile": "/profile/Plagus777/reviews",
    "pages": "20",
    "number": "14",
    "link": "/reviews.php?id=26128",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n（これは私の以前の短気のレビューのやり直しです）\n\n始めましょう\n\nストーリー - これまでに人生は興味深いものでしたか？ それは、学校を卒業し、この責任を負うことに続く多くの考えられない苦難に対処するとともに家族を支援しなければならない十代の若者についての物語です。\n\n私は知っているが、このアニメの魔法はあなたの世話をすることです。 さらに良いことに、それはあなたを泣かせるほど深く進む。 もっと何か言ってしまうと、駄目になります。\n\n10  - おそらく最初と最後の私はそれが優しいのを見ています。 私はおそらく私を泣かせる100人の唯一のアニメ、涙を引っ張った。\n\nアート - 芸術は素晴らしく、キャラクターデザインは素敵です。 他のアニメにCLANNADのような芸術が欲しいと願っています。 彼らは女性の解剖学的構造を適切な割合でうまく描写し、平和な場面で物語を提示しました。\n\n9  - 勝利\n\nサウンド - 耳に喜んでください。 私が日本語を理解できなくても、私はエピソードのオーディオトラックを聴いて楽しんでいます。  OPとEDの曲も素晴らしかったです。 音声演技がうまくいきます。\n\n9  - それを他のものよりも良くするため。\n\nキャラクター：それほど多くはない、あまりにも少ない。 キャラクターが成長するのを見て素敵な時間を過ごした開発の大部分。 コメディーはキャラクターだけでなくストーリーも取り除き、あなたは本当にそれらが好きに成長します。\n\n9  - とても素敵で、すべてが大好きです。\n\n楽しさ - それは最初のシーズンから始まり、前任者よりも優れていました。 それは、私がアニメを見ている間に経験するとは思わなかった感情の多くをもたらします。 私はそれを期待していなかったコメディがあり、私は何度も大声で笑った。 私の顔は笑顔から痛いだけです。 私は楽しみのLOADSを持っていた。\n\n全体的 - おそらく、私が今までに見た人生の中で最高のものです。 それが何をしているかに近いものを見たことはありません。 後でこれを保存して、他のアニメの風味を失う可能性があります。 象徴主義のいくつかを理解するのは難しいですが、実際には楽しみの方法では得られません。\n\n10  - 私のトップ10の永久的な場所。 私の個人的な好みのためでもない。 それは私が見た最高のもので、それは事実です。 私はこのアニメよりも好きなアニメ10点を見る日を見たいと思う。\n\n〜LordPlagus777",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n(This is a redo of my previous short suckish review)\n\n\u001b[1m（これは私の以前の短気のレビューのやり直しです）\u001b[22m\n\u001b[1m((Kore wa watashi no izen no tanki no rebyū no yarinaoshidesu))\u001b[22m\n\nTranslations of \u001b[4m(This is a redo of my previous short suckish review)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(This is a redo of my previous short suckish review)\u001b[24m\n    \u001b[1m（これは私の以前の短気のレビューのやり直しです）\u001b[22m, \u001b[1m（これは私の前の短いsuckish審査のやり直しです）\u001b[22m\n\u001b[1m\u001b[22m\nLet's get started\n\n\u001b[1m始めましょう\u001b[22m\n\u001b[1m(Hajimemashou)\u001b[22m\n\nTranslations of \u001b[4mLet's get started\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's get started\u001b[24m\n    \u001b[1m始めましょう\u001b[22m, \u001b[1mでは始めましょう\u001b[22m\n\u001b[1m\u001b[22m\nStory - Has life ever been this interesting? It is a story about a teenager who graduates from school and has to support a family along with dealing with the many unthinkable hardships that follow with this burdening responsibility.\n\n\u001b[1mストーリー - これまでに人生は興味深いものでしたか？ それは、学校を卒業し、この責任を負うことに続く多くの考えられない苦難に対処するとともに家族を支援しなければならない十代の若者についての物語です。\u001b[22m\n\u001b[1m(Sutōrī - kore made ni jinsei wa kyōmibukai monodeshita ka? Sore wa, gakkō o sotsugyō shi, kono sekinin o ou koto ni tsudzuku ōku no kangaerarenai kunan ni taisho suruto tomoni kazoku o shien shinakereba naranai jūdai no wakamono ni tsuite no monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mStory - Has life ever been this interesting? It is a story about a teenager who graduates from school and has to support a family along with dealing with the many unthinkable hardships that follow with this burdening responsibility.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - Has life ever been this interesting?\u001b[24m\n    \u001b[1mストーリー - これまでに人生は興味深いものでしたか？\u001b[22m, \u001b[1m物語 - 人生は今までこの興味深いされていますか？\u001b[22m\n\u001b[4mIt is a story about a teenager who graduates from school and has to support a family along with dealing with the many unthinkable hardships that follow with this burdening responsibility.\u001b[24m\n    \u001b[1mそれは、学校を卒業し、この責任を負うことに続く多くの考えられない苦難に対処するとともに家族を支援しなければならない十代の若者についての物語です。\u001b[22m, \u001b[1mこれは、学校を卒業し、この負担責任をたどる多くの想像を絶する苦難に対処するとともに、家族をサポートするために持っているティーンエイジャーの話です。\u001b[22m\n\u001b[1m\u001b[22m\nSounds boring I know, but the magic of this anime is that it makes you care. Better yet, it goes deep enough to make you cry. Saying anything more would be spoiling.\n\n\u001b[1m私は知っているが、このアニメの魔法はあなたの世話をすることです。 さらに良いことに、それはあなたを泣かせるほど深く進む。 もっと何か言ってしまうと、駄目になります。\u001b[22m\n\u001b[1m(Watashi wa shitte iruga, kono anime no mahō wa anata no sewa o suru kotodesu. Sarani yoikoto ni, sore wa anata o nakaseru hodo fukaku susumu. Motto nani ka itte shimau to, dame ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mSounds boring I know, but the magic of this anime is that it makes you care. Better yet, it goes deep enough to make you cry. Saying anything more would be spoiling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSounds boring I know, but the magic of this anime is that it makes you care.\u001b[24m\n    \u001b[1m私は知っているが、このアニメの魔法はあなたの世話をすることです。\u001b[22m, \u001b[1m私が知っている退屈に聞こえるが、このアニメの魔法は、それはあなたが気になるということがあります。\u001b[22m\n\u001b[4mBetter yet, it goes deep enough to make you cry.\u001b[24m\n    \u001b[1mさらに良いことに、それはあなたを泣かせるほど深く進む。\u001b[22m, \u001b[1mいっそのこと、それはあなたが泣かせるのに十分な深行きます。\u001b[22m\n\u001b[4mSaying anything more would be spoiling.\u001b[24m\n    \u001b[1mもっと何か言ってしまうと、駄目になります。\u001b[22m, \u001b[1mもっと言って何が損なわれることになります。\u001b[22m\n\u001b[1m\u001b[22m\n10 - probably the first and last i will ever see of it's kind. I pulled a tear, the only anime out a hundred that'll probably make me cry.\n\n\u001b[1m10  - おそらく最初と最後の私はそれが優しいのを見ています。 私はおそらく私を泣かせる100人の唯一のアニメ、涙を引っ張った。\u001b[22m\n\u001b[1m(10 - Osoraku saisho to saigo no watashi wa sore ga yasashī no o mite imasu. Watashi wa osoraku watashi o nakaseru 100-ri no yuiitsu no anime, namida o hippatta.)\u001b[22m\n\nTranslations of \u001b[4m10 - probably the first and last i will ever see of it's kind. I pulled a tear, the only anime out a hundred that'll probably make me cry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10 - probably the first and last i will ever see of it's kind.\u001b[24m\n    \u001b[1m10  - おそらく最初と最後の私はそれが優しいのを見ています。\u001b[22m, \u001b[1m10  - おそらく最初と最後のそれはようなものだと私が今まで表示されます。\u001b[22m\n\u001b[4mI pulled a tear, the only anime out a hundred that'll probably make me cry.\u001b[24m\n    \u001b[1m私はおそらく私を泣かせる100人の唯一のアニメ、涙を引っ張った。\u001b[22m, \u001b[1m私は涙、おそらく私は泣いてあげる百うちだけアニメを引っ張りました。\u001b[22m\n\u001b[1m\u001b[22m\nArt - The art is fantastic, the character designs are lovely. Makes you wish other animes had art like CLANNAD. They have successfully portrayed the female anatomy in proper proportion and presented the story in a peaceful fitting scene.\n\n\u001b[1mアート - 芸術は素晴らしく、キャラクターデザインは素敵です。 他のアニメにCLANNADのような芸術が欲しいと願っています。 彼らは女性の解剖学的構造を適切な割合でうまく描写し、平和な場面で物語を提示しました。\u001b[22m\n\u001b[1m(Āto - geijutsu wa subarashiku, kyarakutādezain wa sutekidesu. Hoka no anime ni kuranado no yōna geijutsu ga hoshī to negatte imasu. Karera wa josei no kaibōgakuteki kōzō o tekisetsuna wariai de umaku byōsha shi, heiwana bamen de monogatari o teiji shimashita.)\u001b[22m\n\nTranslations of \u001b[4mArt - The art is fantastic, the character designs are lovely. Makes you wish other animes had art like CLANNAD. They have successfully portrayed the female anatomy in proper proportion and presented the story in a peaceful fitting scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - The art is fantastic, the character designs are lovely.\u001b[24m\n    \u001b[1mアート - 芸術は素晴らしく、キャラクターデザインは素敵です。\u001b[22m, \u001b[1mアート - 芸術は素晴らしいです、キャラクターデザインが素敵です。\u001b[22m\n\u001b[4mMakes you wish other animes had art like CLANNAD.\u001b[24m\n    \u001b[1m他のアニメにCLANNADのような芸術が欲しいと願っています。\u001b[22m, \u001b[1mあなたは他のアニメはCLANNADのように芸術を持っていたいようにします。\u001b[22m\n\u001b[4mThey have successfully portrayed the female anatomy in proper proportion and presented the story in a peaceful fitting scene.\u001b[24m\n    \u001b[1m彼らは女性の解剖学的構造を適切な割合でうまく描写し、平和な場面で物語を提示しました。\u001b[22m, \u001b[1m彼らは成功し、適切な比率で女性の解剖学を描写し、平和的なフィッティングシーンで物語を提示しています。\u001b[22m\n\u001b[1m\u001b[22m\n9 - Win\n\n\u001b[1m9  - 勝利\u001b[22m\n\u001b[1m(9 - Shōri)\u001b[22m\n\nTranslations of \u001b[4m9 - Win\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9 - Win\u001b[24m\n    \u001b[1m9  - 勝利\u001b[22m, \u001b[1m9  - ウィン\u001b[22m\n\u001b[1m\u001b[22m\nSound - Pleasing to the ear. Even if I don't understand Japanese, i would enjoy listening to the audio tracks of the episodes. The OP and ED songs were nice as well. Voice acting is nicely done.\n\n\u001b[1mサウンド - 耳に喜んでください。 私が日本語を理解できなくても、私はエピソードのオーディオトラックを聴いて楽しんでいます。  OPとEDの曲も素晴らしかったです。 音声演技がうまくいきます。\u001b[22m\n\u001b[1m(Saundo - mimi ni yorokonde kudasai. Watashi ga nihongo o rikai dekinakute mo, watashi wa episōdo no ōdiotorakku o kiite tanoshinde imasu. OP to ED no kyoku mo subarashikattadesu. Onsei engi ga umaku ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound - Pleasing to the ear. Even if I don't understand Japanese, i would enjoy listening to the audio tracks of the episodes. The OP and ED songs were nice as well. Voice acting is nicely done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - Pleasing to the ear.\u001b[24m\n    \u001b[1mサウンド - 耳に喜んでください。\u001b[22m, \u001b[1mサウンド - 耳に心地よいです。\u001b[22m\n\u001b[4mEven if I don't understand Japanese, i would enjoy listening to the audio tracks of the episodes.\u001b[24m\n    \u001b[1m私が日本語を理解できなくても、私はエピソードのオーディオトラックを聴いて楽しんでいます。\u001b[22m, \u001b[1m私は日本語を理解していない場合でも、私はエピソードのオーディオトラックを聴いて楽しんでいました。\u001b[22m\n\u001b[4mThe OP and ED songs were nice as well.\u001b[24m\n    \u001b[1mOPとEDの曲も素晴らしかったです。\u001b[22m, \u001b[1mOPとED曲としても素敵でした。\u001b[22m\n\u001b[4mVoice acting is nicely done.\u001b[24m\n    \u001b[1m音声演技がうまくいきます。\u001b[22m, \u001b[1m声の演技がうまく行われています。\u001b[22m\n\u001b[1m\u001b[22m\n9 - for doing it better than the others.\n\n\u001b[1m9  - それを他のものよりも良くするため。\u001b[22m\n\u001b[1m(9 - Sore o hoka no mono yori mo yoku suru tame.)\u001b[22m\n\nTranslations of \u001b[4m9 - for doing it better than the others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9 - for doing it better than the others.\u001b[24m\n    \u001b[1m9  - それを他のものよりも良くするため。\u001b[22m, \u001b[1m9  - 他のものよりも良いそれを行うため。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: not too much, not too little. Alot of development that i had a wonderful time watching the characters grow. The comedy builds off the characters as well as the story, you really grow to like them.\n\n\u001b[1mキャラクター：それほど多くはない、あまりにも少ない。 キャラクターが成長するのを見て素敵な時間を過ごした開発の大部分。 コメディーはキャラクターだけでなくストーリーも取り除き、あなたは本当にそれらが好きに成長します。\u001b[22m\n\u001b[1m(Kyarakutā: Sorehodo ōku wanai, amarini mo sukunai. Kyarakutā ga seichō suru no o mite sutekina jikan o sugoshita kaihatsu no daibubun. Komedī wa kyarakutā dakedenaku sutōrī mo torinozoki, anata wa hontōni sorera ga suki ni seichō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: not too much, not too little. Alot of development that i had a wonderful time watching the characters grow. The comedy builds off the characters as well as the story, you really grow to like them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: not too much, not too little.\u001b[24m\n    \u001b[1mキャラクター：それほど多くはない、あまりにも少ない。\u001b[22m, \u001b[1mキャラクター：少なすぎる、あまりにも多くはないではありません。\u001b[22m\n\u001b[4mAlot of development that i had a wonderful time watching the characters grow.\u001b[24m\n    \u001b[1mキャラクターが成長するのを見て素敵な時間を過ごした開発の大部分。\u001b[22m, \u001b[1m私は文字が育つ見て素晴らしい時間を持っていた開発がたくさん。\u001b[22m\n\u001b[4mThe comedy builds off the characters as well as the story, you really grow to like them.\u001b[24m\n    \u001b[1mコメディーはキャラクターだけでなくストーリーも取り除き、あなたは本当にそれらが好きに成長します。\u001b[22m, \u001b[1m喜劇はあなたが本当にそれを好きに成長し、文字だけでなく、物語をオフに構築します。\u001b[22m\n\u001b[1m\u001b[22m\n9 - very nice, loved all of them.\n\n\u001b[1m9  - とても素敵で、すべてが大好きです。\u001b[22m\n\u001b[1m(9 - Totemo sutekide, subete ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4m9 - very nice, loved all of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9 - very nice, loved all of them.\u001b[24m\n    \u001b[1m9  - とても素敵で、すべてが大好きです。\u001b[22m, \u001b[1m9  - 非常に素晴らしいが、それらのすべてを愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - It kicked off from the first season and was even better than it's predecessor. It brings up alot of emotions I never thought i would experience while watching anime. There was comedy where I didn't expect it and i laughed out loud many times. My face hurts from just smiling through most of it. I had LOADS of fun.\n\n\u001b[1m楽しさ - それは最初のシーズンから始まり、前任者よりも優れていました。 それは、私がアニメを見ている間に経験するとは思わなかった感情の多くをもたらします。 私はそれを期待していなかったコメディがあり、私は何度も大声で笑った。 私の顔は笑顔から痛いだけです。 私は楽しみのLOADSを持っていた。\u001b[22m\n\u001b[1m(Tanoshisa - sore wa saisho no shīzun kara hajimari, zen'nin-sha yori mo sugurete imashita. Sore wa, watashi ga anime o mite iru ma ni keiken suru to wa omowanakatta kanjō no ōku o motarashimasu. Watashi wa sore o kitai shite inakatta komedi ga ari, watashi wa nando mo ōgoe de waratta. Watashi no kao wa egao kara itai dakedesu. Watashi wa tanoshimi no LOADS o motte ita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - It kicked off from the first season and was even better than it's predecessor. It brings up alot of emotions I never thought i would experience while watching anime. There was comedy where I didn't expect it and i laughed out loud many times. My face hurts from just smiling through most of it. I had LOADS of fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - It kicked off from the first season and was even better than it's predecessor.\u001b[24m\n    \u001b[1m楽しさ - それは最初のシーズンから始まり、前任者よりも優れていました。\u001b[22m, \u001b[1m楽しさ - それは最初のシーズンから開幕し、それの前身よりもさらに良好でした。\u001b[22m\n\u001b[4mIt brings up alot of emotions I never thought i would experience while watching anime.\u001b[24m\n    \u001b[1mそれは、私がアニメを見ている間に経験するとは思わなかった感情の多くをもたらします。\u001b[22m, \u001b[1mそれは私がアニメを見ながら私は経験するとは思わなかった感情の多くが表示されます。\u001b[22m\n\u001b[4mThere was comedy where I didn't expect it and i laughed out loud many times.\u001b[24m\n    \u001b[1m私はそれを期待していなかったコメディがあり、私は何度も大声で笑った。\u001b[22m, \u001b[1m私はそれを期待していなかったと私は大声で何度も出て笑った喜劇がありました。\u001b[22m\n\u001b[4mMy face hurts from just smiling through most of it.\u001b[24m\n    \u001b[1m私の顔は笑顔から痛いだけです。\u001b[22m, \u001b[1m私の顔はちょうどそれのほとんどを通じて笑顔から痛いです。\u001b[22m\n\u001b[4mI had LOADS of fun.\u001b[24m\n    \u001b[1m私は楽しみのLOADSを持っていた。\u001b[22m, \u001b[1m私は楽しみの負荷を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - Probably the best slice of life I'll ever see in my life time. Haven't seen one that comes close to what it was doing. Save this for later cause after this the other animes might lose their flavor. Hard to understand some of the symbolism, but really doesn't get in the way of the enjoyment.\n\n\u001b[1m全体的 - おそらく、私が今までに見た人生の中で最高のものです。 それが何をしているかに近いものを見たことはありません。 後でこれを保存して、他のアニメの風味を失う可能性があります。 象徴主義のいくつかを理解するのは難しいですが、実際には楽しみの方法では得られません。\u001b[22m\n\u001b[1m(Zentai-teki - osoraku, watashi ga ima made ni mita jinsei no naka de saikō no monodesu. Sore ga nani o shite iru ka ni chikai mono o mita koto wa arimasen. Atode kore o hozon shite, hoka no anime no fūmi o ushinau kanōsei ga arimasu. Shōchō shugi no ikutsu ka o rikai suru no wa muzukashīdesuga, jissai ni wa tanoshimi no hōhōde wa e raremasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall - Probably the best slice of life I'll ever see in my life time. Haven't seen one that comes close to what it was doing. Save this for later cause after this the other animes might lose their flavor. Hard to understand some of the symbolism, but really doesn't get in the way of the enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - Probably the best slice of life I'll ever see in my life time.\u001b[24m\n    \u001b[1m全体的 - おそらく、私が今までに見た人生の中で最高のものです。\u001b[22m, \u001b[1m全体的に - おそらく人生の最高のスライスは、私が今までの人生の時間で表示されます。\u001b[22m\n\u001b[4mHaven't seen one that comes close to what it was doing.\u001b[24m\n    \u001b[1mそれが何をしているかに近いものを見たことはありません。\u001b[22m, \u001b[1mそれが何をしていたかに近づく1を見ていません。\u001b[22m\n\u001b[4mSave this for later cause after this the other animes might lose their flavor.\u001b[24m\n    \u001b[1m後でこれを保存して、他のアニメの風味を失う可能性があります。\u001b[22m, \u001b[1mその風味を失うかもしれないこの他のアニメの後に、後の原因のためにこれを保存します。\u001b[22m\n\u001b[4mHard to understand some of the symbolism, but really doesn't get in the way of the enjoyment.\u001b[24m\n    \u001b[1m象徴主義のいくつかを理解するのは難しいですが、実際には楽しみの方法では得られません。\u001b[22m, \u001b[1mハード象徴のいくつかを理解するが、本当に楽しみの方法で取得していません。\u001b[22m\n\u001b[1m\u001b[22m\n10 - Permanent place in my top ten. Not because of my personal preference either. It's the best I've seen and that's a FACT. I'd like to see the day I see ten animes that I like better than this one.\n\n\u001b[1m10  - 私のトップ10の永久的な場所。 私の個人的な好みのためでもない。 それは私が見た最高のもので、それは事実です。 私はこのアニメよりも好きなアニメ10点を見る日を見たいと思う。\u001b[22m\n\u001b[1m(10 - Watashi no toppu 10 no towa-tekina basho. Watashi no kojin-tekina konomi no tamede mo nai. Sore wa watashi ga mita saikō no mono de, sore wa jijitsudesu. Watashi wa kono anime yori mo sukina anime 10-ten o miru hi o mitai to omou.)\u001b[22m\n\nTranslations of \u001b[4m10 - Permanent place in my top ten. Not because of my personal preference either. It's the best I've seen and that's a FACT. I'd like to see the day I see ten animes that I like better than this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10 - Permanent place in my top ten.\u001b[24m\n    \u001b[1m10  - 私のトップ10の永久的な場所。\u001b[22m, \u001b[1m10  - 私のトップ10内の常設場所。\u001b[22m\n\u001b[4mNot because of my personal preference either.\u001b[24m\n    \u001b[1m私の個人的な好みのためでもない。\u001b[22m, \u001b[1mていないので、私の個人的な好みのいずれか。\u001b[22m\n\u001b[4mIt's the best I've seen and that's a FACT.\u001b[24m\n    \u001b[1mそれは私が見た最高のもので、それは事実です。\u001b[22m, \u001b[1mそれは私が見た中で最高だとそれは事実です。\u001b[22m\n\u001b[4mI'd like to see the day I see ten animes that I like better than this one.\u001b[24m\n    \u001b[1m私はこのアニメよりも好きなアニメ10点を見る日を見たいと思う。\u001b[22m, \u001b[1m私はこの1よりも良い好きな10アニメを見るの日を見てみたいと思います。\u001b[22m\n\u001b[1m\u001b[22m\n~LordPlagus777\n\n\u001b[1m〜LordPlagus777\u001b[22m\n\u001b[1m(〜 LordPlagus 777)\u001b[22m\n\nTranslations of \u001b[4m~LordPlagus777\u001b[24m\n[ \u001b[4mEuskara\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~\u001b[24m\n    \u001b[1m〜\u001b[22m\n\u001b[4mLordPlagus777\u001b[24m\n    \u001b[1mLordPlagus777\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "MrCallaghan",
    "profile": "/profile/MrCallaghan/reviews",
    "pages": "20",
    "number": "15",
    "link": "/reviews.php?id=68445",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n（スポイラーレスレビュー）\n査読者として私はClannadだけではなく、Clannadと一緒に見直すことを選んだ：私はあなたが本当に他の人を見たことなく2人を判断することはできないと信じている。\n - レビュー - \nクラナドはこのような傑作になるのですか？ 私は本当に自分自身を知らないが、私は確かにそれがあることを知っている。 それはそれのいたるところに書かれた生命のスライスを持っていて、はるかに優れたロマンチックなS2へのイントロへとうまくいっています。 コメディには、その瞬間があり、その瞬間は確かに陽気ですが、まだそれは高校生のテーマ（通常の男の後の日常生活）の毎日の生活に固執しています。 あなたがクラナドを見たいと思ったら何でも準備して、シーズン2のスポイラーを読んでそれを台無しにしないでください。クラナドの真の気持ちを受け取るためにはシーズン2を見なければなりません それはクライマックスが存在し、穏やかな気持ちが存在するようになったからです。  Clannad S1は単にS2の紹介とフォローアップです。\n - 評価 - \nストーリー：9\nクラナドの物語はシンプルですが、少し複雑です。 私は何かを台無しにしないので、私はそれをそのまま残します。 非常に少数の時間であなたは実際に起こっていたもの（ロボットおよび少女の部分）のちょっと無知なままになります。 しかし、あなたはそれをあなた自身の方法で理解し、解釈します。 それが物語がすばらしい理由の一つです。 あなたが気付かないかもしれない非常にわずかな欠点にもかかわらず、その物語は本当に素晴らしいです。\n\nアート：10\n当初、私はClannadの芸術に少し懐疑的でした。しかし、私はそれが単にそれよりも良い方法で描かれていないことを受け入れるようになりました。 キャラクターの目は非常にユニークで、他の主要プロダクションとも同じです。\n\nサウンド：9\nClannad S1とS2の音楽は単に息を吹きます。 私はまだ時々OSTに耳を傾け、それは単に美しいものです。  S1の終わりのDangoの曲は、S1とS2の両方を見た後、最初は馬鹿だが、本当のtearjerkerだ。 アニメの様々な時代のキャラクターと一緒に歌もします。 しかし、S2のエンディング曲は文脈から外れていて、違うはずです。\n\nキャラクター：10\nこのキャラクターは、このショーの精神と魂を本当に与えるものの1つです。 私は単にあまりにもそれらに添付されているので、私はいつかこのアニメを再ウォッチすることができる文字です。 彼らは永遠に私の心の中で生き続けます。\n\n楽しさ：10\nクラナドは私が準備していなかったものだった。 それは以前に何もしなかった方法で私に触れました。 私はアニメと同じくらい小さいものの前に、私の人生であまりにも泣いたことはありません。 私は通常、テレビ番組や架空のストーリーで泣かないで、ニュースで災害が起きたときに泣かないでください。 しかし、クラナドは違っていた、私は残骸だった。  Clannadは自分自身のどこかに私を連れて行った。私は存在しないと思った。 そして、私はそれを楽しんだ、私は人生ではより希少で希少なような新しいものを体験した。\n\n全体：10\n私は笑った、私は叫んだ、私は私が感じることができるか分からなかった感情を感じた。 そして、それは私が今まで私の人生の中で与えてきたことに最もふさわしい10を得て、おそらく決して再び与えることはありません。\n\nMrCallaghanによるレビュー\n02-08-2012（no。02）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n(Spoilerless Review)\n\n\u001b[1m（スポイラーレスレビュー）\u001b[22m\n\u001b[1m((Supoirāresurebyū))\u001b[22m\n\nTranslations of \u001b[4m(Spoilerless Review)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Spoilerless Review)\u001b[24m\n    \u001b[1m（スポイラーレスレビュー）\u001b[22m, \u001b[1m（Spoilerlessレビュー）\u001b[22m\nas a reviewer i have chosen not to review Clannad alone, but together with Clannad: AS as i believe that you can't really judge the two without having watched the other one.\n\n\u001b[1m査読者として私はClannadだけではなく、Clannadと一緒に見直すことを選んだ：私はあなたが本当に他の人を見たことなく2人を判断することはできないと信じている。\u001b[22m\n\u001b[1m(Sadoku-sha to shite watashi wa Clannad dakede wa naku, Clannad to issho ni minaosu koto o eranda: Watashi wa anata ga hontōni hokanohito o mita koto naku 2-ri o handan suru koto wa dekinai to shinjite iru.)\u001b[22m\n\nTranslations of \u001b[4mas a reviewer i have chosen not to review Clannad alone, but together with Clannad: AS as i believe that you can't really judge the two without having watched the other one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mas a reviewer i have chosen not to review Clannad alone, but together with Clannad: AS as i believe that you can't really judge the two without having watched the other one.\u001b[24m\n    \u001b[1m査読者として私はClannadだけではなく、Clannadと一緒に見直すことを選んだ：私はあなたが本当に他の人を見たことなく2人を判断することはできないと信じている。\u001b[22m, \u001b[1mレビューアとして私は一人でクラナドを確認しないことを選択しましたが、一緒にクラナドと：私はあなたが本当に他のものを見たことなく、2つを判断できないと信じているほど。\u001b[22m\n- The Review -\n\n\u001b[1m - レビュー - \u001b[22m\n\u001b[1m(- Rebyū -)\u001b[22m\n\nTranslations of \u001b[4m- The Review -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The Review -\u001b[24m\n    \u001b[1m - レビュー - \u001b[22m\nso exactly what makes Clannad such a masterpiece? I don't really know myself, but i sure do know that it just is. It has Slice of Life written all over it and is indeed nicely done intro to a far superior romantic S2. For comedy, it has its moments, and those moments surely are hilarious, yet it still sticks to its everyday life of a high-school student theme(later everyday life of a normal guy). If you decide to watch Clannad, be prepared for anything, don't spoil it for yourself by reading the spoilers of season 2, it will just ruin it for you, however you must watch season 2 in order to receive the true feeling of Clannad , as that is were the climaxes will be and were the feely feels will be present. Clannad S1 is simply the introduction and the follow-up to S2.\n\n\u001b[1mクラナドはこのような傑作になるのですか？ 私は本当に自分自身を知らないが、私は確かにそれがあることを知っている。 それはそれのいたるところに書かれた生命のスライスを持っていて、はるかに優れたロマンチックなS2へのイントロへとうまくいっています。 コメディには、その瞬間があり、その瞬間は確かに陽気ですが、まだそれは高校生のテーマ（通常の男の後の日常生活）の毎日の生活に固執しています。 あなたがクラナドを見たいと思ったら何でも準備して、シーズン2のスポイラーを読んでそれを台無しにしないでください。クラナドの真の気持ちを受け取るためにはシーズン2を見なければなりません それはクライマックスが存在し、穏やかな気持ちが存在するようになったからです。  Clannad S1は単にS2の紹介とフォローアップです。\u001b[22m\n\u001b[1m(Kuranado wa kono yōna kessaku ni naru nodesu ka? Watashi wa hontōni jibun jishin o shiranai ga, watashi wa tashika ni sore ga aru koto o shitte iru. Sore wa sore no itaru tokoro ni kaka reta seimei no suraisu o motte ite, haruka ni sugureta romanchikkuna S 2 e no Intoro e to umaku itte imasu. Komedi ni wa, sono shunkan ga ari, sono shunkan wa tashika ni yōkidesuga, mada sore wa kōkōsei no tēma (tsūjō no otoko no nochi no nichijō seikatsu) no mainichi no seikatsu ni koshū shite imasu. Anata ga kuranado o mitai to omottara nani demo junbi shite, shīzun 2 no supoirā o yonde sore o dainashi ni shinaide kudasai. Kuranado no shin no kimochi o uketoru tame ni wa shīzun 2 o minakereba narimasen sore wa kuraimakkusu ga sonzai shi, odayakana kimochi ga sonzai suru yō ni nattakaradesu. Clannad S 1 wa tan'ni S 2 no shōkai to forōappudesu.)\u001b[22m\n\nTranslations of \u001b[4mso exactly what makes Clannad such a masterpiece? I don't really know myself, but i sure do know that it just is. It has Slice of Life written all over it and is indeed nicely done intro to a far superior romantic S2. For comedy, it has its moments, and those moments surely are hilarious, yet it still sticks to its everyday life of a high-school student theme(later everyday life of a normal guy). If you decide to watch Clannad, be prepared for anything, don't spoil it for yourself by reading the spoilers of season 2, it will just ruin it for you, however you must watch season 2 in order to receive the true feeling of Clannad , as that is were the climaxes will be and were the feely feels will be present. Clannad S1 is simply the introduction and the follow-up to S2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso exactly what makes Clannad such a masterpiece?\u001b[24m\n    \u001b[1mクラナドはこのような傑作になるのですか？\u001b[22m, \u001b[1mそのように正確に何がクラナドような傑作ですか？\u001b[22m\n\u001b[4mI don't really know myself, but i sure do know that it just is.\u001b[24m\n    \u001b[1m私は本当に自分自身を知らないが、私は確かにそれがあることを知っている。\u001b[22m, \u001b[1m私は本当に自分自身を知らないが、私は確かにそれだけであることを知っています。\u001b[22m\n\u001b[4mIt has Slice of Life written all over it and is indeed nicely done intro to a far superior romantic S2.\u001b[24m\n    \u001b[1mそれはそれのいたるところに書かれた生命のスライスを持っていて、はるかに優れたロマンチックなS2へのイントロへとうまくいっています。\u001b[22m, \u001b[1mそれは、人生のスライスは、すべてその上に書かれていて、確かにきれいにはるかに優れたロマンチックS2にイントロが行われます。\u001b[22m\n\u001b[4mFor comedy, it has its moments, and those moments surely are hilarious, yet it still sticks to its everyday life of a high-school student theme(later everyday life of a normal guy).\u001b[24m\n    \u001b[1mコメディには、その瞬間があり、その瞬間は確かに陽気ですが、まだそれは高校生のテーマ（通常の男の後の日常生活）の毎日の生活に固執しています。\u001b[22m, \u001b[1mコメディのためには、その瞬間を持っており、それらの瞬間は確かに陽気です、まだそれはまだ高校生のテーマ（通常の男の後の日常生活）のその日常生活にこだわっ。\u001b[22m\n\u001b[4mIf you decide to watch Clannad, be prepared for anything, don't spoil it for yourself by reading the spoilers of season 2, it will just ruin it for you, however you must watch season 2 in order to receive the true feeling of Clannad\u001b[24m\n    \u001b[1mあなたがクラナドを見たいと思ったら何でも準備して、シーズン2のスポイラーを読んでそれを台無しにしないでください。クラナドの真の気持ちを受け取るためにはシーズン2を見なければなりません\u001b[22m, \u001b[1mあなたはクラナドを見てすることを決定した場合、何のために準備され、シーズン2のスポイラーを読み取ることによって、自分自身でそれを台無しにしない、それはちょうどあなたのためにそれを台無しにする、しかし、あなたはクラナドの本当の気持ちを受信するために、シーズン2を見なければなりません\u001b[22m\n\u001b[4m, as that is were the climaxes will be and were the feely feels will be present.\u001b[24m\n    \u001b[1mそれはクライマックスが存在し、穏やかな気持ちが存在するようになったからです。\u001b[22m, \u001b[1m、つまりとしてクライマックスがされるだったとfeelyがフィールが存在することになるでした。\u001b[22m\n\u001b[4mClannad S1 is simply the introduction and the follow-up to S2.\u001b[24m\n    \u001b[1mClannad S1は単にS2の紹介とフォローアップです。\u001b[22m, \u001b[1mクラナドS1は、単に導入し、S2へのフォローアップです。\u001b[22m\n- Ratings -\n\n\u001b[1m - 評価 - \u001b[22m\n\u001b[1m(- Hyōka -)\u001b[22m\n\nDefinitions of \u001b[4m- Ratings -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    格付け\u001b[22m\n        rating, classification, allocation\n\u001b[1m    位\u001b[22m\n        place, rank, throne, grade, standing, rating\n\u001b[1m    考課\u001b[22m\n        evaluation, rating\n\u001b[1m    視聴率\u001b[22m\n        rating\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nThe story of Clannad is simple, yet a little complicated. I won't spoil anything, so i will just leave it at that. At very few times you will be left a little clueless of what was actually going on (the robot and girl part). Yet you will understand or interpret it your own way with time. Which is another reason why the story is so great. Despite the very few flaws, of which you might not even notice, the story is truly great and original yet unique in its own way.\n\n\u001b[1mクラナドの物語はシンプルですが、少し複雑です。 私は何かを台無しにしないので、私はそれをそのまま残します。 非常に少数の時間であなたは実際に起こっていたもの（ロボットおよび少女の部分）のちょっと無知なままになります。 しかし、あなたはそれをあなた自身の方法で理解し、解釈します。 それが物語がすばらしい理由の一つです。 あなたが気付かないかもしれない非常にわずかな欠点にもかかわらず、その物語は本当に素晴らしいです。\u001b[22m\n\u001b[1m(Kuranado no monogatari wa shinpurudesuga, sukoshi fukuzatsudesu. Watashi wa nanika o dainashi ni shinainode, watashi wa sore o sonomama nokoshimasu. Hijō ni shōsū no jikan de anata wa jissai ni okotte ita mono (robotto oyobi shōjo no bubun) no chotto muchina mama ni narimasu. Shikashi, anata wa sore o anata jishin no hōhō de rikai shi, kaishaku shimasu. Sore ga monogatari ga subarashī riyū no hitotsudesu. Anata ga kidzukanai kamo shirenai hijō ni wazukana ketten nimokakawarazu, sono monogatari wa hontōni subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Clannad is simple, yet a little complicated. I won't spoil anything, so i will just leave it at that. At very few times you will be left a little clueless of what was actually going on (the robot and girl part). Yet you will understand or interpret it your own way with time. Which is another reason why the story is so great. Despite the very few flaws, of which you might not even notice, the story is truly great and original yet unique in its own way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Clannad is simple, yet a little complicated.\u001b[24m\n    \u001b[1mクラナドの物語はシンプルですが、少し複雑です。\u001b[22m, \u001b[1mクラナドの話は単純で、まだ少し複雑。\u001b[22m\n\u001b[4mI won't spoil anything, so i will just leave it at that.\u001b[24m\n    \u001b[1m私は何かを台無しにしないので、私はそれをそのまま残します。\u001b[22m, \u001b[1m私は何を台無しにされませんので、私はちょうどそれでそれを残します。\u001b[22m\n\u001b[4mAt very few times you will be left a little clueless of what was actually going on (the robot and girl part).\u001b[24m\n    \u001b[1m非常に少数の時間であなたは実際に起こっていたもの（ロボットおよび少女の部分）のちょっと無知なままになります。\u001b[22m, \u001b[1m非常に数回で、あなたが実際に何が起こっていたかのほとんど無知（ロボットと少女一部）のままになります。\u001b[22m\n\u001b[4mYet you will understand or interpret it your own way with time.\u001b[24m\n    \u001b[1mしかし、あなたはそれをあなた自身の方法で理解し、解釈します。\u001b[22m, \u001b[1mしかし、あなたは理解したり、時間の経過とともにその独自のやり方解釈します。\u001b[22m\n\u001b[4mWhich is another reason why the story is so great.\u001b[24m\n    \u001b[1mそれが物語がすばらしい理由の一つです。\u001b[22m, \u001b[1mどの話はとても素晴らしいですもう一つの理由です。\u001b[22m\n\u001b[4mDespite the very few flaws, of which you might not even notice, the story is truly great and original yet unique in its own way.\u001b[24m\n    \u001b[1mあなたが気付かないかもしれない非常にわずかな欠点にもかかわらず、その物語は本当に素晴らしいです。\u001b[22m, \u001b[1mあなたも気づかない可能性があるのは非常に少数の欠陥にもかかわらず、物語はまだ独自の方法でユニークな、本当に素晴らしいとオリジナルです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nat the beginning i was a little skeptical of the art of Clannad, yet with time i came to accept that it simply could'nt have been illustrated in any better way than it already was. The eyes of the characters are very unique, which they also are with other Key productions.\n\n\u001b[1m当初、私はClannadの芸術に少し懐疑的でした。しかし、私はそれが単にそれよりも良い方法で描かれていないことを受け入れるようになりました。 キャラクターの目は非常にユニークで、他の主要プロダクションとも同じです。\u001b[22m\n\u001b[1m(Tōsho, watashi wa Clannad no geijutsu ni sukoshi kaigi-tekideshita. Shikashi, watashi wa sore ga tan'ni sore yori mo yoi hōhō de egaka rete inai koto o ukeireru yō ni narimashita. Kyarakutā no me wa hijō ni yunīku de, hoka no shuyō purodakushon tomo onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mat the beginning i was a little skeptical of the art of Clannad, yet with time i came to accept that it simply could'nt have been illustrated in any better way than it already was. The eyes of the characters are very unique, which they also are with other Key productions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mat the beginning i was a little skeptical of the art of Clannad, yet with time i came to accept that it simply could'nt have been illustrated in any better way than it already was.\u001b[24m\n    \u001b[1m当初、私はClannadの芸術に少し懐疑的でした。しかし、私はそれが単にそれよりも良い方法で描かれていないことを受け入れるようになりました。\u001b[22m, \u001b[1m冒頭で私はクラナドの芸術の少し懐疑的だった、まだ時間的に私はそれが既にあったよりも、それだけでcould'ntは、任意のより良い方法に示されていることを受け入れるようになりました。\u001b[22m\n\u001b[4mThe eyes of the characters are very unique, which they also are with other Key productions.\u001b[24m\n    \u001b[1mキャラクターの目は非常にユニークで、他の主要プロダクションとも同じです。\u001b[22m, \u001b[1m文字の目は、彼らはまた、他の主要な作品とである、非常にユニークです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nThe music of Clannad S1 and S2 is simply breathtaking. I still occasionally listen to the OST as it simply is beatiful. The Dango song at the end of S1 is silly at start but a true tearjerker once you have seen both S1 and S2. I also song along with the characters at various times in the anime. However the ending song of S2 was kind of out of context, and should be different.\n\n\u001b[1mClannad S1とS2の音楽は単に息を吹きます。 私はまだ時々OSTに耳を傾け、それは単に美しいものです。  S1の終わりのDangoの曲は、S1とS2の両方を見た後、最初は馬鹿だが、本当のtearjerkerだ。 アニメの様々な時代のキャラクターと一緒に歌もします。 しかし、S2のエンディング曲は文脈から外れていて、違うはずです。\u001b[22m\n\u001b[1m(Clannad S 1 to S 2 no ongaku wa tan'ni iki o fukimasu. Watashi wa mada tokidoki OST ni mimi o katamuke, sore wa tan'ni utsukushī monodesu. S 1 no owari no Dango no kyoku wa, S 1 to S 2 no ryōhō o mita nochi, saisho wa bakada ga, hontō no tearjerkerda. Anime no samazamana jidai no kyarakutā to issho ni uta mo shimasu. Shikashi, S 2 no endingu kyoku wa bunmyaku kara hazurete ite, chigau hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music of Clannad S1 and S2 is simply breathtaking. I still occasionally listen to the OST as it simply is beatiful. The Dango song at the end of S1 is silly at start but a true tearjerker once you have seen both S1 and S2. I also song along with the characters at various times in the anime. However the ending song of S2 was kind of out of context, and should be different.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music of Clannad S1 and S2 is simply breathtaking.\u001b[24m\n    \u001b[1mClannad S1とS2の音楽は単に息を吹きます。\u001b[22m, \u001b[1mクラナドS1、S2の音楽は、単に息をのむようです。\u001b[22m\n\u001b[4mI still occasionally listen to the OST as it simply is beatiful.\u001b[24m\n    \u001b[1m私はまだ時々OSTに耳を傾け、それは単に美しいものです。\u001b[22m, \u001b[1mそれは単に美しいです、私はまだ時折OSTに耳を傾けます。\u001b[22m\n\u001b[4mThe Dango song at the end of S1 is silly at start but a true tearjerker once you have seen both S1 and S2.\u001b[24m\n    \u001b[1mS1の終わりのDangoの曲は、S1とS2の両方を見た後、最初は馬鹿だが、本当のtearjerkerだ。\u001b[22m, \u001b[1mあなたはS1とS2の両方を見た後S1の終わりにだんごの曲がスタートするが、真のティアジャーカーに愚かです。\u001b[22m\n\u001b[4mI also song along with the characters at various times in the anime.\u001b[24m\n    \u001b[1mアニメの様々な時代のキャラクターと一緒に歌もします。\u001b[22m, \u001b[1m私もアニメで様々な時点での文字と一緒に歌。\u001b[22m\n\u001b[4mHowever the ending song of S2 was kind of out of context, and should be different.\u001b[24m\n    \u001b[1mしかし、S2のエンディング曲は文脈から外れていて、違うはずです。\u001b[22m, \u001b[1mしかしS2のエンディング曲は一種の文脈の出ていた、と異なっている必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nThe characters is one of the things that really gives this show spirit and soul. It is the characters that will make me rewatch this anime someday, as i simply am too attached to them. They will live on in my heart forever.\n\n\u001b[1mこのキャラクターは、このショーの精神と魂を本当に与えるものの1つです。 私は単にあまりにもそれらに添付されているので、私はいつかこのアニメを再ウォッチすることができる文字です。 彼らは永遠に私の心の中で生き続けます。\u001b[22m\n\u001b[1m(Kono kyarakutā wa, kono shō no seishin to tamashī o hontōni ataeru mono no 1tsudesu. Watashi wa tan'ni amarini mo sorera ni tenpu sa rete irunode, watashi wa itsuka kono anime o sai u~otchi suru koto ga dekiru mojidesu. Karera wa eien ni watashi no kokoro no naka de iki tsudzukemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters is one of the things that really gives this show spirit and soul. It is the characters that will make me rewatch this anime someday, as i simply am too attached to them. They will live on in my heart forever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters is one of the things that really gives this show spirit and soul.\u001b[24m\n    \u001b[1mこのキャラクターは、このショーの精神と魂を本当に与えるものの1つです。\u001b[22m, \u001b[1m文字は本当にこのショーの精神と魂を与えるものの一つです。\u001b[22m\n\u001b[4mIt is the characters that will make me rewatch this anime someday, as i simply am too attached to them.\u001b[24m\n    \u001b[1m私は単にあまりにもそれらに添付されているので、私はいつかこのアニメを再ウォッチすることができる文字です。\u001b[22m, \u001b[1m私はあまりにもそれらに接続していますように、それは、私はいつかこのアニメをrewatch行います文字です。\u001b[22m\n\u001b[4mThey will live on in my heart forever.\u001b[24m\n    \u001b[1m彼らは永遠に私の心の中で生き続けます。\u001b[22m, \u001b[1m彼らは永遠に私の心の中に生き続けます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nClannad was something i wasn't prepared for. It touched me in ways nothing else has done before. I have never cried so much in my life before over something so small as an anime. I usually don't cry over tv shows or fictional stories, neither do i cry when i see disasters on the news. But Clannad was different, i was a wreck. Clannad took me somewhere inside myself i thought not existed. And i enjoyed it, i experienced something new, which seems to be rarer and rarer in life.\n\n\u001b[1mクラナドは私が準備していなかったものだった。 それは以前に何もしなかった方法で私に触れました。 私はアニメと同じくらい小さいものの前に、私の人生であまりにも泣いたことはありません。 私は通常、テレビ番組や架空のストーリーで泣かないで、ニュースで災害が起きたときに泣いてもいません。 しかし、クラナドは違っていた、私は残骸だった。  Clannadは自分自身のどこかに私を連れて行った。私は存在しないと思った。 そして、私はそれを楽しんだ、私は人生ではより希少で希少なような新しいものを体験した。\u001b[22m\n\u001b[1m(Kuranado wa watashi ga junbi shite inakatta monodatta. Sore wa izen ni nani mo shinakatta hōhō de watashi ni furemashita. Watashi wa anime to onaji kurai chīsai mono no mae ni, watashinojinsei de amarini mo naita koto wa arimasen. Watashi wa tsūjō, terebibangu ya kakū no sutōrī de nakanaide, nyūsu de saigai ga okita toki ni naite mo imasen. Shikashi, kuranado wa chigatte ita, watashi wa zangaidatta. Clannad wa jibunjishin'no doko ka ni watashi o tsurete itta. Watashi wa sonzaishinai to omotta. Soshite, watashi wa sore o tanoshinda, watashi wa jinseide wa yori kishōde kishōna yōna atarashī mono o taiken shita.)\u001b[22m\n\nTranslations of \u001b[4mClannad was something i wasn't prepared for. It touched me in ways nothing else has done before. I have never cried so much in my life before over something so small as an anime. I usually don't cry over tv shows or fictional stories, neither do i cry when i see disasters on the news. But Clannad was different, i was a wreck. Clannad took me somewhere inside myself i thought not existed. And i enjoyed it, i experienced something new, which seems to be rarer and rarer in life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad was something i wasn't prepared for.\u001b[24m\n    \u001b[1mクラナドは私が準備していなかったものだった。\u001b[22m, \u001b[1mクラナドは私がのために準備ができていなかったものでした。\u001b[22m\n\u001b[4mIt touched me in ways nothing else has done before.\u001b[24m\n    \u001b[1mそれは以前に何もしなかった方法で私に触れました。\u001b[22m, \u001b[1mこれは、他に何も前にやっていない方法で私に触れました。\u001b[22m\n\u001b[4mI have never cried so much in my life before over something so small as an anime.\u001b[24m\n    \u001b[1m私はアニメと同じくらい小さいものの前に、私の人生であまりにも泣いたことはありません。\u001b[22m, \u001b[1m私はアニメのような非常に小さいものの上に前に私の人生でそんなに泣いたことがありません。\u001b[22m\n\u001b[4mI usually don't cry over tv shows or fictional stories, neither do i cry when i see disasters on the news.\u001b[24m\n    \u001b[1m私は通常、テレビ番組や架空のストーリーで泣かないで、ニュースで災害が起きたときに泣いてもいません。\u001b[22m, \u001b[1m私は通常のテレビ番組や架空のストーリー上で泣いていませんが、どちらも私はニュースで災害を見たとき、私は泣くありません。\u001b[22m\n\u001b[4mBut Clannad was different, i was a wreck.\u001b[24m\n    \u001b[1mしかし、クラナドは違っていた、私は残骸だった。\u001b[22m, \u001b[1mクラナドが異なっていた。しかし、私は大破しました。\u001b[22m\n\u001b[4mClannad took me somewhere inside myself i thought not existed.\u001b[24m\n    \u001b[1mClannadは自分自身のどこかに私を連れて行った。私は存在しないと思った。\u001b[22m, \u001b[1mクラナドは私が存在しないと思った自分自身の内側のどこかに連れて行ってくれました。\u001b[22m\n\u001b[4mAnd i enjoyed it, i experienced something new, which seems to be rarer and rarer in life.\u001b[24m\n    \u001b[1mそして、私はそれを楽しんだ、私は人生ではより希少で希少なような新しいものを体験した。\u001b[22m, \u001b[1mそして、私は生活の中で稀と稀であると思われ、新しい何かを経験し、それを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10\n\n\u001b[1m全体：10\u001b[22m\n\u001b[1m(Zentai: 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10\u001b[24m\n    \u001b[1m全体：10\u001b[22m\nI laughed, i cried, i felt feelings i did not know i could feel. And therefore it gets the most well deserved 10 i have ever given in my entire life and probably never will give again.\n\n\u001b[1m私は笑った、私は叫んだ、私は私が感じることができるか分からなかった感情を感じた。 そして、それは私が今まで私の人生の中で与えてきたことに最もふさわしい10を得て、おそらく決して再び与えることはありません。\u001b[22m\n\u001b[1m(Watashi wa waratta, watashi wa sakenda, watashi wa watashi ga kanjiru koto ga dekiru ka wakaranakatta kanjō o kanjita. Soshite, sore wa watashi ga imamade watashinojinsei no naka de ataete kita koto ni mottomo fusawashī 10 o ete, osoraku kesshite futatabi ataeru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI laughed, i cried, i felt feelings i did not know i could feel. And therefore it gets the most well deserved 10 i have ever given in my entire life and probably never will give again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI laughed, i cried, i felt feelings i did not know i could feel.\u001b[24m\n    \u001b[1m私は笑った、私は叫んだ、私は私が感じることができるか分からなかった感情を感じた。\u001b[22m, \u001b[1m私は、私は私が感じることができた知らなかった感情を感じ、私は叫んだ、笑いました。\u001b[22m\n\u001b[4mAnd therefore it gets the most well deserved 10 i have ever given in my entire life and probably never will give again.\u001b[24m\n    \u001b[1mそして、それは私が今まで私の人生の中で与えてきたことに最もふさわしい10を得て、おそらく決して再び与えることはありません。\u001b[22m, \u001b[1mしたがって、それは私が今まで私の生涯に与えている、おそらく再び与えないだろう決して10を最もよく値するされます。\u001b[22m\n\u001b[1m\u001b[22m\nReview by MrCallaghan\n\n\u001b[1mMrCallaghanによるレビュー\u001b[22m\n\u001b[1m(MrCallaghan ni yoru rebyū)\u001b[22m\n\nTranslations of \u001b[4mReview by MrCallaghan\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReview by MrCallaghan\u001b[24m\n    \u001b[1mMrCallaghanによるレビュー\u001b[22m\n02-08-2012 (no. 02)\n\n\u001b[1m02-08-2012（no。02）\u001b[22m\n\u001b[1m(02 - 08 - 2012 (No. 02))\u001b[22m\n\nTranslations of \u001b[4m02-08-2012 (no. 02)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m02-08-2012 (no. 02)\u001b[24m\n    \u001b[1m02-08-2012（no。02）\u001b[22m, \u001b[1m2012年2月8日（なし。02）\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "MedicMario",
    "profile": "/profile/MedicMario/reviews",
    "pages": "20",
    "number": "16",
    "link": "/reviews.php?id=95005",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  9\n\nショーを素晴らしいものにするには？ それは私たちと一緒に固執し、戻ってそれを見直して、もう一度それを体験しようとするものですか？ 私にとってはショーが私に何かを感じさせてくれるのですが、それは心臓の鼓動を引っ張ったり、笑い声を大きくしたり、その後何日か何週間か考えるのをやめることができません。 本当の人のように感じるそのキャラクター。 ストーリーの後のClannadは素晴らしいショーです。 私が今までに見た中で一番素晴らしいアニメ、そしてこれまで見たことのない最高のアニメ（アニメには新しかったですが、あまり言わない）です。 しかし、クラナド・アフター・ストーリーはどのような点で優れていますか？ 何がほぼ完璧なのでしょうか？ それを壊してみましょう。\n\nストーリー：10/10\n実際のストーリーのないショーがストーリースケールで非常に高く評価されるのは奇妙です。 アフターストーリーは、全体的な物語を前方に押し出す根底にあるテーマのような物語を実際には持っていません。 それらのテーマの中には、友情、家族、生きるだけの人生が最大限にあるものがあります。 トモヤとナギサの生活の本質的な進歩は、トモヤとナギサの物語をさらに進める少数のキャラクターを含む時折のサイドストーリーです。 これはとてもシンプルですが、このショーをすばらしいものにし、クレジットが転がった後もあなたの思考を保つような複雑さを追求しています。\n\nアート：8/10\n私は多くのアーティストや美術評論家ではありませんが、私はAfter Storyの芸術が最も弱いと言うことはできます。 しかし、これは悪いことではありません。 アフターストーリーの芸術は、他のほとんどのアニメと似ているようです。 見た目はまだまだ美しいですが、これまで見たことのないものです。\n\nサウンド：9/10\nサウンドと音楽はシーンの感情を与え、After Storyのサウンドはほとんどあらゆる点で成功します。 アフターストーリーの音楽は、あらゆる場面でそれほど多くのことを感じさせます。 私はそれを他にどのように記述するのか迷っています。 私の好きなトラックは、特に「渚」と「小さな手のひら」です。 しかし、それはそれが本当の可能性に達するとは限りません。\n\nキャラクター：8/10\nアフターストーリーのキャラクターは素晴らしく、ストーリーを素晴らしいものにしていますが、まだいくつか問題があります。 トモヤは不完全で欠陥のある素晴らしいキャラクターです。 彼の不完全な性格は、彼の問題が自分自身を思い起こさせるので、彼はほとんど完璧な性格になります。 私の1つの問題は、実際に彼が突然人々を助け始める原因になるClannadからです。 これは決して説明されず、私は不思議に思う。 もう1つの大きな問題は、トモヤと渚が、あなたのすべてがヒットしたところまで、あまり進展していないような無邪気な関係を持っているという事実です。 マイナーキャラクターには他にもマイナーな問題はほとんどありませんが、全体的にはショー全体をそれほど損なうものではありません。\n\n全体：10/10\nClannad After Storyはほぼ完璧なアニメです。 それは素晴らしい音楽と美しい芸術との愛らしい信じられないキャラクター、簡単な物語の物語です。 それはあなたを笑わせる、そしてあなたの叫びをする（はい、私は泣いた、私はかなり厚い肌を持っているので、少なくとも一度は涙目にならないなら、あなたは無情の人間かもしれない）Clannad After Story 誰もが見逃してはならないアニメ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhat makes a show great? What is it that makes it stick with us, go back and re-watch it and try to experience it again? For me it's when a show makes me feel something, when it tugs at the heartstrings, or makes you laugh out loud, and you can't stop thinking about for day's or weeks afterward. Its characters that feel like real people. Clannad After Story is a great show. One of the greatest I've ever seen, and by far the best anime I've ever seen (although I'm rather new to anime so that's not saying much). But what makes Clannad After Story great? What makes it almost perfect? Let break it down.\n\n\u001b[1mショーを素晴らしいものにするには？ それは私たちと一緒に固執し、戻ってそれを見直して、もう一度それを体験しようとするものですか？ 私にとってはショーが私に何かを感じさせてくれるのですが、それは心臓の鼓動を引っ張ったり、笑い声を大きくしたり、その後何日か何週間か考えるのをやめることができません。 本当の人のように感じるそのキャラクター。 ストーリーの後のClannadは素晴らしいショーです。 私が今までに見た中で一番素晴らしいアニメ、そしてこれまで見たことのない最高のアニメ（アニメには新しかったですが、あまり言わない）です。 しかし、クラナド・アフター・ストーリーはどのような点で優れていますか？ 何がほぼ完璧なのでしょうか？ それを壊してみましょう。\u001b[22m\n\u001b[1m(Shō o subarashī mono ni suru ni wa? Sore wa watashitachi to issho ni koshū shi, modotte sore o minaoshite, mōichido sore o taiken shiyou to suru monodesu ka? Watashi ni totte wa shō ga watashi ni nanika o kanji sasete kureru nodesuga, soreha shinzō no kodō o hippattari, waraigoe o ōkiku shi tari, sonogo nan-nichi ka nan-shūkan ka kangaeru no o yameru koto ga dekimasen. Hontō no hito no yō ni kanjiru sono kyarakutā. Sutōrī no nochi no Clannad wa subarashī shōdesu. Watashi ga ima made ni mita naka de ichiban subarashī anime, soshite kore made mita koto no nai saikō no anime (anime ni wa atarashikattadesuga, amari iwanai)desu. Shikashi, kuranado afutā sutōrī wa dono yōna ten de sugurete imasu ka? Nani ga hobo kanpekina nodeshou ka? Sore o kowashite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mWhat makes a show great? What is it that makes it stick with us, go back and re-watch it and try to experience it again? For me it's when a show makes me feel something, when it tugs at the heartstrings, or makes you laugh out loud, and you can't stop thinking about for day's or weeks afterward. Its characters that feel like real people. Clannad After Story is a great show. One of the greatest I've ever seen, and by far the best anime I've ever seen (although I'm rather new to anime so that's not saying much). But what makes Clannad After Story great? What makes it almost perfect? Let break it down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat makes a show great?\u001b[24m\n    \u001b[1mショーを素晴らしいものにするには？\u001b[22m, \u001b[1m何がショーは素晴らしいですか？\u001b[22m\n\u001b[4mWhat is it that makes it stick with us, go back and re-watch it and try to experience it again?\u001b[24m\n    \u001b[1mそれは私たちと一緒に固執し、戻ってそれを見直して、もう一度それを体験しようとするものですか？\u001b[22m, \u001b[1mそれは、私たちに固執戻って、それを再見して、もう一度それを体験してみ作ることは何ですか？\u001b[22m\n\u001b[4mFor me it's when a show makes me feel something, when it tugs at the heartstrings, or makes you laugh out loud, and you can't stop thinking about for day's or weeks afterward.\u001b[24m\n    \u001b[1m私にとってはショーが私に何かを感じさせてくれるのですが、それは心臓の鼓動を引っ張ったり、笑い声を大きくしたり、その後何日か何週間か考えるのをやめることができません。\u001b[22m, \u001b[1m私にとって、それは心の琴線にタグボート、またはあなたが大声で笑わせてくれるときショーは、私が何かを感じさせるとき、それはだ、とあなたは一日の数週間後には約考えるのをやめることはできません。\u001b[22m\n\u001b[4mIts characters that feel like real people.\u001b[24m\n    \u001b[1m本当の人のように感じるそのキャラクター。\u001b[22m, \u001b[1m実在の人物のように感じ、その文字。\u001b[22m\n\u001b[4mClannad After Story is a great show.\u001b[24m\n    \u001b[1mストーリーの後のClannadは素晴らしいショーです。\u001b[22m, \u001b[1mストーリーの後クラナドは素晴らしいショーです。\u001b[22m\n\u001b[4mOne of the greatest I've ever seen, and by far the best anime I've ever seen (although I'm rather new to anime so that's not saying much).\u001b[24m\n    \u001b[1m私が今までに見た中で一番素晴らしいアニメ、そしてこれまで見たことのない最高のアニメ（アニメには新しかったですが、あまり言わない）です。\u001b[22m, \u001b[1m私が今まで見た中で最大の一つであり、私が今まで見てきたこれまでで最高のアニメ（それはあまり言っていないので、私はアニメにかなり新しいですが）。\u001b[22m\n\u001b[4mBut what makes Clannad After Story great?\u001b[24m\n    \u001b[1mしかし、クラナド・アフター・ストーリーはどのような点で優れていますか？\u001b[22m, \u001b[1mしかし、ストーリー偉大後クラナドを何にしますか？\u001b[22m\n\u001b[4mWhat makes it almost perfect?\u001b[24m\n    \u001b[1m何がほぼ完璧なのでしょうか？\u001b[22m, \u001b[1m何が、それはほぼ完璧ですか？\u001b[22m\n\u001b[4mLet break it down.\u001b[24m\n    \u001b[1mそれを壊してみましょう。\u001b[22m, \u001b[1mそれを打破してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\nIt's odd how a show with no actual story can score so high on the story scale. After Story doesn't really have a story more like underlying themes that push the overall narrative forward. Some of those theme's being friendship, family, and just living life to the fullest. The whole is essentially the progression of the lives of Tomoya and Nagisa, with the occasional side story involving some minor characters that also furthers the story of Tomoya and Nagisa. It's the fact that this is so simple but explores the complexities of life that makes this show so great and keeps you thinking after the credits roll.\n\n\u001b[1m実際のストーリーのないショーがストーリースケールで非常に高く評価されるのは奇妙です。 アフターストーリーは、全体的な物語を前方に押し出す根底にあるテーマのような物語を実際には持たない。 それらのテーマの中には、友情、家族、生きるだけの人生を最大限に生かすものがあります。 トモヤとナギサの生活の本質的な進歩は、トモヤとナギサの物語をさらに進める少数のキャラクターを含む時折のサイドストーリーです。 これはとてもシンプルですが、このショーをすばらしいものにし、クレジットが転がった後もあなたの思考を保つような複雑さを追求しています。\u001b[22m\n\u001b[1m(Jissai no sutōrī no nai shō ga sutōrīsukēru de hijō ni takaku hyōka sa reru no wa kimyōdesu. Afutāsutōrī wa, zentai-tekina monogatari o zenpō ni oshidasu kontei ni aru tēma no yōna monogatari o jissai ni wa motanai. Sorera no tēma no nakaniha, yūjō, kazoku, ikiru dake no jinsei o saidaigen ni ikasu mono ga arimasu. Tomoya to Nagisa no seikatsu no honshitsu-tekina shinpo wa, Tomoya to Nagisa no monogatari o sarani susumeru shōsū no kyarakutā o fukumu tokiori no saidosutōrīdesu. Kore wa totemo shinpurudesuga, kono shō o subarashī mono ni shi, kurejitto ga korogatta nochi mo anata no shikō o tamotsu yōna fukuzatsu-sa o tsuikyū shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's odd how a show with no actual story can score so high on the story scale. After Story doesn't really have a story more like underlying themes that push the overall narrative forward. Some of those theme's being friendship, family, and just living life to the fullest. The whole is essentially the progression of the lives of Tomoya and Nagisa, with the occasional side story involving some minor characters that also furthers the story of Tomoya and Nagisa. It's the fact that this is so simple but explores the complexities of life that makes this show so great and keeps you thinking after the credits roll.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's odd how a show with no actual story can score so high on the story scale.\u001b[24m\n    \u001b[1m実際のストーリーのないショーがストーリースケールで非常に高く評価されるのは奇妙です。\u001b[22m, \u001b[1mそれは実際の話でショーが物語のスケールで非常に高いスコアをすることができますどのように奇妙です。\u001b[22m\n\u001b[4mAfter Story doesn't really have a story more like underlying themes that push the overall narrative forward.\u001b[24m\n    \u001b[1mアフターストーリーは、全体的な物語を前方に押し出す根底にあるテーマのような物語を実際には持たない。\u001b[22m, \u001b[1mストーリーは本当に多くの前方全体の物語をプッシュテーマの根底にあるような物語を持っていませんした後。\u001b[22m\n\u001b[4mSome of those theme's being friendship, family, and just living life to the fullest.\u001b[24m\n    \u001b[1mそれらのテーマの中には、友情、家族、生きるだけの人生を最大限に生かすものがあります。\u001b[22m, \u001b[1mこれらのテーマのビーイングの友情、家族の一部、およびちょうど生命を最大限に生きています。\u001b[22m\n\u001b[4mThe whole is essentially the progression of the lives of Tomoya and Nagisa, with the occasional side story involving some minor characters that also furthers the story of Tomoya and Nagisa.\u001b[24m\n    \u001b[1mトモヤとナギサの生活の本質的な進歩は、トモヤとナギサの物語をさらに進める少数のキャラクターを含む時折のサイドストーリーです。\u001b[22m, \u001b[1m全体は、本質的にも智也と渚の物語をfurthersいくつかのマイナーな文字を含む時折サイドストーリーと智也と渚の生活の進行、です。\u001b[22m\n\u001b[4mIt's the fact that this is so simple but explores the complexities of life that makes this show so great and keeps you thinking after the credits roll.\u001b[24m\n    \u001b[1mこれはとてもシンプルですが、このショーをすばらしいものにし、クレジットが転がった後もあなたの思考を保つような複雑さを追求しています。\u001b[22m, \u001b[1mこれは非常にシンプルですが、このショーはとても偉大なり、クレジットロールの後に考えてあなたを保つ人生の複雑さを探求しているという事実です。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\nI'm not much of an artist or an art critic, but I can safely say that the art of After Story is its weakest point. However this isn't a bad thing. The art of After Story appears to be similar to most other anime's. While it's still pretty to look at, it's nothing we haven't seen before.\n\n\u001b[1m私は多くのアーティストや美術評論家ではありませんが、私はAfter Storyの芸術は最も弱いと言えるでしょう。 しかし、これは悪いことではありません。 アフターストーリーの芸術は、他のほとんどのアニメと似ているようです。 見た目はまだまだ美しいですが、これまで見たことのないものです。\u001b[22m\n\u001b[1m(Watashi wa ōku no ātisuto ya bijutsu hyōron-kade wa arimasenga, watashi wa After Story no geijutsu wa mottomo yowai to ierudeshou. Shikashi, kore wa warui kotode wa arimasen. Afutāsutōrī no geijutsu wa, hoka no hotondo no anime to nite iru yōdesu. Mitame wa madamada utsukushīdesuga, kore made mita koto no nai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not much of an artist or an art critic, but I can safely say that the art of After Story is its weakest point. However this isn't a bad thing. The art of After Story appears to be similar to most other anime's. While it's still pretty to look at, it's nothing we haven't seen before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not much of an artist or an art critic, but I can safely say that the art of After Story is its weakest point.\u001b[24m\n    \u001b[1m私は多くのアーティストや美術評論家ではありませんが、私はAfter Storyの芸術は最も弱いと言えるでしょう。\u001b[22m, \u001b[1m私はアーティストや美術評論家の多くはないんだけど、私は安全にした後、ストーリーの技術は、その最大の弱点であると言うことができます。\u001b[22m\n\u001b[4mHowever this isn't a bad thing.\u001b[24m\n    \u001b[1mしかし、これは悪いことではありません。\u001b[22m\n\u001b[4mThe art of After Story appears to be similar to most other anime's.\u001b[24m\n    \u001b[1mアフターストーリーの芸術は、他のほとんどのアニメと似ているようです。\u001b[22m, \u001b[1m物語の後の技術は、他のほとんどのアニメのと類似していると思われます。\u001b[22m\n\u001b[4mWhile it's still pretty to look at, it's nothing we haven't seen before.\u001b[24m\n    \u001b[1m見た目はまだまだ美しいですが、これまで見たことのないものです。\u001b[22m, \u001b[1mそれはまだ見てきれいですが、それは我々の前に見ていない何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\nSound and music give scenes emotion and the sound of After Story succeeds in almost every way. The music in After Story just makes you feel so much more in every scene. I'm at a loss of how else to describe it. My favorite tracks in particular are 'Nagisa,' and 'Palm of a tiny hand.' There isn't much else to say about Sound other than it's for the most part fantastic however, doesn't always reach its true potential.\n\n\u001b[1mサウンドと音楽はシーンの感情を与え、After Storyのサウンドはほとんどあらゆる点で成功します。 アフターストーリーの音楽は、あらゆる場面でそれほど多くのことを感じさせます。 私はそれを他にどのように記述するのか迷っています。 私の好きなトラックは、特に「渚」と「小さな手のひら」です。 しかし、それはそれが本当の可能性に達するとは限りません。\u001b[22m\n\u001b[1m(Saundo to ongaku wa shīn no kanjō o atae, After Story no saundo wa hotondo arayuru ten de seikō shimasu. Afutāsutōrī no ongaku wa, arayuru bamen de sorehodo ōku no koto o kanji sasemasu. Watashi wa sore o hoka ni dono yō ni kijutsu suru no ka mayotte imasu. Watashi no sukina torakku wa, tokuni `nagisa' to `chīsana tenohira'desu. Shikashi, sore wa sore ga hontō no kanōsei ni tassuru to wa kagirimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound and music give scenes emotion and the sound of After Story succeeds in almost every way. The music in After Story just makes you feel so much more in every scene. I'm at a loss of how else to describe it. My favorite tracks in particular are 'Nagisa,' and 'Palm of a tiny hand.' There isn't much else to say about Sound other than it's for the most part fantastic however, doesn't always reach its true potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound and music give scenes emotion and the sound of After Story succeeds in almost every way.\u001b[24m\n    \u001b[1mサウンドと音楽はシーンの感情を与え、After Storyのサウンドはほとんどあらゆる点で成功します。\u001b[22m, \u001b[1m音や音楽シーンの感情やストーリーは、ほとんどあらゆる方法で成功した後の音を与えます。\u001b[22m\n\u001b[4mThe music in After Story just makes you feel so much more in every scene.\u001b[24m\n    \u001b[1mアフターストーリーの音楽は、あらゆる場面でそれほど多くのことを感じさせます。\u001b[22m, \u001b[1mストーリーの後での音楽はちょうどあなたがあらゆるシーンでそんなに多くを感じさせます。\u001b[22m\n\u001b[4mI'm at a loss of how else to describe it.\u001b[24m\n    \u001b[1m私はそれを他にどのように記述するのか迷っています。\u001b[22m, \u001b[1m私はそれを記述するためにどのように他の損失でよ。\u001b[22m\n\u001b[4mMy favorite tracks in particular are 'Nagisa,' and 'Palm of a tiny hand.'\u001b[24m\n    \u001b[1m私の好きなトラックは、特に「渚」と「小さな手のひら」です。\u001b[22m, \u001b[1m特に私のお気に入りの曲は「渚、 'としている」小さな手のひら」。\u001b[22m\n\u001b[4mThere isn't much else to say about Sound other than it's for the most part fantastic however, doesn't always reach its true potential.\u001b[24m\n    \u001b[1mしかし、それはそれが本当の可能性に達するとは限りません。\u001b[22m, \u001b[1mそれは常にその真の可能性に到達していない、しかし幻想ほとんどの部分だ以外のサウンドについて言って他の多くはありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\nThe characters of After Story are great and make the story great however I still have a few problems with them. Tomoya is a fantastic character full of imperfections and flaws. His imperfect character makes him almost the perfect character because his problems remind us of ourselves. My one problem is actually from Clannad, what causes him to suddenly start helping people. This is never explained and leaves me wondering. One other major problem is the fact that Tomoya and Nagisa have such an innocent relationship that doesn't seem to progress much until a certain point where your hit with everything. There are few other minor problems with minor characters but overall it doesn't detract much from the show as a whole.\n\n\u001b[1mアフターストーリーのキャラクターは素晴らしく、ストーリーを素晴らしいものにしていますが、まだいくつか問題があります。 トモヤは不完全で欠陥のある素晴らしいキャラクターです。 彼の不完全な性格は、彼の問題が自分自身を思い起こさせるので、彼はほとんど完璧な性格になります。 私の1つの問題は、実際に彼が突然人々を助け始める原因になるClannadからです。 これは決して説明されず、私は不思議に思う。 もう1つの大きな問題は、トモヤと渚が、あなたのすべてがヒットしたところまで、あまり進展していないような無邪気な関係を持っているという事実です。 マイナーキャラクターには他にもマイナーな問題はほとんどありませんが、全体的にはショー全体をそれほど損なうものではありません。\u001b[22m\n\u001b[1m(Afutāsutōrī no kyarakutā wa subarashiku, sutōrī o subarashī mono ni shite imasuga, mada ikutsu ka mondai ga arimasu. Tomoya wa fukanzende kekkan'noaru subarashī kyarakutādesu. Kare no fukanzen'na seikaku wa, kare no mondai ga jibun jishin o omoiokosa serunode, kare wa hotondo kanpekina seikaku ni narimasu. Watashi no 1tsu no mondai wa, jissai ni kare ga totsuzen hitobito o tasuke hajimeru gen'in ni naru Clannad karadesu. Kore wa kesshite setsumei sa rezu, watashi wa fushigi ni omou. Mō 1tsu no ōkina mondai wa, Tomoya to nagisa ga, anata no subete ga hitto shita tokoro made, amari shinten shite inai yōna mujakinakankei o motte iru to iu jijitsudesu. Mainākyarakutā ni wa hoka ni mo maināna mondai wa hotondo arimasenga, zentai-teki ni wa shō zentai o sorehodo sokonau monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe characters of After Story are great and make the story great however I still have a few problems with them. Tomoya is a fantastic character full of imperfections and flaws. His imperfect character makes him almost the perfect character because his problems remind us of ourselves. My one problem is actually from Clannad, what causes him to suddenly start helping people. This is never explained and leaves me wondering. One other major problem is the fact that Tomoya and Nagisa have such an innocent relationship that doesn't seem to progress much until a certain point where your hit with everything. There are few other minor problems with minor characters but overall it doesn't detract much from the show as a whole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters of After Story are great and make the story great however I still have a few problems with them.\u001b[24m\n    \u001b[1mアフターストーリーのキャラクターは素晴らしく、ストーリーを素晴らしいものにしていますが、まだいくつか問題があります。\u001b[22m, \u001b[1m物語の後の文字は素晴らしいですし、ストーリーは素晴らしいしかし、私はまだ彼らといくつかの問題があることを確認してください。\u001b[22m\n\u001b[4mTomoya is a fantastic character full of imperfections and flaws.\u001b[24m\n    \u001b[1mトモヤは不完全で欠陥のある素晴らしいキャラクターです。\u001b[22m, \u001b[1m智也は、欠陥と欠陥の完全な幻想的な文字です。\u001b[22m\n\u001b[4mHis imperfect character makes him almost the perfect character because his problems remind us of ourselves.\u001b[24m\n    \u001b[1m彼の不完全な性格は、彼の問題が自分自身を思い起こさせるので、彼はほとんど完璧な性格になります。\u001b[22m, \u001b[1m彼の問題は自分自身を私たちに思い出させるために彼の不完全な文字は彼ほぼ完璧な文字になります。\u001b[22m\n\u001b[4mMy one problem is actually from Clannad, what causes him to suddenly start helping people.\u001b[24m\n    \u001b[1m私の1つの問題は、実際に彼が突然人々を助け始める原因になるClannadからです。\u001b[22m, \u001b[1m私の一つの問題は、彼が突然、人々を助ける開始させるものクラナドから、実際にあります。\u001b[22m\n\u001b[4mThis is never explained and leaves me wondering.\u001b[24m\n    \u001b[1mこれは決して説明されず、私は不思議に思う。\u001b[22m, \u001b[1mこれは説明していないと私は思っ離れるん。\u001b[22m\n\u001b[4mOne other major problem is the fact that Tomoya and Nagisa have such an innocent relationship that doesn't seem to progress much until a certain point where your hit with everything.\u001b[24m\n    \u001b[1mもう1つの大きな問題は、トモヤと渚が、あなたのすべてがヒットしたところまで、あまり進展していないような無邪気な関係を持っているという事実です。\u001b[22m, \u001b[1mもう一つの大きな問題は、智也と渚が特定のポイントすべてとあなたのヒットまであまり進行していないようです、このような無邪気な関係を持っているという事実です。\u001b[22m\n\u001b[4mThere are few other minor problems with minor characters but overall it doesn't detract much from the show as a whole.\u001b[24m\n    \u001b[1mマイナーキャラクターには他にもマイナーな問題はほとんどありませんが、全体的にはショー全体をそれほど損なうものではありません。\u001b[22m, \u001b[1mそこにマイナーな文字と他のいくつかのマイナーな問題がありますが、全体的には全体としてショーから多くを損ないません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10/10\n\n\u001b[1m全体：10/10\u001b[22m\n\u001b[1m(Zentai: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10/10\u001b[24m\n    \u001b[1m全体：10/10\u001b[22m\nClannad After Story is an anime that is nearly perfect. It's a story with lovable believable characters, a simple story, with excellent music and beautiful art. It makes you laugh, and it makes your cry (yes I cried, and I've got rather thick skin, so if you don't get teary eyed at least once you may be a heartless human being.) Clannad After Story is an anime that shouldn't be missed by anyone.\n\n\u001b[1mClannad After Storyはほぼ完璧なアニメです。 それは素晴らしい音楽と美しい芸術との愛らしい信じられないキャラクター、簡単な物語の物語です。 それはあなたを笑わせる、そしてあなたの叫びをする（はい、私は泣いた、私はかなり厚い肌を持っているので、少なくとも一度は涙目にならないなら、あなたは無情の人間かもしれない）Clannad After Story 誰もが見逃してはならないアニメ。\u001b[22m\n\u001b[1m(Clannad After Story wa hobo kanpekina animedesu. Sore wa subarashī ongaku to utsukushī geijutsu to no airashī shinjirarenai kyarakutā, kantan'na monogatari no monogataridesu. Sore wa anata o warawaseru, soshite anata no sakebi o suru (hai, watashi wa naita, watashi wa kanari atsui hada o motte irunode, sukunakutomo ichido wa namidame ni naranainara, anata wa mujō no ningen kamo shirenai) Clannad After Story daremoga minogashite wa naranai anime.)\u001b[22m\n\nTranslations of \u001b[4mClannad After Story is an anime that is nearly perfect. It's a story with lovable believable characters, a simple story, with excellent music and beautiful art. It makes you laugh, and it makes your cry (yes I cried, and I've got rather thick skin, so if you don't get teary eyed at least once you may be a heartless human being.) Clannad After Story is an anime that shouldn't be missed by anyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad After Story is an anime that is nearly perfect.\u001b[24m\n    \u001b[1mClannad After Storyはほぼ完璧なアニメです。\u001b[22m, \u001b[1mストーリーの後クラナドはほぼ完璧であるアニメです。\u001b[22m\n\u001b[4mIt's a story with lovable believable characters, a simple story, with excellent music and beautiful art.\u001b[24m\n    \u001b[1mそれは素晴らしい音楽と美しい芸術との愛らしい信じられないキャラクター、簡単な物語の物語です。\u001b[22m, \u001b[1mそれは、優れた音楽と美しい芸術と単純な話、愛らしい信じられる文字での話です。\u001b[22m\n\u001b[4mIt makes you laugh, and it makes your cry (yes I cried, and I've got rather thick skin, so if you don't get teary eyed at least once you may be a heartless human being.) Clannad After Story is an\u001b[24m\n    \u001b[1mそれはあなたを笑わせる、そしてあなたの叫びをする（はい、私は泣いた、私はかなり厚い肌を持っているので、少なくとも一度は涙目にならないなら、あなたは無情の人間かもしれない）Clannad After Story\u001b[22m, \u001b[1mそれはあなたが笑わせてくれる、それがあなたの叫びを作る（私は叫んだはい、と私はむしろ厚い皮を持っているので、あなたは目の涙を取得しない場合は、少なくとも一度は無情な人間であってもよい。）クラナドのストーリーがあるの後\u001b[22m\n\u001b[4manime that shouldn't be missed by anyone.\u001b[24m\n    \u001b[1m誰もが見逃してはならないアニメ。\u001b[22m, \u001b[1m誰もが見逃されるべきではないアニメ。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Anlaemar",
    "profile": "/profile/Anlaemar/reviews",
    "pages": "20",
    "number": "17",
    "link": "/reviews.php?id=29182",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n挑戦する必要があります。\n\nClannad〜After Story〜は、通常の日常の苦難と悲劇の完璧な例です。 それは、最終的には高校を卒業した若者の中には、世界の個体になろうとする若者たちがどうやって自分たちの上に出て行くのかを示しています。\n\nこれはまた、私たちが最終的に私たちの愛する人たちに直面しなければならない問題や状況を示しています。\n\nこれは非常にコミカルなアニメだけでなく、 '涙のjerker'です。 あなたはこの物語のキャラクターになり、彼らが乗っている感情ローラーコースターに乗りますが、結局はあなたの顔に笑みを浮かべます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDefiantly a must watch.\n\n\u001b[1m挑戦する必要があります。\u001b[22m\n\u001b[1m(Chōsen suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mDefiantly a must watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDefiantly a must watch.\u001b[24m\n    \u001b[1m挑戦する必要があります。\u001b[22m, \u001b[1mふてくされて見る必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nClannad ~After Story~ is a perfect example of normal, everyday hardships and tragedies. It shows how some teenagers, finally graduating high school, try to become an individual of the world and moves out on their own.\n\n\u001b[1mClannad〜After Story〜は、通常の日常の苦難と悲劇の完璧な例です。 それは、最終的には高校を卒業した若者の中には、世界の個体になろうとする若者たちがどうやって自分たちの上に出て行くのかを示しています。\u001b[22m\n\u001b[1m(Clannad 〜 After Story 〜 wa, tsūjō no nichijō no kunan to higeki no kanpekina reidesu. Sore wa, saishūtekini wa kōkō o sotsugyō shita wakamono no nakaniha, sekai no kotai ni narou to suru wakamono-tachi ga dō yatte jibun-tachi no ue ni dete iku no ka o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mClannad ~After Story~ is a perfect example of normal, everyday hardships and tragedies. It shows how some teenagers, finally graduating high school, try to become an individual of the world and moves out on their own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad ~After Story~ is a perfect example of normal, everyday hardships and tragedies.\u001b[24m\n    \u001b[1mClannad〜After Story〜は、通常の日常の苦難と悲劇の完璧な例です。\u001b[22m, \u001b[1mストーリー〜後クラナド〜は、通常、日常の苦難と悲劇の完璧な例です。\u001b[22m\n\u001b[4mIt shows how some teenagers, finally graduating high school, try to become an individual of the world and moves out on their own.\u001b[24m\n    \u001b[1mそれは、最終的には高校を卒業した若者の中には、世界の個体になろうとする若者たちがどうやって自分たちの上に出て行くのかを示しています。\u001b[22m, \u001b[1mこれは、いくつかのティーンエイジャーは、最終的に高校を卒業、世界の個々になろうとする方法を示していますし、自分の上に移動します。\u001b[22m\n\u001b[1m\u001b[22m\nThis also shows problems and situations we all must eventually face with our own loved ones.\n\n\u001b[1mこれはまた、私たちが最終的に私たちの愛する人たちに直面しなければならない問題や状況を示しています。\u001b[22m\n\u001b[1m(Kore wa mata, watashitachi ga saishūtekini watashitachi no aisuruhito-tachi ni chokumen shinakereba naranai mondai ya jōkyō o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis also shows problems and situations we all must eventually face with our own loved ones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis also shows problems and situations we all must eventually face with our own loved ones.\u001b[24m\n    \u001b[1mこれはまた、私たちが最終的に私たちの愛する人たちに直面しなければならない問題や状況を示しています。\u001b[22m, \u001b[1mこれはまた、我々はすべて、最終的に私たち自身の愛する人と直面しなければならない問題や状況を示しています。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a very comical anime as well as a 'tear-jerker.' You'll become the characters of this story and ride the emotion roller-coaster that they also ride, but in the end, it'll leave a smile on your face.\n\n\u001b[1mこれは非常にコミカルなアニメだけでなく、 '涙のjerker'です。 あなたはこの物語のキャラクターになり、彼らが乗っている感情ローラーコースターに乗りますが、結局はあなたの顔に笑みを浮かべます。\u001b[22m\n\u001b[1m(Kore wa hijō ni komikaruna anime dakedenaku, ' namida no jerker'desu. Anata wa kono monogatari no kyarakutā ni nari, karera ga notte iru kanjō rōrākōsutā ni norimasuga, kekkyoku wa anata no kao ni emi o ukabemasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a very comical anime as well as a 'tear-jerker.' You'll become the characters of this story and ride the emotion roller-coaster that they also ride, but in the end, it'll leave a smile on your face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a very comical anime as well as a 'tear-jerker.'\u001b[24m\n    \u001b[1mこれは非常にコミカルなアニメだけでなく、 '涙のjerker'です。\u001b[22m, \u001b[1mこれは非常にコミカルなアニメと同様である「涙ちょうだいの。」\u001b[22m\n\u001b[4mYou'll become the characters of this story and ride the emotion roller-coaster that they also ride, but in the end, it'll leave a smile on your face.\u001b[24m\n    \u001b[1mあなたはこの物語のキャラクターになり、彼らが乗っている感情ローラーコースターに乗りますが、結局はあなたの顔に笑みを浮かべます。\u001b[22m, \u001b[1mあなたはこの物語の文字になると、彼らはまた乗る感情のジェットコースターに乗るが、最終的に、それはあなたの顔に笑顔を残しておきますよ。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Bikou",
    "profile": "/profile/Bikou/reviews",
    "pages": "20",
    "number": "18",
    "link": "/reviews.php?id=70799",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私はClannadシリーズを最後に終えました。 それは私がそれについて聞いたすべての誇大宣伝に値する。 ストーリーの後、特にこの時点で、すべてのキャラクターは徹底的に開発され、ユニークでした。 あなたは本当に、このアニメのすべてのキャラクターを、悪い時と良い時をもって思いやります。 それは私がしばらく見た中で最も感情的に壊滅的なシーンのいくつかを持っていました。 アニメだけがあなたを動かした方法に音楽が加えられ、芸術は美しいものでした。 ストーリーが築かれたので、いつも泣いていました。私がこのアニメを終えたとき、私は古い友達を離れているかのように感じました。  ：3あなたがこれを見たことがないなら、すでにClannadシリーズを見に行く！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI finished the Clannad series finally after many recommendations I took it up. It deserved all the hype I had heard about it. Especially After Story, at this point all the characters were thoroughly developed and unique. You really ended up caring for every character in this Anime, through the bad and good times. It had some of the most emotionally devastating scenes I've seen in a while. The music only added to how the Anime moved you, the art was beautiful. The story was built up so it kept you crying at every moment and I know that when I finished this Anime I felt as if I were leaving old friends. :3 If you haven't seen this already go watch the Clannad series!\n\n\u001b[1m私はClannadシリーズを最後に終えました。 それは私がそれについて聞いたすべての誇大宣伝に値する。 ストーリーの後、特にこの時点で、すべてのキャラクターは徹底的に開発され、ユニークでした。 あなたは本当に、このアニメのすべてのキャラクターを、悪い時と良い時をもって思いやります。 それは私がしばらく見た中で最も感情的に壊滅的なシーンのいくつかを持っていました。 アニメだけがあなたを動かした方法に音楽が加えられ、芸術は美しいものでした。 ストーリーが築かれたので、いつも泣いていました。私がこのアニメを終えたとき、私は古い友達を離れているかのように感じました。  ：3あなたがこれを見たことがないなら、すでにClannadシリーズを見に行く！\u001b[22m\n\u001b[1m(Watashi wa Clannad shirīzu o saigo ni oemashita. Sore wa watashi ga sore ni tsuite kiita subete no kodai senden ni ataisuru. Sutōrī no ato, tokuni kono jiten de, subete no kyarakutā wa tetteiteki ni kaihatsu sa re, yunīkudeshita. Anata wa hontōni, kono anime no subete no kyarakutā o, warui toki to yoi toki o motte omoiyarimasu. Sore wa watashi ga shibaraku mita naka de mottomo kanjō-teki ni kaimetsu-tekina shīn no ikutsu ka o motte imashita. Anime dake ga anata o ugokashita hōhō ni ongaku ga kuwae rare, geijutsu wa utsukushī monodeshita. Sutōrī ga kizuka retanode, itsumo naite imashita. Watashi ga kono anime o oeta toki, watashi wa furui tomodachi o hanarete iru ka no yō ni kanjimashita. : 3 Anata ga kore o mita koto ga nainara, sudeni Clannad shirīzu o mi ni iku!)\u001b[22m\n\nTranslations of \u001b[4mI finished the Clannad series finally after many recommendations I took it up. It deserved all the hype I had heard about it. Especially After Story, at this point all the characters were thoroughly developed and unique. You really ended up caring for every character in this Anime, through the bad and good times. It had some of the most emotionally devastating scenes I've seen in a while. The music only added to how the Anime moved you, the art was beautiful. The story was built up so it kept you crying at every moment and I know that when I finished this Anime I felt as if I were leaving old friends. :3 If you haven't seen this already go watch the Clannad series!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI finished the Clannad series finally after many recommendations I took it up.\u001b[24m\n    \u001b[1m私はClannadシリーズを最後に終えました。\u001b[22m, \u001b[1m私はそれを取り上げた多くの勧告後、最終的にクラナドシリーズを終えました。\u001b[22m\n\u001b[4mIt deserved all the hype I had heard about it.\u001b[24m\n    \u001b[1mそれは私がそれについて聞いたすべての誇大宣伝に値する。\u001b[22m, \u001b[1mそれは私がそれについて聞いていたすべての誇大宣伝に値します。\u001b[22m\n\u001b[4mEspecially After Story, at this point all the characters were thoroughly developed and unique.\u001b[24m\n    \u001b[1mストーリーの後、特にこの時点で、すべてのキャラクターは徹底的に開発され、ユニークでした。\u001b[22m, \u001b[1m特にストーリーの後、この時点で、すべての文字を徹底的に開発され、ユニークました。\u001b[22m\n\u001b[4mYou really ended up caring for every character in this Anime, through the bad and good times.\u001b[24m\n    \u001b[1mあなたは本当に、このアニメのすべてのキャラクターを、悪い時と良い時をもって思いやります。\u001b[22m, \u001b[1mあなたは本当に悪いと良い時代を通じて、このアニメのすべての文字の世話になりました。\u001b[22m\n\u001b[4mIt had some of the most emotionally devastating scenes I've seen in a while.\u001b[24m\n    \u001b[1mそれは私がしばらく見た中で最も感情的に壊滅的なシーンのいくつかを持っていました。\u001b[22m, \u001b[1mそれは、私はしばらくの間で見た中で最も感情的に壊滅的なシーンのいくつかを持っていました。\u001b[22m\n\u001b[4mThe music only added to how the Anime moved you, the art was beautiful.\u001b[24m\n    \u001b[1mアニメだけがあなたを動かした方法に音楽が加えられ、芸術は美しいものでした。\u001b[22m, \u001b[1m唯一のアニメがあなたを移動する方法に追加した音楽は、芸術は美しかったです。\u001b[22m\n\u001b[4mThe story was built up so it kept you crying at every moment and I know that when I finished this Anime I felt as if I were leaving old friends.\u001b[24m\n    \u001b[1mストーリーが築かれたので、いつも泣いていました。私がこのアニメを終えたとき、私は古い友達を離れているかのように感じました。\u001b[22m, \u001b[1m物語が構築されたので、それはすべての瞬間に泣いてあなたを維持し、私はこのアニメを終えたとき、私は古い友人を残していたかのように私が感じたことを知っています。\u001b[22m\n\u001b[4m:3 If you haven't seen this already go watch the Clannad series!\u001b[24m\n    \u001b[1m：3あなたがこれを見たことがないなら、すでにClannadシリーズを見に行く！\u001b[22m, \u001b[1m：3あなたが見ていない場合、これはすでにクラナドシリーズを見に行きます！\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "DakrCloud",
    "profile": "/profile/DakrCloud/reviews",
    "pages": "20",
    "number": "19",
    "link": "/reviews.php?id=79444",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nストーリーの後のClannad...正直なところ私は何を言うことができます、それは驚くべきことでした。 このショーについてのすべては完璧な10、すべての物語のプロット、キャラクター、芸術と私はシリーズから抜け出したすべての楽しさ以上の純粋だった。 私はこのようなレベルで私に触れたアニメを見たことがない。 このアニメの間にもっと涙と笑いがあり、これまでに見たアニメやT.V. 私は正直言ってこれが本当の傑作だと言うことができます。 さて、あなたは「それが傑作なら、アート部門の下に9つの理由があるのはなぜですか？」と疑問に思われるかもしれません。 本当にこれは、アーティストがこのショーで女の子の目を描いたやり方について、私はちょっと気になっていますが、本当にショーに入るとあなたが乗り越えるものです。\n\nAfter Storyの始めから終わりまで見ることは喜びでした。 私が前に述べたように、このショーについてのすべては基本的に完璧でした。 本当に、アニメに入り、感情的な/生きたアニメーションのスライスを愛する人のために、私はストーリーの後にクラナドをお勧めします。 しかし、まず、クラナドのシーズン1を見に行かなければなりません。\n\n私の友人たちは私に、「あなたはストーリーの後を見るためにクラナドを見る」と言った。\n\nこの声明は絶対に真実であり、真剣に、他人なしでは単独で立つことはできず、多くの人の心に同じ影響を及ぼすことはできません。\n\n正直なところ、これは私の人生のさまざまな面で私の見通しを変えました。 私が愛する関係から、私は結婚と結婚を楽しみにしています。 あなたがあなたに最も近いものを持っている友人を大切にすることは、私がこのアニメについて教えてくれた教訓を決して忘れないものです。 すべての瞬間を楽しむために、私が愛する人たちと私が宝物を持っている人と一緒に、私が持っている可能性のあるあらゆる状況を通して生きていくような強い結びつきを作り、友達が降りるときにそこにいる。\n\n要するに、このアニメは言葉で要約することはできませんが、このアニメを見て感じて経験したことは、言葉で扱うこと以上のものです。 クローナドは、ストーリーの後を見に行って、あなたは失望しないでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad After Story... Honestly what can I say, it was amazing. Everything about this show was a perfect 10, every story plot, characters, the art and just the pure over all enjoyment I got out of the series. I have never seen an anime that has touched me on such a level such as this one. More tears and laughs were had during this anime then any other anime or T.V. show I have ever seen. I can honestly say that this is a true masterpiece. Now, you may be wondering, 'If it is a master piece then why is there a 9 under the Art category?' Really this is me just being nit picky about the way the artist drew the girls eyes in this show but really it is something you get over once you really get into the show.\n\n\u001b[1mストーリーの後のClannad...正直なところ私は何を言うことができます、それは驚くべきことでした。 このショーについてのすべては完璧な10、すべての物語のプロット、キャラクター、芸術と私はシリーズから抜け出したすべての楽しさ以上の純粋だった。 私はこのようなレベルで私に触れたアニメを見たことがない。 このアニメの間にもっと涙と笑いがあり、これまでに見たアニメやT.V. 私は正直言ってこれが本当の傑作だと言うことができます。 さて、あなたは「それが傑作なら、アート部門の下に9つの理由があるのはなぜですか？」と疑問に思われるかもしれません。 本当にこれは、アーティストがこのショーで女の子の目を描いたやり方について、私はちょっと気になっていますが、本当にショーに入るとあなたが乗り越えるものです。\u001b[22m\n\u001b[1m(Sutōrī no nochi no Clannad... Shōjikina tokoro watashi wa nani o iu koto ga dekimasu, soreha odorokubeki kotodeshita. Kono shō ni tsuite no subete wa kanpekina 10, subete no monogatari no purotto, kyarakutā, geijutsu to watashi wa shirīzu kara nukedashita subete no tanoshisa ijō no junsuidatta. Watashi wa kono yōna reberu de watashi ni fureta anime o mita koto ga nai. Kono anime no ma ni motto namida to warai ga ari, kore made ni mita anime ya T. V. Watashi wa shōjiki itte kore ga hontō no kessakuda to iu koto ga dekimasu. Sate, anata wa `sore ga kessakunara, āto bumon no shita ni kokonotsu no riyū ga aru no wa nazedesu ka?' To gimon ni omowa reru kamo shiremasen. Hontōni kore wa, ātisuto ga kono shō de on'nanoko no me o kaita yarikata ni tsuite, watashi wa chotto ki ni natte imasuga, hontōni shō ni hairu to anata ga norikoeru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mClannad After Story... Honestly what can I say, it was amazing. Everything about this show was a perfect 10, every story plot, characters, the art and just the pure over all enjoyment I got out of the series. I have never seen an anime that has touched me on such a level such as this one. More tears and laughs were had during this anime then any other anime or T.V. show I have ever seen. I can honestly say that this is a true masterpiece. Now, you may be wondering, 'If it is a master piece then why is there a 9 under the Art category?' Really this is me just being nit picky about the way the artist drew the girls eyes in this show but really it is something you get over once you really get into the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad After Story... Honestly what can I say, it was amazing.\u001b[24m\n    \u001b[1mストーリーの後のClannad...正直なところ私は何を言うことができます、それは驚くべきことでした。\u001b[22m, \u001b[1mストーリーの後クラナドは...正直なところ私はそれは驚くべきものだったか、何を言うことができます。\u001b[22m\n\u001b[4mEverything about this show was a perfect 10, every story plot, characters, the art and just the pure over all enjoyment I got out of the series.\u001b[24m\n    \u001b[1mこのショーについてのすべては完璧な10、すべての物語のプロット、キャラクター、芸術と私はシリーズから抜け出したすべての楽しさ以上の純粋だった。\u001b[22m, \u001b[1mこの番組についてのすべてが完璧な10、すべての物語のプロット、キャラクター、芸術と私はシリーズの外に出たすべての楽しさの上だけで純粋でした。\u001b[22m\n\u001b[4mI have never seen an anime that has touched me on such a level such as this one.\u001b[24m\n    \u001b[1m私はこのようなレベルで私に触れたアニメを見たことがない。\u001b[22m, \u001b[1m私はそのようなこの1のようなレベルで私に触れたアニメを見たことがありません。\u001b[22m\n\u001b[4mMore tears and laughs were had during this anime then any other anime or T.V. show I have ever seen.\u001b[24m\n    \u001b[1mこのアニメの間にもっと涙と笑いがあり、これまでに見たアニメやT.V.\u001b[22m, \u001b[1mより多くの涙と笑いは、このアニメ私が今まで見てきた他のアニメやT.V.ショーの間に有していました。\u001b[22m\n\u001b[4mI can honestly say that this is a true masterpiece.\u001b[24m\n    \u001b[1m私は正直言ってこれが本当の傑作だと言うことができます。\u001b[22m, \u001b[1m私は正直、これは真の傑作であると言うことができます。\u001b[22m\n\u001b[4mNow, you may be wondering, 'If it is a master piece then why is there a 9 under the Art category?'\u001b[24m\n    \u001b[1mさて、あなたは「それが傑作なら、アート部門の下に9つの理由があるのはなぜですか？」と疑問に思われるかもしれません。\u001b[22m, \u001b[1mさて、あなたは「それはマスターピースであれば、なぜアートカテゴリの下に9があるのでしょうか？」、不思議に思われるかもしれません\u001b[22m\n\u001b[4mReally this is me just being nit picky about the way the artist drew the girls eyes in this show but really it is something you get over once you really get into the show.\u001b[24m\n    \u001b[1m本当にこれは、アーティストがこのショーで女の子の目を描いたやり方について、私はちょっと気になっていますが、本当にショーに入るとあなたが乗り越えるものです。\u001b[22m, \u001b[1m本当にこれは私がちょうどアーティストがこのショーで女の子の目を引いたが、本当にそれはあなたが本当にショーに得れば、あなたが乗り越える何かがあるよう好き嫌いNITされています。\u001b[22m\n\u001b[1m\u001b[22m\nFrom the beginning to the end of After Story it was a joy to watch. As I stated before everything about this show was basically perfect. Really, for any one who is into anime and loves emotional/slice of lifeish anime's then I would recommend Clannad After Story. But first you must go watch Clannad season 1.\n\n\u001b[1mAfter Storyの始めから終わりまで見ることは喜びでした。 私が前に述べたように、このショーについてのすべては基本的に完璧でした。 本当に、アニメに入り、感情的な/生きたアニメーションのスライスを愛する人のために、私はストーリーの後にクラナドをお勧めします。 しかし、まず、クラナドのシーズン1を見に行かなければなりません。\u001b[22m\n\u001b[1m(After Story no hajime kara owari made miru koto wa yorokobideshita. Watashi ga mae ni nobeta yō ni, kono shō ni tsuite no subete wa kihontekini kanpekideshita. Hontōni, anime ni hairi, kanjō-tekina/ ikita animēshon no suraisu o aisuruhito no tame ni, watashi wa sutōrī no nochi ni kuranado o o susume shimasu. Shikashi, mazu, kuranado no shīzun 1 o mi ni ikanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mFrom the beginning to the end of After Story it was a joy to watch. As I stated before everything about this show was basically perfect. Really, for any one who is into anime and loves emotional/slice of lifeish anime's then I would recommend Clannad After Story. But first you must go watch Clannad season 1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom the beginning to the end of After Story it was a joy to watch.\u001b[24m\n    \u001b[1mAfter Storyの始めから終わりまで見ることは喜びでした。\u001b[22m, \u001b[1m物語の後の最初から最後までそれを見て喜びました。\u001b[22m\n\u001b[4mAs I stated before everything about this show was basically perfect.\u001b[24m\n    \u001b[1m私が前に述べたように、このショーについてのすべては基本的に完璧でした。\u001b[22m, \u001b[1m私は前に述べたように、この番組についてのすべては、基本的には完璧でした。\u001b[22m\n\u001b[4mReally, for any one who is into anime and loves emotional/slice of lifeish anime's then I would recommend Clannad After Story.\u001b[24m\n    \u001b[1m本当に、アニメに入り、感情的な/生きたアニメーションのスライスを愛する人のために、私はストーリーの後にクラナドをお勧めします。\u001b[22m, \u001b[1m本当に、アニメ化され、その後、私はストーリーの後クラナドをお勧めしますlifeishアニメのの感情的/スライスを愛するいずれかのために。\u001b[22m\n\u001b[4mBut first you must go watch Clannad season 1.\u001b[24m\n    \u001b[1mしかし、まず、クラナドのシーズン1を見に行かなければなりません。\u001b[22m, \u001b[1mただし、まずクラナドシーズン1を見に行く必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nAs my friends told me 'You watch Clannad to watch After Story'.\n\n\u001b[1m私の友人たちは私に、「あなたはストーリーの後を見るためにクラナドを見る」と言った。\u001b[22m\n\u001b[1m(Watashi no yūjin-tachi wa watashi ni,`anata wa sutōrī no ato o miru tame ni kuranado o miru' to itta.)\u001b[22m\n\nTranslations of \u001b[4mAs my friends told me 'You watch Clannad to watch After Story'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs my friends told me 'You watch Clannad to watch After Story'.\u001b[24m\n    \u001b[1m私の友人たちは私に、「あなたはストーリーの後を見るためにクラナドを見る」と言った。\u001b[22m, \u001b[1m私の友人が私に言ったように 'あなたは物語の後見にクラナドを見ます」。\u001b[22m\n\u001b[1m\u001b[22m\nThis statement is absolutely true, seriously, one can not stand alone without the other and have the same affect on the hearts of so many.\n\n\u001b[1mこの声明は絶対に真実であり、真剣に、他人なしでは単独で立つことはできず、多くの人の心に同じ影響を及ぼすことはできません。\u001b[22m\n\u001b[1m(Kono seimei wa zettai ni shinjitsudeari, shinken ni, tanin nashide wa tandoku de tatsu koto wa dekizu, ōku no hito no kokoro ni onaji eikyō o oyobosu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis statement is absolutely true, seriously, one can not stand alone without the other and have the same affect on the hearts of so many.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis statement is absolutely true, seriously, one can not stand alone without the other and have the same affect on the hearts of so many.\u001b[24m\n    \u001b[1mこの声明は絶対に真実であり、真剣に、他人なしでは単独で立つことはできず、多くの人の心に同じ影響を及ぼすことはできません。\u001b[22m, \u001b[1mこの文は、真剣に、一方が他方なしに一人で立つことができないと同じことが非常に多くの人々の心に影響を与えている、絶対に本当です。\u001b[22m\n\u001b[1m\u001b[22m\nHonestly this has changed my outlook on so many different aspects of my life. From the relationships I hold dear to the one's I am looking forward to when I eventually marry and settle down. Cherishing the friends you have the ones you love closest to you are things I will never forget about this anime, the lessons it taught. To enjoy every moment I have with people whom I love and the ones I treasure, to form strong bonds that will last a life time through any situation I may have and to be there for my friends when they get down.\n\n\u001b[1m正直なところ、これは私の人生のさまざまな面で私の見通しを変えました。 私が愛する関係から、私は結婚と結婚を楽しみにしています。 あなたがあなたに最も近いものを持っている友人を大切にすることは、私がこのアニメについて教えてくれた教訓を決して忘れないものです。 すべての瞬間を楽しむために、私が愛する人たちと私が宝物を持っている人と一緒に、私が持っている可能性のあるあらゆる状況を通して生きていくような強い結びつきを作り、友達が降りるときにそこにいる。\u001b[22m\n\u001b[1m(Shōjikina tokoro, koreha watashinojinsei no samazamana men de watashi no mitōshi o kaemashita. Watashi ga aisuru kankei kara, watashi wa kekkon to kekkon o tanoshiminishiteimasu. Anata ga anata ni mottomo chikai mono o motte iru yūjin o taisetsu ni suru koto wa, watashi ga kono anime ni tsuite oshiete kureta kyōkun o kesshite wasurenai monodesu. Subete no shunkan o tanoshimu tame ni, watashi ga aisuruhito-tachi to watashi ga takaramono o motte iru hito to issho ni, watashi ga motte iru kanōsei no aru arayuru jōkyō o tōshite ikite iku yōna tsuyoi musubitsuki o tsukuri, tomodachi ga oriru toki ni soko ni iru.)\u001b[22m\n\nTranslations of \u001b[4mHonestly this has changed my outlook on so many different aspects of my life. From the relationships I hold dear to the one's I am looking forward to when I eventually marry and settle down. Cherishing the friends you have the ones you love closest to you are things I will never forget about this anime, the lessons it taught. To enjoy every moment I have with people whom I love and the ones I treasure, to form strong bonds that will last a life time through any situation I may have and to be there for my friends when they get down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly this has changed my outlook on so many different aspects of my life.\u001b[24m\n    \u001b[1m正直なところ、これは私の人生のさまざまな面で私の見通しを変えました。\u001b[22m, \u001b[1m正直なところ、これは私の人生のように多くの異なる側面に私の見通しを変更しました。\u001b[22m\n\u001b[4mFrom the relationships I hold dear to the one's I am looking forward to when I eventually marry and settle down.\u001b[24m\n    \u001b[1m私が愛する関係から、私は結婚と結婚を楽しみにしています。\u001b[22m, \u001b[1m関係から、私は私が最終的に結婚すると落ち着く時を楽しみにしている1ののに大切。\u001b[22m\n\u001b[4mCherishing the friends you have the ones you love closest to you are things I will never forget about this anime, the lessons it taught.\u001b[24m\n    \u001b[1mあなたがあなたに最も近いものを持っている友人を大切にすることは、私がこのアニメについて教えてくれた教訓を決して忘れないものです。\u001b[22m, \u001b[1mあなたはあなたに最も近い愛するものを持っている友人を大切にすることは、私はこのアニメを忘れることはありません事、それは教えレッスンです。\u001b[22m\n\u001b[4mTo enjoy every moment I have with people whom I love and the ones I treasure, to form strong bonds that will last a life time through any situation I may have and to be there for my friends when they get down.\u001b[24m\n    \u001b[1mすべての瞬間を楽しむために、私が愛する人たちと私が宝物を持っている人と一緒に、私が持っている可能性のあるあらゆる状況を通して生きていくような強い結びつきを作り、友達が降りるときにそこにいる。\u001b[22m, \u001b[1m私が持っていることがあり、彼らは降りるときに私の友人のためにそこにどのような状況を通して人生の時間を持続する強力な結合を形成するために、私は愛する人と私は大切なもので、私が持っているすべての瞬間を楽しむことができます。\u001b[22m\n\u001b[1m\u001b[22m\nIn short this anime cannot be summarized in words, what you feel and experience from watching this anime are more than words can handle. Go watch Clannad then go watch After Story, you will not be disappointed.\n\n\u001b[1m要するに、このアニメは言葉で要約することはできませんが、このアニメを見て感じて経験したことは、言葉で扱うこと以上のものです。 クローナドは、ストーリーの後を見に行って、あなたは失望しないでしょう。\u001b[22m\n\u001b[1m(Yōsuruni, kono anime wa kotoba de yōyaku suru koto wa dekimasenga, kono anime o mite kanjite keiken shita koto wa, kotoba de atsukau koto ijō no monodesu. Kurōnado wa, sutōrī no ato o mi ni itte, anata wa shitsubō shinaideshou.)\u001b[22m\n\nTranslations of \u001b[4mIn short this anime cannot be summarized in words, what you feel and experience from watching this anime are more than words can handle. Go watch Clannad then go watch After Story, you will not be disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn short this anime cannot be summarized in words, what you feel and experience from watching this anime are more than words can handle.\u001b[24m\n    \u001b[1m要するに、このアニメは言葉で要約することはできませんが、このアニメを見て感じて経験したことは、言葉で扱うこと以上のものです。\u001b[22m, \u001b[1m要するにこのアニメは、言葉で要約することができない、何を感じ、このアニメを見てからの経験は言葉が処理できる以上です。\u001b[22m\n\u001b[4mGo watch Clannad then go watch After Story, you will not be disappointed.\u001b[24m\n    \u001b[1mクローナドは、ストーリーの後を見に行って、あなたは失望しないでしょう。\u001b[22m, \u001b[1mクラナドはその後、ストーリー後時計を行く見に行く、あなたは失望することはできません。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "baltazak",
    "profile": "/profile/baltazak/reviews",
    "pages": "20",
    "number": "20",
    "link": "/reviews.php?id=27048",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n物語が私の人生を変えてしまった後、フランク・クラナドになる\n私はそれを見て、吹き飛ばされた\n私はこの経験をもう一度覚えているかどうか分からない",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTo be frank clannad after story had change my life\n\n\u001b[1m物語が私の人生を変えてしまった後、フランク・クラナドになる\u001b[22m\n\u001b[1m(Monogatari ga watashinojinsei o kaete shimatta nochi, Furanku kuranado ni naru)\u001b[22m\n\nTranslations of \u001b[4mTo be frank clannad after story had change my life\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be frank clannad after story had change my life\u001b[24m\n    \u001b[1m物語が私の人生を変えてしまった後、フランク・クラナドになる\u001b[22m, \u001b[1m物語は私の人生を変えた後率直CLANNADようにするには、\u001b[22m\nI watched it, and was blown away\n\n\u001b[1m私はそれを見て、吹き飛ばされた\u001b[22m\n\u001b[1m(Watashi wa sore o mite, fukitobasa reta)\u001b[22m\n\nTranslations of \u001b[4mI watched it, and was blown away\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched it, and was blown away\u001b[24m\n    \u001b[1m私はそれを見て、吹き飛ばされた\u001b[22m, \u001b[1m私はそれを見て、吹き飛ばされました\u001b[22m\nI'm not sure I relive this experience one other time\n\n\u001b[1m私はこの経験をもう一度覚えているかどうか分からない\u001b[22m\n\u001b[1m(Watashi wa kono keiken o mōichido oboete iru ka dō ka wakaranai)\u001b[22m\n\nTranslations of \u001b[4mI'm not sure I relive this experience one other time\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not sure I relive this experience one other time\u001b[24m\n    \u001b[1m私はこの経験をもう一度覚えているかどうか分からない\u001b[22m, \u001b[1m私はこの経験を一つの他の時間を追体験わからないんだけど\u001b[22m"
  }
]
