[
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "TetsuPanda",
    "profile": "/profile/TetsuPanda/reviews",
    "pages": "24",
    "number": "1",
    "link": "/reviews.php?id=44883",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nClannad：ストーリーが終わった後、Clannadを見た後で多くの視聴者が残すことができるすべての緩やかな終わりと「次の質問」を完成させる素晴らしい仕事をします。\nこのようなアニメを見る際に、「彼らはいつまでも幸せに生きていましたか？\nそして、これは彼らの学校生活から直接ドラマ、プロットのひねりと喜びの金鉱に続く直接の続編です。\n主人公、岡崎には、膨大な量の複雑なキャラクターが成長しており、この種のことに慣れていない場合は、時々プロットを把握するのが難しいため、かなりのリウォッチ値があります。 一見生き生きとしたスノーフレークペースで動いているようですが、そこには深みがあります。\n残念なことに、個人的には、私の個人的な感情は、私の楽しみのようにややおとぎ話だった。それは確かに多くの感情を呼び起こすアニメであり、Clannadのファンには満足していてもっと欲望がある。\n私はこれを見ることを強く勧めます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nClannad: After story does a fantastic job of culminating all the loose ends and 'what next' questions that many viewers could be left with after watching Clannad.\n\n\u001b[1mClannad：ストーリーが終わった後、Clannadを見た後、多くの視聴者が残すことができるすべての緩やかな終わりと「次の質問」を完成させる素晴らしい仕事をします。\u001b[22m\n\u001b[1m(Clannad: Sutōrī ga owatta nochi, Clannad o mita nochi, ōku no shichō-sha ga nokosu koto ga dekiru subete no yuruyakana owari to `tsugi no shitsumon' o kansei sa seru subarashī shigoto o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mClannad: After story does a fantastic job of culminating all the loose ends and 'what next' questions that many viewers could be left with after watching Clannad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad: After story does a fantastic job of culminating all the loose ends and 'what next' questions that many viewers could be left with after watching Clannad.\u001b[24m\n    \u001b[1mClannad：ストーリーが終わった後、Clannadを見た後、多くの視聴者が残すことができるすべての緩やかな終わりと「次の質問」を完成させる素晴らしい仕事をします。\u001b[22m, \u001b[1mクラナド：物語はすべての未決と「次は何 '多くの視聴者がクラナドを見た後に残されることができるとの質問に最高潮に達するの素晴らしい仕事をしていませんした後。\u001b[22m\nIn watching an anime such as this, we often ask, 'Did they live happily ever after?'\n\n\u001b[1mこのようなアニメを見る際に、「彼らはいつまでも幸せに生きていましたか？\u001b[22m\n\u001b[1m(Kono yōna anime o miru sai ni,`karera wa itsu made mo shiawase ni ikite imashita ka?)\u001b[22m\n\nTranslations of \u001b[4mIn watching an anime such as this, we often ask, 'Did they live happily ever after?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn watching an anime such as this, we often ask, 'Did they live happily ever after?'\u001b[24m\n    \u001b[1mこのようなアニメを見る際に、「彼らはいつまでも幸せに生きていましたか？\u001b[22m, \u001b[1mこのようなアニメを見て、私たちはしばしば、頼む」彼らはその後ずっと幸福に住んでいましたの？」\u001b[22m\nAnd this is a direct sequel trailing directly from their school lives into a goldmine of drama, plot twists and hilarity.\n\n\u001b[1mそして、これは彼らの学校生活から直接ドラマ、プロットのひねりと喜びの金鉱に続く直接の続編です。\u001b[22m\n\u001b[1m(Soshite, kore wa karera no gakkō seikatsu kara chokusetsu dorama, purotto no hineri to yorokobi no kinkō ni tsudzuku chokusetsu no zokuhendesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd this is a direct sequel trailing directly from their school lives into a goldmine of drama, plot twists and hilarity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd this is a direct sequel trailing directly from their school lives into a goldmine of drama, plot twists and hilarity.\u001b[24m\n    \u001b[1mそして、これは彼らの学校生活から直接ドラマ、プロットのひねりと喜びの金鉱に続く直接の続編です。\u001b[22m, \u001b[1mそして、これはドラマ、どんでん返しとはしゃぎの金鉱に彼らの学校生活から直接末尾の直接の続編です。\u001b[22m\nThere is a vast amount of complex character growth to be seen in the protagonist, Okazaki, and there is a fair amount of rewatch value because it can be difficult to grasp the plot at times if you're not used to this kind of thing. Although it seemingly moves at a lifelike and snowflake pace, there is a lot of depth within.\n\n\u001b[1m主人公、岡崎には、膨大な量の複雑なキャラクターが成長しており、この種のことに慣れていない場合は、時々プロットを把握するのが難しいため、かなりのリウォッチ値があります。 一見生き生きとしたスノーフレークペースで動いているようですが、そこには深みがあります。\u001b[22m\n\u001b[1m(Shujinkō, Okazaki ni wa, bōdaina ryō no fukuzatsuna kyarakutā ga seichō shite ori, kono tane no koto ni narete inai baai wa, tokidoki purotto o haaku suru no ga muzukashī tame, kanari no riu~otchi-chi ga arimasu. Ikken ikiikitoshita sunōfurēkupēsu de ugoite iru yōdesuga, soko ni wa fukami ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is a vast amount of complex character growth to be seen in the protagonist, Okazaki, and there is a fair amount of rewatch value because it can be difficult to grasp the plot at times if you're not used to this kind of thing. Although it seemingly moves at a lifelike and snowflake pace, there is a lot of depth within.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a vast amount of complex character growth to be seen in the protagonist, Okazaki, and there is a fair amount of rewatch value because it can be difficult to grasp the plot at times if you're not used to this kind of thing.\u001b[24m\n    \u001b[1m主人公、岡崎には、膨大な量の複雑なキャラクターが成長しており、この種のことに慣れていない場合は、時々プロットを把握するのが難しいため、かなりのリウォッチ値があります。\u001b[22m, \u001b[1m主人公、岡崎に見られるように、複雑なキャラクターの成長の膨大な量があり、あなたがこの種のものに慣れていない場合の時間でのプロットを把握することが困難であるため、rewatch値のかなりの量があります。\u001b[22m\n\u001b[4mAlthough it seemingly moves at a lifelike and snowflake pace, there is a lot of depth within.\u001b[24m\n    \u001b[1m一見生き生きとしたスノーフレークペースで動いているようですが、そこには深みがあります。\u001b[22m, \u001b[1mそれは一見本物そっくりと雪片のペースで移動しているが、内の深さがたくさんあります。\u001b[22m\nUnfortunately, for me personally the ending was slightly too fairy-tale like for my enjoyment, it is definitely an anime which evokes a lot of emotion and will have fans of Clannad both satisfied and desiring more.\n\n\u001b[1m残念なことに、個人的には、私の個人的な感情は、私の楽しみのようにややおとぎ話だった。それは確かに多くの感情を呼び起こすアニメであり、Clannadのファンには満足していてもっと欲望がある。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, kojin-teki ni wa, watashi no kojin-tekina kanjō wa, watashi no tanoshimi no yō ni yaya otogibanashidatta. Sore wa tashika ni ōku no kanjō o yobiokosu animedeari, Clannad no fan ni wa manzoku shite ite motto yokubō ga aru.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, for me personally the ending was slightly too fairy-tale like for my enjoyment, it is definitely an anime which evokes a lot of emotion and will have fans of Clannad both satisfied and desiring more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, for me personally the ending was slightly too fairy-tale like for my enjoyment, it is definitely an anime which evokes a lot of emotion and will have fans of Clannad both satisfied and desiring more.\u001b[24m\n    \u001b[1m残念なことに、個人的には、私の個人的な感情は、私の楽しみのようにややおとぎ話だった。それは確かに多くの感情を呼び起こすアニメであり、Clannadのファンには満足していてもっと欲望がある。\u001b[22m, \u001b[1m残念ながら、私のために個人的に結末が私の楽しみのためのようなおとぎ話のような少しすぎだった、それは間違いなく感情の多くを連想させるとクラナドのファンがいますアニメの両方に満足し、より多くの希望。\u001b[22m\nI highly recommend watching this.\n\n\u001b[1m私はこれを見ることを強く勧めます。\u001b[22m\n\u001b[1m(Watashi wa kore o miru koto o tsuyoku susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mI highly recommend watching this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI highly recommend watching this.\u001b[24m\n    \u001b[1m私はこれを見ることを強く勧めます。\u001b[22m, \u001b[1m私は非常にこれを見てお勧めします。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "gpnrunxm",
    "profile": "/profile/gpnrunxm/reviews",
    "pages": "24",
    "number": "2",
    "link": "/reviews.php?id=37158",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\n私の最初のレビュー...そう...\n私は多くを捨てるのは好きではありませんが、あなたが最初に見たと仮定して、私はそのいくつかの側面について言及します。\n\nこれは、最初のシーズンの続き、同じキャラクター（いくつかの新しいものを含む）、最初の同じテーマ、ectです。 しかし、このアニメは、私が遭遇した他のアニメとは違って、「少年は女の子」の話の後に何が起こるかを伝え、私の意見ではこれをアニメーション/映画の傑作にするためにすべてのテーマに基づいています。\n\nこのアニメは成熟した聴衆のためのものであり、そのテーマの概念、成長についてのもの、困難なものなどがあります。 私は、ほとんどの未熟な人たちがそのメッセージを「人生の一部」以外にも理解できることを疑う。 テーマは、運命/運命（選択肢は多くの可能な結果を​​もたらす（愛）（真実で正直な意味では（歓迎される性的な場面はない））、（高校） 友人はしばしば遠ざかります）、現代的な意味で男性、女性、親、夫、妻であることを意味し、すべての「clannad」は「家族」のためのアイルランドのゲール語であり、  「ビッグ・ダンゴ・ファミリー」の曲のうち、最初のシリーズの続き、クラナドは、多くの解釈の層を持つことができます。曲は人々を結びつけ、ダンゴは一種の（日本の）食べ物です（これはダンゴ・ファミリー あなたの家族と一緒に家にいることに気付いたことがありますか？あなたが一緒にいる数回は、おそらく夕食のテーブルにいるでしょうか？最大のテーマは何も変わらないことです。 もしそうでなければ、何も生き残ることはできない（女の子とロボットとの別の世界）。\n\nこのアニメに欠けていると感じた数少ないもののうち、曲はあまり多様ではないし、泣かそうとしているように思えた（ほとんどオーバードラウンドのドラマの上に... どのようなタイプの「生命の断片」エンターテイメントでもそうであるように、生命がすぐには起こらないため、よりリアルになります）。\n\n私はこのアニメを強く勧めますが、まず最初の部分、Clannadを見なければなりません。 私は実際に私にこの印象を残している別のアニメを見つけ出すことを強く求められます（結局私はレビューを書きました）。 私がこれから得た印象は、死は、ドラマ、幸福、笑い（すべてがシリーズで時々起こる）と、痛みが何であるかにかかわらず、私たち全員が直面するものであり、家族（友人、 親や子供、または社会的な債券のいくつかの他の形態）が勝つことができる。 シリーズはJ.R.Rのテーマを私に思い出させました。  Tolkienの「The Lord of the Rings」とそのすばらしい物語からいくつか引用符を追加するために「少しずつ、1つは遠くへ」、「私は言わないで、泣かないでください。すべての涙は悪ではないからです。 世の中のすべての潮流を習得するために、われわれが知っている畑で悪を根こそぎにして、後に暮らす人々がきれいな土を持つまで 。 彼らがどんな天候をとるかは、私たちが支配するものではありません。\n\n素敵な描かれたアニメ、素晴らしいメッセージ、そして一般的に素晴らしいキャラクターの開発、よく書かれた物語。 それを見て、ティッシュボックスを近くに置く必要があるかもしれません！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMy first review ... so ...\n\n\u001b[1m私の最初のレビュー...そう...\u001b[22m\n\u001b[1m(Watashi no saisho no rebyū... Sō...)\u001b[22m\n\nTranslations of \u001b[4mMy first review ... so ...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy first review ... so ...\u001b[24m\n    \u001b[1m私の最初のレビュー...そう...\u001b[22m\nI don't like to give away much, but assuming that you've watch the first, I will mention some aspects of that.\n\n\u001b[1m私は多くを捨てるのは好きではありませんが、あなたが最初に見たと仮定して、私はそのいくつかの側面について言及します。\u001b[22m\n\u001b[1m(Watashi wa ōku o suteru no wa sukide wa arimasenga, anata ga saisho ni mita to katei shite, watashi wa sono ikutsu ka no sokumen ni tsuite genkyū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't like to give away much, but assuming that you've watch the first, I will mention some aspects of that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't like to give away much, but assuming that you've watch the first, I will mention some aspects of that.\u001b[24m\n    \u001b[1m私は多くを捨てるのは好きではありませんが、あなたが最初に見たと仮定して、私はそのいくつかの側面について言及します。\u001b[22m, \u001b[1m私は離れてはるかに与えることを好きではありませんが、あなたは最初のを見てきたと仮定すると、私はそれのいくつかの側面に言及します。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a continuation of the first season, the same characters (with a few new ones), same themes of first, ect. But this anime, unlike any other anime I've encountered tells what happens after the 'boy gets girl' story and builds upon all of the themes to make this in my opinion a masterpiece of animation/film.\n\n\u001b[1mこれは、最初のシーズンの続き、同じキャラクター（いくつかの新しいものを含む）、最初の同じテーマ、ectです。 しかし、このアニメは、私が遭遇した他のアニメとは違って、「少年は女の子」の話の後に何が起こるかを伝え、私の意見ではこれをアニメーション/映画の傑作にするためにすべてのテーマに基づいています。\u001b[22m\n\u001b[1m(Kore wa, saisho no shīzun no tsudzuki, onaji kyarakutā (ikutsu ka no atarashī mono o fukumu), saisho no onaji tēma, ectdesu. Shikashi, kono anime wa, watashi ga sōgū shita ta no anime to wa chigatte,`shōnen wa on'nanoko' no hanashi no nochi ni nani ga okoru ka o tsutae, watashi no ikende wa kore o animēshon/ eiga no kessaku ni suru tame ni subete no tēma ni motodzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a continuation of the first season, the same characters (with a few new ones), same themes of first, ect. But this anime, unlike any other anime I've encountered tells what happens after the 'boy gets girl' story and builds upon all of the themes to make this in my opinion a masterpiece of animation/film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a continuation of the first season, the same characters (with a few new ones), same themes of first, ect.\u001b[24m\n    \u001b[1mこれは、最初のシーズンの続き、同じキャラクター（いくつかの新しいものを含む）、最初の同じテーマ、ectです。\u001b[22m, \u001b[1mこれは、（いくつかの新しいものと）同じ文字、最初の同じテーマ、電気ショック療法の最初のシーズンの続きです。\u001b[22m\n\u001b[4mBut this anime, unlike any other anime I've encountered tells what happens after the 'boy gets girl' story and builds upon all of the themes to make this in my opinion a masterpiece of animation/film.\u001b[24m\n    \u001b[1mしかし、このアニメは、私が遭遇した他のアニメとは違って、「少年は女の子」の話の後に何が起こるかを伝え、私の意見ではこれをアニメーション/映画の傑作にするためにすべてのテーマに基づいています。\u001b[22m, \u001b[1mしかし、私が遭遇した他のアニメとは違って、このアニメは、物語「少年は少女を取得する 'と私の意見ではアニメーション/映画の傑作を、これを行うために、テーマのすべてに基づいて構築した後に何をしますか。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is for a mature audience, in the concept of its themes, as it is about growing up, and the difficulties one faces. I doubt most immature people will be able to understands its messages besides its a 'slice of life'. The themes are: fate/destiny (in that the choices one makes has many possible outcomes(, love (in the true and honest sense [there are no sex scenes which is a welcome]), life after (high) school (in that friends often go away), realization of what it means to be a man, a woman, a parent, a husband, a wife, in a very modern sense; after all 'clannad' is Irish gaelic for 'family', and the use of the 'The Big Dango Family' song, a continuation from the first series, Clannad, can have many layers of interpretation: song brings people together, Dango being a type of (Japanese) food (which resembles the balls that are the Dango Family on sticks) brings people together; have you ever noticed that at home with your family, the few times you are all together is probably at the dinner table? The largest theme is that nothing remains the same, and life is continuously changing, including ourselves , for if not, nothing would survive (the alternative world with the girl and the robot).\n\n\u001b[1mこのアニメは成熟した聴衆のためのものであり、そのテーマの概念、成長についてのもの、困難なものなどがあります。 私は、ほとんどの未熟な人たちがそのメッセージを「人生の一部」以外にも理解できることを疑う。 テーマは、運命/運命（選択肢は多くの可能な結果を​​もたらす（愛）（真実で正直な意味では（歓迎される性的な場面はない））、（高校） 友人はしばしば遠ざかります）、現代的な意味で男性、女性、親、夫、妻であることを意味し、すべての「clannad」は「家族」のためのアイルランドのゲール語であり、  「ビッグ・ダンゴ・ファミリー」の曲のうち、最初のシリーズの続き、クラナドは、多くの解釈の層を持つことができます。曲は人々を結びつけ、ダンゴは一種の（日本の）食べ物です（これはダンゴ・ファミリー あなたの家族と一緒に家にいることに気付いたことがありますか？あなたが一緒にいる数回は、おそらく夕食のテーブルにいるでしょうか？最大のテーマは何も変わらないことです。 もしそうでなければ、何も生き残ることはできない（女の子とロボットとの別の世界）。\u001b[22m\n\u001b[1m(Kono anime wa seijuku shita chōshū no tame no monodeari, sono tēma no gainen, seichō ni tsuite no mono, kon'nan'na mono nado ga arimasu. Watashi wa, hotondo no mijukuna hito-tachi ga sono messēji o `jinsei no ichibu' igai ni mo rikai dekiru koto o utagau. Tēma wa, unmei/ unmei (sentakushi wa ōku no kanōna kekka o ​​ motarasu (Ai) (shinjitsu de shōjikina imide wa (kangei sa reru seitekina bamen wanai)),(kōkō) yūjin wa shibashiba tōzakarimasu), gendai-tekina imi de dansei, josei, oya, otto, tsumadearu koto o imi shi, subete no `clannad' wa `kazoku' no tame no Airurando no gēru-godeari, `biggu dango famirī' no kyoku no uchi, saisho no shirīzu no tsudzuki, kuranadoha, ōku no kaishaku no sō o motsu koto ga dekimasu. Kyoku wa hitobito o musubitsuke, dango wa isshu no (Nihon no) tabemonodesu (kore wa dango famirī anata no kazoku to issho ni ie ni iru koto ni kidzuita koto ga arimasu ka? Anata ga issho ni iru sū-kai wa, osoraku yūshoku no tēburu ni irudeshou ka? Saidai no tēma wa nani mo kawaranai kotodesu. Moshi sōdenakereba, nani mo ikinokoru koto wa dekinai (on'nanoko to robotto to no betsu no sekai).)\u001b[22m\n\u001b[1m\u001b[22m\nOf the few things I felt that were lacking in this anime, is the songs, not very diverse, and that it seemed to be trying too hard to make you cry (on top of the almost overdrawn out drama ... but that is what also makes it more real, as life doesn't happen as quickly as it does in any type of 'slice of life' entertainment).\n\n\u001b[1mこのアニメに欠けていると感じた数少ないもののうち、曲はあまり多様ではないし、泣かそうとしているように思えた（ほとんどオーバードラウンドのドラマの上に... どのようなタイプの「生命の断片」エンターテイメントでもそうであるように、生命がすぐには起こらないため、よりリアルになります）。\u001b[22m\n\u001b[1m(Kono anime ni kakete iru to kanjita kazusukunai mono no uchi,-kyoku wa amari tayōde wanaishi, nakasou to shite iru yō ni omoeta (hotondo ōbādoraundo no dorama no ue ni... Do no yōna taipu no `seimei no danpen' entāteimento demo sōdearu yō ni, seimei ga sugu ni wa okoranai tame, yori riaru ni narimasu).)\u001b[22m\n\nTranslations of \u001b[4mOf the few things I felt that were lacking in this anime, is the songs, not very diverse, and that it seemed to be trying too hard to make you cry (on top of the almost overdrawn out drama ... but that is what also makes it more real, as life doesn't happen as quickly as it does in any type of 'slice of life' entertainment).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf the few things I felt that were lacking in this anime, is the songs, not very diverse, and that it seemed to be trying too hard to make you cry (on top of the almost overdrawn out drama ... but that is what\u001b[24m\n    \u001b[1mこのアニメに欠けていると感じた数少ないもののうち、曲はあまり多様ではないし、泣かそうとしているように思えた（ほとんどオーバードラウンドのドラマの上に...\u001b[22m, \u001b[1m私はこのアニメに欠け、歌あり、非常に多様ではない、それはあなたがほとんど出誇張ドラマの上に（泣かせるにはあまりにも努力しているように見えた...しかし、それは何であるとされたと感じたいくつかの\u001b[22m\n\u001b[4malso makes it more real, as life doesn't happen as quickly as it does in any type of 'slice of life' entertainment).\u001b[24m\n    \u001b[1mどのようなタイプの「生命の断片」エンターテイメントでもそうであるように、生命がすぐには起こらないため、よりリアルになります）。\u001b[22m, \u001b[1m人生はできるだけ早くそれは人生のスライス 'エンターテイメント）の任意の型の場合と同様起こらないよう、また、それがより本当になります。\u001b[22m\n\u001b[1m\u001b[22m\nI highly recommend this anime, but first you have to watch the first part, Clannad. I'll be hard pressed to find another anime that has left an actual impression on me as this one has (I wrote a review after all). The impression that I got from this, is that death is something that we all face, as well as drama, happiness and laughter (which all occur at times in the series) and no matter what pain may come, with family (either friends, parents and children or some other form of social bonds) one can prevail. The series reminded me of the themes of J.R.R. Tolkien's 'The Lord of The Rings' and to add some quotes from that fantastic tale 'Little by little, one travels far', 'I will not say, do not weep, for not all tears are an evil' 'It is not our part to master all the tides of the world, but to do what is in us for the succour of those years wherein we are set, uprooting the evil in the fields that we know, so that those who live after may have clean earth to till . What weather they shall have is not ours to rule'.\n\n\u001b[1m私はこのアニメを強く勧めますが、まず最初の部分、Clannadを見なければなりません。 私は実際に私にこの印象を残している別のアニメを見つけ出すことを強く求められます（結局私はレビューを書きました）。 私がこれから得た印象は、死は、ドラマ、幸福、笑い（すべてがシリーズで時々起こる）と、痛みが何であるかにかかわらず、私たち全員が直面するものであり、家族（友人、 親や子供、または社会的な債券のいくつかの他の形態）が勝つことができる。 シリーズはJ.R.Rのテーマを私に思い出させました。  Tolkienの「The Lord of the Rings」とそのすばらしい物語からいくつか引用符を追加するために「少しずつ、1つは遠くへ」、「私は言わないで、泣かないでください。すべての涙は悪ではないからです。 世の中のすべての潮流を習得するために、われわれが知っている畑で悪を根こそぎにして、後に暮らす人々がきれいな土を持つまで 。 彼らがどんな天候をとるかは、私たちが支配するものではありません。\u001b[22m\n\u001b[1m(Watashi wa kono anime o tsuyoku susumemasuga, mazu saisho no bubun, Clannad o minakereba narimasen. Watashi wa jissai ni watashi ni kono inshō o nokoshite iru betsu no anime o mitsukedasu koto o tsuyoku motome raremasu (kekkyoku watashi wa rebyū o kakimashita). Watashi ga korekara eta inshō wa, shi wa, dorama, kōfuku, warai (subete ga shirīzu de tokidoki okoru) to, itami ga nandearu ka ni kakawarazu, watashitachi zen'in ga chokumen suru monodeari, kazoku (yūjin, oya ya kodomo, matawa shakai-tekina saiken no ikutsu ka no ta no keitai) ga katsu koto ga dekiru. Shirīzu wa J. R. R no tēma o watashi ni omoidasa semashita. Tōrukin no `The Lord of the Rings' to sono subarashī monogatari kara ikutsu ka in'yō fu o tsuika suru tame ni `sukoshi zutsu, 1tsu wa tōku e',`watashi wa iwanaide, nakanaide kudasai. Subete no namida wa warude wanaikaradesu. Yononaka no subete no chōryū o shūtoku suru tame ni, wareware ga shitte iru hata de aku o nekosogi ni shite,-go ni kurasu hitobito ga kireina tsuchi o motsu made. Karera ga don'na tenkō o toru ka wa, watashitachi ga shihai suru monode wa arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nA wonderfully drawn anime overall, with a great message, and a generally fantastic development of characters, well written story. Watch it, and you may need a tissue-box close by!\n\n\u001b[1m素敵な描かれたアニメ、素晴らしいメッセージ、そして一般的に素晴らしいキャラクターの開発、よく書かれた物語。 それを見て、ティッシュボックスを近くに置く必要があるかもしれません！\u001b[22m\n\u001b[1m(Sutekina egaka reta anime, subarashī messēji, soshite ippantekini subarashī kyarakutā no kaihatsu, yoku kaka reta monogatari. Sore o mite, tisshubokkusu o chikaku ni oku hitsuyō ga aru kamo shiremasen!)\u001b[22m\n\nTranslations of \u001b[4mA wonderfully drawn anime overall, with a great message, and a generally fantastic development of characters, well written story. Watch it, and you may need a tissue-box close by!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA wonderfully drawn anime overall, with a great message, and a generally fantastic development of characters, well written story.\u001b[24m\n    \u001b[1m素敵な描かれたアニメ、素晴らしいメッセージ、そして一般的に素晴らしいキャラクターの開発、よく書かれた物語。\u001b[22m, \u001b[1m素晴らしく偉大なメッセージ、および文字の一般幻想的発展、よく書かれた物語で、全体的なアニメ描かれました。\u001b[22m\n\u001b[4mWatch it, and you may need a tissue-box close by!\u001b[24m\n    \u001b[1mそれを見て、ティッシュボックスを近くに置く必要があるかもしれません！\u001b[22m, \u001b[1mそれを見て、あなたがすることによって、組織ボックスクローズが必要な場合があります！\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "razorblade81",
    "profile": "/profile/razorblade81/reviews",
    "pages": "24",
    "number": "3",
    "link": "/reviews.php?id=30859",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\n要するに、最初のシリーズの続きである、これは非常に感情的に動いている。 非常に悲しいことが起きます。私のモニターを捨てて、悲しいことを見たくないようなものです。 しかし、非常に良いことが起こります。 家族を育てる試みについての深くて不動の物語。それを失う。 最初のシリーズを見て、それがあなたにキャラクターのための感情を与えるが、このもののために感情的に準備される。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn short, being the continuation of the first series, this one is very emotionally moving. Very sad things happen, the kind that make me want to throw my monitor and not see it sad. Very good things happen to counter though. Deep and moving story about the trials of starting a family, and losing it. Watch the first series so it gives you a feel for the characters, but be emotionally prepared for this one.\n\n\u001b[1m要するに、最初のシリーズの続きである、これは非常に感情的に動いている。 非常に悲しいことが起きます。私のモニターを捨てて、悲しいことを見たくないようなものです。 しかし、非常に良いことが起こります。 家族を育てる試みについての深くて不動の物語。それを失う。 最初のシリーズを見て、それがあなたにキャラクターのための感情を与えるが、このもののために感情的に準備される。\u001b[22m\n\u001b[1m(Yōsuruni, saisho no shirīzu no tsudzukidearu, kore wa hijō ni kanjō-teki ni ugoite iru. Hijō ni kanashī koto ga okimasu. Watashi no monitā o sutete, kanashī koto o mitakunai yōna monodesu. Shikashi, hijō ni yoi koto ga okorimasu. Kazoku o sodateru kokoromi ni tsuite no fukakute fudō no monogatari. Sore o ushinau. Saisho no shirīzu o mite, sore ga anata ni kyarakutā no tame no kanjō o ataeruga, kono mono no tame ni kanjō-teki ni junbi sa reru.)\u001b[22m\n\nTranslations of \u001b[4mIn short, being the continuation of the first series, this one is very emotionally moving. Very sad things happen, the kind that make me want to throw my monitor and not see it sad. Very good things happen to counter though. Deep and moving story about the trials of starting a family, and losing it. Watch the first series so it gives you a feel for the characters, but be emotionally prepared for this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn short, being the continuation of the first series, this one is very emotionally moving.\u001b[24m\n    \u001b[1m要するに、最初のシリーズの続きである、これは非常に感情的に動いている。\u001b[22m, \u001b[1m要するに、最初のシリーズの続きであること、これは非常に感情的に移動です。\u001b[22m\n\u001b[4mVery sad things happen, the kind that make me want to throw my monitor and not see it sad.\u001b[24m\n    \u001b[1m非常に悲しいことが起きます。私のモニターを捨てて、悲しいことを見たくないようなものです。\u001b[22m, \u001b[1m非常に悲しい事は、私のモニターを投げると、それは悲しい見ていないしたい作るようなものが起こります。\u001b[22m\n\u001b[4mVery good things happen to counter though.\u001b[24m\n    \u001b[1mしかし、非常に良いことが起こります。\u001b[22m, \u001b[1m非常に良いものとはいえ対抗するために起こります。\u001b[22m\n\u001b[4mDeep and moving story about the trials of starting a family, and losing it.\u001b[24m\n    \u001b[1m家族を育てる試みについての深くて不動の物語。それを失う。\u001b[22m, \u001b[1m家族を開始し、それを失うの試験に関する深いと移動物語。\u001b[22m\n\u001b[4mWatch the first series so it gives you a feel for the characters, but be emotionally prepared for this one.\u001b[24m\n    \u001b[1m最初のシリーズを見て、それがあなたにキャラクターのための感情を与えるが、このもののために感情的に準備される。\u001b[22m, \u001b[1mそれはあなたの文字の感じを与えるように、最初のシリーズを見て、しかし感情的にこの1のために準備されます。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Hachiko75",
    "profile": "/profile/Hachiko75/reviews",
    "pages": "24",
    "number": "4",
    "link": "/reviews.php?id=66241",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  10\n\n私は最初のシーズンを嫌っていました。そして、それは二度目のことにも気を遣うために永遠にかかりました。そして今、私はそれに夢中になり、夜の夜に何度も私の好きなエピソードを見ました！\n\n私はエピソード9を好きでした。前半はちょうど最初のシーズンと同じように、すべてのハーレムと彼らの問題を抱えている人たちを助けました。\n\nこのアニメの私の最大の問題は、彼らが日付を記入して結婚していたにもかかわらず.......地獄はどこにキスキーだった？ 彼らはどこだったの？\n\nだからちょうどそのために、私はちょうど多くの他の人がそうすることができるように、この10を評価することができなかった。 私がロマンスのアニメを見ていると、そのカップルがデートしていて、結婚していて、私がここでキスしているのを見た方がいいよ！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI disliked the first season and it took me forever to even bother with the second and now I am like obsessed with it and have watched my favorite episodes to death over and over night after night!\n\n\u001b[1m私は最初のシーズンを嫌っていました。そして、それは二度目のことにも気を遣うために永遠にかかりました。そして今、私はそれに夢中になり、夜の夜に何度も私の好きなエピソードを見ました！\u001b[22m\n\u001b[1m(Watashi wa saisho no shīzun o kiratte imashita. Soshite, soreha futatabime no koto ni mo ki o tsukau tame ni eien ni kakarimashita. Soshite ima, watashi wa sore ni muchū ni nari, yoru no yoru ni nando mo watashi no sukina episōdo o mimashita!)\u001b[22m\n\nTranslations of \u001b[4mI disliked the first season and it took me forever to even bother with the second and now I am like obsessed with it and have watched my favorite episodes to death over and over night after night!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI disliked the first season and it took me forever to even bother with the second and now I am like obsessed with it and have watched my favorite episodes to death over and over night after night!\u001b[24m\n    \u001b[1m私は最初のシーズンを嫌っていました。そして、それは二度目のことにも気を遣うために永遠にかかりました。そして今、私はそれに夢中になり、夜の夜に何度も私の好きなエピソードを見ました！\u001b[22m, \u001b[1m私は最初のシーズンを嫌い、それは偶数秒を気にするように永遠に連れて行ってくれたし、今私はそれに夢中のようですと死を超えると夜後の晩に私のお気に入りのエピソードを見ています！\u001b[22m\n\u001b[1m\u001b[22m\nI liked episode nine and up because to me the first half was just like the first season, all harem and helping people with their problems and once episode ten came around all those other characters became so irrelevant!\n\n\u001b[1m私はエピソード9を好きでした。前半はちょうど最初のシーズンと同じように、すべてのハーレムと彼らの問題を抱えている人たちを助けました。\u001b[22m\n\u001b[1m(Watashi wa episōdo 9 o sukideshita. Zenhan wa chōdo saisho no shīzun to onajiyōni, subete no hāremu to karera no mondai o kakaete iru hito-tachi o tasukemashita.)\u001b[22m\n\nTranslations of \u001b[4mI liked episode nine and up because to me the first half was just like the first season, all harem and helping people with their problems and once episode ten came around all those other characters became so irrelevant!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked episode nine and up because to me the first half was just like the first season, all harem and helping people with their problems and once episode ten came around all those other characters became so irrelevant!\u001b[24m\n    \u001b[1m私はエピソード9を好きでした。前半はちょうど最初のシーズンと同じように、すべてのハーレムと彼らの問題を抱えている人たちを助けました。\u001b[22m, \u001b[1m私はエピソード9が好きで、私には前半はちょうど最初のシーズンのようだったので、すべてのハーレムとその問題点とし、エピソード10一度人々を助けるが、周りに来たまでのすべてのものを他の文字はとても無関係になりました！\u001b[22m\n\u001b[1m\u001b[22m\nMy biggest problem with this anime though was that even though they dated and got married.......where the hell were the damn kisses at? I mean like where were they?\n\n\u001b[1mこのアニメの私の最大の問題は、彼らが日付を記入して結婚していたにもかかわらず.......地獄はどこにキスキーだった？ 彼らはどこだったの？\u001b[22m\n\u001b[1m(Kono anime no watashi no saidai no mondai wa, karera ga hidzuke o kinyū shite kekkon shite ita nimokakawarazu....... Jigoku wa doko ni kisukīdatta? Karera wa dokodatta no?)\u001b[22m\n\nTranslations of \u001b[4mMy biggest problem with this anime though was that even though they dated and got married.......where the hell were the damn kisses at? I mean like where were they?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy biggest problem with this anime though was that even though they dated and got married.......where the hell were the damn kisses at?\u001b[24m\n    \u001b[1mこのアニメの私の最大の問題は、彼らが日付を記入して結婚していたにもかかわらず.......地獄はどこにキスキーだった？\u001b[22m, \u001b[1mこのアニメと私の最大の問題は、しかし、彼らは日付にもかかわらず、ということであったと地獄は気キスがでたところ.......結婚しますか？\u001b[22m\n\u001b[4mI mean like where were they?\u001b[24m\n    \u001b[1m彼らはどこだったの？\u001b[22m, \u001b[1m私は、彼らがいた場所を好む意味ですか？\u001b[22m\n\u001b[1m\u001b[22m\nSo just because of that I just could not rate this a ten like so many others can. If I am watching a romance anime and the couple is dating and freaking married I had better see some kissing here and there!\n\n\u001b[1mだからちょうどそのために、私はちょうど多くの他の人がそうすることができるようにこの10を評価することができなかった。 私がロマンスのアニメを見ていると、そのカップルがデートしていて、結婚していて、私がここでキスしているのを見た方がいいよ！\u001b[22m\n\u001b[1m(Dakara chōdo sonotame ni, watashi wa chōdo ōku no hokanohito ga sō suru koto ga dekiru yō ni kono 10 o hyōka suru koto ga dekinakatta. Watashi ga romansu no anime o mite iru to, sono kappuru ga dēto shite ite, kekkon shite ite, watashi ga kokodekisushite iru no o mita kata ga ī yo!)\u001b[22m\n\nTranslations of \u001b[4mSo just because of that I just could not rate this a ten like so many others can. If I am watching a romance anime and the couple is dating and freaking married I had better see some kissing here and there!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo just because of that I just could not rate this a ten like so many others can.\u001b[24m\n    \u001b[1mだからちょうどそのために、私はちょうど多くの他の人がそうすることができるようにこの10を評価することができなかった。\u001b[22m, \u001b[1mだからそのため私はこのように多くの他のような10缶を評価できませんでした。\u001b[22m\n\u001b[4mIf I am watching a romance anime and the couple is dating and freaking married I had better see some kissing here and there!\u001b[24m\n    \u001b[1m私がロマンスのアニメを見ていると、そのカップルがデートしていて、結婚していて、私がここでキスしているのを見た方がいいよ！\u001b[22m, \u001b[1m私が恋愛アニメを見ていますし、カップルがデートや結婚おかしくされている場合、私はより良い、いくつかはここにあるキスを参照していました！\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "emw13",
    "profile": "/profile/emw13/reviews",
    "pages": "24",
    "number": "5",
    "link": "/reviews.php?id=62735",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\nClannad：After Story...どこから始めるのか...このレビューを読んでいるなら、おそらく最初のシーズンを見たことがあり、2番目のシーズンを見なければならないかどうかを知りたいということです。 私の答え？ はい、第2シーズンを見てください。 もしあなたがすでに最初のシーズンに座っていたら、それはあなたの時間にふさわしいものにして、2番目のものを見なければなりません... 2番目のシーズンは報酬が来る時です： - ）（貧弱な文法/\n\nストーリー（7）\nはい、私は物語を与えました。7.あなたが私のデスノートレビューを読んだら、多くの人が「なぜこの女の子は大きなアニメを与え続けているのですか？  .yea...まあ、何でも...だから、全体的に私は実際にその物語が好きだった。  つまり、シーズン前半のキャラクターの集まりは、後半ではほとんど見せていないということです。 かわいいですが、私は可愛らしさの理由があるのが好きです。 After Storyの最後の半分は、最初の季節よりも無限に優れていて、After Storyの前半は組み合わされていると思いました。 物語はかわいいと心温まる...あなたの心をつかむために進行し、小さな断片にそれを粉砕始める。 アフターストーリーだった感情的なジェットコースターから降りた後、私は（私のために）クラナドがちょっと空いているように見えました。 確かにそれはあなたの心の鼓動を引く非常に良いアニメですが、プロットは少し操作のようですか？ それは、私たちにキャラクターが大好きになり、その後それらをs ** tの世界に広げます。 それは怒りと悲劇に加わるために多くのキャラクターがそこにいるようなものです。 私はまた、After Storyの前半で選ぶ骨を持っています。 それはかわいいものだったけど、その多くはちょうど時間の無駄のように感じました。\n\nアート（7）\n私は本当にアニメーションに苦情を持っていません。 巨大な目と、彼らが大人であるにもかかわらず子供のように見えるという事実は、最初は気にされましたが、私はそれに慣れました。 他の世界のシーンのアニメーションは美しかったです:-)。\n\nサウンド（8）\nアフター・ストーリーの音楽は、特にかわいそうでなければならないとき、とても良いです。 私は結末とオープニングが本当に好きでも嫌いでもなかった。 彼らは私にはあまり記憶に残っていませんでした。 音楽はとても良いタイミングだと思った。 悲しいシーンが到着すると、その音楽はすぐそこにあり、その瞬間をさらに魅力的なものにするのに役立ちます。 永遠に私の心に刻まれている一つの曲は、Dango Daikazokuの曲です。それが良いか悪いのか分かりませんが、その曲は確かに思い出深いものです。\n\nキャラクター（7）\nアフターストーリーのキャラクターは大丈夫だった。 私は彼らにはそれほどオリジナルではなかったより高い評価を与えなかった。 親切な女の子、スマートな女の子、蹴った女の子、変わった女の子、運動の女の子がいました。 彼らはすべて自分の役割を十分に満たしていたが、それは特別なものではなかった。 私は主人公のキャラクターの成長を楽しんだ。 確かに、彼はキャストの残りの部分と同じように標準ですが、彼はあなたの上に成長します。 私が本当に好きでなかったのは、彼があまりにも頻繁に泣いてしまうという事実だけだった。私はそれがクールで、男が泣いているということだけど、いつもどんなに悲しい瞬間にも泣く。 よく...それはその感情的な影響を失う傾向があります。\n\nエンジョイメント（8）\n私はこのレビューで多くの不満を抱いていましたが、私はまだAfter Storyから多くの楽しみを得ました。 コメディーは私を笑わせてくれました。そして悲しい瞬間が私を泣かせました（私はそれのために落ちました）。\n\n全体（8）\nあなたがClannadを見たことがあるのであれば、Clannad：Story After...ただあなたがあなたの感情や標準文字をどのように操作しているか、あまりにも難しいとは思わないでください。  After Storyの強みは、標準的なキャラクターを愛し、最大の悲しみを得るためにそれらを使用する能力です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nClannad: After Story...where to start...Well, If you’re reading this review then it means that you've probably watched the first season and you want to know if you should watch the second season. My answer? Yes, watch the second season. If you've already sat through the first season then you should make it worth your time and watch the second one...cus the second season is when the payoff comes:-)(Sorry about the poor grammar/spelling)\n\n\u001b[1mClannad：After Story...どこから始めるのか...このレビューを読んでいるなら、おそらく最初のシーズンを見たことがあり、2番目のシーズンを見るべきかどうかを知りたいということです。 私の答え？ はい、第2シーズンを見てください。 もしあなたがすでに最初のシーズンに座っていたら、それはあなたの時間にふさわしいものにして、2番目のものを見なければなりません... 2番目のシーズンは報酬が来る時です： - ）（貧弱な文法/\u001b[22m\n\u001b[1m(Clannad: After Story... Doko kara hajimeru no ka... Kono rebyū o yonde irunara, osoraku saisho no shīzun o mita koto ga ari, 2-banme no shīzun o mirubeki ka dō ka o shiritai to iu kotodesu. Watashi no kotae? Hai, dai 2 shīzun o mite kudasai. Moshi anata ga sudeni saisho no shīzun ni suwatte itara, sore wa anata no jikan ni fusawashī mono ni shite, 2-banme no mono o minakereba narimasen... 2-Banme no shīzun wa hōshū ga kuru tokidesu: - ) (Hinjakuna bunpō/)\u001b[22m\n\nTranslations of \u001b[4mClannad: After Story...where to start...Well, If you’re reading this review then it means that you've probably watched the first season and you want to know if you should watch the second season. My answer? Yes, watch the second season. If you've already sat through the first season then you should make it worth your time and watch the second one...cus the second season is when the payoff comes:-)(Sorry about the poor grammar/spelling)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad: After Story...where to start...Well, If you’re reading this review then it means that you've probably watched the first season and you want to know if you should watch the second season.\u001b[24m\n    \u001b[1mClannad：After Story...どこから始めるのか...このレビューを読んでいるなら、おそらく最初のシーズンを見たことがあり、2番目のシーズンを見るべきかどうかを知りたいということです。\u001b[22m, \u001b[1mクラナド：ストーリーは...どこから始めれば後はあなたがこのレビューを読んでいる場合は...まあ、それはあなたがおそらく最初のシーズンを見てきたし、あなたが第二シーズンを見なければならないかどうかを知りたいことを意味します。\u001b[22m\n\u001b[4mMy answer?\u001b[24m\n    \u001b[1m私の答え？\u001b[22m, \u001b[1m私の答えは？\u001b[22m\n\u001b[4mYes, watch the second season.\u001b[24m\n    \u001b[1mはい、第2シーズンを見てください。\u001b[22m, \u001b[1mはい、セカンドシーズンを見て。\u001b[22m\n\u001b[4mIf you've already sat through the first season then you should make it worth your time and watch the second one...cus the second season is when the payoff comes:-)(Sorry about the poor grammar/spelling)\u001b[24m\n    \u001b[1mもしあなたがすでに最初のシーズンに座っていたら、それはあなたの時間にふさわしいものにして、2番目のものを見なければなりません... 2番目のシーズンは報酬が来る時です： - ）（貧弱な文法/\u001b[22m, \u001b[1mすでに最初のシーズンを通して座ってきたなら、あなたはあなたの時間、それは価値がある作り、第1を見なければならない...ペイオフが来るときに、第2の季節ですCUS： - ）悪い文法/スペルについて）（申し訳ありません\u001b[22m\n\u001b[1m\u001b[22m\nSTORY (7)\n\n\u001b[1mストーリー（7）\u001b[22m\n\u001b[1m(Sutōrī (7 ))\u001b[22m\n\nTranslations of \u001b[4mSTORY (7)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY (7)\u001b[24m\n    \u001b[1mストーリー（7）\u001b[22m, \u001b[1mSTORY（7）\u001b[22m\nYES, I gave the story a 7. If you've read my Death Note review then I'm sure a lot of you are saying, 'Why does this girl keep giving big animes such low ratings!?!?!'.. .yea...well, whatever...So, overall I actually liked the story. I mean, a bunch of the characters in the first half of the season barely even show themselves in the last half. Cute is good, but I like to have a reason for the cuteness. I thought that the last half of After Story was infinitely better than the first season and the first half of After Story combined. The story starts out cute and heartwarming...then it proceeds to grab your heart and smash it into tiny pieces. After getting off the emotional roller coaster that was After Story, I found that (for me) Clannad just seemed a little empty. Sure it's a very good anime that pulls at your heartstrings, but doesn't the plot seem a bit manipulative? It makes us love a character then proceeds to put them through a world of s**t. It's like a lot of the characters are just there in order to add to the angst and tragedy. I also have a bone to pick with the first half of After Story. It was cute and all that stuff, but a lot of it just felt like a waste of time.\n\n\u001b[1mはい、私は物語を与えました。7.あなたが私のデスノートレビューを読んだら、多くの人が「なぜこの女の子は大きなアニメを与え続けているのですか？  .yea...まあ、何でも...だから、全体的に私は実際にその物語が好きだった。  つまり、シーズン前半のキャラクターの集まりは、後半ではほとんど見せていないということです。 かわいいですが、私は可愛らしさの理由があるのが好きです。 After Storyの最後の半分は、最初の季節よりも無限に優れていて、After Storyの前半は組み合わされていると思いました。 物語はかわいいと心温まる...あなたの心をつかむために進行し、小さな断片にそれを粉砕始める。 アフターストーリーだった感情的なジェットコースターから降りた後、私は（私のために）クラナドがちょっと空いているように見えました。 確かにそれはあなたの心の鼓動を引く非常に良いアニメですが、プロットは少し操作のようですか？ それは、私たちにキャラクターが大好きになり、その後それらをs ** tの世界に広げます。 それは怒りと悲劇に加わるために多くのキャラクターがそこにいるようなものです。 私はまた、After Storyの前半で選ぶ骨を持っています。 それはかわいいものだったけど、その多くはちょうど時間の無駄のように感じました。\u001b[22m\n\u001b[1m(Hai, watashi wa monogatari o ataemashita. 7. Anata ga watashi no desunōtorebyū o yondara, ōku no hito ga `naze kono on'nanoko wa ōkina anime o atae tsudzukete iru nodesu ka?. Yea... Mā, nani demo... Dakara, zentai-teki ni watashi wa jissai ni sono monogatari ga sukidatta. After Story no saigo no hanbun wa, saisho no kisetsu yori mo mugen ni sugurete ite, After Story no zenhan wa kumiawasa rete iru to omoimashita. Monogatari wa kawaī to kokoroatatamaru... Anata no kokoro o tsukamu tame ni shinkō shi, chīsana danpen ni sore o funsai hajimeru. Afutāsutōrīdatta kanjō-tekina jettokōsutā kara orita nochi, watashi wa (watashi no tame ni) kuranado ga chotto suite iru yō ni miemashita. Tashika ni sore wa anata no kokoro no kodō o hiku hijō ni yoi animedesuga, purotto wa sukoshi sōsa no yōdesu ka? Sore wa, watashitachi ni kyarakutā ga daisuki ni nari, sonogo sorera o s** t no sekai ni hirogemasu. Sore wa ikari to higeki ni kuwawaru tame ni ōku no kyarakutā ga soko ni iru yōna monodesu. Watashi wa mata, After Story no zenhan de erabu hone o motte imasu. Sore wa kawaī monodattakedo, sono ōku wa chōdo jikan'nomuda no yō ni kanjimashita. Tsumari, shīzun zenhan no kyarakutā no atsumari wa, kōhande wa hotondo misete inai to iu kotodesu. Kawaīdesuga, watashi wa kawairashi-sa no riyū ga aru no ga sukidesu.)\u001b[22m\n\u001b[1m\u001b[22m\nART (7)\n\n\u001b[1mアート（7）\u001b[22m\n\u001b[1m(Āto (7 ))\u001b[22m\n\nTranslations of \u001b[4mART (7)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART (7)\u001b[24m\n    \u001b[1mアート（7）\u001b[22m, \u001b[1mART（7）\u001b[22m\nI don't really have a complaint with the animation. The HUGE eyes and the fact that they look like kids even though they're adults did bother me in the beginning, but I got used to it. The animation in the other world scenes were beautiful:-).\n\n\u001b[1m私は本当にアニメーションに苦情を持っていません。 巨大な目と、彼らが大人であるにもかかわらず子供のように見えるという事実は、最初は気にされましたが、私はそれに慣れました。 他の世界のシーンのアニメーションは美しかったです:-)。\u001b[22m\n\u001b[1m(Watashi wa hontōni animēshon ni kujō o motte imasen. Kyodaina-me to, karera ga otonadearu nimokakawarazu kodomo no yō ni mieru to iu jijitsu wa, saisho wa ki ni sa remashitaga, watashi wa sore ni naremashita. Hoka no sekai no shīn no animēshon wa utsukushikattadesu: - ).)\u001b[22m\n\nTranslations of \u001b[4mI don't really have a complaint with the animation. The HUGE eyes and the fact that they look like kids even though they're adults did bother me in the beginning, but I got used to it. The animation in the other world scenes were beautiful:-).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't really have a complaint with the animation.\u001b[24m\n    \u001b[1m私は本当にアニメーションに苦情を持っていません。\u001b[22m, \u001b[1m私は実際にアニメーションで不満を持っていません。\u001b[22m\n\u001b[4mThe HUGE eyes and the fact that they look like kids even though they're adults did bother me in the beginning, but I got used to it.\u001b[24m\n    \u001b[1m巨大な目と、彼らが大人であるにもかかわらず子供のように見えるという事実は、最初は気にされましたが、私はそれに慣れました。\u001b[22m, \u001b[1m彼らは成人しているにもかかわらず、巨大な目と彼らは子供のように見えるということは、最初に私を気にしたが、私はそれに慣れてしまいました。\u001b[22m\n\u001b[4mThe animation in the other world scenes were beautiful:-).\u001b[24m\n    \u001b[1m他の世界のシーンのアニメーションは美しかったです:-)。\u001b[22m, \u001b[1m他の世界のシーンでアニメーションが美しい:-)ました。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND (8)\n\n\u001b[1mサウンド（8）\u001b[22m\n\u001b[1m(Saundo (8 ))\u001b[22m\n\nTranslations of \u001b[4mSOUND (8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND (8)\u001b[24m\n    \u001b[1mサウンド（8）\u001b[22m, \u001b[1mSOUND（8）\u001b[22m\nThe music in After Story is very good, especially when it has to be cute or sad. I didn't really like or hate the ending and opening. They just weren't very memorable for me. I thought that the music had very good timing. When a sad scene arrives, the music is right there helping to make the moment even more heart-wrenching. The one song that is forever branded into my mind is the Dango Daikazoku song...don't know if that's a good or bad thing...but that song is certainly memorable.\n\n\u001b[1mアフター・ストーリーの音楽は、特にかわいそうでなければならないとき、とても良いです。 私は結末とオープニングが本当に好きでも嫌いでもなかった。 彼らは私にはあまり記憶に残っていませんでした。 音楽はとても良いタイミングだと思った。 悲しいシーンが到着すると、その音楽はすぐそこにあり、その瞬間をさらに魅力的なものにするのに役立ちます。 永遠に私の心に刻まれている一つの曲は、Dango Daikazokuの曲です。それが良いか悪いのか分かりませんが、その曲は確かに思い出深いものです。\u001b[22m\n\u001b[1m(Afutā sutōrī no ongaku wa, tokuni kawaisōdenakereba naranai toki, tote mo yoidesu. Watashi wa ketsumatsu to ōpuningu ga hontōni suki demo kiraide mo nakatta. Karera wa watashiniha amari kioku ni nokotte imasendeshita. Ongaku wa totemo yoi taiminguda to omotta. Kanashī shīn ga tōchaku suru to, sono ongaku wa sugu soko ni ari, sono shunkan o sarani miryoku-tekina mono ni suru no ni yakudachimasu. Eien ni watashi no kokoro ni kizama rete iru hitotsu no kyoku wa, Dango Daikazoku no kyokudesu. Sore ga yoi ka warui no ka wakarimasen ga, sono kyoku wa tashika ni omoidebukai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music in After Story is very good, especially when it has to be cute or sad. I didn't really like or hate the ending and opening. They just weren't very memorable for me. I thought that the music had very good timing. When a sad scene arrives, the music is right there helping to make the moment even more heart-wrenching. The one song that is forever branded into my mind is the Dango Daikazoku song...don't know if that's a good or bad thing...but that song is certainly memorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music in After Story is very good, especially when it has to be cute or sad.\u001b[24m\n    \u001b[1mアフター・ストーリーの音楽は、特にかわいそうでなければならないとき、とても良いです。\u001b[22m, \u001b[1mストーリーの後での音楽は、それがかわいいか悲しいなければならない場合は特に、非常に良いです。\u001b[22m\n\u001b[4mI didn't really like or hate the ending and opening.\u001b[24m\n    \u001b[1m私は結末とオープニングが本当に好きでも嫌いでもなかった。\u001b[22m, \u001b[1m私は本当にエンディングと開口部を好きか嫌いではありませんでした。\u001b[22m\n\u001b[4mThey just weren't very memorable for me.\u001b[24m\n    \u001b[1m彼らは私にはあまり記憶に残っていませんでした。\u001b[22m, \u001b[1m彼らはただ私にとって非常に重大ではなかったです。\u001b[22m\n\u001b[4mI thought that the music had very good timing.\u001b[24m\n    \u001b[1m音楽はとても良いタイミングだと思った。\u001b[22m, \u001b[1m私は音楽が非常に良いタイミングを持っていたと思いました。\u001b[22m\n\u001b[4mWhen a sad scene arrives, the music is right there helping to make the moment even more heart-wrenching.\u001b[24m\n    \u001b[1m悲しいシーンが到着すると、その音楽はすぐそこにあり、その瞬間をさらに魅力的なものにするのに役立ちます。\u001b[22m, \u001b[1m悲しいシーンが到着すると、音楽が一瞬であっても、より心痛むを作るのを助ける権利があります。\u001b[22m\n\u001b[4mThe one song that is forever branded into my mind is the Dango Daikazoku song...don't know if that's a good or bad thing...but that song is certainly memorable.\u001b[24m\n    \u001b[1m永遠に私の心に刻まれている一つの曲は、Dango Daikazokuの曲です。それが良いか悪いのか分かりませんが、その曲は確かに思い出深いものです。\u001b[22m, \u001b[1m永遠に私の心の中にブランドされた1曲はそれが良いか悪いことかどうかわからない...だんごDaikazokuの曲です...しかし、その歌は確かに印象的です。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER (7)\n\n\u001b[1mキャラクター（7）\u001b[22m\n\u001b[1m(Kyarakutā (7 ))\u001b[22m\n\nTranslations of \u001b[4mCHARACTER (7)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER (7)\u001b[24m\n    \u001b[1mキャラクター（7）\u001b[22m, \u001b[1mCHARACTER（7）\u001b[22m\nThe characters in After Story were okay. I didn't give them a higher rating cus they weren't very original. There was the kind girl, the smart girl, the kick-ass girl, the weird girl, and the athletic girl. They all filled their roles well, but it wasn't anything special. I did enjoy the growth of the main guy character. Sure, he's as standard as the rest of the cast, but he grows on you. The only thing I didn't really like about him was the fact that he cries WAY too often...I mean, it's cool and all that a guy is crying, but when he cries for every frickin semi-sad moment... well...it tends to lose its emotional impact.\n\n\u001b[1mアフターストーリーのキャラクターは大丈夫だった。 私は彼らにはそれほどオリジナルではなかったより高い評価を与えなかった。 親切な女の子、スマートな女の子、蹴った女の子、変わった女の子、運動の女の子がいました。 彼らはすべて自分の役割を十分に満たしていたが、それは特別なものではなかった。 私は主人公のキャラクターの成長を楽しんだ。 確かに、彼はキャストの残りの部分と同じように標準ですが、彼はあなたの上に成長します。 私が本当に好きでなかったのは、彼があまりにも頻繁に泣いてしまうという事実だけだった。私はそれがクールで、男が泣いているということだけど、いつもどんなに悲しい瞬間にも泣く。 よく...それはその感情的な影響を失う傾向があります。\u001b[22m\n\u001b[1m(Afutāsutōrī no kyarakutā wa daijōbudatta. Watashi wa karera ni wa sorehodo orijinarude wa nakatta yori takai hyōka o ataenakatta. Shinsetsuna on'nanoko, sumātona on'nanoko, ketta on'nanoko, kawatta on'nanoko, undō no on'nanoko ga imashita. Karera wa subete jibun no yakuwari o jūbun ni mitashite itaga, sore wa tokubetsuna monode wa nakatta. Watashi wa shujinkō no kyarakutā no seichō o tanoshinda. Tashika ni, kare wa kyasuto no nokori no bubun to onajiyōni hyōjundesuga, kare wa anata no ue ni seichō shimasu. Watashi ga hontōni sukidenakatta no wa, kare ga amarini mo hinpan ni naite shimau to iu jijitsu dakedatta. Watashi wa sore ga kūru de, otoko ga naite iru to iu kotodakedo, itsumo don'nani kanashī shunkan ni mo naku. Yoku... Sore wa sono kanjō-tekina eikyō o ushinau keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in After Story were okay. I didn't give them a higher rating cus they weren't very original. There was the kind girl, the smart girl, the kick-ass girl, the weird girl, and the athletic girl. They all filled their roles well, but it wasn't anything special. I did enjoy the growth of the main guy character. Sure, he's as standard as the rest of the cast, but he grows on you. The only thing I didn't really like about him was the fact that he cries WAY too often...I mean, it's cool and all that a guy is crying, but when he cries for every frickin semi-sad moment... well...it tends to lose its emotional impact.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in After Story were okay.\u001b[24m\n    \u001b[1mアフターストーリーのキャラクターは大丈夫だった。\u001b[22m, \u001b[1mストーリーの後の文字は大丈夫でした。\u001b[22m\n\u001b[4mI didn't give them a higher rating cus they weren't very original.\u001b[24m\n    \u001b[1m私は彼らにはそれほどオリジナルではなかったより高い評価を与えなかった。\u001b[22m, \u001b[1m私は彼らに、彼らは非常にオリジナルではなかったCUS高い評価を与えていません。\u001b[22m\n\u001b[4mThere was the kind girl, the smart girl, the kick-ass girl, the weird girl, and the athletic girl.\u001b[24m\n    \u001b[1m親切な女の子、スマートな女の子、蹴った女の子、変わった女の子、運動の女の子がいました。\u001b[22m, \u001b[1m親切な女の子、スマート女の子、キックお尻の女の子、奇妙な女の子、そしてアスレチック女の子がありました。\u001b[22m\n\u001b[4mThey all filled their roles well, but it wasn't anything special.\u001b[24m\n    \u001b[1m彼らはすべて自分の役割を十分に満たしていたが、それは特別なものではなかった。\u001b[22m, \u001b[1m彼らはすべてがうまく自分の役割を満たしたが、それは何も特別なことではありませんでした。\u001b[22m\n\u001b[4mI did enjoy the growth of the main guy character.\u001b[24m\n    \u001b[1m私は主人公のキャラクターの成長を楽しんだ。\u001b[22m, \u001b[1m私は、メインの男のキャラクターの成長を楽しんでいました。\u001b[22m\n\u001b[4mSure, he's as standard as the rest of the cast, but he grows on you.\u001b[24m\n    \u001b[1m確かに、彼はキャストの残りの部分と同じように標準ですが、彼はあなたの上に成長します。\u001b[22m, \u001b[1m確かに、彼はキャストの残りの部分のように標準だが、彼はあなたに成長します。\u001b[22m\n\u001b[4mThe only thing I didn't really like about him was the fact that he cries WAY too often...I mean, it's cool and all that a guy is crying, but when he cries for every frickin semi-sad moment...\u001b[24m\n    \u001b[1m私が本当に好きでなかったのは、彼があまりにも頻繁に泣いてしまうという事実だけだった。私はそれがクールで、男が泣いているということだけど、いつもどんなに悲しい瞬間にも泣く。\u001b[22m, \u001b[1m私は本当に彼について好きではなかった唯一の事は、彼があまりにも頻繁に泣くということは...私が意味する、それはクールで男が泣いていることすべてですれましたが、彼はすべてのfrickin半悲しい瞬間のために泣いたときに...\u001b[22m\n\u001b[4mwell...it tends to lose its emotional impact.\u001b[24m\n    \u001b[1mよく...それはその感情的な影響を失う傾向があります。\u001b[22m, \u001b[1mよく...それは、その感情的な影響を失う傾向にあります。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT (8)\n\n\u001b[1mエンジョイメント（8）\u001b[22m\n\u001b[1m(Enjoimento (8 ))\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT (8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT (8)\u001b[24m\n    \u001b[1mエンジョイメント（8）\u001b[22m, \u001b[1m享有（8）\u001b[22m\nEven though I've been complaining a lot in this review, I still got a lot of enjoyment from After Story. The comedy made me laugh, and the sad moments made me cry(dammit I fell for it).\n\n\u001b[1m私はこのレビューで多くの不満を抱いていましたが、私はまだAfter Storyから多くの楽しみを得ました。 コメディーは私を笑わせてくれました。そして悲しい瞬間が私を泣かせました（私はそれのために落ちました）。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū de ōku no fuman o daite imashitaga, watashi wa mada After Story kara ōku no tanoshimi o emashita. Komedī wa watashi o warawa sete kuremashita. Soshite kanashī shunkan ga watashi o nakasemashita (watashi wa sore no tame ni ochimashita).)\u001b[22m\n\nTranslations of \u001b[4mEven though I've been complaining a lot in this review, I still got a lot of enjoyment from After Story. The comedy made me laugh, and the sad moments made me cry(dammit I fell for it).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though I've been complaining a lot in this review, I still got a lot of enjoyment from After Story.\u001b[24m\n    \u001b[1m私はこのレビューで多くの不満を抱いていましたが、私はまだAfter Storyから多くの楽しみを得ました。\u001b[22m, \u001b[1m私はこのレビューで多くのことを訴えてきたにもかかわらず、私はまだストーリー後から楽しみの多くを得ました。\u001b[22m\n\u001b[4mThe comedy made me laugh, and the sad moments made me cry(dammit I fell for it).\u001b[24m\n    \u001b[1mコメディーは私を笑わせてくれました。そして悲しい瞬間が私を泣かせました（私はそれのために落ちました）。\u001b[22m, \u001b[1mコメディーは私を笑わせ、そして悲しい瞬間は、（くそ、私はそれのために落ちた）私は泣きました。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL (8)\n\n\u001b[1m全体（8）\u001b[22m\n\u001b[1m(Zentai (8 ))\u001b[22m\n\nTranslations of \u001b[4mOVERALL (8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL (8)\u001b[24m\n    \u001b[1m全体（8）\u001b[22m, \u001b[1mOVERALL（8）\u001b[22m\nMy advice to you would be that if you've already seen Clannad then defiantly watch Clannad: After Story...just don't think too hard bout how they're manipulating you're emotions, or the standard characters. The strength of After Story is its ability to get you to love their standard characters, and then use them to get maximum sadness.\n\n\u001b[1mあなたがClannadを見たことがあるのであれば、Clannad：Story After...ただあなたがあなたの感情や標準文字をどのように操作しているか、あまりにも難しいとは思わないでください。  After Storyの強みは、標準的なキャラクターを愛し、最大の悲しみを得るためにそれらを使用する能力です。\u001b[22m\n\u001b[1m(Anata ga Clannad o mita koto ga aru nodeareba, Clannad: Story After... Tada anata ga anata no kanjō ya hyōjun moji o dono yō ni sōsa shite iru ka, amarini mo muzukashī to wa omowanaide kudasai. After Story no tsuyomi wa, hyōjun-tekina kyarakutā o aishi, saidai no kanashimi o eru tame ni sorera o shiyō suru nōryokudesu.)\u001b[22m\n\nTranslations of \u001b[4mMy advice to you would be that if you've already seen Clannad then defiantly watch Clannad: After Story...just don't think too hard bout how they're manipulating you're emotions, or the standard characters. The strength of After Story is its ability to get you to love their standard characters, and then use them to get maximum sadness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy advice to you would be that if you've already seen Clannad then defiantly watch Clannad: After Story...just don't think too hard bout how they're manipulating you're emotions, or the standard characters.\u001b[24m\n    \u001b[1mあなたがClannadを見たことがあるのであれば、Clannad：Story After...ただあなたがあなたの感情や標準文字をどのように操作しているか、あまりにも難しいとは思わないでください。\u001b[22m, \u001b[1mストーリーの後...ただ彼らはあなたが感情、または標準文字だ操作しているどのように試合あまりにも難しいとは思わない：あなたに私のアドバイスは、あなたが既にクラナドを見てきたならば、ふてくされクラナドを見ていることでしょう。\u001b[22m\n\u001b[4mThe strength of After Story is its ability to get you to love their standard characters, and then use them to get maximum sadness.\u001b[24m\n    \u001b[1mAfter Storyの強みは、標準的なキャラクターを愛し、最大の悲しみを得るためにそれらを使用する能力です。\u001b[22m, \u001b[1m物語の後の強さは、あなたが彼らの標準文字を愛し、そして、最大の悲しみを得るためにそれらを使用して取得する能力です。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "ProudFujoshi",
    "profile": "/profile/ProudFujoshi/reviews",
    "pages": "24",
    "number": "6",
    "link": "/reviews.php?id=26850",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nどこから始めるか。 このアニメは情熱的なジェットコースターにあなたを連れて行きます。 あなたが笑う瞬間と泣く瞬間があります。\n\n話は素晴らしかったです。 非常に感動的な高校ロマンス。 いつも私の座席の端に私を保つために管理し、エピソードが終わったときに私に残念を残す。 エピソードが24分の長さだが、12のような感じがするなら、あなたはそのアニメの良さを知っている。\n\n芸術は素晴らしい、非常に鮮やかな色であり、文字はうまく設計されています。\n\n私はこのアニメのサウンドトラックが大好きです。 オープニングテーマは私の個人的なお気に入りの一つです。  Liaは実際に多くのアニメテーマとそのすべてがかなり良いです。\n\n私は自分自身がこのアニメのすべてのキャラクターに付き添っているのを発見しました。 もっと発展していくことができたので、2シーズンを作ったことはとても嬉しいです。\n\n私は本当にこのアニメを楽しんで、このレビューを書いているだけで、私は行かせてもう一度それを見たいと思っています。 今ではこのアニメは少し遅いので、もしあなたが入院していたり​​、たくさんの行動をしているアニメに興味があれば、これはあなたのためではありません。 私は個人的に人生のジャンルのスライスを楽しむので、私はペースを気にしません。 良い話を楽しんでいる皆さんにこのアニメをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhere to begin. This anime will take you on a emotional rollercoaster. There will be moments where you will laugh...and moments when you will cry.\n\n\u001b[1mどこから始めるか。 このアニメは情熱的なジェットコースターにあなたを連れて行きます。 あなたが笑う瞬間と泣く瞬間があります。\u001b[22m\n\u001b[1m(Doko kara hajimeru ka. Kono anime wa jōnetsu-tekina jettokōsutā ni anata o tsurete ikimasu. Anata ga warau shunkan to naku shunkan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhere to begin. This anime will take you on a emotional rollercoaster. There will be moments where you will laugh...and moments when you will cry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhere to begin.\u001b[24m\n    \u001b[1mどこから始めるか。\u001b[22m, \u001b[1mどこで開始します。\u001b[22m\n\u001b[4mThis anime will take you on a emotional rollercoaster.\u001b[24m\n    \u001b[1mこのアニメは情熱的なジェットコースターにあなたを連れて行きます。\u001b[22m, \u001b[1mこのアニメは、感情的なジェットコースターに行くことができます。\u001b[22m\n\u001b[4mThere will be moments where you will laugh...and moments when you will cry.\u001b[24m\n    \u001b[1mあなたが笑う瞬間と泣く瞬間があります。\u001b[22m, \u001b[1mあなたが笑う瞬間...あなたは泣くだろう瞬間があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was wonderful. A very touching high school romance. always managed to keep me on the edge of my seat and leave me disappointed when the episode was over. You know its a good anime if the episode is 24 mins long but it feels like 12.\n\n\u001b[1m話は素晴らしかったです。 非常に感動的な高校ロマンス。 いつも私の座席の端に私を保つために管理し、エピソードが終わったときに私に残念を残す。 エピソードが24分の長さだが、12のような感じがするなら、あなたはそのアニメの良さを知っている。\u001b[22m\n\u001b[1m(Hanashi wa subarashikattadesu. Hijō ni kandō-tekina kōkō romansu. Itsumo watashi no zaseki no hashi ni watashi o tamotsu tame ni kanri shi, episōdo ga owatta toki ni watashi ni zan'nen o nokosu. Episōdo ga 24-bu no naga-sadaga, 12 no yōna kanjigasurunara, anata wa sono anime no yo-sa o shitte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe story was wonderful. A very touching high school romance. always managed to keep me on the edge of my seat and leave me disappointed when the episode was over. You know its a good anime if the episode is 24 mins long but it feels like 12.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was wonderful.\u001b[24m\n    \u001b[1m話は素晴らしかったです。\u001b[22m, \u001b[1m物語は素晴らしいものでした。\u001b[22m\n\u001b[4mA very touching high school romance.\u001b[24m\n    \u001b[1m非常に感動的な高校ロマンス。\u001b[22m, \u001b[1m非常に感動高校のロマンス。\u001b[22m\n\u001b[4malways managed to keep me on the edge of my seat and leave me disappointed when the episode was over.\u001b[24m\n    \u001b[1mいつも私の座席の端に私を保つために管理し、エピソードが終わったときに私に残念を残す。\u001b[22m, \u001b[1mいつも私の席の端に私を維持し、エピソードが終わったときに失望私を残すことができました。\u001b[22m\n\u001b[4mYou know its a good anime if the episode is 24 mins long but it feels like 12.\u001b[24m\n    \u001b[1mエピソードが24分の長さだが、12のような感じがするなら、あなたはそのアニメの良さを知っている。\u001b[22m, \u001b[1mエピソードは24分の長さであるが、それは12のように感じている場合は、その優れたアニメを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is great, very vivid colors and the characters are well designed.\n\n\u001b[1m芸術は素晴らしい、非常に鮮やかな色であり、文字はうまく設計されています。\u001b[22m\n\u001b[1m(Geijutsu wa subarashī, hijō ni azayakana irodeari, moji wa umaku sekkei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is great, very vivid colors and the characters are well designed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is great, very vivid colors and the characters are well designed.\u001b[24m\n    \u001b[1m芸術は素晴らしい、非常に鮮やかな色であり、文字はうまく設計されています。\u001b[22m, \u001b[1m芸術は素晴らしいですが、非常に鮮やかな色と文字がよく設計されています。\u001b[22m\n\u001b[1m\u001b[22m\nI loved the soundtrack for this anime. The opening theme is one of my personal favorites. Lia actually does a lot of anime themes and their all pretty good.\n\n\u001b[1m私はこのアニメのサウンドトラックが大好きです。 オープニングテーマは私の個人的なお気に入りの一つです。  Liaは実際に多くのアニメテーマとそのすべてがかなり良いです。\u001b[22m\n\u001b[1m(Watashi wa kono anime no saundotorakku ga daisukidesu. Ōpuningutēma wa watashi no kojin-tekina okiniiri no hitotsudesu. Lia wa jissai ni ōku no animetēma toso no subete ga kanari yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mI loved the soundtrack for this anime. The opening theme is one of my personal favorites. Lia actually does a lot of anime themes and their all pretty good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the soundtrack for this anime.\u001b[24m\n    \u001b[1m私はこのアニメのサウンドトラックが大好きです。\u001b[22m, \u001b[1m私はこのアニメのサウンドトラックを追加しました。\u001b[22m\n\u001b[4mThe opening theme is one of my personal favorites.\u001b[24m\n    \u001b[1mオープニングテーマは私の個人的なお気に入りの一つです。\u001b[22m, \u001b[1mオープニングテーマは、私の個人的なお気に入りの一つです。\u001b[22m\n\u001b[4mLia actually does a lot of anime themes and their all pretty good.\u001b[24m\n    \u001b[1mLiaは実際に多くのアニメテーマとそのすべてがかなり良いです。\u001b[22m, \u001b[1mLiaさんは、実際にアニメのテーマとそのすべてのかなり良いの多くを行います。\u001b[22m\n\u001b[1m\u001b[22m\nI found myself getting attached to all of the characters in this anime. I'm so happy they made 2 seasons of it because we were able to see more development.\n\n\u001b[1m私は自分自身がこのアニメのすべてのキャラクターに付き添っているのを発見しました。 もっと発展していくことができたので、2シーズンを作ったことはとても嬉しいです。\u001b[22m\n\u001b[1m(Watashi wa jibun jishin ga kono anime no subete no kyarakutā ni tsukisotte iru no o hakken shimashita. Motto hatten shite iku koto ga dekitanode, 2 shīzun o tsukutta koto wa totemo ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI found myself getting attached to all of the characters in this anime. I'm so happy they made 2 seasons of it because we were able to see more development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found myself getting attached to all of the characters in this anime.\u001b[24m\n    \u001b[1m私は自分自身がこのアニメのすべてのキャラクターに付き添っているのを発見しました。\u001b[22m, \u001b[1m私は自分自身がこのアニメ内のすべての文字に添付取得を発見しました。\u001b[22m\n\u001b[4mI'm so happy they made 2 seasons of it because we were able to see more development.\u001b[24m\n    \u001b[1mもっと発展していくことができたので、2シーズンを作ったことはとても嬉しいです。\u001b[22m, \u001b[1m私たちはより多くの開発を見ることができましたので、彼らはそれの2季節をしたので、うれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed this anime and writing this review only wants to make me go and watch it again. Now this anime is a bit slow at times, so if you're inpatient or you're more into anime with alot of action this one isn't for you. I personally enjoy the slice of life genre so I don't mind the pace. I would recommend this anime to everyone who enjoys a good story.\n\n\u001b[1m私は本当にこのアニメを楽しんで、このレビューを書いているだけで、私は行かせてもう一度それを見たいと思っています。 今ではこのアニメは少し遅いので、もしあなたが入院していたり​​、たくさんの行動をしているアニメに興味があれば、これはあなたのためではありません。 私は個人的に人生のジャンルのスライスを楽しむので、私はペースを気にしません。 良い話を楽しんでいる皆さんにこのアニメをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime o tanoshinde, kono rebyū o kaite iru dake de, watashi wa ika sete mōichido sore o mitai to omotte imasu. Ima dewa kono anime wa sukoshi osoinode, moshi anata ga nyūin shite i tari ​​, takusan no kōdō o shite iru anime ni kyōmi ga areba, kore wa anata no tamede wa arimasen. Watashi wa kojin-teki ni jinsei no janru no suraisu o tanoshimu node, watashi wa pēsu o ki ni shimasen. Yoi hanashi o tanoshinde iru minasan ni kono anime o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this anime and writing this review only wants to make me go and watch it again. Now this anime is a bit slow at times, so if you're inpatient or you're more into anime with alot of action this one isn't for you. I personally enjoy the slice of life genre so I don't mind the pace. I would recommend this anime to everyone who enjoys a good story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this anime and writing this review only wants to make me go and watch it again.\u001b[24m\n    \u001b[1m私は本当にこのアニメを楽しんで、このレビューを書いているだけで、私は行かせてもう一度それを見たいと思っています。\u001b[22m, \u001b[1m私は本当にこのアニメを楽しんで、このレビューを書くのは私だけが行くと、再びそれを見したいと考えています。\u001b[22m\n\u001b[4mNow this anime is a bit slow at times, so if you're inpatient or you're more into anime with alot of action this one isn't for you.\u001b[24m\n    \u001b[1m今ではこのアニメは少し遅いので、もしあなたが入院していたり、たくさんの行動をしているアニメに興味があれば、これはあなたのためではありません。\u001b[22m, \u001b[1mあなたが入院しているか、あなたはこの1つはあなたのためではないアクションの多くとアニメにもっとしているので、もし今、このアニメは、時間に少し遅いです。\u001b[22m\n\u001b[4mI personally enjoy the slice of life genre so I don't mind the pace.\u001b[24m\n    \u001b[1m私は個人的に人生のジャンルのスライスを楽しむので、私はペースを気にしません。\u001b[22m, \u001b[1m私はペースを気にしないので、私は個人的に人生のジャンルのスライスを楽しみます。\u001b[22m\n\u001b[4mI would recommend this anime to everyone who enjoys a good story.\u001b[24m\n    \u001b[1m良い話を楽しんでいる皆さんにこのアニメをお勧めします。\u001b[22m, \u001b[1m私は良い話を楽しむすべての人にこのアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "matt1517",
    "profile": "/profile/matt1517/reviews",
    "pages": "24",
    "number": "7",
    "link": "/reviews.php?id=80456",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私は最近、Clannadとその後の物語を見ました。 私はClannadを楽しんだが、アフターストーリーは驚異的だった。 最初はClannadと似ていますが、5回ほどのエピソードの後では驚くほどです。 私は男だし、私は涙を抱えようとしていただけで、私はそれを絶対に愛していたような涙のジャーカーだった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI recently watched Clannad and then the after story. I enjoyed Clannad but the after story wad just amazing. Though in the beginning it is similar to just Clannad but after 5 or so episodes it gets amazing. I'm a guy and I was just trying to hold my tears back it was just such a tear jerker I just absolutely loved it.\n\n\u001b[1m私は最近、Clannadとその後の物語を見ました。 私はClannadを楽しんだが、アフターストーリーは驚異的だった。 最初はClannadと似ていますが、5回ほどのエピソードの後では驚くほどです。 私は男だし、私は涙を抱えようとしていただけで、私はそれを絶対に愛していたような涙のジャーカーだった。\u001b[22m\n\u001b[1m(Watashi wa saikin, Clannad to sonogo no monogatari o mimashita. Watashi wa Clannad o tanoshindaga, afutāsutōrī wa kyōi-tekidatta. Saisho wa Clannad to nite imasuga, 5-kai hodo no episōdo no nochide wa odoroku hododesu. Watashi wa otokodashi, watashi wa namida o kakaeyou to shite ita dake de, watashi wa sore o zettai ni aishite ita yōna namida no jākādatta.)\u001b[22m\n\nTranslations of \u001b[4mI recently watched Clannad and then the after story. I enjoyed Clannad but the after story wad just amazing. Though in the beginning it is similar to just Clannad but after 5 or so episodes it gets amazing. I'm a guy and I was just trying to hold my tears back it was just such a tear jerker I just absolutely loved it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recently watched Clannad and then the after story.\u001b[24m\n    \u001b[1m私は最近、Clannadとその後の物語を見ました。\u001b[22m, \u001b[1m私は最近の話の後クラナドを見て、その後。\u001b[22m\n\u001b[4mI enjoyed Clannad but the after story wad just amazing.\u001b[24m\n    \u001b[1m私はClannadを楽しんだが、アフターストーリーは驚異的だった。\u001b[22m, \u001b[1m私はクラナドを楽しんだが、物語の札束後のちょうど素晴らしいです。\u001b[22m\n\u001b[4mThough in the beginning it is similar to just Clannad but after 5 or so episodes it gets amazing.\u001b[24m\n    \u001b[1m最初はClannadと似ていますが、5回ほどのエピソードの後では驚くほどです。\u001b[22m, \u001b[1m初めにそれだけでクラナドに似ていますが、5かそこらのエピソードの後に、それは素晴らしいますけど。\u001b[22m\n\u001b[4mI'm a guy and I was just trying to hold my tears back it was just such a tear jerker I just absolutely loved it.\u001b[24m\n    \u001b[1m私は男だし、私は涙を抱えようとしていただけで、私はそれを絶対に愛していたような涙のジャーカーだった。\u001b[22m, \u001b[1m私は男だと私はちょうど私の涙が、私は絶対にそれを愛しちょうどそのような涙jerkerたバックアップを保持しようとしていました。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "eman92",
    "profile": "/profile/eman92/reviews",
    "pages": "24",
    "number": "8",
    "link": "/reviews.php?id=78059",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれが私を泣かせる最初のアニメ..\n真剣にこのアニメは本当に素晴らしいと私は何度もそれを見る..\nこのアニメはあまりにも本当に私自身を変えるのに役立ちます..\n私をより良い人間に変えたいと思う最初のアニメ..",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nthis the first anime that make me cry..\n\n\u001b[1mこれが私を泣かせる最初のアニメ..\u001b[22m\n\u001b[1m(Kore ga watashi o nakaseru saisho no anime..)\u001b[22m\n\nTranslations of \u001b[4mthis the first anime that make me cry..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis the first anime that make me cry..\u001b[24m\n    \u001b[1mこれが私を泣かせる最初のアニメ..\u001b[22m, \u001b[1m私は泣かせるこの最初のアニメ..\u001b[22m\nseriously this anime really great and i watch it over and over..\n\n\u001b[1m真剣にこのアニメは本当に素晴らしいと私は何度もそれを見る..\u001b[22m\n\u001b[1m(Shinken ni kono anime wa hontōni subarashī to watashi wa nando mo sore o miru..)\u001b[22m\n\nTranslations of \u001b[4mseriously this anime really great and i watch it over and over..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mseriously this anime really great and i watch it over and over..\u001b[24m\n    \u001b[1m真剣にこのアニメは本当に素晴らしいと私は何度もそれを見る..\u001b[22m, \u001b[1m真剣にこのアニメは本当に素晴らしいと私は何度もそれを見..\u001b[22m\nthis anime too really help me change myself..\n\n\u001b[1mこのアニメはあまりにも本当に私自身を変えるのに役立ちます..\u001b[22m\n\u001b[1m(Kono anime wa amarini mo hontōni watakushijishin o kaeru no ni yakudachimasu..)\u001b[22m\n\nTranslations of \u001b[4mthis anime too really help me change myself..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis anime too really help me change myself..\u001b[24m\n    \u001b[1mこのアニメはあまりにも本当に私自身を変えるのに役立ちます..\u001b[22m, \u001b[1mこのアニメは、あまりにも本当に私は自分自身を変える手助け..\u001b[22m\nthe first anime that make me wants change myself to a better person..\n\n\u001b[1m私をより良い人間に変えたいと思う最初のアニメ..\u001b[22m\n\u001b[1m(Watashi o yoriyoi ningen ni kaetai to omou saisho no anime..)\u001b[22m\n\nTranslations of \u001b[4mthe first anime that make me wants change myself to a better person..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe first anime that make me wants change myself to a better person..\u001b[24m\n    \u001b[1m私をより良い人間に変えたいと思う最初のアニメ..\u001b[22m, \u001b[1m私は良い人に自分自身を変更したいと考えて作る最初のアニメ..\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "imoustacheyou",
    "profile": "/profile/imoustacheyou/reviews",
    "pages": "24",
    "number": "9",
    "link": "/reviews.php?id=80958",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n今まで見た中で最高のアニメ。 それはあらゆること、喜劇、ロマンス、心痛などを持っています...これを見る前に、まずクラナドを見てください。  CLANNADを見ないでください映画。 楽しむ（;",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBest anime i ever seen. It has every thing, comedy, romance, heartache etc ... Before watching this, please watch clannad first. DO NOT WATCH CLANNAD THE MOVIE. enjoy (;\n\n\u001b[1m今まで見た中で最高のアニメ。 それはあらゆること、喜劇、ロマンス、心痛などを持っています...これを見る前に、まずクラナドを見てください。  CLANNADを見ないでください映画。 楽しむ（;\u001b[22m\n\u001b[1m(Ima made mita naka de saikō no anime. Sore wa arayuru koto, kigeki, romansu, shintsū nado o motte imasu... Kore o miru mae ni, mazu kuranado o mite kudasai. Kuranado o minaide kudasai eiga. Tanoshimu ( ;)\u001b[22m\n\nTranslations of \u001b[4mBest anime i ever seen. It has every thing, comedy, romance, heartache etc ... Before watching this, please watch clannad first. DO NOT WATCH CLANNAD THE MOVIE. enjoy (;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBest anime i ever seen.\u001b[24m\n    \u001b[1m今まで見た中で最高のアニメ。\u001b[22m, \u001b[1m私が今まで見た最高のアニメ。\u001b[22m\n\u001b[4mIt has every thing, comedy, romance, heartache etc ... Before watching this, please watch clannad first.\u001b[24m\n    \u001b[1mそれはあらゆること、喜劇、ロマンス、心痛などを持っています...これを見る前に、まずクラナドを見てください。\u001b[22m, \u001b[1mそれはすべてのもの、コメディ、ロマンス、心痛などを持っている...これを見て前に、まずCLANNADを見てください。\u001b[22m\n\u001b[4mDO NOT WATCH CLANNAD THE MOVIE.\u001b[24m\n    \u001b[1mCLANNADを見ないでください映画。\u001b[22m, \u001b[1mCLANNAD THE MOVIEを見ていません。\u001b[22m\n\u001b[4menjoy (;\u001b[24m\n    \u001b[1m楽しむ（;\u001b[22m, \u001b[1m（楽しみます;\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "faywan",
    "profile": "/profile/faywan/reviews",
    "pages": "24",
    "number": "10",
    "link": "/reviews.php?id=36394",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nClannad〜after story〜はClannadの続きであり、あなたが「傑作」と呼べるものです。 このレビューでは、最初のシーズンと同じなので、私はアートをやり直しません。\n\nストーリー：10/10\n最初のシーズンは完全なマークを取得していない唯一のセクション。 ストーリーの後は、最初のシーズンと、最初のシーズンに開花した愛との連続性を提供します。 この第2シーズンは、トモヤとナギサとの関係に焦点を当てているので、最初のシーズンは第1シーズンよりも明るい。 このショーは、いつも満足しているとは限りません。 実際には、このカップルは、最初のシーズンを成功に導いたもの（ファンタスティックなイベントのヒントを伴う現実のミックス）を維持しながら、誰もが暮らすことができるハードルを克服する必要があります。\n\nキャラクター：10/10\nショーは同じキャストを維持するが、ストーリーはTomoya、Nagisaと彼女の両親である4人のキャラクターに焦点を当てているが（マイナースポイラー）、後で新しいキャラクターが紹介される。\n\n楽しさ：10/10\n第1シーズンの私のレビューでは、私は楽しんで10月10日を与え、私は第2シーズンに同じグレードを与えたが、第2シーズンはちょうどこの世界から外れていて、ショーの終わりまでは止められないエピソード9を形成した 見て、それはちょうど良いことです。 さらに、傑出したストーリーボードが私を泣かせ、笑って泣き叫び、泣き叫んで笑って...ショーの最後まで。 私は自分がショーをどれぐらい楽しんでいるかを示す感情的なジェットコースターに自分自身を見つけました\n\n全体：10/10\nこれは私が今までに経験したことのない最高のアニメですが、ステレオタイプのキャラクターではなく、愛する女性の人生の障害を克服しようとしている若い男です。 美しい、人生で変わる、感動的な物語で、時間の中に心の中で航海することを見る。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad ~after story~ is Clannad's continuation and is what you can call a ''masterpiece''. In this review, i won't redo the art, sound because it is the same as the first season\n\n\u001b[1mClannad〜after story〜はClannadの続きであり、あなたが「傑作」と呼べるものです。 このレビューでは、最初のシーズンと同じなので、私はアートをやり直しません。\u001b[22m\n\u001b[1m(Clannad 〜 afutā story 〜 wa Clannad no tsudzukideari, anata ga `kessaku' to yoberu monodesu. Kono rebyūde wa, saisho no shīzun to onaji nanode, watashi wa āto o yarinaoshimasen.)\u001b[22m\n\nTranslations of \u001b[4mClannad ~after story~ is Clannad's continuation and is what you can call a ''masterpiece''. In this review, i won't redo the art, sound because it is the same as the first season\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad ~after story~ is Clannad's continuation and is what you can call a ''masterpiece''.\u001b[24m\n    \u001b[1mClannad〜after story〜はClannadの続きであり、あなたが「傑作」と呼べるものです。\u001b[22m, \u001b[1mクラナド〜物語の後〜クラナドの継続であり、あなたは ''傑作 ''を呼び出すことができるものです。\u001b[22m\n\u001b[4mIn this review, i won't redo the art, sound because it is the same as the first season\u001b[24m\n    \u001b[1mこのレビューでは、最初のシーズンと同じなので、私はアートをやり直しません。\u001b[22m, \u001b[1mそれは最初のシーズンと同じであるため、このレビューでは、私は、音を芸術をやり直しません\u001b[22m\n\u001b[1m\u001b[22m\nStory:10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory:10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\nThe one and only section that the first season didn't get a full mark. After story offers us a continuity to the first season and to the love that blossomed during the first season. This second season outshines the first because it focuses on Tomoya and his relationship with Nagisa. This show offer us an happily ever after that is not always happy. In fact, this couple has to overcome hurdles that anyone can live through while maintaining what made the first season a success (a mix of reality with a hint of fantastical event).\n\n\u001b[1m最初のシーズンは完全なマークを取得していない唯一のセクション。 ストーリーの後は、最初のシーズンと、最初のシーズンに開花した愛との連続性を提供します。 この第2シーズンは、トモヤとナギサとの関係に焦点を当てているので、最初のシーズンは第1シーズンよりも明るい。 このショーは、いつも満足しているとは限りません。 実際には、このカップルは、最初のシーズンを成功に導いたもの（ファンタスティックなイベントのヒントを伴う現実のミックス）を維持しながら、誰もが暮らすことができるハードルを克服する必要があります。\u001b[22m\n\u001b[1m(Saisho no shīzun wa kanzen'na māku o shutoku shite inai yuiitsu no sekushon. Sutōrī no nochi wa, saisho no shīzun to, saisho no shīzun ni kaika shita ai to no renzoku-sei o teikyō shimasu. Kono dai 2 shīzun wa, Tomoya to Nagisa to no kankei ni shōten o atete irunode, saisho no shīzun wa dai 1 shīzun yori mo akarui. Kono shō wa, itsumo manzoku shite iru to wa kagirimasen. Jissai ni wa, kono kappuru wa, saisho no shīzun o seikō ni michibiita mono (fantasutikkuna ibento no hinto o tomonau genjitsu no mikkusu) o iji shinagara, daremoga kurasu koto ga dekiru hādoru o kokufuku suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe one and only section that the first season didn't get a full mark. After story offers us a continuity to the first season and to the love that blossomed during the first season. This second season outshines the first because it focuses on Tomoya and his relationship with Nagisa. This show offer us an happily ever after that is not always happy. In fact, this couple has to overcome hurdles that anyone can live through while maintaining what made the first season a success (a mix of reality with a hint of fantastical event).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe one and only section that the first season didn't get a full mark.\u001b[24m\n    \u001b[1m最初のシーズンは完全なマークを取得していない唯一のセクション。\u001b[22m, \u001b[1m最初のシーズンはフルマークを取得していない唯一無二のセクション。\u001b[22m\n\u001b[4mAfter story offers us a continuity to the first season and to the love that blossomed during the first season.\u001b[24m\n    \u001b[1mストーリーの後は、最初のシーズンと、最初のシーズンに開花した愛との連続性を提供します。\u001b[22m, \u001b[1m物語の後最初のシーズンにし、最初のシーズン中に花開いた愛に私たちに継続性を提供しています。\u001b[22m\n\u001b[4mThis second season outshines the first because it focuses on Tomoya and his relationship with Nagisa.\u001b[24m\n    \u001b[1mこの第2シーズンは、トモヤとナギサとの関係に焦点を当てているので、最初のシーズンは第1シーズンよりも明るい。\u001b[22m, \u001b[1mそれは知也と渚と彼の関係に焦点を当てているため、この第二シーズンは最初outshines。\u001b[22m\n\u001b[4mThis show offer us an happily ever after that is not always happy.\u001b[24m\n    \u001b[1mこのショーは、いつも満足しているとは限りません。\u001b[22m, \u001b[1mそれは必ずしも幸せではないの後にこの番組は喜んでこれまで私たちの提供しています。\u001b[22m\n\u001b[4mIn fact, this couple has to overcome hurdles that anyone can live through while maintaining what made the first season a success (a mix of reality with a hint of fantastical event).\u001b[24m\n    \u001b[1m実際には、このカップルは、最初のシーズンを成功に導いたもの（ファンタスティックなイベントのヒントを伴う現実のミックス）を維持しながら、誰もが暮らすことができるハードルを克服する必要があります。\u001b[22m, \u001b[1m実際には、このカップルは最初のシーズンの成功（幻想的なイベントのヒントと現実のミックスを）作ったものに維持しながら、誰でもを通じて生きることができるのハードルを克服しなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter:10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter:10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\nThe show keeps the same cast but the story focuses on four character being Tomoya, Nagisa and her parents while (minor spoiler) a new character gets introduced later on.\n\n\u001b[1mショーは同じキャストを維持するが、ストーリーはTomoya、Nagisaと彼女の両親である4人のキャラクターに焦点を当てているが（マイナースポイラー）、後で新しいキャラクターが紹介される。\u001b[22m\n\u001b[1m(Shō wa onaji kyasuto o iji suruga, sutōrī wa Tomoya, Nagisa to kanojo no ryōshindearu 4-ri no kyarakutā ni shōten o atete iruga (maināsupoirā), atode atarashī kyarakutā ga shōkai sa reru.)\u001b[22m\n\nTranslations of \u001b[4mThe show keeps the same cast but the story focuses on four character being Tomoya, Nagisa and her parents while (minor spoiler) a new character gets introduced later on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show keeps the same cast but the story focuses on four character being Tomoya, Nagisa and her parents while (minor spoiler) a new character gets introduced later on.\u001b[24m\n    \u001b[1mショーは同じキャストを維持するが、ストーリーはTomoya、Nagisaと彼女の両親である4人のキャラクターに焦点を当てているが（マイナースポイラー）、後で新しいキャラクターが紹介される。\u001b[22m, \u001b[1mショーは、同じキャストを保持しますが、新しい文字が、後に導入されます（マイナースポイラー）しながら、物語は智也、渚と彼女の両親である4文字に焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment:10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment:10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\nIn my review of the first season, I gave enjoyment a 10/10 and I gave the second season the same grade but in total honesty the second season was just out of this world and form episode 9 to the end of the show one cannot stop watching, it is just that good. Plus the outstanding storyboard made me cry and laugh and cry and laugh and cry and laugh... till the end of the show. I found myself on an emotional rollercoaster which shows how much I enjoyed the show\n\n\u001b[1m第1シーズンの私のレビューでは、私は楽しんで10月10日を与え、私は第2シーズンに同じグレードを与えたが、第2シーズンはちょうどこの世界から外れていて、ショーの終わりまでは止められないエピソード9を形成した 見て、それはちょうど良いことです。 さらに、傑出したストーリーボードが私を泣かせ、笑って泣き叫び、泣き叫んで笑って...ショーの最後まで。 私は自分がショーをどれぐらい楽しんでいるかを示す感情的なジェットコースターに自分自身を見つけました\u001b[22m\n\u001b[1m(Dai 1 shīzun no watashi no rebyūde wa, watashi wa tanoshinde 10 tsuki 10-nichi o atae, watashi wa dai 2 shīzun ni onaji gurēdo o ataetaga, dai 2 shīzun wa chōdo kono sekai kara hazurete ite, shō no owari made wa tomerarenai episōdo 9 o keisei shita mite, sore wa chōdo yoi kotodesu. Sarani, kesshutsu shita sutōrībōdo ga watashi o nakase, waratte nakisakebi, nakisakende waratte... Shō no saigomade. Watashi wa jibun ga shō o dore gurai tanoshinde iru ka o shimesu kanjō-tekina jettokōsutā ni jibun jishin o mitsukemashita)\u001b[22m\n\nTranslations of \u001b[4mIn my review of the first season, I gave enjoyment a 10/10 and I gave the second season the same grade but in total honesty the second season was just out of this world and form episode 9 to the end of the show one cannot stop watching, it is just that good. Plus the outstanding storyboard made me cry and laugh and cry and laugh and cry and laugh... till the end of the show. I found myself on an emotional rollercoaster which shows how much I enjoyed the show\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my review of the first season, I gave enjoyment a 10/10 and I gave the second season the same grade but in total honesty the second season was just out of this world and form episode 9 to the end of the show one cannot stop\u001b[24m\n    \u001b[1m第1シーズンの私のレビューでは、私は楽しんで10月10日を与え、私は第2シーズンに同じグレードを与えたが、第2シーズンはちょうどこの世界から外れていて、ショーの終わりまでは止められないエピソード9を形成した\u001b[22m, \u001b[1m最初のシーズンの私のレビューでは、私は楽しみ10/10を与え、私は2番目のシーズンに同じ等級を与えたが、合計正直第二シーズンは1つが停止することはできませんショーの終わりにちょうどこの世界とフォームエピソード9の外でした\u001b[22m\n\u001b[4mwatching, it is just that good.\u001b[24m\n    \u001b[1m見て、それはちょうど良いことです。\u001b[22m\n\u001b[4mPlus the outstanding storyboard made me cry and laugh and cry and laugh and cry and laugh... till the end of the show.\u001b[24m\n    \u001b[1mさらに、傑出したストーリーボードが私を泣かせ、笑って泣き叫び、泣き叫んで笑って...ショーの最後まで。\u001b[22m, \u001b[1mプラス優れたストーリーボードは、ショーの最後まで...私は泣きと笑い、泣きと笑い、泣きと笑いました。\u001b[22m\n\u001b[4mI found myself on an emotional rollercoaster which shows how much I enjoyed the show\u001b[24m\n    \u001b[1m私は自分がショーをどれぐらい楽しんでいるかを示す感情的なジェットコースターに自分自身を見つけました\u001b[22m, \u001b[1m私はショーを楽しんでどのくらいを示している感情的なジェットコースターに自分自身を発見しました\u001b[22m\n\u001b[1m\u001b[22m\nOverall:10/10\n\n\u001b[1m全体：10/10\u001b[22m\n\u001b[1m(Zentai: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall:10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:10/10\u001b[24m\n    \u001b[1m全体：10/10\u001b[22m\nThis is the best anime i've ever come across protraying not a stereotypical character, but a young man trying to overcome life's obstacle with the woman he loves, it is nothing more and nothing less than that. A beautiful, life-changing, inspirational story that takes it viewer to a voyage in one's heart during though time.\n\n\u001b[1mこれは私が今までに経験したことのない最高のアニメですが、ステレオタイプのキャラクターではなく、愛する女性の人生の障害を克服しようとしている若い男です。 美しい、人生で変わる、感動的な物語で、時間の中に心の中で航海することを見る。\u001b[22m\n\u001b[1m(Kore wa watashi ga ima made ni keiken shita koto no nai saikō no animedesuga, sutereo taipu no kyarakutāde wa naku, aisuru josei no jinsei no shōgai o kokufuku shiyou to shite iru wakai otokodesu. Utsukushī, jinsei de kawaru, kandō-tekina monogatari de, jikan no naka ni kokoronouchi de kōkai suru koto o miru.)\u001b[22m\n\nTranslations of \u001b[4mThis is the best anime i've ever come across protraying not a stereotypical character, but a young man trying to overcome life's obstacle with the woman he loves, it is nothing more and nothing less than that. A beautiful, life-changing, inspirational story that takes it viewer to a voyage in one's heart during though time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the best anime i've ever come across protraying not a stereotypical character, but a young man trying to overcome life's obstacle with the woman he loves, it is nothing more and nothing less than that.\u001b[24m\n    \u001b[1mこれは私が今までに経験したことのない最高のアニメですが、ステレオタイプのキャラクターではなく、愛する女性の人生の障害を克服しようとしている若い男です。\u001b[22m, \u001b[1mこれは私が今までないステレオタイプの文字をprotrayingに遭遇した最高のアニメですが、彼が愛する女性との生活の障害を克服しようとしている若い男が、それはより多くの何も、それ未満は何もありません。\u001b[22m\n\u001b[4mA beautiful, life-changing, inspirational story that takes it viewer to a voyage in one's heart during though time.\u001b[24m\n    \u001b[1m美しい、人生で変わる、感動的な物語で、時間の中に心の中で航海することを見る。\u001b[22m, \u001b[1mそれはしかし時間の間、自分の心の中の航海にビューアかかる美しい、人生を変える、インスピレーションを与える物語。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "makouz789",
    "profile": "/profile/makouz789/reviews",
    "pages": "24",
    "number": "11",
    "link": "/reviews.php?id=85307",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこんにちは皆、私は私の最初のレビューを書いているので、それは私の母国語ではない私の英語の原因を許す。\n\n私はClannadシリーズを見ていることは決してありませんでしたが、私はいつもレビューを見ましたが、私は全く興味がなく、ビデオのスポイラーを持っていましたが、ある日、Clannadのエピソードと〜After Story〜をダウンロードしました。 男、この感情的なジェットコースターで何が乗るの？\n\nストーリー9/10\nClannad〜After Story〜の話は、私たちのMC、TomoyaがNagisaのための彼の気持ちを告白する時から始まる、Clannadからの直接の続編です。 ここではさまざまなことがありますが、これを最初のシーズンとして気前の良いシリーズを期待してはいけません。 最初のエピソードは平均的なもので、春原と雪の弧を仕上げていますが、ここで少し退屈なことがありますが、それはすばらしいです。スキップすることはできますが、おすすめしません。 その後、実際のストーリーは「隠された世界」から始まります。両方の世界のストーリーが何らかの形で結びついているので、常に注意を払わなければなりません。\n\nアート10/10\nここにはあまり言いたくない、ちょうど...京亜。  2008年のシリーズはアニメーションが本当に流動的で、キャラクターのデザインは完璧で、「隠れた世界」はアニメーションが本当に輝くところです。 また、背景、周囲、それはすべてあまりにも壮大です。\n\nサウンド9/10\nこのシリーズのサウンドは素晴らしく、オープニングとエンディングの曲はどちらも非常に良いですが、私は嫌いだったのは、いくつかのエピソードで私の気分を台無しにした結末です。 サウンドトラックは、傑出した、クリアで、シーンにぴったりの作品で、喜んで涙を流しています。\n\nキャラクター10/10\n私がClannadのキャラクターを考えることができるのは、彼らがReal Peopleであり、私たちが「人間」と呼ぶものに近い、あるいは同等の感情を持ち、誰もが独特な個性を持っているということです。 これは、あなたが非常に友好的な感じ、特に岡崎、私たちのメイン、彼がやったすべて、彼が耐えられているすべて、彼は本当の戦士、尊敬できるキャラクターです。 キャラクターの何かに何かが起こったとき、あなたはそれが良いものであっても悪いものであっても、それを感じることができます。笑い、喜びの瞬間を持ち、泣いて、悲しい瞬間をキャラクターに刻むことができます。\n\n楽しさ10/10\n私がClannadにマラソンをしたとしても、私は今までこれを最高のアニメの一つと考えています。 座席の端を見て、次のエピソードを待って、オープニングやエンディングをスキップしたり、ショーが提供しなければならないことすべてを感じたり、どのように見守るべきかを感じたりします。 また、初めて映画やシリーズに泣いたのは初めてのことです。\n\n全体的な10/10\n私にとって、全体的な楽しみは、個人的なレビューと同じです。  Clannadはそれが全体では傑作であり、それは人々の考え方を変え、私のアニメを見る方法を変えました。 それは私を変えた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHello everyone, i am writing my first review, so forgive my english cause it's not my native language.\n\n\u001b[1mこんにちは皆、私は私の最初のレビューを書いているので、それは私の母国語ではない私の英語の原因を許す。\u001b[22m\n\u001b[1m(Kon'nichiwa kai, watashi wa watashi no saisho no rebyū o kaite irunode, soreha watashinohaha kokugode wa nai watashi no eigo no gen'in o yurusu.)\u001b[22m\n\nTranslations of \u001b[4mHello everyone, i am writing my first review, so forgive my english cause it's not my native language.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHello everyone, i am writing my first review, so forgive my english cause it's not my native language.\u001b[24m\n    \u001b[1mこんにちは皆、私は私の最初のレビューを書いているので、それは私の母国語ではない私の英語の原因を許す。\u001b[22m, \u001b[1mみなさん、こんにちは、私は私の最初のレビューを書いて、それは私の母国語ではない私の英語原因を許しています。\u001b[22m\n\u001b[1m\u001b[22m\nI never had an interest is watching the Clannad series, i always saw reviews but i had no interest at all, even had an spoiler from a video, but one day i gave it a shot, download Clannad episodes and ~After Story~. Man, what a ride in this emotional rollercoaster.\n\n\u001b[1m私はClannadシリーズを見ていることは決してありませんでしたが、私はいつもレビューを見ましたが、私は全く興味がなく、ビデオのスポイラーを持っていましたが、ある日、Clannadのエピソードと〜After Story〜をダウンロードしました。 男、この感情的なジェットコースターで何が乗るの？\u001b[22m\n\u001b[1m(Watashi wa Clannad shirīzu o mite iru koto wa kesshite arimasendeshitaga, watashi wa itsumo rebyū o mimashitaga, watashi wa mattaku kyōmi ga naku, bideo no supoirā o motte imashitaga, aru hi, Clannad no episōdo to 〜 After Story 〜 o daunrōdo shimashita. Otoko, kono kanjō-tekina jettokōsutā de nani ga noru no?)\u001b[22m\n\nTranslations of \u001b[4mI never had an interest is watching the Clannad series, i always saw reviews but i had no interest at all, even had an spoiler from a video, but one day i gave it a shot, download Clannad episodes and ~After Story~. Man, what a ride in this emotional rollercoaster.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI never had an interest is watching the Clannad series, i always saw reviews but i had no interest at all, even had an spoiler from a video, but one day i gave it a shot, download Clannad episodes and ~After Story~.\u001b[24m\n    \u001b[1m私はClannadシリーズを見ていることは決してありませんでしたが、私はいつもレビューを見ましたが、私は全く興味がなく、ビデオのスポイラーを持っていましたが、ある日、Clannadのエピソードと〜After Story〜をダウンロードしました。\u001b[22m, \u001b[1mストーリー〜後クラナドのエピソードや〜をダウンロードし、私もビデオからスポイラーを持っていた、私はいつものレビューを見たが、私はまったく興味がありませんでした、関心はクラナドシリーズを見ている持っていなかったが、ある日、私はそれに打撃を与えました。\u001b[22m\n\u001b[4mMan, what a ride in this emotional rollercoaster.\u001b[24m\n    \u001b[1m男、この感情的なジェットコースターで何が乗るの？\u001b[22m, \u001b[1m男は、どのようなこの感情的なジェットコースターに乗っ。\u001b[22m\n\u001b[1m\u001b[22m\nStory 9/10\n\n\u001b[1mストーリー9/10\u001b[22m\n\u001b[1m(Sutōrī 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 9/10\u001b[24m\n    \u001b[1mストーリー9/10\u001b[22m\nThe story of Clannad ~After Story~ is the direct sequel from Clannad, starting from when our MC, Tomoya confess his feelings for Nagisa. things are different here, do not watch this expecting a light-hearted series as the first season. The first episodes are average, finishing the Sunohara and Yukine arcs, things can be a little boring here, but it's awesome, you can skip it, but i do not recommend. After that the real story starts also with the 'hidden world', you must always have attention because both worlds storylines are connected in some way, so you can fully understand the ending.\n\n\u001b[1mClannad〜After Story〜の話は、私たちのMC、TomoyaがNagisaのための彼の気持ちを告白する時から始まる、Clannadからの直接の続編です。 ここではさまざまなことがありますが、これを最初のシーズンとして気前の良いシリーズを期待してはいけません。 最初のエピソードは平均的なもので、春原と雪の弧を仕上げていますが、ここで少し退屈なことがありますが、それはすばらしいです。スキップすることはできますが、おすすめしません。 その後、実際のストーリーは「隠された世界」から始まります。両方の世界のストーリーが何らかの形で結びついているので、常に注意を払わなければなりません。\u001b[22m\n\u001b[1m(Clannad 〜 After Story 〜 no hanashi wa, watashitachi no MC, Tomoya ga Nagisa no tame no kare no kimochi o kokuhaku suru toki kara hajimaru, Clannad kara no chokusetsu no zokuhendesu. Kokode wa samazamana koto ga arimasuga, kore o saisho no shīzun to shite kimaenoii shirīzu o kitai shite wa ikemasen. Saisho no episōdo wa heikin-tekina mono de, Sunohara to yuki no ko o shiagete imasuga, koko de sukoshi taikutsuna koto ga arimasuga, sore wa subarashīdesu. Sukippu suru koto wa dekimasuga, osusume shimasen. Sonogo, jissai no sutōrī wa `kakusareta sekai' kara hajimarimasu. Ryōhō no sekai no sutōrī ga nanrakano katachi de musubitsuite irunode, tsuneni chūi o harawanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Clannad ~After Story~ is the direct sequel from Clannad, starting from when our MC, Tomoya confess his feelings for Nagisa. things are different here, do not watch this expecting a light-hearted series as the first season. The first episodes are average, finishing the Sunohara and Yukine arcs, things can be a little boring here, but it's awesome, you can skip it, but i do not recommend. After that the real story starts also with the 'hidden world', you must always have attention because both worlds storylines are connected in some way, so you can fully understand the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Clannad ~After Story~ is the direct sequel from Clannad, starting from when our MC, Tomoya confess his feelings for Nagisa.\u001b[24m\n    \u001b[1mClannad〜After Story〜の話は、私たちのMC、TomoyaがNagisaのための彼の気持ちを告白する時から始まる、Clannadからの直接の続編です。\u001b[22m, \u001b[1mストーリー〜後クラナド〜の話は、私たちのMCは、智也は渚のための彼の気持ちを告白するときから始まって、クラナドからの直接の続編です。\u001b[22m\n\u001b[4mthings are different here, do not watch this expecting a light-hearted series as the first season.\u001b[24m\n    \u001b[1mここではさまざまなことがありますが、これを最初のシーズンとして気前の良いシリーズを期待してはいけません。\u001b[22m, \u001b[1m物事は最初のシーズンのような快活なシリーズを期待して、これを見ていない、ここでは異なっています。\u001b[22m\n\u001b[4mThe first episodes are average, finishing the Sunohara and Yukine arcs, things can be a little boring here, but it's awesome, you can skip it, but i do not recommend.\u001b[24m\n    \u001b[1m最初のエピソードは平均的なもので、春原と雪の弧を仕上げていますが、ここで少し退屈なことがありますが、それはすばらしいです。スキップすることはできますが、おすすめしません。\u001b[22m, \u001b[1m最初のエピソードは春原とYukineアーク仕上げ、物事はここで少し退屈することができ、平均であるが、それはあなたがそれをスキップすることができ、素晴らしいですが、私はお勧めしません。\u001b[22m\n\u001b[4mAfter that the real story starts also with the 'hidden world', you must always have attention because both worlds storylines are connected in some way, so you can fully understand the ending.\u001b[24m\n    \u001b[1mその後、実際のストーリーは「隠された世界」から始まります。両方の世界のストーリーが何らかの形で結びついているので、常に注意を払わなければなりません。\u001b[22m, \u001b[1m本当の話は、「隠れた世界でも開始した後、両方の世界のストーリーが何らかの方法で接続されているので、あなたは常に注意を持っている必要がありますので、あなたは完全に結末を理解することができます。\u001b[22m\n\u001b[1m\u001b[22m\nArt 10/10\n\n\u001b[1mアート10/10\u001b[22m\n\u001b[1m(Āto 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10/10\u001b[24m\n    \u001b[1mアート10/10\u001b[22m\nNothing much to say here, just...KyoAni. The art is really outstanding, as a 2008 series the animation is really fluid, and the character designs are flawless and in the 'Hidden world' is where the animation really shines. Also, the backgrounds, the ambient, it's all too magnificent.\n\n\u001b[1mここにはあまり言いたくない、ちょうど...京亜。  2008年のシリーズはアニメーションが本当に流動的で、キャラクターのデザインは完璧で、「隠れた世界」はアニメーションが本当に輝くところです。 また、背景、周囲、それはすべてあまりにも壮大です。\u001b[22m\n\u001b[1m(Koko ni wa amari iitakunai, chōdo... Kyō A. 2008-Nen no shirīzu wa animēshon ga hontōni ryūdōtekide, kyarakutā no dezain wa kanpeki de,`kakureta sekai' wa animēshon ga hontōni kagayaku tokorodesu. Mata, haikei, shūi, soreha subete amarini mo sōdaidesu.)\u001b[22m\n\nTranslations of \u001b[4mNothing much to say here, just...KyoAni. The art is really outstanding, as a 2008 series the animation is really fluid, and the character designs are flawless and in the 'Hidden world' is where the animation really shines. Also, the backgrounds, the ambient, it's all too magnificent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing much to say here, just...KyoAni.\u001b[24m\n    \u001b[1mここにはあまり言いたくない、ちょうど...京亜。\u001b[22m, \u001b[1mここで言うことはあまり何も、ちょうど...京アニ。\u001b[22m\n\u001b[4mThe art is really outstanding, as a 2008 series the animation is really fluid, and the character designs are flawless and in the 'Hidden world' is where the animation really shines.\u001b[24m\n    \u001b[1m2008年のシリーズはアニメーションが本当に流動的で、キャラクターのデザインは完璧で、「隠れた世界」はアニメーションが本当に輝くところです。\u001b[22m, \u001b[1m技術は、アニメーションは本当に流体であり、そしてキャラクターデザインは完璧であり、アニメーションが本領を発揮する「隠された世界」である2008シリーズとして、本当に抜群です。\u001b[22m\n\u001b[4mAlso, the backgrounds, the ambient, it's all too magnificent.\u001b[24m\n    \u001b[1mまた、背景、周囲、それはすべてあまりにも壮大です。\u001b[22m, \u001b[1mまた、背景は、周囲には、それはあまりにも壮大です。\u001b[22m\n\u001b[1m\u001b[22m\nSound 9/10\n\n\u001b[1mサウンド9/10\u001b[22m\n\u001b[1m(Saundo 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 9/10\u001b[24m\n    \u001b[1mサウンド9/10\u001b[22m, \u001b[1m9/10サウンド\u001b[22m\nThe sound in this series is something great, the opening and ending songs are both very good, what i disliked it's just the ending that ruined my mood in some episodes. The soundtrack is just outstanding, clear and working great with the scenes, making some happy and tearjerking moments.\n\n\u001b[1mこのシリーズのサウンドは素晴らしく、オープニングとエンディングの曲はどちらも非常に良いですが、私は嫌いだったのは、いくつかのエピソードで私の気分を台無しにした結末です。 サウンドトラックは、傑出した、クリアで、シーンにぴったりの作品で、喜んで涙を流しています。\u001b[22m\n\u001b[1m(Kono shirīzu no saundo wa subarashiku, ōpuningu to endingu no kyoku wa dochira mo hijō ni yoidesuga, watashi wa kiraidatta no wa, ikutsu ka no episōdo de watashi no kibun o dainashi ni shita ketsumatsudesu. Saundotorakku wa, kesshutsu shita, kuria de, shīn ni pittari no sakuhin de, yorokonde namida o nagashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound in this series is something great, the opening and ending songs are both very good, what i disliked it's just the ending that ruined my mood in some episodes. The soundtrack is just outstanding, clear and working great with the scenes, making some happy and tearjerking moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound in this series is something great, the opening and ending songs are both very good, what i disliked it's just the ending that ruined my mood in some episodes.\u001b[24m\n    \u001b[1mこのシリーズのサウンドは素晴らしく、オープニングとエンディングの曲はどちらも非常に良いですが、私は嫌いだったのは、いくつかのエピソードで私の気分を台無しにした結末です。\u001b[22m, \u001b[1mこのシリーズの音は、開口部素晴らしいものだとエンディング曲は、私はそれはいくつかのエピソードでは私の気分を台無しにしただけで終了です嫌われもの、両方とも非常に優れています。\u001b[22m\n\u001b[4mThe soundtrack is just outstanding, clear and working great with the scenes, making some happy and tearjerking moments.\u001b[24m\n    \u001b[1mサウンドトラックは、傑出した、クリアで、シーンにぴったりの作品で、喜んで涙を流しています。\u001b[22m, \u001b[1mサウンドトラックはちょうど、優れた明瞭かついくつかの幸せとtearjerking瞬間を作り、シーンに偉大な作業です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 10/10\n\n\u001b[1mキャラクター10/10\u001b[22m\n\u001b[1m(Kyarakutā 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 10/10\u001b[24m\n    \u001b[1mキャラクター10/10\u001b[22m, \u001b[1m文字10/10\u001b[22m\nAll i can think of Clannad characters is that they are Real people, bringing their emotions close or even equal to what we call 'Human', everyone having a unique personality. This makes you feel extremely friendly with the characters, especially Okazaki, our main, everything he did, all he withstood, he's a real warrior, a respectable character. When something happens to one of the characters, you can feel it, even if it's a good thing or a bad thing, you can laugh and have moments of joy, cry and have sad moments wit the characters.\n\n\u001b[1m私がClannadのキャラクターを考えることができるのは、彼らがReal Peopleであり、私たちが「人間」と呼ぶものに近い、あるいは同等の感情を持ち、誰もが独特な個性を持っているということです。 これは、あなたが非常に友好的な感じ、特に岡崎、私たちのメイン、彼がやったすべて、彼が耐えられているすべて、彼は本当の戦士、尊敬できるキャラクターです。 キャラクターの何かに何かが起こったとき、あなたはそれが良いものであっても悪いものであっても、それを感じることができます。笑い、喜びの瞬間を持ち、泣いて、悲しい瞬間をキャラクターに刻むことができます。\u001b[22m\n\u001b[1m(Watashi ga Clannad no kyarakutā o kangaeru koto ga dekiru no wa, karera ga rearu pīpurudeari, watashitachi ga `ningen' to yobu mono ni chikai, aruiwa dōtō no kanjō o mochi, daremoga dokutokuna kosei o motte iru to iu kotodesu. Kore wa, anata ga hijō ni yūkō-tekina kanji, tokuni Okazaki, watashitachi no mein, kare ga yatta subete, kare ga tae rarete iru subete, kare wa hontō no senshi, sonkei dekiru kyarakutādesu. Kyarakutā no nanika ni nanika ga okotta toki, anata wa sore ga yoi monodeatte mo warui monodeatte mo, sore o kanjiru koto ga dekimasu. Warai, yorokobi no shunkan o mochi, naite, kanashī shunkan o kyarakutā ni kizamu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll i can think of Clannad characters is that they are Real people, bringing their emotions close or even equal to what we call 'Human', everyone having a unique personality. This makes you feel extremely friendly with the characters, especially Okazaki, our main, everything he did, all he withstood, he's a real warrior, a respectable character. When something happens to one of the characters, you can feel it, even if it's a good thing or a bad thing, you can laugh and have moments of joy, cry and have sad moments wit the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll i can think of Clannad characters is that they are Real people, bringing their emotions close or even equal to what we call 'Human', everyone having a unique personality.\u001b[24m\n    \u001b[1m私がClannadのキャラクターを考えることができるのは、彼らがReal Peopleであり、私たちが「人間」と呼ぶものに近い、あるいは同等の感情を持ち、誰もが独特な個性を持っているということです。\u001b[22m, \u001b[1m私はクラナド文字の考えることができるすべては、彼らが近いか、我々は誰もがユニークな個性を持つ、「人間」と呼ぶものに等しい自分の感情をもたらし、実質人であるということです。\u001b[22m\n\u001b[4mThis makes you feel extremely friendly with the characters, especially Okazaki, our main, everything he did, all he withstood, he's a real warrior, a respectable character.\u001b[24m\n    \u001b[1mこれは、あなたが非常に友好的な感じ、特に岡崎、私たちのメイン、彼がやったすべて、彼が耐えられているすべて、彼は本当の戦士、尊敬できるキャラクターです。\u001b[22m, \u001b[1mこれは、文字と非常に友好的に感じさせる、特に岡崎、彼がした私たちの主は、すべて、彼は耐えたすべてが、彼は本当の戦士、立派な文字です。\u001b[22m\n\u001b[4mWhen something happens to one of the characters, you can feel it, even if it's a good thing or a bad thing, you can laugh and have moments of joy, cry and have sad moments wit the characters.\u001b[24m\n    \u001b[1mキャラクターの何かに何かが起こったとき、あなたはそれが良いものであっても悪いものであっても、それを感じることができます。笑い、喜びの瞬間を持ち、泣いて、悲しい瞬間をキャラクターに刻むことができます。\u001b[22m, \u001b[1m何かが文字の1に起こるとき、あなたはそれが良いことか悪いことだとしても、それを感じることができる、あなたは笑いと喜びの瞬間を持って、泣くと持つことができ悲しい瞬間は文字ウィット。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 10/10\n\n\u001b[1m楽しさ10/10\u001b[22m\n\u001b[1m(Tanoshisa 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 10/10\u001b[24m\n    \u001b[1m楽しさ10/10\u001b[22m, \u001b[1m楽し10/10\u001b[22m\nEven if i marathoned Clannad i still think of it as one of the best animes ever made. Watching on the edge of the seat, waiting for he next episode, never skipping an opening or ending, feeling everything that the show has to offer, how it's meant to be watched. Also, it was the first time i ever cried to a movie or series.\n\n\u001b[1m私がClannadにマラソンをしたとしても、私は今までこれを最高のアニメとして考えています。 座席の端を見て、次のエピソードを待って、オープニングやエンディングをスキップしたり、ショーが提供しなければならないことをすべて感じたり、どのように見守るべきかを感じたりします。 また、初めて映画やシリーズに泣いたのは初めてのことです。\u001b[22m\n\u001b[1m(Watashi ga Clannad ni marason o shita to shite mo, watashi wa ima made kore o saikō no anime to shite kangaete imasu. Zaseki no hashi o mite,-ji no episōdo o matte, ōpuningu ya endingu o sukippu shi tari, shō ga teikyō shinakereba naranai koto o subete kanji tari, dono yō ni mimamorubeki ka o kanji tari shimasu. Mata, hajimete eiga ya shirīzu ni naita no wa hajimete no kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mEven if i marathoned Clannad i still think of it as one of the best animes ever made. Watching on the edge of the seat, waiting for he next episode, never skipping an opening or ending, feeling everything that the show has to offer, how it's meant to be watched. Also, it was the first time i ever cried to a movie or series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven if i marathoned Clannad i still think of it as one of the best animes ever made.\u001b[24m\n    \u001b[1m私がClannadにマラソンをしたとしても、私は今までこれを最高のアニメとして考えています。\u001b[22m, \u001b[1m私はクラナドをmarathoned場合でも、私はまだこれまでに作った最高のアニメの一つであると考えています。\u001b[22m\n\u001b[4mWatching on the edge of the seat, waiting for he next episode, never skipping an opening or ending, feeling everything that the show has to offer, how it's meant to be watched.\u001b[24m\n    \u001b[1m座席の端を見て、次のエピソードを待って、オープニングやエンディングをスキップしたり、ショーが提供しなければならないことをすべて感じたり、どのように見守るべきかを感じたりします。\u001b[22m, \u001b[1m開口部をスキップまたは終了、ショーは見れることを意図しています方法を、提供しているすべてのものを感じて、彼の次のエピソードを待って、座席の端に決して見ていません。\u001b[22m\n\u001b[4mAlso, it was the first time i ever cried to a movie or series.\u001b[24m\n    \u001b[1mまた、初めて映画やシリーズに泣いたのは初めてのことです。\u001b[22m, \u001b[1mまた、それは私が今まで映画やシリーズに泣いた初めてでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 10/10\n\n\u001b[1m全体的な10/10\u001b[22m\n\u001b[1m(Zentai-tekina 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 10/10\u001b[24m\n    \u001b[1m全体的な10/10\u001b[22m, \u001b[1m全体的に10月10日\u001b[22m\nFor me, the overall is the same as enjoyment as it's an personal review. Clannad at it's whole is a Masterpiece, it changed my way of thinking of people, it changed my way of watching anime. It changed me.\n\n\u001b[1m私にとって、全体的な楽しみは、個人的なレビューと同じです。  Clannadはそれが全体では傑作であり、それは人々の考え方を変え、私のアニメを見る方法を変えました。 それは私を変えた。\u001b[22m\n\u001b[1m(Watashi ni totte, zentai-tekina tanoshimi wa, kojin-tekina rebyū to onajidesu. Clannad wa sore ga zentaide wa kessakudeari, soreha hitobito no kangaekata o kae, watashi no anime o miru hōhō o kaemashita. Sore wa watashi o kaeta.)\u001b[22m\n\nTranslations of \u001b[4mFor me, the overall is the same as enjoyment as it's an personal review. Clannad at it's whole is a Masterpiece, it changed my way of thinking of people, it changed my way of watching anime. It changed me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, the overall is the same as enjoyment as it's an personal review.\u001b[24m\n    \u001b[1m私にとって、全体的な楽しみは、個人的なレビューと同じです。\u001b[22m, \u001b[1mそれは個人的なレビューだとして私のために、全体的には楽しみと同じです。\u001b[22m\n\u001b[4mClannad at it's whole is a Masterpiece, it changed my way of thinking of people, it changed my way of watching anime.\u001b[24m\n    \u001b[1mClannadはそれが全体では傑作であり、それは人々の考え方を変え、私のアニメを見る方法を変えました。\u001b[22m, \u001b[1mそれは全体だ時クラナドは傑作である、それはアニメを見ての私の方法を変え、人々の思考の私の方法を変更しました。\u001b[22m\n\u001b[4mIt changed me.\u001b[24m\n    \u001b[1mそれは私を変えた。\u001b[22m, \u001b[1mそれは私を変えました。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Degran",
    "profile": "/profile/Degran/reviews",
    "pages": "24",
    "number": "12",
    "link": "/reviews.php?id=70731",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\nこのショーは大丈夫だったけど、それは最初のシーズンと同じくらい良いとは思わなかった。\n\nそれは最後の休みです。 唯一の真の変化はイントロとアウトロです。 このアニメの前半は、あなたがすでに知っている人々の背景物語です。 いくつかは良いと本当に感動して、他のものはあまり良くありません。 その後、彼らは学校を終え、その後はちょっと退屈になる。 彼らはちょうど毎日の生活の中で普通に生きています、興味深いものはありません。 この時点で私は見ることをやめようと考えていたが、後半が本当に良いので私はしなかったのでうれしい。 それは前のようにアークで分割されていませんが、最終的には最後のスプリントです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis show was ok but I don't think it was as good as the first season.\n\n\u001b[1mこのショーは大丈夫だったけど、それは最初のシーズンと同じくらい良いとは思わなかった。\u001b[22m\n\u001b[1m(Kono shō wa daijōbudattakedo, soreha saisho no shīzun to onaji kurai yoi to wa omowanakatta.)\u001b[22m\n\nTranslations of \u001b[4mThis show was ok but I don't think it was as good as the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show was ok but I don't think it was as good as the first season.\u001b[24m\n    \u001b[1mこのショーは大丈夫だったけど、それは最初のシーズンと同じくらい良いとは思わなかった。\u001b[22m, \u001b[1mこのショーはOKだったが、私はそれが最初のシーズンと良好であったとは思いません。\u001b[22m\n\u001b[1m\u001b[22m\nIt continues were the last left off. The only real changes are the intro and outro. The first half of this anime is a couple of background stories of people you already know. Some are good and really touching, others aren't as good. Then they finish school and after that it gets a bit boring. They just live a normal every day life, nothing interesting. At this point I was considering to stop watching but I'm glad I didn't because the second half is really good. It isn't divided in arcs like before but it's one final sprint to the end.\n\n\u001b[1mそれは最後の休みです。 唯一の真の変化はイントロとアウトロです。 このアニメの前半は、あなたがすでに知っている人々の背景物語です。 いくつかは良いと本当に感動して、他のものはあまり良くありません。 その後、彼らは学校を終え、その後はちょっと退屈になる。 彼らはちょうど毎日の生活の中で普通に生きています、興味深いものはありません。 この時点で私は見ることをやめようと考えていたが、後半が本当に良いので私はしなかったのでうれしい。 それは前のようにアークで分割されていませんが、最終的には最後のスプリントです。\u001b[22m\n\u001b[1m(Sore wa saigo no yasumidesu. Yuiitsu no shin no henka wa Intoro to autorodesu. Kono anime no zenhan wa, anata ga sudeni shitte iru hitobito no haikei monogataridesu. Ikutsu ka wa yoi to hontōni kandō shite, hoka no mono wa amari yoku arimasen. Sonogo, karera wa gakkō o oe, sonogo wa chotto taikutsu ni naru. Karera wa chōdo mainichi no seikatsu no naka de futsū ni ikite imasu, kyōmibukai mono wa arimasen. Kono jiten de watashi wa miru koto o yameyou to kangaete itaga, kōhan ga hontōni yoinode watashi wa shinakattanode ureshī. Soreha mae no yō ni āku de bunkatsu sa rete imasenga, saishūtekini wa saigo no supurintodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt continues were the last left off. The only real changes are the intro and outro. The first half of this anime is a couple of background stories of people you already know. Some are good and really touching, others aren't as good. Then they finish school and after that it gets a bit boring. They just live a normal every day life, nothing interesting. At this point I was considering to stop watching but I'm glad I didn't because the second half is really good. It isn't divided in arcs like before but it's one final sprint to the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt continues were the last left off.\u001b[24m\n    \u001b[1mそれは最後の休みです。\u001b[22m, \u001b[1mこれは、オフに左に最後だった続けます。\u001b[22m\n\u001b[4mThe only real changes are the intro and outro.\u001b[24m\n    \u001b[1m唯一の真の変化はイントロとアウトロです。\u001b[22m, \u001b[1m唯一の本当の変更はイントロとアウトロです。\u001b[22m\n\u001b[4mThe first half of this anime is a couple of background stories of people you already know.\u001b[24m\n    \u001b[1mこのアニメの前半は、あなたがすでに知っている人々の背景物語です。\u001b[22m, \u001b[1mこのアニメの前半は、あなたが既に知っている人のバックグラウンドストーリーのカップルです。\u001b[22m\n\u001b[4mSome are good and really touching, others aren't as good.\u001b[24m\n    \u001b[1mいくつかは良いと本当に感動して、他のものはあまり良くありません。\u001b[22m, \u001b[1mいくつかは他の人がほど良くはない、良いと本当に感動です。\u001b[22m\n\u001b[4mThen they finish school and after that it gets a bit boring.\u001b[24m\n    \u001b[1mその後、彼らは学校を終え、その後はちょっと退屈になる。\u001b[22m, \u001b[1mその後、彼らは学校を卒業し、その後それは少し退屈。\u001b[22m\n\u001b[4mThey just live a normal every day life, nothing interesting.\u001b[24m\n    \u001b[1m彼らはちょうど毎日の生活の中で普通に生きています、興味深いものはありません。\u001b[22m, \u001b[1m彼らはただ、通常の日常生活、面白い何も住んでいます。\u001b[22m\n\u001b[4mAt this point I was considering to stop watching but I'm glad I didn't because the second half is really good.\u001b[24m\n    \u001b[1mこの時点で私は見ることをやめようと考えていたが、後半が本当に良いので私はしなかったのでうれしい。\u001b[22m, \u001b[1mこの時点で私は見て停止することを検討しましたが、後半は本当に良いですので、私は、私はしませんでしたうれしいです。\u001b[22m\n\u001b[4mIt isn't divided in arcs like before but it's one final sprint to the end.\u001b[24m\n    \u001b[1mそれは前のようにアークで分割されていませんが、最終的には最後のスプリントです。\u001b[22m, \u001b[1mこれは、前のように円弧に分割されていないが、それは最後まで1ラストスパートです。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "MaikuTachibana",
    "profile": "/profile/MaikuTachibana/reviews",
    "pages": "24",
    "number": "13",
    "link": "/reviews.php?id=146493",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\nだから、これは本当に悲しいアニメシリーズだと聞いた後、私はClannadを終え、それが十分に悲しかったと思った。 私はAfter Storyを見ました。 キャラクターの発展は私の意見では驚くべきものでした。  （スポイラー・アラート）私はまた、父親と娘のTomoyaとの関係も楽しんでいました。 私はウシオがおもちゃを失った場面で壊れて泣いてしまったが、このアニメで私を悩ませたのは渚とウシオの死だった。 私の意見では、Kanon、Air、Angelのような他のKeyアニメとは異なり、何が起こっているのかはっきりしており、1トンのレンガのようにあなたを襲っています。 しかしこれは非常に予測可能で、先見の明であったように悲しいほど、当時はそれほど強力ではなかった。 全体的には、それは非常に良いアニメであり、時計の価値がある",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSo, after hearing that this was a really sad anime series, I finished Clannad and thought that was sad enough, what with the Fuko storyline. I then watched After Story. The development of the characters was amazing in my opinion, showing what life was like outside highschool. (SPOILER ALERT) I also enjoyed the connections that were made between Tomoya, his father and his daughter. I will admit, in the scene where Ushio lost her toy, i did break down and cry, but the one thing that bothered me with this anime was the death of Nagisa and Ushio. In my opinion, it was very desensatised and formal, unlike other Key anime like Kanon, Air and Angel beats where it is clear what is happening and it hits you like a tonne of bricks. This however was very predictable, and as sad as it was in foresight, at the time was just not that powerful. Overall though, it is a very good anime and well worth the watch\n\n\u001b[1mだから、これは本当に悲しいアニメシリーズだと聞いた後、私はClannadを終え、それが十分に悲しかったと思った。 私はAfter Storyを見ました。 キャラクターの発展は私の意見では驚くべきものでした。  （スポイラー・アラート）私はまた、父親と娘のTomoyaとの関係も楽しんでいました。 私はウシオがおもちゃを失った場面で壊れて泣いてしまったが、このアニメで私を悩ませたのは渚とウシオの死だった。 私の意見では、Kanon、Air、Angelのような他のKeyアニメとは異なり、何が起こっているのかはっきりしており、1トンのレンガのようにあなたを襲っています。 しかしこれは非常に予測可能で、先見の明であったように悲しいほど、当時はそれほど強力ではなかった。 全体的には、それは非常に良いアニメであり、時計の価値がある\u001b[22m\n\u001b[1m(Dakara, kore wa hontōni kanashī animeshirīzuda to kiita nochi, watashi wa Clannad o oe, sore ga jūbun ni kanashikatta to omotta. Watashi wa After Story o mimashita. Kyarakutā no hatten wa watashi no ikende wa odorokubeki monodeshita. (Supoirā arāto) watashi wa mata, chichioya to musume no Tomoya to no kankei mo tanoshinde imashita. Watashi wa Ushio ga omocha o ushinatta bamen de kowarete naite shimattaga, kono anime de watashi o nayama seta no wa nagisa to Ushio no shidatta. Watashi no ikende wa, kanon, Air, enzeru no yōna ta no kī anime to wa kotonari, nani ga okotte iru no ka hakkiri shite ori, 1-ton no renga no yō ni anata o osotte imasu. Shikashi kore wa hijō ni yosoku kanōde, senken no meideatta yō ni kanashī hodo, tōji wa sorehodo kyōryokude wa nakatta. Zentai-teki ni wa, sore wa hijō ni yoi animedeari, tokei no kachigāru)\u001b[22m\n\nTranslations of \u001b[4mSo, after hearing that this was a really sad anime series, I finished Clannad and thought that was sad enough, what with the Fuko storyline. I then watched After Story. The development of the characters was amazing in my opinion, showing what life was like outside highschool. (SPOILER ALERT) I also enjoyed the connections that were made between Tomoya, his father and his daughter. I will admit, in the scene where Ushio lost her toy, i did break down and cry, but the one thing that bothered me with this anime was the death of Nagisa and Ushio. In my opinion, it was very desensatised and formal, unlike other Key anime like Kanon, Air and Angel beats where it is clear what is happening and it hits you like a tonne of bricks. This however was very predictable, and as sad as it was in foresight, at the time was just not that powerful. Overall though, it is a very good anime and well worth the watch\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, after hearing that this was a really sad anime series, I finished Clannad and thought that was sad enough, what with the Fuko storyline.\u001b[24m\n    \u001b[1mだから、これは本当に悲しいアニメシリーズだと聞いた後、私はClannadを終え、それが十分に悲しかったと思った。\u001b[22m, \u001b[1mだから、これは本当に悲しいアニメシリーズであったことを聞いた後、私はクラナドを終了し、それがどのような風子のストーリー展開で、十分な悲しいと思いました。\u001b[22m\n\u001b[4mI then watched After Story.\u001b[24m\n    \u001b[1m私はAfter Storyを見ました。\u001b[22m, \u001b[1m私は、ストーリー後に見ていました。\u001b[22m\n\u001b[4mThe development of the characters was amazing in my opinion, showing what life was like outside highschool.\u001b[24m\n    \u001b[1mキャラクターの発展は私の意見では驚くべきものでした。\u001b[22m, \u001b[1m文字の開発は生命が外高校どのようなものであったかを示す、私の意見では驚くべきものでした。\u001b[22m\n\u001b[4m(SPOILER ALERT) I also enjoyed the connections that were made between Tomoya, his father and his daughter.\u001b[24m\n    \u001b[1m（スポイラー・アラート）私はまた、父親と娘のTomoyaとの関係も楽しんでいました。\u001b[22m, \u001b[1m（SPOILER ALERTは）私も智也、その父と娘の間で行われた接続を楽しみました。\u001b[22m\n\u001b[4mI will admit, in the scene where Ushio lost her toy, i did break down and cry, but the one thing that bothered me with this anime was the death of Nagisa and Ushio.\u001b[24m\n    \u001b[1m私はウシオがおもちゃを失った場面で壊れて泣いてしまったが、このアニメで私を悩ませたのは渚とウシオの死だった。\u001b[22m, \u001b[1m私は私が分解して泣いた、潮は彼女のおもちゃを失ったシーンで、認めますが、このアニメで私を気に一つのことは、渚と潮の死でした。\u001b[22m\n\u001b[4mIn my opinion, it was very desensatised and formal, unlike other Key anime like Kanon, Air and Angel beats where it is clear what is happening and it hits you like a tonne of bricks.\u001b[24m\n    \u001b[1m私の意見では、Kanon、Air、Angelのような他のKeyアニメとは異なり、何が起こっているのかはっきりしており、1トンのレンガのようにあなたを襲っています。\u001b[22m, \u001b[1m私の意見では、何が起きているのか明らかである場合カノン、航空天使のような他の主要なアニメが打つとは異なり、それは、非常にdesensatisedと正式だった、それはあなたがレンガのトンが好き当たります。\u001b[22m\n\u001b[4mThis however was very predictable, and as sad as it was in foresight, at the time was just not that powerful.\u001b[24m\n    \u001b[1mしかしこれは非常に予測可能で、先見の明であったように悲しいほど、当時はそれほど強力ではなかった。\u001b[22m, \u001b[1mしかし、これは時間にちょうどその強力ではありませんでした、非常に予測し、それは先見の明にあったよう悲しかったです。\u001b[22m\n\u001b[4mOverall though, it is a very good anime and well worth the watch\u001b[24m\n    \u001b[1m全体的には、それは非常に良いアニメであり、時計の価値がある\u001b[22m, \u001b[1m全体的に、しかし、それは非常に良いアニメとも価値時計です\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Balthanon",
    "profile": "/profile/Balthanon/reviews",
    "pages": "24",
    "number": "14",
    "link": "/reviews.php?id=144517",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  5\n\nこのレビューを序文にするために、私は娯楽の一形態としてアニメを見る傾向があります。 それは、私がこのレビューを味わう現実のより平凡な、または不平等な側面から逃れるためにやることです。\n\n私はClannadとClannad：After Storyをかなり前に終えて、After Storyを終えた直後にこのレビューを書きましたが、投稿したことはありません。  （それはおそらく少なくとも4年間は座っていたのだろうと思ったが、私はそれを終えて投稿するかどうかを決めようとしていた）両方とも良いものだったが、私はアニメを通して走った最速のものではなく、 私を引きました。 ストーリーは、もう一方の手で完了するまでに2倍近くの時間がかかりました。\n\nオリジナルのClannadは、Kyouが第2シーズンに岡崎を言及しているように、爽やかな様式でドラマとブレンドされた「冷笑的な」ユーモアを持っていました。  2番目のシーズンでは、ストーリー内のユーモアが急激に低下しました。これは私が期待していなかったものです。 ストーリーが確かに多くの感情を呼び起こした後、それは現代生活の不安や失望に対処することから成っている。 私がこのレビューの序文に使用した理由のために、その焦点は第2の部分の私の楽しみを減少させた。\n\nClannad：After Storyは、元のシリーズよりも一貫して優れていると評価されています。これはおそらく、刺激的なストーリーテリングと深いストーリーラインによるものです。 それは素晴らしいシリーズです。 しかし、私が友人と話していたとき、私たちは心温まる瞬間が、後でもっと落ち着かせるという唯一のポイントで、シリーズに配置されているように感じました。\n\nそれはその場所がありますが、私にとっては、シリーズを始めたときに私が探していたものではなく、文字通り自分自身を強制的に仕上げなければなりませんでした。\n\nあなたが元のClannadの後継者を探しているなら、私はあなたが他の場所を見ている方が良いという意見です。 アフターストーリーは、Clannadで軽く触れた重い手でテーマや感情を探求するまったく異なる種類の物語です。 それはよく話されている物語ですが、それは私が続編から望んでいたものではありません。\n\nあなたがシリーズを見ているなら、それ自体を見てください。それは軽い娯楽ではなく、シリーズのためにリストされたジャンルには悲劇も含まれているはずです。 悲劇の背後にある目標は、カタルシスを生み出すことです。あなたが必要とするものなら、アフターストーリーがそうするでしょう。そうしないと、あなたを幸せにしないでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nTo preface this review, I tend to watch anime as a form of entertainment, rather than treating it as a form of art to be savored. It's something I do to escape from the more humdrum or dissappointing aspects of reality, which will flavor this review.\n\n\u001b[1mこのレビューを序文にするために、私は娯楽の一形態としてアニメを見る傾向があります。 それは、私がこのレビューを味わう現実のより平凡な、または不平等な側面から逃れるためにやることです。\u001b[22m\n\u001b[1m(Kono rebyū o jobun ni suru tame ni, watashi wa goraku no ichi keitai to shite anime o miru keikō ga arimasu. Sore wa, watashi ga kono rebyū o ajiwau genjitsu no yori heibon'na, matawa fubyōdōna sokumen kara nogareru tame ni yaru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mTo preface this review, I tend to watch anime as a form of entertainment, rather than treating it as a form of art to be savored. It's something I do to escape from the more humdrum or dissappointing aspects of reality, which will flavor this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo preface this review, I tend to watch anime as a form of entertainment, rather than treating it as a form of art to be savored.\u001b[24m\n    \u001b[1mこのレビューを序文にするために、私は娯楽の一形態としてアニメを見る傾向があります。\u001b[22m, \u001b[1mこの口コミを前書きするために、私はむしろ満喫する芸術の形としてそれを治療するよりも、娯楽の一形態としてのアニメを見てする傾向があります。\u001b[22m\n\u001b[4mIt's something I do to escape from the more humdrum or dissappointing aspects of reality, which will flavor this review.\u001b[24m\n    \u001b[1mそれは、私がこのレビューを味わう現実のより平凡な、または不平等な側面から逃れるためにやることです。\u001b[22m, \u001b[1mそれは私がその意志の味を、現実のより平凡なまたはdissappointing観点からこの口コミをエスケープするために行うものです。\u001b[22m\n\u001b[1m\u001b[22m\nI finished Clannad and Clannad: After Story quite awhile ago and wrote up this review shortly after finishing After Story but never posted it. (It has probably been sitting for at least four years while I tried to decide whether to finish and post it.) While both were good, I sped through Clannad in large chunks-- not the fastest I've run through anime, but it drew me on. After Story on the other hand took me nearly twice as long to complete.\n\n\u001b[1m私はClannadとClannad：After Storyをかなり前に終えて、After Storyを終えた直後にこのレビューを書きましたが、投稿したことはありません。  （それはおそらく少なくとも4年間は座っていたのだろうと思ったが、私はそれを終えて投稿するかどうかを決めようとしていた）両方とも良いものだったが、私はアニメを通して走った最速のものではなく、 私を引きました。 ストーリーは、もう一方の手で完了するまでに2倍近くの時間がかかりました。\u001b[22m\n\u001b[1m(Watashi wa Clannad to Clannad: After Story o kanari mae ni oete, After Story o oeta chokugo ni kono rebyū o kakimashita ga, tōkō shita koto wa arimasen. (Sore wa osoraku sukunakutomo 4-nenkan wa suwatte ita nodarou to omottaga, watashi wa sore o oete tōkō suru ka dō ka o kimeyou to shite ita) ryōhō tomo yoi monodattaga, watashi wa anime o tōshite hashitta saisoku no monode wa naku, watashi o hikimashita. Sutōrī wa, mō ippō no te de kanryō suru made ni 2-bai chikaku no jikan ga kakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mI finished Clannad and Clannad: After Story quite awhile ago and wrote up this review shortly after finishing After Story but never posted it. (It has probably been sitting for at least four years while I tried to decide whether to finish and post it.) While both were good, I sped through Clannad in large chunks-- not the fastest I've run through anime, but it drew me on. After Story on the other hand took me nearly twice as long to complete.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI finished Clannad and Clannad: After Story quite awhile ago and wrote up this review shortly after finishing After Story but never posted it.\u001b[24m\n    \u001b[1m私はClannadとClannad：After Storyをかなり前に終えて、After Storyを終えた直後にこのレビューを書きましたが、投稿したことはありません。\u001b[22m, \u001b[1mかなりしばらく前にストーリーの後やストーリーの後まもなく終了後、このレビューを書いたが、それを掲示することはありません：私はクラナドとクラナドを終えました。\u001b[22m\n\u001b[4m(It has probably been sitting for at least four years while I tried to decide whether to finish and post it.) While both were good, I sped through Clannad in large chunks-- not the fastest I've run through anime, but it\u001b[24m\n    \u001b[1m（それはおそらく少なくとも4年間は座っていたのだろうと思ったが、私はそれを終えて投稿するかどうかを決めようとしていた）両方とも良いものだったが、私はアニメを通して走った最速のものではなく、\u001b[22m, \u001b[1m（私はそれを終えると、投稿するかどうかを決定しようとしながら、それはおそらく、少なくとも4年間に座ってきた。）の両方が良好であったが、私はアニメを通じて実行した最速の大chunks--にクラナドを通じてない高速化、それ\u001b[22m\n\u001b[4mdrew me on.\u001b[24m\n    \u001b[1m私を引きました。\u001b[22m, \u001b[1m私を描きました。\u001b[22m\n\u001b[4mAfter Story on the other hand took me nearly twice as long to complete.\u001b[24m\n    \u001b[1mストーリーは、もう一方の手で完了するまでに2倍近くの時間がかかりました。\u001b[22m, \u001b[1m一方、ストーリーが私を取った後、ほぼ2倍の長さ完了します。\u001b[22m\n\u001b[1m\u001b[22m\nThe original Clannad had, as Kyou mentions of Okazaki in the second season, a 'cynical' sort of humor blended with drama in a refreshing fashion. In the second season, the humor within the story dropped precipitously-- which I wasn't expecting. After Story certainly evokes a great deal of emotion, however, much of it consists of dealing with the anxieties and disappointments of modern life. For the reasons I used to preface this review, that focus reduced my enjoyment of the second part.\n\n\u001b[1mオリジナルのClannadは、Kyouが第2シーズンに岡崎を言及しているように、爽やかな様式でドラマとブレンドされた「冷笑的な」ユーモアを持っていました。  2番目のシーズンでは、ストーリー内のユーモアが急激に低下しました。これは私が期待していなかったものです。 ストーリーが確かに多くの感情を呼び起こした後、それは現代生活の不安や失望に対処することから成っている。 私がこのレビューの序文に使用した理由のために、その焦点は第2の部分の私の楽しみを減少させた。\u001b[22m\n\u001b[1m(Orijinaru no Clannad wa, Kyou ga dai 2 shīzun ni Okazaki o genkyū shite iru yō ni, sawayakana yōshiki de dorama to burendo sa reta `reishō-tekina' yūmoa o motte imashita. 2-Banme no shīzunde wa, sutōrī-nai no yūmoa ga kyūgeki ni teika shimashita. Kore wa watashi ga kitai shite inakatta monodesu. Sutōrī ga tashika ni ōku no kanjō o yobiokoshita nochi, soreha gendai seikatsu no fuan ya shitsubō ni taisho suru koto kara natte iru. Watashi ga kono rebyū no jobun ni shiyō shita riyū no tame ni, sono shōten wa dai 2 no bubun no watashi no tanoshimi o genshō sa seta.)\u001b[22m\n\nTranslations of \u001b[4mThe original Clannad had, as Kyou mentions of Okazaki in the second season, a 'cynical' sort of humor blended with drama in a refreshing fashion. In the second season, the humor within the story dropped precipitously-- which I wasn't expecting. After Story certainly evokes a great deal of emotion, however, much of it consists of dealing with the anxieties and disappointments of modern life. For the reasons I used to preface this review, that focus reduced my enjoyment of the second part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe original Clannad had, as Kyou mentions of Okazaki in the second season, a 'cynical' sort of humor blended with drama in a refreshing fashion.\u001b[24m\n    \u001b[1mオリジナルのClannadは、Kyouが第2シーズンに岡崎を言及しているように、爽やかな様式でドラマとブレンドされた「冷笑的な」ユーモアを持っていました。\u001b[22m, \u001b[1m杏が第二シーズン、爽やかな方法でドラマとブレンドユーモアの「シニカル」ソートに岡崎の言及された元のクラナドは、持っていました。\u001b[22m\n\u001b[4mIn the second season, the humor within the story dropped precipitously-- which I wasn't expecting.\u001b[24m\n    \u001b[1m2番目のシーズンでは、ストーリー内のユーモアが急激に低下しました。これは私が期待していなかったものです。\u001b[22m, \u001b[1mセカンドシーズンでは、物語内のユーモアは、私が期待していなかったprecipitously--を落としました。\u001b[22m\n\u001b[4mAfter Story certainly evokes a great deal of emotion, however, much of it consists of dealing with the anxieties and disappointments of modern life.\u001b[24m\n    \u001b[1mストーリーが確かに多くの感情を呼び起こした後、それは現代生活の不安や失望に対処することから成っている。\u001b[22m, \u001b[1mストーリーは確かに感情の多くを連想させる後、しかし、それの多くは、現代の生活の不安と失望を扱うから構成されています。\u001b[22m\n\u001b[4mFor the reasons I used to preface this review, that focus reduced my enjoyment of the second part.\u001b[24m\n    \u001b[1m私がこのレビューの序文に使用した理由のために、その焦点は第2の部分の私の楽しみを減少させた。\u001b[22m, \u001b[1m私はこのレビューを前書きするために使用される理由のために、その焦点は、第二部の私の楽しみを減少させました。\u001b[22m\n\u001b[1m\u001b[22m\nClannad: After Story is consistently rated as better than the original series, likely due to the evocative storytelling and deep storyline. And it is an excellent series. However, as I was discussing it with a friend, we both felt that the heartwarming moments seemed to be placed into the series almost with the sole point of making the drop afterwards that more heart wrenching.\n\n\u001b[1mClannad：After Storyは、元のシリーズよりも一貫して優れていると評価されています。これはおそらく、刺激的なストーリーテリングと深いストーリーラインによるものです。 それは素晴らしいシリーズです。 しかし、私が友人と話していたとき、私たちは心温まる瞬間が、後でもっと落ち着かせるという唯一のポイントで、シリーズに配置されているように感じました。\u001b[22m\n\u001b[1m(Clannad: After Story wa,-moto no shirīzu yori mo ikkanshite sugurete iru to hyōka sa rete imasu. Kore wa osoraku, shigeki-tekina sutōrīteringu to fukai sutōrīrain ni yoru monodesu. Sore wa subarashī shirīzudesu. Shikashi, watashi ga yūjin to hanashite ita toki, watashitachi wa kokoroatatamaru shunkan ga,-go de motto ochitsuka seru to iu yuiitsu no pointo de, shirīzu ni haichi sa rete iru yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mClannad: After Story is consistently rated as better than the original series, likely due to the evocative storytelling and deep storyline. And it is an excellent series. However, as I was discussing it with a friend, we both felt that the heartwarming moments seemed to be placed into the series almost with the sole point of making the drop afterwards that more heart wrenching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad: After Story is consistently rated as better than the original series, likely due to the evocative storytelling and deep storyline.\u001b[24m\n    \u001b[1mClannad：After Storyは、元のシリーズよりも一貫して優れていると評価されています。これはおそらく、刺激的なストーリーテリングと深いストーリーラインによるものです。\u001b[22m, \u001b[1mクラナド：ストーリーが一貫による刺激的なストーリーテリングと深いストーリーにオリジナルシリーズ、おそらくよりも良いと評価された後。\u001b[22m\n\u001b[4mAnd it is an excellent series.\u001b[24m\n    \u001b[1mそれは素晴らしいシリーズです。\u001b[22m, \u001b[1mそして、それは優れたシリーズです。\u001b[22m\n\u001b[4mHowever, as I was discussing it with a friend, we both felt that the heartwarming moments seemed to be placed into the series almost with the sole point of making the drop afterwards that more heart wrenching.\u001b[24m\n    \u001b[1mしかし、私が友人と話していたとき、私たちは心温まる瞬間が、後でもっと落ち着かせるという唯一のポイントで、シリーズに配置されているように感じました。\u001b[22m, \u001b[1m私は友人とそれを議論した。しかし、我々の両方が心温まる瞬間がほとんどより心が痛むことは、その後のドロップを作る唯一の点と直列に配置されているように見えたことを感じました。\u001b[22m\n\u001b[1m\u001b[22m\nThat has its place, but for me, it wasn't something that I was looking for when I began the series and I almost literally had to force myself to finish.\n\n\u001b[1mそれはその場所がありますが、私にとっては、シリーズを始めたときに私が探していたものではなく、文字通り自分自身を強制的に仕上げなければなりませんでした。\u001b[22m\n\u001b[1m(Sore wa sono basho ga arimasuga, watashi ni totte wa, shirīzu o hajimeta toki ni watashi ga sagashite ita monode wa naku, mojidōri jibun jishin o kyōsei-teki ni shiagenakereba narimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThat has its place, but for me, it wasn't something that I was looking for when I began the series and I almost literally had to force myself to finish.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat has its place, but for me, it wasn't something that I was looking for when I began the series and I almost literally had to force myself to finish.\u001b[24m\n    \u001b[1mそれはその場所がありますが、私にとっては、シリーズを始めたときに私が探していたものではなく、文字通り自分自身を強制的に仕上げなければなりませんでした。\u001b[22m, \u001b[1mそれはその場所を持っていますが、私のために、私はシリーズを始めたとき、それは私が探していたものではありませんでしたし、私はほとんど文字通り終了する自分自身を強制する必要がありました。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're looking for a successor to the original Clannad, I'm of the opinion that you're better off looking elsewhere. After Story is an entirely different sort of story that explores themes and emotions with a heavy hand that had a light touch in Clannad. It is a story that is told well, but it isn't what I was hoping for from a sequel.\n\n\u001b[1mあなたが元のClannadの後継者を探しているなら、私はあなたが他の場所を見ている方が良いという意見です。 アフターストーリーは、Clannadで軽く触れた重い手でテーマや感情を探求するまったく異なる種類の物語です。 それはよく話されている物語ですが、それは私が続編から望んでいたものではありません。\u001b[22m\n\u001b[1m(Anata ga gen no Clannad no kōkei-sha o sagashite irunara, watashi wa anata ga hoka no basho o mite iru kata ga yoi to iu ikendesu. Afutāsutōrī wa, Clannad de karuku fureta omoi te de tēma ya kanjō o tankyū suru mattaku kotonaru shurui no monogataridesu. Sore wa yoku hanasa rete iru monogataridesuga, sore wa watashi ga zokuhen kara nozonde ita monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for a successor to the original Clannad, I'm of the opinion that you're better off looking elsewhere. After Story is an entirely different sort of story that explores themes and emotions with a heavy hand that had a light touch in Clannad. It is a story that is told well, but it isn't what I was hoping for from a sequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for a successor to the original Clannad, I'm of the opinion that you're better off looking elsewhere.\u001b[24m\n    \u001b[1mあなたが元のClannadの後継者を探しているなら、私はあなたが他の場所を見ている方が良いという意見です。\u001b[22m, \u001b[1mあなたは元のクラナドの後継を探しているなら、私はあなたが他の場所探し方がいいでしょう意見です。\u001b[22m\n\u001b[4mAfter Story is an entirely different sort of story that explores themes and emotions with a heavy hand that had a light touch in Clannad.\u001b[24m\n    \u001b[1mアフターストーリーは、Clannadで軽く触れた重い手でテーマや感情を探求するまったく異なる種類の物語です。\u001b[22m, \u001b[1mストーリークラナドに軽いタッチを持っていた重い手でテーマや感情を探る物語の全く異なるソートされた後。\u001b[22m\n\u001b[4mIt is a story that is told well, but it isn't what I was hoping for from a sequel.\u001b[24m\n    \u001b[1mそれはよく話されている物語ですが、それは私が続編から望んでいたものではありません。\u001b[22m, \u001b[1mこれはよく言われる話ですが、それは私が続編から期待していたものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nIf you watch the series, watch it for itself-- it is not light entertainment and I'm of the opinion that the genres listed for the series should also include tragedy. The goal behind a tragedy is to engender catharsis and After Story will likely do that for you if it is something that you need-- if you don't, it isn't likely to leave you happy.\n\n\u001b[1mあなたがシリーズを見ているなら、それ自体を見てください。それは軽い娯楽ではなく、シリーズのためにリストされたジャンルには悲劇も含まれているはずです。 悲劇の背後にある目標は、カタルシスを生み出すことです。あなたが必要とするものなら、アフターストーリーがそうするでしょう。そうしないと、あなたを幸せにしないでしょう。\u001b[22m\n\u001b[1m(Anata ga shirīzu o mite irunara, sore jitai o mite kudasai. Sore wa karui gorakude wa naku, shirīzu no tame ni risuto sa reta janru ni wa higeki mo fukuma rete iru hazudesu. Higeki no haigo ni aru mokuhyō wa, katarushisu o umidasu kotodesu. Anata ga hitsuyō to suru mononara, afutāsutōrī ga sō surudeshou.-Sō shinai to, anata o shiawaseni shinaideshou.)\u001b[22m\n\nTranslations of \u001b[4mIf you watch the series, watch it for itself-- it is not light entertainment and I'm of the opinion that the genres listed for the series should also include tragedy. The goal behind a tragedy is to engender catharsis and After Story will likely do that for you if it is something that you need-- if you don't, it isn't likely to leave you happy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you watch the series, watch it for itself-- it is not light entertainment and I'm of the opinion that the genres listed for the series should also include tragedy.\u001b[24m\n    \u001b[1mあなたがシリーズを見ているなら、それ自体を見てください。それは軽い娯楽ではなく、シリーズのためにリストされたジャンルには悲劇も含まれているはずです。\u001b[22m, \u001b[1mあなたはシリーズを見れば、それは軽い娯楽ではありませんitself--のためにそれを見て、私はシリーズのためにリストされているジャンルも悲劇を含めるべきであるという意見です。\u001b[22m\n\u001b[4mThe goal behind a tragedy is to engender catharsis and After Story will likely do that for you if it is something that you need-- if you don't, it isn't likely to leave you happy.\u001b[24m\n    \u001b[1m悲劇の背後にある目標は、カタルシスを生み出すことです。あなたが必要とするものなら、アフターストーリーがそうするでしょう。そうしないと、あなたを幸せにしないでしょう。\u001b[22m, \u001b[1m悲劇の背後にある目標は、カタルシスを生み出すことであり、それはあなたがいない場合、幸せなあなたを残しにくいneed--ものであればストーリーの後おそらくあなたのためにそれを行います。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "YouAreNotSugoi",
    "profile": "/profile/YouAreNotSugoi/reviews",
    "pages": "24",
    "number": "15",
    "link": "/reviews.php?id=130871",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\nワオ。 ただ単に、うわー。 これは、あなたがこのようにちょうどどれくらいの架空の物語を打つことができるかということを驚かせています。 それは正直に私をより良い人間にしたいという旅でした。 私はこのショーが大好きです。 それは言葉のあらゆる意味で驚くべきことです、私はそれが完全かもしれないと言うことを敢然とするかもしれませんか？\n\nプロット：\nClannad：After Storyのストーリーは、オリジナルの後に期待通りに起こります。  NagisaとTomoyaは現在デートしており、皆さんがAfter Storyのほぼ半分について、最初のシリーズですでに行ったことを多かれ少なかれ見ることになりますが、結局彼らは卒業し、社会の一員として成長するのを見ています。 最初に最初のエピソードをどのように処理したかに問題がありましたが、それを振り返ってみると、彼らはキャラクターを開発して後半をより感情的にすることができてうれしく思います。 そして、はい、あなたが尋ねる前に、あなたは心が欠けていない限り、後半は恐らくあなたが複数の機会に泣くようになります。 残念なことに、同じことはエンディングには言えません。 それは混乱する混乱であり、作家がすべての創造性を無駄にし、本当に必要でなかったハッピーエンドを詰め込もうとしたように感じます。私が混乱していると言うと、混乱します。 私はエヴァンゲリオンの混乱のレベルに達することはできないかもしれませんが、私はまだ「待っている」と言って頭を傷つけていました。 プロットはまだ素晴らしいと私に大きな影響を残しました。 私はかなり長い間私と一緒にくっつく話だと感じています。\n\nアート/アニメーション：\nこれはショーがちょっとしたポイントに当たる場所です。 それはショーの残りの部分がどのくらいうまく引き渡されるかと比べると、実際には低い点に過ぎませんが、それほど低い点はありません。 アニメーションが悪いというわけではありません。アニメーションがある点ではまれであるように見えるだけです。 ショーが絶対に美しいと思われる点がありますが、それらの瞬間の外では、京都伊那がその瞬間のために私たちを抱きしめていたようです。 このショーでは、少しモア以外の本当の決定的なアートスタイルはありません。 それはちょっとばかなことからちょうど外れますが、それは取引の中断者ではありません。 アニメーションはまだ感情的なビットの間に、そして特にオープニングではすごいです。 オープニングは視覚的にも音楽的にも素晴らしく、感覚の饗宴です。 要するにアニメーションは良いものになりたいときはいい、そうでないときは素晴らしい、いいときは素晴らしい。\n\n音：\n主な得点は、前田淳が作ったビジュアル小説とまったく同じ最初のシリーズと同じです。 彼はこれとカノン以外にはあまり有名ではありません。 私は全体的に英語のダブに日本語のダビングをお勧めします。 結局、ダブ=メー、スコア=メー、オペーソング= GOD それは少なくともまともなですが、私にくっつく2曲しかありません。 それらの1つは、偉大なダンゴの家族の道具のバージョンであり、もう1つは「The Girl's Fantasy」というタイトルの曲です。 サウンドトラックについて言えば、オープニング曲はB-E-A-UTIFULです。 私はすでにアニメーションの部分でそれに触れましたが、それはちょうど言われる必要があります。 美しさを表現する言葉はありません。 しかし、スコアはmehですが、オープニング曲はサウンドトラックを運ぶのに十分です。 音声の演技が進む限り、それはまた私のものです。 私は最近の再ダブについては不必要に知っていませんが、元の英語ダブはサブパネルです。\n\nキャラクター：\nこれはClannad：After Storyが公園の外に出て軌道から外れたときです。 後半は脂肪をトリムし、最も中心のキャラクターだけに焦点を合わせます。 特徴付けは、私が今までに見た中で最高のものの一部にすぎません。 朋也、渚と、宇宙の新キャラクター。 彼らはすべて画面上で見ることができる喜びで、UshioとTomoyaのやりとりは、私が今までアニメで見たことのない最高のものです。 彼らの化学は一緒に驚くべきものです。 渚と元祖の間にも同じです。 私はもともと、渚が最も強いキャラクターではなかったので、シリーズを真剣に受け入れることができないかもしれないと恐れていましたが、After Storyのプロットが進行し、彼女の開発は巧みに扱われ、より感情的なシーンを作りました すべての壊滅的な。 他のすべてのキャラクターはまだここにいるが、彼らはサイドに押し込まれ、もはや中央のキャラクターではない。 私はそれで大丈夫だけど、トーヤとナギサとウシオとの関係は本当にショーを売り、それを自分自身の品種にしているからね。\n\n評決：\nClannad：After Storyは本当に私にはまったく生の感情を感じさせるショーです。 私は嘘をついています。私の気持ちは、ガラスの花ほど繊細です。 それは私の人生を実際に反映させ、人間として変化したいと思うようになった美しい旅ですが、プロットの中のいくつかの問題は完全ではありません。 しかし、ねえ、何も完璧です。 そして、キャラクターとその相互作用は、ショーに本当に価値のあるものを作るのに十分なほどです。 全体的に私はClannadを与えます：ストーリーの後に10のうちの9。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWow. just simply, wow. It's astonishing just how much a fictional story can just hit you like this one does. It was a journey that honestly made me want to be a better person. I just love this show. It's amazing in every sense of the word, may I dare say it may even be perfect?\n\n\u001b[1mワオ。 ただ単に、うわー。 これは、あなたがこのようにちょうどどれくらいの架空の物語を打つことができるかということを驚かせています。 それは正直に私をより良い人間にしたいという旅でした。 私はこのショーが大好きです。 それは言葉のあらゆる意味で驚くべきことです、私はそれが完全かもしれないと言うことを敢然とするかもしれませんか？\u001b[22m\n\u001b[1m(Wao. Tada tan'ni, uwa ̄. Kore wa, anata ga kono yō ni chōdo dorekurai no kakū no monogatari o utsu koto ga dekiru ka to iu koto o odoroka sete imasu. Sore wa shōjiki ni watashi o yoriyoi ningen ni shitai to iu tabideshita. Watashi wa kono shō ga daisukidesu. Sore wa kotoba no arayuru imi de odorokubeki kotodesu, watashi wa sore ga kanzen kamo shirenai to iu koto o kanzento suru kamo shiremasen ka?)\u001b[22m\n\nTranslations of \u001b[4mWow. just simply, wow. It's astonishing just how much a fictional story can just hit you like this one does. It was a journey that honestly made me want to be a better person. I just love this show. It's amazing in every sense of the word, may I dare say it may even be perfect?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow.\u001b[24m\n    \u001b[1mワオ。\u001b[22m, \u001b[1mうわー。\u001b[22m\n\u001b[4mjust simply, wow.\u001b[24m\n    \u001b[1mただ単に、うわー。\u001b[22m, \u001b[1m単に、すごいです。\u001b[22m\n\u001b[4mIt's astonishing just how much a fictional story can just hit you like this one does.\u001b[24m\n    \u001b[1mこれは、あなたがこのようにちょうどどれくらいの架空の物語を打つことができるかということを驚かせています。\u001b[22m, \u001b[1mそれは、この1つはありませんように架空の物語はちょうどあなたを打つことができますどれだけ驚くべきです。\u001b[22m\n\u001b[4mIt was a journey that honestly made me want to be a better person.\u001b[24m\n    \u001b[1mそれは正直に私をより良い人間にしたいという旅でした。\u001b[22m, \u001b[1mそれは正直、私はより良い人間になりたい製の旅でした。\u001b[22m\n\u001b[4mI just love this show.\u001b[24m\n    \u001b[1m私はこのショーが大好きです。\u001b[22m, \u001b[1m私はこの番組が大好きです。\u001b[22m\n\u001b[4mIt's amazing in every sense of the word, may I dare say it may even be perfect?\u001b[24m\n    \u001b[1mそれは言葉のあらゆる意味で驚くべきことです、私はそれが完全かもしれないと言うことを敢然とするかもしれませんか？\u001b[22m, \u001b[1mそれは言葉のあらゆる意味で驚くべきことだ、私はそれも完璧かもしれあえて言うことができますか？\u001b[22m\n\u001b[1m\u001b[22m\nPLOT:\n/plät/\n\n\u001b[1mプロット：\u001b[22m\n\u001b[1m(Purotto:)\u001b[22m\n\nDefinitions of \u001b[4mPLOT:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    プロット\u001b[22m\n        plot\n\u001b[1m    陰謀\u001b[22m\n        conspiracy, plot, intrigue\n\u001b[1m    筋\u001b[22m\n        muscle, stripe, line, plot, sinew, string\n\u001b[1m    筋書き\u001b[22m\n        plot, outline, synopsis\n\u001b[1m    構想\u001b[22m\n        plan, idea, conception, plot\n\u001b[1m    謀略\u001b[22m\n        plot, strategy, trick, stratagem, scheme\n\u001b[1m    計略\u001b[22m\n        stratagem, trick, plan, plot\n\u001b[1m    仕組み\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    事件\u001b[22m\n        incident, case, event, affair, trouble, plot\n\u001b[1m    魂胆\u001b[22m\n        plot, scheme, intrigue, soul\n\u001b[1m    仕組\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    悪計\u001b[22m\n        intrigues, plot, evil scheme\n\u001b[1m    一物\u001b[22m\n        thing, plot\n\nverb\n\u001b[1m    企てる\u001b[22m\n        attempt, plot, undertake, design, propose, plan\n\u001b[1m    たくらむ\u001b[22m\n        plot\n\u001b[1m    謀る\u001b[22m\n        plot, attempt, devise, cheat, be taken in, trick\n\u001b[1m    図る\u001b[22m\n        plot, attempt, devise, plan, take in, deceive\n\u001b[1m    仕組む\u001b[22m\n        arrange, devise, plan, plot\nThe story of Clannad: After Story takes place as you'd expect, after the original. Nagisa and Tomoya are now dating and we get to see everyone do more or less what they already did in the first series for almost half of After Story, but eventually they graduate and we get to see them grow as members of society. I had a problem with how they handled the first episodes at first, but looking back at it I'm happy they did it as it developed the characters and made the second half all the more emotional. And yes, before you ask, the second half will probably make you cry on multiple occasions unless you happen to be lacking a heart. Unfortunately though, the same can't be said for the ending. It's a confusing mess and it feels like the writers wasted all their creativity and just tried to cram a happy ending where it really wasn't needed, and when I say it's confusing, i mean it's confusing. it may not reach Evangelion levels of confusing but i was still left scratching my head saying 'wait, that's it'. The plot was still amazing and left a massive impact on me. I have a feeling it's a story that will stick with me for quite a long while.\n\n\u001b[1mClannad：After Storyのストーリーは、オリジナルの後に期待通りに起こります。  NagisaとTomoyaは現在デートしており、皆さんがAfter Storyのほぼ半分について、最初のシリーズですでに行ったことを多かれ少なかれ見ることになりますが、結局彼らは卒業し、社会の一員として成長するのを見ています。 最初に最初のエピソードをどのように処理したかに問題がありましたが、それを振り返ってみると、彼らはキャラクターを開発して後半をより感情的にすることができてうれしく思います。 そして、はい、あなたが尋ねる前に、あなたは心が欠けていない限り、後半は恐らくあなたが複数の機会に泣くようになります。 残念なことに、同じことはエンディングには言えません。 それは混乱する混乱であり、作家がすべての創造性を無駄にし、本当に必要でなかったハッピーエンドを詰め込もうとしたように感じます。私が混乱していると言うと、混乱します。 私はエヴァンゲリオンの混乱のレベルに達することはできないかもしれませんが、私はまだ「待っている」と言って頭を傷つけていました。 プロットはまだ素晴らしいと私に大きな影響を残しました。 私はかなり長い間私と一緒にくっつく話だと感じています。\u001b[22m\n\u001b[1m(Clannad: After Story no sutōrī wa, orijinaru no nochi ni kitai-dōri ni okorimasu. Nagisa to Tomoya wa genzai dēto shite ori, minasan ga After Story no hobo hanbun ni tsuite, saisho no shirīzu de sudeni itta koto o ōkare sukunakare miru koto ni narimasuga, kekkyoku karera wa sotsugyō shi, shakai no ichiin to shite seichō suru no o mite imasu. Saisho ni saisho no episōdo o dono yō ni shori shita ka ni mondai ga arimashitaga, sore o furikaette miru to, karera wa kyarakutā o kaihatsu shite kōhan o yori kanjō-teki ni suru koto ga dekite ureshiku omoimasu. Soshite, wa i, anata ga tazuneru mae ni, anata wa kokoro ga kakete inai kagiri, kōhan wa osoraku anata ga fukusū no kikai ni naku yō ni narimasu. Zan'nen'nakotoni, onaji koto wa endingu ni wa iemasen. Sore wa konran suru konrandeari, sakka ga subete no sōzō-sei o muda ni shi, hontōni hitsuyōdenakatta happīendo o tsumekomou to shita yō ni kanjimasu. Watashi ga konran shite iru to iu to, konran shimasu. Watashi wa evu~angerion no konran no reberu ni tassuru koto wa dekinai kamo shiremasenga, watashi wa mada `matte iru' to itte atama o kizutsukete imashita. Purotto wa mada subarashī to watashi ni ōkina eikyō o nokoshimashita. Watashi wa kanari nagaiai watashitoisshoni kuttsuku hanashida to kanjite imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nART/ANIMATION:\n\n\u001b[1mアート/アニメーション：\u001b[22m\n\u001b[1m(Āto/ animēshon:)\u001b[22m\n\nTranslations of \u001b[4mART/ANIMATION:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART/ANIMATION:\u001b[24m\n    \u001b[1mアート/アニメーション：\u001b[22m, \u001b[1mART /アニメーション：\u001b[22m\nThis is where the show kinda hits a low point. It's only really a low point when compared to how well the rest of the show is handeled, but a low point none the less. It's not that the animation is bad, It's just that the animation seemed bland at certain points. There are certain points where the show looks absolutely beautiful but outside of those moments, it seems like KyotoAni was holding out on us simply because of those moments. The show also doesn't have a real definitive art-style other than a little moe. It just comes off as a little bland , but it isn't a deal breaker. The animation is still stunning during the emotional bits and ESPECIALLY in the opening. The opening is amazing both visually and musically, it's a feast for the senses. in short the animation is good when it wants to be, no, amazing when it wants to be.\n\n\u001b[1mこれはショーがちょっとしたポイントに当たる場所です。 それはショーの残りの部分がどのくらいうまく引き渡されるかと比べると、実際には低い点に過ぎませんが、それほど低い点はありません。 アニメーションが悪いというわけではありません。アニメーションがある点ではまれであるように見えるだけです。 ショーが絶対に美しいと思われる点がありますが、それらの瞬間の外では、京都伊那がその瞬間のために私たちを抱きしめていたようです。 このショーでは、少しモア以外の本当の決定的なアートスタイルはありません。 それはちょっとばかなことからちょうど外れますが、それは取引の中断者ではありません。 アニメーションはまだ感情的なビットの間に、そして特にオープニングでは驚くべきものです。 オープニングは視覚的にも音楽的にも素晴らしく、感覚の饗宴です。 要するにアニメーションは良いものになりたいときはいい、そうでないときは素晴らしい、いいときは素晴らしい。\u001b[22m\n\u001b[1m(Kore wa shō ga chottoshita pointo ni ataru bashodesu. Sore wa shō no nokori no bubun ga dono kurai umaku hikiwatasa reru ka to kuraberu to, jissai ni wa hikui ten ni sugimasenga, sore hodo hikui ten wa arimasen. Animēshon ga warui to iu wakede wa arimasen. Animēshon ga aru tende wa maredearu yō ni mieru dakedesu. Shō ga zettai ni utsukushī to omowa reru ten ga arimasuga, sorera no shunkan no sotode wa, Kyōto Ina ga sono shunkan no tame ni watashitachi o dakishimete ita yōdesu. Kono shōde wa, sukoshi moa igai no hontō no ketteitekina ātosutairu wa arimasen. Sore wa chotto bakana koto kara chōdo hazuremasuga, soreha torihiki no chūdan-shade wa arimasen. Animēshon wa mada kanjō-tekina bitto no ma ni, soshite tokuni ōpuningude wa odorokubeki monodesu. Ōpuningu wa shikaku-teki ni mo ongaku-teki ni mo subarashiku, kankaku no kyōendesu. Yōsuruni animēshon wa yoi mono ni naritai toki wa ī,-sōdenai toki wa subarashī, ī toki wa subarashī.)\u001b[22m\n\nTranslations of \u001b[4mThis is where the show kinda hits a low point. It's only really a low point when compared to how well the rest of the show is handeled, but a low point none the less. It's not that the animation is bad, It's just that the animation seemed bland at certain points. There are certain points where the show looks absolutely beautiful but outside of those moments, it seems like KyotoAni was holding out on us simply because of those moments. The show also doesn't have a real definitive art-style other than a little moe. It just comes off as a little bland , but it isn't a deal breaker. The animation is still stunning during the emotional bits and ESPECIALLY in the opening. The opening is amazing both visually and musically, it's a feast for the senses. in short the animation is good when it wants to be, no, amazing when it wants to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where the show kinda hits a low point.\u001b[24m\n    \u001b[1mこれはショーがちょっとしたポイントに当たる場所です。\u001b[22m, \u001b[1mショーはちょっと低い点に当たる場所です。\u001b[22m\n\u001b[4mIt's only really a low point when compared to how well the rest of the show is handeled, but a low point none the less.\u001b[24m\n    \u001b[1mそれはショーの残りの部分がどのくらいうまく引き渡されるかと比べると、実際には低い点に過ぎませんが、それほど低い点はありません。\u001b[22m, \u001b[1mショーの残りの部分はhandeledされてどれだけと比較した場合、それだけで本当に低い点だが、低点なしが少ないです。\u001b[22m\n\u001b[4mIt's not that the animation is bad, It's just that the animation seemed bland at certain points.\u001b[24m\n    \u001b[1mアニメーションが悪いというわけではありません。アニメーションがある点ではまれであるように見えるだけです。\u001b[22m, \u001b[1mそれはそれはアニメーションが特定の時点で当たり障りのないように見えただけだ、アニメーションが悪いことではありません。\u001b[22m\n\u001b[4mThere are certain points where the show looks absolutely beautiful but outside of those moments, it seems like KyotoAni was holding out on us simply because of those moments.\u001b[24m\n    \u001b[1mショーが絶対に美しいと思われる点がありますが、それらの瞬間の外では、京都伊那がその瞬間のために私たちを抱きしめていたようです。\u001b[22m, \u001b[1mショーは絶対に美しく見えるが、KyotoAniがいうだけの理由でそれらの瞬間を私たちに差し出したようにそれらの瞬間の外で、それはそうある特定のポイントがあります。\u001b[22m\n\u001b[4mThe show also doesn't have a real definitive art-style other than a little moe.\u001b[24m\n    \u001b[1mこのショーでは、少しモア以外の本当の決定的なアートスタイルはありません。\u001b[22m, \u001b[1mショーはまた少し萌え以外の本当の決定的なアートスタイルを持っていません。\u001b[22m\n\u001b[4mIt just comes off as a little bland , but it isn't a deal breaker.\u001b[24m\n    \u001b[1mそれはちょっとばかなことからちょうど外れますが、それは取引の中断者ではありません。\u001b[22m, \u001b[1mそれはちょうど少し当たり障りのないようにオフに来るが、それは契約ブレーカではありません。\u001b[22m\n\u001b[4mThe animation is still stunning during the emotional bits and ESPECIALLY in the opening.\u001b[24m\n    \u001b[1mアニメーションはまだ感情的なビットの間に、そして特にオープニングでは驚くべきものです。\u001b[22m, \u001b[1mアニメーションはまだ感情的なビット間に、特に開口部に素晴らしいです。\u001b[22m\n\u001b[4mThe opening is amazing both visually and musically, it's a feast for the senses.\u001b[24m\n    \u001b[1mオープニングは視覚的にも音楽的にも素晴らしく、感覚の饗宴です。\u001b[22m, \u001b[1m開口部は、それは感覚のための饗宴だ、視覚的にも音楽的に素晴らしいです。\u001b[22m\n\u001b[4min short the animation is good when it wants to be, no, amazing when it wants to be.\u001b[24m\n    \u001b[1m要するにアニメーションは良いものになりたいときはいい、そうでないときは素晴らしい、いいときは素晴らしい。\u001b[22m, \u001b[1mそれはそれがしたいときに、いや、驚くほどになりたいと思っているときに短いアニメーションが良いです。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe main score is just the same as the first series which was just the same as the visual novel, which was composed by Jun Maeda. He isn't really famous for that much other than this and Kanon. I overall recommend the japanese dub over the english dub. In the end, dub=meh, score=meh, op song=GOD It's decent at least but there are only like 2 songs that stick out to me. One of them is the instrumental version of the great big dango family and the other one is a song titled 'The Girl's Fantasy'. Another thing to say about the soundtrack is, the opening song is B-E-A-UTIFUL. I touched upon that in the animation part already but it just needs to be said. There are just no words to express the beauty of it. The score however is meh, but the opening song is good enough to carry the soundtrack. As far as the voice acting goes, It's also meh. I dont necesarily know about the recent re-dub but the original english dub is sub-par.\n\n\u001b[1m主な得点は、前田淳が作ったビジュアル小説とまったく同じ最初のシリーズと同じです。 彼はこれとカノン以外にはあまり有名ではありません。 私は全体的に英語のダブに日本語のダビングをお勧めします。 結局、ダブ=メー、スコア=メー、オペーソング= GOD それは少なくともまともなですが、私にくっつく2曲しかありません。 それらの1つは、偉大なダンゴの家族の道具のバージョンであり、もう1つは「The Girl's Fantasy」というタイトルの曲です。 サウンドトラックについて言えば、オープニング曲はB-E-A-UTIFULです。 私はすでにアニメーションの部分でそれに触れましたが、それはちょうど言われる必要があります。 美しさを表現する言葉はありません。 しかし、スコアはmehですが、オープニング曲はサウンドトラックを運ぶのに十分です。 音声の演技が進む限り、それはまた私のものです。 私は最近の再ダブについては不必要に知っていませんが、元の英語ダブはサブパネルです。\u001b[22m\n\u001b[1m(Omona tokuten wa, maedajun ga tsukutta bijuaru shōsetsu to mattaku onaji saisho no shirīzu to onajidesu. Kare wa kore to kanon igai ni wa amari yūmeide wa arimasen. Sore wa sukunakutomo matomonadesuga, watashi ni kuttsuku 2-kyoku shika arimasen. Sorera no 1tsu wa, idaina dango no kazoku no dōgu no bājondeari, mō 1tsu wa `The Girl' s Fantasy' to iu taitoru no kyokudesu. Saundotorakku ni tsuite ieba, ōpuningu-kyoku wa B - E - A - UTIFULdesu. Watashi wa sudeni animēshon no bubun de sore ni furemashitaga, sore wa chōdo iwa reru hitsuyō ga arimasu. Utsukushi-sa o hyōgen suru kotoba wa arimasen. Shikashi, sukoa wa mehdesuga, ōpuningu-kyoku wa saundotorakku o hakobu no ni jūbundesu. Onsei no engi ga susumu kagiri, soreha mata watashi no monodesu. Watashi wa saikin no sai dabu ni tsuite wa fuhitsuyō ni shitte imasenga,-moto no eigo dabu wa sabu panerudesu. Watashi wa zentai-teki ni eigo no dabu ni nihongo no dabingu o o susume shimasu. Kekkyoku, dabu = mē, sukoa = mē, opēsongu = goddo)\u001b[22m\n\nTranslations of \u001b[4mThe main score is just the same as the first series which was just the same as the visual novel, which was composed by Jun Maeda. He isn't really famous for that much other than this and Kanon. I overall recommend the japanese dub over the english dub. In the end, dub=meh, score=meh, op song=GOD It's decent at least but there are only like 2 songs that stick out to me. One of them is the instrumental version of the great big dango family and the other one is a song titled 'The Girl's Fantasy'. Another thing to say about the soundtrack is, the opening song is B-E-A-UTIFUL. I touched upon that in the animation part already but it just needs to be said. There are just no words to express the beauty of it. The score however is meh, but the opening song is good enough to carry the soundtrack. As far as the voice acting goes, It's also meh. I dont necesarily know about the recent re-dub but the original english dub is sub-par.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main score is just the same as the first series which was just the same as the visual novel, which was composed by Jun Maeda.\u001b[24m\n    \u001b[1m主な得点は、前田淳が作ったビジュアル小説とまったく同じ最初のシリーズと同じです。\u001b[22m, \u001b[1m主なスコアがちょうどちょうど麻枝准が作曲したビジュアルノベル、同じであった最初のシリーズと同じです。\u001b[22m\n\u001b[4mHe isn't really famous for that much other than this and Kanon.\u001b[24m\n    \u001b[1m彼はこれとカノン以外にはあまり有名ではありません。\u001b[22m, \u001b[1m彼は、これ以外の多くのとカノンのために本当に有名ではありません。\u001b[22m\n\u001b[4mIt's decent at least but there are only like 2 songs that stick out to me.\u001b[24m\n    \u001b[1mそれは少なくともまともなですが、私にくっつく2曲しかありません。\u001b[22m, \u001b[1mこれは、少なくとも、まともだが、私に突き出すだけのような2曲があります。\u001b[22m\n\u001b[4mOne of them is the instrumental version of the great big dango family and the other one is a song titled 'The Girl's Fantasy'.\u001b[24m\n    \u001b[1mそれらの1つは、偉大なダンゴの家族の道具のバージョンであり、もう1つは「The Girl's Fantasy」というタイトルの曲です。\u001b[22m, \u001b[1mそのうちの一つは、巨大な団子ファミリーのインストゥルメンタルバージョンであり、もう一つは「少女のファンタジー」というタイトルの曲です。\u001b[22m\n\u001b[4mAnother thing to say about the soundtrack is, the opening song is B-E-A-UTIFUL.\u001b[24m\n    \u001b[1mサウンドトラックについて言えば、オープニング曲はB-E-A-UTIFULです。\u001b[22m, \u001b[1mサウンドトラックについて言うべきもう一つは、オープニング曲は、B-E-A-UTIFULである、です。\u001b[22m\n\u001b[4mI touched upon that in the animation part already but it just needs to be said.\u001b[24m\n    \u001b[1m私はすでにアニメーションの部分でそれに触れましたが、それはちょうど言われる必要があります。\u001b[22m, \u001b[1m私はすでに、アニメーション部分でその触れ、それは今言ったする必要があります。\u001b[22m\n\u001b[4mThere are just no words to express the beauty of it.\u001b[24m\n    \u001b[1m美しさを表現する言葉はありません。\u001b[22m, \u001b[1mそれの美しさを表現するだけの言葉はありません。\u001b[22m\n\u001b[4mThe score however is meh, but the opening song is good enough to carry the soundtrack.\u001b[24m\n    \u001b[1mしかし、スコアはmehですが、オープニング曲はサウンドトラックを運ぶのに十分です。\u001b[22m, \u001b[1mスコアはしかしまあまあですが、オープニング曲は、サウンドトラックを運ぶのに十分です。\u001b[22m\n\u001b[4mAs far as the voice acting goes, It's also meh.\u001b[24m\n    \u001b[1m音声の演技が進む限り、それはまた私のものです。\u001b[22m, \u001b[1m限り声の演技が行くように、それはまた、まあまあです。\u001b[22m\n\u001b[4mI dont necesarily know about the recent re-dub but the original english dub is sub-par.\u001b[24m\n    \u001b[1m私は最近の再ダブについては不必要に知っていませんが、元の英語ダブはサブパネルです。\u001b[22m, \u001b[1m私はnecesarily最近再ダブについて知らないが、元の英語ダブは、サブパーです。\u001b[22m\n\u001b[4mI overall recommend the japanese dub over the english dub.\u001b[24m\n    \u001b[1m私は全体的に英語のダブに日本語のダビングをお勧めします。\u001b[22m, \u001b[1m私は全体の英語吹き替えの上に日本のダブをお勧めします。\u001b[22m\n\u001b[4mIn the end, dub=meh, score=meh, op song=GOD\u001b[24m\n    \u001b[1m結局、ダブ=メー、スコア=メー、オペーソング= GOD\u001b[22m, \u001b[1m最後に、ダブ= MEH、スコア= MEH、OP曲= GOD\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThis is when Clannad: After Story hits it out of the park and out of orbit. The second half kinda trims the fat and only focuses on the most central characters. The characterization is simply some of the best I've ever seen. Tomoya, Nagisa, and a new character named Ushio. They are all a joy to see on screen and the interactions between Ushio and Tomoya are some of the greatest I have ever seen in anime. Their chemistry together is just amazing. Same goes between Nagisa and Tomoya. I was originally afraid that I might not be able to take the series as seriously because Nagisa wasn't the strongest character but all my fears were abolished as After Story's plot goes on, her development is handled masterfully and it just made the more emotional scenes all the more devastating. All the other characters are still in here but they get shoved over to the side and are no longer central characters. I'm okay with that though as it's Tomoya's relationship with Nagisa and Ushio that really sell the show and make it a breed of It's own.\n\n\u001b[1mこれはClannad：After Storyが公園の外に出て軌道から外れたときです。 後半は脂肪をトリムし、最も中心のキャラクターだけに焦点を合わせます。 特徴付けは、私が今までに見た中で最高のものの一部にすぎません。 朋也、渚と、宇宙の新キャラクター。 彼らはすべて画面上で見ることができる喜びで、UshioとTomoyaのやりとりは、私が今までアニメで見たことのない最高のものです。 彼らの化学は一緒に驚くべきものです。 渚と元祖の間にも同じです。 私はもともと、渚が最も強いキャラクターではなかったので、シリーズを真剣に受け入れることができないかもしれないと恐れていましたが、After Storyのプロットが進行し、彼女の開発は巧みに扱われ、より感情的なシーンを作りました すべての壊滅的な。 他のすべてのキャラクターはまだここにいるが、彼らはサイドに押し込まれ、もはや中央のキャラクターではない。 私はそれで大丈夫だけど、トーヤとナギサとウシオとの関係は本当にショーを売り、それを自分自身の品種にしているからね。\u001b[22m\n\u001b[1m(Kore wa Clannad: After Story ga kōen no soto ni dete kidō kara hazureta tokidesu. Kōhan wa shibō o torimu shi, mottomo chūshin no kyarakutā dake ni shōten o awasemasu. Tomoya, nagisa to, uchū no shin kyarakutā. Karera wa subete gamen'ue de miru koto ga dekiru yorokobi de, Ushio to Tomoya no yaritori wa, watashi ga imamade anime de mita koto no nai saikō no monodesu. Karera no kagaku wa issho ni odorokubeki monodesu. Nagisa to ganzo no ma ni mo onajidesu. Watashi wa motomoto, nagisa ga mottomo tsuyoi kyarakutāde wa nakattanode, shirīzu o shinken ni ukeireru koto ga dekinai kamo shirenai to osorete imashitaga, After Story no purotto ga shinkō shi, kanojo no kaihatsu wa takumi ni atsukawa re, yori kanjō-tekina shīn o tsukurimashita subete no kaimetsu-tekina. Hoka no subete no kyarakutā wa mada koko ni iru ga, karera wa saido ni oshikoma re, mohaya chūō no kyarakutāde wanai. Watashi wa sore de daijōbudakedo, tōya to Nagisa to Ushio to no kankei wa hontōni shō o uri, sore o jibunjishin'no hinshu ni shite irukara ne. Tokuchō-tsuke wa, watashi ga ima made ni mita naka de saikō no mono no ichibu ni sugimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nThe Verdict:\n\n\u001b[1m評決：\u001b[22m\n\u001b[1m(Hyōketsu:)\u001b[22m\n\nTranslations of \u001b[4mThe Verdict:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Verdict:\u001b[24m\n    \u001b[1m評決：\u001b[22m\nClannad: After Story is a show that really made me feel raw emotion which is rare for me cause I'm a rock. Okay I'm lying, my feelings are actually as delicate as a glass flower. It's a beautiful journey that made me actually reflect on my life and made me want to change as a human-being, however, some issues in the plot keep it from being perfect. But hey, nothing's perfect. And the characters and their interactions do more than enough to make the show something that really deserves a watch. Overall I give Clannad: After Story a nine out of ten.\n\n\u001b[1mClannad：After Storyは本当に私にはまったく生の感情を感じさせるショーです。 私は嘘をついています。私の気持ちは、ガラスの花ほど繊細です。 それは私の人生を実際に反映させ、人間として変化したいと思うようになった美しい旅ですが、プロットの中のいくつかの問題は完全ではありません。 しかし、ねえ、何も完璧です。 そして、キャラクターとその相互作用は、ショーに本当に価値のあるものを作るのに十分なほどです。 全体的に私はClannadを与えます：ストーリーの後に10のうちの9。\u001b[22m\n\u001b[1m(Clannad: After Story wa hontōni watashiniha mattaku nama no kanjō o kanji saseru shōdesu. Watashi wa uso o tsuite imasu. Watashi no kimochi wa, garasunohana hodo sensaidesu. Sore wa watashinojinsei o jissai ni han'ei sa se, ningen to shite henka shitai to omou yō ni natta utsukushī tabidesuga, purotto no naka no ikutsu ka no mondai wa kanzende wa arimasen. Shikashi, nē, nani mo kanpekidesu. Soshite, kyarakutā to sono sōgo sayō wa, shō ni hontōni kachi no aru mono o tsukuru no ni jūbun'na hododesu. Zentai-teki ni watashi wa Clannad o ataemasu: Sutōrī no nochi ni 10 no uchi no 9.)\u001b[22m\n\nTranslations of \u001b[4mClannad: After Story is a show that really made me feel raw emotion which is rare for me cause I'm a rock. Okay I'm lying, my feelings are actually as delicate as a glass flower. It's a beautiful journey that made me actually reflect on my life and made me want to change as a human-being, however, some issues in the plot keep it from being perfect. But hey, nothing's perfect. And the characters and their interactions do more than enough to make the show something that really deserves a watch. Overall I give Clannad: After Story a nine out of ten.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad: After Story is a show that really made me feel raw emotion which is rare for me cause I'm a rock.\u001b[24m\n    \u001b[1mClannad：After Storyは本当に私にはまったく生の感情を感じさせるショーです。\u001b[22m, \u001b[1mクラナド：ストーリーの後には、実際に私は、私は岩だ原因私のために稀である生の感情を感じさせたショーです。\u001b[22m\n\u001b[4mOkay I'm lying, my feelings are actually as delicate as a glass flower.\u001b[24m\n    \u001b[1m私は嘘をついています。私の気持ちは、ガラスの花ほど繊細です。\u001b[22m, \u001b[1mさて私は、私の気持ちは、実際にガラスの花のように繊細であり、横たわっています。\u001b[22m\n\u001b[4mIt's a beautiful journey that made me actually reflect on my life and made me want to change as a human-being, however, some issues in the plot keep it from being perfect.\u001b[24m\n    \u001b[1mそれは私の人生を実際に反映させ、人間として変化したいと思うようになった美しい旅ですが、プロットの中のいくつかの問題は完全ではありません。\u001b[22m, \u001b[1mそれは私が実際に私の人生に反映行われ、私は人間存在として変更したいなさ美しい旅です、しかし、プロット内のいくつかの問題は完璧であることからそれを維持します。\u001b[22m\n\u001b[4mBut hey, nothing's perfect.\u001b[24m\n    \u001b[1mしかし、ねえ、何も完璧です。\u001b[22m, \u001b[1mでもねえ、何も完璧ません。\u001b[22m\n\u001b[4mAnd the characters and their interactions do more than enough to make the show something that really deserves a watch.\u001b[24m\n    \u001b[1mそして、キャラクターとその相互作用は、ショーに本当に価値のあるものを作るのに十分なほどです。\u001b[22m, \u001b[1m文字やそれらの相互作用は、実際に時計に値する番組の何かを作るために十分以上を行います。\u001b[22m\n\u001b[4mOverall I give Clannad: After Story a nine out of ten.\u001b[24m\n    \u001b[1m全体的に私はClannadを与えます：ストーリーの後に10のうちの9。\u001b[22m, \u001b[1m全体的に私はクラナドを与える：ストーリー10のうち9の後。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "roasting",
    "profile": "/profile/roasting/reviews",
    "pages": "24",
    "number": "16",
    "link": "/reviews.php?id=128503",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私が今まで見た中で最高のアニメでした。 私は誰もがそれを見ることをお勧めします。 私が涙を流し始めた時の感情的なレベルで私に届いたアニメだけ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis was the best anime I've ever seen. I recommend everyone to watch it. Only anime that has ever reached to me on an emotional level to the point where i started tearing up.\n\n\u001b[1mこれは私が今まで見た中で最高のアニメでした。 私は誰もがそれを見ることをお勧めします。 私が涙を流し始めた時の感情的なレベルで私に届いたアニメだけ。\u001b[22m\n\u001b[1m(Kore wa watashi ga imamade mita naka de saikō no animedeshita. Watashi wa daremoga sore o miru koto o o susume shimasu. Watashi ga namida o nagashi hajimeta toki no kanjō-tekina reberu de watashi ni todoita anime dake.)\u001b[22m\n\nTranslations of \u001b[4mThis was the best anime I've ever seen. I recommend everyone to watch it. Only anime that has ever reached to me on an emotional level to the point where i started tearing up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was the best anime I've ever seen.\u001b[24m\n    \u001b[1mこれは私が今まで見た中で最高のアニメでした。\u001b[22m\n\u001b[4mI recommend everyone to watch it.\u001b[24m\n    \u001b[1m私は誰もがそれを見ることをお勧めします。\u001b[22m, \u001b[1m私はそれを見て皆をお勧めします。\u001b[22m\n\u001b[4mOnly anime that has ever reached to me on an emotional level to the point where i started tearing up.\u001b[24m\n    \u001b[1m私が涙を流し始めた時の感情的なレベルで私に届いたアニメだけ。\u001b[22m, \u001b[1m今まで私は引き裂く開始点に感情的なレベルで私に達した場合にのみアニメ。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Tsumiru",
    "profile": "/profile/Tsumiru/reviews",
    "pages": "24",
    "number": "17",
    "link": "/reviews.php?id=128235",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\nClannad AF。 本当の愛について学び、悲しい記憶を克服することにどんなに勝ってもいけない驚くべきアニメだと、それについて教えてください。 そして、あなたがClannadを見たことがあるなら（最初のシリーズのように）、あなたはロボットと女の子が正しい人物を知っていますか？ まあ、彼らは真のアイデンティティは、あなたの顎を保持することができなくなります。  Clannad AFはあなたがそれを終えるとあなたの心の中に特別な場所を持っています。 それは、それが典型的な少女のアニメシナリオであることは確かに真実です。 彼らは恋に落ちる。 彼らは結婚する。 典型的な権利？ 違う！ 間違っているのは、Clannad AFが、ほとんどの場合、恋人であることを知っていることを知っているからです。甘くて愛らしいのではなく、中途半端な物語です。 エンディング。 それは起こるかどうか？\nさらに何かを台無しにしたくないということは、より詳細な側面に移行しようとします。芸術は非常に優れていて、外のものはありませんが、それでも素晴らしいものです。 キャラクターは非常にユニークで、シリーズ中にいくつかの開発が見られます。 プロットはよく書かれ、非常に興味深く予期しないことがありますが、強いメッセージを保持しています。\nそれは間違いなく見る価値がある。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nClannad AF. What is it to tell about it if not that it is an amazing anime that will for certain not ever be surpassed in what comes to learning about true love and overcoming sad memories. And if you've seen Clannad (as in the first series) then you'd know who the robot and the girl are right? Well they're true identity will make you unable to hold your chin. Clannad AF will have a special place in your heart once you finish it. It is indeed true that it is a typical shoujo anime scenario: boy meets girl; they fall in love; they get married. Typical right? Wrong! Wrong because Clannad AF takes you on reviewing all you know about shoujo being in most cases sweet and loving, not saying that it isn't sweet and loving but halfway the story all that disappears and you will find yourself wondering about that so-seen happy ending. Will it happen or not?\n\n\u001b[1mClannad AF。 本当の愛について学び、悲しい記憶を克服することにどんなに勝ってもいけない驚くべきアニメだと、それについて教えてください。 そして、あなたがClannadを見たことがあるなら（最初のシリーズのように）、あなたはロボットと女の子が正しい人物を知っていますか？ まあ、彼らは真のアイデンティティは、あなたの顎を保持することができなくなります。  Clannad AFはあなたがそれを終えるとあなたの心の中に特別な場所を持っています。 それは、それが典型的な少女のアニメシナリオであることは確かに真実です。 彼らは恋に落ちる。 彼らは結婚する。 典型的な権利？ 違う！ 間違っているのは、Clannad AFが、ほとんどの場合、恋人であることを知っていることを知っているからです。甘くて愛らしいのではなく、中途半端な物語です。 エンディング。 それは起こるかどうか？\u001b[22m\n\u001b[1m(Clannad AF. Hontō no ainitsuite manabi, kanashī kioku o kokufuku suru koto ni don'nani katte mo ikenai odorokubeki animeda to, sore ni tsuite oshietekudasai. Sore wa, sore ga tenkei-tekina shōjo no anime shinariodearu koto wa tashika ni shinjitsudesu. Karera wa koiniochiru. Karera wa kekkon suru. Tenkei-tekina kenri? Chigau! Machigatte iru no wa, Clannad AF ga, hotondo no baai, koibitodearu koto o shitte iru koto o shitte irukaradesu. Amakute airashī node wa naku, chūtohanpana monogataridesu. Endingu. Sore wa okoru ka dō ka? Soshite, anata ga Clannad o mita koto ga arunara (saisho no shirīzu no yō ni), anata wa robotto to on'nanoko ga tadashī jinbutsu o shitte imasu ka? Mā, karera wa shin no aidentiti wa, anata no ago o hoji suru koto ga dekinaku narimasu. Clannad AF wa anata ga sore o oeru to anata no kokoronouchi ni tokubetsuna basho o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mClannad AF. What is it to tell about it if not that it is an amazing anime that will for certain not ever be surpassed in what comes to learning about true love and overcoming sad memories. And if you've seen Clannad (as in the first series) then you'd know who the robot and the girl are right? Well they're true identity will make you unable to hold your chin. Clannad AF will have a special place in your heart once you finish it. It is indeed true that it is a typical shoujo anime scenario: boy meets girl; they fall in love; they get married. Typical right? Wrong! Wrong because Clannad AF takes you on reviewing all you know about shoujo being in most cases sweet and loving, not saying that it isn't sweet and loving but halfway the story all that disappears and you will find yourself wondering about that so-seen happy ending. Will it happen or not?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad AF.\u001b[24m\n    \u001b[1mClannad AF。\u001b[22m, \u001b[1mクラナドAF。\u001b[22m\n\u001b[4mWhat is it to tell about it if not that it is an amazing anime that will for certain not ever be surpassed in what comes to learning about true love and overcoming sad memories.\u001b[24m\n    \u001b[1m本当の愛について学び、悲しい記憶を克服することにどんなに勝ってもいけない驚くべきアニメだと、それについて教えてください。\u001b[22m, \u001b[1mそれは確かに今まで真の愛についての学習と悲しい思い出を克服することに来るもので突破されることはありません驚くべきアニメであること、それについて教えていない場合には何です。\u001b[22m\n\u001b[4mIt is indeed true that it is a typical shoujo anime scenario: boy meets girl;\u001b[24m\n    \u001b[1mそれは、それが典型的な少女のアニメシナリオであることは確かに真実です。\u001b[22m, \u001b[1m典型的な少女アニメのシナリオであることは確かに真実である：少年は少女を満たしています。\u001b[22m\n\u001b[4mthey fall in love;\u001b[24m\n    \u001b[1m彼らは恋に落ちる。\u001b[22m, \u001b[1m彼らは恋に落ちます。\u001b[22m\n\u001b[4mthey get married.\u001b[24m\n    \u001b[1m彼らは結婚する。\u001b[22m, \u001b[1m彼らは結婚します。\u001b[22m\n\u001b[4mTypical right?\u001b[24m\n    \u001b[1m典型的な権利？\u001b[22m, \u001b[1m典型的な右か？\u001b[22m\n\u001b[4mWrong!\u001b[24m\n    \u001b[1m違う！\u001b[22m, \u001b[1m間違っている！\u001b[22m, \u001b[1m間違っています！\u001b[22m\n\u001b[4mWrong because Clannad AF takes you on reviewing all you know about shoujo being in most cases sweet and loving, not saying that it isn't sweet and loving but halfway the story all that disappears and you will find yourself wondering about that so-seen happy\u001b[24m\n    \u001b[1m間違っているのは、Clannad AFが、ほとんどの場合、恋人であることを知っていることを知っているからです。甘くて愛らしいのではなく、中途半端な物語です。\u001b[22m, \u001b[1mクラナドAFは幸せそう-見消え、あなた自身がそのことについて疑問に思っています、そのすべてを、少女は甘い、愛情のあるほとんどのケースであることについてあなたが知っているすべての見直しであなたを取る、それは甘いと愛情ではないことを言っていないが、話を途中であるため、間違いました\u001b[22m\n\u001b[4mending.\u001b[24m\n    \u001b[1mエンディング。\u001b[22m, \u001b[1m終了する。\u001b[22m\n\u001b[4mWill it happen or not?\u001b[24m\n    \u001b[1mそれは起こるかどうか？\u001b[22m, \u001b[1mそれが起こるかではないでしょうか？\u001b[22m\n\u001b[4mAnd if you've seen Clannad (as in the first series) then you'd know who the robot and the girl are right?\u001b[24m\n    \u001b[1mそして、あなたがClannadを見たことがあるなら（最初のシリーズのように）、あなたはロボットと女の子が正しい人物を知っていますか？\u001b[22m, \u001b[1mあなたは（最初のシリーズのように）クラナドを見てきた場合、その後、あなたはロボットと女の子が右の誰であるか知っているだろうか？\u001b[22m\n\u001b[4mWell they're true identity will make you unable to hold your chin.\u001b[24m\n    \u001b[1mまあ、彼らは真のアイデンティティは、あなたの顎を保持することができなくなります。\u001b[22m, \u001b[1mまあ、彼らは真のアイデンティティがあなたのあごを保持することができないとなりますね。\u001b[22m\n\u001b[4mClannad AF will have a special place in your heart once you finish it.\u001b[24m\n    \u001b[1mClannad AFはあなたがそれを終えるとあなたの心の中に特別な場所を持っています。\u001b[22m, \u001b[1mあなたはそれを終える一度クラナドAFは心の中で特別な場所を持つことになります。\u001b[22m\nNot wantting to spoil anything further let's move on to more detailed aspects: the art is quite good, nothing extrodinary but still great; The characters are quite unique and we see some development during the series; the plot is well written, quite interesting and unexpected sometimes, it holds a strong message.\n\n\u001b[1mさらに何かを台無しにしたくないということは、より詳細な側面に移行しようとします。芸術は非常に優れていて、外のものはありませんが、それでも素晴らしいものです。 キャラクターは非常にユニークで、シリーズ中にいくつかの開発が見られます。 プロットはよく書かれ、非常に興味深く予期しないことがありますが、強いメッセージを保持しています。\u001b[22m\n\u001b[1m(Sarani nanika o dainashi ni shitakunai to iu koto wa, yori shōsaina sokumen ni ikō shiyou to shimasu. Geijutsu wa hijō ni sugurete ite,-gai no mono wa arimasenga, soredemo subarashī monodesu. Kyarakutā wa hijō ni yunīku de, shirīzu-chū ni ikutsu ka no kaihatsu ga mi raremasu. Purotto wa yoku kaka re, hijō ni kyōmibukaku yoki shinai koto ga arimasuga, tsuyoi messēji o hoji shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNot wantting to spoil anything further let's move on to more detailed aspects: the art is quite good, nothing extrodinary but still great; The characters are quite unique and we see some development during the series; the plot is well written, quite interesting and unexpected sometimes, it holds a strong message.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot wantting to spoil anything further let's move on to more detailed aspects: the art is quite good, nothing extrodinary but still great;\u001b[24m\n    \u001b[1mさらに何かを台無しにしたくないということは、より詳細な側面に移行しようとします。芸術は非常に優れていて、外のものはありませんが、それでも素晴らしいものです。\u001b[22m, \u001b[1mさらに何かを台無しにしないのは、より詳細な態様に移りましょうするwanttingません：、extrodinaryそれでも偉大な何も芸術はかなり良いです。\u001b[22m\n\u001b[4mThe characters are quite unique and we see some development during the series;\u001b[24m\n    \u001b[1mキャラクターは非常にユニークで、シリーズ中にいくつかの開発が見られます。\u001b[22m, \u001b[1m文字は、非常にユニークであり、私たちは、シリーズ中のいくつかの開発を参照してください。\u001b[22m\n\u001b[4mthe plot is well written, quite interesting and unexpected sometimes, it holds a strong message.\u001b[24m\n    \u001b[1mプロットはよく書かれ、非常に興味深く予期しないことがありますが、強いメッセージを保持しています。\u001b[22m, \u001b[1mプロットはよく書かれている、非常に興味深く、予想外の時には、それは強いメッセージを保持しています。\u001b[22m\nIt's definitely worth watching.\n\n\u001b[1mそれは間違いなく見る価値がある。\u001b[22m\n\u001b[1m(Sore wa machigainaku miru kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mIt's definitely worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's definitely worth watching.\u001b[24m\n    \u001b[1mそれは間違いなく見る価値がある。\u001b[22m, \u001b[1mそれは間違いなく見て価値があります。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "lekhiemjerry",
    "profile": "/profile/lekhiemjerry/reviews",
    "pages": "24",
    "number": "18",
    "link": "/reviews.php?id=127485",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  10\n\nClannad：アフターストーリーはおそらくクラナドの第2シーズンであり、おそらく私が今まで見ていた最高のドラマアニメだろう。  TVショーのストーリーラインは、人生で予期せぬ困難を示しているのですばらしいです。 どのように不公平な人生になる可能性があり、何かを失敗するたびに立つ方法を教えています。 テレビ番組の後ろには巨大なメッセージがあります。 一見すると、私はclannadがちょっと変わった描写とストーリーラインを持つちょっと変わったアニメだと思ったが、経験豊富なショーの後で、これを見下ろすアニメではないと知っている！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad: After Story is probably the second season of clannad and is probably the best drama anime I had ever watched. The storyline of the TV Show is great because it shows the unexpected difficulties in life. How unfair life could be and it teaches you how to stand up whenever you fail something. There's a huge message behind the TV Show and that's what makes it good. At first glance, I thought clannad was some kinda weird anime with crappy drawing and story line but after experienced the show, I know this is not some anime to look down at!!!\n\n\u001b[1mClannad：アフターストーリーはおそらくクラナドの第2シーズンであり、おそらく私が今まで見ていた最高のドラマアニメだろう。  TVショーのストーリーラインは、人生で予期せぬ困難を示しているのですばらしいです。 どのように不公平な人生になる可能性があり、何かを失敗するたびに立つ方法を教えています。 テレビ番組の後ろには巨大なメッセージがあります。 一見すると、私はclannadがちょっと変わった描写とストーリーラインを持つちょっと変わったアニメだと思ったが、経験豊富なショーの後で、これを見下ろすアニメではないと知っている！\u001b[22m\n\u001b[1m(Clannad: Afutāsutōrī wa osoraku kuranado no dai 2 shīzundeari, osoraku watashi ga imamade mite ita saikō no dorama animedarou. TV shō no sutōrīrain wa, jinsei de yoki senu kon'nan o shimeshite irunode subarashīdesu. Dono yō ni fukōheina jinsei ni naru kanōsei ga ari, nanika o shippai suru tabi ni tatsu hōhō o oshiete imasu. Terebibangu no ushironi wa kyodaina messēji ga arimasu. Ikken suru to, watashi wa clannad ga chotto kawatta byōsha to sutōrīrain o motsu chotto kawatta animeda to omottaga, keiken hōfuna shō no nochi de, kore o miorosu animede wa nai to shitte iru!)\u001b[22m\n\nTranslations of \u001b[4mClannad: After Story is probably the second season of clannad and is probably the best drama anime I had ever watched. The storyline of the TV Show is great because it shows the unexpected difficulties in life. How unfair life could be and it teaches you how to stand up whenever you fail something. There's a huge message behind the TV Show and that's what makes it good. At first glance, I thought clannad was some kinda weird anime with crappy drawing and story line but after experienced the show, I know this is not some anime to look down at!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad: After Story is probably the second season of clannad and is probably the best drama anime I had ever watched.\u001b[24m\n    \u001b[1mClannad：アフターストーリーはおそらくクラナドの第2シーズンであり、おそらく私が今まで見ていた最高のドラマアニメだろう。\u001b[22m, \u001b[1mクラナド：ストーリーの後には、おそらくCLANNADのセカンドシーズンであり、おそらく私が今まで見た最高のドラマアニメです。\u001b[22m\n\u001b[4mThe storyline of the TV Show is great because it shows the unexpected difficulties in life.\u001b[24m\n    \u001b[1mTVショーのストーリーラインは、人生で予期せぬ困難を示しているのですばらしいです。\u001b[22m, \u001b[1mそれは生活の中で予想外の難しさを示しているので、テレビ番組のストーリーは素晴らしいです。\u001b[22m\n\u001b[4mHow unfair life could be and it teaches you how to stand up whenever you fail something.\u001b[24m\n    \u001b[1mどのように不公平な人生になる可能性があり、何かを失敗するたびに立つ方法を教えています。\u001b[22m, \u001b[1mどのように不公平な生活は可能性があり、それはあなたが何かを失敗するたびに立ってどのように教えています。\u001b[22m\n\u001b[4mThere's a huge message behind the TV Show and that's what makes it good.\u001b[24m\n    \u001b[1mテレビ番組の後ろには巨大なメッセージがあります。\u001b[22m, \u001b[1mそこにテレビ番組の背後にある巨大なメッセージだとそれはそれは良いにするものです。\u001b[22m\n\u001b[4mAt first glance, I thought clannad was some kinda weird anime with crappy drawing and story line but after experienced the show, I know this is not some anime to look down at!!!\u001b[24m\n    \u001b[1m一見すると、私はclannadがちょっと変わった描写とストーリーラインを持つちょっと変わったアニメだと思ったが、経験豊富なショーの後で、これを見下ろすアニメではないと知っている！\u001b[22m, \u001b[1m一見、私はCLANNADは安っぽい描画とストーリーラインといくつかのちょっと奇妙なアニメだと思ったが、経験したショーの後、私はこれはを見下ろすためにいくつかのアニメではありません知っています！\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "JemL",
    "profile": "/profile/JemL/reviews",
    "pages": "24",
    "number": "19",
    "link": "/reviews.php?id=124479",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメのすべてを、笑いから涙まで、私がそれを見始めた時から探していたので十分に見つけました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI found everything in this anime, from laugh to tears, enough said since that i was looking for when i started watching it.\n\n\u001b[1m私はこのアニメのすべてを、笑いから涙まで、私がそれを見始めた時から探していたので十分に見つけました。\u001b[22m\n\u001b[1m(Watashi wa kono anime no subete o, warai kara namida made, watashi ga sore o mi hajimeta toki kara sagashite itanode jūbun ni mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mI found everything in this anime, from laugh to tears, enough said since that i was looking for when i started watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found everything in this anime, from laugh to tears, enough said since that i was looking for when i started watching it.\u001b[24m\n    \u001b[1m私はこのアニメのすべてを、笑いから涙まで、私がそれを見始めた時から探していたので十分に見つけました。\u001b[22m, \u001b[1m私はそれを見始めたときに探していたもの以来と述べ、十分な、笑いから涙に、このアニメではすべてのものを見つけました。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Sneako",
    "profile": "/profile/Sneako/reviews",
    "pages": "24",
    "number": "20",
    "link": "/reviews.php?id=107159",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は最近、Clannadとして知られる人生の変化を見終わった。\n\nこのショーを見た後、私は軽度にうつ病で悲しかった。 このショーを見なかった人たちのために、私はそれについて詳述しません...私が言うことは、あなたが赤ちゃんのように泣かせるようになることです。だから、いくつかのバケツでティッシュの箱を用意する準備ができています。 あなたはそれを必要とするでしょう。\n\n今私がこのショーについて本当に好きだったのは、とても多くの人がそれに関連して実際の人生と比較できるということです。 それは大人のフードに行くティーンエイジャーのための良いショーですが、コメディー、ロマンス、ドラマをすべて1つの大きなパッケージで好きな人のためにも。 また主人公の岡崎智也さんや古川渚さんの登場人物の主役は、女性の主役、それは抜群です。 それは10代のフードだけでなく、大人のフードに行く10代の多くに焦点を当てています。 私は非常にあなたが本当にショーに添付することができるようにこれを見て前にクラナド（最初のシーズン）を見てすることをお勧めします。 私は、クラナドが少しドラマとロマンスのコメディであると言っています。 しかし、それはクラナドとは違っている：ストーリーの後、それはその中にコメディが少なく、ドラマのほうが多いからです。\n\n今シリーズのサウンドトラックは、このアニメの好きな部分の1つでした...それは本当にそれに音楽の一部を追加するシーンの感情を高めました。 私は音に完全な10/10を与えた\n\nさて、私の全体的な楽しさは10/10でした。 私は一日夢を見ていたり、気が散ったり飽きたりしているとは思っていません。\n\nアニメーションはいつものように京都アニメーションと同じようにとても良かったですが、キャラクターのデザインも気に入っていました。\n\n全体的にこのアニメは完全な10/10だった",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI have recently just finished watching a life changing anime known as Clannad: After story\n\n\u001b[1m私は最近、Clannadとして知られる人生の変化を見終わった。\u001b[22m\n\u001b[1m(Watashi wa saikin, Clannad to shite shira reru jinsei no henka o mi owatta.)\u001b[22m\n\nTranslations of \u001b[4mI have recently just finished watching a life changing anime known as Clannad: After story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have recently just finished watching a life changing anime known as Clannad: After story\u001b[24m\n    \u001b[1m私は最近、Clannadとして知られる人生の変化を見終わった。\u001b[22m, \u001b[1m私は最近ちょうどクラナドとして知られて人生を変えるアニメを見終わった：話の後\u001b[22m\n\u001b[1m\u001b[22m\nAfter viewing this show, I was mildly depressed and also sad. Dued to people who havn't watched this show I will not elaborate on it... All I will say is that it's going to make you cry like a baby, so prepare to have a box of tissues with a couple of buckets, because you're gonna need it.\n\n\u001b[1mこのショーを見た後、私は軽度にうつ病で悲しかった。 このショーを見なかった人たちのために、私はそれについて詳述しません...私が言うことは、あなたが赤ちゃんのように泣かせるようになることです。だから、いくつかのバケツでティッシュの箱を用意する準備ができています。 あなたはそれを必要とするでしょう。\u001b[22m\n\u001b[1m(Kono shō o mita nochi, watashi wa keido ni utsubyō de kanashikatta. Kono shō o minakatta hito-tachi no tame ni, watashi wa sore ni tsuite shōjutsu shimasen... Watashi ga iu koto wa, anata ga akachan no yō ni nakaseru yō ni naru kotodesu. Dakara, ikutsu ka no baketsu de tisshu no hako o yōi suru junbi ga dekite imasu. Anata wa sore o hitsuyō to surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAfter viewing this show, I was mildly depressed and also sad. Dued to people who havn't watched this show I will not elaborate on it... All I will say is that it's going to make you cry like a baby, so prepare to have a box of tissues with a couple of buckets, because you're gonna need it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter viewing this show, I was mildly depressed and also sad.\u001b[24m\n    \u001b[1mこのショーを見た後、私は軽度にうつ病で悲しかった。\u001b[22m, \u001b[1mこの番組を見た後、私は穏やかに落ち込んでも悲しかったです。\u001b[22m\n\u001b[4mDued to people who havn't watched this show I will not elaborate on it... All I will say is that it's going to make you cry like a baby, so prepare to have a box of tissues with a couple of buckets, because\u001b[24m\n    \u001b[1mこのショーを見なかった人たちのために、私はそれについて詳述しません...私が言うことは、あなたが赤ちゃんのように泣かせるようになることです。だから、いくつかのバケツでティッシュの箱を用意する準備ができています。\u001b[22m, \u001b[1m私はそれについて詳しく説明しません。このショーを見やりなさい人々にDued...私は言うだろうすべては、ために、あなたが赤ちゃんのように泣くので、バケットのカップルと組織のボックスを持って準備をするつもりだということです\u001b[22m\n\u001b[4myou're gonna need it.\u001b[24m\n    \u001b[1mあなたはそれを必要とするでしょう。\u001b[22m, \u001b[1mあなたはそれを必要とするつもりです。\u001b[22m\n\u001b[1m\u001b[22m\nNow what I really liked about this show, is that so many people can relate to it and compare it with there actual lives. It's a good show for teenagers going on to adult hood, but also for people who like comedy, romance, drama all in one big package. Also the development of the characters mainly Tomoya Okazaki who is the main protagonist and Nagisa Furukawa is the lead female role, it outstanding. It focuses on more of there teenage going on to adult hood, more than just teenage hood. I highly recommend watching Clannad (first season) before watching this just so you can get really attached to the show. I would say Clannad is more of a comedy with a little drama and romance. But it's different with Clannad: After Story, because its more of a drama, with little comedy in it.\n\n\u001b[1m今私がこのショーについて本当に好きだったのは、とても多くの人がそれに関連して実際の人生と比較できるということです。 それは大人のフードに行くティーンエイジャーのための良いショーですが、コメディー、ロマンス、ドラマをすべて1つの大きなパッケージで好きな人のためにも。 また主人公の岡崎智也さんや古川渚さんの登場人物の主役は、女性の主役、それは抜群です。 それは10代のフードだけでなく、大人のフードに行く10代の多くに焦点を当てています。 私は非常にあなたが本当にショーに添付することができるようにこれを見て前にクラナド（最初のシーズン）を見てすることをお勧めします。 私は、クラナドが少しドラマとロマンスのコメディであると言っています。 しかし、それはクラナドとは違っている：ストーリーの後、それはその中にコメディが少なく、ドラマのほうが多いからです。\u001b[22m\n\u001b[1m(Ima watashi ga kono shō ni tsuite hontōni sukidatta no wa, totemo ōku no hito ga sore ni kanren shite jissai no jinsei to hikaku dekiru to iu kotodesu. Sore wa otona no fūdo ni iku tīn'eijā no tame no yoi shōdesuga, komedī, romansu, dorama o subete 1tsu no ōkina pakkēji de sukinahito no tame ni mo. Mata shujinkō no Okazaki Tomoya-san ya Furukawa Nagisa-san no tōjō jinbutsu no shuyaku wa, josei no shuyaku, sore wa batsugundesu. Sore wa 10-dai no fūdo dakedenaku, otona no fūdo ni iku 10-dai no ōku ni shōten o atete imasu. Watashi wa hijō ni anata ga hontōni shō ni tenpu suru koto ga dekiru yō ni kore o mite mae ni kuranado (saisho no shīzun) o mite suru koto o o susume shimasu. Watashi wa, kuranado ga sukoshi dorama to romansu no komedidearu to itte imasu. Shikashi, soreha kuranado to wa chigatte iru: Sutōrī no ato, sore wa sono naka ni komedi ga sukunaku, dorama no hō ga ōikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mNow what I really liked about this show, is that so many people can relate to it and compare it with there actual lives. It's a good show for teenagers going on to adult hood, but also for people who like comedy, romance, drama all in one big package. Also the development of the characters mainly Tomoya Okazaki who is the main protagonist and Nagisa Furukawa is the lead female role, it outstanding. It focuses on more of there teenage going on to adult hood, more than just teenage hood. I highly recommend watching Clannad (first season) before watching this just so you can get really attached to the show. I would say Clannad is more of a comedy with a little drama and romance. But it's different with Clannad: After Story, because its more of a drama, with little comedy in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow what I really liked about this show, is that so many people can relate to it and compare it with there actual lives.\u001b[24m\n    \u001b[1m今私がこのショーについて本当に好きだったのは、とても多くの人がそれに関連して実際の人生と比較できるということです。\u001b[22m, \u001b[1m今、私は本当にこの番組について言って何を、非常に多くの人々がそれに関連し、そこに実際の生活とそれを比較することができるということです。\u001b[22m\n\u001b[4mIt's a good show for teenagers going on to adult hood, but also for people who like comedy, romance, drama all in one big package.\u001b[24m\n    \u001b[1mそれは大人のフードに行くティーンエイジャーのための良いショーですが、コメディー、ロマンス、ドラマをすべて1つの大きなパッケージで好きな人のためにも。\u001b[22m, \u001b[1mそれは大人のフードに起こっているティーンエイジャーのためだけでなく、コメディ、ロマンス、すべて一つの大きなパッケージでドラマのような人々のために良いショーです。\u001b[22m\n\u001b[4mAlso the development of the characters mainly Tomoya Okazaki who is the main protagonist and Nagisa Furukawa is the lead female role, it outstanding.\u001b[24m\n    \u001b[1mまた主人公の岡崎智也さんや古川渚さんの登場人物の主役は、女性の主役、それは抜群です。\u001b[22m, \u001b[1mまた、文字の開発は主に主人公と古河渚です智也岡崎は、それが優れた、鉛の女性の役割です。\u001b[22m\n\u001b[4mIt focuses on more of there teenage going on to adult hood, more than just teenage hood.\u001b[24m\n    \u001b[1mそれは10代のフードだけでなく、大人のフードに行く10代の多くに焦点を当てています。\u001b[22m, \u001b[1mそれはそこに十代が大人フード、ちょうど十代のフード以上に進むの詳細に焦点を当てています。\u001b[22m\n\u001b[4mI highly recommend watching Clannad (first season) before watching this just so you can get really attached to the show.\u001b[24m\n    \u001b[1m私は非常にあなたが本当にショーに添付することができるようにこれを見て前にクラナド（最初のシーズン）を見てすることをお勧めします。\u001b[22m, \u001b[1m私は非常にあなたが本当にショーに取り付けられ得ることができるので、これだけを見て前にクラナド（最初のシーズンを）見てお勧めします。\u001b[22m\n\u001b[4mI would say Clannad is more of a comedy with a little drama and romance.\u001b[24m\n    \u001b[1m私は、クラナドが少しドラマとロマンスのコメディであると言っています。\u001b[22m, \u001b[1m私はクラナドは少しドラマやロマンスとコメディの詳細ですと言うでしょう。\u001b[22m\n\u001b[4mBut it's different with Clannad: After Story, because its more of a drama, with little comedy in it.\u001b[24m\n    \u001b[1mしかし、それはクラナドとは違っている：ストーリーの後、それはその中にコメディが少なく、ドラマのほうが多いからです。\u001b[22m, \u001b[1mしかし、それはクラナドと違う：ストーリーの後、理由は、そのより多くのドラマのために、それはほとんどコメディで。\u001b[22m\n\u001b[1m\u001b[22m\nNow the soundtrack for the series was one of the favorite parts about this anime... It really enhanced the feeling of a scene when adding the piece of music to it. I gave the sound a perfect 10/10\n\n\u001b[1m今シリーズのサウンドトラックは、このアニメの好きな部分の1つでした...それは本当にそれに音楽の一部を追加するシーンの感情を高めました。 私は音に完全な10/10を与えた\u001b[22m\n\u001b[1m(Ima shirīzu no saundotorakku wa, kono anime no sukina bubun no 1tsudeshita... Sore wa hontōni sore ni ongaku no ichibu o tsuika suru shīn no kanjō o takamemashita. Watashi wa oto ni kanzen'na 10/ 10 o ataeta)\u001b[22m\n\nTranslations of \u001b[4mNow the soundtrack for the series was one of the favorite parts about this anime... It really enhanced the feeling of a scene when adding the piece of music to it. I gave the sound a perfect 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the soundtrack for the series was one of the favorite parts about this anime... It really enhanced the feeling of a scene when adding the piece of music to it.\u001b[24m\n    \u001b[1m今シリーズのサウンドトラックは、このアニメの好きな部分の1つでした...それは本当にそれに音楽の一部を追加するシーンの感情を高めました。\u001b[22m, \u001b[1m今シリーズのサウンドトラックは、このアニメについて好きな部品の一つであった...それは実際にそれに楽曲を追加するシーン感を高めました。\u001b[22m\n\u001b[4mI gave the sound a perfect 10/10\u001b[24m\n    \u001b[1m私は音に完全な10/10を与えた\u001b[22m, \u001b[1m私は音を与えた完璧な10/10\u001b[22m\n\u001b[1m\u001b[22m\nOk, so my overall enjoyment was a 10/10. I don't think I ever day dreamed or got distracted/bored, it was just plain simple fun to watch!\n\n\u001b[1mさて、私の全体的な楽しさは10/10でした。 私は一日夢を見ていたり、気が散ったり飽きたりしているとは思っていません。\u001b[22m\n\u001b[1m(Sate, watashi no zentai-tekina tanoshisa wa 10/ 10deshita. Watashi wa tsuitachi yume o mite i tari, ki ga chittari aki tari shite iru to wa omotte imasen.)\u001b[22m\n\nTranslations of \u001b[4mOk, so my overall enjoyment was a 10/10. I don't think I ever day dreamed or got distracted/bored, it was just plain simple fun to watch!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, so my overall enjoyment was a 10/10.\u001b[24m\n    \u001b[1mさて、私の全体的な楽しさは10/10でした。\u001b[22m, \u001b[1m[OK]を、ので、私の全体的な楽しみは10/10でした。\u001b[22m\n\u001b[4mI don't think I ever day dreamed or got distracted/bored, it was just plain simple fun to watch!\u001b[24m\n    \u001b[1m私は一日夢を見ていたり、気が散ったり飽きたりしているとは思っていません。\u001b[22m, \u001b[1m私はそれを見て単純にシンプル楽しかった、私が今まで一日を夢見または/気を取ら飽きてしまったとは思いません！\u001b[22m\n\u001b[1m\u001b[22m\nAnimation was extremely good, as always with Kyoto Animation...but I also liked the design of characters.\n\n\u001b[1mアニメーションはいつものように京都アニメーションと同じようにとても良かったですが、キャラクターのデザインも気に入っていました。\u001b[22m\n\u001b[1m(Animēshon wa itsumo no yō ni Kyōto animēshon to onajiyōni totemo yokattadesuga, kyarakutā no dezain mo kiniitte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAnimation was extremely good, as always with Kyoto Animation...but I also liked the design of characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation was extremely good, as always with Kyoto Animation...but I also liked the design of characters.\u001b[24m\n    \u001b[1mアニメーションはいつものように京都アニメーションと同じようにとても良かったですが、キャラクターのデザインも気に入っていました。\u001b[22m, \u001b[1mアニメーションは、いつものように京都アニメーションで、非常に良好であった...しかし、私はまた、文字のデザインが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this anime was a perfect 10/10\n\n\u001b[1m全体的にこのアニメは完全な10/10だった\u001b[22m\n\u001b[1m(Zentai-teki ni kono anime wa kanzen'na 10/ 10datta)\u001b[22m\n\nTranslations of \u001b[4mOverall this anime was a perfect 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this anime was a perfect 10/10\u001b[24m\n    \u001b[1m全体的にこのアニメは完全な10/10だった\u001b[22m, \u001b[1m全体的にこのアニメは完璧10/10でした\u001b[22m"
  }
]
