[
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "usaking",
    "profile": "/profile/usaking/reviews",
    "pages": "21",
    "number": "1",
    "link": "/reviews.php?id=75275",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nClannad：After Storyは私のためにこれまでに作られた最高のアニメです。 それは完璧です。 偉大なアニメのすべての側面は、このアニメを正当にそうしています。 アニメが好きか嫌いかにかかわらず、誰もがアフターストーリーとクラナドの最初のシーズンを見るように頼んでいます。\n\nPROS\n\nClannad：After Storyには完璧なアニメを作るために必要なあらゆるテーマがあります。 愛、喪失、家族、友情、人生、死、そして人生の他の重要な部分。 他のアニメは、視聴者に感情的な反応を与えるために必要なこれらの要素の完成に近づいていません。 おそらくそれが私と他の人たちが、このアニメに対してこのような思いやりと愛を持っている理由です。 それは人間の最も重要な部分、つまり心臓に関係しています。 アフターストーリーのテーマは、誰もが関連付けることができるものです。 多くのショーはこれらに類似したテーマを持っていますが、ここでのよりも大きな文脈では明らかでないものもありません。\n\n視覚的に、この映画は傑作です。 私は間違っているかもしれませんが、ビジュアルがClannadの最初のシーズンよりもずっと良くなっているかのようです。 前のシーズンのマイナーな問題はすべて完全に消えてしまったようだ。 おそらく、このシリーズの中で最も目立つのは、特定のサブプロットが毎回ポップアップするときです。 このサブプロットのビジュアルは、言い表せない言葉で出てきます。 私はこのサブプロットが何であるかは言うことができません。なぜならそれはシリーズの一部を台無しにしてしまうからです。しかし、アフターストーリーを見ているか見ている人は、私が何を話しているか正確に知っています。\n\nキャラクターワイズ、ストーリーがすべての権利を得た後。 私は、このアニメに登場するキャラクターと同じようにリアルなキャラクターを感じたことはありません。 決して、私は何の意味もありません。 アフター・ストーリーだけでなく、映画やテレビ番組、アニメなどのキャラクターも私には感じられませんでした。 アニメキャラクターにこのような気持ちを持たせるのは本当にユニークな体験です。 このアニメはあなたをちょっと裂くだけではありません。 落ち込んで涙のバケツで泣いてしまうのはあなたを変なものにします。 あなたが最初のシーズンを見た場合にのみ、おそらく同じ気持ちを覚えるでしょう。 私は、多くの人が最初のシーズンをスキップするかもしれないという疑いがあります。それを見た多くの人々がそれを平凡なレビューにしたからです。  Clannadの最初のシーズンを見ていないと、After Storyを愛する人たちと同じ感情的な反応は得られません。\n\nAfter StoryのサウンドトラックはClannadの最初のシーズンとほぼ同じですが、これはまったく悪いことではありません。 私はClannadのサウンドトラックを愛していたので、再び使用されているのは私と私が大変に感謝してくれたものです。 私が考えることができる唯一の小さな違いは、開始クレジットシーケンスです。 最初のシーズンとは異なり、サウンドトラックも違うけど、実際には、After Story on Clannad（最初のシーズン）のイントロを好む。 それは本当にシリーズの気分をあなたにもたらし、正当にもそうです。\n\nアフターストーリーの話は、一般的な概説の点でユニークではありませんが、アニメが過去に行ったほとんどの場所とは非常に異なる方法で行われます。 それはキャラクターを大人に持ち込むことで最初のシーズンに続き、彼らがそのように自分たちの生活をどのように生きているかを示しています。 私はそれ以上のことを言いたくはありません。なぜなら、もし私がそうしたら、私は多くのことを甘やかすでしょうから。 安心して、このシリーズはあなたがアニメで死んでいたすべてのもので詰まっています。\n\n結論\n\n本当にマイナスの感情を与えるのは、エンディングクレジットだけです。 アフター・ストーリーにエンディング・クレジットを入れたとき、京都アニメーションの皆さんが何を考えているのか、私は確信していません。 これを想像してください。あなたはちょうどアフターストーリーの非常に悲しいエピソードを終えました。 あなたの目は泣いて赤くなり、あなたはそのエピソードでちょうど起こったことから（良い方法で）完全に台無しに感じる。 まあ、エピソードが終わると、この奇妙な幸せな音楽がやってきて、そのエピソードで何も悪いことが起こらなかったかのように行動します。 うん、それはとても良い気分ではない。 それは特にあなたがClannadのDVD / Blu-Rayを持っていて、それが終わった直後に章をスキップすることを選択した場合、気を散らすわけではありません。 しかしそれは少し問題です。\n\n全体\n\nClannad：After Storyは傑作です。 プレーンとシンプル。 おそらく、すべての人の中で最も素晴らしいことは、自分自身や他の人たちと同じくらいアフターストーリーを楽しむなら、あなたはいつかこのアニメをあなたの子供に渡し、彼らがそのように反応する方法を見ることができるということです。 アフターストーリーの家族の伝統は、世界を大切にし、見ている素晴らしいものになるでしょう。 私が愛している限り、京都アニメーションはアフターストーリーほどのアニメを作れません。 それはただ不可能です。 このアニメをうまく作ることにつながった作品は、絶対に、絶え間なく厳しいものであったに違いありません。 このような芸術作品を制作するために京都アニメーションに感謝します。 クラナド：アフターストーリーは、誰と誰のためでもあります。 繰り返しますが、たとえあなたがすべての勇気を持ってアニメを嫌っていても、少なくともあなたはそれを試してみることを望みます。 アフターストーリーを見て死ぬことは間違っているだけでなく、悪いことでもあります。 私はそのようなアニメがない世界を考えることはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad: After Story is, for me, the best anime ever made. It is flawless. Every aspect of a great anime embodies this anime and rightfully so. Whether you like anime or hate it, I beg of everyone to watch After Story and the first season of Clannad.\n\n\u001b[1mClannad：After Storyは私のためにこれまでに作られた最高のアニメです。 それは完璧です。 偉大なアニメのすべての側面は、このアニメを正当にそうしています。 アニメが好きか嫌いかにかかわらず、誰もがアフターストーリーとクラナドの最初のシーズンを見るように頼んでいます。\u001b[22m\n\u001b[1m(Clannad: After Story wa watashi no tame ni kore made ni tsukura reta saikō no animedesu. Sore wa kanpekidesu. Idaina anime no subete no sokumen wa, kono anime o seitō ni sō shite imasu. Anime ga suki ka kirai ka ni kakawarazu, daremoga afutāsutōrī to kuranado no saisho no shīzun o miru yō ni tanonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mClannad: After Story is, for me, the best anime ever made. It is flawless. Every aspect of a great anime embodies this anime and rightfully so. Whether you like anime or hate it, I beg of everyone to watch After Story and the first season of Clannad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad: After Story is, for me, the best anime ever made.\u001b[24m\n    \u001b[1mClannad：After Storyは私のためにこれまでに作られた最高のアニメです。\u001b[22m, \u001b[1mクラナド：ストーリーは後に、私のために、最高のアニメがこれまでに作りました。\u001b[22m\n\u001b[4mIt is flawless.\u001b[24m\n    \u001b[1mそれは完璧です。\u001b[22m\n\u001b[4mEvery aspect of a great anime embodies this anime and rightfully so.\u001b[24m\n    \u001b[1m偉大なアニメのすべての側面は、このアニメを正当にそうしています。\u001b[22m, \u001b[1m偉大なアニメのあらゆる側面は、このアニメと当然のことを体現しています。\u001b[22m\n\u001b[4mWhether you like anime or hate it, I beg of everyone to watch After Story and the first season of Clannad.\u001b[24m\n    \u001b[1mアニメが好きか嫌いかにかかわらず、誰もがアフターストーリーとクラナドの最初のシーズンを見るように頼んでいます。\u001b[22m, \u001b[1mあなたはアニメが好きか、嫌いかどうかは、私はストーリーとクラナドの最初のシーズン後に見るために皆の頼みます。\u001b[22m\n\u001b[1m\u001b[22m\nPROS\n\n\u001b[1mPROS\u001b[22m\n\u001b[1m(Purosu)\u001b[22m\n\nTranslations of \u001b[4mPROS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPROS\u001b[24m\n    \u001b[1mPROS\u001b[22m\n\u001b[1m\u001b[22m\nClannad: After Story has every theme that you need to make the perfect anime. Love, loss, family, friendship, life, death, and other important parts of life. No other anime has come close to the perfection of these elements needed to give an emotional response to the viewer. Perhaps that is why I, and others, have such compassion and love for this anime. It relates to the most important part of a human - the heart. The themes in After Story are things that anyone can relate to. A lot of shows have themes similar to these, but none are as apparent or shown in greater context than in here.\n\n\u001b[1mClannad：After Storyには完璧なアニメを作るために必要なあらゆるテーマがあります。 愛、喪失、家族、友情、人生、死、そして人生の他の重要な部分。 他のアニメは、視聴者に感情的な反応を与えるために必要なこれらの要素の完成に近づいていません。 おそらくそれが私と他の人たちが、このアニメに対してこのような思いやりと愛を持っている理由です。 それは人間の最も重要な部分、つまり心臓に関係しています。 アフターストーリーのテーマは、誰もが関連付けることができるものです。 多くのショーはこれらに類似したテーマを持っていますが、ここでのよりも大きな文脈では明らかでないものもありません。\u001b[22m\n\u001b[1m(Clannad: After Story ni wa kanpekina anime o tsukuru tame ni hitsuyōna arayuru tēma ga arimasu. Ai, sōshitsu, kazoku, yūjō, jinsei, shi, soshite jinsei no ta no jūyōna bubun. Hoka no anime wa, shichō-sha ni kanjō-tekina han'nō o ataeru tame ni hitsuyōna korera no yōso no kansei ni chikadzuite imasen. Osoraku sore ga watashi to hokanohito-tachi ga, kono anime ni taishi teko no yōna omoiyari to ai o motte iru riyūdesu. Sore wa ningen no mottomojūyōna bubun, tsumari shinzō ni kankei shite imasu. Afutāsutōrī no tēma wa, daremoga kanrendzukeru koto ga dekiru monodesu. Ōku no shō wa korera ni ruiji shita tēma o motte imasuga, koko de no yori mo ōkina bunmyakude wa akirakadenai mono mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mClannad: After Story has every theme that you need to make the perfect anime. Love, loss, family, friendship, life, death, and other important parts of life. No other anime has come close to the perfection of these elements needed to give an emotional response to the viewer. Perhaps that is why I, and others, have such compassion and love for this anime. It relates to the most important part of a human - the heart. The themes in After Story are things that anyone can relate to. A lot of shows have themes similar to these, but none are as apparent or shown in greater context than in here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad: After Story has every theme that you need to make the perfect anime.\u001b[24m\n    \u001b[1mClannad：After Storyには完璧なアニメを作るために必要なあらゆるテーマがあります。\u001b[22m, \u001b[1mクラナド：ストーリーは、あなたは完璧なアニメを作るために必要なすべてのテーマを持っていた後。\u001b[22m\n\u001b[4mLove, loss, family, friendship, life, death, and other important parts of life.\u001b[24m\n    \u001b[1m愛、喪失、家族、友情、人生、死、そして人生の他の重要な部分。\u001b[22m\n\u001b[4mNo other anime has come close to the perfection of these elements needed to give an emotional response to the viewer.\u001b[24m\n    \u001b[1m他のアニメは、視聴者に感情的な反応を与えるために必要なこれらの要素の完成に近づいていません。\u001b[22m, \u001b[1m他のアニメが視聴者に感情的な反応を与えるために必要なこれらの要素の完成に近づいていません。\u001b[22m\n\u001b[4mPerhaps that is why I, and others, have such compassion and love for this anime.\u001b[24m\n    \u001b[1mおそらくそれが私と他の人たちが、このアニメに対してこのような思いやりと愛を持っている理由です。\u001b[22m, \u001b[1mI、および他の人は、このアニメのためのそのような思いやりと愛を持っている理由おそらく、それはです。\u001b[22m\n\u001b[4mIt relates to the most important part of a human - the heart.\u001b[24m\n    \u001b[1mそれは人間の最も重要な部分、つまり心臓に関係しています。\u001b[22m, \u001b[1m心 - それは人間の最も重要な部分に関するものです。\u001b[22m\n\u001b[4mThe themes in After Story are things that anyone can relate to.\u001b[24m\n    \u001b[1mアフターストーリーのテーマは、誰もが関連付けることができるものです。\u001b[22m, \u001b[1mストーリーの後でのテーマは、誰もがに関連することができるものです。\u001b[22m\n\u001b[4mA lot of shows have themes similar to these, but none are as apparent or shown in greater context than in here.\u001b[24m\n    \u001b[1m多くのショーはこれらに類似したテーマを持っていますが、ここでのよりも大きな文脈では明らかでないものもありません。\u001b[22m, \u001b[1mショーの多くは、これらに類似のテーマを持っているが、どれも明らかなように、または、ここでより大きな文脈に示されていません。\u001b[22m\n\u001b[1m\u001b[22m\nVisually, this movie is a masterpiece. I could be wrong, but it seems as if the visuals have gotten much better from the first season of Clannad. All of the minor problems had I with the previous season seem to be completely gone. Perhaps the most dazzling aspect of the series is when a certain subplot pops up every now and then. The visuals for this subplot come out in words that are indescribable. I cannot say what this subplot is, since it would be spoiling a part of the series, but anyone who has see or will see After Story knows exactly what I am talking about.\n\n\u001b[1m視覚的に、この映画は傑作です。 私は間違っているかもしれませんが、ビジュアルがClannadの最初のシーズンよりもずっと良くなっているかのようです。 前のシーズンのマイナーな問題はすべて完全に消えてしまったようだ。 おそらく、このシリーズの中で最も目立つのは、特定のサブプロットが毎回ポップアップするときです。 このサブプロットのビジュアルは、言い表せない言葉で出てきます。 私はこのサブプロットが何であるかは言うことができません。なぜならそれはシリーズの一部を台無しにしてしまうからです。しかし、アフターストーリーを見ているか見ている人は、私が何を話しているか正確に知っています。\u001b[22m\n\u001b[1m(Shikaku-teki ni, kono eiga wa kessakudesu. Watashi wa machigatte iru kamo shiremasenga, bijuaru ga Clannad no saisho no shīzun yori mo zutto yoku natte iru ka no yōdesu. Mae no shīzun no maināna mondai wa subete kanzen ni kiete shimatta yōda. Osoraku, kono shirīzu no naka de mottomo medatsu no wa, tokutei no sabupurotto ga maikai poppuappu suru tokidesu. Kono sabupurotto no bijuaru wa, iiarawasenai kotoba de dete kimasu. Watashi wa kono sabupurotto ga nandearu ka wa iu koto ga dekimasen. Nazenara sore wa shirīzu no ichibu o dainashi ni shite shimaukaradesu. Shikashi, afutāsutōrī o mite iru ka mite iru hito wa, watashi ga nani o hanashite iru ka seikaku ni shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mVisually, this movie is a masterpiece. I could be wrong, but it seems as if the visuals have gotten much better from the first season of Clannad. All of the minor problems had I with the previous season seem to be completely gone. Perhaps the most dazzling aspect of the series is when a certain subplot pops up every now and then. The visuals for this subplot come out in words that are indescribable. I cannot say what this subplot is, since it would be spoiling a part of the series, but anyone who has see or will see After Story knows exactly what I am talking about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisually, this movie is a masterpiece.\u001b[24m\n    \u001b[1m視覚的に、この映画は傑作です。\u001b[22m, \u001b[1m視覚的には、この映画は傑作です。\u001b[22m\n\u001b[4mI could be wrong, but it seems as if the visuals have gotten much better from the first season of Clannad.\u001b[24m\n    \u001b[1m私は間違っているかもしれませんが、ビジュアルがClannadの最初のシーズンよりもずっと良くなっているかのようです。\u001b[22m, \u001b[1m私は間違っているかもしれないが、それはビジュアルがクラナドの最初のシーズンからずっとよくなってきたかのように思われます。\u001b[22m\n\u001b[4mAll of the minor problems had I with the previous season seem to be completely gone.\u001b[24m\n    \u001b[1m前のシーズンのマイナーな問題はすべて完全に消えてしまったようだ。\u001b[22m, \u001b[1mマイナーな問題のすべては、以前のシーズンで、私は完全になくなっているように見えるがありました。\u001b[22m\n\u001b[4mPerhaps the most dazzling aspect of the series is when a certain subplot pops up every now and then.\u001b[24m\n    \u001b[1mおそらく、このシリーズの中で最も目立つのは、特定のサブプロットが毎回ポップアップするときです。\u001b[22m, \u001b[1m特定のサブプロットは、すべての今してポップアップ表示されたときに、おそらくシリーズの最も見事な側面です。\u001b[22m\n\u001b[4mThe visuals for this subplot come out in words that are indescribable.\u001b[24m\n    \u001b[1mこのサブプロットのビジュアルは、言い表せない言葉で出てきます。\u001b[22m, \u001b[1mこのサブプロットのためのビジュアルは筆舌に尽くしている言葉で出てきます。\u001b[22m\n\u001b[4mI cannot say what this subplot is, since it would be spoiling a part of the series, but anyone who has see or will see After Story knows exactly what I am talking about.\u001b[24m\n    \u001b[1m私はこのサブプロットが何であるかは言うことができません。なぜならそれはシリーズの一部を台無しにしてしまうからです。しかし、アフターストーリーを見ているか見ている人は、私が何を話しているか正確に知っています。\u001b[22m, \u001b[1mそれはシリーズの一部を損なうことになるので、私は、このサブプロットが何であるかを言うことはできませんが、ストーリーは私が話しています正確に何を知っていた後に参照するか、持っている人が表示されます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter-wise, After Story gets everything right. I have never felt characters as real as the ones that appear in this anime. By never, I mean in anything. No movie, TV show, or anime has made me feel for characters as well as After Story. It truly is a unique experience to have such feelings for a anime character. This anime will not just make you tear up a little bit. It will strange you to the point of falling and crying in buckets of tears. Please keep in mind that you will probably get these same feelings ONLY if you have seen the first season. I have a suspicion that many people might skip the first season because loads of people who have seen it have given it mediocre reviews. I promise you, if you haven't seen the first season of Clannad, you will never get the same emotional response that others who love After Story have been given.\n\n\u001b[1mキャラクターワイズ、ストーリーがすべての権利を得た後。 私は、このアニメに登場するキャラクターと同じようにリアルなキャラクターを感じたことはありません。 決して、私は何の意味もありません。 アフター・ストーリーだけでなく、映画やテレビ番組、アニメなどのキャラクターも私には感じられませんでした。 アニメキャラクターにこのような気持ちを持たせるのは本当にユニークな体験です。 このアニメはあなたをちょっと裂くだけではありません。 落ち込んで涙のバケツで泣いてしまうのはあなたを変なものにします。 あなたが最初のシーズンを見た場合にのみ、おそらく同じ気持ちを覚えるでしょう。 私は、多くの人が最初のシーズンをスキップするかもしれないという疑いがあります。それを見た多くの人々がそれを平凡なレビューにしたからです。  Clannadの最初のシーズンを見ていないと、After Storyを愛する人たちと同じ感情的な反応は得られません。\u001b[22m\n\u001b[1m(Kyarakutāwaizu, sutōrī ga subete no kenri o eta nochi. Watashi wa, kono anime ni tōjō suru kyarakutā to onajiyōni riaruna kyarakutā o kanjita koto wa arimasen. Kesshite, watashi wa nani no imi mo arimasen. Afutā sutōrī dakedenaku, eiga ya terebibangu, anime nado no kyarakutā mo watashiniha kanji raremasendeshita. Animekyarakutā ni ko no yōna kimochi o mota seru no wa hontōni yunīkuna taikendesu. Kono anime wa anata o chotto saku dakede wa arimasen. Ochikonde namida no baketsu de naite shimau no wa anata o hen'namono ni shimasu. Anata ga saisho no shīzun o mita baai ni nomi, osoraku onaji kimochi o oboerudeshou. Watashi wa, ōku no hito ga saisho no shīzun o sukippu suru kamo shirenai to iu utagai ga arimasu. Sore o mita ōku no hitobito ga sore o heibon'na rebyū ni shitakaradesu. Clannad no saisho no shīzun o miteinai to, After Story o aisuruhito-tachi to onaji kanjō-tekina han'nō wa e raremasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacter-wise, After Story gets everything right. I have never felt characters as real as the ones that appear in this anime. By never, I mean in anything. No movie, TV show, or anime has made me feel for characters as well as After Story. It truly is a unique experience to have such feelings for a anime character. This anime will not just make you tear up a little bit. It will strange you to the point of falling and crying in buckets of tears. Please keep in mind that you will probably get these same feelings ONLY if you have seen the first season. I have a suspicion that many people might skip the first season because loads of people who have seen it have given it mediocre reviews. I promise you, if you haven't seen the first season of Clannad, you will never get the same emotional response that others who love After Story have been given.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter-wise, After Story gets everything right.\u001b[24m\n    \u001b[1mキャラクターワイズ、ストーリーがすべての権利を得た後。\u001b[22m, \u001b[1m文字単位、ストーリーがすべての権利を取得した後。\u001b[22m\n\u001b[4mI have never felt characters as real as the ones that appear in this anime.\u001b[24m\n    \u001b[1m私は、このアニメに登場するキャラクターと同じようにリアルなキャラクターを感じたことはありません。\u001b[22m, \u001b[1m私はこのアニメに表示されるものと現実のような文字を感じたことがありません。\u001b[22m\n\u001b[4mBy never, I mean in anything.\u001b[24m\n    \u001b[1m決して、私は何の意味もありません。\u001b[22m, \u001b[1m決して、私は何にでも意味します。\u001b[22m\n\u001b[4mNo movie, TV show, or anime has made me feel for characters as well as After Story.\u001b[24m\n    \u001b[1mアフター・ストーリーだけでなく、映画やテレビ番組、アニメなどのキャラクターも私には感じられませんでした。\u001b[22m, \u001b[1mいいえ、映画、テレビ番組、またはアニメは私が文字だけでなく、ストーリー後に感じさせませんでした。\u001b[22m\n\u001b[4mIt truly is a unique experience to have such feelings for a anime character.\u001b[24m\n    \u001b[1mアニメキャラクターにこのような気持ちを持たせるのは本当にユニークな体験です。\u001b[22m, \u001b[1m本当にアニメキャラクターのためのそのような感情を持っているユニークな経験です。\u001b[22m\n\u001b[4mThis anime will not just make you tear up a little bit.\u001b[24m\n    \u001b[1mこのアニメはあなたをちょっと裂くだけではありません。\u001b[22m, \u001b[1mこのアニメはちょうどあなたが少しを引き裂くことはありません。\u001b[22m\n\u001b[4mIt will strange you to the point of falling and crying in buckets of tears.\u001b[24m\n    \u001b[1m落ち込んで涙のバケツで泣いてしまうのはあなたを変なものにします。\u001b[22m, \u001b[1mそれは落下と涙のバケツに泣いての点にご奇妙ます。\u001b[22m\n\u001b[4mPlease keep in mind that you will probably get these same feelings ONLY if you have seen the first season.\u001b[24m\n    \u001b[1mあなたが最初のシーズンを見た場合にのみ、おそらく同じ気持ちを覚えるでしょう。\u001b[22m, \u001b[1mあなたはおそらくあなたが最初のシーズンを見ている場合にのみ、これらの同じ感情を取得することを覚えておいてください。\u001b[22m\n\u001b[4mI have a suspicion that many people might skip the first season because loads of people who have seen it have given it mediocre reviews.\u001b[24m\n    \u001b[1m私は、多くの人が最初のシーズンをスキップするかもしれないという疑いがあります。それを見た多くの人々がそれを平凡なレビューにしたからです。\u001b[22m, \u001b[1m私はそれを見ている人々の負荷が平凡なレビューを与えているので、多くの人が最初のシーズンをスキップするかもしれないという疑いを持っています。\u001b[22m\n\u001b[4mI promise you, if you haven't seen the first season of Clannad, you will never get the same emotional response that others who love After Story have been given.\u001b[24m\n    \u001b[1mClannadの最初のシーズンを見ていないと、After Storyを愛する人たちと同じ感情的な反応は得られません。\u001b[22m, \u001b[1m私はあなたがクラナドの最初のシーズンを見ていない場合は、ストーリー後愛し他人が与えられているのと同じ感情的な反応を得ることはありません、あなたを約束します。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack for After Story is pretty much the same as the first season of Clannad, which is not a bad thing at all. I loved the soundtrack to Clannad, so it being used again is a treat for me and one that I appreciated very much. The only minor difference I can think of is the opening credit sequence. It differs from the first season and has a different soundtrack as well, but I actually prefer the intro to After Story over Clannad (first season). It really brings the mood of the series to you, and rightfully so.\n\n\u001b[1mAfter StoryのサウンドトラックはClannadの最初のシーズンとほぼ同じですが、これはまったく悪いことではありません。 私はClannadのサウンドトラックを愛していたので、再び使用されているのは私と私が大変に感謝してくれたものです。 私が考えることができる唯一の小さな違いは、開始クレジットシーケンスです。 最初のシーズンとは異なり、サウンドトラックも違うけど、実際には、After Story on Clannad（最初のシーズン）のイントロを好む。 それは本当にシリーズの気分をあなたにもたらし、正当にもそうです。\u001b[22m\n\u001b[1m(After Story no saundotorakku wa Clannad no saisho no shīzun to hobo onajidesuga, kore wa mattaku warui kotode wa arimasen. Watashi wa Clannad no saundotorakku o aishite itanode, futatabi shiyō sa rete iru no wa watashi to watashi ga taihen ni kansha shite kureta monodesu. Watashi ga kangaeru koto ga dekiru yuiitsu no chīsana chigai wa, kaishi kurejittoshīkensudesu. Saisho no shīzun to wa kotonari, saundotorakku mo chigaukedo, jissai ni wa, After Story on Clannad (saisho no shīzun) no Intoro o konomu. Sore wa hontōni shirīzu no kibun o anata ni motarashi, seitō ni mo sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack for After Story is pretty much the same as the first season of Clannad, which is not a bad thing at all. I loved the soundtrack to Clannad, so it being used again is a treat for me and one that I appreciated very much. The only minor difference I can think of is the opening credit sequence. It differs from the first season and has a different soundtrack as well, but I actually prefer the intro to After Story over Clannad (first season). It really brings the mood of the series to you, and rightfully so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack for After Story is pretty much the same as the first season of Clannad, which is not a bad thing at all.\u001b[24m\n    \u001b[1mAfter StoryのサウンドトラックはClannadの最初のシーズンとほぼ同じですが、これはまったく悪いことではありません。\u001b[22m, \u001b[1mストーリーの後のサウンドトラックはかなり全く悪いことではありませんクラナドの最初のシーズンと同じです。\u001b[22m\n\u001b[4mI loved the soundtrack to Clannad, so it being used again is a treat for me and one that I appreciated very much.\u001b[24m\n    \u001b[1m私はClannadのサウンドトラックを愛していたので、再び使用されているのは私と私が大変に感謝してくれたものです。\u001b[22m, \u001b[1m私はクラナドにサウンドトラックを愛し、それを再び使用している私と、私は非常に高く評価1のための御馳走です。\u001b[22m\n\u001b[4mThe only minor difference I can think of is the opening credit sequence.\u001b[24m\n    \u001b[1m私が考えることができる唯一の小さな違いは、開始クレジットシーケンスです。\u001b[22m, \u001b[1m私は考えることができる唯一のマイナーな違いは、オープニングクレジットシーケンスです。\u001b[22m\n\u001b[4mIt differs from the first season and has a different soundtrack as well, but I actually prefer the intro to After Story over Clannad (first season).\u001b[24m\n    \u001b[1m最初のシーズンとは異なり、サウンドトラックも違うけど、実際には、After Story on Clannad（最初のシーズン）のイントロを好む。\u001b[22m, \u001b[1mこれは、最初のシーズンとは異なり、同様に別のサウンドトラックを持っていますが、私は実際にクラナドオーバーストーリー（最初のシーズン）の後にイントロを好みます。\u001b[22m\n\u001b[4mIt really brings the mood of the series to you, and rightfully so.\u001b[24m\n    \u001b[1mそれは本当にシリーズの気分をあなたにもたらし、正当にもそうです。\u001b[22m, \u001b[1mそれは本当にあなたに一連の気分をもたらし、これは当然のことです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story of After Story is not unique, in terms of the general outline, but it is done in such a way that is very different from most places that anime has gone in the past. It follows the first season by bringing the characters into adulthood and shows how they live their life as such. I don't want to say any further, due to the fact that I would be spoiling a lot if I did. Rest assure, this series is jam-packed with everything you've been dying for in an anime.\n\n\u001b[1mアフターストーリーの話は、一般的な概説の点でユニークではありませんが、アニメが過去に行ったほとんどの場所とは非常に異なる方法で行われます。 それはキャラクターを大人に持ち込むことで最初のシーズンに続き、彼らがそのように自分たちの生活をどのように生きているかを示しています。 私はそれ以上のことを言いたくはありません。なぜなら、もし私がそうしたら、私は多くのことを甘やかすでしょうから。 安心して、このシリーズはあなたがアニメで死んでいたすべてのもので詰まっています。\u001b[22m\n\u001b[1m(Afutāsutōrī no hanashi wa, ippantekina gaisetsu no ten de yunīkude wa arimasenga, anime ga kako ni itta hotondo no basho to wa hijō ni kotonaru hōhō de okonawa remasu. Sore wa kyarakutā o otona ni mochikomu koto de saisho no shīzun ni tsudzuki, karera ga sonoyōni jibun-tachi no seikatsu o dono yō ni ikite iru ka o shimeshite imasu. Watashi wa sore ijō no koto o iitaku wa arimasen. Nazenara, moshi watashi ga sōshitara, watashi wa ōku no koto o amayakasudeshoukara. Anshin shite, kono shirīzu wa anata ga anime de shinde ita subete no mono de tsumatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of After Story is not unique, in terms of the general outline, but it is done in such a way that is very different from most places that anime has gone in the past. It follows the first season by bringing the characters into adulthood and shows how they live their life as such. I don't want to say any further, due to the fact that I would be spoiling a lot if I did. Rest assure, this series is jam-packed with everything you've been dying for in an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of After Story is not unique, in terms of the general outline, but it is done in such a way that is very different from most places that anime has gone in the past.\u001b[24m\n    \u001b[1mアフターストーリーの話は、一般的な概説の点でユニークではありませんが、アニメが過去に行ったほとんどの場所とは非常に異なる方法で行われます。\u001b[22m, \u001b[1m物語の後の物語は、一般的なアウトラインの点で、ユニークではありませんが、アニメが過去に行っているほとんどの場所は非常に異なっているような方法で行われます。\u001b[22m\n\u001b[4mIt follows the first season by bringing the characters into adulthood and shows how they live their life as such.\u001b[24m\n    \u001b[1mそれはキャラクターを大人に持ち込むことで最初のシーズンに続き、彼らがそのように自分たちの生活をどのように生きているかを示しています。\u001b[22m, \u001b[1mそれは、大人になって文字にすることによって最初のシーズンに続き、彼らのような自分の人生を生きる方法を示しています。\u001b[22m\n\u001b[4mI don't want to say any further, due to the fact that I would be spoiling a lot if I did.\u001b[24m\n    \u001b[1m私はそれ以上のことを言いたくはありません。なぜなら、もし私がそうしたら、私は多くのことを甘やかすでしょうから。\u001b[22m, \u001b[1m私が原因で私がやった場合、私は多くのことを台無しにされるだろうという事実のために、任意のさらなる言ってしたくありません。\u001b[22m\n\u001b[4mRest assure, this series is jam-packed with everything you've been dying for in an anime.\u001b[24m\n    \u001b[1m安心して、このシリーズはあなたがアニメで死んでいたすべてのもので詰まっています。\u001b[22m, \u001b[1m残りは、このシリーズは満員あなたがアニメにするために死にかけてきたすべてのものであり、保証します。\u001b[22m\n\u001b[1m\u001b[22m\nCONS\n\n\u001b[1m結論\u001b[22m\n\u001b[1m(Ketsuron)\u001b[22m\n\nTranslations of \u001b[4mCONS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCONS\u001b[24m\n    \u001b[1m結論\u001b[22m, \u001b[1mCONS\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing that really gives a negative vibe to me is the ending credits. I'm not sure what in the world everyone at Kyoto Animation were thinking when they put the ending credits in After Story. Imagine this - You just finished an extremely sad episode of After Story. Your eyes are red from crying and you feel completely ruined (in a good way) from whatever just happened in that episode. Well, right when the episode ends, this weird happy music comes on and acts as if nothing bad happened in that episode. Yeah.... it's not a very good feeling. It isn't that distracting, especially if you have the DVD/Blu-Ray of Clannad and choose to skip the chapter right after it ends. It is a bit of an issue though.\n\n\u001b[1m本当にマイナスの感情を与えるのは、エンディングクレジットだけです。 アフター・ストーリーにエンディング・クレジットを入れたとき、京都アニメーションの皆さんが何を考えているのか、私は確信していません。 これを想像してください。あなたはちょうどAfter Storyの非常に悲しいエピソードを終えました。 あなたの目は泣いて赤くなり、あなたはそのエピソードでちょうど起こったことから（良い方法で）完全に台無しに感じる。 まあ、エピソードが終わると、この奇妙な幸せな音楽がやってきて、そのエピソードで何も悪いことが起こらなかったかのように行動します。 うん、それはとても良い気分ではない。 それは特にあなたがClannadのDVD / Blu-Rayを持っていて、それが終わった直後に章をスキップすることを選択した場合、気を散らすわけではありません。 しかしそれは少し問題です。\u001b[22m\n\u001b[1m(Hontōni mainasu no kanjō o ataeru no wa, endingukurejitto dakedesu. Afutā sutōrī ni endingu kurejitto o ireta toki, Kyōto animēshon no minasan ga nani o kangaete iru no ka, watashi wa kakushin shite imasen. Kore o sōzō shite kudasai. Anata wa chōdo After Story no hijō ni kanashī episōdo o oemashita. Anata no me wa nai te akaku nari, anata wa sono episōdo de chōdo okotta koto kara (yoi hōhō de) kanzen ni dainashi ni kanjiru. Mā, episōdo ga owaru to, kono kimyōna shiawasena ongaku ga yattekite, sono episōdo de nani mo warui koto ga okoranakatta ka no yō ni kōdō shimasu. Un, sore wa totemo yoi kibunde wanai. Sore wa tokuni anata ga Clannad no DVD/ buru - rei o motte ite, sore ga owatta chokugo ni shō o sukippu suru koto o sentaku shita baai, ki o chirasu wakede wa arimasen. Shikashi sore wa sukoshi mondaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe only thing that really gives a negative vibe to me is the ending credits. I'm not sure what in the world everyone at Kyoto Animation were thinking when they put the ending credits in After Story. Imagine this - You just finished an extremely sad episode of After Story. Your eyes are red from crying and you feel completely ruined (in a good way) from whatever just happened in that episode. Well, right when the episode ends, this weird happy music comes on and acts as if nothing bad happened in that episode. Yeah.... it's not a very good feeling. It isn't that distracting, especially if you have the DVD/Blu-Ray of Clannad and choose to skip the chapter right after it ends. It is a bit of an issue though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing that really gives a negative vibe to me is the ending credits.\u001b[24m\n    \u001b[1m本当にマイナスの感情を与えるのは、エンディングクレジットだけです。\u001b[22m, \u001b[1m本当に私に否定的な雰囲気を与える唯一のものは、エンディングクレジットです。\u001b[22m\n\u001b[4mI'm not sure what in the world everyone at Kyoto Animation were thinking when they put the ending credits in After Story.\u001b[24m\n    \u001b[1mアフター・ストーリーにエンディング・クレジットを入れたとき、京都アニメーションの皆さんが何を考えているのか、私は確信していません。\u001b[22m, \u001b[1m私は、彼らが物語の後で終わるクレジットを入れると京都アニメーションで世界のみんなで考えていたかわからないんだけど。\u001b[22m\n\u001b[4mImagine this - You just finished an extremely sad episode of After Story.\u001b[24m\n    \u001b[1mこれを想像してください。あなたはちょうどAfter Storyの非常に悲しいエピソードを終えました。\u001b[22m, \u001b[1mこれを想像してみて - あなただけの物語の後の非常に悲しいエピソードを終えました。\u001b[22m\n\u001b[4mYour eyes are red from crying and you feel completely ruined (in a good way) from whatever just happened in that episode.\u001b[24m\n    \u001b[1mあなたの目は泣いて赤くなり、あなたはそのエピソードでちょうど起こったことから（良い方法で）完全に台無しに感じる。\u001b[22m, \u001b[1mあなたの目は泣いてから、赤であり、あなたは完全にちょうどそのエピソードで起こったものは何でもから（良い意味で）台無しに感じます。\u001b[22m\n\u001b[4mWell, right when the episode ends, this weird happy music comes on and acts as if nothing bad happened in that episode.\u001b[24m\n    \u001b[1mまあ、エピソードが終わると、この奇妙な幸せな音楽がやってきて、そのエピソードで何も悪いことが起こらなかったかのように行動します。\u001b[22m, \u001b[1mさて、右のエピソードが終了したときに、この奇妙な幸せな音楽は、上来て、何も悪いが、そのエピソードで起こっていないかのように動作します。\u001b[22m\n\u001b[4mYeah.... it's not a very good feeling.\u001b[24m\n    \u001b[1mうん、それはとても良い気分ではない。\u001b[22m, \u001b[1mうん....それは非常に良い感じではありません。\u001b[22m\n\u001b[4mIt isn't that distracting, especially if you have the DVD/Blu-Ray of Clannad and choose to skip the chapter right after it ends.\u001b[24m\n    \u001b[1mそれは特にあなたがClannadのDVD / Blu-Rayを持っていて、それが終わった直後に章をスキップすることを選択した場合、気を散らすわけではありません。\u001b[22m, \u001b[1mそれはあなたがクラナドのDVD /ブルーレイを持っており、それが終了した直後の章をスキップすることを選択した場合は特に、その邪魔ではありません。\u001b[22m\n\u001b[4mIt is a bit of an issue though.\u001b[24m\n    \u001b[1mしかしそれは少し問題です。\u001b[22m, \u001b[1mこれは、しかし問題のビットです。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOVERALL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nClannad: After Story is a masterpiece. Plain and Simple. Perhaps the greatest thing of all is knowing that if you enjoy After Story as much as myself and others have, you can one day pass this anime to your kids and see how they react to such. A family tradition of After Story would be an amazing thing to cherish and behold upon the world. Kyoto Animation, as much as I love them, will never make an anime as good as After Story. It's just impossible. The work that went into making this anime as good as it is must have been absolutely, relentlessly hard. I salute Kyoto Animation for taking time to make such a grand piece of art. Clannad: After Story is for anyone and everyone. Again, even if you hate anime with all your guts, I would hope that you would at least try it out. To die not ever watching After Story is not only wrong, but evil as well. I can't think of a world without such an anime.\n\n\u001b[1mClannad：After Storyは傑作です。 プレーンとシンプル。 おそらく、すべての人の中で最も素晴らしいことは、自分自身や他の人たちと同じくらいアフターストーリーを楽しむなら、あなたはいつかこのアニメをあなたの子供に渡し、彼らがそのように反応する方法を見ることができるということです。 アフターストーリーの家族の伝統は、世界を大切にし、見ている素晴らしいものになるでしょう。 私が愛している限り、京都アニメーションはアフターストーリーほどのアニメを作れません。 それはただ不可能です。 このアニメをうまく作ることにつながった作品は、絶対に、絶え間なく厳しいものであったに違いありません。 このような芸術作品を制作するために京都アニメーションに感謝します。 クラナド：アフターストーリーは、誰と誰のためでもあります。 繰り返しますが、たとえあなたがすべての勇気を持ってアニメを嫌っていても、少なくともあなたはそれを試してみることを望みます。 アフターストーリーを見て死ぬことは間違っているだけでなく、悪いことでもあります。 私はそのようなアニメがない世界を考えることはできません。\u001b[22m\n\u001b[1m(Clannad: After Story wa kessakudesu. Purēn to shinpuru. Watashi ga aishite iru kagiri, Kyōto animēshon wa afutāsutōrī hodo no anime o tsukuremasen. Sore wa tada fukanōdesu. Kono anime o umaku tsukuru koto ni tsunagatta sakuhin wa, zettai ni, taema naku kibishī monodeatta ni chigai arimasen. Ko no yōna geijutsu sakuhin o seisaku suru tame ni Kyōto animēshon ni kansha shimasu. Kuranado: Afutāsutōrī wa, dare to dare no tamede mo arimasu. Kurikaeshimasuga, tatoe anata ga subete no yūki o motte anime o kiratte ite mo, sukunakutomo anata wa sore o tameshite miru koto o nozomimasu. Afutāsutōrī o mite shinu koto wa machigatte iru dakedenaku, warui kotode mo arimasu. Watashi wa sono yōna anime ga nai sekai o kangaeru koto wa dekimasen. Osoraku, subete no hito no naka de mottomo subarashī koto wa, jibun jishin ya hokanohito-tachi to onaji kurai afutāsutōrī o tanoshimunara, anata wa itsuka kono anime o anata no kodomo ni watashi, karera ga sonoyōni han'nō suru hōhō o miru koto ga dekiru to iu kotodesu. Afutāsutōrī no kazoku no dentō wa, sekai o taisetsu ni shi, mite iru subarashī mono ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mClannad: After Story is a masterpiece. Plain and Simple. Perhaps the greatest thing of all is knowing that if you enjoy After Story as much as myself and others have, you can one day pass this anime to your kids and see how they react to such. A family tradition of After Story would be an amazing thing to cherish and behold upon the world. Kyoto Animation, as much as I love them, will never make an anime as good as After Story. It's just impossible. The work that went into making this anime as good as it is must have been absolutely, relentlessly hard. I salute Kyoto Animation for taking time to make such a grand piece of art. Clannad: After Story is for anyone and everyone. Again, even if you hate anime with all your guts, I would hope that you would at least try it out. To die not ever watching After Story is not only wrong, but evil as well. I can't think of a world without such an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad: After Story is a masterpiece.\u001b[24m\n    \u001b[1mClannad：After Storyは傑作です。\u001b[22m, \u001b[1mクラナド：ストーリーは傑作です後。\u001b[22m\n\u001b[4mPlain and Simple.\u001b[24m\n    \u001b[1mプレーンとシンプル。\u001b[22m, \u001b[1m平野とシンプル。\u001b[22m\n\u001b[4mKyoto Animation, as much as I love them, will never make an anime as good as After Story.\u001b[24m\n    \u001b[1m私が愛している限り、京都アニメーションはアフターストーリーほどのアニメを作れません。\u001b[22m, \u001b[1m京都アニメーションは、同じくらい私はそれらを愛するように、物語の後のようなアニメがほど良く作ることは決してありません。\u001b[22m\n\u001b[4mIt's just impossible.\u001b[24m\n    \u001b[1mそれはただ不可能です。\u001b[22m, \u001b[1mそれだけでは不可能です。\u001b[22m\n\u001b[4mThe work that went into making this anime as good as it is must have been absolutely, relentlessly hard.\u001b[24m\n    \u001b[1mこのアニメをうまく作ることにつながった作品は、絶対に、絶え間なく厳しいものであったに違いありません。\u001b[22m, \u001b[1mそれは執拗にハード、絶対にされている必要がありますされると良いこのアニメを作るに入った仕事。\u001b[22m\n\u001b[4mI salute Kyoto Animation for taking time to make such a grand piece of art.\u001b[24m\n    \u001b[1mこのような芸術作品を制作するために京都アニメーションに感謝します。\u001b[22m, \u001b[1m私は芸術のような壮大な作品を作るために時間を割いて京都アニメーションを敬礼します。\u001b[22m\n\u001b[4mClannad: After Story is for anyone and everyone.\u001b[24m\n    \u001b[1mクラナド：アフターストーリーは、誰と誰のためでもあります。\u001b[22m, \u001b[1mクラナド：ストーリーは誰と誰のためのものである後。\u001b[22m\n\u001b[4mAgain, even if you hate anime with all your guts, I would hope that you would at least try it out.\u001b[24m\n    \u001b[1m繰り返しますが、たとえあなたがすべての勇気を持ってアニメを嫌っていても、少なくともあなたはそれを試してみることを望みます。\u001b[22m, \u001b[1mここでも、すべてのあなたの勇気とアニメが嫌い場合でも、私はあなたが、少なくともそれを試してみるだろうと望んでいるだろう。\u001b[22m\n\u001b[4mTo die not ever watching After Story is not only wrong, but evil as well.\u001b[24m\n    \u001b[1mアフターストーリーを見て死ぬことは間違っているだけでなく、悪いことでもあります。\u001b[22m, \u001b[1mストーリーは間違っているが、悪同様であるだけでなく、後に今まで見ていない死ぬために。\u001b[22m\n\u001b[4mI can't think of a world without such an anime.\u001b[24m\n    \u001b[1m私はそのようなアニメがない世界を考えることはできません。\u001b[22m, \u001b[1m私はそのようなアニメのない世界を考えることはできません。\u001b[22m\n\u001b[4mPerhaps the greatest thing of all is knowing that if you enjoy After Story as much as myself and others have, you can one day pass this anime to your kids and see how they react to such.\u001b[24m\n    \u001b[1mおそらく、すべての人の中で最も素晴らしいことは、自分自身や他の人たちと同じくらいアフターストーリーを楽しむなら、あなたはいつかこのアニメをあなたの子供に渡し、彼らがそのように反応する方法を見ることができるということです。\u001b[22m, \u001b[1mおそらく、すべての最大のものは、あなたが同じくらい私と他の人が持っているようにストーリーの後を楽しむ場合、あなたは1日あなたの子供にこのアニメを渡し、彼らがそのようなにどのように反応するかを見ることができることを知っています。\u001b[22m\n\u001b[4mA family tradition of After Story would be an amazing thing to cherish and behold upon the world.\u001b[24m\n    \u001b[1mアフターストーリーの家族の伝統は、世界を大切にし、見ている素晴らしいものになるでしょう。\u001b[22m, \u001b[1m物語の後の家族の伝統を大切にし、世界に見張る素晴らしいものになるでしょう。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Kwanz",
    "profile": "/profile/Kwanz/reviews",
    "pages": "21",
    "number": "2",
    "link": "/reviews.php?id=78467",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは世界中にたくさん出てきて、私たちは笑って私たちは泣いた。\nこのアニメは実際に私を変えた、私は別の人になった。 私はこのアニメが私のお気に入りであり、いつもそうなると簡単に言うことができます。\n\n私は決して泣くことはなく、常に凝結塊に作用しようとする人ですが、これはこれです。 私は涙を流すことができません。このアニメを手助けしたすべての人々に、私はあなたを愛しています。 あなたは私の人生を変えた。 私はこのアニメをみんなにお勧めします。 真剣にあなたが見ていない場合は、それを行ってください。 今。 私はサウンドトラック、特にAnaとDangoを聴くだけでほとんど泣いている。 最高のアニメ！ すべての素晴らしい思い出に感謝します！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime has reached out to so many across the world, we laughed and we cried.\n\n\u001b[1mこのアニメは世界中にたくさん出てきて、私たちは笑って私たちは泣いた。\u001b[22m\n\u001b[1m(Kono anime wa sekaijū ni takusan dete kite, watashitachiha waratte watashitachiha naita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime has reached out to so many across the world, we laughed and we cried.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has reached out to so many across the world, we laughed and we cried.\u001b[24m\n    \u001b[1mこのアニメは世界中にたくさん出てきて、私たちは笑って私たちは泣いた。\u001b[22m, \u001b[1mこのアニメは世界中で、私たちは笑って、私たちが泣いたので、多くに手を伸ばしました。\u001b[22m\nThis anime actually changed me, I became a different person. I can easily say that this anime is my favourite and it will always be.\n\n\u001b[1mこのアニメは実際に私を変えた、私は別の人になった。 私はこのアニメが私のお気に入りであり、いつもそうなると簡単に言うことができます。\u001b[22m\n\u001b[1m(Kono anime wa jissai ni watashi o kaeta, watashi wa betsu no hito ni natta. Watashi wa kono anime ga watashinōkiniirideari, itsumo sōnaruto kantan ni iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime actually changed me, I became a different person. I can easily say that this anime is my favourite and it will always be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime actually changed me, I became a different person.\u001b[24m\n    \u001b[1mこのアニメは実際に私を変えた、私は別の人になった。\u001b[22m, \u001b[1mこのアニメは、実際に私は別の人になった、私を変えました。\u001b[22m\n\u001b[4mI can easily say that this anime is my favourite and it will always be.\u001b[24m\n    \u001b[1m私はこのアニメが私のお気に入りであり、いつもそうなると簡単に言うことができます。\u001b[22m, \u001b[1m私は簡単にこのアニメは私のお気に入りであると言うことができる、それが常になります。\u001b[22m\n\u001b[1m\u001b[22m\nI'm the guy that never cries and always tries to act tuff, but this. I can't hold the tears in. To all the people who helped making this anime, I love you. You changed my life. I recommend this anime to everyone. Seriously if you haven't watched, go do it. Now. I'm almost crying just listening to the soundtrack, specially Ana and Dango. Best anime ever! Thanks for all the wonderfull memories!\n\n\u001b[1m私は決して泣くことはなく、常に凝結塊に作用しようとする人ですが、これはこれです。 私は涙を流すことができません。このアニメを手助けしたすべての人々に、私はあなたを愛しています。 あなたは私の人生を変えた。 私はこのアニメをみんなにお勧めします。 真剣にあなたが見ていない場合は、それを行ってください。 今。 私はサウンドトラック、特にAnaとDangoを聴くだけでほとんど泣いている。 最高のアニメ！ すべての素晴らしい思い出に感謝します！\u001b[22m\n\u001b[1m(Watashi wa kesshite naku koto wa naku, tsuneni gyōketsu katamari ni sayō shiyou to suru hitodesuga, kore wa koredesu. Watashi wa namida o nagasu koto ga dekimasen. Kono anime o tedasuke shita subete no hitobito ni, watashi wa anata o aishiteimasu. Anata wa watashinojinsei o kaeta. Watashi wa kono anime o min'na ni o susume shimasu. Shinken ni anata ga mite inai baai wa, sore o okonatte kudasai. Ima. Watashi wa saundotorakku, tokuni Ana to Dango o kiku dake de hotondo naite iru. Saikō no anime! Subete no subarashī omoide ni kansha shimasu!)\u001b[22m\n\nTranslations of \u001b[4mI'm the guy that never cries and always tries to act tuff, but this. I can't hold the tears in. To all the people who helped making this anime, I love you. You changed my life. I recommend this anime to everyone. Seriously if you haven't watched, go do it. Now. I'm almost crying just listening to the soundtrack, specially Ana and Dango. Best anime ever! Thanks for all the wonderfull memories!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm the guy that never cries and always tries to act tuff, but this.\u001b[24m\n    \u001b[1m私は決して泣くことはなく、常に凝結塊に作用しようとする人ですが、これはこれです。\u001b[22m, \u001b[1m私は凝灰岩に行動しようとしますが、これは常に叫び、決して男です。\u001b[22m\n\u001b[4mI can't hold the tears in. To all the people who helped making this anime, I love you.\u001b[24m\n    \u001b[1m私は涙を流すことができません。このアニメを手助けしたすべての人々に、私はあなたを愛しています。\u001b[22m, \u001b[1m私は涙を保持することはできません。このアニメを作る助けたすべての人々に、私はあなたを愛しています。\u001b[22m\n\u001b[4mYou changed my life.\u001b[24m\n    \u001b[1mあなたは私の人生を変えた。\u001b[22m, \u001b[1mあなたは私の人生を変えました。\u001b[22m\n\u001b[4mI recommend this anime to everyone.\u001b[24m\n    \u001b[1m私はこのアニメをみんなにお勧めします。\u001b[22m, \u001b[1m私は皆にこのアニメをお勧めします。\u001b[22m\n\u001b[4mSeriously if you haven't watched, go do it.\u001b[24m\n    \u001b[1m真剣にあなたが見ていない場合は、それを行ってください。\u001b[22m, \u001b[1mあなたが見ていない場合真剣に、それを行うに行きます。\u001b[22m\n\u001b[4mNow.\u001b[24m\n    \u001b[1m今。\u001b[22m, \u001b[1m今すぐ。\u001b[22m\n\u001b[4mI'm almost crying just listening to the soundtrack, specially Ana and Dango.\u001b[24m\n    \u001b[1m私はサウンドトラック、特にAnaとDangoを聴くだけでほとんど泣いている。\u001b[22m, \u001b[1m私はほとんどちょうどサウンドトラック、特別アナとだんごを聞いて泣いています。\u001b[22m\n\u001b[4mBest anime ever!\u001b[24m\n    \u001b[1m最高のアニメ！\u001b[22m, \u001b[1m史上最高のアニメ！\u001b[22m\n\u001b[4mThanks for all the wonderfull memories!\u001b[24m\n    \u001b[1mすべての素晴らしい思い出に感謝します！\u001b[22m, \u001b[1mすべてのwonderfull思い出をありがとう！\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "vjkyut18",
    "profile": "/profile/vjkyut18/reviews",
    "pages": "21",
    "number": "3",
    "link": "/reviews.php?id=72381",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nクラナド・アフターストーリーは基本的にシーズン2のようなクラナドの続きですので、これより前の最初のシーズンを見ることを強くお勧めします。\nそれは、高校時代に大人になった時に出会った夫婦の話、またはそれは何とかして適切な言葉になると思います。\n\nだから今日の人気アニメにもかかわらず、CLANNADはMALの一流シリーズとなるのですか？\n\nストーリー（10）\n典型的な高校生+スライスオブライフシリーズではありませんでした。 まず第一に、それはドラマストーリー、非常に劇的なドラマXDです。 すべてのことが非常に現実的である（つまりロボットのことを脇に置いている）ので、各エピソードの成熟度を感じ取り、作者がストーリーをどこに置こうとしているのかに同意するでしょう。 加えて、他のアニメとは異なり、クラナドは、その単一の視聴者がアニメに関心を持てるようにする独自の予測不能要素を持っています。\n\nキャラクター（10）\n正直なところ、本当に新しいものは何もなく、典型的なHS + SOLキャラクターの成分（パッシブな主人公、ツンデレ、未熟、オタク、戦闘機、恥ずかしがり屋）があるが、最高のことは、キャラクターがSTUPIDではない あなたがシリーズを終えた後、非常に愚かで非常に忘れられなくなるほど愚かではありません。 誰もが完全に作られており、とても好都合でした。\n\nアートとサウンド（9）\n芸術とサウンドは非常に満足ですが、私は他のアニメのテーマと同じように音楽を楽しむことはあまりありませんでしたが、全体的にはそれほど変わっていません 素晴らしい仕事。\n\n楽しさと全体（10）\nそれで私はそれを楽しんだのですか？ もちろんそれは大きな事です。 私はシリーズを誇張しているわけではありませんが、正直なところ、それは傑作です。 私が初めて二度三度だけ泣いたのは初めてでした。 すべての邪悪なエピソードは確実にあなたの心を最も深いところで攻撃します。 確かに、それは単なるアニメ以上のものであり、それは私の人生を変える経験であり、私はいつもこのような物語を見つけるために自分の祝福を考えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad Afterstory is basically the continuation of the Clannad much like a season 2 so it is strongly recommended to watch the first season before this.\n\n\u001b[1mクラナド・アフターストーリーは基本的にシーズン2のようなクラナドの続きですので、これより前の最初のシーズンを見ることを強くお勧めします。\u001b[22m\n\u001b[1m(Kuranado afutāsutōrī wa kihontekini shīzun 2 no yōna kuranado no tsudzukidesunode, kore yori mae no saisho no shīzun o miru koto o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mClannad Afterstory is basically the continuation of the Clannad much like a season 2 so it is strongly recommended to watch the first season before this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad Afterstory is basically the continuation of the Clannad much like a season 2 so it is strongly recommended to watch the first season before this.\u001b[24m\n    \u001b[1mクラナド・アフターストーリーは基本的にシーズン2のようなクラナドの続きですので、これより前の最初のシーズンを見ることを強くお勧めします。\u001b[22m, \u001b[1mクラナドAfterstoryは、はるかに強く、この前に、最初のシーズンを見ることをお勧めしますシーズン2のように、基本的にはクラナドの続きです。\u001b[22m\nIt follows the story of a couple who met during high school days up into their adulthood, or I guess that would be somehow an appropriate term.\n\n\u001b[1mそれは、高校時代に大人になった時に出会った夫婦の話、またはそれは何とかして適切な言葉になると思います。\u001b[22m\n\u001b[1m(Sore wa, kōkō jidai ni otona ni natta toki ni deatta fūfu no hanashi, matawa sore wa nantoka shite tekisetsuna kotoba ni naru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt follows the story of a couple who met during high school days up into their adulthood, or I guess that would be somehow an appropriate term.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt follows the story of a couple who met during high school days up into their adulthood, or I guess that would be somehow an appropriate term.\u001b[24m\n    \u001b[1mそれは、高校時代に大人になった時に出会った夫婦の話、またはそれは何とかして適切な言葉になると思います。\u001b[22m, \u001b[1mそれは彼らの大人になってまで、高校時代に出会った夫婦の物語を次の、または私はそれが何らかの形で適切な用語であろうと思います。\u001b[22m\n\u001b[1m\u001b[22m\nSo despite those many popular animes today, what makes clannad AS a top ranking series here in MAL?\n\n\u001b[1mだから今日の人気アニメにもかかわらず、CLANNADはMALの一流シリーズとなるのですか？\u001b[22m\n\u001b[1m(Dakara kyō no ninki anime nimokakawarazu, kuranado wa MAL no ichiryū shirīzu to naru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mSo despite those many popular animes today, what makes clannad AS a top ranking series here in MAL?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo despite those many popular animes today, what makes clannad AS a top ranking series here in MAL?\u001b[24m\n    \u001b[1mだから今日の人気アニメにもかかわらず、CLANNADはMALの一流シリーズとなるのですか？\u001b[22m, \u001b[1mだから、それらの多くの人気アニメ今日にもかかわらず、何がここMALでランキング上位シリーズAS CLANNADを作りますか？\u001b[22m\n\u001b[1m\u001b[22m\nStory (10)\n\n\u001b[1mストーリー（10）\u001b[22m\n\u001b[1m(Sutōrī (10))\u001b[22m\n\nTranslations of \u001b[4mStory (10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (10)\u001b[24m\n    \u001b[1mストーリー（10）\u001b[22m\nIt was not the typical high-school-students + slice-of-life series. First of all, it is a drama story, a very dramatic drama XD. You will sense the maturity in each episode as everything is very realistic (that is putting the robot thing aside) and will agree on where the author is trying to put the story into. In addtion, unlike other anime, clannad has its own unpredictability factor which make its every single viewers keep their sense of interest in the anime.\n\n\u001b[1m典型的な高校生+スライスオブライフシリーズではありませんでした。 まず第一に、それはドラマストーリー、非常に劇的なドラマXDです。 すべてのことが非常に現実的である（つまりロボットのことを脇に置いている）ので、各エピソードの成熟度を感じ取り、作者がストーリーをどこに置こうとしているのかに同意するでしょう。 加えて、他のアニメとは異なり、クラナドは、その単一の視聴者がアニメに関心を持てるようにする独自の予測不能要素を持っています。\u001b[22m\n\u001b[1m(Tenkei-tekina kōkōsei + suraisuoburaifushirīzude wa arimasendeshita. Mazu daiichi ni, soreha doramasutōrī, hijō ni gekitekina dorama XDdesu. Subete no koto ga hijō ni genjitsu-tekidearu (tsumari robotto no koto o waki ni oite iru)node, kaku episōdo no seijuku-do o kanjitori, sakusha ga sutōrī o dokoni okou to shite iru no ka ni dōi surudeshou. Kuwaete, hoka no anime to wa kotonari, kuranadoha, sono tan'itsu no shichō-sha ga anime ni kanshin o moteru yō ni suru dokuji no yosoku funō yōso o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt was not the typical high-school-students + slice-of-life series. First of all, it is a drama story, a very dramatic drama XD. You will sense the maturity in each episode as everything is very realistic (that is putting the robot thing aside) and will agree on where the author is trying to put the story into. In addtion, unlike other anime, clannad has its own unpredictability factor which make its every single viewers keep their sense of interest in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was not the typical high-school-students + slice-of-life series.\u001b[24m\n    \u001b[1m典型的な高校生+スライスオブライフシリーズではありませんでした。\u001b[22m, \u001b[1mこれは典型的な高校、生徒+スライスオブライフシリーズではありませんでした。\u001b[22m\n\u001b[4mFirst of all, it is a drama story, a very dramatic drama XD.\u001b[24m\n    \u001b[1mまず第一に、それはドラマストーリー、非常に劇的なドラマXDです。\u001b[22m, \u001b[1mまず第一に、それはドラマの話、非常に劇的なドラマXDです。\u001b[22m\n\u001b[4mYou will sense the maturity in each episode as everything is very realistic (that is putting the robot thing aside) and will agree on where the author is trying to put the story into.\u001b[24m\n    \u001b[1mすべてのことが非常に現実的である（つまりロボットのことを脇に置いている）ので、各エピソードの成熟度を感じ取り、作者がストーリーをどこに置こうとしているのかに同意するでしょう。\u001b[22m, \u001b[1mあなたはすべてが非常に現実的であるように（それはさておきロボットものを入れている）各エピソードで成熟度を感知し、著者はに話を入れしようとしている場所に同意します。\u001b[22m\n\u001b[4mIn addtion, unlike other anime, clannad has its own unpredictability factor which make its every single viewers keep their sense of interest in the anime.\u001b[24m\n    \u001b[1m加えて、他のアニメとは異なり、クラナドは、その単一の視聴者がアニメに関心を持てるようにする独自の予測不能要素を持っています。\u001b[22m, \u001b[1maddtionでは、他のアニメとは異なり、CLANNADは、その一つ一つの視聴者がアニメに興味の感覚を保つ作る独自の予測不可能性の係数を有します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (10)\n\n\u001b[1mキャラクター（10）\u001b[22m\n\u001b[1m(Kyarakutā (10))\u001b[22m\n\nTranslations of \u001b[4mCharacters (10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (10)\u001b[24m\n    \u001b[1mキャラクター（10）\u001b[22m\nHonestly nothing is really new, there still goes the typical HS + SOL character ingredients (the passive protagonists, tsunderes, immatures, nerd, fighter and the shy one) but best thing is, the characters are not STUPID, in a way that they are not stupid enough to be very stupid and become very forgettable after you finish the series. Everyone had been made perfectly and were all very likable.\n\n\u001b[1m正直なところ、本当に新しいものは何もなく、典型的なHS + SOLキャラクターの成分（パッシブな主人公、ツンデレ、未熟、オタク、戦闘機、恥ずかしがり屋）があるが、最高のことは、キャラクターがSTUPIDではない あなたがシリーズを終えた後、非常に愚かで非常に忘れられなくなるほど愚かではありません。 誰もが完全に作られており、とても好都合でした。\u001b[22m\n\u001b[1m(Shōjikina tokoro, hontōni atarashī mono wa nani mo naku, tenkei-tekina HS + SOL kyarakutā no seibun (passhibuna shujinkō, tsundere, mijuku, otaku, sentōki, hazukashigariya) ga aru ga, saikō no koto wa, kyarakutā ga STUPIDde wanai anata ga shirīzu o oeta nochi, hijō ni orokade hijō ni wasure rarenaku naru hodo orokade wa arimasen. Daremoga kanzen ni tsukura rete ori, totemo kōtsugōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mHonestly nothing is really new, there still goes the typical HS + SOL character ingredients (the passive protagonists, tsunderes, immatures, nerd, fighter and the shy one) but best thing is, the characters are not STUPID, in a way that they are not stupid enough to be very stupid and become very forgettable after you finish the series. Everyone had been made perfectly and were all very likable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly nothing is really new, there still goes the typical HS + SOL character ingredients (the passive protagonists, tsunderes, immatures, nerd, fighter and the shy one) but best thing is, the characters are not STUPID, in a way that they are\u001b[24m\n    \u001b[1m正直なところ、本当に新しいものは何もなく、典型的なHS + SOLキャラクターの成分（パッシブな主人公、ツンデレ、未熟、オタク、戦闘機、恥ずかしがり屋）があるが、最高のことは、キャラクターがSTUPIDではない\u001b[22m, \u001b[1m正直なところ、何も、まだ一般的なHS + SOL文字成分（パッシブ主人公、tsunderes、immatures、オタク、戦闘機と恥ずかしがり屋の1を）本当に新しいそこに行くされていないが、最善のことは、彼らがしているような方法で、文字は愚かではない、あります\u001b[22m\n\u001b[4mnot stupid enough to be very stupid and become very forgettable after you finish the series.\u001b[24m\n    \u001b[1mあなたがシリーズを終えた後、非常に愚かで非常に忘れられなくなるほど愚かではありません。\u001b[22m, \u001b[1mあなたはシリーズを終えた後、非常に愚かな、非常に忘れになることは十分に愚かではありません。\u001b[22m\n\u001b[4mEveryone had been made perfectly and were all very likable.\u001b[24m\n    \u001b[1m誰もが完全に作られており、とても好都合でした。\u001b[22m, \u001b[1m誰もが完璧に作られ、すべての非常に好感の持てるたされていました。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Sound (9)\n\n\u001b[1mアートとサウンド（9）\u001b[22m\n\u001b[1m(Āto to saundo (9 ))\u001b[22m\n\nTranslations of \u001b[4mArt and Sound (9)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Sound (9)\u001b[24m\n    \u001b[1mアートとサウンド（9）\u001b[22m\nAlthough the art and sound is highly satisfactory, I see nothing very special in both, I didn't enjoy the music very much as I do in other animes theme, but still, it doesn't change the fact that overall it is but a wonderful work.\n\n\u001b[1m芸術とサウンドは非常に満足ですが、私は他のアニメのテーマと同じように音楽を楽しむことはあまりありませんでしたが、全体的にはそれほど変わっていません 素晴らしい仕事。\u001b[22m\n\u001b[1m(Geijutsu to saundo wa hijō ni manzokudesuga, watashi wa hoka no anime no tēma to onajiyōni ongaku o tanoshimu koto wa amari arimasendeshitaga, zentai-teki ni wa sorehodo kawatte imasen subarashī shigoto.)\u001b[22m\n\nTranslations of \u001b[4mAlthough the art and sound is highly satisfactory, I see nothing very special in both, I didn't enjoy the music very much as I do in other animes theme, but still, it doesn't change the fact that overall it is but a wonderful work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough the art and sound is highly satisfactory, I see nothing very special in both, I didn't enjoy the music very much as I do in other animes theme, but still, it doesn't change the fact that overall it is but a\u001b[24m\n    \u001b[1m芸術とサウンドは非常に満足ですが、私は他のアニメのテーマと同じように音楽を楽しむことはあまりありませんでしたが、全体的にはそれほど変わっていません\u001b[22m, \u001b[1mアートとサウンドは非常に満足のいくものであるが、私は両方で非常に特別な何も見ない私は、他のアニメのテーマにそうであるように、私は非常に音楽を楽しんでいませんでしたが、それでも、それは全体的に、それがあるという事実を変更しないが、\u001b[22m\n\u001b[4mwonderful work.\u001b[24m\n    \u001b[1m素晴らしい仕事。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall (10)\n\n\u001b[1m楽しさと全体（10）\u001b[22m\n\u001b[1m(Tanoshisa to zentai (10))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall (10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall (10)\u001b[24m\n    \u001b[1m楽しさと全体（10）\u001b[22m, \u001b[1m楽しさと総合（10）\u001b[22m\nSo did I enjoy it?? Of course it is a BIG YES. I am not overstating the series, but truthfully, it is masterpiece. It was the first time for me to have cried for not more than just twice or thrice. Every damn episodes will surely attack your heart at its deepest core. Indeed, it is more than JUST an anime, it IS a life changing experience for me and I will always consider my self blessed for finding a story like this.\n\n\u001b[1mそれで私はそれを楽しんだのですか？ もちろんそれは大きな事です。 私はシリーズを誇張しているわけではありませんが、正直なところ、それは傑作です。 私が初めて二度三度だけ泣いたのは初めてでした。 すべての邪悪なエピソードは確実にあなたの心を最も深いところで攻撃します。 確かに、それは単なるアニメ以上のものであり、それは私の人生を変える経験であり、私はいつもこのような物語を見つけるために自分の祝福を考えます。\u001b[22m\n\u001b[1m(Sorede watashi wa sore o tanoshinda nodesu ka? Mochiron sore wa ōkina kotodesu. Watashi wa shirīzu o kochō shite iru wakede wa arimasenga, shōjikina tokoro, sore wa kessakudesu. Watashi ga hajimete nidosando dake naita no wa hajimetedeshita. Subete no jaakuna episōdo wa kakujitsu ni anata no kokoro o mottomo fukai tokoro de kōgeki shimasu. Tashika ni, sore wa tan'naru anime ijō no monodeari, soreha watashinojinsei o kaeru keikendeari, watashi wa itsumo kono yōna monogatari o mitsukeru tame ni jibun no shukufuku o kangaemasu.)\u001b[22m\n\nTranslations of \u001b[4mSo did I enjoy it?? Of course it is a BIG YES. I am not overstating the series, but truthfully, it is masterpiece. It was the first time for me to have cried for not more than just twice or thrice. Every damn episodes will surely attack your heart at its deepest core. Indeed, it is more than JUST an anime, it IS a life changing experience for me and I will always consider my self blessed for finding a story like this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo did I enjoy it??\u001b[24m\n    \u001b[1mそれで私はそれを楽しんだのですか？\u001b[22m, \u001b[1mだから私はそれを楽しむんでした？\u001b[22m\n\u001b[4mOf course it is a BIG YES.\u001b[24m\n    \u001b[1mもちろんそれは大きな事です。\u001b[22m, \u001b[1mもちろんBIG YESあります。\u001b[22m\n\u001b[4mI am not overstating the series, but truthfully, it is masterpiece.\u001b[24m\n    \u001b[1m私はシリーズを誇張しているわけではありませんが、正直なところ、それは傑作です。\u001b[22m, \u001b[1m私はシリーズを誇張ではないのですが、正直、それは傑作です。\u001b[22m\n\u001b[4mIt was the first time for me to have cried for not more than just twice or thrice.\u001b[24m\n    \u001b[1m私が初めて二度三度だけ泣いたのは初めてでした。\u001b[22m, \u001b[1m私がちょうど2~3回以上ないために泣いているのは初めてでした。\u001b[22m\n\u001b[4mEvery damn episodes will surely attack your heart at its deepest core.\u001b[24m\n    \u001b[1mすべての邪悪なエピソードは確実にあなたの心を最も深いところで攻撃します。\u001b[22m, \u001b[1mすべてのいまいましいエピソードは確実にその最深コアであなたの心を攻撃します。\u001b[22m\n\u001b[4mIndeed, it is more than JUST an anime, it IS a life changing experience for me and I will always consider my self blessed for finding a story like this.\u001b[24m\n    \u001b[1m確かに、それは単なるアニメ以上のものであり、それは私の人生を変える経験であり、私はいつもこのような物語を見つけるために自分の祝福を考えます。\u001b[22m, \u001b[1m確かに、それはちょうどアニメよりも、それは私にとって人生を変える経験であり、私はいつも私の自己はこのような話を見つけるために祝福を検討します。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "AznBaka",
    "profile": "/profile/AznBaka/reviews",
    "pages": "21",
    "number": "4",
    "link": "/reviews.php?id=79284",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|\n\nClannad：After StoryはClannadの続編です。 男性と女性の主人公は、友人や家族をサポートしながら、困難な出来事を一緒に過ごすでしょう。このアニメは恐ろしいものが起こる泣いている瞬間をもたらしましたが.........それを見てください 'LLは何が起こっているのかを知る",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nClannad: After Story is the sequel of Clannad. The male and female protagonist will go through difficult events in their life together as one, with friends and family supporting them.This anime gave me a crying moment as something terrifying happens but.......... WATCH IT AND YOU 'LL FIND OUT WHAT HAPPENS XD\n\n\u001b[1mClannad：After StoryはClannadの続編です。 男性と女性の主人公は、友人や家族をサポートしながら、困難な出来事を一緒に過ごすでしょう。このアニメは恐ろしいものが起こる泣いている瞬間をもたらしましたが.........それを見てください 'LLは何が起こっているのかを知る\u001b[22m\n\u001b[1m(Clannad: After Story wa Clannad no zokuhendesu. Dansei to josei no shujinkō wa, yūjin ya kazoku o sapōto shinagara, kon'nan'na dekigoto o issho ni sugosudeshou. Kono anime wa osoroshī mono ga okoru naite iru shunkan o motarashimashitaga... ... ... Sore o mitekudasai' LL wa nani ga okotte iru no ka o shiru)\u001b[22m\n\nTranslations of \u001b[4mClannad: After Story is the sequel of Clannad. The male and female protagonist will go through difficult events in their life together as one, with friends and family supporting them.This anime gave me a crying moment as something terrifying happens but.......... WATCH IT AND YOU 'LL FIND OUT WHAT HAPPENS XD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad: After Story is the sequel of Clannad.\u001b[24m\n    \u001b[1mClannad：After StoryはClannadの続編です。\u001b[22m, \u001b[1mクラナド：ストーリークラナドの続編です後。\u001b[22m\n\u001b[4mThe male and female protagonist will go through difficult events in their life together as one, with friends and family supporting them.This anime gave me a crying moment as something terrifying happens but.......... WATCH IT AND YOU\u001b[24m\n    \u001b[1m男性と女性の主人公は、友人や家族をサポートしながら、困難な出来事を一緒に過ごすでしょう。このアニメは恐ろしいものが起こる泣いている瞬間をもたらしましたが.........それを見てください\u001b[22m, \u001b[1m男性と女性の主人公は、友人や家族がthem.Thisアニメをサポートして、1として一緒に自分の生活の中で困難なイベントを通過します何か恐ろしいが起こるように私に泣いている瞬間を与えたが、..........それを見AND YOU\u001b[22m\n\u001b[4m'LL FIND OUT WHAT HAPPENS XD\u001b[24m\n    \u001b[1m'LLは何が起こっているのかを知る\u001b[22m, \u001b[1m「XDを何が起こるかを調べるLL\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Bladeguy",
    "profile": "/profile/Bladeguy/reviews",
    "pages": "21",
    "number": "5",
    "link": "/reviews.php?id=25493",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nClannad After Story....私が今まで見てきた心臓フェルティングアニメーションの中のひとつ。\n\nストーリー：\n\nいつものヒロインとヒーローのような他の学校生活のアニメのようなものでしたが、あなたがそれらを知るようになると、彼らはとてもユニークなものになりました。\nトモヤはどんなヒーローでもありませんが、人生を憎んだ人として始まったのですが、ヒロインナギサは、トモヤが彼女の人生をもっと頑張ってくれるように励ました後、すべてを変えました。 彼女は彼のために学校の楽しみを作ったので、彼は彼が知っているすべての人々を助けることから光のすべてのボールを受け取るのを助けた出来事の連鎖を始めたトモヤの始まりであったかもしれない。\n\nアート：\n\nKEYのすべてがとてもきれいで、気分に合っていて、そこにいたいと思っていました。 芸術はとても素晴らしいので、あなたが通常見ているアニメと比較して、アニメがほぼリアルに見えるように見えます！ 静的な文字はまったくなく、非常に流動的であるように見えます。\n\n音：\n\nサウンドも素晴らしいです。 それは、正しい時に気分に合っています。また、あなたがそのように感じるはずの時には、感動していて、驚いていました。 声優も本当に良い選択でした。 春原さんのVAはとても完璧だったので、春原さんはそんな感じに聞こえました。 私はTomoyaのVAも好きだったし、彼の性格も非常によくフィットしていた。\n\nキャラクター：\n\nキャラクターは本当に面白いですが、ヒロインのほとんどはすべて、いくつかの種類の悲劇、病気または障害を持っているようです。 彼らはこれらを持っていますが、実際に会いたいと思うかもしれないと思うかもしれませんが、彼らと話をする点ではまだまだ個性的に面白いです（あなたはほとんど日本人を知らないので、\n\n楽しみ：\n\nこのアニメは私をマラソンにしました。 それはどれほど良いことか。 それは本当に興味深いクリフハンガーにあなたを残して、私はこれをマラソンしたことを後悔していた点まですべてがとても面白くて楽しいものでした。 このアニメがどうやって終わったのかで、私は数日間うつ病に陥ってしまいました。\n\n全体：\n\nキーは非常に良い芸術、音と娯楽を作ります。 自分の仕事を終わらせないようにすることさえできません。 唯一の問題は、第1シーズンを実際に終わらせることができないことがあるため、第2シーズンを逃してしまうことです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad After Story.... One of the most heart felting anime i have ever watched.\n\n\u001b[1mClannad After Story....私が今まで見てきた心臓フェルティングアニメーションの中のひとつ。\u001b[22m\n\u001b[1m(Clannad After Story.... Watashi ga imamade mitekita shinzō ferutinguanimēshon no naka no hitotsu.)\u001b[22m\n\nTranslations of \u001b[4mClannad After Story.... One of the most heart felting anime i have ever watched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad After Story.... One of the most heart felting anime i have ever watched.\u001b[24m\n    \u001b[1mClannad After Story....私が今まで見てきた心臓フェルティングアニメーションの中のひとつ。\u001b[22m, \u001b[1mストーリーの後クラナド....私が今まで見た中で最も心フェルトアニメの一つ。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nIt was like any other school life anime you would expect, the usual heroine and hero,but as you get to know them, they became very unique.\n\n\u001b[1mいつものヒロインとヒーローのような他の学校生活のアニメのようなものでしたが、あなたがそれらを知るようになると、彼らはとてもユニークなものになりました。\u001b[22m\n\u001b[1m(Itsumo no hiroin to hīrō no yōna ta no gakkō seikatsu no anime no yōna monodeshitaga, anata ga sorera o shiru yō ni naru to, karera wa totemo yunīkuna mono ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt was like any other school life anime you would expect, the usual heroine and hero,but as you get to know them, they became very unique.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was like any other school life anime you would expect, the usual heroine and hero,but as you get to know them, they became very unique.\u001b[24m\n    \u001b[1mいつものヒロインとヒーローのような他の学校生活のアニメのようなものでしたが、あなたがそれらを知るようになると、彼らはとてもユニークなものになりました。\u001b[22m, \u001b[1mそれはあなたが期待する他の学校生活アニメ、通常のヒロインと主人公のようだったが、あなたがそれらを知ってもらうように、彼らは非常にユニークになりました。\u001b[22m\nTomoya isn't like any hero, but one that starts out as a person who hated life, but the heroine Nagisa, changed all that after Tomoya encouraged her to try harder in life. She made school fun for him, thus making him enjoy life more, which could be what started off Tomoya's chain of events that helped him receive all those balls of light from helping all the people he knows.\n\n\u001b[1mトモヤはどんなヒーローでもありませんが、人生を憎んだ人として始まったのですが、ヒロインナギサは、トモヤが彼女の人生をもっと頑張ってくれるように励ました後、すべてを変えました。 彼女は彼のために学校の楽しみを作ったので、彼は彼が知っているすべての人々を助けることから光のすべてのボールを受け取るのを助けた出来事の連鎖を始めたトモヤの始まりであったかもしれない。\u001b[22m\n\u001b[1m(Tomoya wa don'na hīrōde mo arimasenga, jinsei o nikunda hito to shite hajimatta nodesuga, hiroin'nagisa wa, Tomoya ga kanojo no jinsei o motto ganbatte kureru yō ni hagemashita nochi, subete o kaemashita. Kanojo wa kare no tame ni gakkō no tanoshimi o tsukuttanode, kare wa kare ga shitte iru subete no hitobito o tasukeru koto kara hikari no subete no bōru o uketoru no o tasuketa dekigoto no rensa o hajimeta Tomoya no hajimarideatta kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mTomoya isn't like any hero, but one that starts out as a person who hated life, but the heroine Nagisa, changed all that after Tomoya encouraged her to try harder in life. She made school fun for him, thus making him enjoy life more, which could be what started off Tomoya's chain of events that helped him receive all those balls of light from helping all the people he knows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTomoya isn't like any hero, but one that starts out as a person who hated life, but the heroine Nagisa, changed all that after Tomoya encouraged her to try harder in life.\u001b[24m\n    \u001b[1mトモヤはどんなヒーローでもありませんが、人生を憎んだ人として始まったのですが、ヒロインナギサは、トモヤが彼女の人生をもっと頑張ってくれるように励ました後、すべてを変えました。\u001b[22m, \u001b[1m智也は、生活の中で困難をしようとする彼女を励ました後、智也はどのヒーローを好きですが、生活を嫌っている人として開始1が、ヒロイン渚されていない、すべてのことを変更しました。\u001b[22m\n\u001b[4mShe made school fun for him, thus making him enjoy life more, which could be what started off Tomoya's chain of events that helped him receive all those balls of light from helping all the people he knows.\u001b[24m\n    \u001b[1m彼女は彼のために学校の楽しみを作ったので、彼は彼が知っているすべての人々を助けることから光のすべてのボールを受け取るのを助けた出来事の連鎖を始めたトモヤの始まりであったかもしれない。\u001b[22m, \u001b[1m彼女は、このように彼は、彼は彼が知っているすべての人々を助けるからの光のすべてのそれらのボールを受け取る助けたイベントの智也のチェーンをオフに開始したものである可能性があり、より多くの人生を楽しむ作り、彼のために学校をからかいました。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nEverything by KEY is all very beautiful, and fits the mood so well, that it almost made me want to be there! The art is so great, that it seem to out comparison the anime that you usually see, making the anime see almost real! There was no static characters at all, and they seem to very fluid.\n\n\u001b[1mKEYのすべてがとてもきれいで、気分に合っていて、そこにいたいと思っていました。 芸術はとても素晴らしいので、あなたが通常見ているアニメと比較して、アニメがほぼリアルに見えるように見えます！ 静的な文字はまったくなく、非常に流動的であるように見えます。\u001b[22m\n\u001b[1m(KEY no subete ga totemo kireide, kibun ni atte ite, soko ni itai to omotte imashita. Geijutsu wa totemo subarashīnode, anata ga tsūjō mite iru anime to hikaku shite, anime ga hobo riaru ni mieru yō ni miemasu! Seitekina moji wa mattaku naku, hijō ni ryūdōtekidearu yō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mEverything by KEY is all very beautiful, and fits the mood so well, that it almost made me want to be there! The art is so great, that it seem to out comparison the anime that you usually see, making the anime see almost real! There was no static characters at all, and they seem to very fluid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything by KEY is all very beautiful, and fits the mood so well, that it almost made me want to be there!\u001b[24m\n    \u001b[1mKEYのすべてがとてもきれいで、気分に合っていて、そこにいたいと思っていました。\u001b[22m, \u001b[1mKEYによってすべてがすべての非常に美しいです、それはほとんど私はそこになりたい行われていることを、とてもよく気分にフィット！\u001b[22m\n\u001b[4mThe art is so great, that it seem to out comparison the anime that you usually see, making the anime see almost real!\u001b[24m\n    \u001b[1m芸術はとても素晴らしいので、あなたが通常見ているアニメと比較して、アニメがほぼリアルに見えるように見えます！\u001b[22m, \u001b[1m芸術は、それがアニメはほとんど本当の参照作り、アウト比較にあなたが通常参照アニメに見えることを、とても素晴らしいです！\u001b[22m\n\u001b[4mThere was no static characters at all, and they seem to very fluid.\u001b[24m\n    \u001b[1m静的な文字はまったくなく、非常に流動的であるように見えます。\u001b[22m, \u001b[1mそこには、静的な文字は全くなかった、と彼らは非常に流動的に見えます。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe Sound is also amazing. It fits the mood at the correct times, and it was also touching, alarming, and tearjerking at times when you are supposed to feel that way. The voice actors were really good choices too. Sunohara's VA was so perfect, that it made sense for Sunohara to sound like that, and act like that. I liked Tomoya's VA too, it also fitted his personality very well.\n\n\u001b[1mサウンドも素晴らしいです。 それは、正しい時に気分に合っています。また、あなたがそのように感じるはずの時には、感動していて、驚いていました。 声優も本当に良い選択でした。 春原さんのVAはとても完璧だったので、春原さんはそんな感じに聞こえました。 私はTomoyaのVAも好きだったし、彼の性格も非常によくフィットしていた。\u001b[22m\n\u001b[1m(Saundo mo subarashīdesu. Sore wa, tadashī toki ni kibun ni atte imasu. Mata, anata ga sonoyōni kanjiru hazu no tokiniha, kandō shite ite, odoroite imashita. Seiyū mo hontōni yoi sentakudeshita. Sunohara-san no VA wa totemo kanpekidattanode, Sunohara-san wa son'na kanji ni kikoemashita. Watashi wa Tomoya no VA mo sukidattashi, kare no seikaku mo hijō ni yoku fitto shite ita.)\u001b[22m\n\nTranslations of \u001b[4mThe Sound is also amazing. It fits the mood at the correct times, and it was also touching, alarming, and tearjerking at times when you are supposed to feel that way. The voice actors were really good choices too. Sunohara's VA was so perfect, that it made sense for Sunohara to sound like that, and act like that. I liked Tomoya's VA too, it also fitted his personality very well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Sound is also amazing.\u001b[24m\n    \u001b[1mサウンドも素晴らしいです。\u001b[22m\n\u001b[4mIt fits the mood at the correct times, and it was also touching, alarming, and tearjerking at times when you are supposed to feel that way.\u001b[24m\n    \u001b[1mそれは、正しい時に気分に合っています。また、あなたがそのように感じるはずの時には、感動していて、驚いていました。\u001b[22m, \u001b[1mそれは正しい時間に気分にフィットし、あなたがそのように感じるようになっているとき、それはまた、感動憂慮すべき、との回でtearjerkingました。\u001b[22m\n\u001b[4mThe voice actors were really good choices too.\u001b[24m\n    \u001b[1m声優も本当に良い選択でした。\u001b[22m, \u001b[1m声優はあまりにも本当に良い選択でした。\u001b[22m\n\u001b[4mSunohara's VA was so perfect, that it made sense for Sunohara to sound like that, and act like that.\u001b[24m\n    \u001b[1m春原さんのVAはとても完璧だったので、春原さんはそんな感じに聞こえました。\u001b[22m, \u001b[1m春原のVAは春原が、そのような音、そしてそのように行動するのは理にかなっていることを、とても完璧でした。\u001b[22m\n\u001b[4mI liked Tomoya's VA too, it also fitted his personality very well.\u001b[24m\n    \u001b[1m私はTomoyaのVAも好きだったし、彼の性格も非常によくフィットしていた。\u001b[22m, \u001b[1m私はそれがまた非常によく彼の性格を装着し、あまりにも智也のVAが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nThe Characters are really interesting, most of the heroines all seem to have some sort of tragedy, sickness or disability except a few. Though they have these, they are still very interesting in personality to the point you might think you would love to actually meet them, and talk to them.(you probaly can't anyways because you most likely don't know japanese)\n\n\u001b[1mキャラクターは本当に面白いですが、ヒロインのほとんどはすべて、いくつかの種類の悲劇、病気または障害を持っているようです。 彼らはこれらを持っていますが、実際に会いたいと思うかもしれないと思うかもしれませんが、彼らと話をする点ではまだまだ個性的に面白いです（あなたはほとんど日本人を知らないので、\u001b[22m\n\u001b[1m(Kyarakutā wa hontōni omoshiroidesuga, hiroin no hotondo wa subete, ikutsu ka no shurui no higeki, byōki matawa shōgai o motte iru yōdesu. Karera wa korera o motte imasuga, jissai ni aitai to omou kamo shirenai to omou kamo shiremasenga, karera to hanashi o suru tende wa madamada kosei-teki ni omoshiroidesu (anata wa hotondo nihonjin o shiranainode,)\u001b[22m\n\nTranslations of \u001b[4mThe Characters are really interesting, most of the heroines all seem to have some sort of tragedy, sickness or disability except a few. Though they have these, they are still very interesting in personality to the point you might think you would love to actually meet them, and talk to them.(you probaly can't anyways because you most likely don't know japanese)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Characters are really interesting, most of the heroines all seem to have some sort of tragedy, sickness or disability except a few.\u001b[24m\n    \u001b[1mキャラクターは本当に面白いですが、ヒロインのほとんどはすべて、いくつかの種類の悲劇、病気または障害を持っているようです。\u001b[22m, \u001b[1m文字はヒロインすべてのほとんどは、いくつかを除いて悲劇、病気や障害のいくつかの並べ替えを持っているように見える、本当に面白いです。\u001b[22m\n\u001b[4mThough they have these, they are still very interesting in personality to the point you might think you would love to actually meet them, and talk to them.(you probaly can't anyways because you most likely don't know japanese)\u001b[24m\n    \u001b[1m彼らはこれらを持っていますが、実際に会いたいと思うかもしれないと思うかもしれませんが、彼らと話をする点ではまだまだ個性的に面白いです（あなたはほとんど日本人を知らないので、\u001b[22m, \u001b[1m彼らはこれらを持っていますが、彼らはあなたが実際にそれらを満たすために大好きだと思うし、彼らに話かもしれません、まだポイントに性格で非常に興味深いです。（あなたがprobalyとにかくあなたが最も可能性の高い日本の知らないことができないため）\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nThis anime made me marathon it. Thats how good it was. It leaves you at some really interesting cliffhangers, and everything was so interesting and enjoyable to the point i felt regret that i marathoned this. It also left me in a depression for a few days due to how this anime started to end.\n\n\u001b[1mこのアニメは私をマラソンにしました。 それはどれほど良いことか。 それは本当に興味深いクリフハンガーにあなたを残して、私はこれをマラソンしたことを後悔していた点まですべてがとても面白くて楽しいものでした。 このアニメがどうやって終わったのかで、私は数日間うつ病に陥ってしまいました。\u001b[22m\n\u001b[1m(Kono anime wa watashi o marason ni shimashita. Sore wa dorehodo yoi koto ka. Sore wa hontōni kyōmibukai kurifuhangā ni anata o nokoshite, watashi wa kore o marason shita koto o kōkai shite ita ten made subete ga totemo omoshirokute tanoshī monodeshita. Kono anime ga dō yatte owatta no ka de, watashi wa sūjitsukan utsubyō ni ochītte shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime made me marathon it. Thats how good it was. It leaves you at some really interesting cliffhangers, and everything was so interesting and enjoyable to the point i felt regret that i marathoned this. It also left me in a depression for a few days due to how this anime started to end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime made me marathon it.\u001b[24m\n    \u001b[1mこのアニメは私をマラソンにしました。\u001b[22m, \u001b[1mこのアニメは私がマラソンました。\u001b[22m\n\u001b[4mThats how good it was.\u001b[24m\n    \u001b[1mそれはどれほど良いことか。\u001b[22m, \u001b[1mそれがあったどのように良いのthats。\u001b[22m\n\u001b[4mIt leaves you at some really interesting cliffhangers, and everything was so interesting and enjoyable to the point i felt regret that i marathoned this.\u001b[24m\n    \u001b[1mそれは本当に興味深いクリフハンガーにあなたを残して、私はこれをマラソンしたことを後悔していた点まですべてがとても面白くて楽しいものでした。\u001b[22m, \u001b[1mこれは、いくつかの本当に面白いcliffhangersであなたを残して、すべてのものは私がこれをmarathonedことを後悔して感じた点に非常に興味深く、楽しかったです。\u001b[22m\n\u001b[4mIt also left me in a depression for a few days due to how this anime started to end.\u001b[24m\n    \u001b[1mこのアニメがどうやって終わったのかで、私は数日間うつ病に陥ってしまいました。\u001b[22m, \u001b[1mまた、このアニメが終了し始めた方法による数日間うつ病で私を残しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nKey makes very good art,sound and enjoyment. You can't even bring yourself to NOT finish any of their work. The only problem is that sometimes people can't bring themselves to actually finish the 1st season, so they miss this epic 2nd season.\n\n\u001b[1mキーは非常に良い芸術、音と娯楽を作ります。 自分の仕事を終わらせないようにすることさえできません。 唯一の問題は、第1シーズンを実際に終わらせることができないことがあるため、第2シーズンを逃してしまうことです。\u001b[22m\n\u001b[1m(Kī wa hijō ni yoi geijutsu,-on to goraku o tsukurimasu. Jibun no shigoto o owarasenai yō ni suru koto sae dekimasen. Yuiitsu no mondai wa, dai 1 shīzun o jissai ni owara seru koto ga dekinai koto ga aru tame, dai 2 shīzun o nogashite shimau kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mKey makes very good art,sound and enjoyment. You can't even bring yourself to NOT finish any of their work. The only problem is that sometimes people can't bring themselves to actually finish the 1st season, so they miss this epic 2nd season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKey makes very good art,sound and enjoyment.\u001b[24m\n    \u001b[1mキーは非常に良い芸術、音と娯楽を作ります。\u001b[22m, \u001b[1mキーは非常に良い芸術、音と楽しみになります。\u001b[22m\n\u001b[4mYou can't even bring yourself to NOT finish any of their work.\u001b[24m\n    \u001b[1m自分の仕事を終わらせないようにすることさえできません。\u001b[22m, \u001b[1mあなたも、自分の仕事のいずれかを完了しないために自分自身をもたらすことはできません。\u001b[22m\n\u001b[4mThe only problem is that sometimes people can't bring themselves to actually finish the 1st season, so they miss this epic 2nd season.\u001b[24m\n    \u001b[1m唯一の問題は、第1シーズンを実際に終わらせることができないことがあるため、第2シーズンを逃してしまうことです。\u001b[22m, \u001b[1m唯一の問題は、時には人々が実際に第一シーズンを終えるために自分自身をもたらすことはできないということですので、この壮大な第二シーズンを欠場します。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Dylan-Kun",
    "profile": "/profile/Dylan-Kun/reviews",
    "pages": "21",
    "number": "6",
    "link": "/reviews.php?id=64837",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメはレビューする必要はありません。 このアニメについて私が言うことができるのは、誰かがどのようにしてそれを10未満にすることができるのか理解できないことです。あらゆる点で完璧です。 クラナドは私の人生を変え、どうやって人を見ましたか？ 私はこのアニメについて何百万というすばらしいものを挙げることができましたが、私はそうする必要はありません。 クラナドは自らのために活気に満ちた言葉を伝え、そうすることに何の助けも必要ありません。 クラナドは私がこれまで特権を持っていた最高の傑作です。 それは、あなたを端と背に連れて行きます。 失望はない。 そのOVAでさえも、「what-ifs」のすばらしい旅で視聴者を捉えています。 クラナドは完璧なものではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime doesn't even need a review. All I can say about this anime is I don't understand how anyone can give it less than a 10. It is so perfect in every way. Clannad changed my life and how I saw people. I could list millions of amazing things about this anime but I don't have to. Clannad speaks vibrantly for itself and needs no help in doing so. Clannad is the greatest masterpiece that I have ever had the privilege to behold. It takes you to the edge and back. No disappointments. Even its OVA takes the viewer on a wonderful journey of 'what-ifs'. Clannad is nothing short of perfection.\n\n\u001b[1mこのアニメはレビューする必要はありません。 このアニメについて私が言うことができるのは、誰かがどのようにしてそれを10未満にすることができるのか理解できないことです。あらゆる点で完璧です。 クラナドは私の人生を変え、どうやって人を見ましたか？ 私はこのアニメについて何百万というすばらしいものを挙げることができましたが、私はそうする必要はありません。 クラナドは自らのために活気に満ちた言葉を伝え、そうすることに何の助けも必要ありません。 クラナドは私がこれまで特権を持っていた最高の傑作です。 それは、あなたを端と背に連れて行きます。 失望はない。 そのOVAでさえも、「what-ifs」のすばらしい旅で視聴者を捉えています。 クラナドは完璧なものではありません。\u001b[22m\n\u001b[1m(Kono anime wa rebyū suru hitsuyō wa arimasen. Kono anime ni tsuite watashi ga iu koto ga dekiru no wa, dareka ga dono yō ni shite sore o 10-miman ni suru koto ga dekiru no ka rikai dekinai kotodesu. Arayuru tende kanpekidesu. Kuranado wa watashinojinsei o kae, dō yatte hito o mimashita ka? Watashi wa kono anime ni tsuite nan hyaku man to iu subarashī mono o ageru koto ga dekimashitaga, watashi wa sō suru hitsuyō wa arimasen. Kuranado wa mizukara no tame ni kakki ni michita kotoba o tsutae,-sō suru koto ni nani no tasuke mo hitsuyō arimasen. Kuranado wa watashi ga kore made tokken o motte ita saikō no kessakudesu. Sore wa, anata o hashi to se ni tsurete ikimasu. Shitsubō wanai. Sono ovu~ade sae mo,`what - ifs' no subarashī tabi de shichō-sha o toraete imasu. Kuranado wa kanpekina monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis anime doesn't even need a review. All I can say about this anime is I don't understand how anyone can give it less than a 10. It is so perfect in every way. Clannad changed my life and how I saw people. I could list millions of amazing things about this anime but I don't have to. Clannad speaks vibrantly for itself and needs no help in doing so. Clannad is the greatest masterpiece that I have ever had the privilege to behold. It takes you to the edge and back. No disappointments. Even its OVA takes the viewer on a wonderful journey of 'what-ifs'. Clannad is nothing short of perfection.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime doesn't even need a review.\u001b[24m\n    \u001b[1mこのアニメはレビューする必要はありません。\u001b[22m, \u001b[1mこのアニメは、さらに検討を必要としません。\u001b[22m\n\u001b[4mAll I can say about this anime is I don't understand how anyone can give it less than a 10. It is so perfect in every way.\u001b[24m\n    \u001b[1mこのアニメについて私が言うことができるのは、誰かがどのようにしてそれを10未満にすることができるのか理解できないことです。あらゆる点で完璧です。\u001b[22m, \u001b[1m私はこのアニメについて言うことができるすべては、私は誰もがそれをそれはあらゆる方法でそのように完璧で10未満を与えることができますどのように理解していないです。\u001b[22m\n\u001b[4mClannad changed my life and how I saw people.\u001b[24m\n    \u001b[1mクラナドは私の人生を変え、どうやって人を見ましたか？\u001b[22m, \u001b[1mクラナドは私の人生を変え、どのように私は人々を見ました。\u001b[22m\n\u001b[4mI could list millions of amazing things about this anime but I don't have to.\u001b[24m\n    \u001b[1m私はこのアニメについて何百万というすばらしいものを挙げることができましたが、私はそうする必要はありません。\u001b[22m, \u001b[1m私はこのアニメについての素晴らしい事の何百万人をリストアップできたが、私がする必要はありません。\u001b[22m\n\u001b[4mClannad speaks vibrantly for itself and needs no help in doing so.\u001b[24m\n    \u001b[1mクラナドは自らのために活気に満ちた言葉を伝え、そうすることに何の助けも必要ありません。\u001b[22m, \u001b[1mクラナドは、自身のために鮮やかに話すとそうすることで何の助けを必要としません。\u001b[22m\n\u001b[4mClannad is the greatest masterpiece that I have ever had the privilege to behold.\u001b[24m\n    \u001b[1mクラナドは私がこれまで特権を持っていた最高の傑作です。\u001b[22m, \u001b[1mクラナドは私が今まで見よする権限を持っていた最大の傑作です。\u001b[22m\n\u001b[4mIt takes you to the edge and back.\u001b[24m\n    \u001b[1mそれは、あなたを端と背に連れて行きます。\u001b[22m, \u001b[1mこれは、エッジと背面に移動します。\u001b[22m\n\u001b[4mNo disappointments.\u001b[24m\n    \u001b[1m失望はない。\u001b[22m, \u001b[1mいいえ失望ありません。\u001b[22m\n\u001b[4mEven its OVA takes the viewer on a wonderful journey of 'what-ifs'.\u001b[24m\n    \u001b[1mそのOVAでさえも、「what-ifs」のすばらしい旅で視聴者を捉えています。\u001b[22m, \u001b[1mでもそのOVAは「何-IFSのの素晴らしい旅に視聴者を取ります。\u001b[22m\n\u001b[4mClannad is nothing short of perfection.\u001b[24m\n    \u001b[1mクラナドは完璧なものではありません。\u001b[22m, \u001b[1mクラナドは完璧の短いものではありません。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Ethyl",
    "profile": "/profile/Ethyl/reviews",
    "pages": "21",
    "number": "7",
    "link": "/reviews.php?id=97615",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれはそれです。 このアニメは、あなたがアニメを実現することさえできないようにあなたの人生を変えるでしょう。  Clannad：After Storyが私に大きな影響を与えました。 私は男らしい涙を叫んだ。 めったに泣かない男として、私の顔が疲れているのを感じるのは衝撃的だった。 アフターストーリーは涙のジャークの定義です。\n\n物語は素晴らしい、芸術は素晴らしい、音は素晴らしい、文字は素晴らしいです。 何をもっと求めることができますか？\n\nこれはあなたが目を惹かなければならない1つのシーケンスです！\n（ほとんどの人がすでにClannadを見ていると仮定します）。\n\n私はここに偏っているかもしれないが、私はこのアニメがトップ10に入る全ての権利を持っていると信じている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is it. This anime will change your life in ways you didn't even realize animes could. Clannad: After Story has impacted me significantly. I cried manly tears. As a guy who rarely cries, it was shocking to feel tears rolling down my face. After Story is the very definition of a tear jerker.\n\n\u001b[1mこれはそれです。 このアニメは、あなたがアニメを実現することさえできないようにあなたの人生を変えるでしょう。  Clannad：After Storyが私に大きな影響を与えました。 私は男らしい涙を叫んだ。 めったに泣かない男として、私の顔が疲れているのを感じるのは衝撃的だった。 アフターストーリーは涙のジャークの定義です。\u001b[22m\n\u001b[1m(Kore wa soredesu. Kono anime wa, anata ga anime o jitsugen suru koto sae dekinai yō ni anata no jinsei o kaerudeshou. Clannad: After Story ga watashi ni ōkina eikyō o ataemashita. Watashi wa otokorashī namida o sakenda. Mettani nakanai otoko to shite, watashinokao ga tsukarete iru no o kanjiru no wa shōgeki-tekidatta. Afutāsutōrī wa namida no jāku no teigidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is it. This anime will change your life in ways you didn't even realize animes could. Clannad: After Story has impacted me significantly. I cried manly tears. As a guy who rarely cries, it was shocking to feel tears rolling down my face. After Story is the very definition of a tear jerker.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is it.\u001b[24m\n    \u001b[1mこれはそれです。\u001b[22m, \u001b[1mこれはあります。\u001b[22m\n\u001b[4mThis anime will change your life in ways you didn't even realize animes could.\u001b[24m\n    \u001b[1mこのアニメは、あなたがアニメを実現することさえできないようにあなたの人生を変えるでしょう。\u001b[22m, \u001b[1mこのアニメは、あなたもアニメは可能性が実現しなかった方法であなたの人生が変更されます。\u001b[22m\n\u001b[4mClannad: After Story has impacted me significantly.\u001b[24m\n    \u001b[1mClannad：After Storyが私に大きな影響を与えました。\u001b[22m, \u001b[1mクラナド：ストーリーが大幅に私に影響を与えた後。\u001b[22m\n\u001b[4mI cried manly tears.\u001b[24m\n    \u001b[1m私は男らしい涙を叫んだ。\u001b[22m, \u001b[1m私は男らしい涙を叫びました。\u001b[22m\n\u001b[4mAs a guy who rarely cries, it was shocking to feel tears rolling down my face.\u001b[24m\n    \u001b[1mめったに泣かない男として、私の顔が疲れているのを感じるのは衝撃的だった。\u001b[22m, \u001b[1mめったに叫びない男として、涙が私の顔を降ろす感じるように衝撃的でした。\u001b[22m\n\u001b[4mAfter Story is the very definition of a tear jerker.\u001b[24m\n    \u001b[1mアフターストーリーは涙のジャークの定義です。\u001b[22m, \u001b[1mストーリーの後涙jerkerの定義そのものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is great, art is great, sound is amazing, characters are fantastic. What more could you ask for?\n\n\u001b[1m物語は素晴らしい、芸術は素晴らしい、音は素晴らしい、文字は素晴らしいです。 何をもっと求めることができますか？\u001b[22m\n\u001b[1m(Monogatari wa subarashī, geijutsu wa subarashī,-on wa subarashī, moji wa subarashīdesu. Nani o motto motomeru koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe story is great, art is great, sound is amazing, characters are fantastic. What more could you ask for?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is great, art is great, sound is amazing, characters are fantastic.\u001b[24m\n    \u001b[1m物語は素晴らしい、芸術は素晴らしい、音は素晴らしい、文字は素晴らしいです。\u001b[22m, \u001b[1m物語は素晴らしいですが、芸術は素晴らしいですが、音は文字が素晴らしいです、素晴らしいです。\u001b[22m\n\u001b[4mWhat more could you ask for?\u001b[24m\n    \u001b[1m何をもっと求めることができますか？\u001b[22m, \u001b[1mより多くの何を求めることができますか？\u001b[22m\n\u001b[1m\u001b[22m\nTHIS IS ONE SEQUEL YOU MUST WATCH!\n\n\u001b[1mこれはあなたが目を惹かなければならない1つのシーケンスです！\u001b[22m\n\u001b[1m(Kore wa anata ga me o hikanakereba naranai 1tsu no shīkensudesu!)\u001b[22m\n\nTranslations of \u001b[4mTHIS IS ONE SEQUEL YOU MUST WATCH!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS IS ONE SEQUEL YOU MUST WATCH!\u001b[24m\n    \u001b[1mこれはあなたが目を惹かなければならない1つのシーケンスです！\u001b[22m, \u001b[1mこれは、あなたが見る必要がありますONE続編です！\u001b[22m\n(Assuming most people have already seen Clannad.)\n\n\u001b[1m（ほとんどの人がすでにClannadを見ていると仮定します）。\u001b[22m\n\u001b[1m((Hotondo no hito ga sudeni Clannad o mite iru to katei shimasu).)\u001b[22m\n\nTranslations of \u001b[4m(Assuming most people have already seen Clannad.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Assuming most people have already seen Clannad.)\u001b[24m\n    \u001b[1m（ほとんどの人がすでにClannadを見ていると仮定します）。\u001b[22m, \u001b[1m（と仮定すると、ほとんどの人は、すでにクラナドを見てきました。）\u001b[22m\n\u001b[1m\u001b[22m\nWhile I may be biased here, I believe this anime deserves every right to be in the top 10. It should be number 1....\n\n\u001b[1m私はここに偏っているかもしれないが、私はこのアニメがトップ10に入る全ての権利を持っていると信じている。\u001b[22m\n\u001b[1m(Watashi wa koko ni katayotte iru kamo shirenaiga, watashi wa kono anime ga toppu 10 ni hairu subete no kenri o motte iru to shinjite iru.)\u001b[22m\n\nTranslations of \u001b[4mWhile I may be biased here, I believe this anime deserves every right to be in the top 10. It should be number 1....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I may be biased here, I believe this anime deserves every right to be in the top 10. It should be number 1....\u001b[24m\n    \u001b[1m私はここに偏っているかもしれないが、私はこのアニメがトップ10に入る全ての権利を持っていると信じている。\u001b[22m, \u001b[1m私はここに偏りがあるかもしれないが、私はこのアニメはそれは数1でなければならないトップ10になるためにあらゆる権利に値すると信じて....\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "lavender_cello",
    "profile": "/profile/lavender_cello/reviews",
    "pages": "21",
    "number": "8",
    "link": "/reviews.php?id=109787",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは私の最初のレビューです。 それは主にClannad：After Storyのレビューですが、第1シーズンのコメントを含めています。主に、第2シーズンがどのくらい話を改善したかを示しています。\n\n私はClannadの最初のエピソードを見ましたが、私は本当にそれが好きではありませんでした。 芸術は本当に私のスタイルではなく、渚は奇妙で、智也は退屈だと思った。 私はまた、本当にハーレムのアニメにはなっていない。 だから、私は2回目のエピソードの後に​​止まった。 しかし、私は圧倒的に高い得点、特にClannadのスコアを無視できませんでした：After Story。 だから私は後でそれを見続けることにしました。 そして、少年は私がうれしく思いました。\n\nストーリー：10\n人々は完璧ではありません。 人生もそうではありません。\n\nアート：9\n私が以前に言ったように、当初は芸術が私のお気に入りではなかった。 しかし、それは私に成長しました。 私の好きな部分の一つは、さまざまな表情、特に痛いものでした。 彼らは本当にうまくいったと思った。\n\nサウンド：9\nClannadとClannadの両方のOP：After Storyはどちらも美しい。 両方に隠れた「スポイラー」もありましたが（そしてエンディングでも）、ストーリーに公開されるまでは何を示しているのか分かりません。  After StoryではClannadのエンディングテーマをバックグラウンドミュージック（ダンゴソング）としてどのように使っているのかよく分かりました。 それは実際には本当によく合います。 残りのすべてのバックグラウンドミュージックもうまくいった。 私の唯一の不満は、第2シーズンのエンディング曲が、いくつかのエピソードの少し後に気分を台無しにしたことです。 私はここで目を逸らしていました。そして、この幸せな幸運の歌が始まります。 ハハ。\n\nキャラクター：10\n私は本当にハーレムのアニメを気にしない。 文字はあまりにもステレオタイプです。 渚さんの両親はかなり楽しいですが、彼らも話に多くを加えたと思います。 女の子は主人公の代わりに支持者になる。 言い換えれば、それはハーレムではなくなり、素晴らしいものになります。 天才、過度の暴力、そして「私はかわいそうにはあまりにも難しいことをやっています。 各キャラクターの周りの物語は助けになりましたが、それらのほとんどは前にも行われていました。  「私の両親が飛行機で死んで、私の誕生日に帰宅しようとしたときに、気分が悪くなった」という話は、何回も行われています。 さて、なぜこのエリアに10を与えたのですか？ 私はClannad：After Storyがこれらの問題を解決したかのように感じました。 シーズン初めに少し気楽なエピソードをした後、より深刻なことが起こり始め、トモヤと渚は一緒に苦労します。  Tomoyaの開発はすごくうまくいった。 ナギサは強い女の子で、トモヤの側で強くなっていく。\n\n楽しさ：10\n私は良い涙をするのが大好きです。 悲しまなかった部分でも、いつも心に触れることができたので、私は簡単に泣きたい。 もちろん、それは私を笑わせてもらった。 私は非常にそれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review. It is mostly a review of Clannad: After Story, but I'm including comments on the first season, mainly to show how much the second season improved on the story.\n\n\u001b[1mこれは私の最初のレビューです。 それは主にClannad：After Storyのレビューですが、第1シーズンのコメントを含めています。主に、第2シーズンがどのくらい話を改善したかを示しています。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdesu. Sore wa omoni Clannad: After Story no rebyūdesuga, dai 1 shīzun no komento o fukumete imasu. Omoni, dai 2 shīzun ga dono kurai hanashi o kaizen shita ka o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review. It is mostly a review of Clannad: After Story, but I'm including comments on the first season, mainly to show how much the second season improved on the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review.\u001b[24m\n    \u001b[1mこれは私の最初のレビューです。\u001b[22m\n\u001b[4mIt is mostly a review of Clannad: After Story, but I'm including comments on the first season, mainly to show how much the second season improved on the story.\u001b[24m\n    \u001b[1mそれは主にClannad：After Storyのレビューですが、第1シーズンのコメントを含めています。主に、第2シーズンがどのくらい話を改善したかを示しています。\u001b[22m, \u001b[1mストーリーの後、私は主に第2シーズンは物語に改善されたどのくらい表示するには、最初のシーズンにコメントを含めている：それは主にクラナドのレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nI watched the first episode of Clannad, and I didn't really like it. The art wasn't really my style, and I thought Nagisa was weird and Tomoya was boring. I'm also not really into harem anime. So I stopped after the second episode. But I just couldn't ignore its overwhelmingly high scores, especially the scores of Clannad: After Story. So I decided to continue watching it at a later time. And boy was I glad I did.\n\n\u001b[1m私はClannadの最初のエピソードを見ましたが、私は本当にそれが好きではありませんでした。 芸術は本当に私のスタイルではなく、渚は奇妙で、智也は退屈だと思った。 私はまた、本当にハーレムのアニメにはなっていない。 だから、私は2回目のエピソードの後に​​止まった。 しかし、私は圧倒的に高い得点、特にClannadのスコアを無視できませんでした：After Story。 だから私は後でそれを見続けることにしました。 そして、少年は私がうれしく思いました。\u001b[22m\n\u001b[1m(Watashi wa Clannad no saisho no episōdo o mimashitaga, watashi wa hontōni sore ga sukide wa arimasendeshita. Geijutsu wa hontōni watashi no sutairude wa naku, nagisa wa kimyōde, Tomoya wa taikutsuda to omotta. Watashi wa mata, hontōni hāremu no anime ni Hana tte inai. Dakara, watashi wa 2-kai-me no episōdo no nochi ni ​​ tomatta. Shikashi, watashi wa attōteki ni takai tokuten, tokuni Clannad no sukoa o mushi dekimasendeshita: After Story. Dakara watashi wa atode sore o mi tsudzukeru koto ni shimashita. Soshite, shōnen wa watashi ga ureshiku omoimashita.)\u001b[22m\n\nTranslations of \u001b[4mI watched the first episode of Clannad, and I didn't really like it. The art wasn't really my style, and I thought Nagisa was weird and Tomoya was boring. I'm also not really into harem anime. So I stopped after the second episode. But I just couldn't ignore its overwhelmingly high scores, especially the scores of Clannad: After Story. So I decided to continue watching it at a later time. And boy was I glad I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched the first episode of Clannad, and I didn't really like it.\u001b[24m\n    \u001b[1m私はClannadの最初のエピソードを見ましたが、私は本当にそれが好きではありませんでした。\u001b[22m, \u001b[1m私はクラナドの最初のエピソードを見て、私は実際にそれを好きではなかったです。\u001b[22m\n\u001b[4mThe art wasn't really my style, and I thought Nagisa was weird and Tomoya was boring.\u001b[24m\n    \u001b[1m芸術は本当に私のスタイルではなく、渚は奇妙で、智也は退屈だと思った。\u001b[22m, \u001b[1m芸術は本当に私のスタイルではなかった、と私は渚が変だったと智也は退屈だと思いました。\u001b[22m\n\u001b[4mI'm also not really into harem anime.\u001b[24m\n    \u001b[1m私はまた、本当にハーレムのアニメにはなっていない。\u001b[22m, \u001b[1m私は本当にハーレムアニメにもありませんよ。\u001b[22m\n\u001b[4mSo I stopped after the second episode.\u001b[24m\n    \u001b[1mだから、私は2回目のエピソードの後に止まった。\u001b[22m, \u001b[1mだから私は、第2話の後に停止しました。\u001b[22m\n\u001b[4mBut I just couldn't ignore its overwhelmingly high scores, especially the scores of Clannad: After Story.\u001b[24m\n    \u001b[1mしかし、私は圧倒的に高い得点、特にClannadのスコアを無視できませんでした：After Story。\u001b[22m, \u001b[1mストーリー後：しかし、私はちょうどその圧倒的ハイスコア、クラナドの特にスコアを無視することができませんでした。\u001b[22m\n\u001b[4mSo I decided to continue watching it at a later time.\u001b[24m\n    \u001b[1mだから私は後でそれを見続けることにしました。\u001b[22m, \u001b[1mだから私は後でそれを見て継続することを決めました。\u001b[22m\n\u001b[4mAnd boy was I glad I did.\u001b[24m\n    \u001b[1mそして、少年は私がうれしく思いました。\u001b[22m, \u001b[1mそして、少年は私が、私は喜んでいました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\nPeople aren't perfect. Neither is life.\n\n\u001b[1m人々は完璧ではありません。 人生もそうではありません。\u001b[22m\n\u001b[1m(Hitobito wa kanpekide wa arimasen. Jinsei mo sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mPeople aren't perfect. Neither is life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPeople aren't perfect.\u001b[24m\n    \u001b[1m人々は完璧ではありません。\u001b[22m\n\u001b[4mNeither is life.\u001b[24m\n    \u001b[1m人生もそうではありません。\u001b[22m, \u001b[1mどちらも人生ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nAs I said earlier, the art wasn't my favorite at first. But it grew on me. One of my favorite parts were the different facial expressions, especially the painful ones. I thought they were done really well.\n\n\u001b[1m私が以前に言ったように、当初は芸術が私のお気に入りではなかった。 しかし、それは私に成長しました。 私の好きな部分の一つは、さまざまな表情、特に痛いものでした。 彼らは本当にうまくいったと思った。\u001b[22m\n\u001b[1m(Watashi ga izen ni itta yō ni, tōsho wa geijutsu ga watashinōkiniiride wa nakatta. Shikashi, sore wa watashi ni seichō shimashita. Watashi no sukina bubun no hitotsu wa, samazamana hyōjō, tokuni itai monodeshita. Karera wa hontōni umaku itta to omotta.)\u001b[22m\n\nTranslations of \u001b[4mAs I said earlier, the art wasn't my favorite at first. But it grew on me. One of my favorite parts were the different facial expressions, especially the painful ones. I thought they were done really well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I said earlier, the art wasn't my favorite at first.\u001b[24m\n    \u001b[1m私が以前に言ったように、当初は芸術が私のお気に入りではなかった。\u001b[22m, \u001b[1m私が先に言ったように、技術は、最初は私のお気に入りではなかったです。\u001b[22m\n\u001b[4mBut it grew on me.\u001b[24m\n    \u001b[1mしかし、それは私に成長しました。\u001b[22m\n\u001b[4mOne of my favorite parts were the different facial expressions, especially the painful ones.\u001b[24m\n    \u001b[1m私の好きな部分の一つは、さまざまな表情、特に痛いものでした。\u001b[22m, \u001b[1m私の好きな部分の一つは、異なる表情、特に痛みを伴うものでした。\u001b[22m\n\u001b[4mI thought they were done really well.\u001b[24m\n    \u001b[1m彼らは本当にうまくいったと思った。\u001b[22m, \u001b[1m私は、彼らが本当によくやったと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nThe OP for both Clannad and Clannad: After Story were both beautiful. There were also hidden 'spoilers' in both, (and in the endings too) but you don't realize what they are showing until it is revealed in the story, which I thought was pretty cool. I also liked how they used the ending theme of Clannad as background music (the dango song) fairly often in After Story. It actually fit really well. All the rest of the background music was also well done. My only complaint is the ending song of the second season ruined the mood a little after a few of the episodes. I was bawling my eyes out over here, and then this happy-go-lucky song starts playing. haha.\n\n\u001b[1mClannadとClannadの両方のOP：After Storyはどちらも美しい。 両方に隠れた「スポイラー」もありましたが（そしてエンディングでも）、ストーリーに公開されるまでは何を示しているのか分かりません。  After StoryではClannadのエンディングテーマをバックグラウンドミュージック（ダンゴソング）としてどのように使っているのかよく分かりました。 それは実際には本当によく合います。 残りのすべてのバックグラウンドミュージックもうまくいった。 私の唯一の不満は、第2シーズンのエンディング曲が、いくつかのエピソードの少し後に気分を台無しにしたことです。 私はここで目を逸らしていました。そして、この幸せな幸運の歌が始まります。 ハハ。\u001b[22m\n\u001b[1m(Clannad to Clannad no ryōhō no OP: After Story wa dochira mo utsukushī. Ryōhō ni kakureta `supoirā' mo arimashitaga (soshite endingu demo), sutōrī ni kōkai sa reru made wa nani o shimeshite iru no ka wakarimasen. After Storyde wa Clannad no endingutēma o bakkuguraundomyūjikku (dangosongu) to shite dono yō ni tsukatte iru no ka yoku wakarimashita. Sore wa jissai ni wa hontōni yoku aimasu. Nokori no subete no bakkuguraundomyūjikku mo umaku itta. Watashi no yuiitsu no fuman wa, dai 2 shīzun no endingu kyoku ga, ikutsu ka no episōdo no sukoshi ato ni kibun o dainashi ni shita kotodesu. Watashi wa koko de me o sorashite imashita. Soshite, kono shiawasena kōun no uta ga hajimarimasu. Haha.)\u001b[22m\n\nTranslations of \u001b[4mThe OP for both Clannad and Clannad: After Story were both beautiful. There were also hidden 'spoilers' in both, (and in the endings too) but you don't realize what they are showing until it is revealed in the story, which I thought was pretty cool. I also liked how they used the ending theme of Clannad as background music (the dango song) fairly often in After Story. It actually fit really well. All the rest of the background music was also well done. My only complaint is the ending song of the second season ruined the mood a little after a few of the episodes. I was bawling my eyes out over here, and then this happy-go-lucky song starts playing. haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP for both Clannad and Clannad: After Story were both beautiful.\u001b[24m\n    \u001b[1mClannadとClannadの両方のOP：After Storyはどちらも美しい。\u001b[22m, \u001b[1mクラナドとクラナドの両方のOP：ストーリーが美しい両方た後。\u001b[22m\n\u001b[4mThere were also hidden 'spoilers' in both, (and in the endings too) but you don't realize what they are showing until it is revealed in the story, which I thought was pretty cool.\u001b[24m\n    \u001b[1m両方に隠れた「スポイラー」もありましたが（そしてエンディングでも）、ストーリーに公開されるまでは何を示しているのか分かりません。\u001b[22m, \u001b[1mあり「スポイラー」は、両方に隠された（とあまりにも語尾で）しかし、あなたはそれが私はかなりクールだと思った話で明らかにされるまで、彼らが表示されているものを理解していないました。\u001b[22m\n\u001b[4mI also liked how they used the ending theme of Clannad as background music (the dango song) fairly often in After Story.\u001b[24m\n    \u001b[1mAfter StoryではClannadのエンディングテーマをバックグラウンドミュージック（ダンゴソング）としてどのように使っているのかよく分かりました。\u001b[22m, \u001b[1m私はまた、彼らはストーリーを終えた後に、かなり多くの場合、バックグラウンドミュージック（だんごの歌）としてクラナドのエンディングテーマを使用する方法を言っています。\u001b[22m\n\u001b[4mIt actually fit really well.\u001b[24m\n    \u001b[1mそれは実際には本当によく合います。\u001b[22m, \u001b[1mそれは実際に本当によく合います。\u001b[22m\n\u001b[4mAll the rest of the background music was also well done.\u001b[24m\n    \u001b[1m残りのすべてのバックグラウンドミュージックもうまくいった。\u001b[22m, \u001b[1mバックグラウンド・ミュージックのすべての残りの部分も十分に行われていました。\u001b[22m\n\u001b[4mMy only complaint is the ending song of the second season ruined the mood a little after a few of the episodes.\u001b[24m\n    \u001b[1m私の唯一の不満は、第2シーズンのエンディング曲が、いくつかのエピソードの少し後に気分を台無しにしたことです。\u001b[22m, \u001b[1m私の唯一の不満は、少しエピソードのいくつかの後に気分を台無しにセカンドシーズンのエンディング曲です。\u001b[22m\n\u001b[4mI was bawling my eyes out over here, and then this happy-go-lucky song starts playing.\u001b[24m\n    \u001b[1m私はここで目を逸らしていました。そして、この幸せな幸運の歌が始まります。\u001b[22m, \u001b[1m私はここの上に私の目をbawlingた後、この幸せゴーラッキー曲が再生を開始します。\u001b[22m\n\u001b[4mhaha.\u001b[24m\n    \u001b[1mハハ。\u001b[22m, \u001b[1m笑。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nI don't really care for harem anime. The characters are way too stereotyped. Nagisa's parents are quite fun, but I think they also added a lot to the story. The girls become supporting characters instead of main characters. In other words, it stops being a harem and becomes something amazing. There's the genius, the over-violent, and the 'I try way too hard to be cute'. The stories around each character did help, but most of those had been done before too. The story 'My parents died in a plane crash trying to come home for my birthday when I threw a temper tantrum' has been done too many times. Ok then, so why did I give this area a 10? I felt as if Clannad: After Story solved these problems. After a few lighthearted episodes at the beginning of the season, more serious things begin to happen, and Tomoya and Nagisa go through hardships together. Tomoya's development was fantastically well done. Nagisa is a strong girl, and she get's stronger at Tomoya's side.\n\n\u001b[1m私は本当にハーレムのアニメを気にしない。 文字はあまりにもステレオタイプです。 渚さんの両親はかなり楽しいですが、彼らも話に多くを加えたと思います。 女の子は主人公の代わりに支持者になる。 言い換えれば、それはハーレムではなくなり、素晴らしいものになります。 天才、過度の暴力、そして「私はかわいそうにはあまりにも頑張っています。 各キャラクターの周りの物語は助けになりましたが、それらのほとんどは前にも行われていました。  「私の両親が飛行機で死んで、私の誕生日に帰宅しようとしたときに、気分が悪くなった」という話は、何回も行われています。 さて、なぜこのエリアに10を与えたのですか？ 私はClannad：After Storyがこれらの問題を解決したかのように感じました。 シーズン初めに少し気楽なエピソードをした後、より深刻なことが起こり始め、トモヤと渚は一緒に苦労します。  Tomoyaの開発はすごくうまくいった。 ナギサは強い女の子で、トモヤの方が強くなっていく。\u001b[22m\n\u001b[1m(Watashi wa hontōni hāremu no anime o kinishinai. Moji wa amarini mo sutereo taipudesu. Tensai, kado no bōryoku, soshite `watashi wa kawaisō ni wa amarini mo ganbatte imasu. Kaku kyarakutā no mawari no monogatari wa tasuke ni narimashitaga, sorera no hotondo wa mae ni mo okonawa rete imashita. `Watashi no ryōshin ga hikōki de shinde, watashi no tanjōbi ni kitaku shiyou to shita toki ni, kibun ga waruku natta' to iu hanashi wa, nankai mo okonawa rete imasu. Sate, naze kono eria ni 10 o ataeta nodesu ka? Watashi wa Clannad: After Story ga korera no mondai o kaiketsu shita ka no yō ni kanjimashita. Shīzun hajime ni sukoshi kirakuna episōdo o shita nochi, yori shinkokuna koto ga okori hajime, Tomoya to nagisa wa issho ni kurō shimasu. Tomoya no kaihatsu wa sugoku umaku itta. Nagisa wa tsuyoi on'nanoko de, Tomoya no kata ga tsuyoku natte iku. Nagisa-san no ryōshin wa kanari tanoshīdesuga, karera mo hanashi ni ōku o kuwaeta to omoimasu. On'nanoko wa shujinkō no kawari ni shiji-sha ni naru. Iikaereba, soreha hāremude wa nakunari, subarashī mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't really care for harem anime. The characters are way too stereotyped. Nagisa's parents are quite fun, but I think they also added a lot to the story. The girls become supporting characters instead of main characters. In other words, it stops being a harem and becomes something amazing. There's the genius, the over-violent, and the 'I try way too hard to be cute'. The stories around each character did help, but most of those had been done before too. The story 'My parents died in a plane crash trying to come home for my birthday when I threw a temper tantrum' has been done too many times. Ok then, so why did I give this area a 10? I felt as if Clannad: After Story solved these problems. After a few lighthearted episodes at the beginning of the season, more serious things begin to happen, and Tomoya and Nagisa go through hardships together. Tomoya's development was fantastically well done. Nagisa is a strong girl, and she get's stronger at Tomoya's side.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't really care for harem anime.\u001b[24m\n    \u001b[1m私は本当にハーレムのアニメを気にしない。\u001b[22m, \u001b[1m私は本当にハーレムアニメのために気にしません。\u001b[22m\n\u001b[4mThe characters are way too stereotyped.\u001b[24m\n    \u001b[1m文字はあまりにもステレオタイプです。\u001b[22m, \u001b[1m文字があまりにもステレオタイプされています。\u001b[22m\n\u001b[4mThere's the genius, the over-violent, and the 'I try way too hard to be cute'.\u001b[24m\n    \u001b[1m天才、過度の暴力、そして「私はかわいそうにはあまりにも頑張っています。\u001b[22m, \u001b[1mそこ天才、オーバー暴力的だ、と「私はかわいいことがあまりにも一生懸命してみてください」。\u001b[22m\n\u001b[4mThe stories around each character did help, but most of those had been done before too.\u001b[24m\n    \u001b[1m各キャラクターの周りの物語は助けになりましたが、それらのほとんどは前にも行われていました。\u001b[22m, \u001b[1m各文字のまわりの物語は、ヘルプをしましたが、それらのほとんどはあまりにも前に行われていました。\u001b[22m\n\u001b[4mThe story 'My parents died in a plane crash trying to come home for my birthday when I threw a temper tantrum' has been done too many times.\u001b[24m\n    \u001b[1m「私の両親が飛行機で死んで、私の誕生日に帰宅しようとしたときに、気分が悪くなった」という話は、何回も行われています。\u001b[22m, \u001b[1m話を何度も行われてきた「私の両親は私がかんしゃくを投げたときに私の誕生日のために帰宅しようとしている飛行機事故で死亡しました」。\u001b[22m\n\u001b[4mOk then, so why did I give this area a 10?\u001b[24m\n    \u001b[1mさて、なぜこのエリアに10を与えたのですか？\u001b[22m, \u001b[1m[OK]を、その後、なぜ私はこの領域10を与えるのですか？\u001b[22m\n\u001b[4mI felt as if Clannad: After Story solved these problems.\u001b[24m\n    \u001b[1m私はClannad：After Storyがこれらの問題を解決したかのように感じました。\u001b[22m, \u001b[1mストーリーは、これらの問題を解決した後：クラナドかのように私は感じました。\u001b[22m\n\u001b[4mAfter a few lighthearted episodes at the beginning of the season, more serious things begin to happen, and Tomoya and Nagisa go through hardships together.\u001b[24m\n    \u001b[1mシーズン初めに少し気楽なエピソードをした後、より深刻なことが起こり始め、トモヤと渚は一緒に苦労します。\u001b[22m, \u001b[1mシーズンの初めにいくつかの気軽なエピソードの後、より深刻なことが起こり始めると、智也と渚は、一緒に苦難を通過します。\u001b[22m\n\u001b[4mTomoya's development was fantastically well done.\u001b[24m\n    \u001b[1mTomoyaの開発はすごくうまくいった。\u001b[22m, \u001b[1m智也の発展は素晴らしくよく行われていました。\u001b[22m\n\u001b[4mNagisa is a strong girl, and she get's stronger at Tomoya's side.\u001b[24m\n    \u001b[1mナギサは強い女の子で、トモヤの方が強くなっていく。\u001b[22m, \u001b[1m渚は強い女の子で、彼女は知也の側の強くなります。\u001b[22m\n\u001b[4mNagisa's parents are quite fun, but I think they also added a lot to the story.\u001b[24m\n    \u001b[1m渚さんの両親はかなり楽しいですが、彼らも話に多くを加えたと思います。\u001b[22m, \u001b[1m渚の両親は非常に楽しいですが、私は、彼らはまた、ストーリーに多くを追加したと思います。\u001b[22m\n\u001b[4mThe girls become supporting characters instead of main characters.\u001b[24m\n    \u001b[1m女の子は主人公の代わりに支持者になる。\u001b[22m, \u001b[1m女の子ではなく、メインキャラクターの文字をサポートしているになります。\u001b[22m\n\u001b[4mIn other words, it stops being a harem and becomes something amazing.\u001b[24m\n    \u001b[1m言い換えれば、それはハーレムではなくなり、素晴らしいものになります。\u001b[22m, \u001b[1m言い換えれば、それはハーレムされて停止し、素晴らしいものになります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nI love a good tear-jerker. Even during the parts that were not sad, I wanted to cry simply because it always managed to touch my heart. Of course, it made me laugh as well. I highly recommend it.\n\n\u001b[1m私は良い涙をするのが大好きです。 悲しまなかった部分でも、いつも心に触れることができたので、私は簡単に泣きたい。 もちろん、それは私を笑わせてもらった。 私は非常にそれをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa yoi namida o suru no ga daisukidesu. Kanashimanakatta bubun demo, itsumo kokoro ni fureru koto ga dekitanode, watashi wa kantan ni nakitai. Mochiron, sore wa watashi o warawa sete moratta. Watashi wa hijō ni sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI love a good tear-jerker. Even during the parts that were not sad, I wanted to cry simply because it always managed to touch my heart. Of course, it made me laugh as well. I highly recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love a good tear-jerker.\u001b[24m\n    \u001b[1m私は良い涙をするのが大好きです。\u001b[22m, \u001b[1m私は良い涙ちょうだいのが大好きです。\u001b[22m\n\u001b[4mEven during the parts that were not sad, I wanted to cry simply because it always managed to touch my heart.\u001b[24m\n    \u001b[1m悲しまなかった部分でも、いつも心に触れることができたので、私は簡単に泣きたい。\u001b[22m, \u001b[1mでも悲しいなかった部分の間に、私はそれは常に私の心に触れることに成功しているため、単純に泣きたかったです。\u001b[22m\n\u001b[4mOf course, it made me laugh as well.\u001b[24m\n    \u001b[1mもちろん、それは私を笑わせてもらった。\u001b[22m, \u001b[1mもちろん、それは私が同様に笑わせました。\u001b[22m\n\u001b[4mI highly recommend it.\u001b[24m\n    \u001b[1m私は非常にそれをお勧めします。\u001b[22m, \u001b[1m私は非常にお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "charlegnarle",
    "profile": "/profile/charlegnarle/reviews",
    "pages": "21",
    "number": "9",
    "link": "/reviews.php?id=52731",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nストーリーの後のクラナドは、最初のことがあったはずのものであり、潜在的なものであった。 それは基本的にすべてのキャラクターを最初のシーズンから受け取り、面白い面白い状況に置く。\n\nショーは非常にうつ病であり、多くの時点でそれはAnoHanaとほぼ同等である。 私は何度も泣きました。私の心は終わった後1ヶ月間痛みました。そして、ある時点で、私は文字通り来ることを確信していた悲しいクライマックスを自分自身で救うために見守りを止めたいと思っていました。 しかし、私は立ち去った涙が私の成長を助けたので、私は止まらなかったことをうれしく思っています、そして、今日出てくるアニメのすべてが、\n\nしかし、残念ながら、私はそれに完全なスコアを与えたいと思うほど、私はできません。 それは完璧ではなかったからです。 私はそれをブロックし、私が望むだけそれを無視することができますが、それはあまりにも重要です。\n\n終了。\n\n私が今まで見たことのない最悪のものの一つでした。\n\n私はそれを説明するフォーラムをたくさん読んで、それを守るすべてのレビューを読んで、悪いことではないことを自分自身に確信させるために何百回も見ました。 それはうまくいかなかった。 それは悪い、それの周りに方法はありません。 彼らは娘の死を見てサワーノートでショーを終わらせることができたかもしれないが、アニメを台無しにして私のような視聴者を混乱させるハッピーエンドを試みるために、\n\n終わって、私はこのアニメが本当に良いように感じる。 そして結末でなければ、私は確かに完全なスコアを与えていただろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad after story is everything that the first thing should have been and had the potential or being. It basically takes all of the characters from the first season and puts them in a more interesting and entertaining situation that, although tragic, keeps you on the edge of your seat throughout.\n\n\u001b[1mストーリーの後のクラナドは、最初のことがあったはずのものであり、潜在的なものであった。 それは基本的にすべてのキャラクターを最初のシーズンから受け取り、面白い面白い状況に置く。\u001b[22m\n\u001b[1m(Sutōrī no nochi no kuranadoha, saisho no koto ga atta hazu no monodeari, senzai-tekina monodeatta. Sore wa kihontekini subete no kyarakutā o saisho no shīzun kara uketori, omoshiroi omoshiroi jōkyō ni oku.)\u001b[22m\n\nTranslations of \u001b[4mClannad after story is everything that the first thing should have been and had the potential or being. It basically takes all of the characters from the first season and puts them in a more interesting and entertaining situation that, although tragic, keeps you on the edge of your seat throughout.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad after story is everything that the first thing should have been and had the potential or being.\u001b[24m\n    \u001b[1mストーリーの後のクラナドは、最初のことがあったはずのものであり、潜在的なものであった。\u001b[22m, \u001b[1mクラナドは物語の後の最初のものがあったと潜在的またはであることを持っている必要がありますすべてです。\u001b[22m\n\u001b[4mIt basically takes all of the characters from the first season and puts them in a more interesting and entertaining situation that, although tragic, keeps you on the edge of your seat throughout.\u001b[24m\n    \u001b[1mそれは基本的にすべてのキャラクターを最初のシーズンから受け取り、面白い面白い状況に置く。\u001b[22m, \u001b[1mそれは基本的に最初のシーズンからのすべての文字を取り、悲劇的なものの、全体であなたの座席の端にあなたを維持し、より興味深く、面白い状況に格納します。\u001b[22m\n\u001b[1m\u001b[22m\nThe show is extremely depressing, and at many points it is almost on par with AnoHana. I cried multiple times, my heart ached for a month after having finished it, and at some points I literally wanted to just stop watching to save myself the sorrowful climax that was sure to come. But I am glad I did not stop, because the tears that I shed helped me grow, and showed me that not all anime that comes out nowadays are useless moes that are there just to give artists something to draw hentai of.\n\n\u001b[1mショーは非常にうつ病であり、多くの時点でそれはAnoHanaとほぼ同等である。 私は何度も泣きました。私の心は終わった後1ヶ月間痛みました。そして、ある時点で、私は文字通り来ることを確信していた悲しいクライマックスを自分自身で救うために見守りを止めたいと思っていました。 しかし、私は立ち去った涙が私の成長を助けたので、私は止まらなかったことをうれしく思っています、そして、今日出てくるアニメのすべてが、\u001b[22m\n\u001b[1m(Shō wa hijō ni utsubyōdeari, ōku no jiten de soreha AnoHana to hobo dōtōdearu. Watashi wa nando mo nakimashita. Watashi no kokoro wa owatta nochi 1-kagetsu-kan itamimashita. Soshite, aru jiten de, watashi wa mojidōri kuru koto o kakushin shite ita kanashī kuraimakkusu o jibun jishin de sukuu tame ni mimamori o tometai to omotte imashita. Shikashi, watashi wa tachisatta namida ga watashi no seichō o tasuketanode, watashi wa tomaranakatta koto o ureshiku omotte imasu, soshite, kyō detekuru anime no subete ga,)\u001b[22m\n\nTranslations of \u001b[4mThe show is extremely depressing, and at many points it is almost on par with AnoHana. I cried multiple times, my heart ached for a month after having finished it, and at some points I literally wanted to just stop watching to save myself the sorrowful climax that was sure to come. But I am glad I did not stop, because the tears that I shed helped me grow, and showed me that not all anime that comes out nowadays are useless moes that are there just to give artists something to draw hentai of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show is extremely depressing, and at many points it is almost on par with AnoHana.\u001b[24m\n    \u001b[1mショーは非常にうつ病であり、多くの時点でそれはAnoHanaとほぼ同等である。\u001b[22m, \u001b[1mショーは非常に憂鬱であり、多くの点でそれはほとんどAnoHanaと同等です。\u001b[22m\n\u001b[4mI cried multiple times, my heart ached for a month after having finished it, and at some points I literally wanted to just stop watching to save myself the sorrowful climax that was sure to come.\u001b[24m\n    \u001b[1m私は何度も泣きました。私の心は終わった後1ヶ月間痛みました。そして、ある時点で、私は文字通り来ることを確信していた悲しいクライマックスを自分自身で救うために見守りを止めたいと思っていました。\u001b[22m, \u001b[1m私は私の心はそれを終えた後、私は文字通り自分自身に来てくださいました悲しいクライマックスを節約するために見て停止したかったいくつかの点で月に痛ん、複数回叫びました。\u001b[22m\n\u001b[4mBut I am glad I did not stop, because the tears that I shed helped me grow, and showed me that not all anime that comes out nowadays are useless moes that are there just to give artists something to draw hentai of.\u001b[24m\n    \u001b[1mしかし、私は立ち去った涙が私の成長を助けたので、私は止まらなかったことをうれしく思っています、そして、今日出てくるアニメのすべてが、\u001b[22m, \u001b[1m私が流した涙は私が成長を助け、そして今日でちょうど芸術家にのエロアニメを描画するために何かを与えることがある無用MOESがある出てくるではないすべてのアニメということを見せてくれたので、しかし、私は、私は停止しませんでした嬉しいです。\u001b[22m\n\u001b[1m\u001b[22m\nBut sadly, as much as I want to give it a perfect score, I cannot. Because it was not perfect. I can block it out and ignore it as much as I want, but it is too important to pass up.\n\n\u001b[1mしかし、残念ながら、私はそれに完全なスコアを与えたいと思うほど、私はできません。 それは完璧ではなかったからです。 私はそれをブロックし、私が望むだけそれを無視することができますが、それはあまりにも重要です。\u001b[22m\n\u001b[1m(Shikashi, zan'nen'nagara, watashi wa sore ni kanzen'na sukoa o ataetai to omou hodo, watashi wa dekimasen. Sore wa kanpekide wa nakattakaradesu. Watashi wa sore o burokku shi, watashi ga nozomu dake sore o mushi suru koto ga dekimasuga, sore wa amarini mo jūyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mBut sadly, as much as I want to give it a perfect score, I cannot. Because it was not perfect. I can block it out and ignore it as much as I want, but it is too important to pass up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut sadly, as much as I want to give it a perfect score, I cannot.\u001b[24m\n    \u001b[1mしかし、残念ながら、私はそれに完全なスコアを与えたいと思うほど、私はできません。\u001b[22m, \u001b[1mしかし悲しいことに、同じくらい私はそれを完璧なスコアを与えたいと思うように、私はできません。\u001b[22m\n\u001b[4mBecause it was not perfect.\u001b[24m\n    \u001b[1mそれは完璧ではなかったからです。\u001b[22m, \u001b[1mそれは完璧ではなかったので。\u001b[22m\n\u001b[4mI can block it out and ignore it as much as I want, but it is too important to pass up.\u001b[24m\n    \u001b[1m私はそれをブロックし、私が望むだけそれを無視することができますが、それはあまりにも重要です。\u001b[22m, \u001b[1m私はそれをブロックし、同じくらい私が望むようにそれを無視し、アップ渡すには余りにも重要であることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending.\n\n\u001b[1m終了。\u001b[22m\n\u001b[1m(Shūryō.)\u001b[22m\n\nTranslations of \u001b[4mThe ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending.\u001b[24m\n    \u001b[1m終了。\u001b[22m, \u001b[1m終わり。\u001b[22m, \u001b[1mエンディング。\u001b[22m\n\u001b[1m\u001b[22m\nWas one of the worst things I have ever seen.\n\n\u001b[1m私が今まで見たことのない最悪のものの一つでした。\u001b[22m\n\u001b[1m(Watashi ga imamade mita koto no nai saiaku no mono no hitotsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mWas one of the worst things I have ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWas one of the worst things I have ever seen.\u001b[24m\n    \u001b[1m私が今まで見たことのない最悪のものの一つでした。\u001b[22m, \u001b[1m私が今まで見た中で最悪のものの一つでした。\u001b[22m\n\u001b[1m\u001b[22m\nI read lots of forums explaining it, read all of the reviews defending it, and even watched it hundreds of times just to try and convince myself that it wasn't bad. It didn’t work. It was bad, there is no way around it. They could have ended the show on a sour note with the death of his daughter, but instead they took it upon themselves to attempt a happy ending that did nothing but ruin the anime and confuse viewers like me.\n\n\u001b[1m私はそれを説明するフォーラムをたくさん読んで、それを守るすべてのレビューを読んで、悪いことではないことを自分自身に確信させるために何百回も見ました。 それはうまくいかなかった。 それは悪い、それの周りに方法はありません。 彼らは娘の死を見てサワーノートでショーを終わらせることができたかもしれないが、アニメを台無しにして私のような視聴者を混乱させるハッピーエンドを試みるために、\u001b[22m\n\u001b[1m(Watashi wa sore o setsumei suru fōramu o takusan yonde, sore o mamoru subete no rebyū o yonde, warui kotode wanai koto o jibun jishin ni kakushin sa seru tame ni nanbyakkai mo mimashita. Sore wa umaku ikanakatta. Sore wa warui, sore no mawari ni hōhō wa arimasen. Karera wa musume no shi o mite sawānōto de shō o owara seru koto ga dekita kamo shirenaiga, anime o dainashi ni shite watashi no yōna shichō-sha o konran sa seru happīendo o kokoromiru tame ni,)\u001b[22m\n\nTranslations of \u001b[4mI read lots of forums explaining it, read all of the reviews defending it, and even watched it hundreds of times just to try and convince myself that it wasn't bad. It didn’t work. It was bad, there is no way around it. They could have ended the show on a sour note with the death of his daughter, but instead they took it upon themselves to attempt a happy ending that did nothing but ruin the anime and confuse viewers like me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI read lots of forums explaining it, read all of the reviews defending it, and even watched it hundreds of times just to try and convince myself that it wasn't bad.\u001b[24m\n    \u001b[1m私はそれを説明するフォーラムをたくさん読んで、それを守るすべてのレビューを読んで、悪いことではないことを自分自身に確信させるために何百回も見ました。\u001b[22m, \u001b[1m私はそれを説明するフォーラムをたくさん読んで、それを守るレビューをすべて読み、だけでも、それは悪くはなかったことを自分自身を試してみて、説得するために何百回もそれを見ました。\u001b[22m\n\u001b[4mIt didn’t work.\u001b[24m\n    \u001b[1mそれはうまくいかなかった。\u001b[22m, \u001b[1mそれは動作しませんでした。\u001b[22m\n\u001b[4mIt was bad, there is no way around it.\u001b[24m\n    \u001b[1mそれは悪い、それの周りに方法はありません。\u001b[22m, \u001b[1mそれは周りに方法はありません、悪かったです。\u001b[22m\n\u001b[4mThey could have ended the show on a sour note with the death of his daughter, but instead they took it upon themselves to attempt a happy ending that did nothing but ruin the anime and confuse viewers like me.\u001b[24m\n    \u001b[1m彼らは娘の死を見てサワーノートでショーを終わらせることができたかもしれないが、アニメを台無しにして私のような視聴者を混乱させるハッピーエンドを試みるために、\u001b[22m, \u001b[1m彼らは彼の娘の死と酸味のノートにショーを終了している可能性があり、その代わりに、彼らは何もしなかった幸せな結末を試みるが、アニメを台無しにし、私のような視聴者を混乱させるために自分自身時にそれを取りました。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending aside, I feel like this anime IS really good. And if not for the ending, I surely would have given it a perfect score.\n\n\u001b[1m終わって、私はこのアニメが本当に良いように感じる。 そして結末でなければ、私は確かに完全なスコアを与えていただろう。\u001b[22m\n\u001b[1m(Owatte, watashi wa kono anime ga hontōni yoi yō ni kanjiru. Soshite ketsumatsudenakereba, watashi wa tashika ni kanzen'na sukoa o ataete itadarou.)\u001b[22m\n\nTranslations of \u001b[4mThe ending aside, I feel like this anime IS really good. And if not for the ending, I surely would have given it a perfect score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending aside, I feel like this anime IS really good.\u001b[24m\n    \u001b[1m終わって、私はこのアニメが本当に良いように感じる。\u001b[22m, \u001b[1mこのアニメは本当に良いですのように脇に終了、私は感じています。\u001b[22m\n\u001b[4mAnd if not for the ending, I surely would have given it a perfect score.\u001b[24m\n    \u001b[1mそして結末でなければ、私は確かに完全なスコアを与えていただろう。\u001b[22m, \u001b[1mそしてない結末のためならば、私は確かにそれに満点を与えたであろう。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "KirkieBirkie",
    "profile": "/profile/KirkieBirkie/reviews",
    "pages": "21",
    "number": "10",
    "link": "/reviews.php?id=57227",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを絶対に愛しました。 それは素晴らしいことです。 私は最初のシーズンを徹底的に楽しんだが、それは第2シーズンと比較していない。 このアニメから学ぶべきことがたくさんあり、多くの感情を引き出します。 それは間違いなくあなたの心の弦を引っ張ります。あなたが終わったら、それはいつもあなたの心の中に場所を持っています。\n私は非常にこのアニメを見ることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI absolutely loved this anime. It's nothing but amazing. I thoroughly enjoyed the first season but it doesn't even compare to the second season. There is so much to be learned from this anime and it brings out numerous emotions. It will definitely pull at your heart strings and by the time you're done it will always have a place in your heart.\n\n\u001b[1m私はこのアニメを絶対に愛しました。 それは素晴らしいことです。 私は最初のシーズンを徹底的に楽しんだが、それは第2シーズンと比較していない。 このアニメから学ぶべきことがたくさんあり、多くの感情を引き出します。 それは間違いなくあなたの心の弦を引っ張ります。あなたが終わったら、それはいつもあなたの心の中に場所を持っています。\u001b[22m\n\u001b[1m(Watashi wa kono anime o zettai ni aishimashita. Sore wa subarashī kotodesu. Watashi wa saisho no shīzun o tetteiteki ni tanoshindaga, soreha dai 2 shīzun to hikaku shite inai. Kono anime kara manabubeki koto ga takusan ari, ōku no kanjō o hikidashimasu. Sore wa machigainaku anata no kokoro no gen o hipparimasu. Anata ga owattara, sore wa itsumo anata no kokoronouchi ni basho o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely loved this anime. It's nothing but amazing. I thoroughly enjoyed the first season but it doesn't even compare to the second season. There is so much to be learned from this anime and it brings out numerous emotions. It will definitely pull at your heart strings and by the time you're done it will always have a place in your heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely loved this anime.\u001b[24m\n    \u001b[1m私はこのアニメを絶対に愛しました。\u001b[22m, \u001b[1m私は絶対にこのアニメを愛しました。\u001b[22m\n\u001b[4mIt's nothing but amazing.\u001b[24m\n    \u001b[1mそれは素晴らしいことです。\u001b[22m, \u001b[1mそれは素晴らしいが、何もありません。\u001b[22m\n\u001b[4mI thoroughly enjoyed the first season but it doesn't even compare to the second season.\u001b[24m\n    \u001b[1m私は最初のシーズンを徹底的に楽しんだが、それは第2シーズンと比較していない。\u001b[22m, \u001b[1m私は徹底的に最初のシーズンを楽しんだが、それもセカンドシーズンとは比較になりません。\u001b[22m\n\u001b[4mThere is so much to be learned from this anime and it brings out numerous emotions.\u001b[24m\n    \u001b[1mこのアニメから学ぶべきことがたくさんあり、多くの感情を引き出します。\u001b[22m, \u001b[1mそこにこのアニメから学ぶべきことが山ほどがあり、それは非常に多くの感情を引き出します。\u001b[22m\n\u001b[4mIt will definitely pull at your heart strings and by the time you're done it will always have a place in your heart.\u001b[24m\n    \u001b[1mそれは間違いなくあなたの心の弦を引っ張ります。あなたが終わったら、それはいつもあなたの心の中に場所を持っています。\u001b[22m, \u001b[1mそれは間違いなくあなたの心の文字列で引っ張ってくると、あなたが行っている時間によってそれは常にあなたの心の中の場所を持つことになります。\u001b[22m\nI highly highly recommend watching this anime.\n\n\u001b[1m私は非常にこのアニメを見ることをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa hijō ni kono anime o miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI highly highly recommend watching this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI highly highly recommend watching this anime.\u001b[24m\n    \u001b[1m私は非常にこのアニメを見ることをお勧めします。\u001b[22m, \u001b[1m私は非常に非常にこのアニメを見てお勧めします。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "jctotalninja",
    "profile": "/profile/jctotalninja/reviews",
    "pages": "21",
    "number": "11",
    "link": "/reviews.php?id=53827",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n私を憎んではいないが、私は今まで見たことの中で最も簡単に知覚できるアニメだと言って、泣かなかった。  Every1は、それがとても悲しいので、実際に起こった大きな事を推測したので、私のためにそれを完全に台無しにしたと言う。 私はトモヤが大嫌いだし、ナギサのような女の子にはふさわしくない。 私は終わりが嫌いです。「過去を完全に変えようとしたら、すべてがハッピーエンドです。私はそれに10を与える驚くほどクライシュです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDon't hate on me but I didn't cry watching this saying it was the most easily perceivable anime I have ever watched! Every1 says it's so freaking sad and because of that I guessed on big things that actually happened which totally ruined it for me. I hate Tomoya he's a big jerk and he doesn't even deserve and awesum girl like Nagisa. I hate the ending with the 'Let's completely change the past so everything is a happy ending if they didn't do that I would give it a 10 that part was so amazingly cliche!\n\n\u001b[1m私を憎んではいないが、私は今まで見たことの中で最も簡単に知覚できるアニメだと言って、泣かなかった。  Every1は、それがとても悲しいので、実際に起こった大きな事を推測したので、私のためにそれを完全に台無しにしたと言う。 私はトモヤが大嫌いだし、ナギサのような女の子にはふさわしくない。 私は終わりが嫌いです。「過去を完全に変えようとしたら、すべてがハッピーエンドです。私はそれに10を与える驚くほどクライシュです！\u001b[22m\n\u001b[1m(Watashi o nikunde wa inaiga, watashi wa imamade mita koto no naka de mottomo kantan ni chikaku dekiru animeda to itte, nakanakatta. Every 1 wa, sore ga totemo kanashīnode, jissai ni okotta ōkina koto o suisoku shitanode, watashi no tame ni sore o kanzen ni dainashi ni shita to iu. Watashi wa Tomoya ga daikiraidashi, Nagisa no yōna on'nanoko ni wa fusawashikunai. Watashi wa owari ga kiraidesu. `Kako o kanzen ni kaeyou to shitara, subete ga happīendodesu. Watashi wa sore ni 10 o ataeru odoroku hodo kuraishudesu!)\u001b[22m\n\nTranslations of \u001b[4mDon't hate on me but I didn't cry watching this saying it was the most easily perceivable anime I have ever watched! Every1 says it's so freaking sad and because of that I guessed on big things that actually happened which totally ruined it for me. I hate Tomoya he's a big jerk and he doesn't even deserve and awesum girl like Nagisa. I hate the ending with the 'Let's completely change the past so everything is a happy ending if they didn't do that I would give it a 10 that part was so amazingly cliche!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't hate on me but I didn't cry watching this saying it was the most easily perceivable anime I have ever watched!\u001b[24m\n    \u001b[1m私を憎んではいないが、私は今まで見たことの中で最も簡単に知覚できるアニメだと言って、泣かなかった。\u001b[22m, \u001b[1m私に嫌いではありませんが、私はそれは私が今まで見た中で最も簡単に知覚アニメだったと言ってこれを見て泣いていませんでした！\u001b[22m\n\u001b[4mEvery1 says it's so freaking sad and because of that I guessed on big things that actually happened which totally ruined it for me.\u001b[24m\n    \u001b[1mEvery1は、それがとても悲しいので、実際に起こった大きな事を推測したので、私のためにそれを完全に台無しにしたと言う。\u001b[22m, \u001b[1mEvery1はそれがとても悲しいおかしくやので、私は完全に私のためにそれを台無しにし、実際に起こった大きなものに推測そのことだと言います。\u001b[22m\n\u001b[4mI hate Tomoya he's a big jerk and he doesn't even deserve and awesum girl like Nagisa.\u001b[24m\n    \u001b[1m私はトモヤが大嫌いだし、ナギサのような女の子にはふさわしくない。\u001b[22m, \u001b[1m私は、彼は大きなジャークだと彼も値すると渚などawesum女の子ではないん智也を憎みます。\u001b[22m\n\u001b[4mI hate the ending with the 'Let's completely change the past so everything is a happy ending if they didn't do that I would give it a 10 that part was so amazingly cliche!\u001b[24m\n    \u001b[1m私は終わりが嫌いです。「過去を完全に変えようとしたら、すべてがハッピーエンドです。私はそれに10を与える驚くほどクライシュです！\u001b[22m, \u001b[1m私は「すべてがハッピーエンドになるように、彼らは私がパートはとても驚くほど決まり文句であったこと、それに10を与えるだろうことをしなかった場合のは、完全に過去を変更してみましょうで終わるを憎みます！\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "zerkan",
    "profile": "/profile/zerkan/reviews",
    "pages": "21",
    "number": "12",
    "link": "/reviews.php?id=116761",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメを言葉で表現することはできませんでした..クラナドの第1シーズンの典型的な感覚から始まりました。すべてがいつもの幸せな道に向かうようですが、その代わりに感情のあらゆる面を極端な形で見せてくれます。 このアニメは本当に物事のあなたの認識を変えることができ、あなたが当然受け入れる傾向があることが本当に重要であり、それが私がそれを見て以来、私のリストの簡単な番号になっていることを実現することができます..\n\nあなたの人生観にそのような影響を与えるこの種のアニメは本当にまれです..私は本当に誰もがそれを見るチャンスを得ることを願っています..素晴らしい素晴らしいアニメ..最高の私はこれまで見たことがあります..",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nno words could ever describe this anime.. it started of with a typical feel of clannad's 1st season.. everything seems that it would go towards the usual happy path but instead it surprises you by showing all facets of emotion in it's extreme form.. This anime can really change your perception of things and makes you realize the things you tend to take for granted are the things that really matter and it has easily become number one on my list ever since i watched it..\n\n\u001b[1mこのアニメを言葉で表現することはできませんでした..クラナドの第1シーズンの典型的な感覚から始まりました。すべてがいつもの幸せな道に向かうようですが、その代わりに感情のあらゆる面を極端な形で見せてくれます。 このアニメは本当に物事のあなたの認識を変えることができ、あなたが当然受け入れる傾向があることが本当に重要であり、それが私がそれを見て以来、私のリストの簡単な番号になっていることを実現することができます..\u001b[22m\n\u001b[1m(Kono anime o kotoba de hyōgen suru koto wa dekimasendeshita.. Kuranado no dai 1 shīzun no tenkei-tekina kankaku kara hajimarimashita. Subete ga itsumo no shiawasena michi ni mukau yōdesuga, sonokawarini kanjō no arayuru men o kyokutan'na katachi de misete kuremasu. Kono anime wa hontōni monogoto no anata no ninshiki o kaeru koto ga deki, anata ga tōzen ukeireru keikō ga aru koto ga hontōni jūyōdeari, sore ga watashi ga sore o mite irai, watashi no risuto no kantan'na bangō ni natte iru koto o jitsugen suru koto ga dekimasu..)\u001b[22m\n\nTranslations of \u001b[4mno words could ever describe this anime.. it started of with a typical feel of clannad's 1st season.. everything seems that it would go towards the usual happy path but instead it surprises you by showing all facets of emotion in it's extreme form.. This anime can really change your perception of things and makes you realize the things you tend to take for granted are the things that really matter and it has easily become number one on my list ever since i watched it..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mno words could ever describe this anime.. it started of with a typical feel of clannad's 1st season.. everything seems that it would go towards the usual happy path but instead it surprises you by showing all facets of emotion in it's extreme form..\u001b[24m\n    \u001b[1mこのアニメを言葉で表現することはできませんでした..クラナドの第1シーズンの典型的な感覚から始まりました。すべてがいつもの幸せな道に向かうようですが、その代わりに感情のあらゆる面を極端な形で見せてくれます。\u001b[22m, \u001b[1m言葉が今までそれはCLANNADの第一シーズンの典型的な感覚での開始..このアニメを記述することができませんでした..すべては、それが普通の幸せなパスに向かって行くであろうと思われるが、代わりに、それは極端な形だで感情のすべての側面を示すことによって、あなたを驚か..\u001b[22m\n\u001b[4mThis anime can really change your perception of things and makes you realize the things you tend to take for granted are the things that really matter and it has easily become number one on my list ever since i watched it..\u001b[24m\n    \u001b[1mこのアニメは本当に物事のあなたの認識を変えることができ、あなたが当然受け入れる傾向があることが本当に重要であり、それが私がそれを見て以来、私のリストの簡単な番号になっていることを実現することができます..\u001b[22m, \u001b[1mこのアニメは本当に物事のあなたの認識を変えると、あなたが本当に重要なものである当たり前の傾向にある事を実現させる、それが簡単に私はそれを見て以来、私のリスト上のナンバーワンとなっていることができます..\u001b[22m\n\u001b[1m\u001b[22m\nThis kind of anime that could give such an impact to your personal view of life is really rare.. I really hope everyone gets an opportunity to watch it.. Such a wonderful and superb anime.. Best i've ever seen..\n\n\u001b[1mあなたの人生観にそのような影響を与えるこの種のアニメは本当にまれです..私は本当に誰もがそれを見るチャンスを得ることを願っています..素晴らしい素晴らしいアニメ..最高の私はこれまで見たことがあります..\u001b[22m\n\u001b[1m(Anata no jinseikan ni sono yōna eikyōwoataeru kono tane no anime wa hontōni maredesu.. Watashi wa hontōni daremoga sore o miru chansu o eru koto o negatte imasu.. Subarashī subarashī anime.. Saikō no watashi wa kore made mita koto ga arimasu..)\u001b[22m\n\nTranslations of \u001b[4mThis kind of anime that could give such an impact to your personal view of life is really rare.. I really hope everyone gets an opportunity to watch it.. Such a wonderful and superb anime.. Best i've ever seen..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis kind of anime that could give such an impact to your personal view of life is really rare.. I really hope everyone gets an opportunity to watch it.. Such a wonderful and superb anime.. Best i've ever seen..\u001b[24m\n    \u001b[1mあなたの人生観にそのような影響を与えるこの種のアニメは本当にまれです..私は本当に誰もがそれを見るチャンスを得ることを願っています..素晴らしい素晴らしいアニメ..最高の私はこれまで見たことがあります..\u001b[22m, \u001b[1m生命のあなたの個人的な見解に、そのような影響を与えることができることは本当にまれであるアニメのこのような..私は本当に誰もがそれを見る機会を得る願っています..このような素晴らしい、素晴らしいアニメ..私が今まで見た中で最高の..\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Mezzo_Vitae",
    "profile": "/profile/Mezzo_Vitae/reviews",
    "pages": "21",
    "number": "13",
    "link": "/reviews.php?id=107511",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  9\n\n素晴らしい話。 アニメーション以外何も考えていない自分の気持ちに共鳴することができます。\nあなたがすべてを見て、まだ何も感じなかったなら、あなたは若すぎる者でなければならない、または魂のない奴隷でなければなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nA marvellous story. Able to resonate with one's feelings even thought its nothing more than an animation.\n\n\u001b[1m素晴らしい話。 アニメーション以外何も考えていない自分の気持ちに共鳴することができます。\u001b[22m\n\u001b[1m(Subarashī hanashi. Animēshon igai nani mo kangaete inai jibun no kimochi ni kyōmei suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mA marvellous story. Able to resonate with one's feelings even thought its nothing more than an animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA marvellous story.\u001b[24m\n    \u001b[1m素晴らしい話。\u001b[22m, \u001b[1m素晴らしい物語。\u001b[22m\n\u001b[4mAble to resonate with one's feelings even thought its nothing more than an animation.\u001b[24m\n    \u001b[1mアニメーション以外何も考えていない自分の気持ちに共鳴することができます。\u001b[22m, \u001b[1m自分の気持ちと共鳴することが可能であっても、アニメーションよりも、その何も考えていません。\u001b[22m\nIf you watched the whole thing and still felt nothing, you must be either too young, or a soulless bastard.\n\n\u001b[1mあなたがすべてを見て、まだ何も感じなかったなら、あなたは若すぎる者でなければならない、または魂のない奴隷でなければなりません。\u001b[22m\n\u001b[1m(Anata ga subete o mite, mada nani mo kanjinakattanara, anata wa waka sugiru monodenakereba naranai, matawa tamashī no nai doreidenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you watched the whole thing and still felt nothing, you must be either too young, or a soulless bastard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you watched the whole thing and still felt nothing, you must be either too young, or a soulless bastard.\u001b[24m\n    \u001b[1mあなたがすべてを見て、まだ何も感じなかったなら、あなたは若すぎる者でなければならない、または魂のない奴隷でなければなりません。\u001b[22m, \u001b[1mあなたは全体を見て、まだ何も感じなかった場合、あなたは若すぎる、または無情ろくでなしのいずれかでなければなりません。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "skywalkerdi",
    "profile": "/profile/skywalkerdi/reviews",
    "pages": "21",
    "number": "14",
    "link": "/reviews.php?id=116275",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメを初めて見ましたが、それはコメディだと思っていました。しかしすぐに私は完全に間違っていました。それは、家族という言葉が本当に何を意味しているかを教えてくれます。\nこれを見てから私の感情を告げるのは難しいです。それは最高の物語、最もメロディアスな音楽を持ち、すべてのキャラクターは忘れられないものです。\nあなたはそれを見逃すべきではありません！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirst time I see this anime,I thought it was a comedy.But soon i found I was totally wrong.It tell us what the word FAMILY really means.\n\n\u001b[1m私はこのアニメを初めて見ましたが、それはコメディだと思ったのですが、まもなく私は完全に間違っていました。それは家族という言葉が本当に何を意味しているかを教えてくれます。\u001b[22m\n\u001b[1m(Watashi wa kono anime o hajimete mimashitaga, soreha komedida to omotta nodesuga, mamonaku watashi wa kanzen ni machigatte imashita. Sore wa kazoku to iu kotoba ga hontōni nani o imi shite iru ka o oshiete kuremasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst time I see this anime,I thought it was a comedy.But soon i found I was totally wrong.It tell us what the word FAMILY really means.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst time I see this anime,I thought it was a comedy.But soon i found I was totally wrong.It tell us what the word FAMILY really means.\u001b[24m\n    \u001b[1m私はこのアニメを初めて見ましたが、それはコメディだと思ったのですが、まもなく私は完全に間違っていました。それは家族という言葉が本当に何を意味しているかを教えてくれます。\u001b[22m, \u001b[1m私はこのアニメを見初めて、私はすぐに私は私が完全にワードFAMILYは本当に何を意味するのかを教えてwrong.Itた見つかったことがcomedy.Butだと思いました。\u001b[22m\nHard to discribe my emotion after watching this.It has the best story,most melodious music and all the characters are unforgettable.\n\n\u001b[1mこれを見てから私の感情を告げるのは難しいです。それは最高の物語、最もメロディアスな音楽を持ち、すべてのキャラクターは忘れられないものです。\u001b[22m\n\u001b[1m(Kore o mitekara watashi no kanjō o tsugeru no wa muzukashīdesu. Sore wa saikō no monogatari, mottomo merodiasuna ongaku o mochi, subete no kyarakutā wa wasure rarenai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mHard to discribe my emotion after watching this.It has the best story,most melodious music and all the characters are unforgettable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHard to discribe my emotion after watching this.It has the best story,most melodious music and all the characters are unforgettable.\u001b[24m\n    \u001b[1mこれを見てから私の感情を告げるのは難しいです。それは最高の物語、最もメロディアスな音楽を持ち、すべてのキャラクターは忘れられないものです。\u001b[22m, \u001b[1mthis.Itが最高の物語を持って見た後、自分の感情をdiscribeするのは難しい、最もメロディアスな音楽と、すべての文字が忘れられないです。\u001b[22m\nYou should never miss it!\n\n\u001b[1mあなたはそれを見逃すべきではありません！\u001b[22m\n\u001b[1m(Anata wa sore o minogasubekide wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mYou should never miss it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou should never miss it!\u001b[24m\n    \u001b[1mあなたはそれを見逃すべきではありません！\u001b[22m, \u001b[1mあなたはそれを見逃すことはありません！\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Arch-Defender",
    "profile": "/profile/Arch-Defender/reviews",
    "pages": "21",
    "number": "15",
    "link": "/reviews.php?id=106555",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nさて、ここでは、傑作レベルの要素を備えたショーを持っていますが、ショーが10/10になるのを防ぐのに十分長い間、頭を上げた悪い執筆の厳しい例があります。 間違いをしないでください、それは素晴らしいショーですが、それはちょうど無視することができない一つの目立った欠点を持っています。 私にとって、これは間違いなく私が見てきた最高のキー作品であり、このショーは、その驚異的な最初のシーズンより明らかに優れています。 注意してください、これは、あらゆる種類の分析が避けられないスポイラーにつながるシリーズなので、あなたがそれを見ていないなら、それ以上読むことはありません。 最後の段落を読むことができるのは、その段落があなたが知る必要があるすべてを教え、スポイラーフリーであることから、シリーズを見るかどうかを決定することだけである場合です。\n\n\nこのシリーズは、最初のシーズンが終わったところから離れ、メインのカップルを無視しながら、サイドストーリーとキャラクターを探検し続けます。 あなたが私に尋ねるなら、最初のシーズンをかわいく犠牲にする練習。 しかし、少なくとも今度は実行が良く、流れやすくなります。 始まりは、シリーズの後半部分を設定する生命、コメディ、キャラクタービルディングイベントの素敵な組み合わせです。 最初のシーズンが欠けていると思ったほど、それと今シーズンのスタートは、それ以降のインパクトは不可能だったでしょう。\n\nそれは、シリーズは後でカップルと彼らの発展する関係を示すために移動します。 彼らは病気と家族の問題が途方もなく進むにつれて、学校で、そして後で一緒に人生を建てるときに遭遇する困難を探求します。 あなたは本当に共感し、この時点でショーに関係することさえあります。これは、私たちがすべて人生の中で直面している問題の1つです。それはシリーズが興味深くなり、時には私に心温まるところです。 このシリーズは、彼が就職するのに苦労し、大人として責任を負い、渚との生活の基盤を築くために、放課後のリードの人生を模索することによって、この現実的で実践的な道を続けています。 もちろん、これは物語を結婚生活に流動的に伝達し、さらに心温まるようになります。\n\nその後、悲劇が襲って、ショーは喪失と死のテーマに深く鋭敏に掘り下げていきます。 それは本当にシリーズが傑作レベルのライティングに当たったとき、そしてシリーズのすべてがこのイベントにつながるように編成されたことを実感したときです。 これまでのコンテンツ（主にシーズン1）のプレゼンテーションに疑問を呈するかもしれませんが、結果の影響を否定することは困難です。 感情的なジェットコースターで、目を覚ましたり乾かしたりする時間がほとんどありません。 問題の悲劇に続く心理的影響と出来事の流れは、すべて熟練して届けられ、現在のテーマを最大限に探究するだけでなく、ドラマの次の段階に移行するためのシリーズを準備するという目的に役立ちます。 そして、シリーズはゆっくりと、別の重要なテーマ、父親を探索するために移動します。 父親が苦しんだ損失に対処することを学び、彼の子供のための義務と愛情の強さ、家族や友人の援助をゆっくりと感じるように、指導者が心温まる育児を視聴者に与えます。 私は視聴者がもっと何かを求めることはできないと思うが、シリーズはまだTomoyaと彼の父が最終的に彼らの違いを解決し、Tomoyaが彼の父親をよりよく理解することを学んで、私たちの感情で遊んでいる。\n\n\nそれで、エンディングが議論されなければならないので、スポイラーはさらに悪化するでしょう。ひどく悪いことに、こういうことが起こると、3つの可能なエンディングがあると思います。 最初の、そして論理的なものは、彼の娘と新しい人生を構築することができたリードとシリーズを終了することです。 それは完璧で、ショーは私から瞬時に10/10を得ていたでしょう。 しかし、いいえ、他の2つのエンディングのうちの1つです。 もう一つの可能​​性は、病気がリードの娘を殺してそこで終わらせることによってナイフをさらにねじれさせることでした。起こらなかった神に感謝します。 今私達が実際に得た終わり：奇跡が起こり、彼らはすべて幸せに暮らしています...あなたは私を冗談にしなければなりませんか？ 彼らは強力で感情的なドラマを望んでいましたが、幸いにも魔法のディズニーも終わったので、その過程でショーの業績の多くを台無しにしました。 ここでは甘い結末が保証されました。 今シリーズがこれまでに達成したものは薄い空気にはなっていないが、エンディング以外のショー全体は純粋な輝きであるので、それを悪いシリーズと呼ぶのは不公平だが、エンディングは十分に大きくなる そのシリーズは10/10のエンディングを奪われてしまい、とにかくまだ傑出した9/10を得ているが、無駄なポテンシャルは驚異的だ。\n\n私はいつも「他の世界」を、現代の物語を演劇で強調しているメタファー、アレゴリー、並行して見た。 私はいつも超自然的要素が今まで上品に演奏され、シリーズとその要素を褒め称えたと考えました。 しかし、奇跡がシリーズの出来事をすべて書き直した最後のビットはあまりにも多すぎた。 彼らが伝えようとしている奇跡や既に他の重要なテーマにどのように触れていたかをテーマにしていますが、リセットボタンを押すことなく、既存のテーマやストーリーを完成させるためのより洗練された効率的な方法がありました 明日はないようです。 完全に公正であるためには、シリーズの実際の物語を扱う最後のエピソードは、少なくとも心温まるものでした。これはシリーズがうまくいったものです。\n\n\nそれは、このショーは本当に素晴らしいと、あなたはおそらく自分自身を楽しむ必要があり、おそらくこのシリーズをあなたの新しいお気に入りの1つとして追加するよりも、その癖を消化することができます。 私はこの最後のビットで船に乗っているように見えるかもしれませんが、それは私の好きなシリーズの一つではありませんが、間違いなく素晴らしいです。 そして、私がエンディングのために厳しい批判をしている間、このウェブサイトやその他のショーのスコアは、多くの人が彼らのお気に入りのものを喜んで呼んでいることを示しています。 だから準備をしてショーを楽しむ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAlright so here we have a show with masterpiece level elements and yet, a severe instance of bad writing that reared its head long enough to prevent the show from achieving 10/10. Make no mistakes, it’s a fantastic show, but it has one glaring shortcoming that just can’t be ignored either. To me though, this was definitely the best Key work I’ve seen and this show is obviously superior to its uninspiring first season. Be warned, this is a series where any kind of analysis will lead to unavoidable spoilers, so don’t read any further if you haven’t seen it. You can still read the last paragraph if your intent is only to determine whether or not to watch the series since that paragraph will pretty much tell you everything you need to know and is spoiler free.\n\n\u001b[1mさて、ここでは、傑作レベルの要素を備えたショーを持っていますが、ショーが10/10になるのを防ぐのに十分長い間、頭を上げた悪い執筆の厳しい例があります。 間違いをしないでください、それは素晴らしいショーですが、それはちょうど無視することができない一つの目立った欠点を持っています。 私にとって、これは間違いなく私が見てきた最高のキー作品であり、このショーは、その驚異的な最初のシーズンより明らかに優れています。 注意してください、これは、あらゆる種類の分析が避けられないスポイラーにつながるシリーズなので、あなたがそれを見ていないなら、それ以上読むことはありません。 最後の段落を読むことができるのは、その段落があなたに知っておくべきことをすべて伝え、スポイラーフリーなので、シリーズを見るかどうかを判断することだけです。\u001b[22m\n\u001b[1m(Sate, kokode wa, kessaku reberu no yōso o sonaeta shō o motte imasuga, shō ga 10/ 10 ni naru no o fusegu no ni jūbun nagaiai, atama o ageta warui shippitsu no kibishī rei ga arimasu. Machigai o shinaide kudasai, sore wa subarashī shōdesuga, sore wa chōdo mushi suru koto ga dekinai hitotsu no medatta ketten o motte imasu. Watashi ni totte, koreha machigainaku watashi ga mitekita saikō no kī sakuhindeari, kono shō wa, sono kyōi-tekina saisho no shīzun yori akiraka ni sugurete imasu. Chūi shite kudasai, koreha, arayuru shurui no bunseki ga sakerarenai supoirā ni tsunagaru shirīzunanode, anata ga sore o miteinainara, soreijō yomu koto wa arimasen. Saigo no danraku o yomu koto ga dekiru no wa, sono danraku ga anata ni shitte okubeki koto o subete tsutae, supoirāfurīnanode, shirīzu o miru ka dō ka o handan suru koto dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mAlright so here we have a show with masterpiece level elements and yet, a severe instance of bad writing that reared its head long enough to prevent the show from achieving 10/10. Make no mistakes, it’s a fantastic show, but it has one glaring shortcoming that just can’t be ignored either. To me though, this was definitely the best Key work I’ve seen and this show is obviously superior to its uninspiring first season. Be warned, this is a series where any kind of analysis will lead to unavoidable spoilers, so don’t read any further if you haven’t seen it. You can still read the last paragraph if your intent is only to determine whether or not to watch the series since that paragraph will pretty much tell you everything you need to know and is spoiler free.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright so here we have a show with masterpiece level elements and yet, a severe instance of bad writing that reared its head long enough to prevent the show from achieving 10/10.\u001b[24m\n    \u001b[1mさて、ここでは、傑作レベルの要素を備えたショーを持っていますが、ショーが10/10になるのを防ぐのに十分長い間、頭を上げた悪い執筆の厳しい例があります。\u001b[22m, \u001b[1mさてさてので、ここで我々は、まだ十分な長さ10/10の達成からショーを防止するために、その頭を飼育悪い書き込みの深刻なインスタンスを傑作レベル要素とショーを持っています。\u001b[22m\n\u001b[4mMake no mistakes, it’s a fantastic show, but it has one glaring shortcoming that just can’t be ignored either.\u001b[24m\n    \u001b[1m間違いをしないでください、それは素晴らしいショーですが、それはちょうど無視することができない一つの目立った欠点を持っています。\u001b[22m, \u001b[1m間違いをしない、それは素晴らしいショーだが、それはただのいずれか無視することはできません1明白な欠点があります。\u001b[22m\n\u001b[4mTo me though, this was definitely the best Key work I’ve seen and this show is obviously superior to its uninspiring first season.\u001b[24m\n    \u001b[1m私にとって、これは間違いなく私が見てきた最高のキー作品であり、このショーは、その驚異的な最初のシーズンより明らかに優れています。\u001b[22m, \u001b[1m私には、しかし、これは間違いなく私が見た中で最高の主要な作業であり、このショーは、明らかにそのパッとしない最初のシーズンよりも優れています。\u001b[22m\n\u001b[4mBe warned, this is a series where any kind of analysis will lead to unavoidable spoilers, so don’t read any further if you haven’t seen it.\u001b[24m\n    \u001b[1m注意してください、これは、あらゆる種類の分析が避けられないスポイラーにつながるシリーズなので、あなたがそれを見ていないなら、それ以上読むことはありません。\u001b[22m, \u001b[1mこれは、分析のいずれかの種類がやむを得ないスポイラーにつながるので、あなたがそれを見ていない場合は、さらに、任意のを読んでいないシリーズです、注意してください。\u001b[22m\n\u001b[4mYou can still read the last paragraph if your intent is only to determine whether or not to watch the series since that paragraph will pretty much tell you everything you need to know and is spoiler free.\u001b[24m\n    \u001b[1m最後の段落を読むことができるのは、その段落があなたに知っておくべきことをすべて伝え、スポイラーフリーなので、シリーズを見るかどうかを判断することだけです。\u001b[22m, \u001b[1mあなたの意図は、その段落はかなりあなたが知っているとスポイラー自由であるために必要なすべてを教えてくれますので、シリーズを見ているか否かを決定するためだけであれば、あなたはまだ最後の段落を読むことができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis series takes off where the first season ended and continues to explore side stories and characters while neglecting the main couple. A practice that cost the first season dearly if you ask me. But at least the execution is better this time around and flows more easily. The start is a nice mix of slice of life, comedy and character building events that sets the later part of the series. As much as I thought the first season was lacking, it and the start of this season were necessary parts without which none of the later impact would have been possible.\n\n\u001b[1mこのシリーズは、最初のシーズンが終わり、主なカップルを無視しながら、サイドストーリーとキャラクターを探検し続けています。 あなたが私に尋ねるなら、最初のシーズンをかわいく犠牲にする練習。 しかし、少なくとも今度は実行が良く、流れやすくなります。 始まりは、シリーズの後半部分を設定する生命、コメディ、キャラクタービルディングイベントの素敵な組み合わせです。 最初のシーズンが欠けていると思ったほど、それと今シーズンのスタートは、それ以降のインパクトは不可能だったでしょう。\u001b[22m\n\u001b[1m(Kono shirīzu wa, saisho no shīzun ga owari, omona kappuru o mushi shinagara, saidosutōrī to kyarakutā o tanken shi tsudzukete imasu. Anata ga watashi ni tazunerunara, saisho no shīzun o kawaiku gisei ni suru renshū. Shikashi, sukunakutomo kondo wa jikkō ga yoku, nagare yasuku narimasu. Hajimari wa, shirīzu no kōhan bubun o settei suru seimei, komedi, kyarakutābirudinguibento no sutekina kumiawasedesu. Saisho no shīzun ga kakete iru to omotta hodo, soreto ima shīzun no sutāto wa, sore ikō no inpakuto wa fukanōdattadeshou.)\u001b[22m\n\nTranslations of \u001b[4mThis series takes off where the first season ended and continues to explore side stories and characters while neglecting the main couple. A practice that cost the first season dearly if you ask me. But at least the execution is better this time around and flows more easily. The start is a nice mix of slice of life, comedy and character building events that sets the later part of the series. As much as I thought the first season was lacking, it and the start of this season were necessary parts without which none of the later impact would have been possible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series takes off where the first season ended and continues to explore side stories and characters while neglecting the main couple.\u001b[24m\n    \u001b[1mこのシリーズは、最初のシーズンが終わり、主なカップルを無視しながら、サイドストーリーとキャラクターを探検し続けています。\u001b[22m, \u001b[1mこのシリーズは最初のシーズンが終了した場所脱ぐとメインカップルを無視しながら、サイドストーリーやキャラクターを探求し続けています。\u001b[22m\n\u001b[4mA practice that cost the first season dearly if you ask me.\u001b[24m\n    \u001b[1mあなたが私に尋ねるなら、最初のシーズンをかわいく犠牲にする練習。\u001b[22m, \u001b[1mあなたは私に言わせれば、心からの最初のシーズンを要した練習。\u001b[22m\n\u001b[4mBut at least the execution is better this time around and flows more easily.\u001b[24m\n    \u001b[1mしかし、少なくとも今度は実行が良く、流れやすくなります。\u001b[22m, \u001b[1mしかし、少なくとも実行は今回、より良い、より流れやすいです。\u001b[22m\n\u001b[4mThe start is a nice mix of slice of life, comedy and character building events that sets the later part of the series.\u001b[24m\n    \u001b[1m始まりは、シリーズの後半部分を設定する生命、コメディ、キャラクタービルディングイベントの素敵な組み合わせです。\u001b[22m, \u001b[1mスタートはシリーズの後の部分を設定します生活、コメディと人格イベントのスライスの素敵なミックスです。\u001b[22m\n\u001b[4mAs much as I thought the first season was lacking, it and the start of this season were necessary parts without which none of the later impact would have been possible.\u001b[24m\n    \u001b[1m最初のシーズンが欠けていると思ったほど、それと今シーズンのスタートは、それ以降のインパクトは不可能だったでしょう。\u001b[22m, \u001b[1m同じくらい私は最初のシーズンが欠けていたと思ったとして、それと今シーズンのスタートは、後に影響のいずれも可能ではなかったであろうことなく、必要な部分でした。\u001b[22m\n\u001b[1m\u001b[22m\nThat said, the series later moves on to show the couple and their developing relationships. It explores the difficulties they meet at school and later at building a life together as illness and family problems keep getting in their way. You can really sympathise and even relate to the show at this point since these are the kind of problems we all end up facing in life one way or another and that is where the series became interesting and, at times, heartwarming to me. The series continues on this realistic and well executed path by exploring the life of the lead after school as he struggles to get a job, become responsible as an adult and lay the foundation for his life with Nagisa. This, of course, fluidly transfers the story to their married life and it becomes even more heartwarming.\n\n\u001b[1mそれは、シリーズは後でカップルと彼らの発展する関係を示すために移動します。 彼らは病気と家族の問題が途方もなく進むにつれて、学校で、そして後で一緒に人生を建てるときに遭遇する困難を探求します。 あなたは本当に共感し、この時点でショーに関係することさえあります。これは、私たちがすべて人生の中で直面している問題の1つです。それはシリーズが興味深くなり、時には私に心温まるところです。 このシリーズは、彼が就職するのに苦労し、大人として責任を負い、渚との生活の基盤を築くために、放課後のリードの人生を模索することによって、この現実的で実践的な道を続けています。 もちろん、これは物語を結婚生活に流動的に伝達し、さらに心温まるようになります。\u001b[22m\n\u001b[1m(Sore wa, shirīzu wa atode kappuru to karera no hatten suru kankei o shimesu tame ni idō shimasu. Karera wa byōki to kazoku no mondai ga tohō mo naku susumu ni tsurete, gakkō de, soshite atode issho ni jinsei o tateru toki ni sōgū suru kon'nan o tankyū shimasu. Anata wa hontōni kyōkan shi, kono jiten de shō ni kankei suru koto sae arimasu. Kore wa, watashitachi ga subete jinsei no naka de chokumen shite iru mondai no 1tsudesu. Sore wa shirīzu ga kyōmibukaku nari, tokiniha watashi ni kokoroatatamaru tokorodesu. Kono shirīzu wa, kare ga shūshoku suru no ni kurō shi, otona to shite sekinin o oi, nagisa to no seikatsu no kiban o kizuku tame ni, hōkago no rīdo no jinsei o mosaku suru koto ni yotte, kono genjitsu-tekide jissen-tekina michi o tsudzukete imasu. Mochiron, koreha monogatari o kekkon seikatsu ni ryūdōteki ni dentatsu shi, sarani kokoroatatamaru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat said, the series later moves on to show the couple and their developing relationships. It explores the difficulties they meet at school and later at building a life together as illness and family problems keep getting in their way. You can really sympathise and even relate to the show at this point since these are the kind of problems we all end up facing in life one way or another and that is where the series became interesting and, at times, heartwarming to me. The series continues on this realistic and well executed path by exploring the life of the lead after school as he struggles to get a job, become responsible as an adult and lay the foundation for his life with Nagisa. This, of course, fluidly transfers the story to their married life and it becomes even more heartwarming.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said, the series later moves on to show the couple and their developing relationships.\u001b[24m\n    \u001b[1mそれは、シリーズは後でカップルと彼らの発展する関係を示すために移動します。\u001b[22m, \u001b[1mそれはシリーズは、後に夫婦と開発関係を示すために上に移動する、と述べました。\u001b[22m\n\u001b[4mIt explores the difficulties they meet at school and later at building a life together as illness and family problems keep getting in their way.\u001b[24m\n    \u001b[1m彼らは病気と家族の問題が途方もなく進むにつれて、学校で、そして後で一緒に人生を建てるときに遭遇する困難を探求します。\u001b[22m, \u001b[1mそれは彼らが学校で会うと、後で病気や家族の問題として一緒に生活を構築する時、それらの方法で取得維持の困難を探ります。\u001b[22m\n\u001b[4mYou can really sympathise and even relate to the show at this point since these are the kind of problems we all end up facing in life one way or another and that is where the series became interesting and, at times, heartwarming to me.\u001b[24m\n    \u001b[1mあなたは本当に共感し、この時点でショーに関係することさえあります。これは、私たちがすべて人生の中で直面している問題の1つです。それはシリーズが興味深くなり、時には私に心温まるところです。\u001b[22m, \u001b[1mあなたは本当に共感し、これらは、我々はすべての生命何らかの形で直面終わる問題の一種であり、一連のタイミングで、面白いとなり、どこにそれがあるので、でも私にほのぼの、この時点でのショーに関連することができます。\u001b[22m\n\u001b[4mThe series continues on this realistic and well executed path by exploring the life of the lead after school as he struggles to get a job, become responsible as an adult and lay the foundation for his life with Nagisa.\u001b[24m\n    \u001b[1mこのシリーズは、彼が就職するのに苦労し、大人として責任を負い、渚との生活の基盤を築くために、放課後のリードの人生を模索することによって、この現実的で実践的な道を続けています。\u001b[22m, \u001b[1m彼は、仕事を得る大人としての責任となり、渚と彼の人生の基礎を築くのに苦労するように直列に放課後リードの人生を模索することにより、この現実的な、よく実行されるパスに続けています。\u001b[22m\n\u001b[4mThis, of course, fluidly transfers the story to their married life and it becomes even more heartwarming.\u001b[24m\n    \u001b[1mもちろん、これは物語を結婚生活に流動的に伝達し、さらに心温まるようになります。\u001b[22m, \u001b[1mこれは、もちろん、流動的彼らの結婚生活に話を転送し、それがさらに心温まるになります。\u001b[22m\n\u001b[1m\u001b[22m\nThen tragedy strikes and the show delves deep and poignantly into the themes of loss and death. It really is when the series hits its masterpiece level writing and when you realize everything in the series had been orchestrated to lead to this event. While one may question the presentation of the content leading up to this (mainly, season one), it’s hard to deny the impact of the result; an emotional rollercoaster that leaves you little time to recover or dry you eyes. The psychological repercussions and the flow of events following the tragedy in question are all expertly delivered and serve their purpose of not only exploring the current themes to their fullest, but also already prepare the series to transition to the next stage of the drama. And so the series slowly moves in to explore another important theme, fatherhood. An heartwarming rendition of parenting is given to the viewer as the lead learns to deal with the loss he suffered and he slowly finds strength in his duty and love for his child as well as the support his family and friends give him. I don’t think any viewer could have ask for anything more, but the series still delivers and manages to play with our emotions yet again with Tomoya and his father finally resolving their differences and Tomoya learning to better understand his father.\n\n\u001b[1mその後、悲劇が襲って、ショーは喪失と死のテーマに深く鋭敏に掘り下げていきます。 それは本当にシリーズが傑作レベルのライティングに当たったとき、そしてシリーズのすべてがこのイベントにつながるように編成されたことを実感したときです。 これまでのコンテンツ（主にシーズン1）のプレゼンテーションに疑問を呈するかもしれませんが、結果の影響を否定することは困難です。 感情的なジェットコースターで、目を覚ましたり乾かしたりする時間がほとんどありません。 問題の悲劇に続く心理的影響と出来事の流れは、すべて熟練して届けられ、現在のテーマを最大限に探究するだけでなく、ドラマの次の段階に移行するためのシリーズを準備するという目的に役立ちます。 そして、シリーズはゆっくりと、別の重要なテーマ、父親を探索するために移動します。 父親が苦しんだ損失に対処することを学び、彼の子供のための義務と愛情の強さ、家族や友人の援助をゆっくりと感じるように、指導者が心温まる育児を視聴者に与えます。 私は視聴者がもっと何かを求めることはできないと思うが、シリーズはまだTomoyaと彼の父が最終的に彼らの違いを解決し、Tomoyaが彼の父親をよりよく理解することを学んで、私たちの感情で遊んでいる。\u001b[22m\n\u001b[1m(Sonogo, higeki ga osotte, shō wa sōshitsu to shi no tēma ni fukaku eibin ni horisagete ikimasu. Sore wa hontōni shirīzu ga kessaku reberu no raitingu ni atatta toki, soshite shirīzu no subete ga kono ibento ni tsunagaru yō ni hensei sa reta koto o jikkan shita tokidesu. Kore made no kontentsu (omo ni shīzun 1) no purezentēshon ni gimon o teisuru kamo shiremasenga, kekka no eikyō o hitei suru koto wa kon'nandesu. Kanjō-tekina jettokōsutā de,-me o samashi tari kawakashi tari suru jikan ga hotondo arimasen. Mondai no higeki ni tsudzuku shinri-teki eikyō to dekigoto no nagare wa, subete jukuren shite todoke rare, genzai no tēma o saidaigen ni tankyū suru dakedenaku, dorama no tsugi no dankai ni ikō suru tame no shirīzu o junbi suru to iu mokuteki ni yakudachimasu. Soshite, shirīzu wa yukkuri to,-betsu no jūyōna tēma, chichioya o tansaku suru tame ni idō shimasu. Chichioya ga kurushinda sonshitsu ni taisho suru koto o manabi, kare no kodomo no tame no gimu to aijō no tsuyo-sa, kazoku ya yūjin no enjo o yukkuri to kanjiru yō ni, shidō-sha ga kokoroatatamaru ikuji o shichō-sha ni ataemasu. Watashi wa shichō-sha ga motto nanika o motomeru koto wa dekinai to omou ga, shirīzu wa mada Tomoya to kare no chichi ga saishūtekini karera no chigai o kaiketsu shi, Tomoya ga kare no chichioya o yori yoku rikai suru koto o manande, watashitachi no kanjō de asonde iru.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOk, so now the spoilers are going to be even worse because the ending needs to be discussed, and badly: So with the way things play out, you figure they are three possible endings. The first and logical one would be to end the series with the lead having managed to build a new life with his daughter. That would have been perfect and the show would have gotten an instant 10/10 from me. But no, its one of the other two endings we got. The other possibility was for the director to twist the knife even further by having the disease kill the lead’s daughter and end it there, thank god that didn’t happen. Now the ending we actually got: A miracle happens and they all live happily ever after… you got to be kidding me right?! So they wanted a powerful and emotional drama but with a happily ever after magic Disney ending too and thus ruined much of the show’s achievements in the process. A bittersweet ending was warranted here. Now what the series achieved so far isn't gone into thin air, the entirety of the show except for the ending is pure brilliance so it would be unfair to call it a bad series by any means, but the ending does take a large enough bite that the series is deprived of its 10/10 ending and gets a more sensible 9/10, which is still outstanding anyway, but the wasted potential is staggering.\n\n\u001b[1mそれで、エンディングが議論されなければならないので、スポイラーはさらに悪化するでしょう。ひどく悪いことに、こういうことが起こると、3つの可能なエンディングがあると思います。 最初の、そして論理的なものは、彼の娘と新しい人生を構築することができたリードとシリーズを終了することです。 それは完璧で、ショーは私から瞬時に10/10を得ていたでしょう。 しかし、いいえ、他の2つのエンディングのうちの1つです。 もう一つの可能​​性は、病気がリードの娘を殺してそこで終わらせることによってナイフをさらにねじれさせることでした。起こらなかった神に感謝します。 今私達が実際に得た終わり：奇跡が起こり、彼らはすべて幸せに暮らしています...あなたは私を冗談にしなければなりませんか？ 彼らは強力で感情的なドラマを望んでいましたが、幸いにも魔法のディズニーも終わったので、その過程でショーの業績の多くを台無しにしました。 ここでは甘い結末が保証されました。 今シリーズがこれまでに達成したものは薄い空気にはなっていないが、エンディング以外のショー全体は純粋な輝きであるので、それを悪いシリーズと呼ぶのは不公平だが、エンディングは十分に大きくなる そのシリーズは10/10のエンディングを奪われてしまい、とにかくまだ傑出した9/10を得ているが、無駄なポテンシャルは驚異的だ。\u001b[22m\n\u001b[1m(Sore de, endingu ga giron sa renakereba naranainode, supoirā wa sarani akka surudeshou. Hidoku warui koto ni, kō iu koto ga okoru to, 3ttsu no kanōna endingu ga aru to omoimasu. Saisho no, soshite ronri-tekina mono wa, kare no musume to atarashī jinsei o kōchiku suru koto ga dekita rīdo to shirīzu o shūryō suru kotodesu. Sore wa kanpeki de, shō wa watashi kara shunji ni 10/ 10 o ete itadeshou. Shikashi, īe, hoka no 2tsu no endingu no uchi no 1tsudesu. Mōhitotsu no kanō ​​-sei wa, byōki ga rīdo no musume o koroshite soko de owara seru koto ni yotte naifu o sarani nejire sa seru kotodeshita. Okoranakatta kami ni kansha shimasu. Ima watashi-tachi ga jissai ni eta owari: Kiseki ga okori, karera wa subete shiawase ni kurashite imasu... Anata wa watashi o jōdan ni shinakereba narimasen ka? Karera wa kyōryokude kanjō-tekina dorama o nozonde imashitaga, saiwai ni mo mahō no dizunī mo owattanode, sono katei de shō no gyōseki no ōku o dainashi ni shimashita. Kokode wa amai ketsumatsu ga hoshō sa remashita. Ima shirīzu ga kore made ni tassei shita mono wa usui kūki ni Hana tte inaiga, endingu igai no shō zentai wa junsuina kagayakidearunode, sore o warui shirīzu to yobu no wa fukōheidaga, endingu wa jūbun ni ōkiku naru sono shirīzu wa 10/ 10 no endingu o ubawa rete shimai, tonikaku mada kesshutsu shita 9/ 10 o ete iruga, mudana potensharu wa kyōi-tekida.)\u001b[22m\n\u001b[1m\u001b[22m\nI always saw the “other world” as a metaphor, an allegory, a parallel to the current story that reinforces the current themes at play. I always thought the supernatural elements were played tastefully up until now and complimented the series and its elements. But the last bit where a miracle rewrote the entire events of the series was just too much. I get the theme about miracles they were trying to convey as well as how it played into other important themes that were already at play, but there was a more tasteful and efficient way of satisfying existing themes and propery ending the story without hitting the reset button like there's no tomorrow. To be entirely fair, the last episode dealing with the actual story of the series was at least heartwarming, this is something that series did well.\n\n\u001b[1m私はいつも「他の世界」を、現代の物語を演劇で強調しているメタファー、アレゴリー、並行して見た。 私はいつも超自然的要素が今まで上品に演奏され、シリーズとその要素を褒め称えたと考えました。 しかし、奇跡がシリーズの出来事をすべて書き直した最後のビットはあまりにも多すぎた。 彼らが伝えようとしている奇跡や既に他の重要なテーマにどのように触れていたかをテーマにしていますが、リセットボタンを押すことなく、既存のテーマやストーリーを完成させるためのより洗練された効率的な方法がありました 明日はないようです。 完全に公正であるためには、シリーズの実際の物語を扱う最後のエピソードは、少なくとも心温まるものでした。これはシリーズがうまくいったものです。\u001b[22m\n\u001b[1m(Watashi wa itsumo `hoka no sekai' o, gendai no monogatari o engeki de kyōchō shite iru metafā, aregorī, heikōshite mita. Watashi wa itsumo chō shizen-teki yōso ga imamade jōhin ni ensō sa re, shirīzu to sono yōso o hometataeta to kangaemashita. Shikashi, kiseki ga shirīzu no dekigoto o subete kakinaoshita saigo no bitto wa amarini mo ō sugita. Karera ga tsutaeyou to shite iru kiseki ya sudeni hoka no jūyōna tēma ni dono yō ni furete ita ka o tēma ni shite imasuga, risetto botan o osu koto naku, kizon no tēma ya sutōrī o kansei sa seru tame no yori senrensareta kōritsu-tekina hōhō ga arimashita ashita wa nai yōdesu. Kanzen ni kōseidearu tame ni wa, shirīzu no jissai no monogatari o atsukau saigo no episōdo wa, sukunakutomo kokoroatatamaru monodeshita. Kore wa shirīzu ga umaku itta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI always saw the “other world” as a metaphor, an allegory, a parallel to the current story that reinforces the current themes at play. I always thought the supernatural elements were played tastefully up until now and complimented the series and its elements. But the last bit where a miracle rewrote the entire events of the series was just too much. I get the theme about miracles they were trying to convey as well as how it played into other important themes that were already at play, but there was a more tasteful and efficient way of satisfying existing themes and propery ending the story without hitting the reset button like there's no tomorrow. To be entirely fair, the last episode dealing with the actual story of the series was at least heartwarming, this is something that series did well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI always saw the “other world” as a metaphor, an allegory, a parallel to the current story that reinforces the current themes at play.\u001b[24m\n    \u001b[1m私はいつも「他の世界」を、現代の物語を演劇で強調しているメタファー、アレゴリー、並行して見た。\u001b[22m, \u001b[1m私はいつもメタファー、寓話、遊びで現在のテーマを強化する現在の物語に平行として「他の世界」を見ました。\u001b[22m\n\u001b[4mI always thought the supernatural elements were played tastefully up until now and complimented the series and its elements.\u001b[24m\n    \u001b[1m私はいつも超自然的要素が今まで上品に演奏され、シリーズとその要素を褒め称えたと考えました。\u001b[22m, \u001b[1m私はいつも超自然的要素が上品今まで演奏されたと考えられており、シリーズとその要素を褒め。\u001b[22m\n\u001b[4mBut the last bit where a miracle rewrote the entire events of the series was just too much.\u001b[24m\n    \u001b[1mしかし、奇跡がシリーズの出来事をすべて書き直した最後のビットはあまりにも多すぎた。\u001b[22m, \u001b[1mしかし、奇跡は一連の全体のイベントを書き直した最後のビットは、あまりにも多くありました。\u001b[22m\n\u001b[4mI get the theme about miracles they were trying to convey as well as how it played into other important themes that were already at play, but there was a more tasteful and efficient way of satisfying existing themes and propery ending the story without hitting the reset button\u001b[24m\n    \u001b[1m彼らが伝えようとしている奇跡や既に他の重要なテーマにどのように触れていたかをテーマにしていますが、リセットボタンを押すことなく、既存のテーマやストーリーを完成させるためのより洗練された効率的な方法がありました\u001b[22m, \u001b[1m私は、彼らはそれがプレーに存在していた他の重要なテーマに果たした方法と同様に伝えるためにしようとしていた奇跡についてのテーマを得るが、リセットボタンを押すことなく話を終了し、既存のテーマとproperyを満たす、より上品かつ効率的な方法がありました\u001b[22m\n\u001b[4mlike there's no tomorrow.\u001b[24m\n    \u001b[1m明日はないようです。\u001b[22m, \u001b[1m明日はありませんように。\u001b[22m\n\u001b[4mTo be entirely fair, the last episode dealing with the actual story of the series was at least heartwarming, this is something that series did well.\u001b[24m\n    \u001b[1m完全に公正であるためには、シリーズの実際の物語を扱う最後のエピソードは、少なくとも心温まるものでした。これはシリーズがうまくいったものです。\u001b[22m, \u001b[1m完全に公平であるために、一連の実際の物語を扱っ最後のエピソードは、少なくとも心温まる、これはシリーズはよくやったものですました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThat said, this show is truly fantastic and if you can digest its quirks you should probably enjoy yourself and more than likely add this series as one of your new favorites. I may seem to be going overboard in this last bit but while it is not one of my favorite series, it is undeniably great. And while I have harsh criticism for the ending, the show’s score on this website and others indicates many are willing to call it a favorite of theirs. So go in prepared and enjoy the show.\n\n\u001b[1mそれは、このショーは本当に素晴らしいと、あなたはおそらく自分自身を楽しむ必要があり、おそらくこのシリーズをあなたの新しいお気に入りの1つとして追加するよりも、その癖を消化することができます。 私はこの最後のビットで船に乗っているように見えるかもしれませんが、それは私の好きなシリーズの一つではありませんが、間違いなく素晴らしいです。 私がエンディングのために厳しい批判をしている間、このウェブサイトやその他のショーのスコアは、多くの人が彼らのお気に入りのものを喜んで呼んでいることを示しています。 だから準備をしてショーを楽しむ。\u001b[22m\n\u001b[1m(Sore wa, kono shō wa hontōni subarashī to, anata wa osoraku jibun jishin o tanoshimu hitsuyō ga ari, osoraku kono shirīzu o anata no atarashī okiniiri no 1tsu to shite tsuika suru yori mo, sono kuse o shōka suru koto ga dekimasu. Watashi wa kono saigo no bitto de fune ni notte iru yō ni mieru kamo shiremasenga, sore wa watashi no sukina shirīzu no hitotsude wa arimasenga, machigainaku subarashīdesu. Watashi ga endingu no tame ni kibishī hihan o shite iru ma, kono u~ebusaito ya sonohoka no shō no sukoa wa, ōku no hito ga karera no okiniiri no mono o yorokonde yonde iru koto o shimeshite imasu. Dakara junbi o shite shō o tanoshimu.)\u001b[22m\n\nTranslations of \u001b[4mThat said, this show is truly fantastic and if you can digest its quirks you should probably enjoy yourself and more than likely add this series as one of your new favorites. I may seem to be going overboard in this last bit but while it is not one of my favorite series, it is undeniably great. And while I have harsh criticism for the ending, the show’s score on this website and others indicates many are willing to call it a favorite of theirs. So go in prepared and enjoy the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said, this show is truly fantastic and if you can digest its quirks you should probably enjoy yourself and more than likely add this series as one of your new favorites.\u001b[24m\n    \u001b[1mそれは、このショーは本当に素晴らしいと、あなたはおそらく自分自身を楽しむ必要があり、おそらくこのシリーズをあなたの新しいお気に入りの1つとして追加するよりも、その癖を消化することができます。\u001b[22m, \u001b[1mいえ、このショーは本当に素晴らしいですし、その癖を消化することができた場合、あなたはおそらく、おそらくあなたの新しいお気に入りの一つとして、このシリーズを追加するよりも、自分自身を楽しみ、もっと必要があります。\u001b[22m\n\u001b[4mI may seem to be going overboard in this last bit but while it is not one of my favorite series, it is undeniably great.\u001b[24m\n    \u001b[1m私はこの最後のビットで船に乗っているように見えるかもしれませんが、それは私の好きなシリーズの一つではありませんが、間違いなく素晴らしいです。\u001b[22m, \u001b[1m私はこの最後のビットで船外に行くしているように見えるかもしれませんが、それは私の好きなシリーズの一つではありませんが、それは紛れもなく素晴らしいです。\u001b[22m\n\u001b[4mAnd while I have harsh criticism for the ending, the show’s score on this website and others indicates many are willing to call it a favorite of theirs.\u001b[24m\n    \u001b[1m私がエンディングのために厳しい批判をしている間、このウェブサイトやその他のショーのスコアは、多くの人が彼らのお気に入りのものを喜んで呼んでいることを示しています。\u001b[22m, \u001b[1m私は結末のために厳しい批判を持っていながら、このウェブサイトおよび他の人に番組のスコアは多くが彼らの好みのそれを呼び出すために喜んであることを示します。\u001b[22m\n\u001b[4mSo go in prepared and enjoy the show.\u001b[24m\n    \u001b[1mだから準備をしてショーを楽しむ。\u001b[22m, \u001b[1mだから、準備に行くとショーを楽しみます。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "bonauwi96",
    "profile": "/profile/bonauwi96/reviews",
    "pages": "21",
    "number": "16",
    "link": "/reviews.php?id=118033",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nClannad：After Story to meは最高のアニメではないのに最高です！\n\nあなたは笑うでしょう、泣くでしょう、あなたはそれを二度見ます：D、ええ、あなたは主に泣きそうです。\nしかし、私が一番愛していたことは、ロマンスだった、彼らが結婚してしまったのはどういうことだったのだろうか？次に期待していなかったことは、あなたをガードアウトしてしまうだろう。 私はこのアニメを約3〜4回見ましたが、私はまだ自分自身を準備することができませんでした.3回目に私の隣にティッシュボックスを置かなければなりませんでした。\n\nだから、もしあなたがクラナドを見ていないなら、ストーリーの後、あるいはクラナドがそれを見て、信じてくれれば、あなたは全く不満を感じないだろう。\nそして、このアニメが気に入らない人には：\n\nCLANNAD OF EVERYTHING!!!!",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad: After Story to me is one the best if not the best anime of all time!\n\n\u001b[1mClannad：After Story to meは最高のアニメではないのに最高です！\u001b[22m\n\u001b[1m(Clannad: After Story to me wa saikō no animede wa nainoni saikōdesu!)\u001b[22m\n\nTranslations of \u001b[4mClannad: After Story to me is one the best if not the best anime of all time!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad: After Story to me is one the best if not the best anime of all time!\u001b[24m\n    \u001b[1mClannad：After Story to meは最高のアニメではないのに最高です！\u001b[22m, \u001b[1mクラナド：ストーリーの後に私には最高の1つでない場合は、すべての時間の中で最高のアニメです！\u001b[22m\n\u001b[1m\u001b[22m\nYou'll laugh,you'll cry, so good you'll watch it twice :D, no but yeah you'll mostly cry tho.\n\n\u001b[1mあなたは笑うでしょう、泣くでしょう、あなたはそれを二度見ます：D、ええ、あなたは主に泣きそうです。\u001b[22m\n\u001b[1m(Anata wa waraudeshou, nakudeshou, anata wa sore o nido mimasu: D, ē, anata wa omoni naki-sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mYou'll laugh,you'll cry, so good you'll watch it twice :D, no but yeah you'll mostly cry tho.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou'll laugh,you'll cry, so good you'll watch it twice :D, no but yeah you'll mostly cry tho.\u001b[24m\n    \u001b[1mあなたは笑うでしょう、泣くでしょう、あなたはそれを二度見ます：D、ええ、あなたは主に泣きそうです。\u001b[22m, \u001b[1mいいえ、Dが、ええ、あなたはほとんどカントーを叫びます：あなたは、あなたがそれを2回見てよ良いので、あなたが泣くよ、笑うでしょう。\u001b[22m\nBut to me the thing that I loved the most was the romance, how they ended up getting married and stuff but what happened next I didn't expect, it will just take you off guard, made you think what's gonna happen, but the one after that whooooo I just can't .-., I watched this anime about 3 or 4 times and I still couldn't prepare myself, by the 3th time I had to have a box of tissue next to me.^-^\n\n\u001b[1mしかし、私が一番愛していたことは、ロマンスだった、彼らが結婚してしまったのはどういうことだったのだろうか？次に期待していなかったことは、あなたをガードアウトしてしまうだろう。 私はこのアニメを約3〜4回見ましたが、私はまだ自分自身を準備することができませんでした.3回目に私の隣にティッシュボックスを置かなければなりませんでした。\u001b[22m\n\u001b[1m(Shikashi, watashi ga ichiban aishite ita koto wa, romansudatta, karera ga kekkon shite shimatta no wa dō iu kotodatta nodarou ka? Tsugini kitai shite inakatta koto wa, anata o gādoauto shite shimaudarou. Watashi wa kono anime o yaku 3 〜 4-kai mimashitaga, watashi wa mada jibun jishin o junbi suru koto ga dekimasendeshita. 3-Kai-me ni watashi no tonari ni tisshubokkusu o okanakereba narimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mBut to me the thing that I loved the most was the romance, how they ended up getting married and stuff but what happened next I didn't expect, it will just take you off guard, made you think what's gonna happen, but the one after that whooooo I just can't .-., I watched this anime about 3 or 4 times and I still couldn't prepare myself, by the 3th time I had to have a box of tissue next to me.^-^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut to me the thing that I loved the most was the romance, how they ended up getting married and stuff but what happened next I didn't expect, it will just take you off guard, made you think what's gonna happen, but the one\u001b[24m\n    \u001b[1mしかし、私が一番愛していたことは、ロマンスだった、彼らが結婚してしまったのはどういうことだったのだろうか？次に期待していなかったことは、あなたをガードアウトしてしまうだろう。\u001b[22m, \u001b[1mしかし、私には私が愛した事はほとんど彼らが結婚やものになってしまったかのロマンス、だったが、私は期待していなかった何が起こった次の、それだけでガードをあなたを取るでしょう、あなたはつもりが起こるているものだと思う作ったが、1\u001b[22m\n\u001b[4mafter that whooooo I just can't .-., I watched this anime about 3 or 4 times and I still couldn't prepare myself, by the 3th time I had to have a box of tissue next to me.^-^\u001b[24m\n    \u001b[1m私はこのアニメを約3〜4回見ましたが、私はまだ自分自身を準備することができませんでした.3回目に私の隣にティッシュボックスを置かなければなりませんでした。\u001b[22m, \u001b[1m。私はできません.-そのwhoooooた後、私はこのアニメに約3または4回を見て、私はまだ私は私の隣にティッシュの箱を持っていた3番目の時間によって、自分自身を準備することができませんでした^  -  ^\u001b[22m\n\u001b[1m\u001b[22m\nSo If you haven't watch Clannad: After Story or the prequel Clannad, get yo ass to watching it and trust me, you will not be dissapointed at all.\n\n\u001b[1mだから、もしあなたがクラナドを見ていないなら、ストーリーの後、あるいはクラナドがそれを見て、信じてくれれば、あなたは全く不満を感じないだろう。\u001b[22m\n\u001b[1m(Dakara, moshi anata ga kuranado o miteinainara, sutōrī no ato, aruiwa kuranado ga sore o mite, shinjite kurereba, anata wa mattaku fuman o kanjinaidarou.)\u001b[22m\n\nTranslations of \u001b[4mSo If you haven't watch Clannad: After Story or the prequel Clannad, get yo ass to watching it and trust me, you will not be dissapointed at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo If you haven't watch Clannad: After Story or the prequel Clannad, get yo ass to watching it and trust me, you will not be dissapointed at all.\u001b[24m\n    \u001b[1mだから、もしあなたがクラナドを見ていないなら、ストーリーの後、あるいはクラナドがそれを見て、信じてくれれば、あなたは全く不満を感じないだろう。\u001b[22m, \u001b[1mあなたはクラナドを見ていない場合：だからストーリーや続編クラナドた後、それを見にヨーヨーのお尻を取得し、私を信頼し、あなたはまったくがっかりされません。\u001b[22m\nAnd to anyone that doesn't like this anime:\n\n\u001b[1mそして、このアニメが気に入らない人には：\u001b[22m\n\u001b[1m(Soshite, kono anime ga kiniiranai hito ni wa:)\u001b[22m\n\nTranslations of \u001b[4mAnd to anyone that doesn't like this anime:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd to anyone that doesn't like this anime:\u001b[24m\n    \u001b[1mそして、このアニメが気に入らない人には：\u001b[22m, \u001b[1mそして、このアニメを好きではない人に：\u001b[22m\n\u001b[1m\u001b[22m\nt^-^t CLANNAD OVER EVERYTHING!!!!\n\n\u001b[1mCLANNAD OF EVERYTHING!!!!\u001b[22m\n\u001b[1m(Kuranado OF EVERYTHING! ! ! !)\u001b[22m\n\nTranslations of \u001b[4mt^-^t CLANNAD OVER EVERYTHING!!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mt^-^t CLANNAD OVER EVERYTHING!!!!\u001b[24m\n    \u001b[1mCLANNAD OF EVERYTHING!!!!\u001b[22m, \u001b[1mトン^  -  EVERYTHING OVER ^トンのCLANNAD!!!!\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "TheChoZenOneNJ",
    "profile": "/profile/TheChoZenOneNJ/reviews",
    "pages": "21",
    "number": "17",
    "link": "/reviews.php?id=158389",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nClannad、Clannad：After Story！...どこからこの驚くほど素晴らしいAnime Journeを始めるのですか？ 私はこれを多くの人から聞いたことがあり、このアニメがあなたを感情的なジェットコースターに連れて行くことに同意します！ このアニメは真のマスターピースです！ それは人生の冒険と経験です！ 私はすべてのアニメのウォッチャーに、ちょうどそれを見て、質問は、すべての、すべての方法を介して、両方の季節、旅の最後まで、桜の木にそれをお勧めします！ あなたはこのアニメと恋に落ちるでしょう！ それは文字、音楽、アニメーション、声、ロマンス、そして驚くべきストーリーです！ これはこれまで最高のアニメです!! 最高のドラマではない場合、ロマンスアニメEVER!!!!  :)：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClannad, Clannad: After Story!... Where do I start with this amazingly amazing Anime Journey! I have heard this from many, and agree that this Anime will take you on an emotional roller coaster! This Anime is a true MASTERPIECE! It's an Adventure and Experience of a life time! I recommend it to all Anime watchers, just watch it, no questions, the whole thing , all the way through, both seasons, all the way to end of the journey, to the Cherry Blossom Tree! You will fall in love with this Anime! It's characters, Music, Animation, Voices, Romance, and Amazing Story!!!! This is the best Anime EVER!!!! If not the best Drama, Romance Anime EVER!!!! :) :D\n\n\u001b[1mClannad、Clannad：After Story！...どこからこの驚くほど素晴らしいAnime Journeを始めるのですか？ 私はこれを多くの人から聞いたことがあり、このアニメがあなたを感情的なジェットコースターに連れて行くことに同意します！ このアニメは真のマスターピースです！ それは人生の冒険と経験です！ 私はすべてのアニメのウォッチャーに、ちょうどそれを見て、すべてのことを、すべての方法、すべての方法、両方の季節、旅の終わりまで、桜の木にそれをお勧めします！ あなたはこのアニメと恋に落ちるでしょう！ それは文字、音楽、アニメーション、声、ロマンス、そして驚くべきストーリーです！ これはこれまで最高のアニメです!! 最高のドラマではない場合、ロマンスアニメEVER!!!!  :)：D\u001b[22m\n\u001b[1m(Clannad, Clannad: After Story! ... Doko kara kono odoroku hodo subarashī Anime Journe o hajimeru nodesu ka? Watashi wa kore o ōku no hito kara kiita koto ga ari, kono anime ga anata o kanjō-tekina jettokōsutā ni tsurete iku koto ni dōi shimasu! Kono anime wa shin no masutāpīsudesu! Sore wa jinsei no bōken to keikendesu! Watashi wa subete no anime no u~otchā ni, chōdo sore o mite, subete no koto o, subete no hōhō, subete no hōhō, ryōhō no kisetsu, tabi no owari made, sakura no ki ni sore o o susume shimasu! Anata wa kono anime to koiniochirudeshou! Sore wa moji, ongaku, animēshon,-goe, romansu, soshite odorokubeki sutōrīdesu! Kore wa kore made saikō no animedesu! ! Saikō no doramade wanai baai, romansuanime evu~ā! ! ! ! : ): D)\u001b[22m\n\nTranslations of \u001b[4mClannad, Clannad: After Story!... Where do I start with this amazingly amazing Anime Journey! I have heard this from many, and agree that this Anime will take you on an emotional roller coaster! This Anime is a true MASTERPIECE! It's an Adventure and Experience of a life time! I recommend it to all Anime watchers, just watch it, no questions, the whole thing , all the way through, both seasons, all the way to end of the journey, to the Cherry Blossom Tree! You will fall in love with this Anime! It's characters, Music, Animation, Voices, Romance, and Amazing Story!!!! This is the best Anime EVER!!!! If not the best Drama, Romance Anime EVER!!!! :) :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClannad, Clannad: After Story!... Where do I start with this amazingly amazing Anime Journey!\u001b[24m\n    \u001b[1mClannad、Clannad：After Story！...どこからこの驚くほど素晴らしいAnime Journeを始めるのですか？\u001b[22m, \u001b[1mクラナド、クラナド：！ストーリー...私はこの驚くほど素晴らしいアニメの旅で始まるん後！\u001b[22m\n\u001b[4mI have heard this from many, and agree that this Anime will take you on an emotional roller coaster!\u001b[24m\n    \u001b[1m私はこれを多くの人から聞いたことがあり、このアニメがあなたを感情的なジェットコースターに連れて行くことに同意します！\u001b[22m, \u001b[1m私は多くのからこれを聞いて、このアニメは、感情的なジェットコースターにあなたを取ることに同意するものとしています！\u001b[22m\n\u001b[4mThis Anime is a true MASTERPIECE!\u001b[24m\n    \u001b[1mこのアニメは真のマスターピースです！\u001b[22m, \u001b[1mこのアニメは、真の傑作です！\u001b[22m\n\u001b[4mIt's an Adventure and Experience of a life time!\u001b[24m\n    \u001b[1mそれは人生の冒険と経験です！\u001b[22m, \u001b[1mそれは、人生の時間の冒険と経験です！\u001b[22m\n\u001b[4mI recommend it to all Anime watchers, just watch it, no questions, the whole thing , all the way through, both seasons, all the way to end of the journey, to the Cherry Blossom Tree!\u001b[24m\n    \u001b[1m私はすべてのアニメのウォッチャーに、ちょうどそれを見て、すべてのことを、すべての方法、すべての方法、両方の季節、旅の終わりまで、桜の木にそれをお勧めします！\u001b[22m, \u001b[1m私はちょうどそれを見て、すべてのアニメウォッチャーにお勧め、ない質問、全部、を介してすべての道、両方の季節、桜の木には、旅の終わりまでのすべての方法！\u001b[22m\n\u001b[4mYou will fall in love with this Anime!\u001b[24m\n    \u001b[1mあなたはこのアニメと恋に落ちるでしょう！\u001b[22m, \u001b[1mあなたはこのアニメと恋に落ちます！\u001b[22m\n\u001b[4mIt's characters, Music, Animation, Voices, Romance, and Amazing Story!!!!\u001b[24m\n    \u001b[1mそれは文字、音楽、アニメーション、声、ロマンス、そして驚くべきストーリーです！\u001b[22m, \u001b[1mこれは、文字、音楽、アニメーション、声、ロマンス、そして素晴らしいストーリーです!!!!\u001b[22m\n\u001b[4mThis is the best Anime EVER!!!!\u001b[24m\n    \u001b[1mこれはこれまで最高のアニメです!!\u001b[22m, \u001b[1mこれは史上最高のアニメです!!!!\u001b[22m\n\u001b[4mIf not the best Drama, Romance Anime EVER!!!!\u001b[24m\n    \u001b[1m最高のドラマではない場合、ロマンスアニメEVER!!!!\u001b[22m, \u001b[1m史上最高のドラマ、ロマンスアニメではない場合!!!!\u001b[22m\n\u001b[4m:) :D\u001b[24m\n    \u001b[1m:)：D\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "usertest993",
    "profile": "/profile/usertest993/reviews",
    "pages": "21",
    "number": "18",
    "link": "/reviews.php?id=150605",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nあまりにも多くのアニメは、あなたが悲しい気分にさせることはできません。 私はそれほど苦労していないし、そうでない人もいるが、これは私を泣かせなかったが、このシリーズには悲しいところがあった。 これはちょっとばかばかしいかもしれないと思うが、よりマンガの戦争/ロボットアニメ（それらに間違っていることはありません、私はそれらも大好きです）が必要であると思っても、このことを再考して確認する必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNot too many anime can make you feel sad. I am not a crier or anything like that, and unlike some, this didn't make me cry, but damn, there were some sad part in this series. Even if you think that this may be a bit touchy and you need the more manly war/robot anime (which there is nothing wrong with those, I love them too) you need to reconsider and check this one out.\n\n\u001b[1mあまりにも多くのアニメは、あなたが悲しい気分にさせることはできません。 私はそれほど苦労していないし、そうでない人もいるが、これは私を泣かせなかったが、このシリーズには悲しいところがあった。 これはちょっとばかばかしいかもしれないと思うが、よりマンガの戦争/ロボットアニメ（それらに間違っていることはありません、私はそれらも大好きです）が必要であると思っても、このことを再考して確認する必要があります。\u001b[22m\n\u001b[1m(Amarini mo ōku no anime wa, anata ga kanashī kibun ni sa seru koto wa dekimasen. Watashi wa sorehodo kurō shite inaishi,-sōdenai hito mo iru ga, kore wa watashi o nakasenakattaga, kono shirīzu ni wa kanashī tokoro ga atta. Kore wa chotto bakabakashī kamo shirenai to omou ga, yori manga no sensō/ robotto anime (sorera ni machigatte iru koto wa arimasen, watashi wa sorera mo daisukidesu) ga hitsuyōdearu to omotte mo, kono koto o saikō shite kakunin suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNot too many anime can make you feel sad. I am not a crier or anything like that, and unlike some, this didn't make me cry, but damn, there were some sad part in this series. Even if you think that this may be a bit touchy and you need the more manly war/robot anime (which there is nothing wrong with those, I love them too) you need to reconsider and check this one out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot too many anime can make you feel sad.\u001b[24m\n    \u001b[1mあまりにも多くのアニメは、あなたが悲しい気分にさせることはできません。\u001b[22m, \u001b[1mあまりにも多くのアニメは、あなたが悲しく感じることができます。\u001b[22m\n\u001b[4mI am not a crier or anything like that, and unlike some, this didn't make me cry, but damn, there were some sad part in this series.\u001b[24m\n    \u001b[1m私はそれほど苦労していないし、そうでない人もいるが、これは私を泣かせなかったが、このシリーズには悲しいところがあった。\u001b[22m, \u001b[1m私はそのようなクライヤーか何かないですし、いくつかのとは違って、これは私が泣くことはありませんでしたが、いまいましい、このシリーズのいくつかの悲しい部分がありました。\u001b[22m\n\u001b[4mEven if you think that this may be a bit touchy and you need the more manly war/robot anime (which there is nothing wrong with those, I love them too) you need to reconsider and check this one out.\u001b[24m\n    \u001b[1mこれはちょっとばかばかしいかもしれないと思うが、よりマンガの戦争/ロボットアニメ（それらに間違っていることはありません、私はそれらも大好きです）が必要であると思っても、このことを再考して確認する必要があります。\u001b[22m, \u001b[1mあなたは、これは少し厄介であることを考えると、あなたはもっと男らしい戦争/ロボットアニメ必要がある場合であっても（それらは何も問題はありません、私もそれらを愛する）あなたはこの1つを再考し、確認する必要があります。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "Baileyth",
    "profile": "/profile/Baileyth/reviews",
    "pages": "21",
    "number": "19",
    "link": "/reviews.php?id=123605",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n今日まで、私はClannadと同じように、アニメについて感情的になったことはありません。 美しい芸術と、あなたの心を奪い、それを無慈悲に岩に打ち砕く素晴らしいサウンドトラックのショー。 しかし、悲しみがあなたを落胆させないようにしてください。これは私が誰にもおすすめする美しいショーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTo this day I have never been as emotional about an anime as I was with Clannad: after story. A show with beautiful art and a wonderful soundtrack that manages to take your heart and smash it against the rocks mercilessly. But don't let the sadness discourage you, this is a beautiful show that i would recommend to anyone.\n\n\u001b[1m今日まで、私はClannadと同じように、アニメについて感情的になったことはありません。 美しい芸術と、あなたの心を奪い、それを無慈悲に岩に打ち砕く素晴らしいサウンドトラックのショー。 しかし、悲しみがあなたを落胆させないようにしてください。これは私が誰にもおすすめする美しいショーです。\u001b[22m\n\u001b[1m(Kyō made, watashi wa Clannad to onajiyōni, anime ni tsuite kanjō-teki ni natta koto wa arimasen. Utsukushī geijutsu to, anata no kokoro o ubai, sore o mujihi ni iwa ni uchikudaku subarashī saundotorakku no shō. Shikashi, kanashimi ga anata o rakutan sa senai yō ni shite kudasai. Kore wa watashi ga darenimo osusume suru utsukushī shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mTo this day I have never been as emotional about an anime as I was with Clannad: after story. A show with beautiful art and a wonderful soundtrack that manages to take your heart and smash it against the rocks mercilessly. But don't let the sadness discourage you, this is a beautiful show that i would recommend to anyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo this day I have never been as emotional about an anime as I was with Clannad: after story.\u001b[24m\n    \u001b[1m今日まで、私はClannadと同じように、アニメについて感情的になったことはありません。\u001b[22m, \u001b[1m私はクラナドであったようにこの日に、私は、アニメに関する感情的として行ったことがない：話の後。\u001b[22m\n\u001b[4mA show with beautiful art and a wonderful soundtrack that manages to take your heart and smash it against the rocks mercilessly.\u001b[24m\n    \u001b[1m美しい芸術と、あなたの心を奪い、それを無慈悲に岩に打ち砕く素晴らしいサウンドトラックのショー。\u001b[22m, \u001b[1m美しい芸術とあなたの心を取ると、容赦なく岩に対してそれを粉砕するために管理し、素晴らしいサウンドトラックショー。\u001b[22m\n\u001b[4mBut don't let the sadness discourage you, this is a beautiful show that i would recommend to anyone.\u001b[24m\n    \u001b[1mしかし、悲しみがあなたを落胆させないようにしてください。これは私が誰にもおすすめする美しいショーです。\u001b[22m, \u001b[1mしかし、悲しみはあなたを落胆させてはいけない、これは私が誰にもお勧めします美しいショーがあります。\u001b[22m"
  },
  {
    "title": "Clannad__After_Story",
    "id": "4181",
    "url": "https://myanimelist.net/anime/4181/Clannad__After_Story",
    "user": "tuva",
    "profile": "/profile/tuva/reviews",
    "pages": "21",
    "number": "20",
    "link": "/reviews.php?id=144089",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n少年が少女と会う、両者の関係が発展する、関係が恋に変わる、女の子と少年が出会い、アニメが終わるいくつかの障害を克服した後。 それ以降に何が起こると思いましたか？ それはヒットシリーズのClannadへのこの絶対的に驚くべき続編でこのアニメが探検するものです。\n\nストーリー：10  - このアニメは、T​​omoyaとNagisaの出会いが始まるとClannadが終了する直後にピックアップします。 このストーリーは、あなたがデートを開始するときの「バラ色の」生活がどのようにして出てくるかという実際の現実と結果を探っています。 また、この物語は、クラナドでうまく説明されていないものや、「幻想的な世界」の真実を説明しています。 私はこのアニメがちょうどClannadのラインに沿っていると思っていて、アニメがいくつかの問題を表示すると、物語は周りを回って周りを回るだろう、カップルは分離し、終わりに彼らは一緒に戻ってくるだろうが、 しかし、私がこのシリーズについて愛していたのは、ペースがあまりにも速くないまたは遅くないことで物語が素敵でスムーズに進行する方法でした。 最高の部分は、長い時間が経てば後編が先行者より優れていると感じたという事実です。\n\nアート：9  - 私はアートはほとんど同じだと思うが、ここではクラナドよりアートが気づきました。  （私はこのシリーズにいるように私は特にクラナドが好きではなかったので私は偏っていると思う。）\n\nサウンド：9  - それは静かなサウンドトラックとオープニングとエンディングの曲も素晴らしいだったので、それは雰囲気をくすぐったように音は素晴らしかった。 私は、声優が特に重要な3人の主人公であるため、ここでは声優がもっと大きな影響を与えたと思います。\n\nキャラクター：10  - キャラクターは驚きでしたが、良い方法でした。 私は、キャラクターが最も発展したトモヤが開発した方法が面白いことを発見し、結果は本当にうまくいきました。 また、Ushioのキャラクターは、彼女の性格が彼女の育った方法に依存しているので、よく発達したキャラクターである。それは素敵なものだった.Negisaの性格がどのように変わり、Clannadの4人の女性の主人公が役割を果たすのか、 さらに多くを減らしましたが、全体的にすべてのキャラクターは素晴らしかったです。\n\n楽しさ：10  - 私はこのシリーズを楽しんでいました。私たちの目の前で結婚することを目指す若いカップルが誕生しました。そして、それは暖かさで満ちています。 私はそれがClannadよりも楽しいシリーズだと思うし、これは誰にもおすすめです。\n\nPeople who liked: Angel Beats!,AnoHana,Itazura na Kiss,Frruits Basket,Byousoku 5 Centimeters,Kanon,Ookami Kodomo no Ame to Yuki,Air,Kimi ga Nozomu Eien,Mysel;Yourself and Usagi's Drop will enjoy this series a lot but either way this series is suitable for any audience.\n\n全体的には10  - 一部の人々は欠陥などを指摘しているかもしれませんが、全体的には混合感情でいっぱいの偉大な時計ですが、それは混乱していないか、マッシュアップされていません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBoy meets Girl, both develop some sort of relation, relation turns into love, after overcoming a few obstacles the girl and boy start dating, anime ends. Did you ever think what happens after that? That is what this anime explores in this absolutely amazing sequel to the Hit series Clannad.\n\n\u001b[1m少年が少女と会う、両者の関係が発展する、関係が恋に変わる、女の子と少年が出会い、アニメが終わるいくつかの障害を克服した後。 それ以降に何が起こると思いましたか？ それはヒットシリーズのClannadへのこの絶対的に驚くべき続編で、このアニメが探求するものです。\u001b[22m\n\u001b[1m(Shōnen ga shōjo to au, ryōsha no kankei ga hatten suru, kankei ga koi ni kawaru, on'nanoko to shōnen ga deai, anime ga owaru ikutsu ka no shōgai o kokufuku shita nochi. Sore ikō ni nani ga okoru to omoimashita ka? Sore wa hittoshirīzu no Clannad e no kono zetsutaiteki ni odorokubeki zokuhen de, kono anime ga tankyū suru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mBoy meets Girl, both develop some sort of relation, relation turns into love, after overcoming a few obstacles the girl and boy start dating, anime ends. Did you ever think what happens after that? That is what this anime explores in this absolutely amazing sequel to the Hit series Clannad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoy meets Girl, both develop some sort of relation, relation turns into love, after overcoming a few obstacles the girl and boy start dating, anime ends.\u001b[24m\n    \u001b[1m少年が少女と会う、両者の関係が発展する、関係が恋に変わる、女の子と少年が出会い、アニメが終わるいくつかの障害を克服した後。\u001b[22m, \u001b[1m少年は少女を満たしている、両方の関係のいくつかの並べ替えを開発し、関係が女の子と男の子がデートを開始し、いくつかの障害を克服した後、愛に変わり、アニメは終了します。\u001b[22m\n\u001b[4mDid you ever think what happens after that?\u001b[24m\n    \u001b[1mそれ以降に何が起こると思いましたか？\u001b[22m, \u001b[1mあなたはその後何が起こるかと思いましたか？\u001b[22m\n\u001b[4mThat is what this anime explores in this absolutely amazing sequel to the Hit series Clannad.\u001b[24m\n    \u001b[1mそれはヒットシリーズのClannadへのこの絶対的に驚くべき続編で、このアニメが探求するものです。\u001b[22m, \u001b[1mつまり、このアニメがヒットシリーズクラナドにこの絶対に素晴らしい続編で探るものです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10 - This anime picks up straight after where Clannad ends as Tomoya and Nagisa have started dating. This story explores the actual reality and consequences of how the 'rosy' life when you start dating turns out. Also this story explains quite a few things that weren't explained well in Clannad as well as the truth behing the 'Illusionary World'. I thought this anime will just follow the lines of Clannad and the story would just roam around in circles as the anime would show some troubles, the couple will separate and at the end of the day they would come back together but would still be dating. But what I loved about this series was how the story progresses nice and smoothly with the pace not being too fast or slow. The best part would be the matter of fact that after a long time I felt a sequel is better than it's preceder.\n\n\u001b[1mストーリー：10  - このアニメは、T​​omoyaとNagisaの出会いが始まるとClannadが終了する直後にピックアップします。 このストーリーは、あなたがデートを開始するときの「バラ色の」生活がどのようにして出てくるかという実際の現実と結果を探っています。 また、この物語は、クラナドでうまく説明されていないものや、「幻想的な世界」の真実を説明しています。 私はこのアニメがちょうどClannadのラインに沿っていると思っていて、アニメがいくつかの問題を表示すると、物語は周りを回って周りを回るだろう、カップルは分離し、終わりに彼らは一緒に戻ってくるだろうが、 しかし、私がこのシリーズについて愛していたのは、ペースがあまりにも速くないまたは遅くないことで物語が素敵でスムーズに進行する方法でした。 最高の部分は、長い時間が経てば後編が先行者より優れていると感じたという事実です。\u001b[22m\n\u001b[1m(Sutōrī: 10 - Kono anime wa, T ​​ omoya to Nagisa no deai ga hajimaru to Clannad ga shūryō suru chokugo ni pikkuappu shimasu. Kono sutōrī wa, anata ga dēto o kaishi suru toki no `bara-iro no' seikatsu ga dono yō ni shite detekuru ka to iu jissai no genjitsu to kekka o sagutte imasu. Mata, kono monogatari wa, kuranado de umaku setsumei sa rete inai mono ya,`gensō-tekina sekai' no shinjitsu o setsumei shite imasu. Watashi wa kono anime ga chōdo Clannad no rain ni sotte iru to omotte ite, anime ga ikutsu ka no mondai o hyōji suru to, monogatari wa mawari o mawatte mawari o mawarudarou, kappuru wa bunri shi, owari ni karera wa issho ni modotte kurudarouga, shikashi, watashi ga kono shirīzu ni tsuite itoshite ita no wa, pēsu ga amarini mo hayakunai matawa osokunai koto de monogatari ga sutekide sumūzu ni shinkō suru hōhōdeshita. Saikō no bubun wa, nagai jikan ga tateba kōhen ga senkō-sha yori sugurete iru to kanjita to iu jijitsudesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: 10 - This anime picks up straight after where Clannad ends as Tomoya and Nagisa have started dating. This story explores the actual reality and consequences of how the 'rosy' life when you start dating turns out. Also this story explains quite a few things that weren't explained well in Clannad as well as the truth behing the 'Illusionary World'. I thought this anime will just follow the lines of Clannad and the story would just roam around in circles as the anime would show some troubles, the couple will separate and at the end of the day they would come back together but would still be dating. But what I loved about this series was how the story progresses nice and smoothly with the pace not being too fast or slow. The best part would be the matter of fact that after a long time I felt a sequel is better than it's preceder.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10 - This anime picks up straight after where Clannad ends as Tomoya and Nagisa have started dating.\u001b[24m\n    \u001b[1mストーリー：10  - このアニメは、TomoyaとNagisaの出会いが始まるとClannadが終了する直後にピックアップします。\u001b[22m, \u001b[1mストーリー：10  - このアニメは、ストレート智也と渚がデートを開始しているようクラナドが終了する場所を後にピックアップします。\u001b[22m\n\u001b[4mThis story explores the actual reality and consequences of how the 'rosy' life when you start dating turns out.\u001b[24m\n    \u001b[1mこのストーリーは、あなたがデートを開始するときの「バラ色の」生活がどのようにして出てくるかという実際の現実と結果を探っています。\u001b[22m, \u001b[1mこの物語は実際の現実とあなたはデートが判明起動方法「バラ色の生活の影響を探ります。\u001b[22m\n\u001b[4mAlso this story explains quite a few things that weren't explained well in Clannad as well as the truth behing the 'Illusionary World'.\u001b[24m\n    \u001b[1mまた、この物語は、クラナドでうまく説明されていないものや、「幻想的な世界」の真実を説明しています。\u001b[22m, \u001b[1mまた、この話はかなりクラナドでよく説明されていなかったいくつかのことだけでなく、「幻想世界」をbehing真実を説明しています。\u001b[22m\n\u001b[4mI thought this anime will just follow the lines of Clannad and the story would just roam around in circles as the anime would show some troubles, the couple will separate and at the end of the day they would come back together but would still be dating.\u001b[24m\n    \u001b[1m私はこのアニメがちょうどClannadのラインに沿っていると思っていて、アニメがいくつかの問題を表示すると、物語は周りを回って周りを回るだろう、カップルは分離し、終わりに彼らは一緒に戻ってくるだろうが、\u001b[22m, \u001b[1m私はこのアニメがちょうどクラナドの行に続くと思っやアニメは、いくつかのトラブルを示すであろうとして物語はちょうどカップルが分離すると、一日の終わりに、彼らは一緒に戻ってくるだろうが、まだ付き合っされるであろう、円の中を歩き回ることになります。\u001b[22m\n\u001b[4mBut what I loved about this series was how the story progresses nice and smoothly with the pace not being too fast or slow.\u001b[24m\n    \u001b[1mしかし、私がこのシリーズについて愛していたのは、ペースがあまりにも速くないまたは遅くないことで物語が素敵でスムーズに進行する方法でした。\u001b[22m, \u001b[1mしかし、私はこのシリーズについて愛した何の話がいいとスムーズにペースが速すぎるか遅いされていないと進行状況でした。\u001b[22m\n\u001b[4mThe best part would be the matter of fact that after a long time I felt a sequel is better than it's preceder.\u001b[24m\n    \u001b[1m最高の部分は、長い時間が経てば後編が先行者より優れていると感じたという事実です。\u001b[22m, \u001b[1m最良の部分は、長い時間の後、私は続編が、それはprecederだより優れていると感じたことは当然のことであろう。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9 - Though I think the art is pretty much the same, I noticed the art more in here than in Clannad as here it's more noticable and it felt much more wonderful. ( I think i'm being biased though because i wasn't particularly fond of Clannad as I am with this series ).\n\n\u001b[1mアート：9  - 私はアートはほとんど同じだと思うが、ここではクラナドよりアートが気づきました。  （私はこのシリーズにいるように私は特にクラナドが好きではなかったので私は偏っていると思う。）\u001b[22m\n\u001b[1m(Āto: 9 - Watashi wa āto wa hotondo onajida to omou ga, kokode wa kuranado yori āto ga kidzukimashita. (Watashi wa kono shirīzu ni iru yō ni watashi wa tokuni kuranado ga sukide wa nakattanode watashi wa katayotte iru to omou. ))\u001b[22m\n\nTranslations of \u001b[4mArt: 9 - Though I think the art is pretty much the same, I noticed the art more in here than in Clannad as here it's more noticable and it felt much more wonderful. ( I think i'm being biased though because i wasn't particularly fond of Clannad as I am with this series ).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9 - Though I think the art is pretty much the same, I noticed the art more in here than in Clannad as here it's more noticable and it felt much more wonderful.\u001b[24m\n    \u001b[1mアート：9  - 私はアートはほとんど同じだと思うが、ここではクラナドよりアートが気づきました。\u001b[22m, \u001b[1mアート：9  - 私は芸術がほとんど同じだと思いますけれども、ここでそれがより顕著だとそれがはるかに素晴らしいと感じたとして、私はクラナドよりも、ここでアートより多くのに気づきました。\u001b[22m\n\u001b[4m( I think i'm being biased though because i wasn't particularly fond of Clannad as I am with this series ).\u001b[24m\n    \u001b[1m（私はこのシリーズにいるように私は特にクラナドが好きではなかったので私は偏っていると思う。）\u001b[22m, \u001b[1m（私は私が私がこのシリーズで午前としてクラナドの特に好きではなかったので、私もバイアスされると思います）。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9 - The sound was great as it soothed the atmosphere with it's calming soundtrack and the opening and ending songs were great too. I think the voice actors had a much more impact in here as they had a much more deeper role especially the three main protagonists.\n\n\u001b[1mサウンド：9  - それは静かなサウンドトラックとオープニングとエンディングの曲も素晴らしいだったので、それは雰囲気をくすぐったように音は素晴らしかった。 私は、声優が特に重要な3人の主人公であるため、ここでは声優がもっと大きな影響を与えたと思います。\u001b[22m\n\u001b[1m(Saundo: 9 - Sore wa shizukana saundotorakku to ōpuningu to endingu no kyoku mo subarashīdattanode, soreha fun'iki o kusugutta yō ni oto wa subarashikatta. Watashi wa, seiyū ga tokuni jūyōna 3-ri no shujinkōdearu tame, kokode wa seiyū ga motto ōkina eikyō o ataeta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: 9 - The sound was great as it soothed the atmosphere with it's calming soundtrack and the opening and ending songs were great too. I think the voice actors had a much more impact in here as they had a much more deeper role especially the three main protagonists.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9 - The sound was great as it soothed the atmosphere with it's calming soundtrack and the opening and ending songs were great too.\u001b[24m\n    \u001b[1mサウンド：9  - それは静かなサウンドトラックとオープニングとエンディングの曲も素晴らしいだったので、それは雰囲気をくすぐったように音は素晴らしかった。\u001b[22m, \u001b[1mサウンド：9  - それは心を落ち着かせるサウンドトラックと開口部だとエンディング曲で雰囲気を慰めたとしてサウンドは素晴らしかった、あまりにも素晴らしかったです。\u001b[22m\n\u001b[4mI think the voice actors had a much more impact in here as they had a much more deeper role especially the three main protagonists.\u001b[24m\n    \u001b[1m私は、声優が特に重要な3人の主人公であるため、ここでは声優がもっと大きな影響を与えたと思います。\u001b[22m, \u001b[1m私は声優は、彼らが特に3主役はるかに深い役割を持っていたとして、ここでより多くの影響を与えたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10 - The characters were a surprise but in a good way. I found it amusing the way the characters developed especially Tomoya who developed the most and the consequences turned out really well. Also Ushio's character is another notably well developed character as her personality depended on the way she was raised so it was a nice thing.Though it was kind of expected how Nagisa's character would turn out as and the four main female protagonists in Clannad had their roles reduced a lot more too but overall all of the characters were great.\n\n\u001b[1mキャラクター：10  - キャラクターは驚きでしたが、良い方法でした。 私は、キャラクターが最も発展したトモヤが開発した方法が面白いことを発見し、結果は本当にうまくいきました。 また、Ushioのキャラクターは、彼女の性格が彼女の育った方法に依存しているので、よく発達したキャラクターである。それは素敵なものだった.Negisaの性格がどのように変わり、Clannadの4人の女性の主人公が役割を果たすのか、 さらに多くを減らしましたが、全体的にすべてのキャラクターは素晴らしかったです。\u001b[22m\n\u001b[1m(Kyarakutā: 10 - Kyarakutā wa odorokideshitaga, yoi hōhōdeshita. Watashi wa, kyarakutā ga mottomo hatten shita Tomoya ga kaihatsu shita hōhō ga omoshiroi koto o hakken shi, kekka wa hontōni umaku ikimashita. Mata, Ushio no kyarakutā wa, kanojo no seikaku ga kanojo no sodatta hōhō ni izon shite irunode, yoku hattatsu shita kyarakutādearu. Sore wa sutekina monodatta. Negisa no seikaku ga dono yō ni kawari, Clannad no 4-ri no josei no shujinkō ga yakuwariwohatasu no ka, sarani ōku o herashimashitaga, zentai-teki ni subete no kyarakutā wa subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10 - The characters were a surprise but in a good way. I found it amusing the way the characters developed especially Tomoya who developed the most and the consequences turned out really well. Also Ushio's character is another notably well developed character as her personality depended on the way she was raised so it was a nice thing.Though it was kind of expected how Nagisa's character would turn out as and the four main female protagonists in Clannad had their roles reduced a lot more too but overall all of the characters were great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10 - The characters were a surprise but in a good way.\u001b[24m\n    \u001b[1mキャラクター：10  - キャラクターは驚きでしたが、良い方法でした。\u001b[22m, \u001b[1mキャラクター：10  - 文字は驚きであったが、良い方法インチ\u001b[22m\n\u001b[4mI found it amusing the way the characters developed especially Tomoya who developed the most and the consequences turned out really well.\u001b[24m\n    \u001b[1m私は、キャラクターが最も発展したトモヤが開発した方法が面白いことを発見し、結果は本当にうまくいきました。\u001b[22m, \u001b[1m私はそれが道にほとんどを開発し、結果は本当によく判明智也特に開発された文字を面白い発見しました。\u001b[22m\n\u001b[4mAlso Ushio's character is another notably well developed character as her personality depended on the way she was raised so it was a nice thing.Though it was kind of expected how Nagisa's character would turn out as and the four main female protagonists in Clannad had their roles\u001b[24m\n    \u001b[1mまた、Ushioのキャラクターは、彼女の性格が彼女の育った方法に依存しているので、よく発達したキャラクターである。それは素敵なものだった.Negisaの性格がどのように変わり、Clannadの4人の女性の主人公が役割を果たすのか、\u001b[22m, \u001b[1m彼女の性格はそれはそれは一種の渚のキャラクターのように判明するだろうか期待された素敵なthing.Thoughたとクラナドの4つの主要な女性の主人公が自分の役割を持っていたので、彼女が提起された方法に依存するとしても、ウシオの文字は別の、特によく発達した文字です\u001b[22m\n\u001b[4mreduced a lot more too but overall all of the characters were great.\u001b[24m\n    \u001b[1mさらに多くを減らしましたが、全体的にすべてのキャラクターは素晴らしかったです。\u001b[22m, \u001b[1mより多くの、あまりにも多くのことを減少したが、全体的に、すべての文字が大きかったです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10 - I enjoyed this series a lot as it's not something usually we see ( A character developed young couple whom we get to see marry in front of our eyes ) and it has it's own moments filled with warmth. I think it's a more enjoyabe series than Clannad and this is recommended to anyone.\n\n\u001b[1m楽しさ：10  - 私はこのシリーズを楽しんでいました。私たちの目の前で結婚することを目指す若いカップルが誕生しました。そして、それは暖かさで満ちています。 私はそれがClannadよりも楽しいシリーズだと思うし、これは誰にもおすすめです。\u001b[22m\n\u001b[1m(Tanoshisa: 10 - Watashi wa kono shirīzu o tanoshinde imashita. Watashitachi no menomaede kekkon suru koto o mezasu wakai kappuru ga tanjō shimashita. Soshite, sore wa atataka-sa de michite imasu. Watashi wa sore ga Clannad yori mo tanoshī shirīzuda to omoushi, koreha darenimo osusumedesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10 - I enjoyed this series a lot as it's not something usually we see ( A character developed young couple whom we get to see marry in front of our eyes ) and it has it's own moments filled with warmth. I think it's a more enjoyabe series than Clannad and this is recommended to anyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10 - I enjoyed this series a lot as it's not something usually we see ( A character developed young couple whom we get to see marry in front of our eyes ) and it has it's own moments filled with warmth.\u001b[24m\n    \u001b[1m楽しさ：10  - 私はこのシリーズを楽しんでいました。私たちの目の前で結婚することを目指す若いカップルが誕生しました。そして、それは暖かさで満ちています。\u001b[22m, \u001b[1m楽しさ：10  - それは通常我々が見る（文字は私達が私達の目の前で結婚見ることが誰若いカップルを開発した）、それは暖かさで満たされ、それ自身の瞬間を持っているものではありませんように私はこのシリーズをたくさん楽しみました。\u001b[22m\n\u001b[4mI think it's a more enjoyabe series than Clannad and this is recommended to anyone.\u001b[24m\n    \u001b[1m私はそれがClannadよりも楽しいシリーズだと思うし、これは誰にもおすすめです。\u001b[22m, \u001b[1m私はそれがクラナドよりenjoyabeシリーズだと思うと、これは誰にもお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nPeople who liked: Angel Beats!,AnoHana,Itazura na Kiss,Frruits Basket,Byousoku 5 Centimeters,Kanon,Ookami Kodomo no Ame to Yuki,Air,Kimi ga Nozomu Eien,Mysel;Yourself and Usagi's Drop will enjoy this series a lot but either way this series is suitable for any audience.\n(Pīpuru who liked: Enjerubītsu, AnoHana, Itazura na Kiss, Frruits basuketto, Byousoku 5 Centimeters, kanon, Ookami Kodomo no Ame to Yuki, Air, Kimi ga Nozomu Eien, Mysel; yuaserufu ando Usagi' s doroppu will enjoy this series a lot but either way this series is suitable fō any audience.)\n\n\u001b[1mPeople who liked: Angel Beats!,AnoHana,Itazura na Kiss,Frruits Basket,Byousoku 5 Centimeters,Kanon,Ookami Kodomo no Ame to Yuki,Air,Kimi ga Nozomu Eien,Mysel;Yourself and Usagi's Drop will enjoy this series a lot but either way this series is suitable for any audience.\u001b[22m\n\u001b[1m(Pīpuru who liked: Enjerubītsu, AnoHana, Itazura na Kiss, Frruits basuketto, Byousoku 5 Centimeters, kanon, Ookami Kodomo no Ame to Yuki, Air, Kimi ga Nozomu Eien, Mysel; yuaserufu ando Usagi' s doroppu will enjoy this series a lot but either way this series is suitable fō any audience.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10 - Though some people may point out flaws or something else but overall it's a great watch filled with mixed emotions yet it's not disorganised or a mashed up piece and is worth a while to watch.\n\n\u001b[1m全体的には10  - 一部の人々は欠陥などを指摘しているかもしれませんが、全体的には混合感情でいっぱいの偉大な時計ですが、それは混乱していないか、マッシュアップされていません。\u001b[22m\n\u001b[1m(Zentai-teki ni wa 10 - ichibu no hitobito wa kekkan nado o shiteki shite iru kamo shiremasenga, zentai-teki ni wa kongō kanjō de ippai no idaina tokeidesuga, soreha konran shite inai ka, masshuappu sa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10 - Though some people may point out flaws or something else but overall it's a great watch filled with mixed emotions yet it's not disorganised or a mashed up piece and is worth a while to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10 - Though some people may point out flaws or something else but overall it's a great watch filled with mixed emotions yet it's not disorganised or a mashed up piece and is worth a while to watch.\u001b[24m\n    \u001b[1m全体的には10  - 一部の人々は欠陥などを指摘しているかもしれませんが、全体的には混合感情でいっぱいの偉大な時計ですが、それは混乱していないか、マッシュアップされていません。\u001b[22m, \u001b[1m全体：10  - けれどもまだそれは無秩序やマッシュアップ作品ではないと見ている間の価値がある何人かの人々が傷や他の何かを指摘するかもしれませんが、全体的には入り交じった感情で満たされた偉大な時計です。\u001b[22m"
  }
]
