[
  {
    "title": "Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "id": "4483",
    "url": "https://myanimelist.net/anime/4483/Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "user": "santetjan",
    "profile": "/profile/santetjan/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=13644",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  7\n\n今やアニメは私たちに、人々が現実よりももっと頻繁に笑顔を浮かべる世界を示しています。 魔法使いには、大切なことは、貴重なショーの一つであることが明らかになります。\n\n2003年の魔法使いには続編のようだが、日本と同じ架空のレンダリングを共有しているだけなので、舞踏会には馬術の世代を鑑賞する必要はない。 夏の空）、すべての文字と設定のほとんどが変更されています。\n\n夏の空の架空の宇宙の中で、魔法は本物です。 それほど実際には、それは商品とみなされ、実行魔法はサービス産業です。 魔法を実行する能力はまだまだ稀な贈り物ですが、魔術師の存在は社会の一部であり、それを目撃するときには大衆が馬鹿にならないということです。 このショーでは、魔法を実行するための法律や規則があり、すべての魔術師が登録されなければならないことが知られており、国防に使用されている魔法が言及されています。 しかし、視聴者に提示されるものは、日常生活の実践に使用される小規模な魔法です。 私たちが見る魔法は、甘くて役立つ建設的なものです。壊れた陶磁器が修復され、紛失したアイテムが回収され、ビーチに孤立したイルカが海に戻ってきます。\n\nスケール自体がかなり小さく、家庭的な魔法自体は、余分なものであることが明らかになり、それを形作るのではなくプロットを強化します。 ショーが主に私たちに提示するものは、東京の夏の間に教育を受ける少数の魔道士の人生の垣間見ることです。 主人公のスズキソラは、北海道の田舎の町から生まれた笑顔で無邪気な15歳の少年で、東京に数週間集まった同級生のほとんどが街をさまよっていて、 夏の見所。\nショーのほとんどでは、実際の出来事は、魔法使いの功績と失敗が、プロの魔法と互いとのやりとりや街の住民とのやりとりを手にしています。 すべては静かで穏やかで、ほとんどのショーで流行している喜びと悲劇の悲劇を欠いており、ストーリーはバックステージを喜んで受け取り、毎日歌うような小規模の驚異の発見 ショッピングモールの多様な名所、江の島の海の夕日などがあります。 安価なジョークがいくつか追加されていますが、これは一度は誰かの費用ではないので、実際には一般的な陽気を増強します。\nそして、ゆっくりと、キャラクターがお互いをよりよく知り合い、自分の気持ちが友情に変わり、甘くて無邪気な子犬の愛を示す。 もちろん、すべてがうまくいっているわけではなく、キャラクターはトレーニングの失敗や、人々の間で確かに爆発する小さな戦いや議論に苦労しなければならないが、ほとんどの場合、頼りにすることなく話すことができる 感情的な爆発は、すべての人が最終的にできる限り助けてくれることを誇りに思っているので、ショーは当然のことです。\nロマンチックな関係を築くことは、この長さのショーには遅すぎる突然の情熱と感情を込めて、穏やかな環境から離れて焦点を奪うでしょう。 悲しいことに、主人公の一人に、開発されたストーリーを破壊すると約束した非常に標準的でクリシェルな秘密の一つがあるように管理することさえある。 しかし、夏の空は、これを最長にしてはいけないという恵みがあり、あまりにも騒がしいことがなく、夏の満足度の高い幸福をもう一度受け入れています。\n\n夏に東京の一部を見せてどれくらいの時間を費やすかを考えれば、芸術が華麗であることは驚くべきことではありません。 大部分は薄いアニメーションのオーバーレイで構成された写真で、バックグラウンドは日差しと時折の影で覆われた街のさまざまな名所を示しています。 これらのスティルには、ビジネスに行く人々の喧騒と、猫があくびや伸び、交通が意図的に動くことがあります。 これらすべての要素は、背景のリアリスティックとははっきりとは対照的で、目の焦点がどのようなものであるべきかをはっきりと示すかなりシンプルなアニメーションスタイルで描かれています。 非常に多くの場合、このことは、この架空の世界に住む人々の笑顔に焦点を当てるべきです。\n主要なキャラクターにも多くの詳細が欠けています。 彼らの顔の特徴は、かなり単純な線、角度、曲線から構成され、それらのすべてに彼らの性格を伴う明確な顔の形を与えます。 このような細部の欠如により、非常に明確な表現が得られ、その広い範囲が訪問されます。 唇と唇の同期は非常にうまくいっていますが、カメラの焦点が話していないキャラクターに焦点を当てていても、目に見える表現でしか返答しないようなショットがたくさんあります。 さらに、キャラクターが詳細に欠けているものは、非常によく発達したポーズ感覚、立っている姿勢、歩き回っている人格、座っている姿勢、座っている春に幸せに動いているかのようになります。\n\n主要な芸術のスタイルとは異なり、様々なものが音楽です。 夏のソラは最近、シリーズのより多様なサウンドトラックの1つを持っています。いくつかのエピソードごとに別の曲を歌っているストリートコーナー歌手のロック/ポップを介して、朗らかなフルートとフィドルから、 ショー自体が「British new wave electro」と表現しているもの。 様々な曲にもかかわらず、ほとんどの曲は喜んで盛り上がります。 この多様性には、それを使用する独特の方法が追加されています。音楽はバックグラウンドの一部とみなされ、しばしばショーを設定する要素で切り替わります。 例外的にうまくいっているこの切り替えの例は、上述のショッピングモールであり、そこでは各店舗が訪れたときに音楽が変化し、空である床に沈黙している。\nしかし、夏の空の音の最高の要素は、声の使用でしょう。 ほとんどのショーとは異なり、カメラは常に話す人に集中するとは限らず、同じくらい頻繁にリスナーを見せて、スクリーンの外から音声が聞こえます。 これは、会話中の感覚とリスナーの顔に見える表現に気づく効果の両方を高める。 さらに、スクリーンの外側の要素から来る多くの音は、ショーが生き生きとした呼吸の世界の中に置かれているというアイデアを盛り込みます。\n\n上記のように、文字は容易に図形的に区別され、広範囲の感情を表現することができる。 重要なキャラクターの大部分は若くて無邪気な子供たちで、楽しい仲間で過ごすことができます。もちろん、甘くて無実のスズキ・ソラと当初から みどり川Goutaを傲慢ではあるが洞察力の高いAsagi Honomiに引き寄せる。 ほとんどのキャラクターには個人的なクォークが与えられていますが、これは安価なものですが、個性を与えるためには非常にうまく機能します。 良い例は、常に家族と名前の両方によって人々を呼び出すアサギの傾向です。 最も重要なのは、すべてのキャラクターが、種類が豊富で、内容が豊かで、心地よい音で話し、適切に丁寧で、生の感情が出てくるのは特別で思い出深いものですから、 他のほとんどのシリーズからの最も劇的なシーンよりも。\n\n夏のソラは、街とキャラクターの両方の夏の日々にゆっくりと動き回るショーで、最高のものを提供します。 私たちは、周りを見回し、多くの小さなものの単純な美しさを見て、より強い気持ちを引き出す重要な問題をしばらく残すように招待されています。 静かで陽気な会話、落ち着いた感情的な否定的な感情と無邪気な愛は、あなたが少し笑顔になり、他のほとんどのショーがあなたに衝撃を与える感情の一般的に完全に不合理な発作から回復するのに役立ちます。\n甘く、シンプルで魅力的なことは、ジャガイモの収穫、都市のハイライト、甘い女の子の笑顔を同じような気持ちで見ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nEvery now and then, anime shows us a world wherein people smile more often than they do in actuality. From the very opening sequence of Mahou Tsukai ni Taisetsu na Koto - Natsu no Sora it becomes apparent that it is one of those precious shows.\n\n\u001b[1m今やアニメは私たちに、人々が現実よりももっと頻繁に笑顔を浮かべる世界を示しています。 魔法使いには、大切なことは、貴重なショーの一つであることが明らかになります。\u001b[22m\n\u001b[1m(Imaya anime wa watashitachi ni, hitobito ga genjitsu yori mo motto hinpan ni egao o ukaberu sekai o shimeshite imasu. Mahōtsukai ni wa, taisetsunakoto wa, kichōna shō no hitotsudearu koto ga akiraka ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mEvery now and then, anime shows us a world wherein people smile more often than they do in actuality. From the very opening sequence of Mahou Tsukai ni Taisetsu na Koto - Natsu no Sora it becomes apparent that it is one of those precious shows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery now and then, anime shows us a world wherein people smile more often than they do in actuality.\u001b[24m\n    \u001b[1m今やアニメは私たちに、人々が現実よりももっと頻繁に笑顔を浮かべる世界を示しています。\u001b[22m, \u001b[1m人々はより頻繁に、彼らが実際に行うよりも笑顔を特徴と毎日のようにして、アニメは私たちの世界を示しています。\u001b[22m\n\u001b[4mFrom the very opening sequence of Mahou Tsukai ni Taisetsu na Koto - Natsu no Sora it becomes apparent that it is one of those precious shows.\u001b[24m\n    \u001b[1m魔法使いには、大切なことは、貴重なショーの一つであることが明らかになります。\u001b[22m, \u001b[1m魔法使いniの大切なコトの非常に開くシーケンスから - 夏のソラそれは、これらの貴重なショーの一つであることが明らかになりました。\u001b[22m\n\u001b[1m\u001b[22m\nThough it seems a sequel to the 2003 Mahou Tsukai ni Taisetsu na Koto, they only share the same fictional rendering of Japan and it is not necessary to have watched the earlier show to appreciate Mahou Tsukai ni Taisetsu na Koto - Natsu no Sora (hereinafter, Natsu no Sora), as all characters and most of the setting have changed.\n\n\u001b[1m2003年の魔法使いには続編のようだが、日本と同じ架空のレンダリングを共有しているだけなので、舞踏会には馬術の世代を鑑賞する必要はない。 夏の空）、すべての文字と設定のほとんどが変更されています。\u001b[22m\n\u001b[1m(2003-Nen no mahōtsukai ni wa zokuhen no yōdaga, Nihon to onaji kakū no rendaringu o kyōyū shite iru dakenanode, budōkai ni wa bajutsu no sedai o kanshō suru hitsuyō wanai. Kanosora), subete no moji to settei no hotondo ga henkō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThough it seems a sequel to the 2003 Mahou Tsukai ni Taisetsu na Koto, they only share the same fictional rendering of Japan and it is not necessary to have watched the earlier show to appreciate Mahou Tsukai ni Taisetsu na Koto - Natsu no Sora (hereinafter, Natsu no Sora), as all characters and most of the setting have changed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough it seems a sequel to the 2003 Mahou Tsukai ni Taisetsu na Koto, they only share the same fictional rendering of Japan and it is not necessary to have watched the earlier show to appreciate Mahou Tsukai ni Taisetsu na Koto - Natsu no Sora (hereinafter,\u001b[24m\n    \u001b[1m2003年の魔法使いには続編のようだが、日本と同じ架空のレンダリングを共有しているだけなので、舞踏会には馬術の世代を鑑賞する必要はない。\u001b[22m, \u001b[1mそれは2003年魔法使いniの大切な琴の続編と思われるが、彼らは日本だけの同じ架空のレンダリングを共有し、魔法使いniの大切なコトを理解する以前のショーを見ている必要はありません - 夏のソラ（以下、\u001b[22m\n\u001b[4mNatsu no Sora), as all characters and most of the setting have changed.\u001b[24m\n    \u001b[1m夏の空）、すべての文字と設定のほとんどが変更されています。\u001b[22m, \u001b[1m夏のソラ）、すべての文字のように、設定のほとんどが変更されました。\u001b[22m\n\u001b[1m\u001b[22m\nWithin the fictional universe of Natsu no Sora, magic is real. So much so, in fact, that it is considered a commodity and performing magic is a service industry. While the ability to perform magic is still a rare gift, the presence of mages is part of society, meaning that the populace at large will not be stupefied when witnessing it. The interaction of magic and society as a whole is touched upon: the show makes it known that there are laws and regulation for performing magic and that all mages must be registered, and mention is made of magic being used in national defence. Yet what the viewer is presented with is smaller-scale magic used in the practice of everyday life. The magic we see is of a constructive kind, sweet and helpful: broken chinaware is mended, lost items are retrieved, dolphins stranded on the beach are helped back into the ocean.\n\n\u001b[1m夏の空の架空の宇宙の中で、魔法は本物です。 それほど実際には、それは商品とみなされ、実行魔法はサービス産業です。 魔法を実行する能力はまだまだ稀な贈り物ですが、魔術師の存在は社会の一部であり、それを目撃するときには大衆が馬鹿にならないということです。 このショーでは、魔法を実行するための法律や規則があり、すべての魔術師が登録されなければならないことが知られており、国防に使用されている魔法が言及されています。 しかし、視聴者に提示されるものは、日常生活の実践に使用される小規模な魔法です。 私たちが見る魔法は、甘くて役立つ建設的なものです。壊れた陶磁器が修復され、紛失したアイテムが回収され、ビーチに孤立したイルカが海に戻ってきます。\u001b[22m\n\u001b[1m(Kanosora no kakū no uchū no naka de, mahō wa honmonodesu. Sorehodo jissai ni wa, soreha shōhin to minasa re, jikkō mahō wa sābisu sangyōdesu. Mahō o jikkō suru nōryoku wa madamada marena okurimonodesuga, majutsu-shi no sonzai wa shakai no ichibudeari, sore o mokugeki suru tokiniha taishū ga bakaninaranai to iu kotodesu. Kono shōde wa, mahō o jikkō suru tame no hōritsu ya kisoku ga ari, subete no majutsu-shi ga tōroku sa renakereba naranai koto ga shira rete ori, kokubō ni shiyō sa rete iru mahō ga genkyū sa rete imasu. Shikashi, shichō-sha ni teiji sa reru mono wa, nichijō seikatsu no jissen ni shiyō sa reru shōkibona mahōdesu. Watashitachi ga miru mahō wa, amakute yakudatsu kensetsu-tekina monodesu. Kowareta tōjiki ga shūfuku sa re, funshitsu shita aitemu ga kaishū sa re, bīchi ni koritsu shita iruka ga umi ni modotte kimasu.)\u001b[22m\n\nTranslations of \u001b[4mWithin the fictional universe of Natsu no Sora, magic is real. So much so, in fact, that it is considered a commodity and performing magic is a service industry. While the ability to perform magic is still a rare gift, the presence of mages is part of society, meaning that the populace at large will not be stupefied when witnessing it. The interaction of magic and society as a whole is touched upon: the show makes it known that there are laws and regulation for performing magic and that all mages must be registered, and mention is made of magic being used in national defence. Yet what the viewer is presented with is smaller-scale magic used in the practice of everyday life. The magic we see is of a constructive kind, sweet and helpful: broken chinaware is mended, lost items are retrieved, dolphins stranded on the beach are helped back into the ocean.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWithin the fictional universe of Natsu no Sora, magic is real.\u001b[24m\n    \u001b[1m夏の空の架空の宇宙の中で、魔法は本物です。\u001b[22m, \u001b[1m夏のソラの架空世界の中で、魔法は本当です。\u001b[22m\n\u001b[4mSo much so, in fact, that it is considered a commodity and performing magic is a service industry.\u001b[24m\n    \u001b[1mそれほど実際には、それは商品とみなされ、実行魔法はサービス産業です。\u001b[22m, \u001b[1mだからも多いので、実際には、それは、商品とみなされ、魔法を実行すると、サービス業であることを。\u001b[22m\n\u001b[4mWhile the ability to perform magic is still a rare gift, the presence of mages is part of society, meaning that the populace at large will not be stupefied when witnessing it.\u001b[24m\n    \u001b[1m魔法を実行する能力はまだまだ稀な贈り物ですが、魔術師の存在は社会の一部であり、それを目撃するときには大衆が馬鹿にならないということです。\u001b[22m, \u001b[1m魔法を実行する能力がまだ稀な贈り物ですが、魔術師の存在がそれを目撃したときに広く民衆がボーッとなるではないだろうことを意味し、社会の一部です。\u001b[22m\n\u001b[4mThe interaction of magic and society as a whole is touched upon: the show makes it known that there are laws and regulation for performing magic and that all mages must be registered, and mention is made of magic being used in national defence.\u001b[24m\n    \u001b[1mこのショーでは、魔法を実行するための法律や規則があり、すべての魔術師が登録されなければならないことが知られており、国防に使用されている魔法が言及されています。\u001b[22m, \u001b[1mショーは、それは魔法を実行するため、すべてのメイジが登録されている必要があり、その法律や規制が存在することが知られてなり、言及は国防に使用されている魔法で作られています：全体としての魔法と社会の相互作用が触れています。\u001b[22m\n\u001b[4mYet what the viewer is presented with is smaller-scale magic used in the practice of everyday life.\u001b[24m\n    \u001b[1mしかし、視聴者に提示されるものは、日常生活の実践に使用される小規模な魔法です。\u001b[22m, \u001b[1mまだ何視聴者が提示されていることは、日常生活の実施において使用される小規模な魔法です。\u001b[22m\n\u001b[4mThe magic we see is of a constructive kind, sweet and helpful: broken chinaware is mended, lost items are retrieved, dolphins stranded on the beach are helped back into the ocean.\u001b[24m\n    \u001b[1m私たちが見る魔法は、甘くて役立つ建設的なものです。壊れた陶磁器が修復され、紛失したアイテムが回収され、ビーチに孤立したイルカが海に戻ってきます。\u001b[22m, \u001b[1m私たちが見るの魔法は、建設的な種類の甘いと便利です：壊れた陶器は、失われたアイテムが取得され、補修されているビーチに取り残さイルカが戻って海に役立っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe magic itself being rather small in scale and quite homely, it becomes clear that it's an extra, something that enhances the plot instead of shaping it. What the show mainly presents us is a glimpse in the life of a small number of mages in training who receive their education during the Tokyo summer. Protagonist Suzuki Sora, a kind, smiling and innocent 15 year-old, fresh from a country town in Hokkaido, and a few of her classmates that have converged in Tokyo for a few weeks are mostly seen wandering parts of the city and taking in the sights of summer.\n\n\u001b[1mスケール自体がかなり小さく、家庭的な魔法自体は、余分なものであることが明らかになり、それを形作るのではなくプロットを強化します。 ショーが主に私たちに提示するものは、東京の夏の間に教育を受ける少数の魔道士の人生の垣間見ることです。 主人公のスズキソラは、北海道の田舎の町から生まれた笑顔で無邪気な15歳の少年で、東京に数週間集まった同級生のほとんどが街をさまよっていて、 夏の見所。\u001b[22m\n\u001b[1m(Sukēru jitai ga kanari chīsaku, kateitekina mahō jitai wa, yobun'na monodearu koto ga akiraka ni nari, sore o katachidzukuru node wa naku purotto o kyōka shimasu. Shō ga omo ni watashitachi ni teiji suru mono wa, Tōkyō no natsu no ma ni kyōiku o ukeru shōsū no madō-shi no jinsei no kaimamiru kotodesu. Shujinkō no suzukisora wa, Hokkaidō no inaka no machi kara umareta egao de mujakina 15-sai no shōnen de, Tōkyō ni sū-shūkan atsumatta dōkyūsei no hotondo ga machi o samayotte ite, natsu no midokoro.)\u001b[22m\n\nTranslations of \u001b[4mThe magic itself being rather small in scale and quite homely, it becomes clear that it's an extra, something that enhances the plot instead of shaping it. What the show mainly presents us is a glimpse in the life of a small number of mages in training who receive their education during the Tokyo summer. Protagonist Suzuki Sora, a kind, smiling and innocent 15 year-old, fresh from a country town in Hokkaido, and a few of her classmates that have converged in Tokyo for a few weeks are mostly seen wandering parts of the city and taking in the sights of summer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe magic itself being rather small in scale and quite homely, it becomes clear that it's an extra, something that enhances the plot instead of shaping it.\u001b[24m\n    \u001b[1mスケール自体がかなり小さく、家庭的な魔法自体は、余分なものであることが明らかになり、それを形作るのではなくプロットを強化します。\u001b[22m, \u001b[1m魔法自体は規模が比較的小さく、非常に家庭的であること、それは代わりにそれを形作るのプロットを高め、余分な、何かことが明らかになりました。\u001b[22m\n\u001b[4mWhat the show mainly presents us is a glimpse in the life of a small number of mages in training who receive their education during the Tokyo summer.\u001b[24m\n    \u001b[1mショーが主に私たちに提示するものは、東京の夏の間に教育を受ける少数の魔道士の人生の垣間見ることです。\u001b[22m, \u001b[1mどのようなショーは、主に私たちを提示すると、東京の夏の間に彼らの教育を受ける訓練におけるメイジの少数の生活の中で垣間見るです。\u001b[22m\n\u001b[4mProtagonist Suzuki Sora, a kind, smiling and innocent 15 year-old, fresh from a country town in Hokkaido, and a few of her classmates that have converged in Tokyo for a few weeks are mostly seen wandering parts of the city and taking in the\u001b[24m\n    \u001b[1m主人公のスズキソラは、北海道の田舎の町から生まれた笑顔で無邪気な15歳の少年で、東京に数週間集まった同級生のほとんどが街をさまよっていて、\u001b[22m, \u001b[1m主人公鈴木ソラ、親切、笑顔で無邪気な15歳、北海道の田舎町から新鮮、そして数週間のために東京に収束したことを彼女のクラスメートのいくつかは、主に都市の一部を放浪し、に取って見られます\u001b[22m\n\u001b[4msights of summer.\u001b[24m\n    \u001b[1m夏の見所。\u001b[22m, \u001b[1m夏のスポット。\u001b[22m\nFor most of the show, the actual happenings consist of the achievements and failures of the mages as they try their hand on professional magic and of the interactions they have with each other and the inhabitants of the city. All is calm and gentle, devoid of the outrages of joy and tragedy so prevalent in most shows, and the story happily takes a backseat and shows us the characters' discoveries of small-scale wonders such as a street corner singer who sings for a daily growing audience, the diverse sights of a shopping mall and the sunset over the sea at Enoshima. There are a few cheap jokes added, but since, for once, these manage not to be to someone’s expense they actually enhance the general cheerfulness.\n\n\u001b[1mショーのほとんどでは、実際の出来事は、魔法使いの功績と失敗が、プロの魔法と互いとのやりとりや街の住民とのやりとりを手にしています。 すべては静かで穏やかで、ほとんどのショーで流行している喜びと悲劇の悲劇を欠いており、ストーリーはバックステージを喜んで受け取り、毎日歌うような小規模の驚異の発見 ショッピングモールの多様な名所、江の島の海の夕日などがあります。 安価なジョークがいくつか追加されていますが、これは一度は誰かの費用ではないので、実際には一般的な陽気を増強します。\u001b[22m\n\u001b[1m(Shō no hotondode wa, jissai no dekigoto wa, mahōtsukai no kōseki to shippai ga, puro no mahō to tagai to no yaritori ya machi no jūmin to no yaritori o te ni shite imasu. Subete wa shizukade odayakade, hotondo no shō de ryūkō shite iru yorokobi to higeki no higeki o kaite ori, sutōrī wa bakkusutēji o yorokonde uketori, mainichi utau yōna shōkibo no kyōi no hakken shoppingumōru no tayōna meisho, Enoshima no umi no yūhi nado ga arimasu. Ankana jōku ga ikutsu ka tsuika sa rete imasuga, kore wa ichido wa dare ka no hiyōde wanainode, jissai ni wa ippantekina yōki o zōkyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor most of the show, the actual happenings consist of the achievements and failures of the mages as they try their hand on professional magic and of the interactions they have with each other and the inhabitants of the city. All is calm and gentle, devoid of the outrages of joy and tragedy so prevalent in most shows, and the story happily takes a backseat and shows us the characters' discoveries of small-scale wonders such as a street corner singer who sings for a daily growing audience, the diverse sights of a shopping mall and the sunset over the sea at Enoshima. There are a few cheap jokes added, but since, for once, these manage not to be to someone’s expense they actually enhance the general cheerfulness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor most of the show, the actual happenings consist of the achievements and failures of the mages as they try their hand on professional magic and of the interactions they have with each other and the inhabitants of the city.\u001b[24m\n    \u001b[1mショーのほとんどでは、実際の出来事は、魔法使いの功績と失敗が、プロの魔法と互いとのやりとりや街の住民とのやりとりを手にしています。\u001b[22m, \u001b[1m彼らはプロの魔法に、彼らはお互いに持っている相互作用や都市の住民の手をしようとしてショーのほとんどは、実際の出来事は、成果とメイジの障害で構成されています。\u001b[22m\n\u001b[4mAll is calm and gentle, devoid of the outrages of joy and tragedy so prevalent in most shows, and the story happily takes a backseat and shows us the characters' discoveries of small-scale wonders such as a street corner singer who sings for a daily\u001b[24m\n    \u001b[1mすべては静かで穏やかで、ほとんどのショーで流行している喜びと悲劇の悲劇を欠いており、ストーリーはバックステージを喜んで受け取り、毎日歌うような小規模の驚異の発見\u001b[22m, \u001b[1mすべては、ほとんどのショーでとても流行喜びと悲劇の非道を欠いて、静かで穏やかで、物語は喜んでそのような毎日のために歌う街角歌手として小規模驚異のキャラクターの発見を後部座席を取り、私たちを示してい\u001b[22m\n\u001b[4mgrowing audience, the diverse sights of a shopping mall and the sunset over the sea at Enoshima.\u001b[24m\n    \u001b[1mショッピングモールの多様な名所、江の島の海の夕日などがあります。\u001b[22m, \u001b[1m成長している聴衆、ショッピングモールの多様な観光スポットや江ノ島で海に沈む夕日。\u001b[22m\n\u001b[4mThere are a few cheap jokes added, but since, for once, these manage not to be to someone’s expense they actually enhance the general cheerfulness.\u001b[24m\n    \u001b[1m安価なジョークがいくつか追加されていますが、これは一度は誰かの費用ではないので、実際には一般的な陽気を増強します。\u001b[22m, \u001b[1mそこに追加されたいくつかの安価なジョークがありますが、一度のため、これらは誰かの費用にではないと管理、以来、彼らは実際には一般的な明るさを向上させます。\u001b[22m\nAnd, slowly, it shows us how the characters get to know each other better, their feelings evolving into friendship and a sweet and innocent puppy love. Of course, not all goes well all the time, and the characters have to struggle with failure in their training and the small fights and arguments that will certainly erupt between people, but most of the time things can be talked over without having to resort to emotional outbursts, as the show takes for granted that everyone will, in the end, try their best to help out in any way they can.\n\n\u001b[1mそして、ゆっくりと、キャラクターがお互いをよりよく知り合い、自分の気持ちが友情に変わり、甘くて無邪気な子犬の愛を示す。 もちろん、すべてがうまくいっているわけではなく、キャラクターはトレーニングの失敗や、人々の間で確かに爆発する小さな戦いや議論に苦労しなければならないが、ほとんどの場合、頼りにすることなく話すことができる 感情的な爆発は、すべての人が最終的にできる限り助けてくれることを誇りに思っているので、ショーは当然のことです。\u001b[22m\n\u001b[1m(Soshite, yukkuri to, kyarakutā ga otagai o yori yoku shiriai, jibun no kimochi ga yūjō ni kawari, amakute mujakina koinu no ai o shimesu. Mochiron, subete ga umaku itte iru wakede wa naku, kyarakutā wa torēningu no shippai ya, hitobito no ma de tashika ni bakuhatsu suru chīsana tatakai ya giron ni kurō shinakereba naranaiga, hotondo no baai, tayori ni suru koto naku hanasu koto ga dekiru kanjō-tekina bakuhatsu wa, subete no hito ga saishūtekini dekiru kagiri tasukete kureru koto o hokori ni omotte irunode, shō wa tōzen no kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd, slowly, it shows us how the characters get to know each other better, their feelings evolving into friendship and a sweet and innocent puppy love. Of course, not all goes well all the time, and the characters have to struggle with failure in their training and the small fights and arguments that will certainly erupt between people, but most of the time things can be talked over without having to resort to emotional outbursts, as the show takes for granted that everyone will, in the end, try their best to help out in any way they can.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd, slowly, it shows us how the characters get to know each other better, their feelings evolving into friendship and a sweet and innocent puppy love.\u001b[24m\n    \u001b[1mそして、ゆっくりと、キャラクターがお互いをよりよく知り合い、自分の気持ちが友情に変わり、甘くて無邪気な子犬の愛を示す。\u001b[22m, \u001b[1mそして、ゆっくりと、それは文字が自分の感情が友情と甘いと無邪気な子犬の愛へと進化し、互いによく知っていることを得る方法を私たちに示しています。\u001b[22m\n\u001b[4mOf course, not all goes well all the time, and the characters have to struggle with failure in their training and the small fights and arguments that will certainly erupt between people, but most of the time things can be talked over without having to resort to\u001b[24m\n    \u001b[1mもちろん、すべてがうまくいっているわけではなく、キャラクターはトレーニングの失敗や、人々の間で確かに爆発する小さな戦いや議論に苦労しなければならないが、ほとんどの場合、頼りにすることなく話すことができる\u001b[22m, \u001b[1mもちろん、すべてがうまくすべての時間を移行し、文字はその訓練の障害と確かに人々の間で噴火します小さな戦いと引数と格闘する必要がありますが、時間の物事のほとんどはに頼らずにオーバー話をすることができません\u001b[22m\n\u001b[4memotional outbursts, as the show takes for granted that everyone will, in the end, try their best to help out in any way they can.\u001b[24m\n    \u001b[1m感情的な爆発は、すべての人が最終的にできる限り助けてくれることを誇りに思っているので、ショーは当然のことです。\u001b[22m, \u001b[1m感情の爆発、誰もが、最終的には、彼らができる任意の方法で助けるために最善を尽くしますことを当然のショーがかかるように。\u001b[22m\nOne would suppose that having a romantic relationship enter would steal the focus away from the cheery setting, infusing it with sudden passion and emotion that comes too late for a show of this length. Sadly, it does, even managing to have one of the protagonists have one of the very standard and clichéd secrets that almost promised to destroy any developed story. Natsu no Sora, however, has the good graces not to have this come to the forefront for too long and without too much fuss once more embraces the highly satisfying happiness of summer.\n\n\u001b[1mロマンチックな関係を築くことは、この長さのショーには遅すぎる突然の情熱と感情を込めて、穏やかな環境から離れて焦点を奪うでしょう。 悲しいことに、主人公の一人に、開発されたストーリーを破壊すると約束した非常に標準的でクリシェルな秘密の一つがあるように管理することさえある。 しかし、夏の空は、これを最長にしてはいけないという恵みがあり、あまりにも騒がしいことがなく、夏の満足度の高い幸福をもう一度受け入れています。\u001b[22m\n\u001b[1m(Romanchikkuna kankei o kizuku koto wa, kono naga-sa no shō ni wa oso sugiru totsuzen no jōnetsu to kanjō o komete, odayakana kankyō kara hanarete shōten o ubaudeshou. Kanashī koto ni, shujinkō no hitori ni, kaihatsu sa reta sutōrī o hakai suru to yakusoku shita hijō ni hyōjun-tekide kurisheruna himitsu no hitotsu ga aru yō ni kanri suru koto sae aru. Shikashi, kanosora wa, kore o saichō ni shite wa ikenai to iu megumi ga ari, amarini mo sawagashī koto ga naku, natsu no manzoku-do no takai kōfuku o mōichido ukeirete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOne would suppose that having a romantic relationship enter would steal the focus away from the cheery setting, infusing it with sudden passion and emotion that comes too late for a show of this length. Sadly, it does, even managing to have one of the protagonists have one of the very standard and clichéd secrets that almost promised to destroy any developed story. Natsu no Sora, however, has the good graces not to have this come to the forefront for too long and without too much fuss once more embraces the highly satisfying happiness of summer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne would suppose that having a romantic relationship enter would steal the focus away from the cheery setting, infusing it with sudden passion and emotion that comes too late for a show of this length.\u001b[24m\n    \u001b[1mロマンチックな関係を築くことは、この長さのショーには遅すぎる突然の情熱と感情を込めて、穏やかな環境から離れて焦点を奪うでしょう。\u001b[22m, \u001b[1m一つはロマンチックな関係が入る持つことが遅すぎるこの長さのショーのために来て突然の情熱と感情でそれを注入、離れ陽気な設定からフォーカスを盗むだろうと仮定だろう。\u001b[22m\n\u001b[4mSadly, it does, even managing to have one of the protagonists have one of the very standard and clichéd secrets that almost promised to destroy any developed story.\u001b[24m\n    \u001b[1m悲しいことに、主人公の一人に、開発されたストーリーを破壊すると約束した非常に標準的でクリシェルな秘密の一つがあるように管理することさえある。\u001b[22m, \u001b[1m悲しいことに、それがない、でも主人公の一つは、ほぼすべての開発ストーリーを破壊することを約束し、非常に標準的で陳腐秘密の一つを持っている持って管理します。\u001b[22m\n\u001b[4mNatsu no Sora, however, has the good graces not to have this come to the forefront for too long and without too much fuss once more embraces the highly satisfying happiness of summer.\u001b[24m\n    \u001b[1mしかし、夏の空は、これを最長にしてはいけないという恵みがあり、あまりにも騒がしいことがなく、夏の満足度の高い幸福をもう一度受け入れています。\u001b[22m, \u001b[1m夏のソラは、しかし、もう一度、夏の非常に満足のいく幸せを包含する、これはあまりにも長い間最前線に来ており、あまり大騒ぎせずにしないように好意を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nGiven how much time is spent showing parts of Tokyo in summer, it should be no surprise that the art is gorgeous. Consisting mostly of photographs with a thin animated overlay, the background show us diverse sights of a city bathed in sunlight and occasional shadow. Superimposed on these stills is the hustle and bustle of people going their business, cats yawning and stretching and traffic moving purposefully. All these latter elements are drawn in a rather minimalist animation style which contrasts sharply with the realism of the background and makes it quite clear what the focus of the eye should be upon. In very many cases, this focus should be on the smiling faces of the people inhabiting this fictional world.\n\n\u001b[1m夏に東京の一部を見せてどれくらいの時間を費やすかを考えれば、芸術が華麗であることは驚くべきことではありません。 大部分は薄いアニメーションのオーバーレイで構成された写真で、バックグラウンドは日差しと時折の影で覆われた街のさまざまな名所を示しています。 これらのスティルには、ビジネスに行く人々の喧騒と、猫があくびや伸び、交通が意図的に動くことがあります。 これらすべての要素は、背景のリアリスティックとははっきりとは対照的で、目の焦点がどのようなものであるべきかをはっきりと示すかなりシンプルなアニメーションスタイルで描かれています。 非常に多くの場合、このことは、この架空の世界に住む人々の笑顔に焦点を当てるべきです。\u001b[22m\n\u001b[1m(Natsu ni Tōkyō no ichibu o misete dorekurai no jikan o tsuiyasu ka o kangaereba, geijutsu ga kareidearu koto wa odorokubeki kotode wa arimasen. Daibubun wa usui animēshon no ōbārei de kōsei sa reta shashin de, bakkuguraundo wa hizashi to tokiori no kage de ōwa reta machi no samazamana meisho o shimeshite imasu. Korera no sutiru ni wa, bijinesu ni iku hitobito no kensō to, neko ga akubi ya nobi, kōtsū ga itotekini ugoku koto ga arimasu. Korera subete no yōso wa, haikei no riarisutikku to wa hakkiri to wa taishō-tekide,-me no shōten ga dono yōna monodearubeki ka o hakkiri to shimesu kanari shinpuruna animēshonsutairu de egaka rete imasu. Hijō ni ōku no baai, kono koto wa, kono kakū no sekai ni sumu hitobito no egao ni shōten o aterubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mGiven how much time is spent showing parts of Tokyo in summer, it should be no surprise that the art is gorgeous. Consisting mostly of photographs with a thin animated overlay, the background show us diverse sights of a city bathed in sunlight and occasional shadow. Superimposed on these stills is the hustle and bustle of people going their business, cats yawning and stretching and traffic moving purposefully. All these latter elements are drawn in a rather minimalist animation style which contrasts sharply with the realism of the background and makes it quite clear what the focus of the eye should be upon. In very many cases, this focus should be on the smiling faces of the people inhabiting this fictional world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGiven how much time is spent showing parts of Tokyo in summer, it should be no surprise that the art is gorgeous.\u001b[24m\n    \u001b[1m夏に東京の一部を見せてどれくらいの時間を費やすかを考えれば、芸術が華麗であることは驚くべきことではありません。\u001b[22m, \u001b[1m夏に東京の部品を示す費やされているどのくらいの時間を考えると、芸術が華やかであることは驚くべきことではないはずです。\u001b[22m\n\u001b[4mConsisting mostly of photographs with a thin animated overlay, the background show us diverse sights of a city bathed in sunlight and occasional shadow.\u001b[24m\n    \u001b[1m大部分は薄いアニメーションのオーバーレイで構成された写真で、バックグラウンドは日差しと時折の影で覆われた街のさまざまな名所を示しています。\u001b[22m, \u001b[1m主に薄いアニメーションオーバーレイと写真からなる、背景は私たちに太陽光や時折影を浴び都市の多様な観光スポットを示しています。\u001b[22m\n\u001b[4mSuperimposed on these stills is the hustle and bustle of people going their business, cats yawning and stretching and traffic moving purposefully.\u001b[24m\n    \u001b[1mこれらのスティルには、ビジネスに行く人々の喧騒と、猫があくびや伸び、交通が意図的に動くことがあります。\u001b[22m, \u001b[1mこれらの静止画に重畳された猫はあくびとストレッチング、トラフィックが意図的に移動し、彼らのビジネスを行く人々の喧騒です。\u001b[22m\n\u001b[4mAll these latter elements are drawn in a rather minimalist animation style which contrasts sharply with the realism of the background and makes it quite clear what the focus of the eye should be upon.\u001b[24m\n    \u001b[1mこれらすべての要素は、背景のリアリスティックとははっきりとは対照的で、目の焦点がどのようなものであるべきかをはっきりと示すかなりシンプルなアニメーションスタイルで描かれています。\u001b[22m, \u001b[1mすべてのこれらの後者の要素は、背景のリアリズムと対照的で、目の焦点は時にどうあるべきか、それはかなり明確になり、むしろミニマアニメーションスタイルで描かれています。\u001b[22m\n\u001b[4mIn very many cases, this focus should be on the smiling faces of the people inhabiting this fictional world.\u001b[24m\n    \u001b[1m非常に多くの場合、このことは、この架空の世界に住む人々の笑顔に焦点を当てるべきです。\u001b[22m, \u001b[1m非常に多くの場合、この焦点は、この架空の世界に生息する人々の笑顔にする必要があります。\u001b[22m\nThe main characters as well are devoid of many details. Their facial features consist of rather simple lines, angles and curves, giving all of them a distinct facial shape accompanying their personalities. This lack of detail gives them very clear expressions, a wide range of which are visited. Lips and lip sync are done very well, yet ever better are the many shots in which the camera's focus is on a character not speaking but replying only by means of her visible expressions. Moreover, what the characters lack in detail they gain in a very well developed sense of poise, the way they're standing, walking and sitting oozing personality, be it shuffling in a slump or happily moving with a spring in the step.\n\n\u001b[1m主要なキャラクターにも多くの詳細が欠けています。 彼らの顔の特徴は、かなり単純な線、角度、曲線から構成され、それらのすべてに彼らの性格を伴う明確な顔の形を与えます。 このような細部の欠如により、非常に明確な表現が得られ、その広い範囲が訪問されます。 唇と唇の同期は非常にうまくいっていますが、カメラの焦点が話していないキャラクターに焦点を当てていても、目に見える表現でしか返答しないようなショットがたくさんあります。 さらに、キャラクターが詳細に欠けているものは、非常によく発達したポーズ感覚、立っている姿勢、歩き回っている人格、座っている姿勢、座っている春に幸せに動いているかのようになります。\u001b[22m\n\u001b[1m(Shuyōna kyarakutā ni mo ōku no shōsai ga kakete imasu. Karera no kao no tokuchō wa, kanari tanjun'na sen, kakudo, kyokusen kara kōsei sa re, sorera no subete ni karera no seikaku o tomonau meikakuna kao no katachi o ataemasu. Ko no yōna saibu no ketsujo ni yori, hijō ni meikakuna hyōgen ga e rare, sono hiroi han'i ga hōmon sa remasu. Kuchibiru to kuchibiru no dōki wa hijō ni umaku itte imasuga, kamera no shōten ga hanashite inai kyarakutā ni shōten o atete ite mo, menimieru hyōgende shika hentō shinai yōna shotto ga takusan arimasu. Sarani, kyarakutā ga shōsai ni kakete iru mono wa, hijō ni yoku hattatsu shita pōzu kankaku, tatte iru shisei, arukimawatte iru jinkaku, suwatte iru shisei, suwatte iru haru ni shiawase ni ugoite iru ka no yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main characters as well are devoid of many details. Their facial features consist of rather simple lines, angles and curves, giving all of them a distinct facial shape accompanying their personalities. This lack of detail gives them very clear expressions, a wide range of which are visited. Lips and lip sync are done very well, yet ever better are the many shots in which the camera's focus is on a character not speaking but replying only by means of her visible expressions. Moreover, what the characters lack in detail they gain in a very well developed sense of poise, the way they're standing, walking and sitting oozing personality, be it shuffling in a slump or happily moving with a spring in the step.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main characters as well are devoid of many details.\u001b[24m\n    \u001b[1m主要なキャラクターにも多くの詳細が欠けています。\u001b[22m, \u001b[1mだけでなく、メインキャラクターは、多くの詳細を欠いています。\u001b[22m\n\u001b[4mTheir facial features consist of rather simple lines, angles and curves, giving all of them a distinct facial shape accompanying their personalities.\u001b[24m\n    \u001b[1m彼らの顔の特徴は、かなり単純な線、角度、曲線から構成され、それらのすべてに彼らの性格を伴う明確な顔の形を与えます。\u001b[22m, \u001b[1m彼らの顔の特徴は、それらのすべてに彼らの個性を伴う明確な顔の形状を与え、むしろシンプルなライン、角度と曲線で構成されています。\u001b[22m\n\u001b[4mThis lack of detail gives them very clear expressions, a wide range of which are visited.\u001b[24m\n    \u001b[1mこのような細部の欠如により、非常に明確な表現が得られ、その広い範囲が訪問されます。\u001b[22m, \u001b[1m詳細の欠如は、それらを訪問しているの広い範囲を非常に明確な表現を提供します。\u001b[22m\n\u001b[4mLips and lip sync are done very well, yet ever better are the many shots in which the camera's focus is on a character not speaking but replying only by means of her visible expressions.\u001b[24m\n    \u001b[1m唇と唇の同期は非常にうまくいっていますが、カメラの焦点が話していないキャラクターに焦点を当てていても、目に見える表現でしか返答しないようなショットがたくさんあります。\u001b[22m, \u001b[1m唇やリップシンクは非常によく行われている、まだ今までより良いカメラの焦点はキャラクターが話すが、彼女の目に見える表現の手段によってのみ返信ないのである多くのショットがあります。\u001b[22m\n\u001b[4mMoreover, what the characters lack in detail they gain in a very well developed sense of poise, the way they're standing, walking and sitting oozing personality, be it shuffling in a slump or happily moving with a spring in the step.\u001b[24m\n    \u001b[1mさらに、キャラクターが詳細に欠けているものは、非常によく発達したポーズ感覚、立っている姿勢、歩き回っている人格、座っている姿勢、座っている春に幸せに動いているかのようになります。\u001b[22m, \u001b[1mまた、どのような文字は、彼らがにじみ出る個性を、立って歩いて座っている方法は、それがスランプにシャッフルまたは喜んステップで春で移動することが、彼らはポイズの非常によく発達した感覚で獲得詳細に欠けています。\u001b[22m\n\u001b[1m\u001b[22m\nAs varied and contrasting as the major art styles are is the music. Natsu no Sora has one of the more diverse soundtracks of the series coming out lately, with music ranging from a cheery flute and fiddle, via the rock/pop of the street corner singer, who we hear singing a different song every few episodes, to what the show itself describes as 'British new wave electro'. Despite the variety, most songs are happy or uplifting, with only a very few sadder pieces added to the mix. To this diversity is added a distinct way of using it: music is considered a part of the background and often switches with the elements of setting show. An example of this switching, which is by and large done exceptionally well, is the aforementioned shopping mall, where the music changes with each shop visited, culminating in silence on a floor that is empty.\n\n\u001b[1m主要な芸術のスタイルとは異なり、様々なものが音楽です。 夏のソラは最近、シリーズのより多様なサウンドトラックの1つを持っています。いくつかのエピソードごとに別の曲を歌っているストリートコーナー歌手のロック/ポップを介して、朗らかなフルートとフィドルから、 ショー自体が「British new wave electro」と表現しているもの。 様々な曲にもかかわらず、ほとんどの曲は喜んで盛り上がります。 この多様性には、それを使用する独特の方法が追加されています。音楽はバックグラウンドの一部とみなされ、しばしばショーを設定する要素で切り替わります。 例外的にうまくいっているこの切り替えの例は、上述のショッピングモールであり、そこでは各店舗が訪れたときに音楽が変化し、空である床に沈黙している。\u001b[22m\n\u001b[1m(Shuyōna geijutsu no sutairu to wa kotonari, samazamana mono ga ongakudesu. Natsu no Sora wa saikin, shirīzu no yori tayōna saundotorakku no 1tsu o motte imasu. Ikutsu ka no episōdo-goto ni betsu no kyoku o utatte iru sutorītokōnā kashu no rokku/ poppu o kaishite, hogarakana furūto to fidoru kara, shō jitai ga `buritisshu new wave electro' to hyōgen shite iru mono. Samazamana kyoku nimokakawarazu, hotondo no kyoku wa yorokonde moriagarimasu. Kono tayō-sei ni wa, sore o shiyō suru dokutoku no hōhō ga tsuika sa rete imasu. Ongaku wa bakkuguraundo no ichibu to minasa re, shibashiba shō o settei suru yōso de kirikawarimasu. Reigai-teki ni umaku itte iru kono kirikae no rei wa, jōjutsu no shoppingumōrudeari, sokode wa kaku tenpo ga otozureta toki ni ongaku ga henka shi, soradearu yuka ni chinmoku shite iru.)\u001b[22m\n\nTranslations of \u001b[4mAs varied and contrasting as the major art styles are is the music. Natsu no Sora has one of the more diverse soundtracks of the series coming out lately, with music ranging from a cheery flute and fiddle, via the rock/pop of the street corner singer, who we hear singing a different song every few episodes, to what the show itself describes as 'British new wave electro'. Despite the variety, most songs are happy or uplifting, with only a very few sadder pieces added to the mix. To this diversity is added a distinct way of using it: music is considered a part of the background and often switches with the elements of setting show. An example of this switching, which is by and large done exceptionally well, is the aforementioned shopping mall, where the music changes with each shop visited, culminating in silence on a floor that is empty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs varied and contrasting as the major art styles are is the music.\u001b[24m\n    \u001b[1m主要な芸術のスタイルとは異なり、様々なものが音楽です。\u001b[22m, \u001b[1m主要なアートスタイルがあるように変化し、対照的な音楽です。\u001b[22m\n\u001b[4mNatsu no Sora has one of the more diverse soundtracks of the series coming out lately, with music ranging from a cheery flute and fiddle, via the rock/pop of the street corner singer, who we hear singing a different song every few episodes, to\u001b[24m\n    \u001b[1m夏のソラは最近、シリーズのより多様なサウンドトラックの1つを持っています。いくつかのエピソードごとに別の曲を歌っているストリートコーナー歌手のロック/ポップを介して、朗らかなフルートとフィドルから、\u001b[22m, \u001b[1m夏のソラは、我々はに、別の曲ごとにいくつかのエピソードを歌って聞く街角歌手のロック/ポップを経由して、陽気なフルートとフィドルに至るまでの音楽で、最近出てくる一連のより多様なサウンドトラックの1つを有し\u001b[22m\n\u001b[4mwhat the show itself describes as 'British new wave electro'.\u001b[24m\n    \u001b[1mショー自体が「British new wave electro」と表現しているもの。\u001b[22m, \u001b[1m何ショー自体は「英国の新しい波電気」と説明しています。\u001b[22m\n\u001b[4mDespite the variety, most songs are happy or uplifting, with only a very few sadder pieces added to the mix.\u001b[24m\n    \u001b[1m様々な曲にもかかわらず、ほとんどの曲は喜んで盛り上がります。\u001b[22m, \u001b[1m悲しいだけ非常にいくつかの作品は、ミックスに加えて、さまざまなにもかかわらず、ほとんどの曲は、幸せか高揚しています。\u001b[22m\n\u001b[4mTo this diversity is added a distinct way of using it: music is considered a part of the background and often switches with the elements of setting show.\u001b[24m\n    \u001b[1mこの多様性には、それを使用する独特の方法が追加されています。音楽はバックグラウンドの一部とみなされ、しばしばショーを設定する要素で切り替わります。\u001b[22m, \u001b[1mこの多様性にそれを使用しての明確な方法が追加されます。音楽が背景の一部とみなされ、多くの場合、ショーを設定する要素とスイッチされます。\u001b[22m\n\u001b[4mAn example of this switching, which is by and large done exceptionally well, is the aforementioned shopping mall, where the music changes with each shop visited, culminating in silence on a floor that is empty.\u001b[24m\n    \u001b[1m例外的にうまくいっているこの切り替えの例は、上述のショッピングモールであり、そこでは各店舗が訪れたときに音楽が変化し、空である床に沈黙している。\u001b[22m, \u001b[1mよると、大規模な非常によく行われているこの切り替えの例は、各店舗で音楽の変化が空である階の沈黙の中で最高潮に達する、訪問した前述のショッピングモール、です。\u001b[22m\nThe best element of the sound in Natsu no Sora, however, would be the use of voices. Unlike most shows, the camera doesn't always focus on the person speaking, showing equally often the listener, resulting in the voices coming from outside of the screen. This enhances both the feeling of being in the conversation and the effect of noting the expressions visible on the faces of the listeners. Moreover, many sounds coming from elements outside of the screen altogether add to the idea that the show is set within a living, breathing world.\n\n\u001b[1mしかし、夏の空の音の最高の要素は、声の使用でしょう。 ほとんどのショーとは異なり、カメラは常に話す人に集中するとは限らず、同じくらい頻繁にリスナーを見せて、スクリーンの外から音声が聞こえます。 これは、会話中の感覚とリスナーの顔に見える表現に気づく効果の両方を高める。 さらに、スクリーンの外側の要素から来る多くの音は、ショーが生き生きとした呼吸の世界の中に置かれているというアイデアを盛り込みます。\u001b[22m\n\u001b[1m(Shikashi, kanosora no oto no saikō no yōso wa,-goe no shiyōdeshou. Hotondo no shō to wa kotonari, kamera wa tsuneni hanasu hito ni shūchū suru to wa kagirazu, onaji kurai hinpan ni risunā o misete, sukurīn no soto kara onsei ga kikoemasu. Kore wa, kaiwa-chū no kankaku to risunā no kao ni mieru hyōgen ni kidzuku kōka no ryōhō o takameru. Sarani, sukurīn no sotogawa no yōso kara kuru ōku no oto wa, shō ga ikiikitoshita kokyū no sekai no naka ni oka rete iru to iu aidea o morikomimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe best element of the sound in Natsu no Sora, however, would be the use of voices. Unlike most shows, the camera doesn't always focus on the person speaking, showing equally often the listener, resulting in the voices coming from outside of the screen. This enhances both the feeling of being in the conversation and the effect of noting the expressions visible on the faces of the listeners. Moreover, many sounds coming from elements outside of the screen altogether add to the idea that the show is set within a living, breathing world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best element of the sound in Natsu no Sora, however, would be the use of voices.\u001b[24m\n    \u001b[1mしかし、夏の空の音の最高の要素は、声の使用でしょう。\u001b[22m, \u001b[1m夏のソラ中の音の最高の要素が、しかし、声の使用であろう。\u001b[22m\n\u001b[4mUnlike most shows, the camera doesn't always focus on the person speaking, showing equally often the listener, resulting in the voices coming from outside of the screen.\u001b[24m\n    \u001b[1mほとんどのショーとは異なり、カメラは常に話す人に集中するとは限らず、同じくらい頻繁にリスナーを見せて、スクリーンの外から音声が聞こえます。\u001b[22m, \u001b[1mほとんどのショーとは異なり、カメラは常に画面の外部からの声で、その結果、均等に頻繁にリスナーを示し、話者に焦点を当てていません。\u001b[22m\n\u001b[4mThis enhances both the feeling of being in the conversation and the effect of noting the expressions visible on the faces of the listeners.\u001b[24m\n    \u001b[1mこれは、会話中の感覚とリスナーの顔に見える表現に気づく効果の両方を高める。\u001b[22m, \u001b[1mこれは会話でいるような感覚とリスナーの顔に見える表情に注目することの効果の両方を向上させます。\u001b[22m\n\u001b[4mMoreover, many sounds coming from elements outside of the screen altogether add to the idea that the show is set within a living, breathing world.\u001b[24m\n    \u001b[1mさらに、スクリーンの外側の要素から来る多くの音は、ショーが生き生きとした呼吸の世界の中に置かれているというアイデアを盛り込みます。\u001b[22m, \u001b[1mまた、画面の外の要素から来る多くの音は完全に世界を呼吸し、ショーは生活の中に設定されているという考えに追加します。\u001b[22m\n\u001b[1m\u001b[22m\nAs said above, characters are easily distinguished graphically and are able to express a wide range of emotions. Most characters of importance are fairly young and innocent kids who spend their days in pleasant companionship, though, of course, they all have quite distinct personalities that blend well together even if these are somewhat clichéd: from the sweet and innocent Suzuki Sora and the initially brooding yet kind-hearted Midorikawa Gouta to the domineering but insightful Asagi Honomi. Most of the characters are also given a personal quirk, which is something of a cheap shot yet works remarkably well to give them personality. A good example would be Asagi’s tendency to always call people by both their family and given names. Most importantly, because all of the characters are, by and large, kind and content folk, talking in pleasant tones and properly polite, the few times that their rawer emotions come out are special and memorable and, hence, have far more of an impact than even the most dramatic scenes from most other series.\n\n\u001b[1m上記のように、文字は容易に図形的に区別され、広範囲の感情を表現することができる。 重要なキャラクターの大部分は若くて無邪気な子供たちで、楽しい仲間で過ごすことができます。もちろん、甘くて無実のスズキ・ソラと当初から みどり川Goutaを傲慢ではあるが洞察力の高いAsagi Honomiに引き寄せる。 ほとんどのキャラクターには個人的なクォークが与えられていますが、これは安価なものですが、個性を与えるためには非常にうまく機能します。 良い例は、常に家族と名前の両方によって人々を呼び出すアサギの傾向です。 最も重要なのは、すべてのキャラクターが、種類が豊富で、内容が豊かで、心地よい音で話し、適切に丁寧で、生の感情が出てくるのは特別で思い出深いものですから、 他のほとんどのシリーズからの最も劇的なシーンよりも。\u001b[22m\n\u001b[1m(Jōki no yō ni, moji wa yōi ni zukei-teki ni kubetsu sa re, kōhan'i no kanjō o hyōgen suru koto ga dekiru. Jūyōna kyarakutā no daibubun wa wakakute mujakina kodomo-tachi de, tanoshī nakama de sugosu koto ga dekimasu. Mochiron, amakute mujitsu no Suzuki Sora to tōsho kara Midori-gawa Gouta o gōmande wa aru ga dōsatsuryoku no takai Asagi Honomi ni hikiyoseru. Hotondo no kyarakutā ni wa kojin-tekina ku~ōku ga atae rarete imasuga, kore wa ankana monodesuga, kosei o ataeru tame ni wa hijō ni umaku kinō shimasu. Yoi rei wa, tsuneni kazoku to namae no ryōhō ni yotte hitobito o yobidasu Asagi no keikōdesu. Mottomo jūyōna no wa, subete no kyarakutā ga, shurui ga hōfude, naiyō ga yutakade, kokochiyoi oto de hanashi, tekisetsu ni teineide,-sei no kanjō ga dete kuru no wa tokubetsude omoidebukai monodesukara, hoka no hotondo no shirīzu kara no mottomo gekitekina shīn yori mo.)\u001b[22m\n\u001b[1m\u001b[22m\nNatsu no Sora is a show that moves slowly through summer days, both of the city and of the characters, and that shows the best both have to offer. We are invited to simply take a look around and see the simple beauty in many small things, leaving for a while those issues of importance that elicit stronger feelings. Calm and cheerful conversations, subdued and down-to-earth negative emotions and an innocent love are bound to make you smile for a bit and help you recuperate from the generally completely irrational outbursts of emotion most other shows bombard you with.\n\n\u001b[1m夏のソラは、街とキャラクターの両方の夏の日々にゆっくりと動き回るショーで、最高のものを提供します。 私たちは、周りを見回し、多くの小さなものの単純な美しさを見て、より強い気持ちを引き出す重要な問題をしばらく残すように招待されています。 静かで陽気な会話、落ち着いた感情的な否定的な感情と無邪気な愛は、あなたが少し笑顔になり、他のほとんどのショーがあなたに衝撃を与える感情の一般的に完全に不合理な発作から回復するのに役立ちます。\u001b[22m\n\u001b[1m(Natsu no Sora wa,-gai to kyarakutā no ryōhō no natsu no hibi ni yukkuri to ugokimawaru shō de, saikō no mono o teikyō shimasu. Watashitachiha, mawari o mimawashi, ōku no chīsana mono no tanjun'na utsukushi-sa o mite, yori tsuyoi kimochi o hikidasu jūyōna mondai o shibaraku nokosu yō ni shōtai sa rete imasu. Shizukade yōkina kaiwa, ochitsuita kanjō-tekina hitei-tekina kanjō to mujakina ai wa, anata ga sukoshi egao ni nari, hoka no hotondo no shō ga anata ni shōgeki o ataeru kanjō no ippantekini kanzen ni fugōrina hossa kara kaifuku suru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mNatsu no Sora is a show that moves slowly through summer days, both of the city and of the characters, and that shows the best both have to offer. We are invited to simply take a look around and see the simple beauty in many small things, leaving for a while those issues of importance that elicit stronger feelings. Calm and cheerful conversations, subdued and down-to-earth negative emotions and an innocent love are bound to make you smile for a bit and help you recuperate from the generally completely irrational outbursts of emotion most other shows bombard you with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNatsu no Sora is a show that moves slowly through summer days, both of the city and of the characters, and that shows the best both have to offer.\u001b[24m\n    \u001b[1m夏のソラは、街とキャラクターの両方の夏の日々にゆっくりと動き回るショーで、最高のものを提供します。\u001b[22m, \u001b[1m夏のソラは、市内のと文字の両方、夏の日をゆっくり移動するショーです、それは最高の両方を提供する必要があります示しています。\u001b[22m\n\u001b[4mWe are invited to simply take a look around and see the simple beauty in many small things, leaving for a while those issues of importance that elicit stronger feelings.\u001b[24m\n    \u001b[1m私たちは、周りを見回し、多くの小さなものの単純な美しさを見て、より強い気持ちを引き出す重要な問題をしばらく残すように招待されています。\u001b[22m, \u001b[1m私たちはしばらくの間、強い気持ちを引き出す重要なこれらの問題を残して、単に周りを見て、多くの小さな事でシンプルな美しさを見に招待されています。\u001b[22m\n\u001b[4mCalm and cheerful conversations, subdued and down-to-earth negative emotions and an innocent love are bound to make you smile for a bit and help you recuperate from the generally completely irrational outbursts of emotion most other shows bombard you with.\u001b[24m\n    \u001b[1m静かで陽気な会話、落ち着いた感情的な否定的な感情と無邪気な愛は、あなたが少し笑顔になり、他のほとんどのショーがあなたに衝撃を与える感情の一般的に完全に不合理な発作から回復するのに役立ちます。\u001b[22m, \u001b[1m穏やかで陽気な会話、落ち着いたと堅実な否定的な感情と無邪気な愛はあなたが少しのために笑顔に、あなたが他のほとんどのショーはであなたを砲撃感情の一般完全に不合理な爆発から回復する助けにバインドされています。\u001b[22m\nSweet, simple and charming it makes you look upon a potato harvest, city highlights and a sweet girl's smile with the same feeling of contentedness.\n\n\u001b[1m甘く、シンプルで魅力的なことは、ジャガイモの収穫、都市のハイライト、甘い女の子の笑顔を同じような気持ちで見ることができます。\u001b[22m\n\u001b[1m(Amaku, shinpurude miryoku-tekina koto wa, jagaimo no shūkaku, toshi no hairaito, amai on'nanoko no egao o onajiyōna kimochi de miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSweet, simple and charming it makes you look upon a potato harvest, city highlights and a sweet girl's smile with the same feeling of contentedness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSweet, simple and charming it makes you look upon a potato harvest, city highlights and a sweet girl's smile with the same feeling of contentedness.\u001b[24m\n    \u001b[1m甘く、シンプルで魅力的なことは、ジャガイモの収穫、都市のハイライト、甘い女の子の笑顔を同じような気持ちで見ることができます。\u001b[22m, \u001b[1m、甘いシンプルかつ魅力的な、それはあなたがジャガイモの収穫、都市のハイライトと満足のと同じ感覚で甘い女の子の笑顔の際に見えるのです。\u001b[22m"
  },
  {
    "title": "Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "id": "4483",
    "url": "https://myanimelist.net/anime/4483/Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "user": "Rumi",
    "profile": "/profile/Rumi/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=6256",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\n見せ物、ショー、芝居\n美しいファンタジー/ライフスライスのドラマアニメ。 あなたがジャンルのタイプなら、これはあなたのためのショーです。 非常にリラックスして見ることができ、視聴者のストレスもない。 ストーリーは、ソラと呼ばれる女の子についての簡単な話であり、本格的な魔道師となり、彼女の旅になる。\n\nアート\nバックグラウンドはちょうど素晴らしいです。 しかし、それは現実世界の実際の写真であるため、与えられたものです。 これは生産者を怠惰にするので、これは落ち込みだと言う人もいるかもしれませんが、私にとっては本当に私を圧倒しました。 私はそのスタイルの背景が大好きです。 僕の唯一の不満は、遠くにあるかのように描かれたときのキャラクターデザインです。 彼らはあまり流動的に見えません。 しかし、私はそれを許すことはできません。 実際に閉じるときのキャラクターは、特にエピソード02やEDでも欲しいなら、彼らは「歌う」唇を描く努力をしています。\n\nメリット\n東京に行ったことがない？ それ以上のことを知りたいですか？ まあ、このショーは間違いなくそれをたくさん持っています。 あなたはソラと東京のいくつかのスポットに旅行します！ 途中で東京のいくつかのエリアを学びます。 文化レッスンは、岡和南大や銀魂のようないくつかのショーほど重視されていませんが、他のアニメでは聞き取れないものがあります。\n\n注意\n私の最初のレビュー！ 私はこれが助けて、ショーを楽しむことを願っています:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe Show\n\n\u001b[1m見せ物、ショー、芝居\u001b[22m\n\u001b[1m(Misemono, shō, shibai)\u001b[22m\n\nTranslations of \u001b[4mThe Show\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Show\u001b[24m\n    \u001b[1m見せ物、ショー、芝居\u001b[22m, \u001b[1mショー\u001b[22m\nA beautiful fantasy/slice of life drama anime. If those are you type of genre then this is the show for you. Very relaxing to watching and no viewer stress. The story is a simple story about a girl, named Sora, becoming a full-fledged mage and her journeys to becoming one.\n\n\u001b[1m美しいファンタジー/ライフスライスのドラマアニメ。 あなたがジャンルのタイプであれば、これはあなたのためのショーです。 非常にリラックスして見ることができ、視聴者のストレスもない。 ストーリーは、ソラと呼ばれる少女についての簡単な話であり、本格的な魔道師となり、彼女の旅になる。\u001b[22m\n\u001b[1m(Utsukushī fantajī/ raifusuraisu no dorama anime. Anata ga janru no taipudeareba, kore wa anata no tame no shōdesu. Hijō ni rirakkusu shite miru koto ga deki, shichō-sha no sutoresu mo nai. Sutōrī wa, Sora to yoba reru shōjo ni tsuite no kantan'na hanashideari, honkaku-tekina madō-shi to nari, kanojo no tabi ni naru.)\u001b[22m\n\nTranslations of \u001b[4mA beautiful fantasy/slice of life drama anime. If those are you type of genre then this is the show for you. Very relaxing to watching and no viewer stress. The story is a simple story about a girl, named Sora, becoming a full-fledged mage and her journeys to becoming one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA beautiful fantasy/slice of life drama anime.\u001b[24m\n    \u001b[1m美しいファンタジー/ライフスライスのドラマアニメ。\u001b[22m, \u001b[1m人生ドラマのアニメの美しいファンタジー/スライス。\u001b[22m\n\u001b[4mIf those are you type of genre then this is the show for you.\u001b[24m\n    \u001b[1mあなたがジャンルのタイプであれば、これはあなたのためのショーです。\u001b[22m, \u001b[1mこれらのジャンルのあなたのタイプである場合、これはあなたのためのショーです。\u001b[22m\n\u001b[4mVery relaxing to watching and no viewer stress.\u001b[24m\n    \u001b[1m非常にリラックスして見ることができ、視聴者のストレスもない。\u001b[22m, \u001b[1m非常に見にリラックスしていない視聴者のストレス。\u001b[22m\n\u001b[4mThe story is a simple story about a girl, named Sora, becoming a full-fledged mage and her journeys to becoming one.\u001b[24m\n    \u001b[1mストーリーは、ソラと呼ばれる少女についての簡単な話であり、本格的な魔道師となり、彼女の旅になる。\u001b[22m, \u001b[1m物語は本格的な魔術師と1になるために彼女の旅になって、ソラという名前の女の子、約単純な話です。\u001b[22m\n\u001b[1m\u001b[22m\nThe Art\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nTranslations of \u001b[4mThe Art\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art\u001b[24m\n    \u001b[1mアート\u001b[22m\nBackground hard is just stunning. Although, that would be a given since they are actual photos of the real world. Some may say this is a downer because it makes the producers lazy, but for me it really won me over. I love that style of background. My only complain about the art is the character design when drawn in as if they were at a distance. They just don't look very fluid. But we I can't let that pass. The characters when really close up are quite well done, especially if you want episode 02 or even the ED, they put in a lot of effort to draw in 'singing' lips.\n\n\u001b[1mバックグラウンドはちょうど素晴らしいです。 しかし、それは現実世界の実際の写真であるため、与えられたものです。 これは生産者を怠惰にするので、これは落ち込みだと言う人もいるかもしれませんが、私にとっては本当に私を圧倒しました。 私はそのスタイルの背景が大好きです。 僕の唯一の不満は、遠くにあるかのように描かれたときのキャラクターデザインです。 彼らはあまり流動的に見えません。 しかし、私はそれを許すことはできません。 実際に閉じるときのキャラクターは、特にエピソード02やEDでも欲しいなら、彼らは「歌う」唇を描く努力をしています。\u001b[22m\n\u001b[1m(Bakkuguraundo wa chōdo subarashīdesu. Shikashi, soreha genjitsu sekai no jissai no shashindearu tame, atae rareta monodesu. Kore wa seisan-sha o taida ni surunode, koreha ochikomida to iu hito mo iru kamo shiremasenga, watashi ni totte wa hontōni watashi o attō shimashita. Watashi wa sono sutairu no haikei ga daisukidesu. Boku no yuiitsu no fuman wa, tōku ni aru ka no yō ni egaka reta toki no kyarakutādezaindesu. Karera wa amari ryūdōteki ni miemasen. Shikashi, watashi wa sore o yurusu koto wa dekimasen. Jissai ni tojiru toki no kyarakutā wa, tokuni episōdo 02 ya ED demo hoshīnara, karera wa `utau' kuchibiru o kaku doryoku o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBackground hard is just stunning. Although, that would be a given since they are actual photos of the real world. Some may say this is a downer because it makes the producers lazy, but for me it really won me over. I love that style of background. My only complain about the art is the character design when drawn in as if they were at a distance. They just don't look very fluid. But we I can't let that pass. The characters when really close up are quite well done, especially if you want episode 02 or even the ED, they put in a lot of effort to draw in 'singing' lips.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBackground hard is just stunning.\u001b[24m\n    \u001b[1mバックグラウンドはちょうど素晴らしいです。\u001b[22m, \u001b[1m背景には、ハードだけで素晴らしいです。\u001b[22m\n\u001b[4mAlthough, that would be a given since they are actual photos of the real world.\u001b[24m\n    \u001b[1mしかし、それは現実世界の実際の写真であるため、与えられたものです。\u001b[22m, \u001b[1m彼らは現実の世界の実際の写真があるので、けれどもそれが与えられることになります。\u001b[22m\n\u001b[4mSome may say this is a downer because it makes the producers lazy, but for me it really won me over.\u001b[24m\n    \u001b[1mこれは生産者を怠惰にするので、これは落ち込みだと言う人もいるかもしれませんが、私にとっては本当に私を圧倒しました。\u001b[22m, \u001b[1mいくつかは、それが生産者が怠惰になるので、これはダウナーであると言うかもしれないが、私にとってそれは本当に私を獲得しました。\u001b[22m\n\u001b[4mI love that style of background.\u001b[24m\n    \u001b[1m私はそのスタイルの背景が大好きです。\u001b[22m, \u001b[1m私は背景のそのスタイルが大好きです。\u001b[22m\n\u001b[4mMy only complain about the art is the character design when drawn in as if they were at a distance.\u001b[24m\n    \u001b[1m僕の唯一の不満は、遠くにあるかのように描かれたときのキャラクターデザインです。\u001b[22m, \u001b[1m私の唯一の芸術に文句を言う彼らは距離を置いていたかのようで描かれたときにキャラクターデザインです。\u001b[22m\n\u001b[4mThey just don't look very fluid.\u001b[24m\n    \u001b[1m彼らはあまり流動的に見えません。\u001b[22m, \u001b[1m彼らはただ非常に流動的見ていません。\u001b[22m\n\u001b[4mBut we I can't let that pass.\u001b[24m\n    \u001b[1mしかし、私はそれを許すことはできません。\u001b[22m, \u001b[1mしかし、我々は、私はその通過させることはできません。\u001b[22m\n\u001b[4mThe characters when really close up are quite well done, especially if you want episode 02 or even the ED, they put in a lot of effort to draw in 'singing' lips.\u001b[24m\n    \u001b[1m実際に閉じるときのキャラクターは、特にエピソード02やEDでも欲しいなら、彼らは「歌う」唇を描く努力をしています。\u001b[22m, \u001b[1m文字本当にあなたがエピソード02あるいはEDをしたい場合は特に、非常によくやっているクローズアップするとき、彼らは唇を「歌う」で描画するための多くの努力に置きます。\u001b[22m\n\u001b[1m\u001b[22m\nThe Benefit\n\n\u001b[1mメリット\u001b[22m\n\u001b[1m(Meritto)\u001b[22m\n\nTranslations of \u001b[4mThe Benefit\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Benefit\u001b[24m\n    \u001b[1mメリット\u001b[22m, \u001b[1mベネフィット\u001b[22m\nNever been to Tokyo? Want to learn more of it? Well this show definitely has a lot of that. You get to travel with Sora to several different spots in Tokyo! Learn a few areas in Tokyo along the way. The culture lessons aren't as focused as some shows like Minami-ke Okawari or Gintama, but there's definitely some stuff in here you won't hear about in other animes.\n\n\u001b[1m東京に行ったことがない？ それ以上のことを知りたいですか？ まあ、このショーは間違いなくそれをたくさん持っています。 あなたはソラと東京のいくつかのスポットに旅行します！ 途中で東京のいくつかのエリアを学びます。 文化レッスンは、岡和南大や銀魂のようないくつかのショーほど重視されていませんが、他のアニメでは聞き取れないものがあります。\u001b[22m\n\u001b[1m(Tōkyō ni itta koto ga nai? Sore ijō no koto o shiritaidesu ka? Mā, kono shō wa machigainaku sore o takusan motte imasu. Anata wa Sora to Tōkyō no ikutsu ka no supotto ni ryokō shimasu! Tochū de Tōkyō no ikutsu ka no eria o manabimasu. Bunka ressun wa, Oka Kazu Minamiō ya Gintama no yōna ikutsu ka no shō hodo jūshi sa rete imasenga, hoka no animede wa kikitorenai mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNever been to Tokyo? Want to learn more of it? Well this show definitely has a lot of that. You get to travel with Sora to several different spots in Tokyo! Learn a few areas in Tokyo along the way. The culture lessons aren't as focused as some shows like Minami-ke Okawari or Gintama, but there's definitely some stuff in here you won't hear about in other animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNever been to Tokyo?\u001b[24m\n    \u001b[1m東京に行ったことがない？\u001b[22m, \u001b[1m東京に行ったことがありませんか？\u001b[22m\n\u001b[4mWant to learn more of it?\u001b[24m\n    \u001b[1mそれ以上のことを知りたいですか？\u001b[22m, \u001b[1mそれの詳細を知りたいですか？\u001b[22m\n\u001b[4mWell this show definitely has a lot of that.\u001b[24m\n    \u001b[1mまあ、このショーは間違いなくそれをたくさん持っています。\u001b[22m, \u001b[1mさて、このショーは間違いなくそのたくさん持っています。\u001b[22m\n\u001b[4mYou get to travel with Sora to several different spots in Tokyo!\u001b[24m\n    \u001b[1mあなたはソラと東京のいくつかのスポットに旅行します！\u001b[22m, \u001b[1mあなたは東京で、いくつかの異なるスポットにソラとご旅行をゲット！\u001b[22m\n\u001b[4mLearn a few areas in Tokyo along the way.\u001b[24m\n    \u001b[1m途中で東京のいくつかのエリアを学びます。\u001b[22m, \u001b[1m道に沿って東京でいくつかの領域を学びます。\u001b[22m\n\u001b[4mThe culture lessons aren't as focused as some shows like Minami-ke Okawari or Gintama, but there's definitely some stuff in here you won't hear about in other animes.\u001b[24m\n    \u001b[1m文化レッスンは、岡和南大や銀魂のようないくつかのショーほど重視されていませんが、他のアニメでは聞き取れないものがあります。\u001b[22m, \u001b[1m文化レッスンはみなみけOKAWARIまたは銀魂のようないくつかのショーのように集中していないですが、あなたは他のアニメでは約聞こえません、ここでいくつかのものは間違いなくあります。\u001b[22m\n\u001b[1m\u001b[22m\nNote\n\n\u001b[1m注意\u001b[22m\n\u001b[1m(Chūi)\u001b[22m\n\nDefinitions of \u001b[4mNote\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    音符\u001b[22m\n        note\n\u001b[1m    備考\u001b[22m\n        remarks, note\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    紙幣\u001b[22m\n        bill, paper money, note\n\u001b[1m    控え\u001b[22m\n        note, memorandum\n\u001b[1m    文書\u001b[22m\n        document, writing, letter, note, archives, records\n\u001b[1m    札\u001b[22m\n        bill, note, paper money, token\n\u001b[1m    付記\u001b[22m\n        note, appendix, addition\n\u001b[1m    調子\u001b[22m\n        tone, condition, tune, note, vein, pitch\n\u001b[1m    覚え書き\u001b[22m\n        note, memo, memorial, protocol\n\u001b[1m    手記\u001b[22m\n        note, memorandum\n\u001b[1m    書簡\u001b[22m\n        letter, epistle, note\n\u001b[1m    音譜\u001b[22m\n        note, notation, music\n\u001b[1m    お札\u001b[22m\n        bill, note\n\u001b[1m    草稿\u001b[22m\n        draft, manuscript, note, draught\n\u001b[1m    語調\u001b[22m\n        tone, accent, note\n\u001b[1m    手控え\u001b[22m\n        holding back, note, memorandum\n\u001b[1m    負債\u001b[22m\n        liabilities, debt, debit, deficit, due, score\n\u001b[1m    援用\u001b[22m\n        reference, allusion, citation, deportation, mention, note\n\nverb\n\u001b[1m    記す\u001b[22m\n        note, inscribe, write down\nMy first review! I hope this helps and please do enjoy the show :)\n\n\u001b[1m私の最初のレビュー！ 私はこれが助けて、ショーを楽しむことを願っています:)\u001b[22m\n\u001b[1m(Watashi no saisho no rebyū! Watashi wa kore ga tasukete, shō o tanoshimu koto o negatte imasu: ))\u001b[22m\n\nTranslations of \u001b[4mMy first review! I hope this helps and please do enjoy the show :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy first review!\u001b[24m\n    \u001b[1m私の最初のレビュー！\u001b[22m\n\u001b[4mI hope this helps and please do enjoy the show :)\u001b[24m\n    \u001b[1m私はこれが助けて、ショーを楽しむことを願っています:)\u001b[22m, \u001b[1m私はこれが役に立てば幸いとショーをお楽しみください:)\u001b[22m"
  },
  {
    "title": "Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "id": "4483",
    "url": "https://myanimelist.net/anime/4483/Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "user": "bearvarine",
    "profile": "/profile/bearvarine/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=204026",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\n伝統的なアニメアートワークと、ロトスコープを融合させた背景の風景の興味深いブレンドを使用した、美しい成人の物語。 ストーリーの主人公ソラ・スズキを愛していないことは不可能で、12歳か13歳の素敵な少女であり、アニメの表現力が抜群です。 彼女の友達Gouta Midorikawaのパフォーマンスも本当に楽しかったです。 それは適切かつ劇的かつ現実的に思えた。\n\n私にとって、この物語には許しがたい重大な欠陥がありました。 ソラの友人サークルの主役を担う主人公の浅木穂臣は、常に厳しくて強大です。 非常に、非常に悲しい。 ほとんど無意識のうちに悲しいほど悲しい。 なぜこの方法で終わらなければならなかったのですか？ なぜ？？？ 日本人のストーリーライターたちとは何ですか？また、電車の難破ストーリーの終わりにこだわっているのでしょうか？ 私はこれだけでStoryから別のポイントを差し引いています。 彼女は明らかに彼女が好きな黒田浩二と組んでいるが、彼女に近づく機会は決して与えない。 彼女は彼を批判する機会を逃しているが、彼はまだ彼女の後に松の木のように見える。 私は関係が視聴者が理解できる最後の結論に進むことを許されたことを望みます。 また、教室の教師は常に正式であり、この態度から壊れることはありません。 彼女の人間性はどこですか？ アシスタントインストラクターはなぜそんなに奇妙なのですか？ 私たちは決して説明をしません。 最後に、結末は悲しいです。\n\nそれでもシリーズを見ることをお勧めします。 それはあまりにも早く終了しますが、それが続く間は楽しいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nBeautiful coming-of-age story with an interesting blend of traditional anime artwork and a kind of rotoscope-blended background scenery. It is impossible to not love the stories' protagonist Sora Suzuki, she is a lovely young girl of 12 or 13 and drawn with amazing expressiveness for an anime. I also really enjoyed the performance of her friend Gouta Midorikawa. It seemed appropriately dramatic and realistic.\n\n\u001b[1m伝統的なアニメアートワークと、ロトスコープを融合させた背景の風景の興味深いブレンドを使用した、美しい成人の物語。 ストーリーの主人公ソラ・スズキを愛していないことは不可能で、12歳か13歳の素敵な少女であり、アニメの表現力が抜群です。 彼女の友達Gouta Midorikawaのパフォーマンスも本当に楽しかったです。 それは適切かつ劇的かつ現実的に思えた。\u001b[22m\n\u001b[1m(Dentō-tekina animeātowāku to, rotosukōpu o yūgō sa seta haikei no fūkei no kyōmibukai burendo o shiyō shita, utsukushī seijin no monogatari. Sutōrī no shujinkō Sora Suzuki o aishite inai koto wa fukanōde, 12-sai ka 13-sai no sutekina shōjodeari, anime no hyōgen-ryoku ga batsugundesu. Kanojo no tomodachi Gouta Midorikawa no pafōmansu mo hontōni tanoshikattadesu. Sore wa tekisetsu katsu gekiteki katsu genjitsu-teki ni omoeta.)\u001b[22m\n\nTranslations of \u001b[4mBeautiful coming-of-age story with an interesting blend of traditional anime artwork and a kind of rotoscope-blended background scenery. It is impossible to not love the stories' protagonist Sora Suzuki, she is a lovely young girl of 12 or 13 and drawn with amazing expressiveness for an anime. I also really enjoyed the performance of her friend Gouta Midorikawa. It seemed appropriately dramatic and realistic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeautiful coming-of-age story with an interesting blend of traditional anime artwork and a kind of rotoscope-blended background scenery.\u001b[24m\n    \u001b[1m伝統的なアニメアートワークと、ロトスコープを融合させた背景の風景の興味深いブレンドを使用した、美しい成人の物語。\u001b[22m, \u001b[1m伝統的なアニメのアートワークの興味深いブレンドとロトスコープブレンド背景風景の種類に美しい成人の物語。\u001b[22m\n\u001b[4mIt is impossible to not love the stories' protagonist Sora Suzuki, she is a lovely young girl of 12 or 13 and drawn with amazing expressiveness for an anime.\u001b[24m\n    \u001b[1mストーリーの主人公ソラ・スズキを愛していないことは不可能で、12歳か13歳の素敵な少女であり、アニメの表現力が抜群です。\u001b[22m, \u001b[1m彼女が12または13の素敵な若い女の子で、アニメのための素晴らしい表現で描かれ、物語」の主人公ソラ鈴木を愛していないことは不可能です。\u001b[22m\n\u001b[4mI also really enjoyed the performance of her friend Gouta Midorikawa.\u001b[24m\n    \u001b[1m彼女の友達Gouta Midorikawaのパフォーマンスも本当に楽しかったです。\u001b[22m, \u001b[1mまた、私は本当に彼女の友人Gouta緑川のパフォーマンスを楽しみました。\u001b[22m\n\u001b[4mIt seemed appropriately dramatic and realistic.\u001b[24m\n    \u001b[1mそれは適切かつ劇的かつ現実的に思えた。\u001b[22m, \u001b[1mこれは、適切に劇的かつ現実的なように見えました。\u001b[22m\n\u001b[1m\u001b[22m\nFor me, the story had some serious flaws that are hard to forgive. One of the main supporting characters in Sora's circle of friends, Asagi Honomi, is constantly harsh and high-and-mighty. Very, very sad. Almost pointlessly unnecessarily aggravatingly sad. Why did it have to end this way? Why??? What is it with the Japanese story writers and their preoccupation with train-wreck story endings? I am deducting another point from Story for this alone. She is paired up with Kuroda Kouji who obviously likes her, but she never gives him a chance to get close to her. She misses no opportunity to criticize him, yet he still seems to pine after her. I wish the relationship had been allowed to progress to a final conclusion that the viewer could understand. Also, the classroom teacher is always formal and never breaks from this demeanor. Where is her humanity? Why is the assistant instructor so odd? We never get an explanation. Finally, the ending is sad.\n\n\u001b[1m私にとって、この物語には許しがたい重大な欠陥がありました。 ソラの友人サークルの主役を担う主人公の浅木穂臣は、常に厳しくて強大です。 非常に、非常に悲しい。 ほとんど無意識のうちに悲しいほど悲しい。 なぜこの方法で終わらなければならなかったのですか？ なぜ？？？ 日本人のストーリーライターたちとは何ですか？また、電車の難破ストーリーの終わりにこだわっているのでしょうか？ 私はこれだけでStoryから別のポイントを差し引いています。 彼女は明らかに彼女が好きな黒田浩二と組んでいるが、彼女に近づく機会は決して与えない。 彼女は彼を批判する機会を逃しているが、彼はまだ彼女の後に松の木のように見える。 私は関係が視聴者が理解できる最後の結論に進むことを許されたことを望みます。 また、教室の教師は常に正式であり、この態度から壊れることはありません。 彼女の人間性はどこですか？ アシスタントインストラクターはなぜそんなに奇妙なのですか？ 私たちは決して説明をしません。 最後に、結末は悲しいです。\u001b[22m\n\u001b[1m(Watashi ni totte, kono monogatari ni wa yurushi gatai jūdaina kekkan ga arimashita. Sora no yūjin sākuru no shuyaku o ninau shujinkō no Asagi ho shin wa, tsuneni kibishikute kyōdaidesu. Kanojo wa akiraka ni kanojo ga sukina kuroda kōji to kunde iruga, kanojo ni chikadzuku kikai wa kesshite ataenai. Kanojo wa kare o hihan suru kikai o nogashite iruga, kare wa mada kanojo no nochi ni Matsunoki no yō ni mieru. Watashi wa kankei ga shichō-sha ga rikai dekiru saigo no ketsuron ni susumu koto o yurusa reta koto o nozomimasu. Mata, kyōshitsu no kyōshi wa tsuneni seishikideari, kono taido kara kowareru koto wa arimasen. Kanojo no ningensei wa dokodesu ka? Ashisutantoinsutorakutā wa naze son'nani kimyōna nodesu ka? Watashitachi wa kesshite setsumei o shimasen. Saigo ni, ketsumatsu wa kanashīdesu. Hijō ni, hijō ni kanashī. Hotondo muishiki no uchi ni kanashī hodo kanashī. Naze kono hōhō de owaranakereba naranakatta nodesu ka? Naze? ? ? Nihonjin no sutōrīraitā-tachi to wa nanidesu ka? Mata, densha no nanpa sutōrī no owari ni kodawatte iru nodeshou ka? Watashi wa kore dake de Story kara betsu no pointo o sashihiite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor me, the story had some serious flaws that are hard to forgive. One of the main supporting characters in Sora's circle of friends, Asagi Honomi, is constantly harsh and high-and-mighty. Very, very sad. Almost pointlessly unnecessarily aggravatingly sad. Why did it have to end this way? Why??? What is it with the Japanese story writers and their preoccupation with train-wreck story endings? I am deducting another point from Story for this alone. She is paired up with Kuroda Kouji who obviously likes her, but she never gives him a chance to get close to her. She misses no opportunity to criticize him, yet he still seems to pine after her. I wish the relationship had been allowed to progress to a final conclusion that the viewer could understand. Also, the classroom teacher is always formal and never breaks from this demeanor. Where is her humanity? Why is the assistant instructor so odd? We never get an explanation. Finally, the ending is sad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, the story had some serious flaws that are hard to forgive.\u001b[24m\n    \u001b[1m私にとって、この物語には許しがたい重大な欠陥がありました。\u001b[22m, \u001b[1m私にとっては、話は許すことが困難であるいくつかの重大な欠陥を持っていました。\u001b[22m\n\u001b[4mOne of the main supporting characters in Sora's circle of friends, Asagi Honomi, is constantly harsh and high-and-mighty.\u001b[24m\n    \u001b[1mソラの友人サークルの主役を担う主人公の浅木穂臣は、常に厳しくて強大です。\u001b[22m, \u001b[1m友人のソラのサークル、アサギHonomiの主な脇役の一つは、常に過酷な高と-強大です。\u001b[22m\n\u001b[4mShe is paired up with Kuroda Kouji who obviously likes her, but she never gives him a chance to get close to her.\u001b[24m\n    \u001b[1m彼女は明らかに彼女が好きな黒田浩二と組んでいるが、彼女に近づく機会は決して与えない。\u001b[22m, \u001b[1m彼女は明らかに彼女を好き黒田浩二と対に、彼女は彼に彼女に近づくチャンスを与えることはありません。\u001b[22m\n\u001b[4mShe misses no opportunity to criticize him, yet he still seems to pine after her.\u001b[24m\n    \u001b[1m彼女は彼を批判する機会を逃しているが、彼はまだ彼女の後に松の木のように見える。\u001b[22m, \u001b[1m彼女は彼を批判する機会を見逃していない、まだ彼はまだ彼女の後に松のようです。\u001b[22m\n\u001b[4mI wish the relationship had been allowed to progress to a final conclusion that the viewer could understand.\u001b[24m\n    \u001b[1m私は関係が視聴者が理解できる最後の結論に進むことを許されたことを望みます。\u001b[22m, \u001b[1m私は関係が視聴者が理解することができ、最終的な結論に進行させていましたなあ。\u001b[22m\n\u001b[4mAlso, the classroom teacher is always formal and never breaks from this demeanor.\u001b[24m\n    \u001b[1mまた、教室の教師は常に正式であり、この態度から壊れることはありません。\u001b[22m, \u001b[1mまた、教室の先生が常にフォーマルであり、この態度から壊れることはありません。\u001b[22m\n\u001b[4mWhere is her humanity?\u001b[24m\n    \u001b[1m彼女の人間性はどこですか？\u001b[22m, \u001b[1m彼女の人間性はどこにありますか？\u001b[22m\n\u001b[4mWhy is the assistant instructor so odd?\u001b[24m\n    \u001b[1mアシスタントインストラクターはなぜそんなに奇妙なのですか？\u001b[22m, \u001b[1mなぜアシスタントインストラクターはとても奇妙ですか？\u001b[22m\n\u001b[4mWe never get an explanation.\u001b[24m\n    \u001b[1m私たちは決して説明をしません。\u001b[22m, \u001b[1m私たちは説明を取得することはありません。\u001b[22m\n\u001b[4mFinally, the ending is sad.\u001b[24m\n    \u001b[1m最後に、結末は悲しいです。\u001b[22m\n\u001b[4mVery, very sad.\u001b[24m\n    \u001b[1m非常に、非常に悲しい。\u001b[22m, \u001b[1m非常に、非常に悲しいです。\u001b[22m\n\u001b[4mAlmost pointlessly unnecessarily aggravatingly sad.\u001b[24m\n    \u001b[1mほとんど無意識のうちに悲しいほど悲しい。\u001b[22m, \u001b[1mほとんど無意味に不必要aggravatingly悲しいです。\u001b[22m\n\u001b[4mWhy did it have to end this way?\u001b[24m\n    \u001b[1mなぜこの方法で終わらなければならなかったのですか？\u001b[22m, \u001b[1mなぜそれがこの方法を終了しなければなりませんでしたの？\u001b[22m\n\u001b[4mWhy???\u001b[24m\n    \u001b[1mなぜ？？？\u001b[22m, \u001b[1mどうして？？？\u001b[22m, \u001b[1mなぜ？\u001b[22m\n\u001b[4mWhat is it with the Japanese story writers and their preoccupation with train-wreck story endings?\u001b[24m\n    \u001b[1m日本人のストーリーライターたちとは何ですか？また、電車の難破ストーリーの終わりにこだわっているのでしょうか？\u001b[22m, \u001b[1mそれは日本の物語の作家や列車難破船の物語の結末との先入観とは何ですか？\u001b[22m\n\u001b[4mI am deducting another point from Story for this alone.\u001b[24m\n    \u001b[1m私はこれだけでStoryから別のポイントを差し引いています。\u001b[22m, \u001b[1m私はこれだけのためのストーリーから別のポイントを控除しています。\u001b[22m\n\u001b[1m\u001b[22m\nStill I recommend watching the series. It ends too soon, but it is fun while it lasts.\n\n\u001b[1mそれでもシリーズを見ることをお勧めします。 それはあまりにも早く終了しますが、それが続く間は楽しいです。\u001b[22m\n\u001b[1m(Soredemo shirīzu o miru koto o o susume shimasu. Sore wa amarini mo hayaku shūryō shimasuga, sore ga tsudzuku ma wa tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mStill I recommend watching the series. It ends too soon, but it is fun while it lasts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill I recommend watching the series.\u001b[24m\n    \u001b[1mそれでもシリーズを見ることをお勧めします。\u001b[22m, \u001b[1mそれでも私は、シリーズを見てお勧めします。\u001b[22m\n\u001b[4mIt ends too soon, but it is fun while it lasts.\u001b[24m\n    \u001b[1mそれはあまりにも早く終了しますが、それが続く間は楽しいです。\u001b[22m, \u001b[1mそれはあまりにも早く終了し、それが続く間は、楽しいです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "id": "4483",
    "url": "https://myanimelist.net/anime/4483/Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "user": "Orion1",
    "profile": "/profile/Orion1/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=9271",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  7",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "id": "4483",
    "url": "https://myanimelist.net/anime/4483/Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "user": "sushilovesnori",
    "profile": "/profile/sushilovesnori/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=28626",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n非常にまれに私はアニメを10にしますか？私にとっては、その格付けは神聖で、アニメのジャンルの中で私の特定の選択の聖杯で構成されています。 したがって、スピンオフを10にすると、さらに印象的です。\n\n魔法使いに恋したら〜夏の空〜は普通のアニメではない。 私は本当に何が本当にこれを見ることができない限り、それがなぜ多くの人々によって7以下と評価されるのか分かりません。\n\n非常に好きなアニメの視聴者として、私は魔法使いに抱きついている琴〜夏の空〜の芸術作品は完璧だと言わなければならない。 面白かったのは、キャラクターが非常にシンプルに描かれていて、その雰囲気は非常に現実的で、場合によっては全く映画的で写真的であるということでした。 アートワークのディテールと精度は、商品としてのアニメ全体の物語の深みや知的なものの基本です。 あなたがアニメの偉大な芸術を愛しているなら、あなたは各エピソードを通り抜けて、どのシーンが撮影されたか、撮影されたか、そして描写、写真、フィルムが混在しているかを推測しようと思うでしょう。 これらのすべてのコンポーネントを合わせて見る価値があるのは簡単ではありませんが、このアニメは非常にうまくいくので、他の多くのアニメのために私を払拭しました。 私の期待は以前よりもずっと増えています。\n\nストーリー賢明、それは簡単です。 シンプルではなく、普通ではない、普通ではない、退屈ではありません。 それは古典的な単純です。 細部に豊かで、好奇心が豊かで、心に喜ばれます。 何百万人もの心を引きずって、アニメの欠陥からあなたをそらすために、あなたを夢中にさせるのではなく（私の意見ではほとんど無くなっています）、あなたに「待って、ちょうど起こったこと」を残すために、 私の場合は、あなたの枕を熱心に掴んで、何が発展しているのかを知ることができます。 物語はいくつかのペースが遅いように見えるかもしれませんが、忍耐を持って、このアニメの全体のポイントは忍耐です。 それが何であるかを愛することを学ぶ。 それは芸術であり、私たちのすべてが私たちの中にいる感情と恐怖です。\n\nキャラクターの開発は基本的なものです。 私はすきです。 はい、私はキャラクターの成長が大好きです、そして、このアニメはそれを持っています、実際にはかなりたくさんあります。 それは微妙ですが、自然です。 実生活のように。 誰もがいつでも変わることはありません。良いアニメは、魔法でさえも誰かを変えることができないことを私たちに思い出させてくれるでしょう。 個人の成熟は時間と共に発展し、このアニメのペースはキャラクターと一緒に成長するようにします。 キャラクターを可能な限りリアルに表現しようとする努力のなかで、魔法使いに恋して〜夏の空〜が成功しました。 彼らの顔は時には単純過ぎず、過度に行われません。 これは、私たちが本当に彼らの物語と人格のためにそれらを知ることができ、表面だけではありません。\n\n全体的に、これは今では私のトップ5のお気に入りの一つになっています、そして、私は本当に、私の現在のお気に入りのいずれかに私を揺さぶらせるために非常に良いアニメを取るアニメについて非常に頑固ですが、 それは良心のためのスピンオフです。\n\n私はそれを死に賞賛して以来、私はこれをはるかに言うだろう。 すべてのアニメがすべての人に合うわけではありません。 私はBeckやNoeinを見てみることをお勧めしますが、これを見てもらうことをお勧めしますが、それを楽しんでいないと他の誰よりも深くはなりません。 誰もが違った速度で成長します。 あなたが今好きでないなら、10年後にはそれが好きかもしれませんが、アート、愛情、文化探検のどこに立っているかを理解するのに役立ちます。 これらはすべて素晴らしいものです。\n\nお楽しみください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nVery rarely do I give an anime a 10. For me, that rating is sacred, it consists of the holy grails of my specific choice in anime genre. So for a spin-off to get a 10, is even more-so impressive.\n\n\u001b[1m非常にまれに私はアニメを10にしますか？私にとっては、その格付けは神聖で、アニメのジャンルの中で私の特定の選択の聖杯で構成されています。 したがって、スピンオフを10にすると、さらに印象的です。\u001b[22m\n\u001b[1m(Hijō ni mare ni watashi wa anime o 10 ni shimasu ka? Watashi ni totte wa, sono kakudzuke wa shinsei de, anime no janru no naka de watashi no tokutei no sentaku no seihai de kōsei sa rete imasu. Shitagatte, supin'ofu o 10 ni suru to, sarani inshō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mVery rarely do I give an anime a 10. For me, that rating is sacred, it consists of the holy grails of my specific choice in anime genre. So for a spin-off to get a 10, is even more-so impressive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery rarely do I give an anime a 10. For me, that rating is sacred, it consists of the holy grails of my specific choice in anime genre.\u001b[24m\n    \u001b[1m非常にまれに私はアニメを10にしますか？私にとっては、その格付けは神聖で、アニメのジャンルの中で私の特定の選択の聖杯で構成されています。\u001b[22m, \u001b[1mごくまれに、私はその評価は神聖なものです、アニメ私にとって10を与えないでください、それはアニメジャンルの私の特定の選択の聖なるGrailsので構成されています。\u001b[22m\n\u001b[4mSo for a spin-off to get a 10, is even more-so impressive.\u001b[24m\n    \u001b[1mしたがって、スピンオフを10にすると、さらに印象的です。\u001b[22m, \u001b[1mスピンオフが10を取得するためので、より一層、とても印象的です。\u001b[22m\n\u001b[1m\u001b[22m\nMahou Tsukai ni Taisetsu na Koto ~Natsu no Sora~ is not an ordinary anime by any means. I have no idea why it would be rated as 7 or below by so many people unless they are incapable of viewing this for what it truly is.\n\n\u001b[1m魔法使いに恋したら〜夏の空〜は普通のアニメではない。 私は本当に何が本当にこれを見ることができない限り、それがなぜ多くの人々によって7以下と評価されるのか分かりません。\u001b[22m\n\u001b[1m(Mahōtsukai ni koishitara 〜 kanosora 〜 wa futsū no animede wanai. Watashi wa hontōni nani ga hontōni kore o miru koto ga dekinai kagiri, sore ga naze ōku no hitobito ni yotte 7 ika to hyōka sa reru no ka wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mMahou Tsukai ni Taisetsu na Koto ~Natsu no Sora~ is not an ordinary anime by any means. I have no idea why it would be rated as 7 or below by so many people unless they are incapable of viewing this for what it truly is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMahou Tsukai ni Taisetsu na Koto ~Natsu no Sora~ is not an ordinary anime by any means.\u001b[24m\n    \u001b[1m魔法使いに恋したら〜夏の空〜は普通のアニメではない。\u001b[22m, \u001b[1m魔法使いniの大切なコト〜夏のソラ〜は任意の手段によって、通常のアニメではありません。\u001b[22m\n\u001b[4mI have no idea why it would be rated as 7 or below by so many people unless they are incapable of viewing this for what it truly is.\u001b[24m\n    \u001b[1m私は本当に何が本当にこれを見ることができない限り、それがなぜ多くの人々によって7以下と評価されるのか分かりません。\u001b[22m, \u001b[1m私は、彼らはそれが本当に何であるかのためにこれを閲覧することができない場合を除き、それは非常に多くの人々によって、7以下のように評価されることになる理由はわかりません。\u001b[22m\n\u001b[1m\u001b[22m\nAs a very picky anime viewer, I must say that the art work in Mahou Tsukai ni Taisetsu na Koto ~Natsu no Sora~ is impeccable. I found it interesting that the characters were drawn so simply while the atmospheres they were in were so vastly realistic, and in some case, downright cinematic and photographic. The amount of detail and precision in the artwork is fundamental to the stories depth and the intellectually of the whole anime as a product. If you love great art in anime's, you will love going through each episode and trying to guess which scene was filmed, which was photographed, and which was a mix of drawing, photography, and film. It's not easy at all to fit all of these components together and make it worth watching, but this anime achieves it so well that it has SPOILED me for many other anime's. My expectations have increased so much more than they were before.\n\n\u001b[1m非常に好きなアニメの視聴者として、私は魔法使いに抱きついている琴〜夏の空〜の芸術作品は完璧だと言わなければならない。 面白かったのは、キャラクターが非常にシンプルに描かれていて、その雰囲気は非常に現実的で、場合によっては全く映画的で写真的であるということでした。 アートワークのディテールと精度は、商品としてのアニメ全体の物語の深みや知的なものの基本です。 あなたがアニメの偉大な芸術を愛しているなら、あなたは各エピソードを通り抜けて、どのシーンが撮影されたか、撮影されたか、そして描写、写真、フィルムが混在しているかを推測しようと思うでしょう。 これらのすべてのコンポーネントを合わせて見る価値があるのは簡単ではありませんが、このアニメは非常にうまくいくので、他の多くのアニメのために私を払拭しました。 私の期待は以前よりもずっと増えています。\u001b[22m\n\u001b[1m(Hijō ni sukina anime no shichō-sha to shite, watashi wa mahōtsukai ni dakitsuite iru koto 〜 kanosora 〜 no geijutsu sakuhin wa kanpekida to iwanakereba naranai. Omoshirokatta no wa, kyarakutā ga hijō ni shinpuru ni egaka rete ite, sono fun'iki wa hijō ni genjitsu-tekide, baainiyotte wa mattaku eiga-tekide shashin-tekidearu to iu kotodeshita. Ātowāku no ditēru to seido wa, shōhin to shite no anime zentai no monogatari no fukami ya chitekina mono no kihondesu. Anata ga anime no idaina geijutsu o aishite irunara, anata wa kaku episōdo o tōrinukete, dono shīn ga satsuei sa reta ka, satsuei sa reta ka, soshite byōsha, shashin, firumu ga konzai shite iru ka o suisoku shiyou to omoudeshou. Korera no subete no konpōnento o awasete miru kachi ga aru no wa kantande wa arimasenga, kono anime wa hijō ni umaku ikunode, hoka no ōku no anime no tame ni watashi o fusshoku shimashita. Watashi no kitai wa izen yori mo zutto fuete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs a very picky anime viewer, I must say that the art work in Mahou Tsukai ni Taisetsu na Koto ~Natsu no Sora~ is impeccable. I found it interesting that the characters were drawn so simply while the atmospheres they were in were so vastly realistic, and in some case, downright cinematic and photographic. The amount of detail and precision in the artwork is fundamental to the stories depth and the intellectually of the whole anime as a product. If you love great art in anime's, you will love going through each episode and trying to guess which scene was filmed, which was photographed, and which was a mix of drawing, photography, and film. It's not easy at all to fit all of these components together and make it worth watching, but this anime achieves it so well that it has SPOILED me for many other anime's. My expectations have increased so much more than they were before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a very picky anime viewer, I must say that the art work in Mahou Tsukai ni Taisetsu na Koto ~Natsu no Sora~ is impeccable.\u001b[24m\n    \u001b[1m非常に好きなアニメの視聴者として、私は魔法使いに抱きついている琴〜夏の空〜の芸術作品は完璧だと言わなければならない。\u001b[22m, \u001b[1m非常にうるさいアニメの視聴者として、私は魔法使いniの大切なコト〜夏のソラ〜のアートワークは、申し分のないあると言わなければなりません。\u001b[22m\n\u001b[4mI found it interesting that the characters were drawn so simply while the atmospheres they were in were so vastly realistic, and in some case, downright cinematic and photographic.\u001b[24m\n    \u001b[1m面白かったのは、キャラクターが非常にシンプルに描かれていて、その雰囲気は非常に現実的で、場合によっては全く映画的で写真的であるということでした。\u001b[22m, \u001b[1m私はそれが面白い文字が、彼らがしていた雰囲気がとても非常に現実的であったので、単純に描かれた、といくつかのケースで、実に映画的および写真られたことがわかりました。\u001b[22m\n\u001b[4mThe amount of detail and precision in the artwork is fundamental to the stories depth and the intellectually of the whole anime as a product.\u001b[24m\n    \u001b[1mアートワークのディテールと精度は、商品としてのアニメ全体の物語の深みや知的なものの基本です。\u001b[22m, \u001b[1mアートワークのディテールと精度の量は、ストーリーの深さと製品のような全アニメの知的の基本です。\u001b[22m\n\u001b[4mIf you love great art in anime's, you will love going through each episode and trying to guess which scene was filmed, which was photographed, and which was a mix of drawing, photography, and film.\u001b[24m\n    \u001b[1mあなたがアニメの偉大な芸術を愛しているなら、あなたは各エピソードを通り抜けて、どのシーンが撮影されたか、撮影されたか、そして描写、写真、フィルムが混在しているかを推測しようと思うでしょう。\u001b[22m, \u001b[1mあなたはアニメの中で偉大な芸術を愛するならば、あなたが撮影された、各エピソードを通過し、撮影されたシーンを推測しようとして愛し、図面、写真、フィルムのミックスであっただろう。\u001b[22m\n\u001b[4mIt's not easy at all to fit all of these components together and make it worth watching, but this anime achieves it so well that it has SPOILED me for many other anime's.\u001b[24m\n    \u001b[1mこれらのすべてのコンポーネントを合わせて見る価値があるのは簡単ではありませんが、このアニメは非常にうまくいくので、他の多くのアニメのために私を払拭しました。\u001b[22m, \u001b[1mすべて一緒に、これらのコンポーネントのすべてに適合し、見て、それは価値がある作るためにそれは簡単ではありませんが、このアニメは非常によく、それは他の多くのアニメのための私を台無しにしたこと、それを実現しています。\u001b[22m\n\u001b[4mMy expectations have increased so much more than they were before.\u001b[24m\n    \u001b[1m私の期待は以前よりもずっと増えています。\u001b[22m, \u001b[1m私の期待は、彼らが以前と比べてそんなに多くを増加しています。\u001b[22m\n\u001b[1m\u001b[22m\nStory wise, it's simple. Not dumb simple, not plain or ordinary or boring simple. It's classic simple. It's rich in detail, rich in curiosity, and pleasurable to the mind. Instead of dragging you on a million mind bending twists and turns to distract you from the flaws of the anime (in my opinion there are almost NONE), it gives very well chosen moments to leave you going 'wait, what just happened' and as in my case, gripping your pillow in eagerness to find out what's developing. The story may seem slow paced to some, but have patience, the entire point of this anime is patience. Learn to love it for what it is. It is art, it is the emotions and fears that we all have somewhere inside of us.\n\n\u001b[1mストーリー賢明、それは簡単です。 シンプルではなく、普通ではない、普通ではない、退屈ではありません。 それは古典的な単純です。 細部に豊かで、好奇心が豊かで、心に喜ばれます。 何百万人もの心を引きずって、アニメの欠陥からあなたをそらすために、あなたを夢中にさせるのではなく（私の意見ではほとんど無くなっています）、あなたに「待って、ちょうど起こったこと」を残すために、 私の場合は、あなたの枕を熱心に掴んで、何が発展しているのかを知ることができます。 物語はいくつかのペースが遅いように見えるかもしれませんが、忍耐を持って、このアニメの全体のポイントは忍耐です。 それが何であるかを愛することを学ぶ。 それは芸術であり、私たちのすべてが私たちの中にいる感情と恐怖です。\u001b[22m\n\u001b[1m(Sutōrī kenmei, sore wa kantandesu. Shinpurude wa naku, futsūdehanai, futsūdehanai, taikutsude wa arimasen. Sore wa koten-tekina tanjundesu. Saibu ni yutakade, kōkishin ga yutakade, kokoro ni yorokoba remasu. Nan hyaku man-ri mo no kokoro o hikizutte, anime no kekkan kara anata o sorasu tame ni, anata o muchūnisaseru node wanaku (watashi no ikende wa hotondo nakunatte imasu), anata ni `matte, chōdo okotta koto' o nokosu tame ni, watashi no baai wa, anata no makura o nesshin ni tsukande, nani ga hatten shite iru no ka o shiru koto ga dekimasu. Monogatari wa ikutsu ka no pēsu ga osoi yō ni mieru kamo shiremasenga, nintai o motte, kono anime no zentai no pointo wa nintaidesu. Sore ga nandearu ka o aisuru koto o manabu. Sore wa geijutsudeari, watashitachi no subete ga watashitachi no naka ni iru kanjō to kyōfudesu.)\u001b[22m\n\nTranslations of \u001b[4mStory wise, it's simple. Not dumb simple, not plain or ordinary or boring simple. It's classic simple. It's rich in detail, rich in curiosity, and pleasurable to the mind. Instead of dragging you on a million mind bending twists and turns to distract you from the flaws of the anime (in my opinion there are almost NONE), it gives very well chosen moments to leave you going 'wait, what just happened' and as in my case, gripping your pillow in eagerness to find out what's developing. The story may seem slow paced to some, but have patience, the entire point of this anime is patience. Learn to love it for what it is. It is art, it is the emotions and fears that we all have somewhere inside of us.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory wise, it's simple.\u001b[24m\n    \u001b[1mストーリー賢明、それは簡単です。\u001b[22m, \u001b[1mストーリー賢明な、それは簡単です。\u001b[22m\n\u001b[4mNot dumb simple, not plain or ordinary or boring simple.\u001b[24m\n    \u001b[1mシンプルではなく、普通ではない、普通ではない、退屈ではありません。\u001b[22m, \u001b[1mていないダム、シンプルな無地ていないか、または通常のまたは退屈な単純な。\u001b[22m\n\u001b[4mIt's classic simple.\u001b[24m\n    \u001b[1mそれは古典的な単純です。\u001b[22m, \u001b[1mそれは古典的な簡単です。\u001b[22m\n\u001b[4mIt's rich in detail, rich in curiosity, and pleasurable to the mind.\u001b[24m\n    \u001b[1m細部に豊かで、好奇心が豊かで、心に喜ばれます。\u001b[22m, \u001b[1mそれは、詳細に豊かな好奇心に富んだ、と心に楽しいです。\u001b[22m\n\u001b[4mInstead of dragging you on a million mind bending twists and turns to distract you from the flaws of the anime (in my opinion there are almost NONE), it gives very well chosen moments to leave you going 'wait, what just happened' and as\u001b[24m\n    \u001b[1m何百万人もの心を引きずって、アニメの欠陥からあなたをそらすために、あなたを夢中にさせるのではなく（私の意見ではほとんど無くなっています）、あなたに「待って、ちょうど起こったこと」を残すために、\u001b[22m, \u001b[1m代わりに（私の意見では、ほとんどNONEはありません）百万の心曲げねじれであなたをドラッグするとアニメの傷からあなたをそらすためになります、それは行くあなたを残すために非常によく選ばれた瞬間を与える」だけで何が起こったのか、待って」となど\u001b[22m\n\u001b[4min my case, gripping your pillow in eagerness to find out what's developing.\u001b[24m\n    \u001b[1m私の場合は、あなたの枕を熱心に掴んで、何が発展しているのかを知ることができます。\u001b[22m, \u001b[1m私の場合には、発展途上ているものを見つけるために熱心にあなたの枕を掴ん。\u001b[22m\n\u001b[4mThe story may seem slow paced to some, but have patience, the entire point of this anime is patience.\u001b[24m\n    \u001b[1m物語はいくつかのペースが遅いように見えるかもしれませんが、忍耐を持って、このアニメの全体のポイントは忍耐です。\u001b[22m, \u001b[1m物語は、いくつかのペースの遅いようですが、忍耐を持っていることが、このアニメの全体のポイントは忍耐です。\u001b[22m\n\u001b[4mLearn to love it for what it is.\u001b[24m\n    \u001b[1mそれが何であるかを愛することを学ぶ。\u001b[22m, \u001b[1mそれが何のためにそれを愛することを学びます。\u001b[22m\n\u001b[4mIt is art, it is the emotions and fears that we all have somewhere inside of us.\u001b[24m\n    \u001b[1mそれは芸術であり、私たちのすべてが私たちの中にいる感情と恐怖です。\u001b[22m, \u001b[1mそれは、我々はすべて私たちの内部のどこかに持っている感情や不安である、芸術です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter development is basic. I like that. Yes I love character growth, and this anime does have it, quite a lot of it actually. It's subtle though, natural. Like real life. No one changes from one day to the next, and a good anime will remind us that not even magic can change someone from night to day. An individuals maturity develops over time, and the pace of this anime makes it so that we grow with the characters too. In all of its efforts to display the characters as real as possible, Mahou Tsukai ni Taisetsu na Koto ~Natsu no Sora~ has succeeded. Their faces are sometimes simple, not overly done. This allows us to really know them for their stories and personalities, and not for the surface alone.\n\n\u001b[1mキャラクターの開発は基本的なものです。 私はすきです。 はい、私はキャラクターの成長が大好きです、そして、このアニメはそれを持っています、実際にはかなりたくさんあります。 それは微妙ですが、自然です。 実生活のように。 誰もがいつでも変わることはありません。良いアニメは、魔法でさえも誰かを変えることができないことを私たちに思い出させてくれるでしょう。 個人の成熟は時間と共に発展し、このアニメのペースはキャラクターと一緒に成長するようにします。 キャラクターを可能な限りリアルに表現しようとする努力のなかで、魔法使いに恋して〜夏の空〜が成功しました。 彼らの顔は時には単純過ぎず、過度に行われません。 これは、私たちが本当に彼らの物語と人格のためにそれらを知ることができ、表面だけではありません。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa kihon-tekina monodesu. Watashi wa sukidesu. Hai, watashi wa kyarakutā no seichō ga daisukidesu, soshite, kono anime wa sore o motte imasu, jissai ni wa kanari takusan arimasu. Sore wa bimyōdesuga, shizendesu. Jisseikatsu no yō ni. Daremoga itsu demo kawaru koto wa arimasen. Yoi anime wa, mahōde sae mo dareka o kaeru koto ga dekinai koto o watashitachi ni omoidasa sete kurerudeshou. Kojin no seijuku wa jikan to tomoni hatten shi, kono anime no pēsu wa kyarakutā to issho ni seichō suru yō ni shimasu. Kyarakutā o kanōnakagiri Riaru ni hyōgen shiyou to suru doryoku no naka de, mahōtsukai ni koishite 〜 kanosora 〜 ga seikō shimashita. Karera no kao wa tokiniha tanjun sugizu, kado ni okonawa remasen. Kore wa, watashitachi ga hontōni karera no monogatari to jinkaku no tame ni sorera o shiru koto ga deki, hyōmen dakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacter development is basic. I like that. Yes I love character growth, and this anime does have it, quite a lot of it actually. It's subtle though, natural. Like real life. No one changes from one day to the next, and a good anime will remind us that not even magic can change someone from night to day. An individuals maturity develops over time, and the pace of this anime makes it so that we grow with the characters too. In all of its efforts to display the characters as real as possible, Mahou Tsukai ni Taisetsu na Koto ~Natsu no Sora~ has succeeded. Their faces are sometimes simple, not overly done. This allows us to really know them for their stories and personalities, and not for the surface alone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter development is basic.\u001b[24m\n    \u001b[1mキャラクターの開発は基本的なものです。\u001b[22m, \u001b[1mキャラクター開発は基本的なものです。\u001b[22m\n\u001b[4mI like that.\u001b[24m\n    \u001b[1m私はすきです。\u001b[22m, \u001b[1m私はそれが好きです。\u001b[22m\n\u001b[4mYes I love character growth, and this anime does have it, quite a lot of it actually.\u001b[24m\n    \u001b[1mはい、私はキャラクターの成長が大好きです、そして、このアニメはそれを持っています、実際にはかなりたくさんあります。\u001b[22m, \u001b[1mはい私はキャラクターの成長を愛し、このアニメは、実際には、それのかなり多くをそれを持っています。\u001b[22m\n\u001b[4mIt's subtle though, natural.\u001b[24m\n    \u001b[1mそれは微妙ですが、自然です。\u001b[22m, \u001b[1mそれは、しかし、自然微妙です。\u001b[22m\n\u001b[4mLike real life.\u001b[24m\n    \u001b[1m実生活のように。\u001b[22m, \u001b[1m実際の生活のように。\u001b[22m\n\u001b[4mNo one changes from one day to the next, and a good anime will remind us that not even magic can change someone from night to day.\u001b[24m\n    \u001b[1m誰もがいつでも変わることはありません。良いアニメは、魔法でさえも誰かを変えることができないことを私たちに思い出させてくれるでしょう。\u001b[22m, \u001b[1m誰もが1日から次へと変更されず、良好なアニメがあっても魔法が一日に夜から誰かを変更することができないことを私たちに思い出させます。\u001b[22m\n\u001b[4mAn individuals maturity develops over time, and the pace of this anime makes it so that we grow with the characters too.\u001b[24m\n    \u001b[1m個人の成熟は時間と共に発展し、このアニメのペースはキャラクターと一緒に成長するようにします。\u001b[22m, \u001b[1m個人の成熟度は、時間をかけて開発し、我々はあまりにも文字と一緒に成長するように、このアニメのペースはそれを作ります。\u001b[22m\n\u001b[4mIn all of its efforts to display the characters as real as possible, Mahou Tsukai ni Taisetsu na Koto ~Natsu no Sora~ has succeeded.\u001b[24m\n    \u001b[1mキャラクターを可能な限りリアルに表現しようとする努力のなかで、魔法使いに恋して〜夏の空〜が成功しました。\u001b[22m, \u001b[1mできる限り実物のように文字を表示するための努力の全てにおいて、魔法使いniの大切なコト〜夏にはソラ〜は成功していません。\u001b[22m\n\u001b[4mTheir faces are sometimes simple, not overly done.\u001b[24m\n    \u001b[1m彼らの顔は時には単純過ぎず、過度に行われません。\u001b[22m, \u001b[1m彼らの顔は、時にはシンプルな、過度に行われていません。\u001b[22m\n\u001b[4mThis allows us to really know them for their stories and personalities, and not for the surface alone.\u001b[24m\n    \u001b[1mこれは、私たちが本当に彼らの物語と人格のためにそれらを知ることができ、表面だけではありません。\u001b[22m, \u001b[1mこれは、私たちは本当に自分のストーリーや個性のためではなく、単独の表面のためにそれらを知ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this has now become one of my top five favorites, and I'm so stubborn about anime that really, it takes a very good anime to make me budge on any of my current favorites, but this one just bumped one of them off and it's a spin-off for goodness sake.\n\n\u001b[1m全体的に、これは今では私のトップ5のお気に入りの一つになっています、そして、私は本当に、私の現在のお気に入りのいずれかに私を揺さぶらせるために非常に良いアニメを取るアニメについて非常に頑固ですが、 それは良心のためのスピンオフです。\u001b[22m\n\u001b[1m(Zentai-teki ni, kore wa ima dewa watashi no toppu 5 no okiniiri no hitotsu ni natte imasu, soshite, watashi wa hontōni, watashi no genzai no okiniiri no izureka ni watashi o yusabura seru tame ni hijō ni yoi anime o toru anime ni tsuite hijō ni gankodesuga, soreha ryōshin no tame no supin'ofudesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this has now become one of my top five favorites, and I'm so stubborn about anime that really, it takes a very good anime to make me budge on any of my current favorites, but this one just bumped one of them off and it's a spin-off for goodness sake.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this has now become one of my top five favorites, and I'm so stubborn about anime that really, it takes a very good anime to make me budge on any of my current favorites, but this one just bumped one of them off\u001b[24m\n    \u001b[1m全体的に、これは今では私のトップ5のお気に入りの一つになっています、そして、私は本当に、私の現在のお気に入りのいずれかに私を揺さぶらせるために非常に良いアニメを取るアニメについて非常に頑固ですが、\u001b[22m, \u001b[1m全体的に、これが今の私のトップ5のお気に入りの一つとなっている、と私は本当に、それは私が私の現在のお気に入りのいずれかにびくとも作ることは非常に良いアニメをとりアニメについてとても頑固だが、これがちょうどそれらのいずれかをオフにぶつかりました\u001b[22m\n\u001b[4mand it's a spin-off for goodness sake.\u001b[24m\n    \u001b[1mそれは良心のためのスピンオフです。\u001b[22m, \u001b[1mそれは善のためにスピンオフです。\u001b[22m\n\u001b[1m\u001b[22m\nI'll say this much though, since I've praised it to death. Not every anime fits every person. I do suggest watching this, as much as I suggest watching Beck or Noein, but if you don't enjoy it, it doesn't make you any less deep than anyone else. Everyone develops at a different rate. If you don't like it now, you might like it in 10 years, maybe never, but it just might help you figure out where you stand on art, affection, and cultural exploration. These are all pretty great things.\n\n\u001b[1m私はそれを死に賞賛して以来、私はこれをはるかに言うだろう。 すべてのアニメがすべての人に合うわけではありません。 私はBeckやNoeinを見てみることをお勧めしますが、これを見てもらうことをお勧めしますが、それを楽しんでいないと他の誰よりも深くはなりません。 誰もが違った速度で成長します。 あなたが今好きでないなら、10年後にはそれが好きかもしれませんが、アート、愛情、文化探検のどこに立っているかを理解するのに役立ちます。 これらはすべて素晴らしいものです。\u001b[22m\n\u001b[1m(Watashi wa sore o shini shōsan shite irai, watashi wa kore o haruka ni iudarou. Subete no anime ga subete no hito ni au wakede wa arimasen. Watashi wa Beck ya Noein o mite miru koto o o susume shimasuga, kore o mite morau koto o o susume shimasuga, sore o tanoshinde inaito hoka no dare yori mo fukaku wa narimasen. Dare mo ga chigatta sokudo de seichō shimasu. Anata ga ima sukidenainara, 10-nen-go ni wa sore ga suki kamo shiremasenga, āto, aijō, bunka tanken no doko ni tatte iru ka o rikai suru no ni yakudachimasu. Korera wa subete subarashī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI'll say this much though, since I've praised it to death. Not every anime fits every person. I do suggest watching this, as much as I suggest watching Beck or Noein, but if you don't enjoy it, it doesn't make you any less deep than anyone else. Everyone develops at a different rate. If you don't like it now, you might like it in 10 years, maybe never, but it just might help you figure out where you stand on art, affection, and cultural exploration. These are all pretty great things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll say this much though, since I've praised it to death.\u001b[24m\n    \u001b[1m私はそれを死に賞賛して以来、私はこれをはるかに言うだろう。\u001b[22m, \u001b[1m私は死に、それを賞賛してきたので、私は、しかし、この多くを言いますよ。\u001b[22m\n\u001b[4mNot every anime fits every person.\u001b[24m\n    \u001b[1mすべてのアニメがすべての人に合うわけではありません。\u001b[22m, \u001b[1m必ずしもすべてのアニメは、すべての人にフィットします。\u001b[22m\n\u001b[4mI do suggest watching this, as much as I suggest watching Beck or Noein, but if you don't enjoy it, it doesn't make you any less deep than anyone else.\u001b[24m\n    \u001b[1m私はBeckやNoeinを見てみることをお勧めしますが、これを見てもらうことをお勧めしますが、それを楽しんでいないと他の誰よりも深くはなりません。\u001b[22m, \u001b[1m私は、これを見て示唆している私はベックやノエインもうひとりの君へを見て示唆していると同じくらいの操作を行いますが、あなたがそれを享受していない場合、それは他の誰よりもあなたが任意の少ない深いことはありません。\u001b[22m\n\u001b[4mEveryone develops at a different rate.\u001b[24m\n    \u001b[1m誰もが違った速度で成長します。\u001b[22m, \u001b[1m誰もが異なる速度で開発しています。\u001b[22m\n\u001b[4mIf you don't like it now, you might like it in 10 years, maybe never, but it just might help you figure out where you stand on art, affection, and cultural exploration.\u001b[24m\n    \u001b[1mあなたが今好きでないなら、10年後にはそれが好きかもしれませんが、アート、愛情、文化探検のどこに立っているかを理解するのに役立ちます。\u001b[22m, \u001b[1mあなたは今それを好きではない場合、あなたは、10年後にそれを多分決して好きでないかもしれないが、それはちょうどあなたがアート、愛情、そして文化的な探査の上に立つ場所を把握に役立つかもしれません。\u001b[22m\n\u001b[4mThese are all pretty great things.\u001b[24m\n    \u001b[1mこれらはすべて素晴らしいものです。\u001b[22m, \u001b[1mこれらはすべて、かなり大きなものです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoy!\n\n\u001b[1mお楽しみください！\u001b[22m\n\u001b[1m(O tanoshimi kudasai!)\u001b[22m\n\nDefinitions of \u001b[4mEnjoy!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nverb\n\u001b[1m    楽しむ\u001b[22m\n        enjoy, take pleasure, amuse oneself, have a good time, anticipate, look forward to\n\u001b[1m    エンジョイ\u001b[22m\n        enjoy\n\u001b[1m    楽しませる\u001b[22m\n        delight, enjoy, amuse, please\n\u001b[1m    旨がる\u001b[22m\n        relish, show a liking for, like, care for, enjoy"
  },
  {
    "title": "Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "id": "4483",
    "url": "https://myanimelist.net/anime/4483/Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "user": "_Arcadius_",
    "profile": "/profile/_Arcadius_/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=198227",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  8\n\nSomeday's Dreamers Soraでは、主人公のスズキ・ソーラに続きます。 彼女は本当に強くて魅力的な魔法の能力を持っている少女です。 私たちが最初に会ったとき、彼女は大きな騒音で怖がって、落ちるトラック、かなり信じられないほどのものを救うために彼女の魔法を使います。 次の主なものは、魔法使いの若者でもある御堂川功太ですが、最近彼が能力を持っていることを知っているので、魔法使いとしては無能です。  Someday's Dreamers Soraには他にもたくさんのサポートがあり、その多くはトレーニングのメイジです。\n\nアニメーションのほとんどは、ソラとゴウタの周りを回転し、彼らの魔法の力で何をするのですか？ 私たちにはバック・ストーリーのエピソードがあり、ロマンス要素も関わっています。 物語のもう一つの大きな側面は、オリジナルの「Someday's Dreamers」のように、認定された魔道士になることです。 違いは、ソラでは教室で練習し、魔道士になるという政治と、それが魔法使いであることの影響についてのことです。 私たちは非魔道師の多くの要素が混乱し、それがいかに難しいか理解していないことを目の当たりにしています。\n\nソラのアートスタイルは本当に...。 奇妙な。 芸術のほとんどは、描かれていないものなど、実際の写真と思われますが、それ以外の時には少し芸術的なタッチで実際の写真のように見えます。 私が今までに見たアニメの最初のアニメで、これはとてもユニークです。 私はそれが予算上の制約か何かであるかどうかは分かりませんが、手描きの芸術がほとんどなかったので、スタジオはキャラクターとその相互作用に向けてより良いアニメーション品質を重視することができました。 それははっきりとした推測であり、本当に根拠のないものです。 一方のアニメーションは良いと思われます。  Somedayの夢想家とは違って、Soraはあらゆるもののためにはるかに良いアニメーションですが、Soraの最大の問題はそのようなシーンや物が繰り返されることが多いことです。 それはすべて非常に凝縮されています。\n\n音楽：Someday's Dreamer'sのように、Soraは素晴らしいサウンドトラックを持っています。 それは美しさとシンプルさを併せ持っているため、実際に起こっているストーリーや冒険をお手伝いします。 音楽は本当に良いですし、OPとEDはよく聞きます。 良い古い日... =）\n\nソラと私が持っていた唯一のタイプの問題は、ストーリーがどのように進行したかということでした。 エピソードの約半分は非常に不安定だったので、エピソードベースであっても、実際のペースはありませんでした。 あなたがエピソード7を過ぎてから物事が明確なやり方で崩れ落ち、物語が拾い上げられるまでは、そうではありません。\n\n私はソラで起こったひねりのタイプをまったく期待していませんでした。私はそれがまったく見えなかったので、驚きについて話します。 私は奇妙なことが起こっていることを知っていましたが、完全にはできませんでした。 私は確かに最初のものを好むが、それは良いと私はあまりにもアニメを楽しんだ。\n\n注：私は魔法の力という言葉を使い続けていますが、魔法は魔法のようなものではないと思っています。魔法がどのように見え、世界のようになるかはもっと現実的です。 少し派手な、しかし信じられないほど神秘的です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIn Someday’s Dreamers Sora, we follow the main character Suzuki Sora. She’s a young girl who has really strong and capable magical abilities. When we first meet her, she’s scared by some loud noises and uses her magic to save a falling truck, pretty incredible stuff. The next main is Midorikawa Gouta, a young man who is also a mage, but he’s incompetent at being a mage due to just finding out recently that he had the capabilities for it. There are a lot of other supports in Someday’s Dreamers Sora and many of them are mages in training.\n\n\u001b[1mSomeday's Dreamers Soraでは、主人公のスズキ・ソーラに続きます。 彼女は本当に強くて魅力的な魔法の能力を持っている少女です。 私たちが最初に会ったとき、彼女は大きな騒音で怖がって、落ちるトラック、かなり信じられないほどのものを救うために彼女の魔法を使います。 次の主なものは、魔法使いの若者でもある御堂川功太ですが、最近彼が能力を持っていることを知っているので、魔法使いとしては無能です。  Someday's Dreamers Soraには他にもたくさんのサポートがあり、その多くはトレーニングのメイジです。\u001b[22m\n\u001b[1m(Samudei' s dorīmāzu sōrade wa, shujinkō no Suzuki sōra ni tsudzukimasu. Kanojo wa hontōni tsuyokute miryoku-tekina mahō no nōryoku o motte iru shōjodesu. Watashitachi ga saisho ni atta toki, kanojo wa ōkina sōon de kowagatte, ochiru torakku, kanari shinji rarenai hodo no mono o sukuu tame ni kanojo no mahō o tsukaimasu. Tsugi no omona mono wa, mahōtsukai no wakamonode mo aru midōgawa kōtadesuga, saikin kare ga nōryoku o motte iru koto o shitte irunode, mahōtsukai to shite wa munōdesu. Samudei' s dorīmāzu sōra ni wa hoka ni mo takusan no sapōto ga ari, sono ōku wa torēningu no Meijidesu.)\u001b[22m\n\nTranslations of \u001b[4mIn Someday’s Dreamers Sora, we follow the main character Suzuki Sora. She’s a young girl who has really strong and capable magical abilities. When we first meet her, she’s scared by some loud noises and uses her magic to save a falling truck, pretty incredible stuff. The next main is Midorikawa Gouta, a young man who is also a mage, but he’s incompetent at being a mage due to just finding out recently that he had the capabilities for it. There are a lot of other supports in Someday’s Dreamers Sora and many of them are mages in training.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn Someday’s Dreamers Sora, we follow the main character Suzuki Sora.\u001b[24m\n    \u001b[1mSomeday's Dreamers Soraでは、主人公のスズキ・ソーラに続きます。\u001b[22m, \u001b[1m魔法遣いに大切なことソラでは、メインキャラクター鈴木ソラに従ってください。\u001b[22m\n\u001b[4mShe’s a young girl who has really strong and capable magical abilities.\u001b[24m\n    \u001b[1m彼女は本当に強くて魅力的な魔法の能力を持っている少女です。\u001b[22m, \u001b[1m彼女は本当に強いとすることができる不思議な能力を持っている若い女の子です。\u001b[22m\n\u001b[4mWhen we first meet her, she’s scared by some loud noises and uses her magic to save a falling truck, pretty incredible stuff.\u001b[24m\n    \u001b[1m私たちが最初に会ったとき、彼女は大きな騒音で怖がって、落ちるトラック、かなり信じられないほどのものを救うために彼女の魔法を使います。\u001b[22m, \u001b[1m私たちが最初に彼女に会うとき、彼女はいくつかの大きな音によって怖がって、落下トラック、かなり信じられないほどのものを保存するために彼女の魔法を使用しています。\u001b[22m\n\u001b[4mThe next main is Midorikawa Gouta, a young man who is also a mage, but he’s incompetent at being a mage due to just finding out recently that he had the capabilities for it.\u001b[24m\n    \u001b[1m次の主なものは、魔法使いの若者でもある御堂川功太ですが、最近彼が能力を持っていることを知っているので、魔法使いとしては無能です。\u001b[22m, \u001b[1m次のメインは緑川Gouta、また魔術師であるが、彼はちょうど彼がそれのための能力を持っていたことが最近見つけるによる魔術師であることで無能だ若い男です。\u001b[22m\n\u001b[4mThere are a lot of other supports in Someday’s Dreamers Sora and many of them are mages in training.\u001b[24m\n    \u001b[1mSomeday's Dreamers Soraには他にもたくさんのサポートがあり、その多くはトレーニングのメイジです。\u001b[22m, \u001b[1mそこ魔法遣いに大切なことそらで他の支持体の多くがあり、それらの多くは、訓練中の魔術師です。\u001b[22m\n\u001b[1m\u001b[22m\nMost of the anime takes place revolving around Sora and Gouta and what they do with their magical powers. We have episodes of back story and we have romance elements involved too. Another large aspect of the story is about becoming a certified mage, like in the original Someday’s Dreamers; the difference being that in Sora, you train in a classroom and it’s less about the politics of becoming a mage and more about the effects of being one. We witness many elements of non-mages being upset and not understanding how difficult it can be.\n\n\u001b[1mアニメーションのほとんどは、ソラとゴウタの周りを回転し、彼らの魔法の力で何をするのですか？ 私たちにはバック・ストーリーのエピソードがあり、ロマンス要素も関わっています。 物語のもう一つの大きな側面は、オリジナルの「Someday's Dreamers」のように、認定された魔道士になることです。 違いは、ソラでは教室で練習し、魔道士になるという政治と、それが魔法使いであることの影響についてのことです。 私たちは非魔道師の多くの要素が混乱し、それがいかに難しいか理解していないことを目の当たりにしています。\u001b[22m\n\u001b[1m(Animēshon no hotondo wa, Sora to gouta no mawari o kaiten shi, karera no mahō no chikara de nani o suru nodesu ka? Watashitachi ni wa bakku sutōrī no episōdo ga ari, romansu yōso mo kakawatte imasu. Monogatari no mōhitotsu no ōkina sokumen wa, orijinaru no `samudei' s dorīmāzu' no yō ni, nintei sa reta madō-shi ni naru kotodesu. Chigai wa, Sorade wa kyōshitsu de renshū shi, madō-shi ni naru to iu seiji to, sore ga mahōtsukaidearu koto no eikyō ni tsuite no kotodesu. Watashitachi wa hi madō-shi no ōku no yōso ga konran shi, sore ga ikani muzukashī ka rikai shite inai koto o manoatari ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mMost of the anime takes place revolving around Sora and Gouta and what they do with their magical powers. We have episodes of back story and we have romance elements involved too. Another large aspect of the story is about becoming a certified mage, like in the original Someday’s Dreamers; the difference being that in Sora, you train in a classroom and it’s less about the politics of becoming a mage and more about the effects of being one. We witness many elements of non-mages being upset and not understanding how difficult it can be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the anime takes place revolving around Sora and Gouta and what they do with their magical powers.\u001b[24m\n    \u001b[1mアニメーションのほとんどは、ソラとゴウタの周りを回転し、彼らの魔法の力で何をするのですか？\u001b[22m, \u001b[1mアニメのほとんどは場所ソラとGoutaを中心とどのような彼らは魔法の力で行うかかります。\u001b[22m\n\u001b[4mWe have episodes of back story and we have romance elements involved too.\u001b[24m\n    \u001b[1m私たちにはバック・ストーリーのエピソードがあり、ロマンス要素も関わっています。\u001b[22m, \u001b[1m私たちは、バックストーリーのエピソードを持って、私たちはあまりにも関与ロマンスの要素を持っています。\u001b[22m\n\u001b[4mAnother large aspect of the story is about becoming a certified mage, like in the original Someday’s Dreamers;\u001b[24m\n    \u001b[1m物語のもう一つの大きな側面は、オリジナルの「Someday's Dreamers」のように、認定された魔道士になることです。\u001b[22m, \u001b[1m物語のもう一つの大きな側面は、元の魔法遣いに大切なことのように、公認魔術師になることについてです。\u001b[22m\n\u001b[4mthe difference being that in Sora, you train in a classroom and it’s less about the politics of becoming a mage and more about the effects of being one.\u001b[24m\n    \u001b[1m違いは、ソラでは教室で練習し、魔道士になるという政治と、それが魔法使いであることの影響についてのことです。\u001b[22m, \u001b[1m違いはソラに、あなたが教室で訓練し、それが1であることの影響についての魔術師、よりになっての政治について以下だということです。\u001b[22m\n\u001b[4mWe witness many elements of non-mages being upset and not understanding how difficult it can be.\u001b[24m\n    \u001b[1m私たちは非魔道師の多くの要素が混乱し、それがいかに難しいか理解していないことを目の当たりにしています。\u001b[22m, \u001b[1m我々は、非メイジが動揺していると、それがいかに難しい理解していないの多くの要素を目撃します。\u001b[22m\n\u001b[1m\u001b[22m\nThe art style in Sora is really…. weird. Most of the art seems to be real pictures, as in, not drawn or anything, but then at other times it seems like its real pictures with a slight artistic touch. It’s the first anime I’ve ever seen that does this and it’s very unique. I’m not sure if it’s because of budget restraints or what-not, but because there were very little hand drawn art, I feel like this allowed the studio to focus on having better animation quality towards the characters and their interactions; though that’s clearly conjecture and really baseless. The animation on the other hand does seem to be good. Unlike in Someday’s Dreamers, Sora is animated much better for just about everything, though the biggest problem with Sora is that there are many repeating scenes and things of that nature. It’s all very condensed.\n\n\u001b[1mソラのアートスタイルは本当に...。 奇妙な。 芸術のほとんどは、描かれていないものなど、実際の写真と思われますが、それ以外の時には少し芸術的なタッチで実際の写真のように見えます。 私が今までに見たアニメの最初のアニメで、これはとてもユニークです。 私はそれが予算上の制約か何かであるかどうかは分かりませんが、手描きの芸術がほとんどなかったので、スタジオはキャラクターとその相互作用に向けてより良いアニメーション品質を重視することができました。 それははっきりとした推測であり、本当に根拠のないものです。 一方のアニメーションは良いと思われます。  Somedayの夢想家とは違って、Soraはあらゆるもののためにはるかに良いアニメーションですが、Soraの最大の問題はそのようなシーンや物が繰り返されることが多いことです。 それはすべて非常に凝縮されています。\u001b[22m\n\u001b[1m(Sora no ātosutairu wa hontōni. ... Kimyōna. Geijutsu no hotondo wa, egaka rete inai mono nado, jissai no shashin to omowa remasuga, soreigai no tokiniha sukoshi geijutsu-tekina tatchi de jissai no shashin no yō ni miemasu. Watashi ga ima made ni mita anime no saisho no anime de, kore wa totemo yunīkudesu. Watashi wa sore ga yosan-jō no seiyaku ka nanikadearu ka dō ka wa wakarimasen ga, tegaki no geijutsu ga hotondo nakattanode, sutajio wa kyarakutā to sono sōgo sayō ni mukete yoriyoi animēshon hinshitsu o jūshi suru koto ga dekimashita. Sore wa hakkiri to shita suisokudeari, hontōni konkyo no nai monodesu. Ippō no animēshon wa yoi to omowa remasu. Samudei no musō-ka to wa chigatte, sōra wa arayuru mono no tame ni haruka ni yoi animēshondesuga, sōra no saidai no mondai wa sono yōna shīn ya mono ga kurikaesa reru koto ga ōi kotodesu. Sore wa subete hijō ni gyōshuku sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style in Sora is really…. weird. Most of the art seems to be real pictures, as in, not drawn or anything, but then at other times it seems like its real pictures with a slight artistic touch. It’s the first anime I’ve ever seen that does this and it’s very unique. I’m not sure if it’s because of budget restraints or what-not, but because there were very little hand drawn art, I feel like this allowed the studio to focus on having better animation quality towards the characters and their interactions; though that’s clearly conjecture and really baseless. The animation on the other hand does seem to be good. Unlike in Someday’s Dreamers, Sora is animated much better for just about everything, though the biggest problem with Sora is that there are many repeating scenes and things of that nature. It’s all very condensed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style in Sora is really….\u001b[24m\n    \u001b[1mソラのアートスタイルは本当に...。\u001b[22m, \u001b[1mそらのアートスタイルは本当にです...。\u001b[22m\n\u001b[4mweird.\u001b[24m\n    \u001b[1m奇妙な。\u001b[22m\n\u001b[4mMost of the art seems to be real pictures, as in, not drawn or anything, but then at other times it seems like its real pictures with a slight artistic touch.\u001b[24m\n    \u001b[1m芸術のほとんどは、描かれていないものなど、実際の写真と思われますが、それ以外の時には少し芸術的なタッチで実際の写真のように見えます。\u001b[22m, \u001b[1m、に描かれたか、何もないような当該技術分野のほとんどは、実際の絵のようですが、その後、他の回で、それはわずかな芸術的なタッチとの本物の写真のように思えます。\u001b[22m\n\u001b[4mIt’s the first anime I’ve ever seen that does this and it’s very unique.\u001b[24m\n    \u001b[1m私が今までに見たアニメの最初のアニメで、これはとてもユニークです。\u001b[22m, \u001b[1mそれは、これを行い、その私が今まで見てきた最初のアニメだとそれは非常にユニークです。\u001b[22m\n\u001b[4mI’m not sure if it’s because of budget restraints or what-not, but because there were very little hand drawn art, I feel like this allowed the studio to focus on having better animation quality towards the characters and their interactions;\u001b[24m\n    \u001b[1m私はそれが予算上の制約か何かであるかどうかは分かりませんが、手描きの芸術がほとんどなかったので、スタジオはキャラクターとその相互作用に向けてより良いアニメーション品質を重視することができました。\u001b[22m, \u001b[1m私はそれがあるため、予算の制約または何-ない非常に小さな手描きアートがあったので、しかし、私はこのスタジオは、文字とその相互作用に向けてより良いアニメーション品質を有するに注力することができように感じるのだかはわかりません。\u001b[22m\n\u001b[4mthough that’s clearly conjecture and really baseless.\u001b[24m\n    \u001b[1mそれははっきりとした推測であり、本当に根拠のないものです。\u001b[22m, \u001b[1mそれは明らかに推測し、本当に根拠のないですけれども。\u001b[22m\n\u001b[4mThe animation on the other hand does seem to be good.\u001b[24m\n    \u001b[1m一方のアニメーションは良いと思われます。\u001b[22m, \u001b[1m一方、アニメーションは良いように見えるん。\u001b[22m\n\u001b[4mUnlike in Someday’s Dreamers, Sora is animated much better for just about everything, though the biggest problem with Sora is that there are many repeating scenes and things of that nature.\u001b[24m\n    \u001b[1mSomedayの夢想家とは違って、Soraはあらゆるもののためにはるかに良いアニメーションですが、Soraの最大の問題はそのようなシーンや物が繰り返されることが多いことです。\u001b[22m, \u001b[1mソラの最大の問題は、多くの繰り返しシーンとその性質のものがあるということですけれども魔法遣いに大切なこととは異なり、ソラは、ちょうど約すべてのためにはるかに優れたアニメーション化されています。\u001b[22m\n\u001b[4mIt’s all very condensed.\u001b[24m\n    \u001b[1mそれはすべて非常に凝縮されています。\u001b[22m, \u001b[1mそれはすべての非常に凝縮されたのです。\u001b[22m\n\u001b[1m\u001b[22m\nMusic: Like in Someday’s Dreamer’s, Sora has a fantastic sound track. It’s merged beauty and simplicity really lets you in on the story and adventure that’s taking place. The music is really rather good and the OP and ED are good listens too. Good Old Days… =)\n\n\u001b[1m音楽：Someday's Dreamer'sのように、Soraは素晴らしいサウンドトラックを持っています。 それは美しさとシンプルさを併せ持っているため、実際に起こっているストーリーや冒険をお手伝いします。 音楽は本当に良いですし、OPとEDはよく聞きます。 良い古い日... =）\u001b[22m\n\u001b[1m(Ongaku: Samudei' s dorīmā' s no yō ni, sōra wa subarashī saundotorakku o motte imasu. Sore wa utsukushi-sa to shinpuru-sa o awasemotte iru tame, jissai ni okotte iru sutōrī ya bōken o otetsudai shimasu. Ongaku wa hontōni yoidesushi, OP to ED wa yoku kikimasu. Yoi furui hi... =))\u001b[22m\n\nTranslations of \u001b[4mMusic: Like in Someday’s Dreamer’s, Sora has a fantastic sound track. It’s merged beauty and simplicity really lets you in on the story and adventure that’s taking place. The music is really rather good and the OP and ED are good listens too. Good Old Days… =)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: Like in Someday’s Dreamer’s, Sora has a fantastic sound track.\u001b[24m\n    \u001b[1m音楽：Someday's Dreamer'sのように、Soraは素晴らしいサウンドトラックを持っています。\u001b[22m, \u001b[1mミュージック：いつかのドリーマーの中と同じように、ソラは素晴らしいサウンドトラックを持っています。\u001b[22m\n\u001b[4mIt’s merged beauty and simplicity really lets you in on the story and adventure that’s taking place.\u001b[24m\n    \u001b[1mそれは美しさとシンプルさを併せ持っているため、実際に起こっているストーリーや冒険をお手伝いします。\u001b[22m, \u001b[1m美しさとシンプルさが本当に起こっているの物語と冒険にあなたを中にすることができますマージされています。\u001b[22m\n\u001b[4mThe music is really rather good and the OP and ED are good listens too.\u001b[24m\n    \u001b[1m音楽は本当に良いですし、OPとEDはよく聞きます。\u001b[22m, \u001b[1m音楽は本当にかなり良いですし、OPとEDは良いですあまりにもリッスンします。\u001b[22m\n\u001b[4mGood Old Days… =)\u001b[24m\n    \u001b[1m良い古い日... =）\u001b[22m, \u001b[1m古き良き時代... =）\u001b[22m\n\u001b[1m\u001b[22m\nThe only type of issue I had with Sora was how the story progressed itself. For about half of the episodes, it was very jumpy and made it hard to follow, because even though it’s episodic based, there was no real pacing and easy way to follow things. It’s not until you hit passed episode 7 or so that things fall in line in a clear manner and the story picks up.\n\n\u001b[1mソラと私が持っていた唯一のタイプの問題は、ストーリーがどのように進行したかということでした。 エピソードの約半分は非常に不安定だったので、エピソードベースであっても、実際のペースはありませんでした。 あなたがエピソード7を過ぎてから物事が明確なやり方で崩れ落ち、物語が拾い上げられるまでは、そうではありません。\u001b[22m\n\u001b[1m(Sora to watashi ga motte ita yuiitsu no taipu no mondai wa, sutōrī ga dono yō ni shinkō shita ka to iu kotodeshita. Episōdo no yaku hanbun wa hijō ni fuanteidattanode, episōdobēsudeatte mo, jissai no pēsu wa arimasendeshita. Anata ga episōdo 7 o sugite kara monogoto ga meikakuna yarikata de kuzureochi, monogatari ga hiroiage rareru made wa,-sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe only type of issue I had with Sora was how the story progressed itself. For about half of the episodes, it was very jumpy and made it hard to follow, because even though it’s episodic based, there was no real pacing and easy way to follow things. It’s not until you hit passed episode 7 or so that things fall in line in a clear manner and the story picks up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only type of issue I had with Sora was how the story progressed itself.\u001b[24m\n    \u001b[1mソラと私が持っていた唯一のタイプの問題は、ストーリーがどのように進行したかということでした。\u001b[22m, \u001b[1m私はソラとしていた問題の唯一のタイプは、話がそれ自体を進行する方法でした。\u001b[22m\n\u001b[4mFor about half of the episodes, it was very jumpy and made it hard to follow, because even though it’s episodic based, there was no real pacing and easy way to follow things.\u001b[24m\n    \u001b[1mエピソードの約半分は非常に不安定だったので、エピソードベースであっても、実際のペースはありませんでした。\u001b[22m, \u001b[1mエピソードの約半分は、それは非常にびくびくだったし、それがベースのエピソードだにもかかわらず、本当のペーシングと物事を追跡する簡単な方法はありませんでしたので、それは難しい、追従させます。\u001b[22m\n\u001b[4mIt’s not until you hit passed episode 7 or so that things fall in line in a clear manner and the story picks up.\u001b[24m\n    \u001b[1mあなたがエピソード7を過ぎてから物事が明確なやり方で崩れ落ち、物語が拾い上げられるまでは、そうではありません。\u001b[22m, \u001b[1mあなたが渡されたエピソード7かそこらを打つまでは物事が明確な方法でラインに落ちると話が拾うことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nI didn’t expect the type of twist that occurred in Sora at all, I didn’t see that coming at all, so talk about a surprise. I knew there was something weird going on, but couldn’t make it out entirely. It was good and I really enjoyed the anime too, though I prefer the first one for sure.\n\n\u001b[1m私はソラで起こったひねりのタイプをまったく期待していませんでした。私はそれがまったく見えなかったので、驚きについて話します。 私は奇妙なことが起こっていることを知っていましたが、完全にはできませんでした。 私は確かに最初のものを好むが、それは良いと私はあまりにもアニメを楽しんだ。\u001b[22m\n\u001b[1m(Watashi wa Sora de okotta hineri no taipu o mattaku kitai shite imasendeshita. Watashi wa sore ga mattaku mienakattanode, odoroki ni tsuite hanashimasu. Watashi wa kimyōna koto ga okotte iru koto o shitte imashitaga, kanzen ni wa dekimasendeshita. Watashi wa tashika ni saisho no mono o konomu ga, sore wa yoi to watashi wa amarini mo anime o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mI didn’t expect the type of twist that occurred in Sora at all, I didn’t see that coming at all, so talk about a surprise. I knew there was something weird going on, but couldn’t make it out entirely. It was good and I really enjoyed the anime too, though I prefer the first one for sure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn’t expect the type of twist that occurred in Sora at all, I didn’t see that coming at all, so talk about a surprise.\u001b[24m\n    \u001b[1m私はソラで起こったひねりのタイプをまったく期待していませんでした。私はそれがまったく見えなかったので、驚きについて話します。\u001b[22m, \u001b[1m私は全然来ていることがわかり、とても驚きについて話をしなかった、まったくソラで発生したツイストのタイプを期待していませんでした。\u001b[22m\n\u001b[4mI knew there was something weird going on, but couldn’t make it out entirely.\u001b[24m\n    \u001b[1m私は奇妙なことが起こっていることを知っていましたが、完全にはできませんでした。\u001b[22m, \u001b[1m私は起こって奇妙な何かがあった知っていたが、完全にそれを作ることができませんでした。\u001b[22m\n\u001b[4mIt was good and I really enjoyed the anime too, though I prefer the first one for sure.\u001b[24m\n    \u001b[1m私は確かに最初のものを好むが、それは良いと私はあまりにもアニメを楽しんだ。\u001b[22m, \u001b[1mそれは良かったと私は確かに最初のものを好むのに私は本当に、あまりにもアニメを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nNote: I know I keep using the word magical powers, but don't think of the magic being like mahou shoujo type of magic, it's a far more 'realistic' take on how magic would look like and be like in our world, it's a little flashy, but incredibly mysterious.\n\n\u001b[1m注：私は魔法の力という言葉を使い続けていますが、魔法は魔法のようなものではないと思っています。魔法がどのように見え、世界のようになるかはもっと現実的です。 少し派手な、しかし信じられないほど神秘的です。\u001b[22m\n\u001b[1m(Chū: Watashi wa mahō no chikara to iu kotoba o tsukai tsudzukete imasuga, mahō wa mahō no yōna monode wa nai to omotte imasu. Mahō ga dono yō ni mie, sekai no yō ni naru ka wa motto genjitsu-tekidesu. Sukoshi hadena, shikashi shinji rarenai hodo shinpi-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mNote: I know I keep using the word magical powers, but don't think of the magic being like mahou shoujo type of magic, it's a far more 'realistic' take on how magic would look like and be like in our world, it's a little flashy, but incredibly mysterious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: I know I keep using the word magical powers, but don't think of the magic being like mahou shoujo type of magic, it's a far more 'realistic' take on how magic would look like and be like in our world, it's\u001b[24m\n    \u001b[1m注：私は魔法の力という言葉を使い続けていますが、魔法は魔法のようなものではないと思っています。魔法がどのように見え、世界のようになるかはもっと現実的です。\u001b[22m, \u001b[1m注：私は、私は言葉魔法の力を使用し続ける知っているが、魔法の魔法少女タイプのようである魔法のとは思わない、それははるかに「現実的な」は魔法のように見えると私たちの世界のようになる方法を取るだ、それはです\u001b[22m\n\u001b[4ma little flashy, but incredibly mysterious.\u001b[24m\n    \u001b[1m少し派手な、しかし信じられないほど神秘的です。\u001b[22m, \u001b[1m少し派手な、しかし非常に神秘的。\u001b[22m"
  },
  {
    "title": "Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "id": "4483",
    "url": "https://myanimelist.net/anime/4483/Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=53759",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nSomeday's Dreamersへのフォローアップは、基本的に2003年の前任者と同じ前提を守っています。魔法の能力を持つ田舎の10代の少女が、インターンシップで東京に行き、公式の魔道士として認定され、 新しい友達を作る。 このシリーズは主に、Soraとそのクラスメートが直面している日常的な開発を掘り下げ、マジックを向上させてメイジのライセンスを得るためのスライス・オブ・ライフのタイトルです。 このシリーズには、潜在的な魔道士やキャラクターとしての能力に関するさまざまな問題を持つ好きなキャラクターが登場します。 前回のシリーズと同様に、ショーはまた、ソーアや他の魔道士が家族の家宝を含む金庫のロックを解除し、海岸に洗い流されたイルカを 海洋。 ショーの主な荒波は、最終的なエピソードでは、何かのターミナルが、ドラマに投げ込む安い言い訳のように感じるキャラクターの一人に影響を与え、 このイベントが起こる前に、その気分の中では、他の点ではほとんどリラックスして穏やかでした。\n\n視覚的には、Someday's Dreamers：Summer Dreamsはちょっと混じったバッグです。 設定は印象的なスポーツのようなフォトリアリスティックなディテールで、目にはきれいですが、これらのショットは文字がシーン内を移動するときの背景静止画として主に使用され、カメラの動きを特徴とする風景ショットはほとんどプレーンなデザイン 文字に使用されます。 アニメーションの品質もヒット・ミスです。 キャラクターの動きや使用されている魔法の瞬間はかなり流動的ですが、遠隔カメラショット中のキャラクターのデザインや風景の細部を適切に伝達するには、時々不安定になります。 ショーのサウンドトラックは主に、ショーのキャラクターが直面する日常的な展開に完全に適合し、聴くのにぴったりな、穏やかで低音のインディー・ミュージックで構成されています。\n\n全体的に、Someday's Dreamers：Summer Dreamsは、村人からの幸福をもたらすために田舎の10代の若者の志を育てる努力を5年前のものから変えて、前任者とあまり変わらない。 最終的なエピソードと視覚的なプレゼンテーションが混在しているにもかかわらず、Soraと彼女のクラスメートのユニークな開発を夢見る魔術師として探求するためには、堅実なスライスライフタイトルがまだ残っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis follow-up to Someday's Dreamers basically follows the same premise as its 2003 predecessor: teenage girl from the countryside with magical abilities travels to Tokyo under an internship to be certified as an official mage where she uses her magic to perform favors for various clients and make new friends. This series mostly serves as a slice-of-life title delving into the everyday developments faced by Sora and her classmates as they study up and improve their magic to earn their mage's licenses. The series features a likeable cast of characters with differing issues concerning their abilities as potential mages and personalities that the show usually takes time to explore. Like the previous series, the show also goes into depth exploring the personal matters of whomever Sora and other mages help out with their magic which consist of anything from unlocking a vault containing a family heirloom to trying to get dolphins washed up upon shore back into the ocean. The major rough spot for the show comes in the final episodes when something terminal effects one of the characters which felt more like a cheap excuse to toss in drama due to the lack of foreshadowing and genuine suffering seen of said mentioned character throughout the series as the series was otherwise mostly relaxed and mellow in its mood before said events occur.\n\n\u001b[1mSomeday's Dreamersへのフォローアップは、基本的に2003年の前任者と同じ前提を守っています。魔法の能力を持つ田舎の10代の少女が、インターンシップで東京に行き、公式の魔道士として認定され、 新しい友達を作る。 このシリーズは主に、Soraとそのクラスメートが直面している日常的な開発を掘り下げ、マジックを向上させてメイジのライセンスを得るためのスライス・オブ・ライフのタイトルです。 このシリーズには、潜在的な魔道士やキャラクターとしての能力に関するさまざまな問題を持つ好きなキャラクターが登場します。 前回のシリーズと同様に、ショーはまた、ソーアや他の魔道士が家族の家宝を含む金庫のロックを解除し、海岸に洗い流されたイルカを 海洋。 ショーの主な荒波は、最終的なエピソードでは、何かのターミナルが、ドラマに投げ込む安い言い訳のように感じるキャラクターの一人に影響を与え、 このイベントが起こる前に、その気分の中では、他の点ではほとんどリラックスして穏やかでした。\u001b[22m\n\u001b[1m(Samudei' s dorīmāzu e no forōappu wa, kihontekini 2003-nen no zen'nin-sha to onaji zentei o mamotte imasu. Mahō no nōryoku o motsu inaka no 10-dai no shōjo ga, intānshippu de Tōkyō ni iki, kōshiki no madō-shi to shite nintei sa re, atarashī tomodachi o tsukuru. Kono shirīzu wa omoni, sōra to sono kurasumēto ga chokumen shite iru nichijō-tekina kaihatsu o horisage, majikku o kōjō sa sete Meiji no raisensu o eru tame no suraisu Obu raifu no taitorudesu. Kono shirīzu ni wa, senzai-tekina madō-shi ya kyarakutā to shite no nōryoku ni kansuru samazamana mondai o motsu sukina kyarakutā ga tōjō shimasu. Zenkai no shirīzu to dōyō ni, shō wa mata, sōa ya hoka no madō-shi ga kazoku no kahō o fukumu kinko no rokku o kaijo shi, kaigan ni arainagasa reta iruka o kaiyō. Shō no omona aranami wa, saishū-tekina episōdode wa, nanika no tāminaru ga, dorama ni nagekomu yasui iiwake no yō ni kanjiru kyarakutā no hitori ni eikyō o atae, kono ibento ga okoru mae ni, sono kibun no nakade wa, hoka no tende wa hotondo rirakkusu shite odayakadeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nOn the visual end, Someday's Dreamers: Summer Dreams is a bit of a mixed bag. The settings are impressive sporting photorealistic detail and beautiful on the eyes, though these shots are mostly used as background stills when characters are moving through in a scene and scenery shots that do feature camera movement are mostly hand drawn in similar quality as the plain looking designs used for the characters. Animation quality is also hit-or-miss as well. While character movements and moments of magic being used are reasonably fluid, the series occasionally gets choppy in properly conveying details for character designs and scenery during ranged camera shots. The show's soundtrack mostly consists of mellow and low-key indie music that fit in perfectly with the mundane developments faced by the show's characters and are great to listen to.\n\n\u001b[1m視覚的には、Someday's Dreamers：Summer Dreamsはちょっと混じったバッグです。 設定は印象的なスポーツのようなフォトリアリスティックなディテールで、目にはきれいですが、これらのショットは文字がシーン内を移動するときの背景静止画として主に使用され、カメラの動きを特徴とする風景ショットはほとんどプレーンなデザイン 文字に使用されます。 アニメーションの品質もヒット・ミスです。 キャラクターの動きや使用されている魔法の瞬間はかなり流動的ですが、遠隔カメラショット中のキャラクターのデザインや風景の細部を適切に伝達するには、時々不安定になります。 ショーのサウンドトラックは主に、ショーのキャラクターが直面する日常的な展開に完全に適合し、聴くのにぴったりな、穏やかで低音のインディー・ミュージックで構成されています。\u001b[22m\n\u001b[1m(Shikaku-teki ni wa, samudei' s dorīmāzu: Summer dorīmusu wa chotto majitta baggudesu. Settei wa inshō-tekina supōtsu no yōna fotoriarisutikkuna ditēru de,-me ni wa kireidesuga, korera no shotto wa moji ga shīn-nai o idō suru toki no haikei seishi-ga to shite omoni shiyō sa re, kamera no ugoki o tokuchō to suru fūkei shotto wa hotondo purēn'na dezain moji ni shiyō sa remasu. Animēshon no hinshitsu mo hitto misudesu. Kyarakutā no ugoki ya shiyō sa rete iru mahō no shunkan wa kanari ryūdōtekidesuga, enkaku kamera shotto-chū no kyarakutā no dezain ya fūkei no saibu o tekisetsu ni dentatsu suru ni wa, tokidoki fuantei ni narimasu. Shō no saundotorakku wa omoni, shō no kyarakutā ga chokumen suru nichijō-tekina tenkai ni kanzen ni tekigō shi, kiku no ni pittarina, odayakade teion no indī myūjikku de kōsei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOn the visual end, Someday's Dreamers: Summer Dreams is a bit of a mixed bag. The settings are impressive sporting photorealistic detail and beautiful on the eyes, though these shots are mostly used as background stills when characters are moving through in a scene and scenery shots that do feature camera movement are mostly hand drawn in similar quality as the plain looking designs used for the characters. Animation quality is also hit-or-miss as well. While character movements and moments of magic being used are reasonably fluid, the series occasionally gets choppy in properly conveying details for character designs and scenery during ranged camera shots. The show's soundtrack mostly consists of mellow and low-key indie music that fit in perfectly with the mundane developments faced by the show's characters and are great to listen to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the visual end, Someday's Dreamers: Summer Dreams is a bit of a mixed bag.\u001b[24m\n    \u001b[1m視覚的には、Someday's Dreamers：Summer Dreamsはちょっと混じったバッグです。\u001b[22m, \u001b[1m視覚側では、魔法遣いに大切なこと：夏の夢は、混合袋のビットです。\u001b[22m\n\u001b[4mThe settings are impressive sporting photorealistic detail and beautiful on the eyes, though these shots are mostly used as background stills when characters are moving through in a scene and scenery shots that do feature camera movement are mostly hand drawn in similar quality as the plain looking designs\u001b[24m\n    \u001b[1m設定は印象的なスポーツのようなフォトリアリスティックなディテールで、目にはきれいですが、これらのショットは文字がシーン内を移動するときの背景静止画として主に使用され、カメラの動きを特徴とする風景ショットはほとんどプレーンなデザイン\u001b[22m, \u001b[1m文字が特徴のカメラの動きを行うシーンや風景撮影に通って移動しているときに、これらのショットはほとんどが背景静止画として使用しているが設定は、プレーン探しのデザインと同様の品質で描画され、ほとんど手、印象的なスポーツフォトリアリスティックなディテールと目に美しいです\u001b[22m\n\u001b[4mused for the characters.\u001b[24m\n    \u001b[1m文字に使用されます。\u001b[22m\n\u001b[4mAnimation quality is also hit-or-miss as well.\u001b[24m\n    \u001b[1mアニメーションの品質もヒット・ミスです。\u001b[22m, \u001b[1mアニメーションの品質もヒットまたはミスをされているとしても。\u001b[22m\n\u001b[4mWhile character movements and moments of magic being used are reasonably fluid, the series occasionally gets choppy in properly conveying details for character designs and scenery during ranged camera shots.\u001b[24m\n    \u001b[1mキャラクターの動きや使用されている魔法の瞬間はかなり流動的ですが、遠隔カメラショット中のキャラクターのデザインや風景の細部を適切に伝達するには、時々不安定になります。\u001b[22m, \u001b[1mキャラクターの動きや使用されている魔法の瞬間が合理的に流体であるが、シリーズは、時折、正しく範囲であったカメラショット時にキャラクターデザインや景観の詳細を伝えるに途切れます。\u001b[22m\n\u001b[4mThe show's soundtrack mostly consists of mellow and low-key indie music that fit in perfectly with the mundane developments faced by the show's characters and are great to listen to.\u001b[24m\n    \u001b[1mショーのサウンドトラックは主に、ショーのキャラクターが直面する日常的な展開に完全に適合し、聴くのにぴったりな、穏やかで低音のインディー・ミュージックで構成されています。\u001b[22m, \u001b[1mショーのサウンドトラックはほとんどがショーの文字が直面する日常的な発展に完全に収まるとに耳を傾けるのは素晴らしいですまろやかで低キーインディー音楽で構成されています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Someday's Dreamers: Summer Dreams is not too different from its predecessor from five years earlier featuring the aspiring efforts of a teen from the countryside to bring happiness to others while trying to be licensed as a mage. Despite its shoddy developments for its final episodes and a mixed bag of a visual presentation, the series still makes for a solid slice-of-life title to look into exploring the unique developments of Sora and her classmates as aspiring mages.\n\n\u001b[1m全体的に、Someday's Dreamers：Summer Dreamsは、村人からの幸福をもたらすために田舎の10代の若者の志を育てる努力を5年前のものから変えて、前任者とあまり変わらない。 最終的なエピソードと視覚的なプレゼンテーションが混在しているにもかかわらず、Soraと彼女のクラスメートのユニークな開発を夢見る魔術師として探求するためには、堅実なスライスライフタイトルがまだ残っています。\u001b[22m\n\u001b[1m(Zentai-teki ni, samudei' s dorīmāzu: Summer dorīmusu wa, murabito kara no kōfuku o motarasu tame ni inaka no 10-dai no wakamono no kokorozashi o sodateru doryoku o 5-nen mae no mono kara kaete, zen'nin-sha to amari kawaranai. Saishū-tekina episōdo to shikaku-tekina purezentēshon ga konzai shite iru nimokakawarazu, sōra to kanojo no kurasumēto no yunīkuna kaihatsu o yumemiru majutsu-shi to shite tankyū suru tame ni wa, kenjitsuna suraisuraifutaitoru ga mada nokotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Someday's Dreamers: Summer Dreams is not too different from its predecessor from five years earlier featuring the aspiring efforts of a teen from the countryside to bring happiness to others while trying to be licensed as a mage. Despite its shoddy developments for its final episodes and a mixed bag of a visual presentation, the series still makes for a solid slice-of-life title to look into exploring the unique developments of Sora and her classmates as aspiring mages.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Someday's Dreamers: Summer Dreams is not too different from its predecessor from five years earlier featuring the aspiring efforts of a teen from the countryside to bring happiness to others while trying to be licensed as a mage.\u001b[24m\n    \u001b[1m全体的に、Someday's Dreamers：Summer Dreamsは、村人からの幸福をもたらすために田舎の10代の若者の志を育てる努力を5年前のものから変えて、前任者とあまり変わらない。\u001b[22m, \u001b[1m全体的に、魔法遣いに大切なこと：夏の夢は魔術師としてライセンスされるようにしようとしたときに他の人に幸福をもたらすために田舎から十代の志望努力をフィーチャーした5年前からその前任者からあまりにも違いはありません。\u001b[22m\n\u001b[4mDespite its shoddy developments for its final episodes and a mixed bag of a visual presentation, the series still makes for a solid slice-of-life title to look into exploring the unique developments of Sora and her classmates as aspiring mages.\u001b[24m\n    \u001b[1m最終的なエピソードと視覚的なプレゼンテーションが混在しているにもかかわらず、Soraと彼女のクラスメートのユニークな開発を夢見る魔術師として探求するためには、堅実なスライスライフタイトルがまだ残っています。\u001b[22m, \u001b[1mその最終的なエピソードやビジュアルプレゼンテーションの混合袋のためにその粗雑な発展にもかかわらず、シリーズはまだ魔術師を志望としてソラと彼女のクラスメートの独特の発展を模索に見て固体スライスオブライフのタイトルになります。\u001b[22m"
  },
  {
    "title": "Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "id": "4483",
    "url": "https://myanimelist.net/anime/4483/Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "user": "ImaVampire",
    "profile": "/profile/ImaVampire/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=106733",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  9\n\nSomeday's Dreamers：夏の空、魔法を含む、自分自身を発見する美しい物語。\n\n彼女の夢を実現する十代の少女、同時に友人を作り、彼女のすべての心で彼女の仕事を達成する。 ストーリーは単純ですが、各エピソードの微妙な手段を通して多くの側面を紹介します。 感情を表現しながら、それぞれのキャラクターの理解を深めています。\n\nキャラクターアートは平凡ですが、背景は美しく、しばしば現実に基づいています。 私の考えでは、それはあまりにも強すぎない、そして、私の意見では、ストーリーを発展させるのに役立ちます。\n\n音楽はまた、ショーの中でも際立っています。ショーを通して、あなたが複数の曲に紹介されるようになります。\n\n思春期は最高ですが、Summer Skiesは短い12回のエピソードで人間の感情を表現するのにすばらしいです。 ショーは一方向から始まり、別の方向に進み、最初のエピソードを見た後に期待する方法で終了します。 私は最後のエピソードの間に泣いた、それは素晴らしく、心温まるものだったし、シリーズを仕上げることは非常に躊躇したが、私は嬉しかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSomeday's Dreamers: Summer Skies, a beautiful story of discovering one self, with magic included.\n\n\u001b[1mSomeday's Dreamers：夏の空、魔法を含む、自分自身を発見する美しい物語。\u001b[22m\n\u001b[1m(Samudei' s dorīmāzu: Kanosora, mahō o fukumu, jibun jishin o hakken suru utsukushī monogatari.)\u001b[22m\n\nTranslations of \u001b[4mSomeday's Dreamers: Summer Skies, a beautiful story of discovering one self, with magic included.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSomeday's Dreamers: Summer Skies, a beautiful story of discovering one self, with magic included.\u001b[24m\n    \u001b[1mSomeday's Dreamers：夏の空、魔法を含む、自分自身を発見する美しい物語。\u001b[22m, \u001b[1m魔法遣いに大切なこと：夏空、1つの自己を発見するの美しい物語は、魔法に含まれています。\u001b[22m\n\u001b[1m\u001b[22m\nA teenage girl fulfilling her dream, while at the same time making friends and accomplishing her tasks with all her heart. The story although is simple introduces many aspects through subtle means in each episode. It does well at expressing emotions while building a better understanding of each character.\n\n\u001b[1m彼女の夢を実現する十代の少女、同時に友人を作り、彼女のすべての心で彼女の仕事を達成する。 ストーリーは単純ですが、各エピソードの微妙な手段を通して多くの側面を紹介します。 感情を表現しながら、それぞれのキャラクターの理解を深めています。\u001b[22m\n\u001b[1m(Kanojo no yume o jitsugen suru jūdai no shōjo, dōjini yūjin o tsukuri, kanojo no subete no kokoro de kanojo no shigoto o tassei suru. Sutōrī wa tanjundesuga, kaku episōdo no bimyōna shudan o tōshite ōku no sokumen o shōkai shimasu. Kanjō o hyōgen shinagara, sorezore no kyarakutā no rikai o fukamete imasu.)\u001b[22m\n\nTranslations of \u001b[4mA teenage girl fulfilling her dream, while at the same time making friends and accomplishing her tasks with all her heart. The story although is simple introduces many aspects through subtle means in each episode. It does well at expressing emotions while building a better understanding of each character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA teenage girl fulfilling her dream, while at the same time making friends and accomplishing her tasks with all her heart.\u001b[24m\n    \u001b[1m彼女の夢を実現する十代の少女、同時に友人を作り、彼女のすべての心で彼女の仕事を達成する。\u001b[22m, \u001b[1m十代の少女と同時にたくさんの友達を作りながら、彼女の夢を果たし、すべての彼女の心と彼女のタスクを実行します。\u001b[22m\n\u001b[4mThe story although is simple introduces many aspects through subtle means in each episode.\u001b[24m\n    \u001b[1mストーリーは単純ですが、各エピソードの微妙な手段を通して多くの側面を紹介します。\u001b[22m, \u001b[1mシンプルですが、ストーリーは各エピソードの微妙な手段を介して多くの側面を紹介します。\u001b[22m\n\u001b[4mIt does well at expressing emotions while building a better understanding of each character.\u001b[24m\n    \u001b[1m感情を表現しながら、それぞれのキャラクターの理解を深めています。\u001b[22m, \u001b[1mこれは、各文字のより良い理解を構築しながら感情を表現でもありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe character art is plain, but the backdrops are beautiful, often based on reality. Its a good blend that isn't too strong in one aspect or another and in my opinion even helps develop a story.\n\n\u001b[1mキャラクターアートは平凡ですが、背景は美しく、しばしば現実に基づいています。 私の考えでは、それはあまりにも強すぎない、そして、私の意見では、ストーリーを発展させるのに役立ちます。\u001b[22m\n\u001b[1m(Kyarakutāāto wa heibondesuga, haikei wa utsukushiku, shibashiba genjitsu ni motodzuite imasu. Watashi no kangaede wa, sore wa amarini mo tsuyo suginai, soshite, watashi no ikende wa, sutōrī o hatten sa seru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe character art is plain, but the backdrops are beautiful, often based on reality. Its a good blend that isn't too strong in one aspect or another and in my opinion even helps develop a story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character art is plain, but the backdrops are beautiful, often based on reality.\u001b[24m\n    \u001b[1mキャラクターアートは平凡ですが、背景は美しく、しばしば現実に基づいています。\u001b[22m, \u001b[1m文字アートは無地ですが、背景には、多くの場合、現実に基づいて、美しいです。\u001b[22m\n\u001b[4mIts a good blend that isn't too strong in one aspect or another and in my opinion even helps develop a story.\u001b[24m\n    \u001b[1m私の考えでは、それはあまりにも強すぎない、そして、私の意見では、ストーリーを発展させるのに役立ちます。\u001b[22m, \u001b[1m一つの局面または別の、私の意見では、あまりにも強力ではありません。その良いブレンドも物語を開発するのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nMusic is also prominent in the show, as you will be introduced to multiple songs, that are good listening, throughout the show.\n\n\u001b[1m音楽はまた、ショーの中でも際立っています。ショーを通して、あなたが複数の曲に紹介されるようになります。\u001b[22m\n\u001b[1m(Ongaku wa mata, shō no naka demo kiwadatte imasu. Shō o tōshite, anata ga fukusū no kyoku ni shōkai sa reru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mMusic is also prominent in the show, as you will be introduced to multiple songs, that are good listening, throughout the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic is also prominent in the show, as you will be introduced to multiple songs, that are good listening, throughout the show.\u001b[24m\n    \u001b[1m音楽はまた、ショーの中でも際立っています。ショーを通して、あなたが複数の曲に紹介されるようになります。\u001b[22m, \u001b[1mあなたがショーを通して、良いリスニングしている複数の曲に導入されるように音楽は、ショーでも顕著です。\u001b[22m\n\u001b[1m\u001b[22m\nAdolescence at it's finest, Summer Skies does wonderful at expressing human emotions in its short 12 episodes. The show starts in one direction, goes another, and finishes the way you would expect it to after watching the first episode. I cried during the last episode, it was wonderful and heartwarming and was very hesitant to finish the series, but I'm glad I did.\n\n\u001b[1m思春期は最高ですが、Summer Skiesは短い12回のエピソードで人間の感情を表現するのにすばらしいです。 ショーは一方向から始まり、別の方向に進み、最初のエピソードを見た後に期待する方法で終了します。 私は最後のエピソードの間に泣いた、それは素晴らしく、心温まるものだったし、シリーズを仕上げることは非常に躊躇したが、私は嬉しかった。\u001b[22m\n\u001b[1m(Shishunki wa saikōdesuga, Summer Skies wa mijikai 12-kai no episōdo de ningen no kanjō o hyōgen surunoni subarashīdesu. Shō wa ichihōkō kara hajimari,-betsu no hōkō ni susumi, saisho no episōdo o mita nochi ni kitai suru hōhō de shūryō shimasu. Watashi wa saigo no episōdo no ma ni naita, sore wa subarashiku, kokoroatatamaru monodattashi, shirīzu o shiageru koto wa hijō ni chūcho shitaga, watashi wa ureshikatta.)\u001b[22m\n\nTranslations of \u001b[4mAdolescence at it's finest, Summer Skies does wonderful at expressing human emotions in its short 12 episodes. The show starts in one direction, goes another, and finishes the way you would expect it to after watching the first episode. I cried during the last episode, it was wonderful and heartwarming and was very hesitant to finish the series, but I'm glad I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAdolescence at it's finest, Summer Skies does wonderful at expressing human emotions in its short 12 episodes.\u001b[24m\n    \u001b[1m思春期は最高ですが、Summer Skiesは短い12回のエピソードで人間の感情を表現するのにすばらしいです。\u001b[22m, \u001b[1mそれは最高級の状態で思春期には、夏の空は、その短い12エピソードで人間の感情を表現するのが素晴らしいん。\u001b[22m\n\u001b[4mThe show starts in one direction, goes another, and finishes the way you would expect it to after watching the first episode.\u001b[24m\n    \u001b[1mショーは一方向から始まり、別の方向に進み、最初のエピソードを見た後に期待する方法で終了します。\u001b[22m, \u001b[1mショーは、一方向に開始する別となって、あなたが最初のエピソードを見た後にそれを期待する方法を終了します。\u001b[22m\n\u001b[4mI cried during the last episode, it was wonderful and heartwarming and was very hesitant to finish the series, but I'm glad I did.\u001b[24m\n    \u001b[1m私は最後のエピソードの間に泣いた、それは素晴らしく、心温まるものだったし、シリーズを仕上げることは非常に躊躇したが、私は嬉しかった。\u001b[22m, \u001b[1m私はそれは素晴らしいと心温まるたとシリーズを終えることが非常にためらっていた、最後のエピソードの間に泣いたが、私は私がやったうれしいです。\u001b[22m"
  },
  {
    "title": "Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "id": "4483",
    "url": "https://myanimelist.net/anime/4483/Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "user": "Yakarin",
    "profile": "/profile/Yakarin/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=31613",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nさて、これはこのページで私の最初のレビューとなるので、ここに行きます。\n\nストーリー（9）：私は最初、それは柔らかい物語と学習で、それが何か間違っているということではなく、かなり現実的な物語であることが判明しました。 ストーリー。 しかし、私の意見では、最後のエピソードは短期間にあまりにも多くのものをカバーしています。\n\nアート（10）：とても甘い、特別なものはないが、風景やスタイルはとても楽しい。\n\nSounds（10）：メランコリックで何か幸せな音楽が好きな人は、これを楽しむことができます。それは路上でとても小さいという懐かしい感覚で満たされています。\n\nキャラクター（9）：各キャラクターは自分自身でかなり独特であり、人類をよく描写していると思うが、その中のいくつかは少し遅く開発されていたかもしれない。\n\n楽しさ（10）：私はそれを終わらせたくない、各章には特別なものがあり、スピンは私に大きな素晴らしい驚きを与えた。\n\n全体的に（9.6）：スライス・オブ・ライフ・ドラマを楽しむなら、それが好きになるだろうと思うが、その後は面白い甘い味が残る。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOk this will be my first review in this page, so, here I go.\n\n\u001b[1mさて、これはこのページで私の最初のレビューとなるので、ここに行きます。\u001b[22m\n\u001b[1m(Sate, koreha kono pēji de watashi no saisho no rebyū to narunode, koko ni ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mOk this will be my first review in this page, so, here I go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk this will be my first review in this page, so, here I go.\u001b[24m\n    \u001b[1mさて、これはこのページで私の最初のレビューとなるので、ここに行きます。\u001b[22m, \u001b[1m[OK]を、これはここで私は行く、私の最初のレビューは、このページにある、そうなります。\u001b[22m\n\u001b[1m\u001b[22m\nStory (9): I must admit at first I thought it was going to be just a mellow slice of life story with tender stories and learning, not that there's anything wrong with that, but it turned out to be a pretty realistic story and tender story. Although, I wouldn't have minded if the story moved a bit slower, in my opinion the last episodes cover too many things in a short period.\n\n\u001b[1mストーリー（9）：私は最初、それは柔らかい物語と学習で、それが何か間違っているということではなく、かなり現実的な物語であることが判明しました。 ストーリー。 しかし、私の意見では、最後のエピソードは短期間にあまりにも多くのものをカバーしています。\u001b[22m\n\u001b[1m(Sutōrī (9 ): Watashi wa saisho, sore wa yawarakai monogatari to gakushū de, soregananika machigatte iru to iu kotode wa naku, kanari genjitsu-tekina monogataridearu koto ga hanmei shimashita. Sutōrī. Shikashi, watashi no ikende wa, saigo no episōdo wa tankikan ni amarini mo ōku no mono o kabā shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory (9): I must admit at first I thought it was going to be just a mellow slice of life story with tender stories and learning, not that there's anything wrong with that, but it turned out to be a pretty realistic story and tender story. Although, I wouldn't have minded if the story moved a bit slower, in my opinion the last episodes cover too many things in a short period.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (9): I must admit at first I thought it was going to be just a mellow slice of life story with tender stories and learning, not that there's anything wrong with that, but it turned out to be a pretty realistic story and tender\u001b[24m\n    \u001b[1mストーリー（9）：私は最初、それは柔らかい物語と学習で、それが何か間違っているということではなく、かなり現実的な物語であることが判明しました。\u001b[22m, \u001b[1mストーリーは、（9）：私が最初に認めなければならない私はそれに何か問題があること、それは入札のストーリーや学習と人生の物語のちょうどまろやかスライスになる予定だったではないと思ったが、それはかなり現実的なストーリーと入札であることが判明しました\u001b[22m\n\u001b[4mstory.\u001b[24m\n    \u001b[1mストーリー。\u001b[22m, \u001b[1m物語。\u001b[22m\n\u001b[4mAlthough, I wouldn't have minded if the story moved a bit slower, in my opinion the last episodes cover too many things in a short period.\u001b[24m\n    \u001b[1mしかし、私の意見では、最後のエピソードは短期間にあまりにも多くのものをカバーしています。\u001b[22m, \u001b[1m話は少し遅く移動した場合、私は気にしていないだろう、が、私の意見では最後のエピソードは短期間であまりにも多くのことをカバーしています。\u001b[22m\n\u001b[1m\u001b[22m\nArt (10): Very sweet, nothing too special, but the landscapes and style is quite enjoyable.\n\n\u001b[1mアート（10）：とても甘い、特別なものはないが、風景やスタイルはとても楽しい。\u001b[22m\n\u001b[1m(Āto (10): Totemo amai, tokubetsuna mono wa naiga, fūkei ya sutairu wa totemo tanoshī.)\u001b[22m\n\nTranslations of \u001b[4mArt (10): Very sweet, nothing too special, but the landscapes and style is quite enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (10): Very sweet, nothing too special, but the landscapes and style is quite enjoyable.\u001b[24m\n    \u001b[1mアート（10）：とても甘い、特別なものはないが、風景やスタイルはとても楽しい。\u001b[22m, \u001b[1mアート（10）：あまりにも特別な非常に甘く、何が、風景やスタイルは非常に楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nSounds (10): If you like melancholic but somehow happy music, you'll enjoy this, it's filled with this nostalgic sense of being so small in the streets.\n\n\u001b[1mSounds（10）：メランコリックで何か幸せな音楽が好きな人は、これを楽しむことができます。それは路上でとても小さいという懐かしい感覚で満たされています。\u001b[22m\n\u001b[1m(Saunzu (10): Merankorikku de nanika shiawasena ongaku ga sukinahito wa, kore o tanoshimu koto ga dekimasu. Sore wa rojō de totemo chīsai to iu natsukashī kankaku de mitasa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSounds (10): If you like melancholic but somehow happy music, you'll enjoy this, it's filled with this nostalgic sense of being so small in the streets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSounds (10): If you like melancholic but somehow happy music, you'll enjoy this, it's filled with this nostalgic sense of being so small in the streets.\u001b[24m\n    \u001b[1mSounds（10）：メランコリックで何か幸せな音楽が好きな人は、これを楽しむことができます。それは路上でとても小さいという懐かしい感覚で満たされています。\u001b[22m, \u001b[1mサウンド（10）：あなたはメランコリック何とか幸せな音楽が好きなら、あなたはこれをお楽しみいただけます、それは路上で非常に小さいという、このノスタルジック感でいっぱいです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (9): Although I think each character is pretty unique by themselves and portray humanity very well, I wish some of them could have developed a bit slower.\n\n\u001b[1mキャラクター（9）：各キャラクターは自分自身でかなりユニークであり、人類を非常によく描写していると思うが、それらのうちのいくつかは少し遅く開発されたかもしれない。\u001b[22m\n\u001b[1m(Kyarakutā (9 ): Kaku kyarakutā wa jibun jishin de kanari yunīkudeari, jinrui o hijō ni yoku byōsha shite iru to omou ga, sorera no uchi no ikutsu ka wa sukoshi osoku kaihatsu sa reta kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mCharacter (9): Although I think each character is pretty unique by themselves and portray humanity very well, I wish some of them could have developed a bit slower.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (9): Although I think each character is pretty unique by themselves and portray humanity very well, I wish some of them could have developed a bit slower.\u001b[24m\n    \u001b[1mキャラクター（9）：各キャラクターは自分自身でかなりユニークであり、人類を非常によく描写していると思うが、それらのうちのいくつかは少し遅く開発されたかもしれない。\u001b[22m, \u001b[1m文字（9）：私は、各文字は自分でかなりユニークだと思うと非常によく人間を描写するが、私はそれらのいくつかは少し遅くを開発したことがしたいです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (10): I didn't wanted to finish it, each chapter had it's special something and the spin gave me a big, nice surprise.\n\n\u001b[1m楽しさ（10）：私はそれを終わらせたくない、各章には特別なものがあり、スピンは私に大きな素晴らしい驚きを与えた。\u001b[22m\n\u001b[1m(Tanoshisa (10): Watashi wa sore o owara setakunai, kakushō ni wa tokubetsuna mono ga ari, supin wa watashi ni ōkina subarashī odoroki o ataeta.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (10): I didn't wanted to finish it, each chapter had it's special something and the spin gave me a big, nice surprise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (10): I didn't wanted to finish it, each chapter had it's special something and the spin gave me a big, nice surprise.\u001b[24m\n    \u001b[1m楽しさ（10）：私はそれを終わらせたくない、各章には特別なものがあり、スピンは私に大きな素晴らしい驚きを与えた。\u001b[22m, \u001b[1m楽し（10）：私はそれを終了したかったしませんでした、各章では、それは特別な何かがあったとスピンは私に大きな、素敵な驚きを与えました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall (9.6): If you enjoy slice of life dramas, I'm sure you'll like it, it leaves an interesting bittersweet taste afterwards.\n\n\u001b[1m全体的に（9.6）：スライス・オブ・ライフ・ドラマを楽しむなら、それが好きになるだろうと思うが、その後は面白い甘い味が残る。\u001b[22m\n\u001b[1m(Zentai-teki ni (9 . 6): Suraisu Obu raifu dorama o tanoshimunara, sore ga suki ni narudarou to omou ga, sonogo wa omoshiroi amai aji ga nokoru.)\u001b[22m\n\nTranslations of \u001b[4mOverall (9.6): If you enjoy slice of life dramas, I'm sure you'll like it, it leaves an interesting bittersweet taste afterwards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (9.6): If you enjoy slice of life dramas, I'm sure you'll like it, it leaves an interesting bittersweet taste afterwards.\u001b[24m\n    \u001b[1m全体的に（9.6）：スライス・オブ・ライフ・ドラマを楽しむなら、それが好きになるだろうと思うが、その後は面白い甘い味が残る。\u001b[22m, \u001b[1m総合（9.6）：あなたが人生のドラマのスライスを楽しむなら、私はあなたがそれを好きだろうと確信している、それはその後、興味深いほろ苦い味を残します。\u001b[22m"
  },
  {
    "title": "Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "id": "4483",
    "url": "https://myanimelist.net/anime/4483/Mahoutsukai_ni_Taisetsu_na_Koto__Natsu_no_Sora",
    "user": "garrym",
    "profile": "/profile/garrym/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=15442",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n\nジャンル：Magic / Romance / Slice of Life\n\n2008年7月から9月にかけて放送されました。\n\n山田紀恵が執筆。 小林修監督。  Half Makerによるアニメーション。\n\n音楽：オープニングテーマは、タイムアライブの「Fly Away」です。 閉会のテーマはMiccの\"Kawaita Hana\"です。\n\n期間：12のエピソード。\n\n山田紀恵が描き、吉木久美が描いた漫画からの変形。\n\nシノプシス：\n\n別の現実では、魔法は政府によって規制され、規制されている別の資源です。 すべての魔法のユーザーを登録する必要があります。 個人的な理由による魔法の使用は厳しく禁止されており、重度の罰を受けています。 魔法使いへの要請は魔法局になされ、それから魔法使いは要求を実行する。 魔法の能力を示す若者は、局によって運営されている学校で訓練されています。 この時間に、学生魔道士は、熟練した魔道士と一緒に暮らし、仕事をしたり、学校で授業を受けたりする、定住している職場で弟子入りします。\n\nスズキソラには野心が1つありました。 魔法使いになる！ 彼女は東京の中央教育院に受け入れられている。\n\n大都市のカントリーガール、ソラは彼女の最初の日に失われ、彼女の最初のレッスンに遅れています。 途中、彼女は恐ろしい道路事故を防ぐために彼女の魔法を使っていました。飛行機に乗って空中にガソリンタンカーを持ち、老人に乗るのを防ぎ、10代の少年にしました。 これは、Soraが非常に強力な魔法のユーザーであることを最初に示しています。 彼女の遅れ、そして魔法の個人的な使用のために、ソラは彼女が最終的に彼女の新しい家にそれを作るときダウンキャストです。 このMage Officeには2人の経験豊富な魔道師がいて、今年はどちらも学生です。 次の日、ソラは仲間の生徒、緑川功太に会います。 前日に彼女が救った少年！ 彼女はクラスで魔法をうまく使うことができず、他の生徒は彼を見下ろす。\n\nだからソラのトレーニングが進行する！ 局の授業 メイジは彼女の指導者と一緒にリクエストします。 それぞれの要求は、ソラとその魔法の使用について新しいことを明らかにする。 夕方、そして学校では、魔道師たちと、そして新しい友達との会話があります。\n\nすべての生徒は見習いによってテストされ、ある生徒は他の生徒よりも難しいと感じます。 ソラ自身はいつも彼女の要求を満たしていますが（少なくとも彼女の指導者の助けが必要ですが）、自分の世界観は、彼女が会う人を変えるために、ちょっとひねりや動きを加えなければなりません。\n\n最初は緊張して厄介なところで、ソラとゴウタはすぐにお互いを知るようになり、ゴウアの魔法の理解はソラの助けによって劇的に増加する。 ゆっくりと微妙に、彼らの間の気持ちは誰もが夫婦に見えるようになるまで強くなり、最終的には海辺の日に出る。\n\nしかし、ソラはひどい秘密を隠しています。 彼女の家を北海道に連れて行って、ずっとGoutaから離れた秘密！\n\nキャラクター：\n\nすずき そら。 （ゔぉいせｄ ｂｙ はなざわ かな）\n\nソラは親切で心が開いた女の子で、その父親は物語が開く前にしばらく亡くなりました。 彼女は北海道の美瑛の小さな農村で、母親と犬と一緒に住んでいます。 彼女は友人たちのために小さな魔法の好意を持っています。 隣人、そして彼女の父のような適切な魔道士になることを夢見る。 彼女は当初はサイズと複雑さに圧倒されていましたが、東京の不思議を喜ばしく思います。 彼女は特に、小さなお店、ストリートエンターテイナー、レストランで通りが生き生きとしていく様子に大変喜んでいます。 彼女は、彼女の贈り物は人を助けるために使われるべきだと考えています。\n\nみどりかわ ごうた （ゔぉいせｄ ｂｙ まえの ともあき）\n\nGoutaの父は恋に落ち、結婚した。魔法を嫌った女の子、そして魔術師。 その結果、彼は彼の力を隠し、練習している魔道士にはなりませんでした。  Goutaは、魔法局の訓練のための召喚を受けて、彼の新しい発見された力と闘うとき、驚くべきことです。 彼は当然、彼が明らかに多くの力を持っているにもかかわらず、最も簡単な魔術的任務を完了することはできません。 彼は他のすべてが家にいた初期の訓練を受けたことはありませんでした。 ソラと同じ家​​に住んでいるのは、最初は彼のための試練ですが、彼は徐々に彼を勝ち、彼の力を解放する方法を彼に示すと、物事はより簡単になります。\n\n私はどう思いますか？\n\n私が最初から最後まで愛したシリーズの小さな逸品！\n\nみんなの好みではなく、シリーズのペースは本当に遅く、場所はほとんど夢中です。 キャラクターは非常に自然に発達しています。そして、あなたはほとんど、魔法使いとその生徒と朝食テーブルを共有していると感じることができます。\n\nタイトルは「メージャーにとって貴重なもの」と解釈され、メイジ学生のそれぞれが重要なことについて異なる考えを持っていることが確かに分かります。\n\nあなたはまた、彼らが対処しなければならない要求から魔道士が住んでいる社会のための感触を得る。 大切な仕事を壊す大地はありませんが、鍵がなくなってしまったときに鍵をかけられた金庫が開かれたり、不安定な部屋で紛失した文書が見つかったりします。\n\n2つの若い魔法使いがお互いのために意味されていることを知っていますが、彼らは自分自身を見つけるために優しく蛇行する道を取る。  Goutaは、Soraが彼のメンターと一見裏切られたような感情しかつかないと、最終的に彼の感情を認めて荒廃している。 ソラの秘密が明らかになると、それは休日のビーチで戦時の爆弾を見つけるようなものです。 まったく予期せぬことに、彼は自分の人生を完全に覆し、彼の人生と野心をよく見させる。\n\nすべてのエピソードを通して織り成す、音楽はシリーズと完全にぴったりです。 あなたは、\"歌手\"、自分の曲を書く音楽学生、そして経験のために通りの角にバスを出迎えます。 彼女は人生と愛についてバラードを歌い、彼女が演奏する場所に集まるかなり忠実なフォローを持っています。\n\nあのてぇｒ せりえｓ てゃｔ い をうｌｄん’ｔ へしたて と れこっめんｄ、 い ぎゔぇ まほう つかい に たいせつ な こと ー なつ の そら あ ９／１０",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nGenre: Magic/Romance/Slice of Life\n\n\u001b[1mジャンル：Magic / Romance / Slice of Life\u001b[22m\n\u001b[1m(Janru: Magic/ Romance/ Slice of Life)\u001b[22m\n\nTranslations of \u001b[4mGenre: Magic/Romance/Slice of Life\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenre: Magic/Romance/Slice of Life\u001b[24m\n    \u001b[1mジャンル：Magic / Romance / Slice of Life\u001b[22m, \u001b[1mジャンル：ライフの魔法/ロマンス/スライス\u001b[22m\n\u001b[1m\u001b[22m\nAired July to September 2008.\n\n\u001b[1m2008年7月から9月にかけて放送されました。\u001b[22m\n\u001b[1m(2008-Nen 7 tsuki kara 9 tsuki ni kakete hōsō sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mAired July to September 2008.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAired July to September 2008.\u001b[24m\n    \u001b[1m2008年7月から9月にかけて放送されました。\u001b[22m, \u001b[1m7月には、2008年9月に放映されました。\u001b[22m\n\u001b[1m\u001b[22m\nWritten by Norie Yamada. Directed by Osamu Kobayashi. Animation by Hal Film Maker.\n\n\u001b[1m山田紀恵が執筆。 小林修監督。  Half Makerによるアニメーション。\u001b[22m\n\u001b[1m(Yamada Norie ga shippitsu. Kobayashishū kantoku. Half mēka ni yoru animēshon.)\u001b[22m\n\nTranslations of \u001b[4mWritten by Norie Yamada. Directed by Osamu Kobayashi. Animation by Hal Film Maker.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWritten by Norie Yamada.\u001b[24m\n    \u001b[1m山田紀恵が執筆。\u001b[22m, \u001b[1m紀恵山田によって書かれました。\u001b[22m\n\u001b[4mDirected by Osamu Kobayashi.\u001b[24m\n    \u001b[1m小林修監督。\u001b[22m, \u001b[1m小林治監督。\u001b[22m\n\u001b[4mAnimation by Hal Film Maker.\u001b[24m\n    \u001b[1mHalf Makerによるアニメーション。\u001b[22m, \u001b[1mハルフィルムメーカーによってアニメーション。\u001b[22m\n\u001b[1m\u001b[22m\nMusic: Opening theme is “Fly Away” by Thyme. Closing theme is “Kawaita Hana” by Micc.\n\n\u001b[1m音楽：オープニングテーマは、タイムアライブの「Fly Away」です。 閉会のテーマはMiccの\"Kawaita Hana\"です。\u001b[22m\n\u001b[1m(Ongaku: Ōpuningutēma wa, taimuaraibu no `furaiau~ei'desu. Heikai no tēma wa Micc no\" Kawaita Hana\"desu.)\u001b[22m\n\nTranslations of \u001b[4mMusic: Opening theme is “Fly Away” by Thyme. Closing theme is “Kawaita Hana” by Micc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: Opening theme is “Fly Away” by Thyme.\u001b[24m\n    \u001b[1m音楽：オープニングテーマは、タイムアライブの「Fly Away」です。\u001b[22m, \u001b[1mミュージック：オープニングテーマはタイムによって「フライアウェイ」です。\u001b[22m\n\u001b[4mClosing theme is “Kawaita Hana” by Micc.\u001b[24m\n    \u001b[1m閉会のテーマはMiccの\"Kawaita Hana\"です。\u001b[22m, \u001b[1mテーマを閉じると、ミックによる「Kawaita花」です。\u001b[22m\n\u001b[1m\u001b[22m\nDuration: 12 episodes.\n\n\u001b[1m期間：12のエピソード。\u001b[22m\n\u001b[1m(Kikan: 12 No episōdo.)\u001b[22m\n\nTranslations of \u001b[4mDuration: 12 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDuration: 12 episodes.\u001b[24m\n    \u001b[1m期間：12のエピソード。\u001b[22m, \u001b[1m所要時間：12のエピソード。\u001b[22m\n\u001b[1m\u001b[22m\nAdapted from the Manga written by Norie Yamada and illustrated by Kumichi Yoshizuki.\n\n\u001b[1m山田紀恵が描き、吉木久美が描いた漫画からの変形。\u001b[22m\n\u001b[1m(Yamada Norie ga kaki, Yoshiki Kumi ga kaita manga kara no henkei.)\u001b[22m\n\nTranslations of \u001b[4mAdapted from the Manga written by Norie Yamada and illustrated by Kumichi Yoshizuki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAdapted from the Manga written by Norie Yamada and illustrated by Kumichi Yoshizuki.\u001b[24m\n    \u001b[1m山田紀恵が描き、吉木久美が描いた漫画からの変形。\u001b[22m, \u001b[1mマンガ紀恵山田によって書かれ、Kumichi Yoshizukiによって示さから適応。\u001b[22m\n\u001b[1m\u001b[22m\nSynopsis:\n/səˈnäpsis/\n\n\u001b[1mシノプシス：\u001b[22m\n\u001b[1m(Shinopushisu:)\u001b[22m\n\nDefinitions of \u001b[4mSynopsis:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    シノプシス\u001b[22m\n        synopsis\n\u001b[1m    梗概\u001b[22m\n        synopsis, summary, outline, abridgement, epitome, condensation\n\u001b[1m    解題\u001b[22m\n        synopsis, precis, review of subject, abstract, outline\n\u001b[1m    筋書き\u001b[22m\n        plot, outline, synopsis\n\u001b[1m    結言\u001b[22m\n        summary, abridgement, synopsis, condensation, brief, precis\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, synopsis\n\u001b[1m\u001b[22m\nIn an alternate reality, magic is another resource regulated and controlled by the government. All magic users must be registered. Use of magic for personal reasons is strictly prohibited, and severely punished. Requests for magic intervention are made to the Bureau of Magic, which then assigns a mage a carry out the request. Young people showing magic abilities are trained at Schools run by the Bureau. During this time, student mages are apprenticed in an established office, where they live and work with a experienced mage, as well as taking classes at school.\n\n\u001b[1m別の現実では、魔法は政府によって規制され、規制されている別の資源です。 すべての魔法のユーザーを登録する必要があります。 個人的な理由による魔法の使用は厳しく禁止されており、重度の罰を受けています。 魔法使いへの要請は魔法局になされ、それから魔法使いは要求を実行する。 魔法の能力を示す若者は、局によって運営されている学校で訓練されています。 この時間に、学生魔道士は、熟練した魔道士と一緒に暮らし、仕事をしたり、学校で授業を受けたりする、定住している職場で弟子入りします。\u001b[22m\n\u001b[1m(Betsu no genjitsude wa, mahō wa seifu ni yotte kisei sa re, kisei sa rete iru betsu no shigendesu. Subete no mahō no yūzā o tōroku suru hitsuyō ga arimasu. Kojin-tekina riyū ni yoru mahō no shiyō wa kibishiku kinshi sa rete ori, jūdo no batsu o ukete imasu. Mahōtsukai e no yōsei wa mahō-kyoku ni nasa re, sorekara mahōtsukai wa yōkyū o jikkō suru. Mahō no nōryoku o shimesu wakamono wa,-kyoku ni yotte un'ei sa rete iru gakkō de kunren sa rete imasu. Kono-jikan ni, gakusei madō-shi wa, jukuren shita madō-shi to issho ni kurashi, shigoto o shi tari, gakkō de jugyō o uke tari suru, teijū shite iru shokuba de deshiiri shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn an alternate reality, magic is another resource regulated and controlled by the government. All magic users must be registered. Use of magic for personal reasons is strictly prohibited, and severely punished. Requests for magic intervention are made to the Bureau of Magic, which then assigns a mage a carry out the request. Young people showing magic abilities are trained at Schools run by the Bureau. During this time, student mages are apprenticed in an established office, where they live and work with a experienced mage, as well as taking classes at school.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn an alternate reality, magic is another resource regulated and controlled by the government.\u001b[24m\n    \u001b[1m別の現実では、魔法は政府によって規制され、規制されている別の資源です。\u001b[22m, \u001b[1m代替現実には、魔法は政府によって規制され、制御別のリソースです。\u001b[22m\n\u001b[4mAll magic users must be registered.\u001b[24m\n    \u001b[1mすべての魔法のユーザーを登録する必要があります。\u001b[22m, \u001b[1mすべての魔法のユーザーが登録しておく必要があります。\u001b[22m\n\u001b[4mUse of magic for personal reasons is strictly prohibited, and severely punished.\u001b[24m\n    \u001b[1m個人的な理由による魔法の使用は厳しく禁止されており、重度の罰を受けています。\u001b[22m, \u001b[1m個人的な理由のための魔法の使用は厳重に禁止し、厳しく処罰されます。\u001b[22m\n\u001b[4mRequests for magic intervention are made to the Bureau of Magic, which then assigns a mage a carry out the request.\u001b[24m\n    \u001b[1m魔法使いへの要請は魔法局になされ、それから魔法使いは要求を実行する。\u001b[22m, \u001b[1m魔法の介入のための要求は、その後、メイジ要求アウトキャリーを割り当てマジック局に作られています。\u001b[22m\n\u001b[4mYoung people showing magic abilities are trained at Schools run by the Bureau.\u001b[24m\n    \u001b[1m魔法の能力を示す若者は、局によって運営されている学校で訓練されています。\u001b[22m, \u001b[1m魔法の能力を示した若者たちは、事務局が運営する学校で訓練を受けています。\u001b[22m\n\u001b[4mDuring this time, student mages are apprenticed in an established office, where they live and work with a experienced mage, as well as taking classes at school.\u001b[24m\n    \u001b[1mこの時間に、学生魔道士は、熟練した魔道士と一緒に暮らし、仕事をしたり、学校で授業を受けたりする、定住している職場で弟子入りします。\u001b[22m, \u001b[1mこの間、学生の魔術師は、彼らが住んでいて、経験豊富な魔術師と連携確立オフィス、に弟子入りしているだけでなく、学校で授業を取っ。\u001b[22m\n\u001b[1m\u001b[22m\nSuzuki Sora has had one ambition. To become a mage! She is accepted into the Bureau’s Central Training School, in Tokyo.\n\n\u001b[1mスズキソラには野心が1つありました。 魔法使いになる！ 彼女は東京の中央教育院に受け入れられている。\u001b[22m\n\u001b[1m(Suzukisora ni wa yashin ga 1tsu arimashita. Mahōtsukai ni naru! Kanojo wa Tōkyō no chūō kyōiku-in ni ukeire rarete iru.)\u001b[22m\n\nTranslations of \u001b[4mSuzuki Sora has had one ambition. To become a mage! She is accepted into the Bureau’s Central Training School, in Tokyo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSuzuki Sora has had one ambition.\u001b[24m\n    \u001b[1mスズキソラには野心が1つありました。\u001b[22m, \u001b[1m鈴木ソラは1野心がありました。\u001b[22m\n\u001b[4mTo become a mage!\u001b[24m\n    \u001b[1m魔法使いになる！\u001b[22m, \u001b[1m魔道士になるために！\u001b[22m\n\u001b[4mShe is accepted into the Bureau’s Central Training School, in Tokyo.\u001b[24m\n    \u001b[1m彼女は東京の中央教育院に受け入れられている。\u001b[22m, \u001b[1m彼女は東京で、局のセントラル訓練学校に受け入れられています。\u001b[22m\n\u001b[1m\u001b[22m\nCountry girl in the big city, Sora becomes lost on her first day, and is late to her first lesson. On the way, she has used her magic to prevent a dreadful road accident, holding a petrol tanker in midair after it comes off a fly-over, preventing it from landing on an old woman, and a teenage boy. This is the first indication we have that Sora is a very powerful magic user. Chided for her lateness, and personal use of magic, Sora is downcast when she finally makes it to her new home. This Mage Office is home to two experienced mages, and both have students this year. The following day, Sora meets her fellow student, Midorikawa Gouta. The boy whom she saved the day before! She finds out at class that he can’t use magic very well, and the other students look down on him.\n\n\u001b[1m大都市のカントリーガール、ソラは彼女の最初の日に失われ、彼女の最初のレッスンに遅れています。 途中、彼女は恐ろしい道路事故を防ぐために彼女の魔法を使っていました。飛行機に乗って空中にガソリンタンカーを持ち、老人に乗るのを防ぎ、10代の少年にしました。 これは、Soraが非常に強力な魔法のユーザーであることを最初に示しています。 彼女の遅れ、そして魔法の個人的な使用のために、ソラは彼女が最終的に彼女の新しい家にそれを作るときダウンキャストです。 このMage Officeには2人の経験豊富な魔道師がいて、今年はどちらも学生です。 次の日、ソラは仲間の生徒、緑川功太に会います。 前日に彼女が救った少年！ 彼女はクラスで魔法をうまく使うことができず、他の生徒は彼を見下ろす。\u001b[22m\n\u001b[1m(Daitoshi no kantorīgāru, Sora wa kanojo no saisho no hi ni ushinawa re, kanojo no saisho no ressun ni okurete imasu. Tochū, kanojo wa osoroshī dōro jiko o fusegu tame ni kanojo no mahō o tsukatte imashita. Hikōki ni notte kūchū ni gasorintankā o mochi, rōjin ni noru no o fusegi, 10-dai no shōnen ni shimashita. Kore wa, sōra ga hijō ni kyōryokuna mahō no yūzādearu koto o saisho ni shimeshite imasu. Kanojo no okure, soshite mahō no kojin-tekina shiyō no tame ni, Sora wa kanojo ga saishūtekini kanojo no atarashī ie ni sore o tsukuru toki daunkyasutodesu. Kono Mage ofisu ni wa 2-ri no keiken hōfuna madō-shi ga ite, kotoshi wa dochira mo gakuseidesu. Tsugi no hi, Sora wa nakama no seito, Midorikawa Kōta ni aimasu. Zenjitsu ni kanojo ga sukutta shōnen! Kanojo wa kurasu de mahō o umaku tsukau koto ga dekizu, hoka no seito wa kare o miorosu.)\u001b[22m\n\nTranslations of \u001b[4mCountry girl in the big city, Sora becomes lost on her first day, and is late to her first lesson. On the way, she has used her magic to prevent a dreadful road accident, holding a petrol tanker in midair after it comes off a fly-over, preventing it from landing on an old woman, and a teenage boy. This is the first indication we have that Sora is a very powerful magic user. Chided for her lateness, and personal use of magic, Sora is downcast when she finally makes it to her new home. This Mage Office is home to two experienced mages, and both have students this year. The following day, Sora meets her fellow student, Midorikawa Gouta. The boy whom she saved the day before! She finds out at class that he can’t use magic very well, and the other students look down on him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCountry girl in the big city, Sora becomes lost on her first day, and is late to her first lesson.\u001b[24m\n    \u001b[1m大都市のカントリーガール、ソラは彼女の最初の日に失われ、彼女の最初のレッスンに遅れています。\u001b[22m, \u001b[1m大都市での国の女の子は、ソラは彼女の最初の日に失われた、と彼女の最初のレッスンに遅れるようになります。\u001b[22m\n\u001b[4mOn the way, she has used her magic to prevent a dreadful road accident, holding a petrol tanker in midair after it comes off a fly-over, preventing it from landing on an old woman, and a teenage boy.\u001b[24m\n    \u001b[1m途中、彼女は恐ろしい道路事故を防ぐために彼女の魔法を使っていました。飛行機に乗って空中にガソリンタンカーを持ち、老人に乗るのを防ぎ、10代の少年にしました。\u001b[22m, \u001b[1mそれは歳の女性、10代の少年に着陸するのを防止する、フライオーバー外れた後に途中で、彼女は空中でのガソリンタンカーを保有、恐ろしい交通事故を防止するために、彼女の魔法を使用しています。\u001b[22m\n\u001b[4mThis is the first indication we have that Sora is a very powerful magic user.\u001b[24m\n    \u001b[1mこれは、Soraが非常に強力な魔法のユーザーであることを最初に示しています。\u001b[22m, \u001b[1mこれは、ソラは非常に強力な魔法のユーザーであることを私たちは持っている最初の兆候です。\u001b[22m\n\u001b[4mChided for her lateness, and personal use of magic, Sora is downcast when she finally makes it to her new home.\u001b[24m\n    \u001b[1m彼女の遅れ、そして魔法の個人的な使用のために、ソラは彼女が最終的に彼女の新しい家にそれを作るときダウンキャストです。\u001b[22m, \u001b[1m彼女はついに彼女の新しい家に行ったときに彼女の遅刻、と魔法の個人的な使用のためたしなめ、ソラは意気消沈です。\u001b[22m\n\u001b[4mThis Mage Office is home to two experienced mages, and both have students this year.\u001b[24m\n    \u001b[1mこのMage Officeには2人の経験豊富な魔道師がいて、今年はどちらも学生です。\u001b[22m, \u001b[1mこの魔道士事務所は、二つの経験豊富な魔術師に家である、との両方が、今年の学生を持っています。\u001b[22m\n\u001b[4mThe following day, Sora meets her fellow student, Midorikawa Gouta.\u001b[24m\n    \u001b[1m次の日、ソラは仲間の生徒、緑川功太に会います。\u001b[22m, \u001b[1m次の日、ソラは、彼女の仲間の学生、緑川Goutaを満たしています。\u001b[22m\n\u001b[4mThe boy whom she saved the day before!\u001b[24m\n    \u001b[1m前日に彼女が救った少年！\u001b[22m, \u001b[1m彼女は前の日を救った少年！\u001b[22m\n\u001b[4mShe finds out at class that he can’t use magic very well, and the other students look down on him.\u001b[24m\n    \u001b[1m彼女はクラスで魔法をうまく使うことができず、他の生徒は彼を見下ろす。\u001b[22m, \u001b[1m彼女は、彼は非常によく魔法を使用することはできませんクラスで見つけ出し、および他の学生は彼を見下します。\u001b[22m\n\u001b[1m\u001b[22m\nSo Sora’s training progresses! Classes at the Bureau. Mage requests with her mentor. Each request reveals some thing new about Sora, and her use of magic. In the evenings, and at school, there are conversations with the mages, and with her new friends.\n\n\u001b[1mだからソラのトレーニングが進行する！ 局の授業 メイジは彼女の指導者と一緒にリクエストします。 それぞれの要求は、ソラとその魔法の使用について新しいことを明らかにする。 夕方、そして学校では、魔道師たちと、そして新しい友達との会話があります。\u001b[22m\n\u001b[1m(Dakara Sora no torēningu ga shinkō suru! Tsubone no jugyō Meiji wa kanojo no shidō-sha to issho ni rikuesuto shimasu. Sorezore no yōkyū wa, Sora to sono mahō no shiyō ni tsuite atarashī koto o akiraka ni suru. Yūgata, soshite gakkōde wa, madō-shi-tachi to, soshite atarashī tomodachi to no kaiwa ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo Sora’s training progresses! Classes at the Bureau. Mage requests with her mentor. Each request reveals some thing new about Sora, and her use of magic. In the evenings, and at school, there are conversations with the mages, and with her new friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo Sora’s training progresses!\u001b[24m\n    \u001b[1mだからソラのトレーニングが進行する！\u001b[22m, \u001b[1mだから、ソラのトレーニングが進みます！\u001b[22m\n\u001b[4mClasses at the Bureau.\u001b[24m\n    \u001b[1m局の授業\u001b[22m, \u001b[1m局でクラス。\u001b[22m\n\u001b[4mMage requests with her mentor.\u001b[24m\n    \u001b[1mメイジは彼女の指導者と一緒にリクエストします。\u001b[22m, \u001b[1m彼女のメンターとメイジ要求。\u001b[22m\n\u001b[4mEach request reveals some thing new about Sora, and her use of magic.\u001b[24m\n    \u001b[1mそれぞれの要求は、ソラとその魔法の使用について新しいことを明らかにする。\u001b[22m, \u001b[1m各要求はソラ、と魔法の彼女の使用に関する新たないくつかのことを明らかにしています。\u001b[22m\n\u001b[4mIn the evenings, and at school, there are conversations with the mages, and with her new friends.\u001b[24m\n    \u001b[1m夕方、そして学校では、魔道師たちと、そして新しい友達との会話があります。\u001b[22m, \u001b[1m夕方には、学校では、魔術師との会話、そして彼女の新しい友達とがあります。\u001b[22m\n\u001b[1m\u001b[22m\nAll the students are tested by their apprenticeship, and some find it harder than others. Sora herself always fulfils the requests made of her (although she does need the assistance of her mentor at least once), but her own view of the world compels her to add a little twist or nudge to change the people that she meets.\n\n\u001b[1mすべての生徒は見習いによってテストされ、ある生徒は他の生徒よりも難しいと感じます。 ソラ自身はいつも彼女の要求を満たしていますが（少なくとも彼女の指導者の助けが必要ですが）、自分の世界観は、彼女が会う人を変えるために、ちょっとひねりや動きを加えなければなりません。\u001b[22m\n\u001b[1m(Subete no seito wa minarai ni yotte tesuto sa re, aru seito wa hoka no seito yori mo muzukashī to kanjimasu. Sora jishin wa itsumo kanojo no yōkyū o mitashite imasuga (sukunakutomo kanojo no shidō-sha no tasuke ga hitsuyōdesuga), jibun no sekai-kan wa, kanojo ga au hito o kaeru tame ni, chotto hineri ya ugoki o kuwaenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mAll the students are tested by their apprenticeship, and some find it harder than others. Sora herself always fulfils the requests made of her (although she does need the assistance of her mentor at least once), but her own view of the world compels her to add a little twist or nudge to change the people that she meets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the students are tested by their apprenticeship, and some find it harder than others.\u001b[24m\n    \u001b[1mすべての生徒は見習いによってテストされ、ある生徒は他の生徒よりも難しいと感じます。\u001b[22m, \u001b[1mすべての学生は見習いによってテストされ、そしていくつかはそれを他のものよりも硬い見つけます。\u001b[22m\n\u001b[4mSora herself always fulfils the requests made of her (although she does need the assistance of her mentor at least once), but her own view of the world compels her to add a little twist or nudge to change the people that she meets.\u001b[24m\n    \u001b[1mソラ自身はいつも彼女の要求を満たしていますが（少なくとも彼女の指導者の助けが必要ですが）、自分の世界観は、彼女が会う人を変えるために、ちょっとひねりや動きを加えなければなりません。\u001b[22m, \u001b[1m（彼女は少なくとも一度彼女のメンターの支援が必要ありませんが）ソラ自身はいつも彼女の行われた要求を満たしますが、世界の彼女の自身の見解は、少しひねりを追加したり、彼女が出会う人々を変更するために微調整するために彼女を強います。\u001b[22m\n\u001b[1m\u001b[22m\nAt first strained and awkward, Sora and Gouta soon get to know each other, and Gouta’s grasp of magic increases dramatically with Sora’s help. Slowly and subtly, the feelings between them grow stronger until everybody sees them as a couple, and they finally go out on a date to the seaside.\n\n\u001b[1m最初は緊張して厄介なところで、ソラとゴウタはすぐにお互いを知るようになり、ゴウアの魔法の理解はソラの助けによって劇的に増加する。 ゆっくりと微妙に、彼らの間の気持ちは誰もが夫婦に見えるようになるまで強くなり、最終的には海辺の日に出る。\u001b[22m\n\u001b[1m(Saisho wa kinchō shite yakkaina tokoro de, Sora to gouta wa sugu ni otagai o shiru yō ni nari, goua no mahō no rikai wa Sora no tasuke ni yotte gekiteki ni zōka suru. Yukkuri to bimyō ni, karera no ma no kimochi wa daremoga fūfu ni mieru yō ni naru made tsuyoku nari, saishūtekini wa umibe no hi ni deru.)\u001b[22m\n\nTranslations of \u001b[4mAt first strained and awkward, Sora and Gouta soon get to know each other, and Gouta’s grasp of magic increases dramatically with Sora’s help. Slowly and subtly, the feelings between them grow stronger until everybody sees them as a couple, and they finally go out on a date to the seaside.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first strained and awkward, Sora and Gouta soon get to know each other, and Gouta’s grasp of magic increases dramatically with Sora’s help.\u001b[24m\n    \u001b[1m最初は緊張して厄介なところで、ソラとゴウタはすぐにお互いを知るようになり、ゴウアの魔法の理解はソラの助けによって劇的に増加する。\u001b[22m, \u001b[1m最初の緊張と厄介で、ソラとGoutaはすぐにお互いを知るようになる、とソラの助けを借りて、劇的に魔法増加のGoutaの把握。\u001b[22m\n\u001b[4mSlowly and subtly, the feelings between them grow stronger until everybody sees them as a couple, and they finally go out on a date to the seaside.\u001b[24m\n    \u001b[1mゆっくりと微妙に、彼らの間の気持ちは誰もが夫婦に見えるようになるまで強くなり、最終的には海辺の日に出る。\u001b[22m, \u001b[1m誰もがカップルとしてそれらを見るまでゆっくりと微妙に、それらの間の感情は強く成長し、彼らは最終的には海辺にデートに行きます。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, Sora is hiding a terrible secret. A secret that will take her home to Hokkaido, and away from Gouta for ever!\n\n\u001b[1mしかし、ソラはひどい秘密を隠しています。 彼女の家を北海道に連れて行って、ずっとGoutaから離れた秘密！\u001b[22m\n\u001b[1m(Shikashi, Sora wa hidoi himitsu o kakushite imasu. Kanojo no ie o hokkaidō ni tsureteitte, zutto Gouta kara hanareta himitsu!)\u001b[22m\n\nTranslations of \u001b[4mHowever, Sora is hiding a terrible secret. A secret that will take her home to Hokkaido, and away from Gouta for ever!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, Sora is hiding a terrible secret.\u001b[24m\n    \u001b[1mしかし、ソラはひどい秘密を隠しています。\u001b[22m, \u001b[1mしかし、ソラは恐ろしい秘密を隠しています。\u001b[22m\n\u001b[4mA secret that will take her home to Hokkaido, and away from Gouta for ever!\u001b[24m\n    \u001b[1m彼女の家を北海道に連れて行って、ずっとGoutaから離れた秘密！\u001b[22m, \u001b[1m永遠にGoutaから離れると、北海道に彼女の家を取るの秘密！\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nすずき そら。 （ゔぉいせｄ ｂｙ はなざわ かな）\n(Suzuki sora. (Vu~oise d by wana zawa ka na))\n\n\u001b[1mすずき そら。 （ゔぉいせｄ ｂｙ はなざわ かな）\u001b[22m\n\u001b[1m(Suzuki sora. (Vu~oise d by wana zawa ka na))\u001b[22m\n\u001b[1m\u001b[22m\nSora is a kindly, open hearted girl, whose father died a while before the story opens. She lives with her Mother, and dog, in the small rural community of Biei in Hokkaido. She does small magical favours for her friends &amp; neighbours, and dreams of becoming a proper mage, like her father. She delights in the wonders of Tokyo, although she is initially overwhelmed by it’s size and complexity. She is especially delighted by the way the streets come alive at night with small shops, street entertainers and restaurants. She believes that her gifts should be used to help people.\n\n\u001b[1mソラは親切で心が開いた女の子で、その父親は物語が開く前にしばらく亡くなりました。 彼女は北海道の美瑛の小さな農村で、母親と犬と一緒に住んでいます。 彼女は友人たちのために小さな魔法の好意を持っています。 隣人、そして彼女の父のような適切な魔道士になることを夢見る。 彼女は当初はサイズと複雑さに圧倒されていましたが、東京の不思議を喜ばしく思います。 彼女は特に、小さなお店、ストリートエンターテイナー、レストランで通りが生き生きとしていく様子に大変喜んでいます。 彼女は、彼女の贈り物は人を助けるために使われるべきだと考えています。\u001b[22m\n\u001b[1m(Sora wa shinsetsude kokoro ga aita on'nanoko de, sono chichioya wa monogatari ga hiraku mae ni shibaraku nakunarimashita. Kanojo wa Hokkaidō no Biei no chīsana nōson de, hahaoya to inu to issho ni sunde imasu. Kanojo wa yūjin-tachi no tame ni chīsana mahō no kōi o motte imasu. Rinjin, soshite kanojo no chichi no yōna tekisetsuna madō-shi ni naru koto o yumemiru. Kanojo wa tōsho wa saizu to fukuzatsu-sa ni attō sa rete imashitaga, Tōkyō no fushigi o yorokobashiku omoimasu. Kanojo wa tokuni, chīsana o-ten, sutorītoentāteinā, resutoran de tōri ga ikiiki to shite iku yōsu ni taihen yorokonde imasu. Kanojo wa, kanojo no okurimono wa hito o tasukeru tame ni tsukawa rerubekida to kangaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSora is a kindly, open hearted girl, whose father died a while before the story opens. She lives with her Mother, and dog, in the small rural community of Biei in Hokkaido. She does small magical favours for her friends &amp; neighbours, and dreams of becoming a proper mage, like her father. She delights in the wonders of Tokyo, although she is initially overwhelmed by it’s size and complexity. She is especially delighted by the way the streets come alive at night with small shops, street entertainers and restaurants. She believes that her gifts should be used to help people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSora is a kindly, open hearted girl, whose father died a while before the story opens.\u001b[24m\n    \u001b[1mソラは親切で心が開いた女の子で、その父親は物語が開く前にしばらく亡くなりました。\u001b[22m, \u001b[1mソラは父親の話が開く前にしばらく亡くなった親切、オープン心女の子、です。\u001b[22m\n\u001b[4mShe lives with her Mother, and dog, in the small rural community of Biei in Hokkaido.\u001b[24m\n    \u001b[1m彼女は北海道の美瑛の小さな農村で、母親と犬と一緒に住んでいます。\u001b[22m, \u001b[1m彼女は北海道の美瑛の小さな農村では、彼女の母親、そして犬と一緒に住んでいます。\u001b[22m\n\u001b[4mShe does small magical favours for her friends &amp;\u001b[24m\n    \u001b[1m彼女は友人たちのために小さな魔法の好意を持っています。\u001b[22m, \u001b[1m彼女は彼女の友人＆＃038のための小さな魔法の恩恵を行います。\u001b[22m\n\u001b[4mneighbours, and dreams of becoming a proper mage, like her father.\u001b[24m\n    \u001b[1m隣人、そして彼女の父のような適切な魔道士になることを夢見る。\u001b[22m, \u001b[1m隣人、そして彼女の父のように、適切な魔術師になる夢。\u001b[22m\n\u001b[4mShe delights in the wonders of Tokyo, although she is initially overwhelmed by it’s size and complexity.\u001b[24m\n    \u001b[1m彼女は当初はサイズと複雑さに圧倒されていましたが、東京の不思議を喜ばしく思います。\u001b[22m, \u001b[1m彼女が最初にそれのサイズと複雑さに圧倒されているが、彼女は、東京の素晴らしさに喜び。\u001b[22m\n\u001b[4mShe is especially delighted by the way the streets come alive at night with small shops, street entertainers and restaurants.\u001b[24m\n    \u001b[1m彼女は特に、小さなお店、ストリートエンターテイナー、レストランで通りが生き生きとしていく様子に大変喜んでいます。\u001b[22m, \u001b[1m彼女は、通りは小さなお店、大道芸やレストランで夜に生きてくる方法が特に喜んでいます。\u001b[22m\n\u001b[4mShe believes that her gifts should be used to help people.\u001b[24m\n    \u001b[1m彼女は、彼女の贈り物は人を助けるために使われるべきだと考えています。\u001b[22m, \u001b[1m彼女は彼女の贈り物は人々を助けるために使用されるべきであると考えています。\u001b[22m\n\u001b[1m\u001b[22m\nみどりかわ ごうた （ゔぉいせｄ ｂｙ まえの ともあき）\n(Midori ka wa go uta (vu~oise d by mae no tomo Aki))\n\n\u001b[1mみどりかわ ごうた （ゔぉいせｄ ｂｙ まえの ともあき）\u001b[22m\n\u001b[1m(Midori ka wa go uta (vu~oise d by mae no tomo Aki))\u001b[22m\n\u001b[1m\u001b[22m\nGouta’s father fell in love with, and then married, a girl who hated magic, and mages. As a result, he hid his powers, and never became a practicing mage. Gouta is understandably surprised when he receives the summons to training at the Bureau of Magic, and struggles with his new found powers. He is at first unable to complete even the simplest of magical tasks, despite the fact that he obviously has a lot of power. He never received the early training that the others all got at home. Living in the same house with Sora is at first a trial for him, but she gradually wins him over, and things get easier for him when she shows him the way to unlock his power.\n\n\u001b[1mGoutaの父は恋に落ち、結婚した。魔法を嫌った女の子、そして魔術師。 その結果、彼は彼の力を隠し、練習している魔道士にはなりませんでした。  Goutaは、魔法局の訓練のための召喚を受けて、彼の新しい発見された力と闘うとき、驚くべきことです。 彼は当然、彼が明らかに多くの力を持っているにもかかわらず、最も簡単な魔術的任務を完了することはできません。 彼は他のすべてが家にいた初期の訓練を受けたことはありませんでした。 ソラと同じ家​​に住んでいるのは、最初は彼のための試練ですが、彼は徐々に彼を勝ち、彼の力を解放する方法を彼に示すと、物事はより簡単になります。\u001b[22m\n\u001b[1m(Gouta no chichi wa koi ni ochi, kekkon shita. Mahō o kiratta on'nanoko, soshite majutsu-shi. Sono kekka, kare wa kare no chikara o kakushi, renshū shite iru madō-shi ni wa narimasendeshita. Gouta wa, mahō-kyoku no kunren no tame no shōkan o ukete, kare no atarashī hakken sa reta chikara to tatakau toki, odorokubeki kotodesu. Kare wa tōzen, kare ga akiraka ni ōku no chikara o motte iru nimokakawarazu, mottomo kantan'na majutsu-teki ninmu o kanryō suru koto wa dekimasen. Kare wa hoka no subete ga ie ni ita shoki no kunren o uketa koto wa arimasendeshita. Sora to onaji-ka ​​ ni sunde iru no wa, saisho wa kare no tame no shirendesuga, kare wa jojoni kare o kachi, kare no chikara o kaihō suru hōhō o kare ni shimesu to, monogoto wa yori kantan ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mGouta’s father fell in love with, and then married, a girl who hated magic, and mages. As a result, he hid his powers, and never became a practicing mage. Gouta is understandably surprised when he receives the summons to training at the Bureau of Magic, and struggles with his new found powers. He is at first unable to complete even the simplest of magical tasks, despite the fact that he obviously has a lot of power. He never received the early training that the others all got at home. Living in the same house with Sora is at first a trial for him, but she gradually wins him over, and things get easier for him when she shows him the way to unlock his power.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGouta’s father fell in love with, and then married, a girl who hated magic, and mages.\u001b[24m\n    \u001b[1mGoutaの父は恋に落ち、結婚した。魔法を嫌った女の子、そして魔術師。\u001b[22m, \u001b[1mGoutaの父親は、魔法、そしてメイジを嫌って女の子をと恋に落ち、その後結婚しました。\u001b[22m\n\u001b[4mAs a result, he hid his powers, and never became a practicing mage.\u001b[24m\n    \u001b[1mその結果、彼は彼の力を隠し、練習している魔道士にはなりませんでした。\u001b[22m, \u001b[1mその結果、彼は彼の力を隠していないし、決して練習魔法使いになりました。\u001b[22m\n\u001b[4mGouta is understandably surprised when he receives the summons to training at the Bureau of Magic, and struggles with his new found powers.\u001b[24m\n    \u001b[1mGoutaは、魔法局の訓練のための召喚を受けて、彼の新しい発見された力と闘うとき、驚くべきことです。\u001b[22m, \u001b[1mGoutaは、彼が魔法の局で研修に召喚状を受け取ったときに当然のことながら驚いている、と彼の新しい発見の力で苦労します。\u001b[22m\n\u001b[4mHe is at first unable to complete even the simplest of magical tasks, despite the fact that he obviously has a lot of power.\u001b[24m\n    \u001b[1m彼は当然、彼が明らかに多くの力を持っているにもかかわらず、最も簡単な魔術的任務を完了することはできません。\u001b[22m, \u001b[1m彼は明らかに多くの電力を持っているという事実にもかかわらず、魔法のタスクの最も単純なを完了することが最初のできないでいます。\u001b[22m\n\u001b[4mHe never received the early training that the others all got at home.\u001b[24m\n    \u001b[1m彼は他のすべてが家にいた初期の訓練を受けたことはありませんでした。\u001b[22m, \u001b[1m彼は他の人すべてが自宅で持って早期に訓練を受けたことはありません。\u001b[22m\n\u001b[4mLiving in the same house with Sora is at first a trial for him, but she gradually wins him over, and things get easier for him when she shows him the way to unlock his power.\u001b[24m\n    \u001b[1mソラと同じ家に住んでいるのは、最初は彼のための試練ですが、彼は徐々に彼を勝ち、彼の力を解放する方法を彼に示すと、物事はより簡単になります。\u001b[22m, \u001b[1mソラと同じ家に住んでいることは彼にとって初の試みであるが、彼女は次第に彼を勝利し、彼女は彼に彼の力のロックを解除する方法を示していたときに物事が彼のために簡単に取得します。\u001b[22m\n\u001b[1m\u001b[22m\nWhat do I think?\n\n\u001b[1m私はどう思いますか？\u001b[22m\n\u001b[1m(Watashi wa dōomoimasuka?)\u001b[22m\n\nTranslations of \u001b[4mWhat do I think?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat do I think?\u001b[24m\n    \u001b[1m私はどう思いますか？\u001b[22m\n\u001b[1m\u001b[22m\nA little gem of a series that I loved from start to finish!\n\n\u001b[1m私が最初から最後まで愛したシリーズの小さな逸品！\u001b[22m\n\u001b[1m(Watashi ga saisho kara saigomade aishita shirīzu no chīsana ippin!)\u001b[22m\n\nTranslations of \u001b[4mA little gem of a series that I loved from start to finish!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA little gem of a series that I loved from start to finish!\u001b[24m\n    \u001b[1m私が最初から最後まで愛したシリーズの小さな逸品！\u001b[22m, \u001b[1m私は最初から最後まで愛された一連の小さな宝石！\u001b[22m\n\u001b[1m\u001b[22m\nNot to everybody’s taste, the pace of the series is really quite slow, and almost dreamy in places. The characters develop very naturally, and you can almost feel yourself sharing the breakfast table with the mages and their students.\n\n\u001b[1mみんなの好みではなく、シリーズのペースは本当に遅く、場所はほとんど夢中です。 キャラクターは非常に自然に発達しています。そして、あなたはほとんど、魔法使いとその生徒と朝食テーブルを共有していると感じることができます。\u001b[22m\n\u001b[1m(Min'na no konomide wa naku, shirīzu no pēsu wa hontōni osoku, basho wa hotondo muchūdesu. Kyarakutā wa hijō ni shizen ni hattatsu shite imasu. Soshite, anata wa hotondo, mahōtsukai to sono seito to chōshoku tēburu o kyōyū shite iru to kanjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mNot to everybody’s taste, the pace of the series is really quite slow, and almost dreamy in places. The characters develop very naturally, and you can almost feel yourself sharing the breakfast table with the mages and their students.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot to everybody’s taste, the pace of the series is really quite slow, and almost dreamy in places.\u001b[24m\n    \u001b[1mみんなの好みではなく、シリーズのペースは本当に遅く、場所はほとんど夢中です。\u001b[22m, \u001b[1mみんなの味に、一連のペースは本当に場所で非常に遅く、ほとんど夢のようではありません。\u001b[22m\n\u001b[4mThe characters develop very naturally, and you can almost feel yourself sharing the breakfast table with the mages and their students.\u001b[24m\n    \u001b[1mキャラクターは非常に自然に発達しています。そして、あなたはほとんど、魔法使いとその生徒と朝食テーブルを共有していると感じることができます。\u001b[22m, \u001b[1m文字は非常に自然に開発し、あなたはほとんどメイジとその学生と朝食のテーブルを共有し、自分自身を感じることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe title translates as “Things that are precious to a mage”, and we certainly find out that each of the mage students have different ideas of what is important.\n\n\u001b[1mタイトルは「メージャーにとって貴重なもの」と解釈され、メイジ学生のそれぞれが重要なことについて異なる考えを持っていることが確かに分かります。\u001b[22m\n\u001b[1m(Taitoru wa `mējā ni totte kichōna mono' to kaishaku sa re, Meiji gakusei no sorezore ga jūyōna koto ni tsuite kotonaru kangae o motte iru koto ga tashika ni wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe title translates as “Things that are precious to a mage”, and we certainly find out that each of the mage students have different ideas of what is important.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe title translates as “Things that are precious to a mage”, and we certainly find out that each of the mage students have different ideas of what is important.\u001b[24m\n    \u001b[1mタイトルは「メージャーにとって貴重なもの」と解釈され、メイジ学生のそれぞれが重要なことについて異なる考えを持っていることが確かに分かります。\u001b[22m, \u001b[1mタイトルは「魔術師に貴重であるもの」として変換し、我々は確かに魔術師の学生のそれぞれが重要であるかのさまざまなアイデアを持っていることを知ります。\u001b[22m\n\u001b[1m\u001b[22m\nYou also get a feel for the society that the mages live in from the requests they have to deal with. No earth shattering monumental tasks, but the opening of a locked safe when the key has gone missing, or the finding of a lost document in an untidy room.\n\n\u001b[1mあなたはまた、彼らが対処しなければならない要求から魔道士が住んでいる社会のための感触を得る。 大切な仕事を壊す大地はありませんが、鍵がなくなってしまったときに鍵をかけられた金庫が開かれたり、不安定な部屋で紛失した文書が見つかったりします。\u001b[22m\n\u001b[1m(Anata wa mata, karera ga taisho shinakereba naranai yōkyū kara madō-shi ga sunde iru shakai no tame no kanshoku o eru. Taisetsuna shigoto o kowasu daichi wa arimasenga, kagi ga nakunatte shimatta toki ni kagi o kake rareta kinko ga aka re tari, fuanteina heya de funshitsu shita bunsho ga mitsukattari shimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou also get a feel for the society that the mages live in from the requests they have to deal with. No earth shattering monumental tasks, but the opening of a locked safe when the key has gone missing, or the finding of a lost document in an untidy room.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou also get a feel for the society that the mages live in from the requests they have to deal with.\u001b[24m\n    \u001b[1mあなたはまた、彼らが対処しなければならない要求から魔道士が住んでいる社会のための感触を得る。\u001b[22m, \u001b[1mまた、メイジは、彼らが対処しなければならない要求から住んでいる社会のための感触をつかみます。\u001b[22m\n\u001b[4mNo earth shattering monumental tasks, but the opening of a locked safe when the key has gone missing, or the finding of a lost document in an untidy room.\u001b[24m\n    \u001b[1m大切な仕事を壊す大地はありませんが、鍵がなくなってしまったときに鍵をかけられた金庫が開かれたり、不安定な部屋で紛失した文書が見つかったりします。\u001b[22m, \u001b[1mいいえ地球は記念碑的なタスクを粉々ませんが、キーが行方不明、またはだらしない部屋の中で失われた文書の発見したときの開口部が安全ロックされています。\u001b[22m\n\u001b[1m\u001b[22m\nYou know that the two young mages are meant for each other, but they take a gentle and meandering path to find out for themselves. Gouta is devastated when he finally acknowledges his feelings only for Sora to seemingly betray him with her mentor. When Sora’s secret is revealed, it is like finding a wartime bomb on a holiday beach. Totally unexpected, it overturns his life completely, forcing him to take a good look at his life and ambitions.\n\n\u001b[1m2つの若い魔法使いがお互いのために意味されていることを知っていますが、彼らは自分自身を見つけるために優しく蛇行する道を取る。  Goutaは、Soraが彼のメンターと一見裏切られたような感情しかつかないと、最終的に彼の感情を認めて荒廃している。 ソラの秘密が明らかになると、それは休日のビーチで戦時の爆弾を見つけるようなものです。 まったく予期せぬことに、彼は自分の人生を完全に覆し、彼の人生と野心をよく見させる。\u001b[22m\n\u001b[1m(2Tsu no wakai mahōtsukai ga otagai no tame ni imi sa rete iru koto o shitte imasuga, karera wa jibun jishin o mitsukeru tame ni yasashiku dakō suru michi o toru. Gouta wa, sōra ga kare no mentā to ikken uragira reta yōna kanjō shika tsukanai to, saishūtekini kare no kanjō o mitomete kōhai shite iru. Sora no himitsu ga akiraka ni naru to, sore wa kyūjitsu no bīchi de senji no bakudan o mitsukeru yōna monodesu. Mattaku yoki senu koto ni, kare wa jibun no jinsei o kanzen ni kutsugaeshi, kare no jinsei to yashin o yoku mi saseru.)\u001b[22m\n\nTranslations of \u001b[4mYou know that the two young mages are meant for each other, but they take a gentle and meandering path to find out for themselves. Gouta is devastated when he finally acknowledges his feelings only for Sora to seemingly betray him with her mentor. When Sora’s secret is revealed, it is like finding a wartime bomb on a holiday beach. Totally unexpected, it overturns his life completely, forcing him to take a good look at his life and ambitions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know that the two young mages are meant for each other, but they take a gentle and meandering path to find out for themselves.\u001b[24m\n    \u001b[1m2つの若い魔法使いがお互いのために意味されていることを知っていますが、彼らは自分自身を見つけるために優しく蛇行する道を取る。\u001b[22m, \u001b[1mあなたは二人の若い魔術師がお互いのために意図されていることを知っているが、彼らは自分自身のために見つけるために穏やかで蛇行経路を取ります。\u001b[22m\n\u001b[4mGouta is devastated when he finally acknowledges his feelings only for Sora to seemingly betray him with her mentor.\u001b[24m\n    \u001b[1mGoutaは、Soraが彼のメンターと一見裏切られたような感情しかつかないと、最終的に彼の感情を認めて荒廃している。\u001b[22m, \u001b[1mGoutaは、彼が最終的にソラは一見彼女のメンターで彼を裏切ることだけのために自分の感情を認識したときに荒廃されています。\u001b[22m\n\u001b[4mWhen Sora’s secret is revealed, it is like finding a wartime bomb on a holiday beach.\u001b[24m\n    \u001b[1mソラの秘密が明らかになると、それは休日のビーチで戦時の爆弾を見つけるようなものです。\u001b[22m, \u001b[1mソラの秘密が明らかにされている場合、それは休日のビーチで戦時中の爆弾を見つけるようなものです。\u001b[22m\n\u001b[4mTotally unexpected, it overturns his life completely, forcing him to take a good look at his life and ambitions.\u001b[24m\n    \u001b[1mまったく予期せぬことに、彼は自分の人生を完全に覆し、彼の人生と野心をよく見させる。\u001b[22m, \u001b[1m全く予期しない、それは彼の人生と抱負をよく見を取るために彼を強制的に、完全に彼の人生を覆します。\u001b[22m\n\u001b[1m\u001b[22m\nWeaving through every episode, the music fits so perfectly with the series. You even meet the “singer”, a music student who writes her own songs, and busks on street corners for experience. She sings ballads about life and love, and has quite a faithful following which gather wherever she performs.\n\n\u001b[1mすべてのエピソードを通して織り成す、音楽はシリーズと完全にぴったりです。 あなたは、\"歌手\"、自分の曲を書く音楽学生、そして経験のために通りの角にバスを出迎えます。 彼女は人生と愛についてバラードを歌い、彼女が演奏する場所に集まるかなり忠実なフォローを持っています。\u001b[22m\n\u001b[1m(Subete no episōdo o tōshite orinasu, ongaku wa shirīzu to kanzen ni pittaridesu. Anata wa, \" kashu\", jibun no kyoku o kaku ongaku gakusei, soshite keiken no tame ni tōri no tsuno ni basu o demukaemasu. Kanojo wa jinsei to ainitsuite barādo o utai, kanojo ga ensō suru basho ni atsumaru kanari chūjitsuna forō o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWeaving through every episode, the music fits so perfectly with the series. You even meet the “singer”, a music student who writes her own songs, and busks on street corners for experience. She sings ballads about life and love, and has quite a faithful following which gather wherever she performs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWeaving through every episode, the music fits so perfectly with the series.\u001b[24m\n    \u001b[1mすべてのエピソードを通して織り成す、音楽はシリーズと完全にぴったりです。\u001b[22m, \u001b[1mすべてのエピソードを通じてウィービング、音楽はシリーズでそう完全に適合しています。\u001b[22m\n\u001b[4mYou even meet the “singer”, a music student who writes her own songs, and busks on street corners for experience.\u001b[24m\n    \u001b[1mあなたは、\"歌手\"、自分の曲を書く音楽学生、そして経験のために通りの角にバスを出迎えます。\u001b[22m, \u001b[1mあなたも「歌手」、彼女自身の曲を書き込む音楽学生、および経験のために街角にbusksを満たしています。\u001b[22m\n\u001b[4mShe sings ballads about life and love, and has quite a faithful following which gather wherever she performs.\u001b[24m\n    \u001b[1m彼女は人生と愛についてバラードを歌い、彼女が演奏する場所に集まるかなり忠実なフォローを持っています。\u001b[22m, \u001b[1m彼女は、人生と愛についてのバラードを歌い、彼女が行ってどこに集まる非常に忠実な、次があります。\u001b[22m\n\u001b[1m\u001b[22m\nあのてぇｒ せりえｓ てゃｔ い をうｌｄん’ｔ へしたて と れこっめんｄ、 い ぎゔぇ まほう つかい に たいせつ な こと ー なつ の そら あ ９／１０\n(Anote~e r se Rie ste ~ya t i o u ld n’ t e shitate to reko mmen d, i givu~e ma hō tsukai ni taisetsuna koto ̄ Natsu no sora a 9/ 10)\n\n\u001b[1mあのてぇｒ せりえｓ てゃｔ い をうｌｄん’ｔ へしたて と れこっめんｄ、 い ぎゔぇ まほう つかい に たいせつ な こと ー なつ の そら あ ９／１０\u001b[22m\n\u001b[1m(Anote~e r se Rie ste ~ya t i o u ld n’ t e shitate to reko mmen d, i givu~e ma hō tsukai ni taisetsuna koto ̄ Natsu no sora a 9/ 10)\u001b[22m"
  }
]
