[
  {
    "title": "Queens_Blade__Rurou_no_Senshi",
    "id": "4719",
    "url": "https://myanimelist.net/anime/4719/Queens_Blade__Rurou_no_Senshi",
    "user": "EcchiEcho",
    "profile": "/profile/EcchiEcho/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=21017",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  10\n\nこのショーは、私のためのショーです。 それはおそらくあなたの多くの人々のためのショーかもしれません。 あなたはすぐにクイーンズの刃を見なければならない！ 多くは、これをちょうどいくつかの愚かなエッチショーとして捨てることができます。 それは私が最初に思ったことです。 しかしそれは本当にそれ以上のものです。 このショーは非常にエッチであることは事実です。 しかし同時に、それは非常に魅力的で劇的なストーリーを持っています。 アニメはセクシーで狂っているかもしれませんが、まだドラマやキャラクターの才能が魅力的です。 それだけでなく、戦いのscencesは非常によく行われ、簡単にキャンドルを開催することができますshow.Soにあなたが熱い女の子でいっぱいのショーをしたい場合は、どこにかわいい衣服と時には服はありません。 しかし、まだ良い話をしており、よく戦っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis show is defineatly the show for me. Its also probably the show for many of you people out there. you must watch queens blade ASAP!!! Many could throw this off as just some stupid ecchi show. and thats what i thought at first. But it really is so much more than that. It is true that this show is very ecchi. But at the same time it has a very engaging and dramatic storyline. Showing that anime can be crazy sexy and still make you cry with good drama and character development. Not only that but the fight scences are very well done and can easily hold a candle to any action show out there.So if you want a show that is full of hot girls who where skimpy clothes and sometimes no clothes at all. But still has a good story and well done fights.\n\n\u001b[1mこのショーは、私のためのショーです。 それはおそらくあなたの多くの人々のためのショーかもしれません。 あなたはすぐにクイーンズの刃を見なければならない！ 多くは、これをちょうどいくつかの愚かなエッチショーとして捨てることができます。 それは私が最初に思ったことです。 しかしそれは本当にそれ以上のものです。 このショーは非常にエッチであることは事実です。 しかし同時に、それは非常に魅力的で劇的なストーリーを持っています。 アニメはセクシーで狂っているかもしれませんが、まだドラマやキャラクターの才能が魅力的です。 それだけでなく、戦いのscencesは非常によく行われ、簡単にキャンドルを開催することができますshow.Soにあなたが熱い女の子でいっぱいのショーをしたい場合は、どこにかわいい衣服と時には服はありません。 しかし、まだ良い話をしており、よく戦っています。\u001b[22m\n\u001b[1m(Kono shō wa, watashi no tame no shōdesu. Sore wa osoraku anata no ōku no hitobito no tame no shō kamo shiremasen. Ōku wa, kore o chōdo ikutsu ka no orokana etchishō to shite suteru koto ga dekimasu. Sore wa watashi ga saisho ni omotta kotodesu. Shikashi sore wa hontōni sore ijō no monodesu. Kono shō wa hijō ni etchidearu koto wa jijitsudesu. Shikashi dōjini, sore wa hijō ni mirikiteki de gekitekina sutōrī o motte imasu. Anime wa sekushī de kurutte iru kamo shiremasenga, mada dorama ya kyarakutā no sainō ga mirikitekidesu. Sore dakedenaku, tatakai no scences wa hijō ni yoku okonawa re, kantan ni kyandoru o kaisai suru koto ga dekimasu shō. So ni anata ga atsui on'nanoko de ippai no shō o shitai baai wa, doko ni kawaī ifuku to tokiniha fuku wa arimasen. Shikashi, mada yoi hanashi o shite ori, yoku tatakatte imasu. Anata wa sugu ni kuīnzu no ha o minakereba naranai!)\u001b[22m\n\nTranslations of \u001b[4mThis show is defineatly the show for me. Its also probably the show for many of you people out there. you must watch queens blade ASAP!!! Many could throw this off as just some stupid ecchi show. and thats what i thought at first. But it really is so much more than that. It is true that this show is very ecchi. But at the same time it has a very engaging and dramatic storyline. Showing that anime can be crazy sexy and still make you cry with good drama and character development. Not only that but the fight scences are very well done and can easily hold a candle to any action show out there.So if you want a show that is full of hot girls who where skimpy clothes and sometimes no clothes at all. But still has a good story and well done fights.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is defineatly the show for me.\u001b[24m\n    \u001b[1mこのショーは、私のためのショーです。\u001b[22m, \u001b[1mこのショーはdefineatly私のためのショーです。\u001b[22m\n\u001b[4mIts also probably the show for many of you people out there.\u001b[24m\n    \u001b[1mそれはおそらくあなたの多くの人々のためのショーかもしれません。\u001b[22m, \u001b[1mそこにあなたの多くの人々のためのそのまたおそらくショー。\u001b[22m\n\u001b[4mMany could throw this off as just some stupid ecchi show.\u001b[24m\n    \u001b[1m多くは、これをちょうどいくつかの愚かなエッチショーとして捨てることができます。\u001b[22m, \u001b[1m多くは、単にいくつかの愚かなエッチなショーとしてこれをオフに投げることができます。\u001b[22m\n\u001b[4mand thats what i thought at first.\u001b[24m\n    \u001b[1mそれは私が最初に思ったことです。\u001b[22m, \u001b[1mそして私が最初に考えたものthatsの。\u001b[22m\n\u001b[4mBut it really is so much more than that.\u001b[24m\n    \u001b[1mしかしそれは本当にそれ以上のものです。\u001b[22m, \u001b[1mしかし、それは本当にそれよりもずっとです。\u001b[22m\n\u001b[4mIt is true that this show is very ecchi.\u001b[24m\n    \u001b[1mこのショーは非常にエッチであることは事実です。\u001b[22m, \u001b[1mこのショーはとてもエッチであることは事実です。\u001b[22m\n\u001b[4mBut at the same time it has a very engaging and dramatic storyline.\u001b[24m\n    \u001b[1mしかし同時に、それは非常に魅力的で劇的なストーリーを持っています。\u001b[22m, \u001b[1mしかし同時に、それは非常に魅力的でドラマチックなストーリーを持っています。\u001b[22m\n\u001b[4mShowing that anime can be crazy sexy and still make you cry with good drama and character development.\u001b[24m\n    \u001b[1mアニメはセクシーで狂っているかもしれませんが、まだドラマやキャラクターの才能が魅力的です。\u001b[22m, \u001b[1mそのアニメを表示するとクレイジーセクシーであることと、まだあなたが良いドラマやキャラクター開発を泣かせることができます。\u001b[22m\n\u001b[4mNot only that but the fight scences are very well done and can easily hold a candle to any action show out there.So if you want a show that is full of hot girls who where skimpy clothes and sometimes no clothes at all.\u001b[24m\n    \u001b[1mそれだけでなく、戦いのscencesは非常によく行われ、簡単にキャンドルを開催することができますshow.Soにあなたが熱い女の子でいっぱいのショーをしたい場合は、どこにかわいい衣服と時には服はありません。\u001b[22m, \u001b[1mそれだけでなく、戦いのscencesは非常によく行われ、あなたは誰がどこに露出度の高い服や時にはなしの服ですべてのホットな女の子がいっぱいですショーをしたい場合は簡単にthere.Soうち任意のアクションショーにキャンドルを保持することができます。\u001b[22m\n\u001b[4mBut still has a good story and well done fights.\u001b[24m\n    \u001b[1mしかし、まだ良い話をしており、よく戦っています。\u001b[22m, \u001b[1mしかし、まだ良いストーリーとよくやった戦いを持っています。\u001b[22m\n\u001b[4myou must watch queens blade ASAP!!!\u001b[24m\n    \u001b[1mあなたはすぐにクイーンズの刃を見なければならない！\u001b[22m, \u001b[1mあなたは女王ができるだけ早くブレード監視する必要があります!!!\u001b[22m"
  },
  {
    "title": "Queens_Blade__Rurou_no_Senshi",
    "id": "4719",
    "url": "https://myanimelist.net/anime/4719/Queens_Blade__Rurou_no_Senshi",
    "user": "Syrums",
    "profile": "/profile/Syrums/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=56297",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  7\n\nクイーンズブレイドExiled版は、境界線のEcchi / hentaiアニメです。 その主な焦点は、特にファンサービスと倒錯です。 しかし、主人公には少しのキャラクター開発があります。 このシリーズは、シリーズの無作為な楽しみのためだけでなく、少なくとも1回は見ておく価値があります。 個人的には、楽しいショーで、私は狂ったように笑っていました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nQueen's Blade the Exiled version is a borderline Ecchi/hentai anime. Its primary focus is most notably fan service and perversion. However there is a bit of character development on the main character. This series is well worth watching at least once if nothing else but for the random enjoyment of the series. Personally it is an enjoyable show that had me laughing like crazy if even if it was a bit out there with the sexual innuendos and scenes.\n\n\u001b[1mクイーンズブレイドExiled版は、境界線のEcchi / hentaiアニメです。 その主な焦点は、特にファンサービスと倒錯です。 しかし、主人公には少しのキャラクター開発があります。 このシリーズは、シリーズの無作為な楽しみのためだけでなく、少なくとも1回は見ておく価値があります。 個人的には、楽しいショーで、私は狂ったように笑っていました。\u001b[22m\n\u001b[1m(Kuīnzubureido Exiled-ban wa, kyōkai-sen no Ecchi/ hentai animedesu. Sono omona shōten wa, tokuni fansābisu to tōsakudesu. Shikashi, shujinkō ni wa sukoshi no kyarakutā kaihatsu ga arimasu. Kono shirīzu wa, shirīzu no musakuina tanoshimi no tame dakedenaku, sukunakutomo 1-kai wa mite oku kachi ga arimasu. Kojin-teki ni wa, tanoshī shō de, watashi wa kurutta yō ni waratte imashita.)\u001b[22m\n\nTranslations of \u001b[4mQueen's Blade the Exiled version is a borderline Ecchi/hentai anime. Its primary focus is most notably fan service and perversion. However there is a bit of character development on the main character. This series is well worth watching at least once if nothing else but for the random enjoyment of the series. Personally it is an enjoyable show that had me laughing like crazy if even if it was a bit out there with the sexual innuendos and scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQueen's Blade the Exiled version is a borderline Ecchi/hentai anime.\u001b[24m\n    \u001b[1mクイーンズブレイドExiled版は、境界線のEcchi / hentaiアニメです。\u001b[22m, \u001b[1mクイーンズブレイド亡命バージョンが境界線エッチ/エロアニメです。\u001b[22m\n\u001b[4mIts primary focus is most notably fan service and perversion.\u001b[24m\n    \u001b[1mその主な焦点は、特にファンサービスと倒錯です。\u001b[22m, \u001b[1mその主な焦点は、最も顕著なファンサービスと倒錯です。\u001b[22m\n\u001b[4mHowever there is a bit of character development on the main character.\u001b[24m\n    \u001b[1mしかし、主人公には少しのキャラクター開発があります。\u001b[22m, \u001b[1mしかし、メインキャラクターにキャラクターの成長のビットがあります。\u001b[22m\n\u001b[4mThis series is well worth watching at least once if nothing else but for the random enjoyment of the series.\u001b[24m\n    \u001b[1mこのシリーズは、シリーズの無作為な楽しみのためだけでなく、少なくとも1回は見ておく価値があります。\u001b[22m, \u001b[1mこのシリーズは、何もない場合には、一連のランダムな楽しみのために少なくとも一度は見て価値があります。\u001b[22m\n\u001b[4mPersonally it is an enjoyable show that had me laughing like crazy if even if it was a bit out there with the sexual innuendos and scenes.\u001b[24m\n    \u001b[1m個人的には、楽しいショーで、私は狂ったように笑っていました。\u001b[22m, \u001b[1m個人的にそれはそれは少しそこに性的innuendosやシーンであってもなら、私は狂ったように笑っていた楽しいショーです。\u001b[22m"
  },
  {
    "title": "Queens_Blade__Rurou_no_Senshi",
    "id": "4719",
    "url": "https://myanimelist.net/anime/4719/Queens_Blade__Rurou_no_Senshi",
    "user": "LilGreasyKid",
    "profile": "/profile/LilGreasyKid/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=128051",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  5\nキャラクター|  6\n|  5\n\nある日、かなり前に、「ランダムアニメを探す」ウェブ検索の中で、アニメのリストからランダムにシリーズをクリックすることにしました。 このアニメは私の選択の産物でした。 それはアニメの本当のエッチ（？）側への私の紹介としての役目を果たしましたが、私の思い出は少なくとも大部分は好きではありません。\n\n私もこれに没頭する前に、これは実際のヌードのファンサービスアニメだと言うつもりです。 そのようなものに属していない人は、おそらく今から離れるべきです...\n\nクイーンズブレイドは私がこれまでに完成した最初のアニメシリーズの一つであり、それ自体は新興ファンのための成果であったが、最初のシリーズに入る価値はないという確かな決意をもって語ることができる。\n\nクイーンズブレイドの物語は多かれ少なかれ、典型的な「特別な力を持った女性が戦いをするために集まり、その過程でファンのサービスを大量に持っている」という話です。 正直言って、私は基本的に、貫流的なファンサービスのために約1/4のプロットのトラックを失ってしまいました。そして、Melonaの最初のエピソードはとても嫌でした。 いくつかの真に嫌な風刺的な戦いの場面に加えて、彼らは何かをランダムなアーキタイプに入れようとしました。 まともなエピソードがいくつかありましたが、通常は多少自己完結しており、全体のプロットとはほとんど関係がありませんでした。\n\nそれは、一瞬で完全に絶望の瞬間を釘付けにしていたと言われています。 それはRistyのキャラクターと彼女の裏話だけでなく、それが彼女の行動にどのように影響するのかと関係しています。\n\n全体として、このストーリーはT＆amp; Aを見るための多少の言い訳です。 実体はありません。\nストーリー：5/10\n\n芸術は...まあ、悪くない。 キャラクターのデザインは合っていますが、これがいつ行われたかを考えると、アートはもっとスムーズになり、きれいになりました。 アニメーションはまあまあですが、「戦いの場面」の間にクオリティアップしています（私はそう言います...彼らが「あなたのトップを吹き飛ばす」という新しい定義を与えたからです）。 正直なところ、そのアニメはアニメだから、別のものは期待してはいけませんでしたが、本当に何も気にしていないことは明らかです。\nアート：7/10\n\n音...私はそれをサブで見ましたが、それは悪くはありませんでした...しかし、それは出ていませんでした。 サウンドトラックは一般的な中世のテーマです。 私が忘れている可能性がある大丈夫なトラックがいくつかあったかもしれませんが、もし彼らがそれであれば、私はまだ彼らに聞いています。 ダブ...ええ、移動することができます。\nサウンド：5/10\n\n私は鈍くなるつもりです：キャラクターの7/8以上が退屈なものです。 私はレイナの発展を気にしませんでした。なぜなら、彼女はちょうど上品で一次元なので、私は最初の言葉で自分の性格を作り出していたからです。 誰もが同じ船で多かれ少なかれです。 お母さん、お母さん、過補償天使、カントリーバンパンガール、大きな妹フェチの妹、蛇を使ったサディスト/メンターの巨乳のコメディーがいます。 それはちょうど私の頭の上にあります。 あなたが探しているほとんどすべてのアニメの女の子のステレオタイプは、どこかでここにあります。 カラフルな人たちが私にとって非常に迷惑をかける人もいます。\n\nしかし、このキャストには例外が1つあります：Risty。 彼女はレイナのメンターを務め、彼女の目標は孤児院のためにお金を稼ぐことです。 シリーズの早い段階で、彼女は彼女の関係と彼女の性格の両方に新しい合併症の層を加える人生（文字通りと比喩的）のためにLeinaを傷つける決定を下す。 レイナは不器用な主人公だから、後者は私にこのアニメのための小さなスリヴァーを残す...このキャラクターは、この次のスコアが6になる理由です 。\nキャラクター：6/10\n\n私はこのアニメを楽しまなかった。  FSと私は全体的にそれが好きではなかったように、戦いのシーンの多くは混乱していた。 しかし、あなたはそれを見て考える必要がないので、その欠陥にも関わらず、見るのは簡単です。\nエンジョイメント：5/10\n\n全体的に、このアニメは私のウォッチリストの汚れです。 それでも、本当にフェチを食べるエッチを探していない限り、このアニメを見ないように他人に警告しなければならないかのように感じます。 私が時間通りに戻って別のアニメを選ぶことができれば、悪いアニメが本当にあなたがそれを見ているような気がするかどうかは分かりません。 しかし、私はクイーンズブレイドよりも優れたものを選ぶことができたと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nOne day, quite a while ago,during one of my 'find a random anime' web searches, I decided to randomly click on series from a list of anime. This anime was the product of my choice. It served as my introduction to the true ecchi(?) side of anime, but my memories of it are not fond, at least for the most part.\n\n\u001b[1mある日、かなり前に、「ランダムアニメを探す」ウェブ検索の中で、アニメのリストからランダムにシリーズをクリックすることにしました。 このアニメは私の選択の産物でした。 それはアニメの本当のエッチ（？）側への私の紹介としての役目を果たしましたが、私の思い出は少なくとも大部分は好きではありません。\u001b[22m\n\u001b[1m(Aru Ni~Tsu, kanari mae ni,`randamu anime o sagasu' u~ebu kensaku no naka de, anime no risuto kara randamu ni shirīzu o kurikku suru koto ni shimashita. Kono anime wa watashi no sentaku no sanbutsudeshita. Sore wa anime no hontō no etchi ( ? )-Gawa e no watashi no shōkai to shite no yakume o hatashimashitaga, watashi no omoide wa sukunakutomo daibubun wa sukide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOne day, quite a while ago,during one of my 'find a random anime' web searches, I decided to randomly click on series from a list of anime. This anime was the product of my choice. It served as my introduction to the true ecchi(?) side of anime, but my memories of it are not fond, at least for the most part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne day, quite a while ago,during one of my 'find a random anime' web searches, I decided to randomly click on series from a list of anime.\u001b[24m\n    \u001b[1mある日、かなり前に、「ランダムアニメを探す」ウェブ検索の中で、アニメのリストからランダムにシリーズをクリックすることにしました。\u001b[22m, \u001b[1mある日、かなりしばらく前に、私のウェブ検索」ランダムなアニメを見つける」のうちの1つの間に、私はランダムにアニメのリストから一連をクリックすることを決めました。\u001b[22m\n\u001b[4mThis anime was the product of my choice.\u001b[24m\n    \u001b[1mこのアニメは私の選択の産物でした。\u001b[22m\n\u001b[4mIt served as my introduction to the true ecchi(?) side of anime, but my memories of it are not fond, at least for the most part.\u001b[24m\n    \u001b[1mそれはアニメの本当のエッチ（？）側への私の紹介としての役目を果たしましたが、私の思い出は少なくとも大部分は好きではありません。\u001b[22m, \u001b[1mそれは本当エッチ（？）アニメの側に私の導入を務めたが、それの私の思い出は、少なくとも大部分が、好きではありません。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I even dive into this, I'm going to say that this is a fan-service anime with actual nudity. Those who aren't into that kind of stuff should probably leave now...\n\n\u001b[1m私もこれに没頭する前に、これは実際のヌードのファンサービスアニメだと言うつもりです。 そのようなものに属していない人は、おそらく今から離れるべきです...\u001b[22m\n\u001b[1m(Watashi mo kore ni bottō suru mae ni, kore wa jissai no nūdo no fansābisuanimeda to iu tsumoridesu. So no yōna mono ni zokushite inai hito wa, osoraku ima kara hanarerubekidesu...)\u001b[22m\n\nTranslations of \u001b[4mBefore I even dive into this, I'm going to say that this is a fan-service anime with actual nudity. Those who aren't into that kind of stuff should probably leave now...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I even dive into this, I'm going to say that this is a fan-service anime with actual nudity.\u001b[24m\n    \u001b[1m私もこれに没頭する前に、これは実際のヌードのファンサービスアニメだと言うつもりです。\u001b[22m, \u001b[1m私もこれに飛び込む前に、私はこれは実際のヌードとファンサービスのアニメであると言うつもりです。\u001b[22m\n\u001b[4mThose who aren't into that kind of stuff should probably leave now...\u001b[24m\n    \u001b[1mそのようなものに属していない人は、おそらく今から離れるべきです...\u001b[22m, \u001b[1mもののようなものにされない方は、おそらく今のままにする必要があります...\u001b[22m\n\u001b[1m\u001b[22m\nQueen's Blade was one of the first anime series I ever finished and while that in itself was an achievement for a then fledgling fan, I can say with a firm resolve that it was not worth being among those first series.\n\n\u001b[1mクイーンズブレイドは私がこれまでに完成した最初のアニメシリーズの一つであり、それ自体は新興ファンのための成果であったが、最初のシリーズに入る価値はないという確かな決意をもって語ることができる。\u001b[22m\n\u001b[1m(Kuīnzubureido wa watashi ga kore made ni kansei shita saisho no animeshirīzu no hitotsudeari, sore jitai wa shinkō fan no tame no seikadeattaga, saisho no shirīzu ni hairu kachi wa nai to iu tashikana ketsui o motte kataru koto ga dekiru.)\u001b[22m\n\nTranslations of \u001b[4mQueen's Blade was one of the first anime series I ever finished and while that in itself was an achievement for a then fledgling fan, I can say with a firm resolve that it was not worth being among those first series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQueen's Blade was one of the first anime series I ever finished and while that in itself was an achievement for a then fledgling fan, I can say with a firm resolve that it was not worth being among those first series.\u001b[24m\n    \u001b[1mクイーンズブレイドは私がこれまでに完成した最初のアニメシリーズの一つであり、それ自体は新興ファンのための成果であったが、最初のシリーズに入る価値はないという確かな決意をもって語ることができる。\u001b[22m, \u001b[1mクイーンズブレイドは私が今まで完成した最初のアニメシリーズの一つであった、それはそれ自体が、その後駆け出しのファンのための成果であった、私はそれがそれらの最初のシリーズの中であることの価値はなかったことをしっかりと決意を持って言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story of Queen's Blade is more or less the typical 'Females with special power gather to do combat and have a ton of fan service in the process' type of tale. To be honest, I basically lost track of the plot about 1/4 through due to the intrusive fan service, and its needless to say that the first episode with Melona was extremely disgusting. In addition to some genuinely disgusting innuendo-inspired fight scenes, they tried to put in some random archetypes because WHY NOT, but more on that later. While there were a couple decent episodes, they were usually somewhat self contained and had little to do with the overall plot.\n\n\u001b[1mクイーンズブレイドの物語は多かれ少なかれ、典型的な「特別な力を持った女性が戦いをするために集まり、その過程でファンのサービスを大量に持っている」という話です。 正直言って、私は基本的に、貫流的なファンサービスのために約1/4のプロットのトラックを失ってしまいました。そして、Melonaの最初のエピソードはとても嫌でした。 いくつかの真に嫌な風刺的な戦いの場面に加えて、彼らは何かをランダムなアーキタイプに入れようとしました。 まともなエピソードがいくつかありましたが、通常は多少自己完結しており、全体のプロットとはほとんど関係がありませんでした。\u001b[22m\n\u001b[1m(Kuīnzubureido no monogatari wa ōkare sukunakare, tenkei-tekina `tokubetsuna chikara o motta josei ga tatakai o suru tame ni atsumari, sono katei de fan no sābisu o tairyō ni motte iru' to iu hanashidesu. Shōjiki itte, watashi wa kihontekini, kanryū-tekina fansābisu no tame ni yaku 1/ 4 no purotto no torakku o ushinatte shimaimashita. Soshite, Melona no saisho no episōdo wa totemo iyadeshita. Ikutsu ka no shin ni iyana fūshi-tekina tatakai no bamen ni kuwaete, karera wa nanika o randamuna ākitaipu ni ireyou to shimashita. Matomona episōdo ga ikutsu ka arimashitaga, tsūjō wa tashō jiko kanketsu shite ori, zentai no purotto to wa hotondo kankei ga arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Queen's Blade is more or less the typical 'Females with special power gather to do combat and have a ton of fan service in the process' type of tale. To be honest, I basically lost track of the plot about 1/4 through due to the intrusive fan service, and its needless to say that the first episode with Melona was extremely disgusting. In addition to some genuinely disgusting innuendo-inspired fight scenes, they tried to put in some random archetypes because WHY NOT, but more on that later. While there were a couple decent episodes, they were usually somewhat self contained and had little to do with the overall plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Queen's Blade is more or less the typical 'Females with special power gather to do combat and have a ton of fan service in the process' type of tale.\u001b[24m\n    \u001b[1mクイーンズブレイドの物語は多かれ少なかれ、典型的な「特別な力を持った女性が戦いをするために集まり、その過程でファンのサービスを大量に持っている」という話です。\u001b[22m, \u001b[1mクイーンズブレイドの物語は典型的な多かれ少なかれ物語のタイプ '特別な力を持つ女性は、戦闘を行い、その過程でファンサービスのトンを持っているために集まる」されています。\u001b[22m\n\u001b[4mTo be honest, I basically lost track of the plot about 1/4 through due to the intrusive fan service, and its needless to say that the first episode with Melona was extremely disgusting.\u001b[24m\n    \u001b[1m正直言って、私は基本的に、貫流的なファンサービスのために約1/4のプロットのトラックを失ってしまいました。そして、Melonaの最初のエピソードはとても嫌でした。\u001b[22m, \u001b[1m正直に言うと、私は基本的に邪魔にファンサービス、およびMelonaとの最初のエピソードは非常に嫌だったと言うことは、その不必要に起因を通じて約1/4プロットのトラックを失いました。\u001b[22m\n\u001b[4mIn addition to some genuinely disgusting innuendo-inspired fight scenes, they tried to put in some random archetypes because WHY NOT, but more on that later.\u001b[24m\n    \u001b[1mいくつかの真に嫌な風刺的な戦いの場面に加えて、彼らは何かをランダムなアーキタイプに入れようとしました。\u001b[22m, \u001b[1mいくつかの純粋に嫌な当てこすり風の戦いのシーンに加えて、彼らはなぜないが、よりその上、後でので、いくつかのランダムなアーキタイプに入れてみました。\u001b[22m\n\u001b[4mWhile there were a couple decent episodes, they were usually somewhat self contained and had little to do with the overall plot.\u001b[24m\n    \u001b[1mまともなエピソードがいくつかありましたが、通常は多少自己完結しており、全体のプロットとはほとんど関係がありませんでした。\u001b[22m, \u001b[1mカップルまともなエピソードがあったが、彼らは通常、やや自己完結しており、全体的なプロットとはほとんどしていました。\u001b[22m\n\u001b[1m\u001b[22m\nThat being said, there was one episode early that nails its moments of desperation perfectly. It has to do with the character Risty and her back-story, as well as how that affects her actions.\n\n\u001b[1mそれは、一瞬で完全に絶望の瞬間を釘付けにしていたと言われています。 それはRistyのキャラクターと彼女の裏話だけでなく、それが彼女の行動にどのように影響するのかと関係しています。\u001b[22m\n\u001b[1m(Sore wa, isshun de kanzen ni zetsubō no shunkan o kugidzuke ni shite ita to iwa rete imasu. Sore wa Risty no kyarakutā to kanojo no urabanashi dakedenaku, sore ga kanojo no kōdō ni dono yō ni eikyō suru no ka to kankei shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThat being said, there was one episode early that nails its moments of desperation perfectly. It has to do with the character Risty and her back-story, as well as how that affects her actions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat being said, there was one episode early that nails its moments of desperation perfectly.\u001b[24m\n    \u001b[1mそれは、一瞬で完全に絶望の瞬間を釘付けにしていたと言われています。\u001b[22m, \u001b[1m言われていることを、1つのエピソードは、早期その絶望のその瞬間爪完璧でした。\u001b[22m\n\u001b[4mIt has to do with the character Risty and her back-story, as well as how that affects her actions.\u001b[24m\n    \u001b[1mそれはRistyのキャラクターと彼女の裏話だけでなく、それが彼女の行動にどのように影響するのかと関係しています。\u001b[22m, \u001b[1mそれは、それが彼女の行動にどのように影響するかだけでなく、文字Ristyと彼女のバックストーリーに関係しています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, the story is more or less an excuse to see T&amp;A. No real substance.\n\n\u001b[1m全体として、このストーリーはT＆amp; Aを見るための多少の言い訳です。 実体はありません。\u001b[22m\n\u001b[1m(Zentai to shite, kono sutōrī wa T& amp; A o miru tame no tashō no iiwakedesu. Jittai wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, the story is more or less an excuse to see T&amp;A. No real substance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, the story is more or less an excuse to see T&amp;A.\u001b[24m\n    \u001b[1m全体として、このストーリーはT＆amp; Aを見るための多少の言い訳です。\u001b[22m, \u001b[1m全体的に、物語はT＆＃038を参照するには、多かれ少なかれ言い訳であります;。\u001b[22m\n\u001b[4mNo real substance.\u001b[24m\n    \u001b[1m実体はありません。\u001b[22m, \u001b[1m本当の物質はありません。\u001b[22m\nSTORY: 5/10\n\n\u001b[1mストーリー：5/10\u001b[22m\n\u001b[1m(Sutōrī: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mSTORY: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: 5/10\u001b[24m\n    \u001b[1mストーリー：5/10\u001b[22m, \u001b[1mSTORY：5/10\u001b[22m\n\u001b[1m\u001b[22m\nThe art is...well, not bad. The character designs fit, but considering when this was made, the art could have been a lot smoother and more cleaned up. The animation is decent, with quality amping up during the 'fight scenes' (I say that because...lets just say they give a new definition to 'blow your top off'). Honestly, its a FS anime, so I should not have expected anything different, but its just so apparent that they don't really care about anything else.\n\n\u001b[1m芸術は...まあ、悪くない。 キャラクターのデザインは合っていますが、これがいつ行われたかを考えると、アートはもっとスムーズになり、きれいになりました。 アニメーションはまあまあですが、「戦いの場面」の間にクオリティアップしています（私はそう言います...彼らが「あなたのトップを吹き飛ばす」という新しい定義を与えたからです）。 正直なところ、そのアニメはアニメだから、別のものは期待してはいけませんでしたが、本当に何も気にしていないことは明らかです。\u001b[22m\n\u001b[1m(Geijutsu wa... Mā, warukunai. Kyarakutā no dezain wa atte imasuga, kore ga itsu okonawa reta ka o kangaeru to, āto wa motto sumūzu ni nari, kirei ni narimashita. Animēshon wa mā mādesuga,`tatakai no bamen' no ma ni kuoritiappu shite imasu (watashi wa sō iimasu... Karera ga `anata no toppu o fukitobasu' to iu atarashī teigi o ataetakaradesu). Shōjikina tokoro, sono anime wa animedakara,-betsu no mono wa kitai shite wa ikemasendeshitaga, hontōni nani mo ki ni shite inai koto wa akirakadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is...well, not bad. The character designs fit, but considering when this was made, the art could have been a lot smoother and more cleaned up. The animation is decent, with quality amping up during the 'fight scenes' (I say that because...lets just say they give a new definition to 'blow your top off'). Honestly, its a FS anime, so I should not have expected anything different, but its just so apparent that they don't really care about anything else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is...well, not bad.\u001b[24m\n    \u001b[1m芸術は...まあ、悪くない。\u001b[22m, \u001b[1m芸術は、よく...悪いことではありません。\u001b[22m\n\u001b[4mThe character designs fit, but considering when this was made, the art could have been a lot smoother and more cleaned up.\u001b[24m\n    \u001b[1mキャラクターのデザインは合っていますが、これがいつ行われたかを考えると、アートはもっとスムーズになり、きれいになりました。\u001b[22m, \u001b[1mキャラクターデザインはフィットしますが、これが行われたときに考慮し、芸術は多くの、よりスムーズでクリーンアップされている可能性が。\u001b[22m\n\u001b[4mThe animation is decent, with quality amping up during the 'fight scenes' (I say that because...lets just say they give a new definition to 'blow your top off').\u001b[24m\n    \u001b[1mアニメーションはまあまあですが、「戦いの場面」の間にクオリティアップしています（私はそう言います...彼らが「あなたのトップを吹き飛ばす」という新しい定義を与えたからです）。\u001b[22m, \u001b[1mアニメーションは品質が「戦うシーン」の間にアップアンピングで、まともです（私がすることができますので...彼らは「あなたの一番上を吹き飛ばす」ための新しい定義を与えると言うだけのことを言います）。\u001b[22m\n\u001b[4mHonestly, its a FS anime, so I should not have expected anything different, but its just so apparent that they don't really care about anything else.\u001b[24m\n    \u001b[1m正直なところ、そのアニメはアニメだから、別のものは期待してはいけませんでしたが、本当に何も気にしていないことは明らかです。\u001b[22m, \u001b[1m正直なところ、そのFSアニメなので、私は別の何かを期待していないはずですが、彼らは本当に何かを気にしないことをそのちょうどそう明らか。\u001b[22m\nART: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mART: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m, \u001b[1mART：7/10\u001b[22m\n\u001b[1m\u001b[22m\nThe sound...I watched it in sub and it was not bad...but it did not stick out. The soundtracks are generic medieval themes. There may have been a couple okay tracks I may have forgotten, but if they were that good I would probably still be listening to them. The dubs...yeah, lets move on.\n\n\u001b[1m音...私はそれをサブで見ましたが、それは悪くはありませんでしたが、突き出ていませんでした。 サウンドトラックは一般的な中世のテーマです。 私が忘れているかもしれないいくつかの大丈夫なトラックがあったかもしれませんが、もし彼らがその良かったら私はまだ彼らに聞いているでしょう。 ダブ...ええ、移動することができます。\u001b[22m\n\u001b[1m(Oto... Watashi wa sore o sabu de mimashitaga, sore wa waruku wa arimasendeshitaga, tsukidete imasendeshita. Saundotorakku wa ippantekina chūsei no tēmadesu. Watashi ga wasurete iru kamo shirenai ikutsu ka no daijōbuna torakku ga atta kamo shiremasenga, moshi karera ga sono yokattara watashi wa mada karera ni kiite irudeshou. Dabu... E e, idō suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound...I watched it in sub and it was not bad...but it did not stick out. The soundtracks are generic medieval themes. There may have been a couple okay tracks I may have forgotten, but if they were that good I would probably still be listening to them. The dubs...yeah, lets move on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound...I watched it in sub and it was not bad...but it did not stick out.\u001b[24m\n    \u001b[1m音...私はそれをサブで見ましたが、それは悪くはありませんでしたが、突き出ていませんでした。\u001b[22m, \u001b[1m音が...私はサブでそれを見て、それは悪いことではありませんでした...しかし、それは飛び出しませんでした。\u001b[22m\n\u001b[4mThe soundtracks are generic medieval themes.\u001b[24m\n    \u001b[1mサウンドトラックは一般的な中世のテーマです。\u001b[22m, \u001b[1mサウンドトラックは、一般的な中世のテーマです。\u001b[22m\n\u001b[4mThere may have been a couple okay tracks I may have forgotten, but if they were that good I would probably still be listening to them.\u001b[24m\n    \u001b[1m私が忘れているかもしれないいくつかの大丈夫なトラックがあったかもしれませんが、もし彼らがその良かったら私はまだ彼らに聞いているでしょう。\u001b[22m, \u001b[1mそこに私が忘れているかもしれカップル大丈夫トラックであったかもしれないが、彼らは良いことだった場合、私はおそらくまだそれを聞いれることになります。\u001b[22m\n\u001b[4mThe dubs...yeah, lets move on.\u001b[24m\n    \u001b[1mダブ...ええ、移動することができます。\u001b[22m, \u001b[1mダビングは...うん、上移動することができます。\u001b[22m\nSOUND: 5/10\n\n\u001b[1mサウンド：5/10\u001b[22m\n\u001b[1m(Saundo: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mSOUND: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: 5/10\u001b[24m\n    \u001b[1mサウンド：5/10\u001b[22m, \u001b[1mSOUND：5/10\u001b[22m\n\u001b[1m\u001b[22m\nI'm going to be blunt: More than 7/8s of the characters are as boring as can be. I did not care about Leina's development because she was just so cliche and one dimensional that I already created her personality in my eyes with her first words. Everyone is more or less in the same boat. There's the huge chested comedy person whose a nun, another one who's a mom, an overcompensating angel, a country bumpkin girl, the little sister with a big sister fetish and a sadist/mentor who uses snakes. That's just off the top of my head. Almost any anime girl stereotype you are looking for, its in here somewhere. What some may call colorful people are to me extremely annoying.\n\n\u001b[1m私は鈍くなるつもりです：キャラクターの7/8以上が退屈なものです。 私はレイナの発展を気にしませんでした。なぜなら、彼女はちょうど上品で一次元なので、私は最初の言葉で自分の性格を作り出していたからです。 誰もが同じ船で多かれ少なかれです。 お母さん、お母さん、過補償天使、カントリーバンパンガール、大きな妹フェチの妹、蛇を使ったサディスト/メンターの巨乳のコメディーがいます。 それはちょうど私の頭の上にあります。 あなたが探しているほとんどすべてのアニメの女の子のステレオタイプは、どこかでここにあります。 カラフルな人たちが私にとって非常に迷惑をかける人もいます。\u001b[22m\n\u001b[1m(Watashi wa nibuku naru tsumoridesu: Kyarakutā no 7/ 8 ijō ga taikutsuna monodesu. Watashi wa Reina no hatten o ki ni shimasendeshita. Nazenara, kanojo wa chōdo jōhinde ichi-jigen'nanode, watashi wa saisho no kotoba de jibun no seikaku o tsukuridashite itakaradesu. Daremoga onaji fune de ōkare sukunakaredesu. Okāsan, okāsan, ka hoshō tenshi, kantorībanpangāru, ōkina imōto fechi no imōto, hebi o tsukatta sadisuto/ mentā no kyonyū no komedī ga imasu. Sore wa chōdo watashi no atama no ue ni arimasu. Anata ga sagashite iru hotondo subete no anime no on'nanoko no sutereo taipu wa, doko ka de koko ni arimasu. Karafuruna hito-tachi ga watashi ni totte hijō ni meiwakuwokakeru hito mo imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm going to be blunt: More than 7/8s of the characters are as boring as can be. I did not care about Leina's development because she was just so cliche and one dimensional that I already created her personality in my eyes with her first words. Everyone is more or less in the same boat. There's the huge chested comedy person whose a nun, another one who's a mom, an overcompensating angel, a country bumpkin girl, the little sister with a big sister fetish and a sadist/mentor who uses snakes. That's just off the top of my head. Almost any anime girl stereotype you are looking for, its in here somewhere. What some may call colorful people are to me extremely annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm going to be blunt: More than 7/8s of the characters are as boring as can be.\u001b[24m\n    \u001b[1m私は鈍くなるつもりです：キャラクターの7/8以上が退屈なものです。\u001b[22m, \u001b[1m私は率直にするつもりです：文字を超える7 / 8Sは、できる限り退屈しています。\u001b[22m\n\u001b[4mI did not care about Leina's development because she was just so cliche and one dimensional that I already created her personality in my eyes with her first words.\u001b[24m\n    \u001b[1m私はレイナの発展を気にしませんでした。なぜなら、彼女はちょうど上品で一次元なので、私は最初の言葉で自分の性格を作り出していたからです。\u001b[22m, \u001b[1m彼女はちょうどので、決まり文句と1次元の私はすでに彼女の最初の言葉で私の目に彼女の個性を作成したということでしたので、私はレイナの開発を気にしませんでした。\u001b[22m\n\u001b[4mEveryone is more or less in the same boat.\u001b[24m\n    \u001b[1m誰もが同じ船で多かれ少なかれです。\u001b[22m, \u001b[1m誰もが同じ船に乗って、多かれ少なかれです。\u001b[22m\n\u001b[4mThere's the huge chested comedy person whose a nun, another one who's a mom, an overcompensating angel, a country bumpkin girl, the little sister with a big sister fetish and a sadist/mentor who uses snakes.\u001b[24m\n    \u001b[1mお母さん、お母さん、過補償天使、カントリーバンパンガール、大きな妹フェチの妹、蛇を使ったサディスト/メンターの巨乳のコメディーがいます。\u001b[22m, \u001b[1mその修道女巨大な胸の喜劇人、ママ、過補償天使、田舎者の少女、姉フェチとヘビを使用していますサディスト/メンターと妹だ別の1があります。\u001b[22m\n\u001b[4mThat's just off the top of my head.\u001b[24m\n    \u001b[1mそれはちょうど私の頭の上にあります。\u001b[22m, \u001b[1mそれはちょうど私の頭の上からです。\u001b[22m\n\u001b[4mAlmost any anime girl stereotype you are looking for, its in here somewhere.\u001b[24m\n    \u001b[1mあなたが探しているほとんどすべてのアニメの女の子のステレオタイプは、どこかでここにあります。\u001b[22m, \u001b[1mあなたはどこかここで、その中で、探しているほぼすべてのアニメの女の子のステレオタイプ。\u001b[22m\n\u001b[4mWhat some may call colorful people are to me extremely annoying.\u001b[24m\n    \u001b[1mカラフルな人たちが私にとって非常に迷惑をかける人もいます。\u001b[22m, \u001b[1mいくつかは呼び出すことができますどのようなカラフルな人々が私には非常に迷惑です。\u001b[22m\n\u001b[1m\u001b[22m\nThere is one exception to this cast, though: Risty. She serves a mentor to Leina and her goal is to earn money for an orphanage. Early in the series she makes a decision that scars Leina for life (literally and figuratively) that adds a new layer of complication to both their relationship and to her character. The former goes nowhere, of course, 'cause Leina is a dud protagonist, but the latter leaves me with a small sliver of what might have been for this anime...This character is the reason this following score will make it to a six .\n\n\u001b[1mしかし、このキャストには例外が1つあります：Risty。 彼女はレイナのメンターを務め、彼女の目標は孤児院のためにお金を稼ぐことです。 シリーズの早い段階で、彼女は彼女の関係と彼女の性格の両方に新しい合併症の層を加える人生（文字通りと比喩的）のためにLeinaを傷つける決定を下す。 レイナは不器用な主人公だから、後者は私にこのアニメのための小さなスリヴァーを残す...このキャラクターは、この次のスコアが6になる理由です 。\u001b[22m\n\u001b[1m(Shikashi, kono kyasuto ni wa reigai ga 1tsu arimasu: Risty. Kanojo wa Reina no mentā o tsutome, kanojo no mokuhyō wa minashigo-in no tame ni okane o kasegu kotodesu. Shirīzu no hayai dankai de, kanojo wa kanojo no kankei to kanojo no seikaku no ryōhō ni atarashī gappeishō no sō o kuwaeru jinsei (mojidōri to hiyu-teki) no tame ni reina o kizutsukeru kettei o kudasu. Reina wa bukiyōna shujinkōdakara, kōsha wa watashi ni kono anime no tame no chīsana surivu~ā o nokosu... Kono kyarakutā wa, kono-ji no sukoa ga 6 ni naru riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThere is one exception to this cast, though: Risty. She serves a mentor to Leina and her goal is to earn money for an orphanage. Early in the series she makes a decision that scars Leina for life (literally and figuratively) that adds a new layer of complication to both their relationship and to her character. The former goes nowhere, of course, 'cause Leina is a dud protagonist, but the latter leaves me with a small sliver of what might have been for this anime...This character is the reason this following score will make it to a six .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is one exception to this cast, though: Risty.\u001b[24m\n    \u001b[1mしかし、このキャストには例外が1つあります：Risty。\u001b[22m, \u001b[1mこのキャストへの1つの例外は、しかし、があります：Risty。\u001b[22m\n\u001b[4mShe serves a mentor to Leina and her goal is to earn money for an orphanage.\u001b[24m\n    \u001b[1m彼女はレイナのメンターを務め、彼女の目標は孤児院のためにお金を稼ぐことです。\u001b[22m, \u001b[1m彼女はレイナにメンターを提供しており、彼女の目標は、孤児院のためのお金を稼ぐことです。\u001b[22m\n\u001b[4mEarly in the series she makes a decision that scars Leina for life (literally and figuratively) that adds a new layer of complication to both their relationship and to her character.\u001b[24m\n    \u001b[1mシリーズの早い段階で、彼女は彼女の関係と彼女の性格の両方に新しい合併症の層を加える人生（文字通りと比喩的）のためにLeinaを傷つける決定を下す。\u001b[22m, \u001b[1m初期のシリーズで、彼女は両方の彼らの関係にし、彼女のキャラクターに合併症の新しいレイヤーを追加します（文字通りと比喩的に）生活のためにレイナを傷跡決定を行います。\u001b[22m\n\u001b[4mThe former goes nowhere, of course, 'cause Leina is a dud protagonist, but the latter leaves me with a small sliver of what might have been for this anime...This character is the reason this following score will make it to a six\u001b[24m\n    \u001b[1mレイナは不器用な主人公だから、後者は私にこのアニメのための小さなスリヴァーを残す...このキャラクターは、この次のスコアが6になる理由です\u001b[22m, \u001b[1m前者は「原因とレイナは不発弾の主人公であるが、後者はこのアニメのためであったかもしれないものの小さなスライバーを私に残します...この文字は、この次のスコアは6にそれを作るだろう理由で、当然のことながら、どこにも行きません\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nCHARACTERS: 6/10\n\n\u001b[1mキャラクター：6/10\u001b[22m\n\u001b[1m(Kyarakutā: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS: 6/10\u001b[24m\n    \u001b[1mキャラクター：6/10\u001b[22m, \u001b[1mCHARACTERS：6/10\u001b[22m\n\u001b[1m\u001b[22m\nI did not enjoy this anime. Many of the fight scenes were disturbing, as was the FS and I overall did not like it. However, it is easy to watch despite its flaws, since you don't have to think while watching it.\n\n\u001b[1m私はこのアニメを楽しまなかった。  FSと私は全体的にそれが好きではなかったように、戦いのシーンの多くは混乱していた。 しかし、あなたはそれを見て考える必要がないので、その欠陥にも関わらず、見るのは簡単です。\u001b[22m\n\u001b[1m(Watashi wa kono anime o tanoshimanakatta. FS to watashi wa zentai-teki ni sore ga sukide wa nakatta yō ni, tatakai no shīn no ōku wa konran shite ita. Shikashi, anata wa sore o mite kangaeru hitsuyō ga nainode, sono kekkan ni mo kakawarazu, miru no wa kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mI did not enjoy this anime. Many of the fight scenes were disturbing, as was the FS and I overall did not like it. However, it is easy to watch despite its flaws, since you don't have to think while watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did not enjoy this anime.\u001b[24m\n    \u001b[1m私はこのアニメを楽しまなかった。\u001b[22m, \u001b[1m私はこのアニメを楽しんでいませんでした。\u001b[22m\n\u001b[4mMany of the fight scenes were disturbing, as was the FS and I overall did not like it.\u001b[24m\n    \u001b[1mFSと私は全体的にそれが好きではなかったように、戦いのシーンの多くは混乱していた。\u001b[22m, \u001b[1mFSだったと私は全体のそれを好きではなかったとして、戦いのシーンの多くは、不穏でした。\u001b[22m\n\u001b[4mHowever, it is easy to watch despite its flaws, since you don't have to think while watching it.\u001b[24m\n    \u001b[1mしかし、あなたはそれを見て考える必要がないので、その欠陥にも関わらず、見るのは簡単です。\u001b[22m, \u001b[1mあなたはそれを見ながら考える必要はありませんので、しかし、その欠陥にもかかわらず、見ることは容易です。\u001b[22m\nENJOYMENT: 5/10\n\n\u001b[1mエンジョイメント：5/10\u001b[22m\n\u001b[1m(Enjoimento: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: 5/10\u001b[24m\n    \u001b[1mエンジョイメント：5/10\u001b[22m, \u001b[1m享有：5/10\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this anime is a stain on my watchlist. Still, I feel as though I should warn others NOT to watch this anime unless they are really looking for a fetish-catered ecchi fix. If I could go back in time and choose another anime instead, I now would not know what a bad anime truly feels like when you watch it. However, I think I could've chosen something at least a tad better Queen's Blade.\n\n\u001b[1m全体的に、このアニメは私のウォッチリストの汚れです。 それでも、本当にフェチを食べるエッチを探していない限り、このアニメを見ないように他人に警告しなければならないかのように感じます。 私が時間通りに戻って別のアニメを選ぶことができれば、悪いアニメが本当にあなたがそれを見ているような気がするかどうかは分かりません。 しかし、私はクイーンズブレイドよりも優れたものを選ぶことができたと思う。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono anime wa watashi no u~otchirisuto no yogoredesu. Soredemo, hontōni fechi o taberu etchi o sagashite inai kagiri, kono anime o minai yō ni tanin ni keikoku shinakereba naranai ka no yō ni kanjimasu. Watashi ga jikan-dōri ni modotte betsu no anime o erabu koto ga dekireba, warui anime ga hontōni anata ga sore o mite iru yōna ki ga suru ka dō ka wa wakarimasen. Shikashi, watashi wa kuīnzubureido yori mo sugureta mono o erabu koto ga dekita to omou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this anime is a stain on my watchlist. Still, I feel as though I should warn others NOT to watch this anime unless they are really looking for a fetish-catered ecchi fix. If I could go back in time and choose another anime instead, I now would not know what a bad anime truly feels like when you watch it. However, I think I could've chosen something at least a tad better Queen's Blade.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this anime is a stain on my watchlist.\u001b[24m\n    \u001b[1m全体的に、このアニメは私のウォッチリストの汚れです。\u001b[22m, \u001b[1m全体的に、このアニメは私のウォッチリストに汚れがあります。\u001b[22m\n\u001b[4mStill, I feel as though I should warn others NOT to watch this anime unless they are really looking for a fetish-catered ecchi fix.\u001b[24m\n    \u001b[1mそれでも、本当にフェチを食べるエッチを探していない限り、このアニメを見ないように他人に警告しなければならないかのように感じます。\u001b[22m, \u001b[1mそれでも、私は彼らが本当にフェチ・仕出しエッチな修正を探している場合を除き、私はこのアニメを見てないで他の人に警告するべきであるかのように感じています。\u001b[22m\n\u001b[4mIf I could go back in time and choose another anime instead, I now would not know what a bad anime truly feels like when you watch it.\u001b[24m\n    \u001b[1m私が時間通りに戻って別のアニメを選ぶことができれば、悪いアニメが本当にあなたがそれを見ているような気がするかどうかは分かりません。\u001b[22m, \u001b[1m私が時間内に戻って、代わりに別のアニメを選択することができれば、私は今あなたがそれを見たときに悪いアニメは本当にのように感じているかわからないであろう。\u001b[22m\n\u001b[4mHowever, I think I could've chosen something at least a tad better Queen's Blade.\u001b[24m\n    \u001b[1mしかし、私はクイーンズブレイドよりも優れたものを選ぶことができたと思う。\u001b[22m, \u001b[1mしかし、私はクイーンズブレイド少なくとも少しもっと良いものを選んだことができると思います。\u001b[22m"
  },
  {
    "title": "Queens_Blade__Rurou_no_Senshi",
    "id": "4719",
    "url": "https://myanimelist.net/anime/4719/Queens_Blade__Rurou_no_Senshi",
    "user": "Whoicanbe",
    "profile": "/profile/Whoicanbe/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=20756",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  8\n\n個人的に、このアニメは一見したところでは肌の生産に関するものですが、基本的にはタイトルに描かれていることを期待するストーリーはありません。  w / eアングルで見栄えのよい裸のホットアニメの雛を見たいと思っている人のほんの一人であれば、このアニメは大人の魅力的なオナニーマスターです。  [ROFL]\n\nしかし、深刻なメモでは、アニメ自体は、それを作成した人々の明らかな角の犬の犬の犬とは別の半分まともな話をしています。 それは本当に見る必要があります。 何が私にそれを見にドラッグされた（ああ、たわごとの鎧の女の子）、それは2度目を見た後（その時の話に注意を払う）私は実際にディレクターがしようとしていたもののほとんどの後ろに理由を見た 視覚化する。 あなたはヌードのためにそれを見ることを決める前に、男の視点から、あなたの右手のガールフレンドがあなたの足の間でそのことを読むのではなく、手前の夏を読んでください。 あなたが注意を払うか、一見することを決めた場合、女の子の視点から、それを見て男を判断せず、ヌードのために判断しないでください。\n\n全体的にこのアニメはまともなものであり、あなたが本当に乾いた日常的なアニメにならないと、最初のシーンから渇きのうちに死ぬことができます。 また、これは、スーパールール愛好家が、その評価がアニメにとって18+であると考えることを考慮するものではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nPersonally this anime is more about the skin production at first glance, there basically is no story to it expect for what the title depicts. If your just one of those people who like to see naked hot anime chicks that look good at w/e angle, this anime is for the mass chronic masturbation masters. [ROFL]\n\n\u001b[1m個人的に、このアニメは一見したところでは肌の生産に関するものですが、基本的にはタイトルに描かれていることを期待するストーリーはありません。  w / eアングルで見栄えのよい裸のホットアニメの雛を見たいと思っている人のほんの一人であれば、このアニメは大人の魅力的なオナニーマスターです。  [ROFL]\u001b[22m\n\u001b[1m(Kojin-teki ni, kono anime wa ikken shita tokorode wa hada no seisan ni kansuru monodesuga, kihontekini wa taitoru ni egaka rete iru koto o kitai suru sutōrī wa arimasen. W/ e anguru de mibae no yoi hadaka no hotto anime no hina o mitai to omotte iru hito no hon'no ichi-rideareba, kono anime wa otona no miryoku-tekina onanīmasutādesu. [ROFL])\u001b[22m\n\nTranslations of \u001b[4mPersonally this anime is more about the skin production at first glance, there basically is no story to it expect for what the title depicts. If your just one of those people who like to see naked hot anime chicks that look good at w/e angle, this anime is for the mass chronic masturbation masters. [ROFL]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally this anime is more about the skin production at first glance, there basically is no story to it expect for what the title depicts.\u001b[24m\n    \u001b[1m個人的に、このアニメは一見したところでは肌の生産に関するものですが、基本的にはタイトルに描かれていることを期待するストーリーはありません。\u001b[22m, \u001b[1m個人的にこのアニメは、一見すると皮膚生産の詳細である、基本的にタイトルが示しているもののために期待していないストーリーはありません。\u001b[22m\n\u001b[4mIf your just one of those people who like to see naked hot anime chicks that look good at w/e angle, this anime is for the mass chronic masturbation masters.\u001b[24m\n    \u001b[1mw / eアングルで見栄えのよい裸のホットアニメの雛を見たいと思っている人のほんの一人であれば、このアニメは大人の魅力的なオナニーマスターです。\u001b[22m, \u001b[1mあなたは、単に電子/ wの角度で良く見える裸の熱いアニメ雛を見てみたいその一人が、このアニメは大量慢性マスターベーションマスターのためのものである場合。\u001b[22m\n\u001b[4m[ROFL]\u001b[24m\n    \u001b[1m[ROFL]\u001b[22m, \u001b[1m【ROFL]\u001b[22m\n\u001b[1m\u001b[22m\nOn a serious note though, the anime itself has a half decent story aside from the obvious horn dogness of the people who created it. It's a really must see. What dragged me into watching it was the (Oh shit look, girls in skimpy armor) but after watching it a second time through(paying attention to the story that time) i really actually saw a reason behind most of what the director was trying to visualize. From the guys point of view before you decide to watch it for the nudity read the summery before hand instead of having your right hand girlfriend read that thing between your legs. From the girls point of view, don't judge the guys for watching it and don't judge it because of the nudity it has a decent story behind it if you decide to pay attention or even take a glance at it.\n\n\u001b[1mしかし、深刻なメモでは、アニメ自体は、それを作成した人々の明らかな角の犬の犬の犬とは別の半分まともな話をしています。 それは本当に見る必要があります。 何が私にそれを見にドラッグされた（ああ、たわごとの鎧の女の子）、それは2度目を見た後（その時の話に注意を払う）私は実際にディレクターがしようとしていたもののほとんどの後ろに理由を見た 視覚化する。 あなたはヌードのためにそれを見ることを決める前に、男の視点から、あなたの右手のガールフレンドがあなたの足の間でそのことを読むのではなく、手前の夏を読んでください。 あなたが注意を払うか、一見することを決めた場合、女の子の視点から、それを見て男を判断せず、ヌードのために判断しないでください。\u001b[22m\n\u001b[1m(Shikashi, shinkokuna memode wa, anime jitai wa, sore o sakusei shita hitobito no akirakana tsuno no inu no inu no inu to wa betsu no hanbun matomona hanashi o shite imasu. Sore wa hontōni miru hitsuyō ga arimasu. Nani ga watashi ni sore o mi ni doraggu sa reta (ā , tawagoto no yoroi no on'nanoko), sore wa 2-dome o mita nochi (sonotoki no hanashi ni chūiwoharau) watashi wa jissai ni direkutā ga shiyou to shite itamonono hotondo no ushironi riyū o mita shikaku-ka suru. Anata wa nūdo no tame ni sore o miru koto o kimeru mae ni, otoko no shiten kara, anata no migite no gārufurendo ga anata no ashi no ma de sono koto o yomu node wa naku, temae no natsu o yonde kudasai. Anata ga chūiwoharau ka, ikken suru koto o kimeta baai, on'nanoko no shiten kara, sore o mite otoko o handan sezu, nūdo no tame ni handan shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOn a serious note though, the anime itself has a half decent story aside from the obvious horn dogness of the people who created it. It's a really must see. What dragged me into watching it was the (Oh shit look, girls in skimpy armor) but after watching it a second time through(paying attention to the story that time) i really actually saw a reason behind most of what the director was trying to visualize. From the guys point of view before you decide to watch it for the nudity read the summery before hand instead of having your right hand girlfriend read that thing between your legs. From the girls point of view, don't judge the guys for watching it and don't judge it because of the nudity it has a decent story behind it if you decide to pay attention or even take a glance at it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn a serious note though, the anime itself has a half decent story aside from the obvious horn dogness of the people who created it.\u001b[24m\n    \u001b[1mしかし、深刻なメモでは、アニメ自体は、それを作成した人々の明らかな角の犬の犬の犬とは別の半分まともな話をしています。\u001b[22m, \u001b[1mしかし、深刻なノートで、アニメ自体は、それを作成した人の明白なホーンdogness別に半分まともな話があります。\u001b[22m\n\u001b[4mIt's a really must see.\u001b[24m\n    \u001b[1mそれは本当に見る必要があります。\u001b[22m, \u001b[1mそれは本当に必見です。\u001b[22m\n\u001b[4mWhat dragged me into watching it was the (Oh shit look, girls in skimpy armor) but after watching it a second time through(paying attention to the story that time) i really actually saw a reason behind most of what the director was trying to\u001b[24m\n    \u001b[1m何が私にそれを見にドラッグされた（ああ、たわごとの鎧の女の子）、それは2度目を見た後（その時の話に注意を払う）私は実際にディレクターがしようとしていたもののほとんどの後ろに理由を見た\u001b[22m, \u001b[1mそれは何を見に私をドラッグすると、（たわごとああ、露出度の高い鎧で女の子を見て）であったが、（話その時に注意を払って）を介してそれをもう一度見た後、私は本当に、実際に監督がしようとしていたものの、ほとんどの背後にある理由を見て\u001b[22m\n\u001b[4mvisualize.\u001b[24m\n    \u001b[1m視覚化する。\u001b[22m, \u001b[1m可視化します。\u001b[22m\n\u001b[4mFrom the guys point of view before you decide to watch it for the nudity read the summery before hand instead of having your right hand girlfriend read that thing between your legs.\u001b[24m\n    \u001b[1mあなたはヌードのためにそれを見ることを決める前に、男の視点から、あなたの右手のガールフレンドがあなたの足の間でそのことを読むのではなく、手前の夏を読んでください。\u001b[22m, \u001b[1mビューのみんなの観点から、あなたがヌードのためにそれを見て決定する前に手の前に代わりに右手のガールフレンドを持つの夏を読んで、あなたの足の間にそのことを読んでください。\u001b[22m\n\u001b[4mFrom the girls point of view, don't judge the guys for watching it and don't judge it because of the nudity it has a decent story behind it if you decide to pay attention or even take a glance at it.\u001b[24m\n    \u001b[1mあなたが注意を払うか、一見することを決めた場合、女の子の視点から、それを見て男を判断せず、ヌードのために判断しないでください。\u001b[22m, \u001b[1mビューの女の子の観点から、それを見るために人を判断しないでください、あなたは注意を払う、あるいはそれに視線を取ることにした場合のヌードのそれはその背後にまともな話を持っているので、それを判断してはいけません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this anime is a decent one and is actually worth watching if your not into your everday obvious anime that's so dry you can die of thirst from just the first scene. Also this is not one for the super rule lovers to see considering its rating is 18+ for an anime.\n\n\u001b[1m全体的にこのアニメはまともなものであり、あなたが本当に乾いた日常的なアニメにならないと、最初のシーンから渇きのうちに死ぬことができます。 また、これは、スーパールール愛好家が、その評価がアニメにとって18+であると考えることを考慮するものではありません。\u001b[22m\n\u001b[1m(Zentai-teki ni kono anime wa matomona monodeari, anata ga hontōni kawaita nichijō-tekina anime ni naranai to, saisho no shīn kara kawaki no uchi ni shinu koto ga dekimasu. Mata, koreha, sūpārūru aikō-ka ga, sono hyōka ga anime ni totte 18 +dearu to kangaeru koto o kōryo suru monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall this anime is a decent one and is actually worth watching if your not into your everday obvious anime that's so dry you can die of thirst from just the first scene. Also this is not one for the super rule lovers to see considering its rating is 18+ for an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this anime is a decent one and is actually worth watching if your not into your everday obvious anime that's so dry you can die of thirst from just the first scene.\u001b[24m\n    \u001b[1m全体的にこのアニメはまともなものであり、あなたが本当に乾いた日常的なアニメにならないと、最初のシーンから渇きのうちに死ぬことができます。\u001b[22m, \u001b[1m全体的にこのアニメはまともな一つであり、あなたではないので、あなただけの最初のシーンから喉の渇きで死ぬことができ乾かしていますあなたのeverday明白なアニメにあれば、実際に見て価値があります。\u001b[22m\n\u001b[4mAlso this is not one for the super rule lovers to see considering its rating is 18+ for an anime.\u001b[24m\n    \u001b[1mまた、これは、スーパールール愛好家が、その評価がアニメにとって18+であると考えることを考慮するものではありません。\u001b[22m, \u001b[1mまた、これは、その評価は、アニメのために18歳以上されて考慮を参照するには、スーパールール愛好家のためのものではありません。\u001b[22m"
  },
  {
    "title": "Queens_Blade__Rurou_no_Senshi",
    "id": "4719",
    "url": "https://myanimelist.net/anime/4719/Queens_Blade__Rurou_no_Senshi",
    "user": "LiquidZero",
    "profile": "/profile/LiquidZero/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=15932",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  8\n\nクイーンズブレイドが好きな前の投稿と実際に同意すること。 多くの場合、その透明度は少し透明ですが、長い間、すべての主要な能力\nそして女の子アクションの熱い女の子は、実際にそれにかなりまともな話があります。\n主人公レイナは、彼女が始めるには王女ではないことを望んでいる困った王女です。クイーンズブレイドをやることによって、彼女の探求はより強くなっています。\n\nショーを見る。 それは良いです。 あなたはそれを好きになるでしょう。 目を開いて心を開いて見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nactually to agree with the previous post i like Queens Blade too. A lot its a bit transparent at times, but a long with all the major titilage\n\n\u001b[1mクイーンズブレイドが好きな前の投稿と実際に同意すること。 多くの場合、その透明度は少し透明ですが、長い間、すべての主要な能力\u001b[22m\n\u001b[1m(Kuīnzubureido ga sukina mae no tōkō to jissai ni dōi suru koto. Ōku no baai, sono tōmei-do wa sukoshi tōmeidesuga, nagaiai, subete no shuyōna nōryoku)\u001b[22m\n\nTranslations of \u001b[4mactually to agree with the previous post i like Queens Blade too. A lot its a bit transparent at times, but a long with all the major titilage\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mactually to agree with the previous post i like Queens Blade too.\u001b[24m\n    \u001b[1mクイーンズブレイドが好きな前の投稿と実際に同意すること。\u001b[22m, \u001b[1m実際に私はあまりにクイーンズブレイドが好きで以前の記事に同意します。\u001b[22m\n\u001b[4mA lot its a bit transparent at times, but a long with all the major titilage\u001b[24m\n    \u001b[1m多くの場合、その透明度は少し透明ですが、長い間、すべての主要な能力\u001b[22m, \u001b[1mそのビットの回で透明な、しかし、すべての主要なtitilageとの長いたくさん\u001b[22m\nand hot girl on girl action it has actually has a pretty decent story to it.\n\n\u001b[1mそして女の子アクションの熱い女の子は、実際にそれにかなりまともな話があります。\u001b[22m\n\u001b[1m(Soshite on'nanoko akushon no atsui on'nanoko wa, jissai ni sore ni kanari matomona hanashi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mand hot girl on girl action it has actually has a pretty decent story to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand hot girl on girl action it has actually has a pretty decent story to it.\u001b[24m\n    \u001b[1mそして女の子アクションの熱い女の子は、実際にそれにかなりまともな話があります。\u001b[22m, \u001b[1mそして、ガールズon熱い女の子は、それは実際にそれにかなりまともな話をしていました。\u001b[22m\nReina the main character is a troubled princess who wishes she wasn't a princess to begin with, her quest is becoming stronger by doing the queens blade.\n\n\u001b[1m主人公レイナは、彼女が始めるには王女ではないことを望んでいる困った王女です。クイーンズブレイドをやることによって、彼女の探求はより強くなっています。\u001b[22m\n\u001b[1m(Shujinkō Reina wa, kanojo ga hajimeru ni wa ōjode wanai koto o nozonde iru komatta ōjodesu. Kuīnzubureido o yaru koto ni yotte, kanojo no tankyū wa yori tsuyoku natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mReina the main character is a troubled princess who wishes she wasn't a princess to begin with, her quest is becoming stronger by doing the queens blade.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReina the main character is a troubled princess who wishes she wasn't a princess to begin with, her quest is becoming stronger by doing the queens blade.\u001b[24m\n    \u001b[1m主人公レイナは、彼女が始めるには王女ではないことを望んでいる困った王女です。クイーンズブレイドをやることによって、彼女の探求はより強くなっています。\u001b[22m, \u001b[1mレイナは、主人公は、彼女は、彼女のクエストは女王の刃を実行して、強くなってきてそもそも姫はありませんでした望む困っ王女です。\u001b[22m\n\u001b[1m\u001b[22m\nwatch the show. its good. you'll like it. Just watch with open eyes and an open mind.\n\n\u001b[1mショーを見る。 それは良いです。 あなたはそれを好きになるでしょう。 目を開いて心を開いて見てください。\u001b[22m\n\u001b[1m(Shō o miru. Sore wa yoidesu. Anata wa sore o suki ni narudeshou. Me o aite kokorowohiraite mitekudasai.)\u001b[22m\n\nTranslations of \u001b[4mwatch the show. its good. you'll like it. Just watch with open eyes and an open mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwatch the show.\u001b[24m\n    \u001b[1mショーを見る。\u001b[22m, \u001b[1m番組を見ます。\u001b[22m\n\u001b[4mits good.\u001b[24m\n    \u001b[1mそれは良いです。\u001b[22m, \u001b[1mその良い。\u001b[22m, \u001b[1mその良いです。\u001b[22m\n\u001b[4myou'll like it.\u001b[24m\n    \u001b[1mあなたはそれを好きになるでしょう。\u001b[22m, \u001b[1mあなたはそれを気に入るだろう。\u001b[22m\n\u001b[4mJust watch with open eyes and an open mind.\u001b[24m\n    \u001b[1m目を開いて心を開いて見てください。\u001b[22m, \u001b[1mちょうど開いた目と心を開いて見ます。\u001b[22m"
  },
  {
    "title": "Queens_Blade__Rurou_no_Senshi",
    "id": "4719",
    "url": "https://myanimelist.net/anime/4719/Queens_Blade__Rurou_no_Senshi",
    "user": "Xai16",
    "profile": "/profile/Xai16/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=64133",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  10\nサウンド|  10\nキャラクター|  3\n|  1\n\nそれは、エッチ、ライム、カットアンドペーストです。 でも、もし猫が戦っていて、おしゃべりをしていても、それがすべてではないのであれば、私はそんなに気にしません。 文字は大丈夫から退屈なまで、本当に苛立つまで、すなわちナナエル、エンジェルの範囲です！ それはちょうど退屈です。 あなたが実際にセックスを見せてくれるのをやめさせようとするなら、あなたは私の興味を保つために何かを持っている必要があります。 悲しい人でも、同じことをする何か他のものを見つけることができ、彼らに殴られる性的なシーンを与えることができます。 私は第2シーズンが良いと聞いたことがあります（これは良いと聞いていました）、同じ退屈な/迷惑な文字はありません。 私はそれらに小切手を付けるつもりですが、最初のシーズンがさらに通知するまで落ちたと考えてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nIt's an ecchi, a lime, cut and paste. I wouldn't mind so much, though, if cat fights and strip teases weren't all it had going for them. The characters range from okay, to boring, to REALLY irritating, i.e. Nanael, the Angel!!! It's just boring; if you're going to tease me short of showing actually sex, you NEED to have something to keep my interest. Even the saddest individual can find something else that does the same thing AND give them the sex scenes to beat off to. I've heard the second season is better and third (heard this was WAY better) doesn't even have the same boring/annoying characters. I'll give those a check but consider the first season dropped until further notice.\n\n\u001b[1mそれは、エッチ、ライム、カットアンドペーストです。 でも、もし猫が戦っていて、おしゃべりをしていても、それがすべてではないのであれば、私はそんなに気にしません。 文字は大丈夫から退屈なまで、本当に苛立つまで、すなわちナナエル、エンジェルの範囲です！ それはちょうど退屈です。 あなたが実際にセックスを見せてくれるのをやめさせようとするなら、あなたは私の興味を保つために何かを持っている必要があります。 悲しい人でも、同じことをする何か他のものを見つけることができ、彼らに殴られる性的なシーンを与えることができます。 私は第2シーズンが良いと聞いたことがあります（これは良いと聞いていました）、同じ退屈な/迷惑な文字はありません。 私はそれらに小切手を付けるつもりですが、最初のシーズンがさらに通知するまで落ちたと考えてください。\u001b[22m\n\u001b[1m(Sore wa, etchi, raimu, kattoandopēsutodesu. Demo, moshi neko ga tatakatte ite, oshaberi o shite ite mo, sore ga subetede wa nai nodeareba, watashi wa son'nani ki ni shimasen. Moji wa daijōbu kara taikutsuna made, hontōni iradatsu made, sunawachi nanaeru, Enjeru no han'idesu! Sore wa chōdo taikutsudesu. Anata ga jissai ni sekkusu o misete kureru no o yame saseyou to surunara, anata wa watashi no kyōmi o tamotsu tame ni nanika o motte iru hitsuyō ga arimasu. Kanashī hito demo, onaji koto o suru nanika hoka no mono o mitsukeru koto ga deki, karera ni nagura reru seitekina shīn o ataeru koto ga dekimasu. Watashi wa dai 2 shīzun ga yoi to kiita koto ga arimasu (kore wa yoi to kiite imashita), onaji taikutsuna/ meiwakuna moji wa arimasen. Watashi wa sorera ni kogitte o tsukeru tsumoridesuga, saisho no shīzun ga sarani tsūchi suru made ochita to kangaete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIt's an ecchi, a lime, cut and paste. I wouldn't mind so much, though, if cat fights and strip teases weren't all it had going for them. The characters range from okay, to boring, to REALLY irritating, i.e. Nanael, the Angel!!! It's just boring; if you're going to tease me short of showing actually sex, you NEED to have something to keep my interest. Even the saddest individual can find something else that does the same thing AND give them the sex scenes to beat off to. I've heard the second season is better and third (heard this was WAY better) doesn't even have the same boring/annoying characters. I'll give those a check but consider the first season dropped until further notice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's an ecchi, a lime, cut and paste.\u001b[24m\n    \u001b[1mそれは、エッチ、ライム、カットアンドペーストです。\u001b[22m, \u001b[1mこれは、エッチ、ライム、カット＆ペーストです。\u001b[22m\n\u001b[4mI wouldn't mind so much, though, if cat fights and strip teases weren't all it had going for them.\u001b[24m\n    \u001b[1mでも、もし猫が戦っていて、おしゃべりをしていても、それがすべてではないのであれば、私はそんなに気にしません。\u001b[22m, \u001b[1m猫の戦いとストリップからかうはすべてそれが彼らのために行くしていたではなかった場合、私は、しかし、あまり気にしないだろう。\u001b[22m\n\u001b[4mThe characters range from okay, to boring, to REALLY irritating, i.e. Nanael, the Angel!!!\u001b[24m\n    \u001b[1m文字は大丈夫から退屈なまで、本当に苛立つまで、すなわちナナエル、エンジェルの範囲です！\u001b[22m, \u001b[1m文字は本当に刺激性、すなわちNanael、天使に、退屈に、大丈夫の範囲で!!!\u001b[22m\n\u001b[4mIt's just boring;\u001b[24m\n    \u001b[1mそれはちょうど退屈です。\u001b[22m\n\u001b[4mif you're going to tease me short of showing actually sex, you NEED to have something to keep my interest.\u001b[24m\n    \u001b[1mあなたが実際にセックスを見せてくれるのをやめさせようとするなら、あなたは私の興味を保つために何かを持っている必要があります。\u001b[22m, \u001b[1mあなたが実際にセックスを示すの私は短いいじめるつもりなら、あなたは私の興味を保つために何かを持っている必要があります。\u001b[22m\n\u001b[4mEven the saddest individual can find something else that does the same thing AND give them the sex scenes to beat off to.\u001b[24m\n    \u001b[1m悲しい人でも、同じことをする何か他のものを見つけることができ、彼らに殴られる性的なシーンを与えることができます。\u001b[22m, \u001b[1mでも悲しい個人は同じことを行い何かを見つけるとに撃退するために彼らにセックスシーンを与えることができます。\u001b[22m\n\u001b[4mI've heard the second season is better and third (heard this was WAY better) doesn't even have the same boring/annoying characters.\u001b[24m\n    \u001b[1m私は第2シーズンが良いと聞いたことがあります（これは良いと聞いていました）、同じ退屈な/迷惑な文字はありません。\u001b[22m, \u001b[1m私は2番目のシーズンは、より良く、第三で聞いた（聞いたこれは良い方法だった）でも同じ退屈/迷惑な文字を持っていません。\u001b[22m\n\u001b[4mI'll give those a check but consider the first season dropped until further notice.\u001b[24m\n    \u001b[1m私はそれらに小切手を付けるつもりですが、最初のシーズンがさらに通知するまで落ちたと考えてください。\u001b[22m, \u001b[1m私はそれらのチェックを与えるが、最初のシーズンは、追って通知があるまで落とし検討します。\u001b[22m"
  }
]
