[
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "JPAI27",
    "profile": "/profile/JPAI27/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=167421",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  7\n\nスキミングしたい人のために：\n\nあなたがハレムのジャンルを楽しんでいれば、軽い行動とコミックの救済のビットは、ときどき物事をスパイスにして、浅野洋一が見ることができるほど楽しいものであることを忘れている。\n\n残りの部分：\n\nプロット・ワイズ・アズ・ノー・ヨイチは、シンプルですが、それほど薄くはないが、若い武士、烏丸陽一は、生涯訓練をした山々を降りて、街の道場に参加します。 親の監督なしに暮らす4人の姉妹によって維持されている。\n\nストーリーの主なアンタゴニストがいなくても、キャラクター同士のインタラクションは、新しい生活に合ったようにキャラクターの相互作用によって楽しめます。 絡み合った絡み合った往復の混乱は、コメディが決して遠くにないことを意味し、しばしば非常によく実行され、陽気に描かれた白昼夢で届けられる。\n\n私はロマンスの面が少し欠けているのを見つけました。 目立った結果を伴う多くの圧倒と有意義な自白は、キャラクターが彼らがしたより深く、より複雑な関係を築くことができたと感じていました。\n\n全体的に、私はAsu no Yoichiがかなり平均的なアニメであることを発見しました。 いくつかの良い芸術的なアイデアと私が本当に面白いコメディであることが判明したものは、複雑でないプロットと標準文字のバランスをとるのに十分であることが判明しました。 私は各エピソードを楽しんだが、シリーズ全体が「平均的」「標準的」「OK」という言葉を使わずに説明するのが難しいと感じている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFor those who like to skim:\n\n\u001b[1mスキミングしたい人のために：\u001b[22m\n\u001b[1m(Sukimingu shitai hito no tame ni:)\u001b[22m\n\nTranslations of \u001b[4mFor those who like to skim:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those who like to skim:\u001b[24m\n    \u001b[1mスキミングしたい人のために：\u001b[22m, \u001b[1m脱脂したい人のために：\u001b[22m\n\u001b[1m\u001b[22m\nIf you enjoy the harem genre, a bit of light action and comic relief to spice things up occasionally and are running out of things to watch Asu no Yoichi is definitely fun enough to merit a viewing.\n\n\u001b[1mあなたがハレムのジャンルを楽しんでいれば、軽い行動とコミックの救済のビットは、ときどき物事をスパイスにして、浅野洋一が見ることができるほど楽しいものであることを忘れている。\u001b[22m\n\u001b[1m(Anata ga haremu no janru o tanoshinde ireba, karui kōdō to komikku no kyūsai no bitto wa, tokidoki monogoto o supaisu ni shite, Asano Yōichi ga miru koto ga dekiru hodo tanoshī monodearu koto o wasurete iru.)\u001b[22m\n\nTranslations of \u001b[4mIf you enjoy the harem genre, a bit of light action and comic relief to spice things up occasionally and are running out of things to watch Asu no Yoichi is definitely fun enough to merit a viewing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you enjoy the harem genre, a bit of light action and comic relief to spice things up occasionally and are running out of things to watch Asu no Yoichi is definitely fun enough to merit a viewing.\u001b[24m\n    \u001b[1mあなたがハレムのジャンルを楽しんでいれば、軽い行動とコミックの救済のビットは、ときどき物事をスパイスにして、浅野洋一が見ることができるほど楽しいものであることを忘れている。\u001b[22m, \u001b[1mあなたは時折ハーレムジャンル、スパイス物事に光作用および喜劇的な救助のビットアップを楽しみ、明日のよいちを見ないように物事が不足している場合は、間違いなく、視聴に値するのに十分楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nFor the rest:\n\n\u001b[1m残りの部分：\u001b[22m\n\u001b[1m(Nokori no bubun:)\u001b[22m\n\nTranslations of \u001b[4mFor the rest:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the rest:\u001b[24m\n    \u001b[1m残りの部分：\u001b[22m, \u001b[1m残りの場合：\u001b[22m\n\u001b[1m\u001b[22m\nPlot-wise Asu no Yoichi is rather simple, though not so thin as to be unsatisfying: a young samurai, Karasuma Yoichi, descends from the mountains, where he has spent his entire life training, to join a dojo in the city, which is of course maintained by 4 sisters living without parental supervision.\n\n\u001b[1mプロット・ワイズ・アズ・ノー・ヨイチは、シンプルですが、それほど薄くはないが、若い武士、烏丸陽一は、生涯訓練をした山々を降りて、街の道場に参加します。 親の監督なしに暮らす4人の姉妹によって維持されている。\u001b[22m\n\u001b[1m(Purotto waizu Azu nō Yoichi wa, shinpurudesuga, sore hodo usuku wa naiga, wakai bushi, Karasuma Yōichi wa, shōgai kunren o shita yamayama o orite,-gai no dōjō ni sanka shimasu. Oya no kantoku nashi ni kurasu 4-ri no shimai ni yotte iji sa rete iru.)\u001b[22m\n\nTranslations of \u001b[4mPlot-wise Asu no Yoichi is rather simple, though not so thin as to be unsatisfying: a young samurai, Karasuma Yoichi, descends from the mountains, where he has spent his entire life training, to join a dojo in the city, which is of course maintained by 4 sisters living without parental supervision.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot-wise Asu no Yoichi is rather simple, though not so thin as to be unsatisfying: a young samurai, Karasuma Yoichi, descends from the mountains, where he has spent his entire life training, to join a dojo in the city, which is\u001b[24m\n    \u001b[1mプロット・ワイズ・アズ・ノー・ヨイチは、シンプルですが、それほど薄くはないが、若い武士、烏丸陽一は、生涯訓練をした山々を降りて、街の道場に参加します。\u001b[22m, \u001b[1mプロットワイズ明日のよいちは満足のいかないことはようではなく、シンプルではないが非常に薄いではない：若い武士、烏丸洋一が、ある市に道場に参加する、彼は彼の全体の生命のトレーニングを費やしてきた山から下ります\u001b[22m\n\u001b[4mof course maintained by 4 sisters living without parental supervision.\u001b[24m\n    \u001b[1m親の監督なしに暮らす4人の姉妹によって維持されている。\u001b[22m, \u001b[1mもちろん親の監督なしで生きている4人の姉妹によって維持。\u001b[22m\n\u001b[1m\u001b[22m\nEven without the main antagonist of the story the interplay between characters as Yoichi adjusts to his new life is enough to make the series enjoyable. A mess of tangled back and forth unrequited love mean that comedy is never far away, often delivered in very well executed and hilariously drawn daydreams.\n\n\u001b[1mストーリーの主なアンタゴニストがいなくても、キャラクター同士のインタラクションは、新しい生活に合ったようにキャラクターの相互作用によって楽しめます。 絡み合った絡み合った往復の混乱は、コメディが決して遠くにないことを意味し、しばしば非常によく実行され、陽気に描かれた白昼夢で届けられる。\u001b[22m\n\u001b[1m(Sutōrī no omona antagonisuto ga inakute mo, kyarakutā dōshi no intarakushon wa, atarashī seikatsu ni atta yō ni kyarakutā no sōgo sayō ni yotte tanoshimemasu. Karamiatta karamiatta ōfuku no konran wa, komedi ga kesshite tōku ni nai koto o imi shi, shibashiba hijō ni yoku jikkō sa re, yōki ni egaka reta hakuchūmu de todoke rareru.)\u001b[22m\n\nTranslations of \u001b[4mEven without the main antagonist of the story the interplay between characters as Yoichi adjusts to his new life is enough to make the series enjoyable. A mess of tangled back and forth unrequited love mean that comedy is never far away, often delivered in very well executed and hilariously drawn daydreams.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven without the main antagonist of the story the interplay between characters as Yoichi adjusts to his new life is enough to make the series enjoyable.\u001b[24m\n    \u001b[1mストーリーの主なアンタゴニストがいなくても、キャラクター同士のインタラクションは、新しい生活に合ったようにキャラクターの相互作用によって楽しめます。\u001b[22m, \u001b[1mでも物語の主な拮抗薬なし洋一は、彼の新しい生活に調整された文字の間の相互作用は、シリーズが楽しいものにするのに十分です。\u001b[22m\n\u001b[4mA mess of tangled back and forth unrequited love mean that comedy is never far away, often delivered in very well executed and hilariously drawn daydreams.\u001b[24m\n    \u001b[1m絡み合った絡み合った往復の混乱は、コメディが決して遠くにないことを意味し、しばしば非常によく実行され、陽気に描かれた白昼夢で届けられる。\u001b[22m, \u001b[1m混乱は、バックもつれ前後片思いは、喜劇は遠く、多くの場合、非常によく実行され、陽気に描かれた空想で配信されることはありません意味します。\u001b[22m\n\u001b[1m\u001b[22m\nI found the romance aspect to be a bit lacking. Many crushes and few meaningful confessions with tangible outcomes left me feeling that the characters could have developed deeper, more complex relationships than they did.\n\n\u001b[1m私はロマンスの面が少し欠けているのを見つけました。 目立った結果を伴う多くの圧倒と有意義な自白は、キャラクターが彼らがしたより深く、より複雑な関係を築くことができたと感じていました。\u001b[22m\n\u001b[1m(Watashi wa romansu no men ga sukoshi kakete iru no o mitsukemashita. Medatta kekka o tomonau ōku no attō to yūigina jihaku wa, kyarakutā ga karera ga shita yori fukaku, yori fukuzatsuna kankei o kizuku koto ga dekita to kanjite imashita.)\u001b[22m\n\nTranslations of \u001b[4mI found the romance aspect to be a bit lacking. Many crushes and few meaningful confessions with tangible outcomes left me feeling that the characters could have developed deeper, more complex relationships than they did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the romance aspect to be a bit lacking.\u001b[24m\n    \u001b[1m私はロマンスの面が少し欠けているのを見つけました。\u001b[22m, \u001b[1m私はロマンスの側面が欠けているビットであることが判明しました。\u001b[22m\n\u001b[4mMany crushes and few meaningful confessions with tangible outcomes left me feeling that the characters could have developed deeper, more complex relationships than they did.\u001b[24m\n    \u001b[1m目立った結果を伴う多くの圧倒と有意義な自白は、キャラクターが彼らがしたより深く、より複雑な関係を築くことができたと感じていました。\u001b[22m, \u001b[1m多くの押しつぶすと有形成果でいくつかの意味のある自白は、文字は、彼らがやったよりも深く、より複雑な関係を開発していることができると感じて私を残しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I found Asu no Yoichi to be a rather average anime. A few good artistic ideas and what I found to be genuinely funny comedy proved to be just enough to balance the uncomplicated plot and standard characters. I enjoyed each episode, but feel that the series overall difficult to describe without using the words 'average', ' standard' or 'OK'.\n\n\u001b[1m全体的に、私はAsu no Yoichiがかなり平均的なアニメであることを発見しました。 いくつかの良い芸術的なアイデアと私が本当に面白いコメディであることが判明したものは、複雑でないプロットと標準文字のバランスをとるのに十分であることが判明しました。 私は各エピソードを楽しんだが、シリーズ全体が「平均的」「標準的」「OK」という言葉を使わずに説明するのが難しいと感じている。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa Asu no Yoichi ga kanari heikin-tekina animedearu koto o hakken shimashita. Ikutsu ka no yoi geijutsu-tekina aidea to watashi ga hontōni omoshiroi komedidearu koto ga hanmei shita mono wa, fukuzatsudenai purotto to hyōjun moji no baransu o toru no ni jūbundearu koto ga hanmei shimashita. Watashi wa kaku episōdo o tanoshindaga, shirīzu zentai ga `heikin-teki'`hyōjun-teki'`OK' to iu kotoba o tsukawazu ni setsumei suru no ga muzukashī to kanjite iru.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I found Asu no Yoichi to be a rather average anime. A few good artistic ideas and what I found to be genuinely funny comedy proved to be just enough to balance the uncomplicated plot and standard characters. I enjoyed each episode, but feel that the series overall difficult to describe without using the words 'average', ' standard' or 'OK'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I found Asu no Yoichi to be a rather average anime.\u001b[24m\n    \u001b[1m全体的に、私はAsu no Yoichiがかなり平均的なアニメであることを発見しました。\u001b[22m, \u001b[1m全体的に、私はむしろ平均アニメであることが明日のよいちは認められませんでした。\u001b[22m\n\u001b[4mA few good artistic ideas and what I found to be genuinely funny comedy proved to be just enough to balance the uncomplicated plot and standard characters.\u001b[24m\n    \u001b[1mいくつかの良い芸術的なアイデアと私が本当に面白いコメディであることが判明したものは、複雑でないプロットと標準文字のバランスをとるのに十分であることが判明しました。\u001b[22m, \u001b[1mいくつかの良い芸術的なアイデアと私は純粋に面白いコメディであることがわかっは単純プロットし、標準文字のバランスをとるだけでは十分であることが判明しました。\u001b[22m\n\u001b[4mI enjoyed each episode, but feel that the series overall difficult to describe without using the words 'average', ' standard' or 'OK'.\u001b[24m\n    \u001b[1m私は各エピソードを楽しんだが、シリーズ全体が「平均的」「標準的」「OK」という言葉を使わずに説明するのが難しいと感じている。\u001b[22m, \u001b[1m私は、各エピソードを楽しんだが、言葉「平均」、「標準」または「OK」を使用せずに記述するためにそのシリーズは、全体的に困難を感じます。\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "Dunkjoe",
    "profile": "/profile/Dunkjoe/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=23910",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nうわー、これは私に多くの考えを与えた1つのショーです。\n私は、銀魂（賢明な言葉と木刀、イバ侍）と（忘れてしまった）\n\nマンガアップデートから\nアニメの開始/終了の章\n第1章第1章で始まります\n第4巻第16章で終わる\n\n注：私はアニメを見終わったが、マンガのいくつかの章だけを読む。 私の考えは次のとおりです。マンガはアニメよりもはるかにエッチでドラックです。\n\n長所：\n - ＆gt;武道、コメディ、エクッチ、ロマンス、ハーレム、友情、涙の瞬間\n - ＆gt;ショー全体の素晴らしいアクション、素晴らしいエンディング（10-12）\n - u003e優れたOPとED、いくつかのbgmは非常に合っていました、キャラクターの声は合っていました\n - ＆gt;不必要な詳細はあまりありませんが、インスピレーションを得て、\n\n短所：\n - u003eロマンスはかなり厄介で、結論はあまりありませんでした\n＆gt; Villainはsuper-imba、主な男性キャラクターでもあり、主人公には多すぎる\n＆u003eメインの男性キャラクターが多くの人に軽視されたように思われ、同情したD：\n＆gt;冒頭に提起された概念は後で削除されるように見えました（学校生活、ロマンス - ＆assasinsと危機による攻撃）\n\nストーリー：8\nアート：9\nサウンド：9\nキャラクター：9\n楽しさ：9\n全体：8（8.84）\n\n第2シーズンがあることを願っています：D\n（審査を続ける）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWow, this is one show that gave me a lot of thoughts.\n\n\u001b[1mうわー、これは私に多くの考えを与えた1つのショーです。\u001b[22m\n\u001b[1m(Uwa ̄ , kore wa watashi ni ōku no kangae o ataeta 1tsu no shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWow, this is one show that gave me a lot of thoughts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow, this is one show that gave me a lot of thoughts.\u001b[24m\n    \u001b[1mうわー、これは私に多くの考えを与えた1つのショーです。\u001b[22m, \u001b[1mうわー、これは私の思考の多くを与えた1ショーです。\u001b[22m\nReminds me of : Gintama (wise sayings and wooden sword, imba samurai), and (forgot)\n\n\u001b[1m私は、銀魂（賢明な言葉と木刀、イバ侍）と（忘れてしまった）\u001b[22m\n\u001b[1m(Watashi wa, Gintama (kenmeina kotoba to bokutō, Iba samurai) to (wasurete shimatta))\u001b[22m\n\nTranslations of \u001b[4mReminds me of : Gintama (wise sayings and wooden sword, imba samurai), and (forgot)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReminds me of : Gintama (wise sayings and wooden sword, imba samurai), and (forgot)\u001b[24m\n    \u001b[1m私は、銀魂（賢明な言葉と木刀、イバ侍）と（忘れてしまった）\u001b[22m, \u001b[1mことを思い出す：銀魂（賢明なことわざや木刀、IMBA武士）、および（忘れました）\u001b[22m\n\u001b[1m\u001b[22m\nFrom mangaupdates\n\n\u001b[1mマンガアップデートから\u001b[22m\n\u001b[1m(Mangaappudēto kara)\u001b[22m\n\nTranslations of \u001b[4mFrom mangaupdates\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom mangaupdates\u001b[24m\n    \u001b[1mマンガアップデートから\u001b[22m, \u001b[1mmangaupdatesから\u001b[22m\nAnime Start/End Chapter\n\n\u001b[1mアニメの開始/終了の章\u001b[22m\n\u001b[1m(Anime no kaishi/ shūryō no shō)\u001b[22m\n\nTranslations of \u001b[4mAnime Start/End Chapter\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnime Start/End Chapter\u001b[24m\n    \u001b[1mアニメの開始/終了の章\u001b[22m, \u001b[1mアニメ開始/終了章\u001b[22m\nStarts at Vol 1 Chap 1\n\n\u001b[1m第1章第1章で始まります\u001b[22m\n\u001b[1m(Dai 1-shō dai 1-shō de hajimarimasu)\u001b[22m\n\nTranslations of \u001b[4mStarts at Vol 1 Chap 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStarts at Vol 1 Chap 1\u001b[24m\n    \u001b[1m第1章第1章で始まります\u001b[22m, \u001b[1m巻1章1で開始\u001b[22m\nEnds at Vol 4 Chap 16\n\n\u001b[1m第4巻第16章で終わる\u001b[22m\n\u001b[1m(Dai 4-kan dai 16-shō de owaru)\u001b[22m\n\nTranslations of \u001b[4mEnds at Vol 4 Chap 16\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnds at Vol 4 Chap 16\u001b[24m\n    \u001b[1m第4巻第16章で終わる\u001b[22m, \u001b[1m章16巻4で終了\u001b[22m\n\u001b[1m\u001b[22m\nNOTE: I finished watching the anime, but only read a few chapters of the manga. My thoughts are: The manga is much more ecchi and draggy than the anime.\n\n\u001b[1m注：私はアニメを見終わったが、マンガのいくつかの章だけを読む。 私の考えは次のとおりです。マンガはアニメよりもはるかにエッチでドラックです。\u001b[22m\n\u001b[1m(Chū: Watashi wa anime o mi owatta ga, manga no ikutsu ka no shō dake o yomu. Watashi no kangae wa tsugi no tōridesu. Manga wa anime yori mo haruka ni etchi de dorakkudesu.)\u001b[22m\n\nTranslations of \u001b[4mNOTE: I finished watching the anime, but only read a few chapters of the manga. My thoughts are: The manga is much more ecchi and draggy than the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNOTE: I finished watching the anime, but only read a few chapters of the manga.\u001b[24m\n    \u001b[1m注：私はアニメを見終わったが、マンガのいくつかの章だけを読む。\u001b[22m, \u001b[1m注：私はアニメを見終わったが、唯一の漫画のいくつかの章を読んでください。\u001b[22m\n\u001b[4mMy thoughts are: The manga is much more ecchi and draggy than the anime.\u001b[24m\n    \u001b[1m私の考えは次のとおりです。マンガはアニメよりもはるかにエッチでドラックです。\u001b[22m, \u001b[1m私の考えは次のとおりです。漫画ははるかにエッチや無気力なアニメを超えています。\u001b[22m\n\u001b[1m\u001b[22m\nPros:\n\n\u001b[1m長所：\u001b[22m\n\u001b[1m(Chōsho:)\u001b[22m\n\nTranslations of \u001b[4mPros:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros:\u001b[24m\n    \u001b[1m長所：\u001b[22m\n-&gt;Great mix of martial arts, comedy, ecchi, romance, harem, friendship and tear-jerking moments\n\n\u001b[1m - ＆gt;武道、コメディ、エクッチ、ロマンス、ハーレム、友情、涙の瞬間\u001b[22m\n\u001b[1m(- & Gt; budō, komedi, ekutchi, romansu, hāremu, yūjō, namida no shunkan)\u001b[22m\n\nTranslations of \u001b[4m-&gt;Great mix of martial arts, comedy, ecchi, romance, harem, friendship and tear-jerking moments\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-&gt;Great mix of martial arts, comedy, ecchi, romance, harem, friendship and tear-jerking moments\u001b[24m\n    \u001b[1m - ＆gt;武道、コメディ、エクッチ、ロマンス、ハーレム、友情、涙の瞬間\u001b[22m, \u001b[1m - ＆GT;武道、コメディ、エッチ、ロマンス、ハーレム、友情と涙けいれん瞬間の偉大なミックス\u001b[22m\n-&gt;Amazing action throughout the show, great ending (10-12)\n\n\u001b[1m - ＆gt;ショー全体の素晴らしいアクション、素晴らしいエンディング（10-12）\u001b[22m\n\u001b[1m(- & Gt; shō zentai no subarashī akushon, subarashī endingu (10 - 12))\u001b[22m\n\nTranslations of \u001b[4m-&gt;Amazing action throughout the show, great ending (10-12)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-&gt;Amazing action throughout the show, great ending (10-12)\u001b[24m\n    \u001b[1m - ＆gt;ショー全体の素晴らしいアクション、素晴らしいエンディング（10-12）\u001b[22m, \u001b[1m - ＆GT;ショーを通じてアメージングアクション、最高のエンディング（10月12日）\u001b[22m\n-&gt;Excellent OP and ED, some bgm were very fitting, characters' voices were fitting\n\n\u001b[1m - u003e優れたOPとED、いくつかのbgmは非常に合っていました、キャラクターの声は合っていました\u001b[22m\n\u001b[1m(- u003e Sugureta OP to ED, ikutsu ka no bgm wa hijō ni atte imashita, kyarakutā no koe wa atte imashita)\u001b[22m\n\nTranslations of \u001b[4m-&gt;Excellent OP and ED, some bgm were very fitting, characters' voices were fitting\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-&gt;Excellent OP and ED, some bgm were very fitting, characters' voices were fitting\u001b[24m\n    \u001b[1m - u003e優れたOPとED、いくつかのbgmは非常に合っていました、キャラクターの声は合っていました\u001b[22m, \u001b[1m - ＆GT;優れたOPとEDは、いくつかのBGMは、キャラクターの声がフィットした、非常にフィッティングしました\u001b[22m\n-&gt;Doesn't have much unnecessary detail, inspiring, character cast was utilized a lot (even side characters)\n\n\u001b[1m - ＆gt;不必要な詳細はあまりありませんが、インスピレーションを得て、\u001b[22m\n\u001b[1m(- & Gt; fuhitsuyōna shōsai wa amari arimasenga, insupirēshon o ete,)\u001b[22m\n\nTranslations of \u001b[4m-&gt;Doesn't have much unnecessary detail, inspiring, character cast was utilized a lot (even side characters)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-&gt;Doesn't have much unnecessary detail, inspiring, character cast was utilized a lot (even side characters)\u001b[24m\n    \u001b[1m - ＆gt;不必要な詳細はあまりありませんが、インスピレーションを得て、\u001b[22m, \u001b[1m - ＆GT;感激、文字のキャストがたくさん（偶数側文字）を利用して、多くの不必要な詳細を持っていません\u001b[22m\n\u001b[1m\u001b[22m\nCons:\n\n\u001b[1m短所：\u001b[22m\n\u001b[1m(Tansho:)\u001b[22m\n\nTranslations of \u001b[4mCons:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCons:\u001b[24m\n    \u001b[1m短所：\u001b[22m\n-&gt;Romance was quite messy, didn't have much of a conclusion\n\n\u001b[1m - u003eロマンスはかなり厄介で、結論はあまりありませんでした\u001b[22m\n\u001b[1m(- u003e Romansu wa kanari yakkaide, ketsuron wa amari arimasendeshita)\u001b[22m\n\nTranslations of \u001b[4m-&gt;Romance was quite messy, didn't have much of a conclusion\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-&gt;Romance was quite messy, didn't have much of a conclusion\u001b[24m\n    \u001b[1m - u003eロマンスはかなり厄介で、結論はあまりありませんでした\u001b[22m, \u001b[1m - ＆GT;ロマンスはかなり厄介だった、という結論の多くを持っていませんでした\u001b[22m\n-&gt;Villain was super-imba, main male character too, too many sides to main characters shown\n\n\u001b[1m＆gt; Villainはsuper-imba、主な男性キャラクターでもあり、主人公には多すぎる\u001b[22m\n\u001b[1m(& Gt; Villain wa super - imba, omona dansei kyarakutāde mo ari, shujinkō ni wa ō sugiru)\u001b[22m\n\nTranslations of \u001b[4m-&gt;Villain was super-imba, main male character too, too many sides to main characters shown\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-&gt;Villain was super-imba, main male character too, too many sides to main characters shown\u001b[24m\n    \u001b[1m＆gt; Villainはsuper-imba、主な男性キャラクターでもあり、主人公には多すぎる\u001b[22m, \u001b[1m - ＆GT;悪役は、スーパーIMBA、メイン男性キャラもメインキャラクターにあまりにも多くの側面が示されました\u001b[22m\n-&gt;Seemed like the main male character was downplayed on a lot, pity him D:\n\n\u001b[1m＆u003eメインの男性キャラクターが多くの人に軽視されたように思われ、同情したD：\u001b[22m\n\u001b[1m(& u003e Mein no dansei kyarakutā ga ōku no hito ni keishi sa reta yō ni omowa re, dōjō shita D:)\u001b[22m\n\nTranslations of \u001b[4m-&gt;Seemed like the main male character was downplayed on a lot, pity him D:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-&gt;Seemed like the main male character was downplayed on a lot, pity him D:\u001b[24m\n    \u001b[1m＆u003eメインの男性キャラクターが多くの人に軽視されたように思われ、同情したD：\u001b[22m, \u001b[1m - ＆GT;メイン男性キャラがたくさんで軽視されたように見えた、同情彼D：\u001b[22m\n-&gt;Concepts raised in the beginning seemed to be removed later (School life, romance-&gt; attacks by assasins and crises)\n\n\u001b[1m＆gt;冒頭に提起された概念は後で削除されるように見えました（学校生活、ロマンス - ＆assasinsと危機による攻撃）\u001b[22m\n\u001b[1m(& Gt; bōtō ni teiki sa reta gainen wa atode sakujo sa reru yō ni miemashita (gakkō seikatsu, romansu - & assasins to kiki ni yoru kōgeki))\u001b[22m\n\nTranslations of \u001b[4m-&gt;Concepts raised in the beginning seemed to be removed later (School life, romance-&gt; attacks by assasins and crises)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-&gt;Concepts raised in the beginning seemed to be removed later (School life, romance-&gt; attacks by assasins and crises)\u001b[24m\n    \u001b[1m＆gt;冒頭に提起された概念は後で削除されるように見えました（学校生活、ロマンス - ＆assasinsと危機による攻撃）\u001b[22m, \u001b[1m - ＆GT;冒頭で提起された概念は、後に削除されるように見えた（学校生活、romance-＆GT;曹操暗殺三国志外伝と危機による攻撃）\u001b[22m\n\u001b[1m\u001b[22m\nStory:8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory:8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nArt:9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt:9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nSound:9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound:9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nCharacter:9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter:9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter:9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\nEnjoyment:9\n\n\u001b[1m楽しさ：9\u001b[22m\n\u001b[1m(Tanoshisa: 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment:9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment:9\u001b[24m\n    \u001b[1m楽しさ：9\u001b[22m\nOverall:8 (8.84)\n\n\u001b[1m全体：8（8.84）\u001b[22m\n\u001b[1m(Zentai: 8 (8 . 84))\u001b[22m\n\nTranslations of \u001b[4mOverall:8 (8.84)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:8 (8.84)\u001b[24m\n    \u001b[1m全体：8（8.84）\u001b[22m\n\u001b[1m\u001b[22m\nHope there will be a 2nd season :D\n\n\u001b[1m第2シーズンがあることを願っています：D\u001b[22m\n\u001b[1m(Dai 2 shīzun ga aru koto o negatte imasu: D)\u001b[22m\n\nTranslations of \u001b[4mHope there will be a 2nd season :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHope there will be a 2nd season :D\u001b[24m\n    \u001b[1m第2シーズンがあることを願っています：D\u001b[22m, \u001b[1m第二シーズンがあることを願っています：D\u001b[22m\n(Review to be continued)\n\n\u001b[1m（審査を続ける）\u001b[22m\n\u001b[1m((Shinsa o tsudzukeru))\u001b[22m\n\nTranslations of \u001b[4m(Review to be continued)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Review to be continued)\u001b[24m\n    \u001b[1m（審査を続ける）\u001b[22m, \u001b[1m（継続するレビュー）\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "eX",
    "profile": "/profile/eX/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=15045",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nAsu no Yoichi！、このタイトルはさほど目立つことはありませんが、それは間違いなく見る価値があります。 この物語は、アニメと結びついていないファンサービスや不必要なエッチシーンの周りを回っていません。\n\nストーリー：\nストーリーはこれまでのところ非常に良好で、アクションはトップノッチの拳であり、剣は真にストーリーに入れるアクションの驚くべきタイプです。 ドラマはロマンスドラマではなく、「Unrequited love Forgotten Past」ドラマの一種であり、本当に必要な時にはファンサービスがより良いものになるようにしました。\nコメディはクラスAです！  （鷲津を見たときには、播磨健二が学校からうなずくと思うと、あなたは本当に理解するでしょう）\n\nアート：\n芸術は本当に驚異的でしたが、すべてのファンが感謝するという言葉を言えば...ファンのサービスアートは本当にDA *ヒットです！ 完全に素晴らしいキャラクターデザイン。\n\n音：\nイントロはかなり始まりました。それは、「私は最高の剣士になるよ」というテーマが完璧です。\n\nキャラクター：\nこれまでのところ私の注目を集めた唯一のキャラクターは、AyameとWashizuは本当に素晴らしいコメディだった。 人々のための開発はどこかに行くようには見えなかった、関係は咲かなかった。\n\n楽しさと全体\nコメディ+拳と剣+ドラマ+ファンサービス=あなたがそれを見ないとあなたの損失。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAsu no Yoichi!, this title doesn't standout much but it's definitely worth watching. This story doesn't revolve around fan service and unnecessary ecchi scenes that doesn't connect with the anime.\n\n\u001b[1mAsu no Yoichi！、このタイトルはさほど目立つことはありませんが、それは間違いなく見る価値があります。 この物語は、アニメと結びついていないファンサービスや不必要なエッチシーンの周りを回っていません。\u001b[22m\n\u001b[1m(Asu no Yoichi!, Kono taitoru wa sahodo medatsu koto wa arimasenga, soreha machigainaku miru kachi ga arimasu. Kono monogatari wa, anime to musubitsuite inai fansābisu ya fuhitsuyōna etchishīn no mawari o mawatte imasen.)\u001b[22m\n\nTranslations of \u001b[4mAsu no Yoichi!, this title doesn't standout much but it's definitely worth watching. This story doesn't revolve around fan service and unnecessary ecchi scenes that doesn't connect with the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAsu no Yoichi!, this title doesn't standout much but it's definitely worth watching.\u001b[24m\n    \u001b[1mAsu no Yoichi！、このタイトルはさほど目立つことはありませんが、それは間違いなく見る価値があります。\u001b[22m, \u001b[1m明日のよいち！、このタイトルはあまり際立っていませんが、それは間違いなく見て価値があります。\u001b[22m\n\u001b[4mThis story doesn't revolve around fan service and unnecessary ecchi scenes that doesn't connect with the anime.\u001b[24m\n    \u001b[1mこの物語は、アニメと結びついていないファンサービスや不必要なエッチシーンの周りを回っていません。\u001b[22m, \u001b[1mこの物語はファンサービスやアニメで接続していない不要なエッチシーンを中心に展開しません。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story so far was very good the action was top notch fist and swords is truly an amazing type of actiont to put in a story. The drama was good it wasn't a romance drama though but its some sort of an 'Unrequited love Forgotten Past' type of drama, and to make things better the fan service shows up when it's truly needed.\n\n\u001b[1mストーリーはこれまでのところ非常に良好で、アクションはトップノッチの拳であり、剣は真にストーリーに入れるアクションの驚くべきタイプです。 ドラマはロマンスドラマではなく、「Unrequited love Forgotten Past」ドラマの一種であり、本当に必要な時にはファンサービスがより良いものになるようにしました。\u001b[22m\n\u001b[1m(Sutōrī wa kore made no tokoro hijō ni ryōkōde, akushon wa toppunotchi no kendeari, ken wa makotoni sutōrī ni ireru akushon no odorokubeki taipudesu. Dorama wa romansu doramade wa naku,`Unrequited love Forgotten Past' dorama no isshudeari, hontōni hitsuyōna tokiniha fansābisu ga yori yoi mono ni naru yō ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story so far was very good the action was top notch fist and swords is truly an amazing type of actiont to put in a story. The drama was good it wasn't a romance drama though but its some sort of an 'Unrequited love Forgotten Past' type of drama, and to make things better the fan service shows up when it's truly needed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story so far was very good the action was top notch fist and swords is truly an amazing type of actiont to put in a story.\u001b[24m\n    \u001b[1mストーリーはこれまでのところ非常に良好で、アクションはトップノッチの拳であり、剣は真にストーリーに入れるアクションの驚くべきタイプです。\u001b[22m, \u001b[1m話はこれまでのアクションは一流の拳と剣は本当に話に入れてactiontの驚くべきタイプであるだった非常に良好でした。\u001b[22m\n\u001b[4mThe drama was good it wasn't a romance drama though but its some sort of an 'Unrequited love Forgotten Past' type of drama, and to make things better the fan service shows up when it's truly needed.\u001b[24m\n    \u001b[1mドラマはロマンスドラマではなく、「Unrequited love Forgotten Past」ドラマの一種であり、本当に必要な時にはファンサービスがより良いものになるようにしました。\u001b[22m, \u001b[1mドラマは、それはしかし恋愛ドラマではなかったが、ドラマのタイプ 'の過去を忘れました片思い」を、そのいくつかの並べ替え、およびそれが本当に必要なのときに物事をより良くするためにファンサービスが現れ良かったです。\u001b[22m\nThe comedy here is Class A! (Think of Harima Kenji from School rumble when you look at Washizu then you'll truly understand)\n\n\u001b[1mコメディはクラスAです！  （鷲津を見たときには、播磨健二が学校からうなずくと思うと、あなたは本当に理解するでしょう）\u001b[22m\n\u001b[1m(Komedi wa kurasu Adesu! (Washidzu o mita tokiniha, Harima Kenji ga gakkō kara unazuku to omou to, anata wa hontōni rikai surudeshou))\u001b[22m\n\nTranslations of \u001b[4mThe comedy here is Class A! (Think of Harima Kenji from School rumble when you look at Washizu then you'll truly understand)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe comedy here is Class A!\u001b[24m\n    \u001b[1mコメディはクラスAです！\u001b[22m, \u001b[1mここ喜劇はクラスAです！\u001b[22m\n\u001b[4m(Think of Harima Kenji from School rumble when you look at Washizu then you'll truly understand)\u001b[24m\n    \u001b[1m（鷲津を見たときには、播磨健二が学校からうなずくと思うと、あなたは本当に理解するでしょう）\u001b[22m, \u001b[1m（あなたは鷲津を見たとき、あなたは本当に理解しますスクールランブルから播磨賢治を考えます）\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art was truly astounding, but to put it in terms that all fans would appreciate... THE FAN SERVICE ART REALLY IS DA*HIT! perfectly great character design.\n\n\u001b[1m芸術は本当に驚異的でしたが、すべてのファンが感謝するという言葉を言えば...ファンのサービスアートは本当にDA * HITです！ 完全に素晴らしいキャラクターデザイン。\u001b[22m\n\u001b[1m(Geijutsu wa hontōni kyōi-tekideshitaga, subete no fan ga kansha suru to iu kotoba o ieba... Fan no sābisuāto wa hontōni DA* hittodesu! Kanzen ni subarashī kyarakutādezain.)\u001b[22m\n\nTranslations of \u001b[4mThe art was truly astounding, but to put it in terms that all fans would appreciate... THE FAN SERVICE ART REALLY IS DA*HIT! perfectly great character design.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was truly astounding, but to put it in terms that all fans would appreciate... THE FAN SERVICE ART REALLY IS DA*HIT!\u001b[24m\n    \u001b[1m芸術は本当に驚異的でしたが、すべてのファンが感謝するという言葉を言えば...ファンのサービスアートは本当にDA * HITです！\u001b[22m, \u001b[1m芸術は本当に驚異的だったが、すべてのファンが理解するであろうという点で、それを置くために... FAN SERVICE ARTは本当にのDA *のHITです！\u001b[22m\n\u001b[4mperfectly great character design.\u001b[24m\n    \u001b[1m完全に素晴らしいキャラクターデザイン。\u001b[22m, \u001b[1m完璧に素晴らしいキャラクターデザイン。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe intro was pretty good to begin with, it fits perfectly to the 'I'll Be the best swordsman' theme going on.\n\n\u001b[1mイントロはかなり始まりました。それは、「私は最高の剣士になるよ」というテーマに完璧に合っています。\u001b[22m\n\u001b[1m(Intoro wa kanari hajimarimashita. Sore wa,`watashi wa saikō no kenshi ni naru yo' to iu tēma ni kanpeki ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe intro was pretty good to begin with, it fits perfectly to the 'I'll Be the best swordsman' theme going on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe intro was pretty good to begin with, it fits perfectly to the 'I'll Be the best swordsman' theme going on.\u001b[24m\n    \u001b[1mイントロはかなり始まりました。それは、「私は最高の剣士になるよ」というテーマに完璧に合っています。\u001b[22m, \u001b[1mイントロは、それが起こっているテーマ「私は最高の剣士うよ」に完全に適合し、最初からかなり良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nSo far the only character that caught my attention was Ayame and Washizu really great comedy from those two. The development for the people didn't seem to go somewhere, no relationships did blossom though.\n\n\u001b[1mこれまでのところ私の注目を集めた唯一のキャラクターは、AyameとWashizuは本当に素晴らしいコメディだった。 人々のための開発はどこかに行くようには見えなかった、関係は咲かなかった。\u001b[22m\n\u001b[1m(Kore made no tokoro watashi no chūmoku o atsumeta yuiitsu no kyarakutā wa, Ayame to Washizu wa hontōni subarashī komedidatta. Hitobito no tame no kaihatsu wa doko ka ni iku yō ni wa mienakatta, kankei wa sakanakatta.)\u001b[22m\n\nTranslations of \u001b[4mSo far the only character that caught my attention was Ayame and Washizu really great comedy from those two. The development for the people didn't seem to go somewhere, no relationships did blossom though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo far the only character that caught my attention was Ayame and Washizu really great comedy from those two.\u001b[24m\n    \u001b[1mこれまでのところ私の注目を集めた唯一のキャラクターは、AyameとWashizuは本当に素晴らしいコメディだった。\u001b[22m, \u001b[1mこれまでのところ、私の注意を引いただけの文字は、これらの2からあやめと鷲津本当に素晴らしい喜劇でした。\u001b[22m\n\u001b[4mThe development for the people didn't seem to go somewhere, no relationships did blossom though.\u001b[24m\n    \u001b[1m人々のための開発はどこかに行くようには見えなかった、関係は咲かなかった。\u001b[22m, \u001b[1m人々のための開発はどこかに行くしていないようでした、何の関係はしかし花もしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall\n\n\u001b[1m楽しさと全体\u001b[22m\n\u001b[1m(Tanoshisa to zentai)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall\u001b[24m\n    \u001b[1m楽しさと全体\u001b[22m, \u001b[1m楽しさと全体的な\u001b[22m\nComedy + Fists and Swords + Drama + Fan service = your loss if you don't watch it.\n\n\u001b[1mコメディ+拳と剣+ドラマ+ファンサービス=あなたがそれを見ないとあなたの損失。\u001b[22m\n\u001b[1m(Komedi + ken to ken + dorama + fansābisu = anata ga sore o minaito anata no sonshitsu.)\u001b[22m\n\nTranslations of \u001b[4mComedy + Fists and Swords + Drama + Fan service = your loss if you don't watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mComedy + Fists and Swords + Drama + Fan service = your loss if you don't watch it.\u001b[24m\n    \u001b[1mコメディ+拳と剣+ドラマ+ファンサービス=あなたがそれを見ないとあなたの損失。\u001b[22m, \u001b[1mコメディ+拳と剣+ドラマ+ファンサービス=あなたの損失あなたがそれを見ていない場合。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "Shrurikan",
    "profile": "/profile/Shrurikan/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=34903",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  5\nキャラクター|  7\n|  9\n\nAsu no Yoichi！ または別の名前でサムライ・ハレム。 少年時代には、私はハーレムとエクッチのアニメのジャンルに入っています。 そして、このアニメは、うまくいきます。 警告：反Ecchiの人々はそれ以上読むことはありません！\n\nストーリー\nAsu no Yoichiは、主人公、父と一緒に山中で歩いている陽一から始まります。 父親はすべてのことを彼に教えていると言い、さらに訓練に行く必要があります。 その後、彼は友人のイカルガ家の道に向かって、街を辿るために山を去る。 しかし、彼は何とか女の子とドレッシングルームに入ってしまいます（偶然にも、彼女の胸をつぶして、別の、そして全体的にパンツを見て、完璧で完全な変態になります）。 イカルガ族の主人公の完全な所有額（btwは女の子でいっぱいです！）。\nあなたが良いストーリーラインを探しているなら...あなたはここでそれを見つけるつもりはない。 そのプロットは、主人公とイーグルガ家のイブキとアヤメとの間の愛三角形と、イーキーが窮地に陥る様々な方法との間のepsの周りに散らばっていました。\n\nアート\nここではあまり言いません。 キャラクターは上手く描かれていて、ちびのミキシングは素敵でした。\n\n音\nうーん...それほど大したことはありません。  OPとEDは記憶に残るものではありませんでした（少なくとも私にとってはそうではありません）。 いくつかの曲は状況に合っていて、そうでない人もいました。\n\nキャラクター\n文字の展開は実際にはかなり良いです。 それはIkarugaの家族の歴史abitに入り、女の子についてかなり多くを学んだ。\nここにかなりの文字が入っているので、immaはちょうどそれをカットします\nこのシリーズの主人公、唐津陽一。 良い剣士で、通常は変態した状況に陥る。 彼はIkaruga家族にフリーロードして剣のスタイルを学んだ。\nイブキーイカルガ - このシリーズのメインヒロイン。 両親が幼いころから去っていたので、郁香家の頭。 見た目と頭脳のために学校で人気があります。 あなたの基本的なハーレムヒロインはかなりです。\nAyame Ikaruga  - おそらく私の好きなシリーズのキャラクター。 ツンデレのキャラクターで、恥ずかしがりや胸の大きさをよく知っています。 おそらく、最も変態的な状況になったのは、ヨイチです。 時折、伊吹だけに二番目。\n嵯木宮一族 - スポイラーの場合の主要な悪役の名前は言わない。 基本的には、イビキとヨイチが邪魔している。\n\n全体\n全体を通して素敵で面白い場面を見るのは楽しいアニメでした。 見てみることをお勧めしますが、素晴らしいストーリー、ファンクルーズと笑いがたくさんあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAsu no Yoichi! Or, by another name, Samurai Harem. As a boy, i'm into the harem and ecchi anime genres. And this anime, well it delivers. WARNING: Anti-Ecchi people read no further!\n\n\u001b[1mAsu no Yoichi！ または別の名前でサムライ・ハレム。 少年時代には、私はハーレムとエクッチのアニメのジャンルに入っています。 そして、このアニメは、うまくいきます。 警告：反Ecchiの人々はそれ以上読むことはありません！\u001b[22m\n\u001b[1m(Asu no Yoichi! Matawa betsu no namae de samurai haremu. Shōnen jidai ni wa, watashi wa hāremu to ekutchi no anime no janru ni haitte imasu. Soshite, kono anime wa, umaku ikimasu. Keikoku: Han Ecchi no hitobito wa sore ijō yomu koto wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mAsu no Yoichi! Or, by another name, Samurai Harem. As a boy, i'm into the harem and ecchi anime genres. And this anime, well it delivers. WARNING: Anti-Ecchi people read no further!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAsu no Yoichi!\u001b[24m\n    \u001b[1mAsu no Yoichi！\u001b[22m, \u001b[1m明日のよいちありません！\u001b[22m\n\u001b[4mOr, by another name, Samurai Harem.\u001b[24m\n    \u001b[1mまたは別の名前でサムライ・ハレム。\u001b[22m, \u001b[1mまたは、別の名前で、サムライハーレム。\u001b[22m\n\u001b[4mAs a boy, i'm into the harem and ecchi anime genres.\u001b[24m\n    \u001b[1m少年時代には、私はハーレムとエクッチのアニメのジャンルに入っています。\u001b[22m, \u001b[1m男の子として、私はハーレムとエッチアニメのジャンルによ。\u001b[22m\n\u001b[4mAnd this anime, well it delivers.\u001b[24m\n    \u001b[1mそして、このアニメは、うまくいきます。\u001b[22m, \u001b[1mそして、このアニメは、十分にそれが提供しています。\u001b[22m\n\u001b[4mWARNING: Anti-Ecchi people read no further!\u001b[24m\n    \u001b[1m警告：反Ecchiの人々はそれ以上読むことはありません！\u001b[22m, \u001b[1m警告：アンチエッチ人々はそれ以上読みません！\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nAsu no Yoichi starts off with the main character, Yoichi training in the mountains with his father. The father then says that he has taught him everything and he needs to go out to train further. He then leaves the mountain to trave to the city, towards a dojo of their friends the Ikaruga Family. However he somehow ends up going into the dressing room with a girl (all the while 'accidentally?' gropping her breasts, looks up the pantsu on another and overall, be a complete and utter pervert. This continues for the whole season, with varying amounts of complete owning of the main character by the Ikaruga family (which...btw is full of girls!?).\n\n\u001b[1mAsu no Yoichiは、主人公、父と一緒に山中で歩いている陽一から始まります。 父親はすべてのことを彼に教えていると言い、さらに訓練に行く必要があります。 その後、彼は友人のイカルガ家の道に向かって、街を辿るために山を去る。 しかし、彼は何とか女の子とドレッシングルームに入ってしまいます（偶然にも、彼女の胸をつぶす、パンツを別のもので全体的に見て、完璧で完全な変態になります）。 イカルガ族の主人公の完全な所有額（btwは女の子でいっぱいです！）。\u001b[22m\n\u001b[1m(Asu no Yoichi wa, shujinkō, chichi to issho ni sanchū de aruite iru Yōichi kara hajimarimasu. Chichioya wa subete no koto o kare ni oshiete iru to ii, sarani kunren ni iku hitsuyō ga arimasu. Sonogo, kare wa yūjin no ikaruga-ka no michi ni mukatte, machi o tadoru tame ni yama o saru. Shikashi, kare wa nantoka on'nanoko to doresshingurūmu ni haitte shimaimasu (gūzen ni mo, kanojo no mune o tsubusu, pantsuwo-betsu no monode zentai-teki ni mite, kanpekide kanzen'na hentai ni narimasu). Ikaruga-zoku no shujinkō no kanzen'na shoyū-gaku (btw wa on'nanoko de ippaidesu! ).)\u001b[22m\n\nTranslations of \u001b[4mAsu no Yoichi starts off with the main character, Yoichi training in the mountains with his father. The father then says that he has taught him everything and he needs to go out to train further. He then leaves the mountain to trave to the city, towards a dojo of their friends the Ikaruga Family. However he somehow ends up going into the dressing room with a girl (all the while 'accidentally?' gropping her breasts, looks up the pantsu on another and overall, be a complete and utter pervert. This continues for the whole season, with varying amounts of complete owning of the main character by the Ikaruga family (which...btw is full of girls!?).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAsu no Yoichi starts off with the main character, Yoichi training in the mountains with his father.\u001b[24m\n    \u001b[1mAsu no Yoichiは、主人公、父と一緒に山中で歩いている陽一から始まります。\u001b[22m, \u001b[1m明日には洋一は主人公、彼の父親と山の中洋一トレーニングから始まりません。\u001b[22m\n\u001b[4mThe father then says that he has taught him everything and he needs to go out to train further.\u001b[24m\n    \u001b[1m父親はすべてのことを彼に教えていると言い、さらに訓練に行く必要があります。\u001b[22m, \u001b[1m父親はその後、彼は彼にすべてを教えてくれましたし、彼はさらに訓練するために外出する必要があると述べています。\u001b[22m\n\u001b[4mHe then leaves the mountain to trave to the city, towards a dojo of their friends the Ikaruga Family.\u001b[24m\n    \u001b[1mその後、彼は友人のイカルガ家の道に向かって、街を辿るために山を去る。\u001b[22m, \u001b[1m彼はその後、友人斑鳩家族の道場に向かって、町にトラーベために山を残します。\u001b[22m\n\u001b[4mHowever he somehow ends up going into the dressing room with a girl (all the while 'accidentally?' gropping her breasts, looks up the pantsu on another and overall, be a complete and utter pervert. This continues for the whole season, with varying\u001b[24m\n    \u001b[1mしかし、彼は何とか女の子とドレッシングルームに入ってしまいます（偶然にも、彼女の胸をつぶす、パンツを別のもので全体的に見て、完璧で完全な変態になります）。\u001b[22m, \u001b[1m彼は何とか女の子（すべての「偶然？」しばらく彼女の胸をgroppingで楽屋に入る終わるしかし、別のパンツを検索し、全体的な、全くの変態である。これは、変化させて、全体のシーズンに向けて継続し\u001b[22m\n\u001b[4mamounts of complete owning of the main character by the Ikaruga family (which...btw is full of girls!?).\u001b[24m\n    \u001b[1mイカルガ族の主人公の完全な所有額（btwは女の子でいっぱいです！）。\u001b[22m, \u001b[1m（...ところで女の子！？がいっぱいです）斑鳩ファミリーによって主人公の完全所有の量。\u001b[22m\nIf you're looking for a good storyline...you're probly not gonna find one here. The plot was littered around the eps, between the love triangle between the main character and Ibuki and Ayame of the Ikaruga family, and the various ways Yoichi gets crippled by Ibuki.\n\n\u001b[1mあなたが良いストーリーラインを探しているなら...あなたはここでそれを見つけるつもりはない。 そのプロットは、主人公とイーグルガ家のイブキとアヤメとの間の愛三角形と、イーキーが窮地に陥る様々な方法との間のepsの周りに散らばっていました。\u001b[22m\n\u001b[1m(Anata ga yoi sutōrīrain o sagashite irunara... Anata wa koko de sore o mitsukeru tsumori wanai. Sono purotto wa, shujinkō to īguruga-ka no ibuki to ayame to no ma no ai sankakkei to, īkī ga kyūchi ni ochīru samazamana hōhō to no ma no eps no mawari ni chirabatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for a good storyline...you're probly not gonna find one here. The plot was littered around the eps, between the love triangle between the main character and Ibuki and Ayame of the Ikaruga family, and the various ways Yoichi gets crippled by Ibuki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for a good storyline...you're probly not gonna find one here.\u001b[24m\n    \u001b[1mあなたが良いストーリーラインを探しているなら...あなたはここでそれを見つけるつもりはない。\u001b[22m, \u001b[1mあなたは良いストーリーを探しているなら...あなたはproblyここ1見つけるつもりはないです。\u001b[22m\n\u001b[4mThe plot was littered around the eps, between the love triangle between the main character and Ibuki and Ayame of the Ikaruga family, and the various ways Yoichi gets crippled by Ibuki.\u001b[24m\n    \u001b[1mそのプロットは、主人公とイーグルガ家のイブキとアヤメとの間の愛三角形と、イーキーが窮地に陥る様々な方法との間のepsの周りに散らばっていました。\u001b[22m, \u001b[1mプロットは、主人公と斑鳩の家族の伊吹とあやめ、洋一は伊吹によって不具にされますさまざまな方法間の三角関係の間で、EPSの周りに散らばりました。\u001b[22m\n\u001b[1m\u001b[22m\nArt\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mArt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nNot much to say here. Characters were drawn well and the mixing of chibi was a nice touch.\n\n\u001b[1mここではあまり言いません。 キャラクターは上手く描かれていて、ちびのミキシングは素敵でした。\u001b[22m\n\u001b[1m(Kokode wa amari iimasen. Kyarakutā wa umaku egaka rete ite, chibi no mikishingu wa sutekideshita.)\u001b[22m\n\nTranslations of \u001b[4mNot much to say here. Characters were drawn well and the mixing of chibi was a nice touch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot much to say here.\u001b[24m\n    \u001b[1mここではあまり言いません。\u001b[22m, \u001b[1mここで言っても過言ではありません。\u001b[22m\n\u001b[4mCharacters were drawn well and the mixing of chibi was a nice touch.\u001b[24m\n    \u001b[1mキャラクターは上手く描かれていて、ちびのミキシングは素敵でした。\u001b[22m, \u001b[1m文字がうまく描かれたとちびの混合はいい感じでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nHmmm...not that great. OP and ED weren't anything memorable (well..at least not to me). Some songs fit the situation, some didn't.\n\n\u001b[1mうーん...それほど大したことはありません。  OPとEDは記憶に残るものではありませんでした（少なくとも私にとってはそうではありません）。 いくつかの曲は状況に合っていて、そうでない人もいました。\u001b[22m\n\u001b[1m(U ̄ n... Sorehodo taishita koto wa arimasen. OP to ED wa kioku ni nokoru monode wa arimasendeshita (sukunakutomo watashi ni totte wa sōde wa arimasen). Ikutsu ka no kyoku wa jōkyō ni atte ite,-sōdenai hito mo imashita.)\u001b[22m\n\nTranslations of \u001b[4mHmmm...not that great. OP and ED weren't anything memorable (well..at least not to me). Some songs fit the situation, some didn't.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHmmm...not that great.\u001b[24m\n    \u001b[1mうーん...それほど大したことはありません。\u001b[22m, \u001b[1mうーん...その素晴らしいではありません。\u001b[22m\n\u001b[4mOP and ED weren't anything memorable (well..at least not to me).\u001b[24m\n    \u001b[1mOPとEDは記憶に残るものではありませんでした（少なくとも私にとってはそうではありません）。\u001b[22m, \u001b[1mOPとEDは（少なくともwell..atない私には）記憶に残るものではなかったです。\u001b[22m\n\u001b[4mSome songs fit the situation, some didn't.\u001b[24m\n    \u001b[1mいくつかの曲は状況に合っていて、そうでない人もいました。\u001b[22m, \u001b[1mいくつかの曲は状況に合わせ、一部はしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe character development was actually pretty good. It went into the Ikaruga families history abit and learned quite alot about the girls.\n\n\u001b[1m文字の展開は実際にはかなり良いです。 それはIkarugaの家族の歴史abitに入り、女の子についてかなり多くを学んだ。\u001b[22m\n\u001b[1m(Moji no tenkai wa jissai ni wa kanari yoidesu. Sore wa Ikaruga no kazoku no rekishi abit ni hairi, on'nanoko ni tsuite kanari ōku o mananda.)\u001b[22m\n\nTranslations of \u001b[4mThe character development was actually pretty good. It went into the Ikaruga families history abit and learned quite alot about the girls.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character development was actually pretty good.\u001b[24m\n    \u001b[1m文字の展開は実際にはかなり良いです。\u001b[22m, \u001b[1m文字の開発は実際にはかなり良かったです。\u001b[22m\n\u001b[4mIt went into the Ikaruga families history abit and learned quite alot about the girls.\u001b[24m\n    \u001b[1mそれはIkarugaの家族の歴史abitに入り、女の子についてかなり多くを学んだ。\u001b[22m, \u001b[1mこれは、斑鳩の家族歴ABITに入り、非常にたくさんの女の子について学びました。\u001b[22m\nThere's quite a bit of characters here so imma just cut it down\n\n\u001b[1mここにかなりの文字が入っているので、immaはちょうどそれをカットします\u001b[22m\n\u001b[1m(Koko ni kanari no moji ga haitte irunode, imma wa chōdo sore o katto shimasu)\u001b[22m\n\nTranslations of \u001b[4mThere's quite a bit of characters here so imma just cut it down\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's quite a bit of characters here so imma just cut it down\u001b[24m\n    \u001b[1mここにかなりの文字が入っているので、immaはちょうどそれをカットします\u001b[22m, \u001b[1m淫魔はそれを切り倒して文字のかなりのビットがここにあります\u001b[22m\nYoichi Karasuma - The main character of this series. A good swordsman and usually gets into perverted situations. He's freeloading at the Ikaruga family to learnt their swordstyle.\n\n\u001b[1mこのシリーズの主人公、唐津陽一。 良い剣士で、通常は変態した状況に陥る。 彼はIkaruga家族にフリーロードして剣のスタイルを学んだ。\u001b[22m\n\u001b[1m(Kono shirīzu no shujinkō, Karatsu Yōichi. Yoi kenshi de, tsūjō wa hentai shita jōkyō ni ochīru. Kare wa Ikaruga kazoku ni furīrōdo shite ken no sutairu o mananda.)\u001b[22m\n\nTranslations of \u001b[4mYoichi Karasuma - The main character of this series. A good swordsman and usually gets into perverted situations. He's freeloading at the Ikaruga family to learnt their swordstyle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYoichi Karasuma - The main character of this series.\u001b[24m\n    \u001b[1mこのシリーズの主人公、唐津陽一。\u001b[22m, \u001b[1m洋一烏丸 - このシリーズのメインキャラクター。\u001b[22m\n\u001b[4mA good swordsman and usually gets into perverted situations.\u001b[24m\n    \u001b[1m良い剣士で、通常は変態した状況に陥る。\u001b[22m, \u001b[1m通常は良い剣士とは倒錯の状況に入りました。\u001b[22m\n\u001b[4mHe's freeloading at the Ikaruga family to learnt their swordstyle.\u001b[24m\n    \u001b[1m彼はIkaruga家族にフリーロードして剣のスタイルを学んだ。\u001b[22m, \u001b[1m彼は自分のswordstyleを学んだために斑鳩ファミリーでfreeloadingます。\u001b[22m\nIbuki Ikaruga - Main heroine of this series. Head of the Ikaruga family since their parents left at an early age. Popular at school due to looks and brains blah blah blah. Your basic harem heroine pretty much.\n\n\u001b[1mイブキーイカルガ - このシリーズのメインヒロイン。 両親が幼いころから去っていたので、郁香家の頭。 見た目と頭脳のために学校で人気があります。 あなたの基本的なハーレムヒロインはかなりです。\u001b[22m\n\u001b[1m(Ibukīikaruga - kono shirīzu no meinhiroin. Ryōshin ga osanai koro kara satte itanode, ikuka-ka no atama. Mitame to zunō no tame ni gakkō de ninki ga arimasu. Anata no kihon-tekina hāremuhiroin wa kanaridesu.)\u001b[22m\n\nTranslations of \u001b[4mIbuki Ikaruga - Main heroine of this series. Head of the Ikaruga family since their parents left at an early age. Popular at school due to looks and brains blah blah blah. Your basic harem heroine pretty much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIbuki Ikaruga - Main heroine of this series.\u001b[24m\n    \u001b[1mイブキーイカルガ - このシリーズのメインヒロイン。\u001b[22m, \u001b[1m伊吹斑鳩 - このシリーズのメインヒロイン。\u001b[22m\n\u001b[4mHead of the Ikaruga family since their parents left at an early age.\u001b[24m\n    \u001b[1m両親が幼いころから去っていたので、郁香家の頭。\u001b[22m, \u001b[1m両親が幼い頃に出てから斑鳩の家族の頭。\u001b[22m\n\u001b[4mPopular at school due to looks and brains blah blah blah.\u001b[24m\n    \u001b[1m見た目と頭脳のために学校で人気があります。\u001b[22m, \u001b[1m何とか何とか何とかルックスと脳に起因する学校で人気。\u001b[22m\n\u001b[4mYour basic harem heroine pretty much.\u001b[24m\n    \u001b[1mあなたの基本的なハーレムヒロインはかなりです。\u001b[22m, \u001b[1mあなたの基本的なハーレムヒロインはかなり。\u001b[22m\nAyame Ikaruga - Probably my favourite character of the series. A tsundere character, shy and very aware of her breast size. Probably the one that has gotten into the most perverted situations with Yoichi. 2nd to only Ibuki occasionally.\n\n\u001b[1mAyame Ikaruga  - おそらく私の好きなシリーズのキャラクター。 ツンデレのキャラクターで、恥ずかしがりや胸の大きさをよく知っています。 おそらく、最も変態的な状況になったのは、ヨイチです。 時折、伊吹だけに二番目。\u001b[22m\n\u001b[1m(Ayame Ikaruga - osoraku watashi no sukina shirīzu no kyarakutā. Tsundere no kyarakutā de, hazukashigari ya mune no ōki-sa o yoku shitte imasu. Osoraku, mottomo hentai-tekina jōkyō ni natta no wa, Yoichidesu. Tokiori, Ibuki dake ni ni-banme.)\u001b[22m\n\nTranslations of \u001b[4mAyame Ikaruga - Probably my favourite character of the series. A tsundere character, shy and very aware of her breast size. Probably the one that has gotten into the most perverted situations with Yoichi. 2nd to only Ibuki occasionally.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAyame Ikaruga - Probably my favourite character of the series.\u001b[24m\n    \u001b[1mAyame Ikaruga  - おそらく私の好きなシリーズのキャラクター。\u001b[22m, \u001b[1mあやめ斑鳩 - シリーズのおそらく私の好きなキャラクター。\u001b[22m\n\u001b[4mA tsundere character, shy and very aware of her breast size.\u001b[24m\n    \u001b[1mツンデレのキャラクターで、恥ずかしがりや胸の大きさをよく知っています。\u001b[22m, \u001b[1mツンデレキャラクター、恥ずかしがりや彼女の胸のサイズを非常に意識し。\u001b[22m\n\u001b[4mProbably the one that has gotten into the most perverted situations with Yoichi.\u001b[24m\n    \u001b[1mおそらく、最も変態的な状況になったのは、ヨイチです。\u001b[22m, \u001b[1m洋一最も倒錯状況に得たおそらく1。\u001b[22m\n\u001b[4m2nd to only Ibuki occasionally.\u001b[24m\n    \u001b[1m時折、伊吹だけに二番目。\u001b[22m, \u001b[1m時折だけ伊吹に第二。\u001b[22m\nSaginomiya clan - Not saying the main villains name in case of spoilers. Basically the villain has a crush on Ibuki and Yoichi's getting in his way.\n\n\u001b[1m嵯木宮一族 - スポイラーの場合の主要な悪役の名前は言わない。 基本的には、イビキとヨイチが邪魔している。\u001b[22m\n\u001b[1m(嵯木 Miya ichizoku - supoirā no baai no shuyōna akuyaku no namae wa iwanai. Kihontekini wa, ibiki to Yoichi ga jama shite iru.)\u001b[22m\n\nTranslations of \u001b[4mSaginomiya clan - Not saying the main villains name in case of spoilers. Basically the villain has a crush on Ibuki and Yoichi's getting in his way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSaginomiya clan - Not saying the main villains name in case of spoilers.\u001b[24m\n    \u001b[1m嵯木宮一族 - スポイラーの場合の主要な悪役の名前は言わない。\u001b[22m, \u001b[1m鷺宮一族 - スポイラーの場合には、メイン悪役の名前を言っていません。\u001b[22m\n\u001b[4mBasically the villain has a crush on Ibuki and Yoichi's getting in his way.\u001b[24m\n    \u001b[1m基本的には、イビキとヨイチが邪魔している。\u001b[22m, \u001b[1m基本的に悪役は伊吹洋一さんは、彼の方法で取得に片思いを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nIt was a enjoyable anime to watch with nice and funny scenes throughout. Recommended to watch, but don't expect a great storyline, jus lots of fanservice and laughs.\n\n\u001b[1m全体を通して素敵で面白い場面を見るのは楽しいアニメでした。 見てみることをお勧めしますが、素晴らしいストーリー、ファンクルーズと笑いがたくさんあります。\u001b[22m\n\u001b[1m(Zentai o tōshite sutekide omoshiroi bamen o miru no wa tanoshī animedeshita. Mite miru koto o o susume shimasuga, subarashī sutōrī, fankurūzu to warai ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt was a enjoyable anime to watch with nice and funny scenes throughout. Recommended to watch, but don't expect a great storyline, jus lots of fanservice and laughs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was a enjoyable anime to watch with nice and funny scenes throughout.\u001b[24m\n    \u001b[1m全体を通して素敵で面白い場面を見るのは楽しいアニメでした。\u001b[22m, \u001b[1m全体で素敵で面白いシーンで見て楽しいアニメでした。\u001b[22m\n\u001b[4mRecommended to watch, but don't expect a great storyline, jus lots of fanservice and laughs.\u001b[24m\n    \u001b[1m見てみることをお勧めしますが、素晴らしいストーリー、ファンクルーズと笑いがたくさんあります。\u001b[22m, \u001b[1m見にお勧めしますが、素晴らしいストーリー、サービスカットと笑いのジュースの多くを期待しないでください。\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "mantheon",
    "profile": "/profile/mantheon/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=211560",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  5\nキャラクター|  4\n|  4\n\nねえ、これはAsu no Yoichiのレビューになるでしょう。 私は、このアニメについて、かなりの量の否定的なことを言っています。 このジャンルを愛している人として、私はこの程度まで嫌いなものを見つけるのは一般的に難しいです。 それに入ることができます。\n\n物語はやや面白く、面白いアニメを作るために使われていたかもしれないという前提があります。 山に暮らす少年と家族の特別な剣技能を備えた列車は、訓練の偽りのもとで父親が知っていた人々と共に街に住むために送られます。 エピソードの最初のカップルはこれを本当にうまく演奏しました。 私たちは主人公の烏丸陽一に紹介され、初めて彼が町を通り抜けたときに彼に加わりました。 言うまでもなく、彼はすぐに問題に遭遇し、来る楽しみが増えるという誤った印象を与えます。\n\nこれらの最初の数回のエピソードの後、私たちはランダムな出会いに投げ込まれます。 このショーは、恐ろしいシナリオライティングで一生懸命に感じる。 それぞれの妹には、ヨイチを好きにしたり、尊重したりするためのイベントがあります。 しかし、これらの出来事はひどく書かれています。 ヨイチと剣の姉妹イベントが未知の人物を対象としている理由は不明です。 これは、最後の2つのエピソードがあまりにも不自由なので、それを落とさないように私ができるすべてだったまで、真のままです。 残念ながら、私はスポイラーなしで詳しく説明することはできませんが、退屈な感じの作家が後でまとまった物語を作ろうと思ったような気がします。\n\n芸術と音はちょうど良かったです。 私は芸術のスタイルが好きでしたが、それは日付です。 サウンドトラックはとても忘れがたいものでした。\n\n文字は、この髪型を壊したわらです。 私たちの男性MCは、未踏の武士ではありません。 シノプシスを読んで最初のエピソードを見た後、私はFMPに似ていると思っていました。 残念なことに、ここでは執筆が始まり、彼らは暴力的な女性に囲まれた超不運なキャラクターに変身します。 彼はいつも自分のお尻を姉妹が蹴って、何か愚かな子供のような\"おっとり、何も起こっていないのにあなたのおっぱいをつかんだが、それは笑いを加える正確な時間のように感じた\" 彼が実際に責任を負わなかった状況。\n\nイカルガ、アヤメ、イカルガ、チハヤ、イカルガ、イブキ、イカルガ、かごめの4人の姉妹は驚くほど浅かった（他のキャラクターもそうだった）。  Ayameはスーパーチンデレで、最初のカップルのエピソードでは、彼の病気の状態でさえも印象的な曲を演奏し、優しい言葉で彼女の心を勝ち取った病気のヨイチを料理することを決めた。 彼女はヨイチへの愛を進めるために何もしないように進み、毎回の嫉妬で行動を中断します。 千早は漫画家であり、陽一を弄んで困ってしまうのが大好きです。 彼女は実際には彼に興味があっても十分なストーリーがありましたが、急いで感じました。 彼女は基本的にいくつかの外観を出すだけで、本当に重要ではありません。 イブキは主人公のキャラクターが暴力的で、彼の剣士のスキルのために、ヨイチのために落ちる。 可愛い若いセクシーな姉妹として、カゴメはこの家庭の礎石になっていたはずだった。 しかし、彼女はストーリーイベントや姉妹の助けを借りて何かをするのを助けるだけで小さな部分を演じる。\n\nその他の文字はほとんど言及する価値がありません。 ショーを通して、彼らはより多くのキャラクターを紹介しますが、それらはすべて、基本的にチーズな悪役であり、使用され、捨てられています。 このショーには大きな恋があります。 ほぼすべての人がイブキを好きで、これがショーの後の推進要因になります。 これは、あなたの典型的な金髪の髪の毛の残虐行為とあなたの豊かな王子様を紹介します。\n\n私はこのアニメにとても失望していた。 私はそれが驚くべきものではないとは思っていませんでしたが、少なくとも平均的には、ハーレムのためでした。 最初は良いフックで、残りのショーに興味を持った。 しかし、それはすぐに反復的で、気難しく、イライラさえなります。 結末はかなり悪く、これは本当にこれを平凡なものから悪いものに変えます。 女の子はそれほどかわいらしくはなかったが、主人公は彼が性格を持っているように感じず、見るのが面白くなかった。 実際には悪いことではありませんが、私はこのショーをecchiと呼ぶことも言及する必要があります、大過剰です。 ショー全体には2つの瞬間しかありませんでしたが、目を覚まして性的にはありましたが、残りは肩のレベルの裂け目やアンダーシャツを示すための時折リッピングされたシャツのようなものでした。 全体的に、このジャンルを楽しむあなたのものでさえ、この1つを避けるべきです。 このショーは非常に控えめで細部まで細かいことが多分あなたにいくつかのエピソードを保存するので、これは非常に詳細ではありません。\n\nTLDR：良くない、貧弱な文章、悪い文字、エッチはありません。 自分のようなハーレム愛好家さえ見てはいけません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nHey folks, this will be a review for Asu no Yoichi. I have a fair amount of negative things to say about this anime. As someone who loves this genre its generally hard to find one that I dislike to this extent. Lets get into it.\n\n\u001b[1mねえ、これはAsu no Yoichiのレビューになるでしょう。 私は、このアニメについて、かなりの量の否定的なことを言っています。 このジャンルを愛している人として、私はこの程度まで嫌いなものを見つけるのは一般的に難しいです。 それに入ることができます。\u001b[22m\n\u001b[1m(Nē, koreha Asu no Yoichi no rebyū ni narudeshou. Watashi wa, kono anime ni tsuite, kanari no ryō no hitei-tekina koto o itte imasu. Kono janru o aishite iru hito to shite, watashi wa kono teido made kirainamono o mitsukeru no wa ippantekini muzukashīdesu. Sore ni hairu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHey folks, this will be a review for Asu no Yoichi. I have a fair amount of negative things to say about this anime. As someone who loves this genre its generally hard to find one that I dislike to this extent. Lets get into it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHey folks, this will be a review for Asu no Yoichi.\u001b[24m\n    \u001b[1mねえ、これはAsu no Yoichiのレビューになるでしょう。\u001b[22m, \u001b[1mちょっと人々は、これは明日のよいちのレビューになります。\u001b[22m\n\u001b[4mI have a fair amount of negative things to say about this anime.\u001b[24m\n    \u001b[1m私は、このアニメについて、かなりの量の否定的なことを言っています。\u001b[22m, \u001b[1m私はこのアニメについて言うために負のもののかなりの量を持っています。\u001b[22m\n\u001b[4mAs someone who loves this genre its generally hard to find one that I dislike to this extent.\u001b[24m\n    \u001b[1mこのジャンルを愛している人として、私はこの程度まで嫌いなものを見つけるのは一般的に難しいです。\u001b[22m, \u001b[1m私はこの程度に嫌うものを見つけるのは、その一般的に難しいこのジャンルを愛する誰かとして。\u001b[22m\n\u001b[4mLets get into it.\u001b[24m\n    \u001b[1mそれに入ることができます。\u001b[22m, \u001b[1mその中に取得することができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is somewhat interesting and has a premise which could have been used to create an entertaining anime. A boy who lives in the mountains and trains in his family's special sword skill is sent to live in the city with people his father knew under the pretense of training further. The first couple of episodes played this out really well. We were introduced to our main character Karasuma, Yoichi, and got to join him as he made his way through the city the first time. Needless to say he runs into trouble almost immediately and gives the false impression of more fun to come.\n\n\u001b[1m物語はやや面白く、面白いアニメを作るために使われていたかもしれないという前提があります。 山に暮らす少年と家族の特別な剣技能を備えた列車は、訓練の偽りのもとで父親が知っていた人々と共に街に住むために送られます。 エピソードの最初のカップルはこれを本当にうまく演奏しました。 私たちは主人公の烏丸陽一に紹介され、初めて彼が町を通り抜けたときに彼に加わりました。 言うまでもなく、彼はすぐに問題に遭遇し、来る楽しみが増えるという誤った印象を与えます。\u001b[22m\n\u001b[1m(Monogatari wa yaya omoshiroku, omoshiroi anime o tsukuru tame ni tsukawa rete ita kamo shirenai to iu zentei ga arimasu. Yama ni kurasu shōnen to kazoku no tokubetsuna ken ginō o sonaeta ressha wa, kunren no itsuwari no moto de chichioya ga shitteita hitobito to tomoni machi ni sumu tame ni okura remasu. Episōdo no saisho no kappuru wa kore o hontōni umaku ensō shimashita. Watashitachiha shujinkō no Karasuma Yōichi ni shōkai sa re, hajimete kare ga machi o tōrinuketa toki ni kare ni kuwawarimashita. Iumademonaku, kare wa sugu ni mondai ni sōgū shi, kuru tanoshimi ga fueru to iu ayamatta inshō o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is somewhat interesting and has a premise which could have been used to create an entertaining anime. A boy who lives in the mountains and trains in his family's special sword skill is sent to live in the city with people his father knew under the pretense of training further. The first couple of episodes played this out really well. We were introduced to our main character Karasuma, Yoichi, and got to join him as he made his way through the city the first time. Needless to say he runs into trouble almost immediately and gives the false impression of more fun to come.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is somewhat interesting and has a premise which could have been used to create an entertaining anime.\u001b[24m\n    \u001b[1m物語はやや面白く、面白いアニメを作るために使われていたかもしれないという前提があります。\u001b[22m, \u001b[1m話はやや興味深く、面白いアニメを作成するために使用されている可能性が前提とされています。\u001b[22m\n\u001b[4mA boy who lives in the mountains and trains in his family's special sword skill is sent to live in the city with people his father knew under the pretense of training further.\u001b[24m\n    \u001b[1m山に暮らす少年と家族の特別な剣技能を備えた列車は、訓練の偽りのもとで父親が知っていた人々と共に街に住むために送られます。\u001b[22m, \u001b[1m彼の家族の特殊な剣技の山や電車に住んでいる少年は、彼の父は、さらに訓練の口実の下で知っていた人と街に住んで送信されます。\u001b[22m\n\u001b[4mThe first couple of episodes played this out really well.\u001b[24m\n    \u001b[1mエピソードの最初のカップルはこれを本当にうまく演奏しました。\u001b[22m, \u001b[1mエピソードの最初のカップルは本当によくこれを果たしました。\u001b[22m\n\u001b[4mWe were introduced to our main character Karasuma, Yoichi, and got to join him as he made his way through the city the first time.\u001b[24m\n    \u001b[1m私たちは主人公の烏丸陽一に紹介され、初めて彼が町を通り抜けたときに彼に加わりました。\u001b[22m, \u001b[1m私たちは、メインキャラクター烏丸、余市に導入され、彼は街を最初に彼の方法を作ったとして彼に参加するようになりました。\u001b[22m\n\u001b[4mNeedless to say he runs into trouble almost immediately and gives the false impression of more fun to come.\u001b[24m\n    \u001b[1m言うまでもなく、彼はすぐに問題に遭遇し、来る楽しみが増えるという誤った印象を与えます。\u001b[22m, \u001b[1m彼はほとんどすぐにトラブルに実行され、来てより多くの楽しみの誤った印象を与えることは言うまでもないです。\u001b[22m\n\u001b[1m\u001b[22m\nAfter these first few episodes we are thrown into random encounters. The show has a slice of life feel with terrible scenario writing. Each sister has an event which makes them either come to like or respect Yoichi. However these events are terribly written, or should I say poorly written and hindered by the lackluster characters. After the sister events Yoichi and his sword style are targeted by an unknown person for unknown reasons. This remains true until the last two episodes which are so lame it was all I could do to not drop it. Unfortunately I cant go further into detail without spoilers but, it really felt like the writers felt bored wrote something then tried to patch it together into a coherent story later.\n\n\u001b[1mこれらの最初の数回のエピソードの後、私たちはランダムな出会いに投げ込まれます。 このショーは、恐ろしいシナリオライティングで一生懸命に感じる。 それぞれの妹には、ヨイチを好きにしたり、尊重したりするためのイベントがあります。 しかし、これらの出来事はひどく書かれています。 ヨイチと剣の姉妹イベントが未知の人物を対象としている理由は不明です。 これは、最後の2つのエピソードがあまりにも不自由なので、それを落とさないように私ができるすべてだったまで、真のままです。 残念ながら、私はスポイラーなしで詳しく説明することはできませんが、退屈な感じの作家が後でまとまった物語を作ろうと思ったような気がします。\u001b[22m\n\u001b[1m(Korera no saisho no sū-kai no episōdo no ato, watashitachiha randamuna deai ni nagekoma remasu. Kono shō wa, osoroshī shinarioraitingu de isshōkenmei ni kanjiru. Sorezore no imōto ni wa, Yoichi o sukini shi tari, sonchō shi tari suru tame no ibento ga arimasu. Shikashi, korera no dekigoto wa hidoku kaka rete imasu. Yoichi to ken no shimai ibento ga michi no jinbutsu o taishō to shite iru riyū wa fumeidesu. Kore wa, saigo no 2tsu no episōdo ga amarini mo fujiyūnanode, sore o otosanai yō ni watashi ga dekiru subetedatta made, shin no mamadesu. Zan'nen'nagara, watashi wa supoirā nashi de kuwashiku setsumei suru koto wa dekimasenga, taikutsuna kanji no sakka ga atode matomatta monogatari o tsukurou to omotta yōna ki ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter these first few episodes we are thrown into random encounters. The show has a slice of life feel with terrible scenario writing. Each sister has an event which makes them either come to like or respect Yoichi. However these events are terribly written, or should I say poorly written and hindered by the lackluster characters. After the sister events Yoichi and his sword style are targeted by an unknown person for unknown reasons. This remains true until the last two episodes which are so lame it was all I could do to not drop it. Unfortunately I cant go further into detail without spoilers but, it really felt like the writers felt bored wrote something then tried to patch it together into a coherent story later.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter these first few episodes we are thrown into random encounters.\u001b[24m\n    \u001b[1mこれらの最初の数回のエピソードの後、私たちはランダムな出会いに投げ込まれます。\u001b[22m, \u001b[1mこれらの最初のいくつかのエピソードの後に我々は、ランダムな出会いに投げ込まれています。\u001b[22m\n\u001b[4mThe show has a slice of life feel with terrible scenario writing.\u001b[24m\n    \u001b[1mこのショーは、恐ろしいシナリオライティングで一生懸命に感じる。\u001b[22m, \u001b[1mショーは人生のスライスがひどいシナリオ執筆と感じました。\u001b[22m\n\u001b[4mEach sister has an event which makes them either come to like or respect Yoichi.\u001b[24m\n    \u001b[1mそれぞれの妹には、ヨイチを好きにしたり、尊重したりするためのイベントがあります。\u001b[22m, \u001b[1m各姉妹は彼らが好きか洋一を尊重するために来るのいずれかになるイベントがあります。\u001b[22m\n\u001b[4mHowever these events are terribly written, or should I say poorly written and hindered by the lackluster characters.\u001b[24m\n    \u001b[1mしかし、これらの出来事はひどく書かれています。\u001b[22m, \u001b[1mしかし、これらのイベントがひどく書かれている、または私は不十分精彩を欠いた文字で書かれ、妨げ言うべき。\u001b[22m\n\u001b[4mAfter the sister events Yoichi and his sword style are targeted by an unknown person for unknown reasons.\u001b[24m\n    \u001b[1mヨイチと剣の姉妹イベントが未知の人物を対象としている理由は不明です。\u001b[22m, \u001b[1m姉妹イベント洋一と彼の剣のスタイルの後、未知の理由のために、未知の人によって標的とされています。\u001b[22m\n\u001b[4mThis remains true until the last two episodes which are so lame it was all I could do to not drop it.\u001b[24m\n    \u001b[1mこれは、最後の2つのエピソードがあまりにも不自由なので、それを落とさないように私ができるすべてだったまで、真のままです。\u001b[22m, \u001b[1mこれは、私がそれをドロップしないように精一杯だったので、ラメのある最後の2つのエピソードまで、真のまま。\u001b[22m\n\u001b[4mUnfortunately I cant go further into detail without spoilers but, it really felt like the writers felt bored wrote something then tried to patch it together into a coherent story later.\u001b[24m\n    \u001b[1m残念ながら、私はスポイラーなしで詳しく説明することはできませんが、退屈な感じの作家が後でまとまった物語を作ろうと思ったような気がします。\u001b[22m, \u001b[1m残念ながら、私はそれが本当に作家は退屈を感じたような感じに書いたものを後からコヒーレント物語にそれを一緒にパッチを適用しようとした、ネタバレなしで詳細にさらに行くが、カント。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and sound were just ok. I liked the art style but it is dated. Soundtrack was very forgettable.\n\n\u001b[1m芸術と音はちょうど良かったです。 私は芸術のスタイルが好きでしたが、それは日付です。 サウンドトラックはとても忘れがたいものでした。\u001b[22m\n\u001b[1m(Geijutsu to oto wa chōdo yokattadesu. Watashi wa geijutsu no sutairu ga sukideshita ga, soreha hidzukedesu. Saundotorakku wa totemo wasure gatai monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art and sound were just ok. I liked the art style but it is dated. Soundtrack was very forgettable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and sound were just ok.\u001b[24m\n    \u001b[1m芸術と音はちょうど良かったです。\u001b[22m, \u001b[1mアートとサウンドだけで大丈夫でした。\u001b[22m\n\u001b[4mI liked the art style but it is dated.\u001b[24m\n    \u001b[1m私は芸術のスタイルが好きでしたが、それは日付です。\u001b[22m, \u001b[1m私はアートスタイルを気に入っていますが、日付が。\u001b[22m\n\u001b[4mSoundtrack was very forgettable.\u001b[24m\n    \u001b[1mサウンドトラックはとても忘れがたいものでした。\u001b[22m, \u001b[1mサウンドトラックは非常に忘れられがちでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were the straw that broke this harems back. As eluded our male MC is an uncultured samurai. After reading the synopsis and watching the first episode I had thought it would be similar to FMP. Unfortunately the writing kicks in here and they just turn him into one of those super unlucky characters surrounded by violent women. He constantly is getting his butt kicked by the sisters for various things that are either stupidly childish like the 'oops, I grabbed your boobs even though nothing was going on but it felt like the correct time to add in a laugh', or various other situations that he actually wasn't responsible for.\n\n\u001b[1m文字は、この髪型を壊したわらです。 私たちの男性MCは、未踏の武士ではありません。 シノプシスを読んで最初のエピソードを見た後、私はFMPに似ていると思っていました。 残念なことに、ここでは執筆が始まり、彼らは暴力的な女性に囲まれた超不運なキャラクターに変身します。 彼はいつも自分のお尻を姉妹が蹴って、何か愚かな子供のような\"おっとり、何も起こっていないのにあなたのおっぱいをつかんだが、それは笑いを加える正確な時間のように感じた\" 彼が実際に責任を負わなかった状況。\u001b[22m\n\u001b[1m(Moji wa, kono kamigata o kowashita waradesu. Watashitachi no dansei MC wa, mitō no bushide wa arimasen. Shinopushisu o yonde saisho no episōdo o mita nochi, watashi wa FMP ni nite iru to omotte imashita. Zan'nen'nakotoni, kokode wa shippitsu ga hajimari, karera wa bōryoku-tekina josei ni kakoma reta chō fuun'na kyarakutā ni henshin shimasu. Kare wa itsumo jibun no o shiri o shimai ga kette, nanika orokana kodomo no yōna\" ottori, nani mo okotte inainoni anata no oppai o tsukandaga, soreha warai o kuwaeru seikakuna jikan no yō ni kanjita\" kare ga jissai ni sekinin o owanakatta jōkyō.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were the straw that broke this harems back. As eluded our male MC is an uncultured samurai. After reading the synopsis and watching the first episode I had thought it would be similar to FMP. Unfortunately the writing kicks in here and they just turn him into one of those super unlucky characters surrounded by violent women. He constantly is getting his butt kicked by the sisters for various things that are either stupidly childish like the 'oops, I grabbed your boobs even though nothing was going on but it felt like the correct time to add in a laugh', or various other situations that he actually wasn't responsible for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were the straw that broke this harems back.\u001b[24m\n    \u001b[1m文字は、この髪型を壊したわらです。\u001b[22m, \u001b[1m文字は、このハーレムをバック破ったわらでした。\u001b[22m\n\u001b[4mAs eluded our male MC is an uncultured samurai.\u001b[24m\n    \u001b[1m私たちの男性MCは、未踏の武士ではありません。\u001b[22m, \u001b[1m逃れたように私たちの男性MCが培養されていない侍です。\u001b[22m\n\u001b[4mAfter reading the synopsis and watching the first episode I had thought it would be similar to FMP.\u001b[24m\n    \u001b[1mシノプシスを読んで最初のエピソードを見た後、私はFMPに似ていると思っていました。\u001b[22m, \u001b[1m概要を読み、最初のエピソードを見た後、私はそれがFMPに似ているだろうと思っていました。\u001b[22m\n\u001b[4mUnfortunately the writing kicks in here and they just turn him into one of those super unlucky characters surrounded by violent women.\u001b[24m\n    \u001b[1m残念なことに、ここでは執筆が始まり、彼らは暴力的な女性に囲まれた超不運なキャラクターに変身します。\u001b[22m, \u001b[1m残念ながら、ここでキックを書き込み、彼らは暴力的な女性に囲まれたものスーパー不運な文字のいずれかに彼を回します。\u001b[22m\n\u001b[4mHe constantly is getting his butt kicked by the sisters for various things that are either stupidly childish like the 'oops, I grabbed your boobs even though nothing was going on but it felt like the correct time to add in a laugh', or various other\u001b[24m\n    \u001b[1m彼はいつも自分のお尻を姉妹が蹴って、何か愚かな子供のような\"おっとり、何も起こっていないのにあなたのおっぱいをつかんだが、それは笑いを加える正確な時間のように感じた\"\u001b[22m, \u001b[1m彼は常に彼のお尻は「おっと、私は何が起こっていなかったにもかかわらず、あなたのおっぱいをつかんで、それは笑いに追加する正しい時間のように感じた」などのいずれかの愚かな幼稚である様々なものを姉妹に蹴ら、または他の様々な取得されます\u001b[22m\n\u001b[4msituations that he actually wasn't responsible for.\u001b[24m\n    \u001b[1m彼が実際に責任を負わなかった状況。\u001b[22m, \u001b[1m彼が実際に責任はなかった状況。\u001b[22m\n\u001b[1m\u001b[22m\nThe four sisters Ikaruga, Ayame, Ikaruga, Chihaya, Ikaruga, Ibuki, Ikaruga, Kagome were amazingly shallow(as was all the other characters). Ayame was the super tsundere who after being a cunt for the first couple episodes decided to cook for the sick Yoichi, who even in his sickened state managed to do impressive acrobatics and win her heart with kind words. She goes on to not do anything to progress her love for Yoichi and interrupts the action with jealousy at every turn. Chihaya is a manga artist and loves to tease Yoichi and get him into trouble. She actually had a decent enough story behind her interest in him but felt rushed. She basically only makes a few appearances and really isn't important. Ibuki the main female character is violent and falls for Yoichi because of his swordsman skills. Kagome was supposed to be the grounding stone in this family as a cute young semi mature sister. However she only plays small parts in aiding either a story event or helping a sister do something.\n\n\u001b[1mイカルガ、アヤメ、イカルガ、チハヤ、イカルガ、イブキ、イカルガ、かごめの4人の姉妹は驚くほど浅かった（他のキャラクターもそうだった）。  Ayameはスーパーチンデレで、最初のカップルのエピソードでは、彼の病気の状態でさえも印象的な曲を演奏し、優しい言葉で彼女の心を勝ち取った病気のヨイチを料理することを決めた。 彼女はヨイチへの愛を進めるために何もしないように進み、毎回の嫉妬で行動を中断します。 千早は漫画家であり、陽一を弄んで困ってしまうのが大好きです。 彼女は実際には彼に興味があっても十分なストーリーがありましたが、急いで感じました。 彼女は基本的にいくつかの外観を出すだけで、本当に重要ではありません。 イブキは主人公のキャラクターが暴力的で、彼の剣士のスキルのために、ヨイチのために落ちる。 可愛い若いセクシーな姉妹として、カゴメはこの家庭の礎石になっていたはずだった。 しかし、彼女はストーリーイベントや姉妹の助けを借りて何かをするのを助けるだけで小さな部分を演じる。\u001b[22m\n\u001b[1m(Ikaruga, ayame, ikaruga, Chihaya, ikaruga, ibuki, ikaruga, kagome no 4-ri no shimai wa odoroku hodo asakatta (hoka no kyarakutā mo sōdatta). Ayame wa sūpāchindere de, saisho no kappuru no episōdode wa, kare no byōki no jōtaide sae mo inshō-tekina kyoku o ensō shi, yasashī kotoba de kanojo no kokoro o kachitotta byōki no Yoichi o ryōri suru koto o kimeta. Kanojo wa Yoichi e no ai o susumeru tame ni nanimoshinai-yō ni susumi, maikai no shitto de kōdō o chūdan shimasu. Chihaya wa mangakkadeari, Yōichi o moteasonde komatte shimau no ga daisukidesu. Kanojo wa jissai ni wa kare ni kyōmi ga atte mo jūbun'na sutōrī ga arimashitaga, isoide kanjimashita. Kanojo wa kihontekini ikutsu ka no gaikan o dasu dake de, hontōni jūyōde wa arimasen. Ibuki wa shujinkō no kyarakutā ga bōryoku-tekide, kare no kenshi no sukiru no tame ni, Yoichi no tame ni ochiru. Kawaii wakai sekushīna shimai to shite, Kagome wa ko no katei no soseki ni natte ita hazudatta. Shikashi, kanojo wa sutōrīibento ya shimai no tasuke o karite nanika o suru no o tasukeru dake de chīsana bubun o enjiru.)\u001b[22m\n\u001b[1m\u001b[22m\nThe other characters are barely worth mentioning. Throughout the show they introduce more characters but they all are basically cheesy villains that are used and tossed aside. There is a massive love tangle in this show. Almost everybody likes Ibuki and this becomes the driving factor later in the show. This introduces your typical blonde haired delinquent and your rich prince like character.\n\n\u001b[1mその他の文字はほとんど言及する価値がありません。 ショーを通して、彼らはより多くのキャラクターを紹介しますが、それらはすべて、基本的にチーズな悪役であり、使用され、捨てられています。 このショーには大きな恋があります。 ほぼすべての人がイブキを好きで、これがショーの後の推進要因になります。 これは、あなたの典型的な金髪の髪の毛の残虐行為とあなたの豊かな王子様を紹介します。\u001b[22m\n\u001b[1m(Sonohoka no moji wa hotondo genkyū suru kachi ga arimasen. Shō o tōshite, karera wa yori ōku no kyarakutā o shōkai shimasuga, sorera wa subete, kihontekini chīzuna akuyakudeari, shiyō sa re, sute rarete imasu. Kono shō ni wa ōkina koi ga arimasu. Hobo subete no hito ga ibuki o sukide, kore ga shō no nochi no suishin yōin ni narimasu. Kore wa, anata no tenkei-tekina kinpatsu no kaminoke no zangyaku kōi to anata no yutakana ōji-sama o shōkai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe other characters are barely worth mentioning. Throughout the show they introduce more characters but they all are basically cheesy villains that are used and tossed aside. There is a massive love tangle in this show. Almost everybody likes Ibuki and this becomes the driving factor later in the show. This introduces your typical blonde haired delinquent and your rich prince like character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other characters are barely worth mentioning.\u001b[24m\n    \u001b[1mその他の文字はほとんど言及する価値がありません。\u001b[22m, \u001b[1m他の文字は言及ほとんど価値があります。\u001b[22m\n\u001b[4mThroughout the show they introduce more characters but they all are basically cheesy villains that are used and tossed aside.\u001b[24m\n    \u001b[1mショーを通して、彼らはより多くのキャラクターを紹介しますが、それらはすべて、基本的にチーズな悪役であり、使用され、捨てられています。\u001b[22m, \u001b[1m番組を通して、彼らはより多くの文字を導入するが、それらはすべて基本的に使用し、脇に翻弄されている安っぽい悪役です。\u001b[22m\n\u001b[4mThere is a massive love tangle in this show.\u001b[24m\n    \u001b[1mこのショーには大きな恋があります。\u001b[22m, \u001b[1mこのショーで巨大な愛のもつれがあります。\u001b[22m\n\u001b[4mAlmost everybody likes Ibuki and this becomes the driving factor later in the show.\u001b[24m\n    \u001b[1mほぼすべての人がイブキを好きで、これがショーの後の推進要因になります。\u001b[22m, \u001b[1mほとんど誰もが伊吹が好き、これはショーの後の駆動要因となります。\u001b[22m\n\u001b[4mThis introduces your typical blonde haired delinquent and your rich prince like character.\u001b[24m\n    \u001b[1mこれは、あなたの典型的な金髪の髪の毛の残虐行為とあなたの豊かな王子様を紹介します。\u001b[22m, \u001b[1mこれはあなたの典型的なブロンドの髪の滞納や文字のようなあなたの豊かな王子を紹介します。\u001b[22m\n\u001b[1m\u001b[22m\nI was so disappointed in this anime. I didn't expect it to be amazing but at least average for a harem. The beginning was a good hook and made me interested in the rest of the show. However it quickly becomes repetitive, cringy and even frustrating. The ending was pretty bad and really drags this shows score from mediocre to bad. The girls weren't that cute, main character didn't feel like he had a personality and wasn't really interesting to watch. Not really a bad thing but I should also mention calling this show ecchi is a major overstatement. There are only two moments in the entire show which was eye catchingly sexual in but the rest was like shoulder level cleavage and the occasional ripped shirt to show an undershirt. Overall this one should be avoided, even by those of you who enjoy this genre. This isn't very well detailed because this show is so bland that even the smallest detail would probably save you a few episodes.\n\n\u001b[1m私はこのアニメにとても失望していた。 私はそれが驚くべきものではないとは思っていませんでしたが、少なくとも平均的には、ハーレムのためでした。 最初は良いフックで、残りのショーに興味を持った。 しかし、それはすぐに反復的で、気難しく、イライラさえなります。 結末はかなり悪く、これは本当にこれを平凡なものから悪いものに変えます。 女の子はそれほどかわいらしくはなかったが、主人公は彼が性格を持っているように感じず、見るのが面白くなかった。 実際には悪いことではありませんが、私はこのショーをecchiと呼ぶことも言及する必要があります、大過剰です。 ショー全体には2つの瞬間しかありませんでしたが、目を覚まして性的にはありましたが、残りは肩のレベルの裂け目やアンダーシャツを示すための時折リッピングされたシャツのようなものでした。 全体的に、このジャンルを楽しむあなたのものでさえ、この1つを避けるべきです。 このショーは非常に控えめで細部まで細かいことが多分あなたにいくつかのエピソードを保存するので、これは非常に詳細ではありません。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni totemo shitsubō shite ita. Watashi wa sore ga odorokubeki monode wa nai to wa omotte imasendeshitaga, sukunakutomo heikin-teki ni wa, hāremu no tamedeshita. Saisho wa yoi fukku de, nokori no shō ni kyōmi o motta. Shikashi, sore wa sugu ni hanpuku-tekide, kimuzukashiku, iraira sae narimasu. Ketsumatsu wa kanari waruku, kore wa hontōni kore o heibon'na mono kara warui mono ni kaemasu. On'nanoko wa sore hodo kawairashiku wa nakattaga, shujinkō wa kare ga seikaku o motte iru yō ni kanjizu, miru no ga omoshirokunakatta. Jissai ni wa warui kotode wa arimasenga, watashi wa kono shō o ecchi to yobu koto mo genkyū suru hitsuyō ga arimasu, dai kajōdesu. Shō zentai ni wa 2tsu no shunkan shika arimasendeshitaga,-me o samashite seiteki ni wa arimashitaga, nokori wa kata no reberu no sakeme ya andāshatsu o shimesu tame no tokiori rippingu sa reta shatsu no yōna monodeshita. Zentai-teki ni, kono janru o tanoshimu anata no monode sae, kono 1tsu o yokerubekidesu. Kono shō wa hijō ni hikaeme de saibu made komakai koto ga tabun anata ni ikutsu ka no episōdo o hozon surunode, kore wa hijō ni shōsaide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI was so disappointed in this anime. I didn't expect it to be amazing but at least average for a harem. The beginning was a good hook and made me interested in the rest of the show. However it quickly becomes repetitive, cringy and even frustrating. The ending was pretty bad and really drags this shows score from mediocre to bad. The girls weren't that cute, main character didn't feel like he had a personality and wasn't really interesting to watch. Not really a bad thing but I should also mention calling this show ecchi is a major overstatement. There are only two moments in the entire show which was eye catchingly sexual in but the rest was like shoulder level cleavage and the occasional ripped shirt to show an undershirt. Overall this one should be avoided, even by those of you who enjoy this genre. This isn't very well detailed because this show is so bland that even the smallest detail would probably save you a few episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was so disappointed in this anime.\u001b[24m\n    \u001b[1m私はこのアニメにとても失望していた。\u001b[22m, \u001b[1m私はこのアニメにとてもがっかりしました。\u001b[22m\n\u001b[4mI didn't expect it to be amazing but at least average for a harem.\u001b[24m\n    \u001b[1m私はそれが驚くべきものではないとは思っていませんでしたが、少なくとも平均的には、ハーレムのためでした。\u001b[22m, \u001b[1m私はそれはハーレムのために素晴らしいが、少なくとも平均であることを期待していませんでした。\u001b[22m\n\u001b[4mThe beginning was a good hook and made me interested in the rest of the show.\u001b[24m\n    \u001b[1m最初は良いフックで、残りのショーに興味を持った。\u001b[22m, \u001b[1m初めは良いフックだったとショーの残りの部分で私が興味を持って作られました。\u001b[22m\n\u001b[4mHowever it quickly becomes repetitive, cringy and even frustrating.\u001b[24m\n    \u001b[1mしかし、それはすぐに反復的で、気難しく、イライラさえなります。\u001b[22m, \u001b[1mしかし、それはすぐに、繰り返しcringyとさえイライラになります。\u001b[22m\n\u001b[4mThe ending was pretty bad and really drags this shows score from mediocre to bad.\u001b[24m\n    \u001b[1m結末はかなり悪く、これは本当にこれを平凡なものから悪いものに変えます。\u001b[22m, \u001b[1m結末はかなり悪かったと、本当にこれが平凡から悪いにスコアを示してドラッグします。\u001b[22m\n\u001b[4mThe girls weren't that cute, main character didn't feel like he had a personality and wasn't really interesting to watch.\u001b[24m\n    \u001b[1m女の子はそれほどかわいらしくはなかったが、主人公は彼が性格を持っているように感じず、見るのが面白くなかった。\u001b[22m, \u001b[1m女の子は彼が人格を持っていたし、実際に見て面白くなかったような、かわいい、主人公は感じなかったことはなかったです。\u001b[22m\n\u001b[4mNot really a bad thing but I should also mention calling this show ecchi is a major overstatement.\u001b[24m\n    \u001b[1m実際には悪いことではありませんが、私はこのショーをecchiと呼ぶことも言及する必要があります、大過剰です。\u001b[22m, \u001b[1m本当に悪いことが、私もこの番組のエッチが主要過言で呼び出す言及する必要があります。\u001b[22m\n\u001b[4mThere are only two moments in the entire show which was eye catchingly sexual in but the rest was like shoulder level cleavage and the occasional ripped shirt to show an undershirt.\u001b[24m\n    \u001b[1mショー全体には2つの瞬間しかありませんでしたが、目を覚まして性的にはありましたが、残りは肩のレベルの裂け目やアンダーシャツを示すための時折リッピングされたシャツのようなものでした。\u001b[22m, \u001b[1m目catchingly性的だったが、残りはアンダーを表示するために肩のレベルの切断と時折リッピングシャツのようなものだったショー全体で2つだけの瞬間があります。\u001b[22m\n\u001b[4mOverall this one should be avoided, even by those of you who enjoy this genre.\u001b[24m\n    \u001b[1m全体的に、このジャンルを楽しむあなたのものでさえ、この1つを避けるべきです。\u001b[22m, \u001b[1m全体的にこの1も、このジャンルを楽しむあなたの人々によって、避けるべきです。\u001b[22m\n\u001b[4mThis isn't very well detailed because this show is so bland that even the smallest detail would probably save you a few episodes.\u001b[24m\n    \u001b[1mこのショーは非常に控えめで細部まで細かいことが多分あなたにいくつかのエピソードを保存するので、これは非常に詳細ではありません。\u001b[22m, \u001b[1mこのショーがあっても細部はおそらくあなたにいくつかのエピソードを保存することをとても味気ないので、これは非常によく、詳細ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nTLDR: Not good, poor writing, bad characters, no ecchi. Even harem enthusiasts like myself shouldn't watch.\n\n\u001b[1mTLDR：良くない、貧弱な文章、悪い文字、エッチはありません。 自分のようなハーレム愛好家さえ見てはいけません。\u001b[22m\n\u001b[1m(TLDR: Yokunai, hinjakuna bunshō, warui moji, etchi wa arimasen. Jibun no yōna hāremu aikō-ka sae mite wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mTLDR: Not good, poor writing, bad characters, no ecchi. Even harem enthusiasts like myself shouldn't watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTLDR: Not good, poor writing, bad characters, no ecchi.\u001b[24m\n    \u001b[1mTLDR：良くない、貧弱な文章、悪い文字、エッチはありません。\u001b[22m, \u001b[1mTLDR：ない良い、悪い書き込み、不正な文字、ノーエッチ。\u001b[22m\n\u001b[4mEven harem enthusiasts like myself shouldn't watch.\u001b[24m\n    \u001b[1m自分のようなハーレム愛好家さえ見てはいけません。\u001b[22m, \u001b[1m自分自身のようにもハーレム愛好家は見てはいけません。\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "albesir",
    "profile": "/profile/albesir/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=116045",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  5\n\nAsu no Yoichiは、ハーレムのジャンルをさまざまな形で具現化したアニメです。 芸術とサウンドはうまくいきますが、ファンデーションのシーンをいくつか売るためにはシリーズには欠けています。\n\nストーリー -  6\nまともな前提で始まります。 ティーン男は、サムライとしての彼の一生を山に育て、訓練しました。 彼は街に行って訓練を続け、4人の女の子と一緒にいます。 それは一種のハーレムですが、本当の愛の利益は2つしかなく、シリーズではロマンチックな発達はほとんどありませんでした。 最も重要なプロットは、この長さのものであっても、多くのエッチ/ハーレムショーより早く開始されましたが、実際には非常に遅くまで進展し、最終的には最初のエピソードから何も変えられませんでした。 結末は残念だった。 本当に残念です。 多くのアニメはオープンエンドで行くことを選択しますが、これはひどくそれほどありません。\n\nアート -  9\nここには苦情はありません。 私はほとんどの芸術が好きだった。 彼らは明らかに物語よりも芸術にもっと力を入れています。 私はキャラクターデザインの大部分を好きでしたが、背景の一部はちょっとばかなものでした。\n\nサウンド -  9\n私は演技とOPとEDを楽しんだ。 彼らはすべてとてもうまくいったと思った。 それは彼らの誤りではなく、彼らが読まなければならなかった行のいくつかは笑って悪いものでした。\n\nキャラクター -  6\nこれは私のために厳しいです。 私はほとんどのキャラクターが好きだった。 妖精と姉妹はちょっと巧みなキャラクターです。 私は本当にたくさんのハーレムのリードを嫌いですが、私はヨーヨーが好きではなくてもイブキが良かったです。 ワさんと彼の友人、ツバメとアンジェラ、そして他のキャラクターのいくつかはすべて面白かったです。 しかし、開発はゼロです。  1人の少女が最初のエピソードからの明確なリードですが、ほとんどのエピソードは他のキャラクターにエネルギーを集中します。 それでも、そのキャラクターにはほとんど開発がありません。 より嫌なアンタゴニストの1つを加えて、私はキャラクターにあまりにも高いスコアを与えることはできません。\n\n楽しさ -  5\n最後のいくつかのエピソードまで、私はこれに7以上を与えているかもしれません。 私はロマンスを楽しむ。 世界を嫌いな人に紹介する以外に何も出てこなかった。 やや複雑な文字のウェブでさえ、ロマンチックな発達はありません。 結論からの満足感はない。 そして本当の終わりはない。 私はショーの最後の数瞬間がちょうど正しいと思います。 おそらく彼が鼻を吹いていたスクリプトでしょうか？ そして、私はecchiコメディを楽しむ。 このショーはその瞬間があります。 彼らのほとんどはかなり早かった。 しかし、最終的には、ある程度の発展が期待されます。 そして、7-8エピソードのマークがないときは、ショーの方向性について心配しなくてはなりません。 彼らは同じジョークを何度も何度も繰り返し続けていたので、最初の数回のエピソードの後に​​、それはコメディー・エッジを失い始めました。 彼らが最後の数回のエピソードでプロットの動きを始めたとき、私は最終的に何かが起こることをうれしく思いました。 しかし、その後、彼らはすべてを元に戻しました。\n\n全体として、私はショーに6を与える必要があります。芸術とサウンドは素晴らしく、ショーのアイデアはそれほど悪くはありませんでした。 町に来る純粋な子供は興味深い瞬間を作るはずですが、それはありますが、ショーの欠陥は無視するには大きすぎます。 私はおそらく、ほとんどのアニメ愛好家のための時計の価値があると言うでしょうが、多くはすぐにそれに飽きます。 幸いにも、不運にも、あなたの見方によっては、12のエピソードしかありません。 多分もっと多くのエピソードの開発があるかもしれませんが、それを楽しんでいなければ、少なくともあなたには時間がかかりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nAsu no Yoichi is an anime that embodies the harem genre in so many ways. The art and sound are done well while so much lacks in the series for the sake of just selling a few fanservice scenes.\n\n\u001b[1mAsu no Yoichiは、ハーレムのジャンルをさまざまな形で具現化したアニメです。 芸術とサウンドはうまくいきますが、ファンデーションのシーンをいくつか売るためにはシリーズには欠けています。\u001b[22m\n\u001b[1m(Asu no Yoichi wa, hāremu no janru o samazamana katachi de gugen-ka shita animedesu. Geijutsu to saundo wa umaku ikimasuga, fandēshon no shīn o ikutsu ka uru tame ni wa shirīzu ni wa kakete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAsu no Yoichi is an anime that embodies the harem genre in so many ways. The art and sound are done well while so much lacks in the series for the sake of just selling a few fanservice scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAsu no Yoichi is an anime that embodies the harem genre in so many ways.\u001b[24m\n    \u001b[1mAsu no Yoichiは、ハーレムのジャンルをさまざまな形で具現化したアニメです。\u001b[22m, \u001b[1m明日には洋一は非常に多くの方法でハーレムジャンルを体現アニメではありません。\u001b[22m\n\u001b[4mThe art and sound are done well while so much lacks in the series for the sake of just selling a few fanservice scenes.\u001b[24m\n    \u001b[1m芸術とサウンドはうまくいきますが、ファンデーションのシーンをいくつか売るためにはシリーズには欠けています。\u001b[22m, \u001b[1mそんなにわずか数サービスカットシーンを販売するために直列に欠けながらアートと音がよくやっています。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 6\n\n\u001b[1mストーリー -  6\u001b[22m\n\u001b[1m(Sutōrī - 6)\u001b[22m\n\nTranslations of \u001b[4mStory - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 6\u001b[24m\n    \u001b[1mストーリー -  6\u001b[22m\nIt starts off with a decent premise. Teen guy has lived and trained in the mountains his entire life as a samurai. He goes to the city to continue his training and stays with a family of 4 girls. While it is sort of a harem, there are only 2 real love interests and there was pretty much zero romantic development in the series. The overarching plot was started earlier on than in many ecchi/harem shows, even of this length, but they left any real development until very late and in the end just failed to change anything from the first episode. The ending was disappointing. Really disappointing. Many anime choose to go with an open end, but few do it this badly.\n\n\u001b[1mまともな前提で始まります。 ティーン男は、サムライとしての彼の一生を山に育て、訓練しました。 彼は街に行って訓練を続け、4人の女の子と一緒にいます。 それは一種のハーレムですが、本当の愛の利益は2つしかなく、シリーズではロマンチックな発達はほとんどありませんでした。 最も重要なプロットは、この長さのものであっても、多くのエッチ/ハーレムショーより早く開始されましたが、実際には非常に遅くまで進展し、最終的には最初のエピソードから何も変えられませんでした。 結末は残念だった。 本当に残念です。 多くのアニメはオープンエンドで行くことを選択しますが、これはひどくそれほどありません。\u001b[22m\n\u001b[1m(Matomona zentei de hajimarimasu. Tīn otoko wa, samurai to shite no kare no isshō o yama ni sodate, kunren shimashita. Kare wa machi ni itte kunren o tsudzuke, 4-ri no on'nanoko to issho ni imasu. Sore wa isshu no hāremudesuga, hontō no ai no rieki wa 2tsu shika naku, shirīzude wa romanchikkuna hattatsu wa hotondo arimasendeshita. Mottomo jūyōna purotto wa, kono naga-sa no monodeatte mo, ōku no etchi/ hāremushō yori hayaku kaishi sa remashitaga, jissai ni wa hijō ni osokumade shinten shi, saishūtekini wa saisho no episōdo kara nani mo kae raremasendeshita. Ketsumatsu wa zan'nendatta. Hontōni zan'nendesu. Ōku no anime wa ōpun'endo de iku koto o sentaku shimasuga, kore wa hidoku sorehodo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt starts off with a decent premise. Teen guy has lived and trained in the mountains his entire life as a samurai. He goes to the city to continue his training and stays with a family of 4 girls. While it is sort of a harem, there are only 2 real love interests and there was pretty much zero romantic development in the series. The overarching plot was started earlier on than in many ecchi/harem shows, even of this length, but they left any real development until very late and in the end just failed to change anything from the first episode. The ending was disappointing. Really disappointing. Many anime choose to go with an open end, but few do it this badly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt starts off with a decent premise.\u001b[24m\n    \u001b[1mまともな前提で始まります。\u001b[22m, \u001b[1mこれは、まともな前提で始まります。\u001b[22m\n\u001b[4mTeen guy has lived and trained in the mountains his entire life as a samurai.\u001b[24m\n    \u001b[1mティーン男は、サムライとしての彼の一生を山に育て、訓練しました。\u001b[22m, \u001b[1mティーン男が住んでいて、武士としての山の中で彼の全体の生命を訓練しました。\u001b[22m\n\u001b[4mHe goes to the city to continue his training and stays with a family of 4 girls.\u001b[24m\n    \u001b[1m彼は街に行って訓練を続け、4人の女の子と一緒にいます。\u001b[22m, \u001b[1m彼は彼の訓練を続けるために町に行き、4女児の家族と一緒にとどまります。\u001b[22m\n\u001b[4mWhile it is sort of a harem, there are only 2 real love interests and there was pretty much zero romantic development in the series.\u001b[24m\n    \u001b[1mそれは一種のハーレムですが、本当の愛の利益は2つしかなく、シリーズではロマンチックな発達はほとんどありませんでした。\u001b[22m, \u001b[1mそれはハーレムの一種であるが、唯一の2本当の愛の利益があると直列にかなりゼロロマンチックな発展がありました。\u001b[22m\n\u001b[4mThe overarching plot was started earlier on than in many ecchi/harem shows, even of this length, but they left any real development until very late and in the end just failed to change anything from the first episode.\u001b[24m\n    \u001b[1m最も重要なプロットは、この長さのものであっても、多くのエッチ/ハーレムショーより早く開始されましたが、実際には非常に遅くまで進展し、最終的には最初のエピソードから何も変えられませんでした。\u001b[22m, \u001b[1m包括的なプロットも、この長さの、多くのエッチ/ハーレムショーよりも早くに開始されたが、彼らはちょうど最初のエピソードから何かを変更することができなかった非常に遅くまで、最後に任意の実際の開発を残しました。\u001b[22m\n\u001b[4mThe ending was disappointing.\u001b[24m\n    \u001b[1m結末は残念だった。\u001b[22m, \u001b[1m結末は残念でした。\u001b[22m\n\u001b[4mReally disappointing.\u001b[24m\n    \u001b[1m本当に残念です。\u001b[22m, \u001b[1m本当に失望。\u001b[22m\n\u001b[4mMany anime choose to go with an open end, but few do it this badly.\u001b[24m\n    \u001b[1m多くのアニメはオープンエンドで行くことを選択しますが、これはひどくそれほどありません。\u001b[22m, \u001b[1m多くのアニメが開放端で行くことを選択したが、いくつかは、このひどくそれを行います。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 9\n\n\u001b[1mアート -  9\u001b[22m\n\u001b[1m(Āto - 9)\u001b[22m\n\nTranslations of \u001b[4mArt - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 9\u001b[24m\n    \u001b[1mアート -  9\u001b[22m\nNo complaints here. I liked most of the art. They clearly put more effort into the art than in the story. I liked most of the character designs, though some of the backgrounds were a bit bland.\n\n\u001b[1mここには苦情はありません。 私はほとんどの芸術が好きだった。 彼らは明らかに物語よりも芸術にもっと力を入れています。 私はキャラクターデザインの大部分を好きでしたが、背景の一部はちょっとばかなものでした。\u001b[22m\n\u001b[1m(Koko ni wa kujō wa arimasen. Watashi wa hotondo no geijutsu ga sukidatta. Karera wa akiraka ni monogatari yori mo geijutsu ni motto chikara o irete imasu. Watashi wa kyarakutādezain no daibubun o sukideshita ga, haikei no ichibu wa chotto bakana monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mNo complaints here. I liked most of the art. They clearly put more effort into the art than in the story. I liked most of the character designs, though some of the backgrounds were a bit bland.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo complaints here.\u001b[24m\n    \u001b[1mここには苦情はありません。\u001b[22m\n\u001b[4mI liked most of the art.\u001b[24m\n    \u001b[1m私はほとんどの芸術が好きだった。\u001b[22m, \u001b[1m私は芸術のほとんどが好きでした。\u001b[22m\n\u001b[4mThey clearly put more effort into the art than in the story.\u001b[24m\n    \u001b[1m彼らは明らかに物語よりも芸術にもっと力を入れています。\u001b[22m, \u001b[1m彼らは明らかに物語の中でよりも芸術に力を入れました。\u001b[22m\n\u001b[4mI liked most of the character designs, though some of the backgrounds were a bit bland.\u001b[24m\n    \u001b[1m私はキャラクターデザインの大部分を好きでしたが、背景の一部はちょっとばかなものでした。\u001b[22m, \u001b[1m背景の一部が少し味気たけれども、私は、キャラクターデザインのほとんどが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 9\n\n\u001b[1mサウンド -  9\u001b[22m\n\u001b[1m(Saundo - 9)\u001b[22m\n\nTranslations of \u001b[4mSound - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 9\u001b[24m\n    \u001b[1mサウンド -  9\u001b[22m\nI enjoyed the voice acting and the OP and ED. I thought they all did very well. It isn't their fault some of the lines they had to read were laughably bad and most of the voices matched their characters well.\n\n\u001b[1m私は演技とOPとEDを楽しんだ。 彼らはすべてとてもうまくいったと思った。 それは彼らの誤りではなく、彼らが読まなければならなかった行のいくつかは笑って悪いものでした。\u001b[22m\n\u001b[1m(Watashi wa engi to OP to ED o tanoshinda. Karera wa subete totemo umaku itta to omotta. Sore wa karera no ayamaride wa naku, karera ga yomanakereba naranakatta gyō no ikutsu ka wa waratte warui monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed the voice acting and the OP and ED. I thought they all did very well. It isn't their fault some of the lines they had to read were laughably bad and most of the voices matched their characters well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed the voice acting and the OP and ED.\u001b[24m\n    \u001b[1m私は演技とOPとEDを楽しんだ。\u001b[22m, \u001b[1m私は、声の演技とOPとEDを楽しみました。\u001b[22m\n\u001b[4mI thought they all did very well.\u001b[24m\n    \u001b[1m彼らはすべてとてもうまくいったと思った。\u001b[22m, \u001b[1m私は、彼らすべてが非常によくやったと思いました。\u001b[22m\n\u001b[4mIt isn't their fault some of the lines they had to read were laughably bad and most of the voices matched their characters well.\u001b[24m\n    \u001b[1mそれは彼らの誤りではなく、彼らが読まなければならなかった行のいくつかは笑って悪いものでした。\u001b[22m, \u001b[1mそれは彼らが読むために持っていた線の一部がばかばかしいほど悪かったとの声のほとんどはよく自分のキャラクターにマッチした彼らのせいではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 6\n\n\u001b[1mキャラクター -  6\u001b[22m\n\u001b[1m(Kyarakutā - 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 6\u001b[24m\n    \u001b[1mキャラクター -  6\u001b[22m, \u001b[1m文字 -  6\u001b[22m\nThis one is tough for me. I liked most of the characters. Yoichi and the sisters are all good characters, if a bit cliched. I really dislike many harem leads, but I liked Yoichi even if he was a bit bland and Ibuki was fine, even though they developed her character much less than almost everyone else in the show. Wa-san and his friend, Tsubame and Angela, and some of the other characters were all interesting enough. But there is zero development. One girl is the clear lead from the first episode, but most of the episodes concentrate their energy on other characters. Even with that, there is little to no development in their characters either. Add in one of the more loathsome antagonists and I just can't give the characters too high a score.\n\n\u001b[1mこれは私のために厳しいです。 私はほとんどのキャラクターが好きだった。 妖精と姉妹はちょっと巧みなキャラクターです。 私は本当にたくさんのハーレムのリードを嫌いですが、私はヨーヨーが好きではなくてもイブキが良かったです。 ワさんと彼の友人、ツバメとアンジェラ、そして他のキャラクターのいくつかはすべて面白かったです。 しかし、開発はゼロです。  1人の少女が最初のエピソードからの明確なリードですが、ほとんどのエピソードは他のキャラクターにエネルギーを集中します。 それでも、そのキャラクターにはほとんど開発がありません。 より嫌なアンタゴニストの1つを加えて、私はキャラクターにあまりにも高いスコアを与えることはできません。\u001b[22m\n\u001b[1m(Kore wa watashi no tame ni kibishīdesu. Watashi wa hotondo no kyarakutā ga sukidatta. Yōsei to shimai wa chotto takumina kyarakutādesu. Watashi wa hontōni takusan no hāremu no rīdo o kiraidesu ga, watashi wa yōyō ga sukide wanakute mo ibuki ga yokattadesu. Wa-san to kare no yūjin, tsubame to anjera, soshite hoka no kyarakutā no ikutsu ka wa subete omoshirokattadesu. Shikashi, kaihatsu wa zerodesu. 1-Ri no shōjo ga saisho no episōdo kara no meikakuna rīdodesuga, hotondo no episōdo wa hoka no kyarakutā ni enerugī o shūchū shimasu. Soredemo, sono kyarakutā ni wa hotondo kaihatsu ga arimasen. Yori iyana antagonisuto no 1tsu o kuwaete, watashi wa kyarakutā ni amarini mo takai sukoa o ataeru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis one is tough for me. I liked most of the characters. Yoichi and the sisters are all good characters, if a bit cliched. I really dislike many harem leads, but I liked Yoichi even if he was a bit bland and Ibuki was fine, even though they developed her character much less than almost everyone else in the show. Wa-san and his friend, Tsubame and Angela, and some of the other characters were all interesting enough. But there is zero development. One girl is the clear lead from the first episode, but most of the episodes concentrate their energy on other characters. Even with that, there is little to no development in their characters either. Add in one of the more loathsome antagonists and I just can't give the characters too high a score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis one is tough for me.\u001b[24m\n    \u001b[1mこれは私のために厳しいです。\u001b[22m, \u001b[1mこの1は私にとって厳しいです。\u001b[22m\n\u001b[4mI liked most of the characters.\u001b[24m\n    \u001b[1m私はほとんどのキャラクターが好きだった。\u001b[22m, \u001b[1m私は文字のほとんどが好きでした。\u001b[22m\n\u001b[4mYoichi and the sisters are all good characters, if a bit cliched.\u001b[24m\n    \u001b[1m妖精と姉妹はちょっと巧みなキャラクターです。\u001b[22m, \u001b[1mビット陳腐場合洋一姉妹は、すべての良い文字です。\u001b[22m\n\u001b[4mI really dislike many harem leads, but I liked Yoichi even if he was a bit bland and Ibuki was fine, even though they developed her character much less than almost everyone else in the show.\u001b[24m\n    \u001b[1m私は本当にたくさんのハーレムのリードを嫌いですが、私はヨーヨーが好きではなくてもイブキが良かったです。\u001b[22m, \u001b[1m私は本当に多くのハーレムリードを嫌い、私は彼が少し当たり障りだったと伊吹は、彼らがショーで他のほとんどの人よりもはるかに少ない彼女のキャラクターを開発していても、大丈夫だった場合でも洋一が好きでした。\u001b[22m\n\u001b[4mWa-san and his friend, Tsubame and Angela, and some of the other characters were all interesting enough.\u001b[24m\n    \u001b[1mワさんと彼の友人、ツバメとアンジェラ、そして他のキャラクターのいくつかはすべて面白かったです。\u001b[22m, \u001b[1mWA-さんと彼の友人、燕とアンジェラ、およびその他の文字の一部は、すべて十分に興味深いものでした。\u001b[22m\n\u001b[4mBut there is zero development.\u001b[24m\n    \u001b[1mしかし、開発はゼロです。\u001b[22m, \u001b[1mしかし、ゼロの開発があります。\u001b[22m\n\u001b[4mOne girl is the clear lead from the first episode, but most of the episodes concentrate their energy on other characters.\u001b[24m\n    \u001b[1m1人の少女が最初のエピソードからの明確なリードですが、ほとんどのエピソードは他のキャラクターにエネルギーを集中します。\u001b[22m, \u001b[1m一人の女の子は、最初のエピソードから明らかなリードですが、エピソードのほとんどは他のキャラクターに自分のエネルギーを集中します。\u001b[22m\n\u001b[4mEven with that, there is little to no development in their characters either.\u001b[24m\n    \u001b[1mそれでも、そのキャラクターにはほとんど開発がありません。\u001b[22m, \u001b[1mでもそれで、どちらか自分のキャラクターでno発展に少しあります。\u001b[22m\n\u001b[4mAdd in one of the more loathsome antagonists and I just can't give the characters too high a score.\u001b[24m\n    \u001b[1mより嫌なアンタゴニストの1つを加えて、私はキャラクターにあまりにも高いスコアを与えることはできません。\u001b[22m, \u001b[1mより忌まわしいアンタゴニストの1に追加し、私は文字に高すぎるスコアを与えることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 5\n\n\u001b[1m楽しさ -  5\u001b[22m\n\u001b[1m(Tanoshisa - 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 5\u001b[24m\n    \u001b[1m楽しさ -  5\u001b[22m\nUp until the last few episodes I may have given this a 7 or higher. I enjoy romances. Absolutely nothing came from it other than introducing the world to an asshole. No romantic development, even with the somewhat complicated web of characters. No feeling of satisfaction from a concluded plot. And no real ending. I guess the last few moments of the show are just about right. Was that perhaps the script he was blowing his nose on? And I enjoy ecchi comedies. This show has its moments. Most of them were pretty early on. But eventually, one would expect there to be some development. And when there isn't any by the 7-8 episode mark, I have to start to worry about the direction of the show. They kept doing the same jokes over and over again, so after the first few episodes, it started to lose its comedic edge as well. When they started the plot movement in the last few episodes, I was glad that something was finally going to happen. But then they just reverted everything back to the way it was.\n\n\u001b[1m最後のいくつかのエピソードまで、私はこれに7以上を与えているかもしれません。 私はロマンスを楽しむ。 世界を嫌いな人に紹介する以外に何も出てこなかった。 やや複雑な文字のウェブでさえ、ロマンチックな発達はありません。 結論からの満足感はない。 そして本当の終わりはない。 私はショーの最後の数瞬間がちょうど正しいと思います。 おそらく彼が鼻を吹いていたスクリプトでしょうか？ そして、私はecchiコメディを楽しむ。 このショーはその瞬間があります。 彼らのほとんどはかなり早かった。 しかし、最終的には、ある程度の発展が期待されます。 そして、7-8エピソードのマークがないときは、ショーの方向性について心配しなくてはなりません。 彼らは同じジョークを何度も何度も繰り返し続けていたので、最初の数回のエピソードの後に​​、それはコメディー・エッジを失い始めました。 彼らが最後の数回のエピソードでプロットの動きを始めたとき、私は最終的に何かが起こることをうれしく思いました。 しかし、その後、彼らはすべてを元に戻しました。\u001b[22m\n\u001b[1m(Saigo no ikutsu ka no episōdo made, watashi wa kore ni 7 ijō o ataete iru kamo shiremasen. Watashi wa romansu o tanoshimu. Soshite, watashi wa ecchi komedi o tanoshimu. Kono shō wa sono shunkan ga arimasu. Karera no hotondo wa kanari hayakatta. Shikashi, saishūtekini wa, aruteido no hatten ga kitai sa remasu. Soshite, 7 - 8 episōdo no māku ga nai toki wa, shō no hōkō-sei ni tsuite shinpai shinakute wa narimasen. Karera wa onaji jōku o nandomonandomo kurikaeshi tsudzukete itanode, saisho no sū-kai no episōdo no nochi ni ​​, soreha komedī ejji o ushinai hajimemashita. Karera ga saigo no sū-kai no episōdo de purotto no ugoki o hajimeta toki, watashi wa saishūtekini nanika ga okoru koto o ureshiku omoimashita. Shikashi, sonogo, karera wa subete o gen ni modoshimashita. Sekai o kirainahito ni shōkai suru igai ni nani mo dete konakatta. Yaya fukuzatsuna moji no u~ebude sae, romanchikkuna hattatsu wa arimasen. Ketsuron kara no manzoku-kan wanai. Soshite hontō no owari wanai. Watashi wa shō no saigo no sū shunkan ga chōdo tadashī to omoimasu. Osoraku kare ga hana o fuite ita sukuriputodeshou ka?)\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I have to give the show a 6. The art and sound were good and the idea of the show was not too bad. A naive kid coming to the city should make for some interesting moments, and it does, but the flaws of the show are just too big to ignore. I would say it is probably worth a watch for most anime aficionados, but many will be bored with it quickly. Luckily, or unluckily, depending on how you look at it, there are only 12 episodes. Perhaps there would be more development with more episodes, but at least it wont cost you too much time if you don't enjoy it.\n\n\u001b[1m全体として、私はショーに6を与える必要があります。芸術とサウンドは素晴らしく、ショーのアイデアはそれほど悪くはありませんでした。 町に来る純粋な子供は興味深い瞬間を作るはずですが、それはありますが、ショーの欠陥は無視するには大きすぎます。 私はおそらく、ほとんどのアニメ愛好家のための時計の価値があると言うでしょうが、多くはすぐにそれに飽きます。 幸いにも、不運にも、あなたの見方によっては、12のエピソードしかありません。 多分もっと多くのエピソードの開発があるかもしれませんが、それを楽しんでいなければ、少なくともあなたには時間がかかりません。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa shō ni 6 o ataeru hitsuyō ga arimasu. Geijutsu to saundo wa subarashiku, shō no aidea wa sore hodo waruku wa arimasendeshita. Machi ni kuru junsuina kodomo wa kyōmibukai shunkan o tsukuru hazudesuga, sore wa arimasuga, shō no kekkan wa mushi suru ni wa ōki sugimasu. Watashi wa osoraku, hotondo no anime aikō-ka no tame no tokei no kachigāru to iudeshouga, ōku wa sugu ni sore ni akimasu. Saiwai ni mo, fuun ni mo, anata no mikata ni yotte wa, 12 no episōdo shika arimasen. Tabun motto ōku no episōdo no kaihatsu ga aru kamo shiremasenga, sore o tanoshinde inakereba, sukunakutomo anata ni wa jikan ga kakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I have to give the show a 6. The art and sound were good and the idea of the show was not too bad. A naive kid coming to the city should make for some interesting moments, and it does, but the flaws of the show are just too big to ignore. I would say it is probably worth a watch for most anime aficionados, but many will be bored with it quickly. Luckily, or unluckily, depending on how you look at it, there are only 12 episodes. Perhaps there would be more development with more episodes, but at least it wont cost you too much time if you don't enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I have to give the show a 6. The art and sound were good and the idea of the show was not too bad.\u001b[24m\n    \u001b[1m全体として、私はショーに6を与える必要があります。芸術とサウンドは素晴らしく、ショーのアイデアはそれほど悪くはありませんでした。\u001b[22m, \u001b[1m全体的に、私は芸術と音が良かったとショーのアイデアがあまりにも悪くはなかったショー6.を与える必要があります。\u001b[22m\n\u001b[4mA naive kid coming to the city should make for some interesting moments, and it does, but the flaws of the show are just too big to ignore.\u001b[24m\n    \u001b[1m町に来る純粋な子供は興味深い瞬間を作るはずですが、それはありますが、ショーの欠陥は無視するには大きすぎます。\u001b[22m, \u001b[1m街に来て素朴な子供は、いくつかの興味深い瞬間のために作る必要があり、それはありませんが、ショーの欠陥は無視するにはあまりにも大きいです。\u001b[22m\n\u001b[4mI would say it is probably worth a watch for most anime aficionados, but many will be bored with it quickly.\u001b[24m\n    \u001b[1m私はおそらく、ほとんどのアニメ愛好家のための時計の価値があると言うでしょうが、多くはすぐにそれに飽きます。\u001b[22m, \u001b[1m私はそれはおそらく、ほとんどのアニメ愛好家のための時計の価値があると言うだろうが、多くはすぐにそれに退屈されます。\u001b[22m\n\u001b[4mLuckily, or unluckily, depending on how you look at it, there are only 12 episodes.\u001b[24m\n    \u001b[1m幸いにも、不運にも、あなたの見方によっては、12のエピソードしかありません。\u001b[22m, \u001b[1m幸いなことに、または運悪く、あなたがそれを見てどのように応じて、唯一の12のエピソードがあります。\u001b[22m\n\u001b[4mPerhaps there would be more development with more episodes, but at least it wont cost you too much time if you don't enjoy it.\u001b[24m\n    \u001b[1m多分もっと多くのエピソードの開発があるかもしれませんが、それを楽しんでいなければ、少なくともあなたには時間がかかりません。\u001b[22m, \u001b[1mおそらく、より多くのエピソードでより多くの開発があるだろうが、あなたがそれを享受していない場合は、少なくともそれは文句を言わないあなたにあまりにも多くの時間を要しました。\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "zayber",
    "profile": "/profile/zayber/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=48831",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nAsu no Yoichiは、今日はそんなに多くの人のように、害虫のアニメです。 ストーリー・ラインはそれほど素晴らしいものではありませんでしたが、他のいくつかのハーレム・エッチアニメよりも優れていました。 このアニメのストーリー・ラインから離れているのは、主人公がすでに自分の最強になっており、かなり強いということです。\n\n面白い瞬間がいくつかあります。もちろん、主人公はパワフルです。 驚くべきことに、彼はどれほど強いのか、ヨイチが指摘しているように、誤解を招くこともあるが、変態した瞬間には、女の子はいつも彼を殴ることができるようだ。\n\nこのアニメを最も楽しくするのは、主人公が実際にはあまり発達していないにもかかわらず、二次キャラクターにとっては同じことが言えないということです。 アヤメと鷲津はエピソードに苦しんで気づき、彼らの人格を進歩させます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAsu no Yoichi is a harm ecchi anime, like so many out there today. The story line wasn't that great, but it was better than some other harem ecchi anime. The thing that takes away from the story line in this anime is that the main character is already at his strongest, and is pretty much the strongest.\n\n\u001b[1mAsu no Yoichiは、今日はそんなに多くの人のように、害虫のアニメです。 ストーリー・ラインはそれほど素晴らしいものではありませんでしたが、他のいくつかのハーレム・エッチアニメよりも優れていました。 このアニメのストーリー・ラインから離れているのは、主人公がすでに自分の最強になっており、かなり強いということです。\u001b[22m\n\u001b[1m(Asu no Yoichi wa, kyō wa son'nani ōku no hito no yō ni, gaichū no animedesu. Sutōrī rain wa sore hodo subarashī monode wa arimasendeshitaga, hoka no ikutsu ka no hāremu etchi anime yori mo sugurete imashita. Kono anime no sutōrī rain kara hanarete iru no wa, shujinkō ga sudeni jibun no saikyō ni natte ori, kanari tsuyoi to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAsu no Yoichi is a harm ecchi anime, like so many out there today. The story line wasn't that great, but it was better than some other harem ecchi anime. The thing that takes away from the story line in this anime is that the main character is already at his strongest, and is pretty much the strongest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAsu no Yoichi is a harm ecchi anime, like so many out there today.\u001b[24m\n    \u001b[1mAsu no Yoichiは、今日はそんなに多くの人のように、害虫のアニメです。\u001b[22m, \u001b[1m明日には洋一はそこに非常に多くのように、今日の害エッチなアニメではありません。\u001b[22m\n\u001b[4mThe story line wasn't that great, but it was better than some other harem ecchi anime.\u001b[24m\n    \u001b[1mストーリー・ラインはそれほど素晴らしいものではありませんでしたが、他のいくつかのハーレム・エッチアニメよりも優れていました。\u001b[22m, \u001b[1mストーリーラインは、その素晴らしいではありませんでしたが、それはいくつかの他のハーレムエッチアニメよりも良好でした。\u001b[22m\n\u001b[4mThe thing that takes away from the story line in this anime is that the main character is already at his strongest, and is pretty much the strongest.\u001b[24m\n    \u001b[1mこのアニメのストーリー・ラインから離れているのは、主人公がすでに自分の最強になっており、かなり強いということです。\u001b[22m, \u001b[1mこのアニメでストーリーラインから奪う事は主人公が彼の最強で既にあるということである、とかなり最強です。\u001b[22m\n\u001b[1m\u001b[22m\nThere are a few funny moments, and of course the main character is a perv. Surprisingly for how strong he is, the girls always seem to be able to beat the crap out of him in his perverted moments, although as Yoichi likes to point out, some of them are misunderstandings.\n\n\u001b[1m面白い瞬間がいくつかあります。もちろん、主人公はパワフルです。 驚くべきことに、彼はどれほど強いのか、ヨイチが指摘しているように、誤解を招くこともあるが、変態した瞬間には、女の子はいつも彼を殴ることができるようだ。\u001b[22m\n\u001b[1m(Omoshiroi shunkan ga ikutsu ka arimasu. Mochiron, shujinkō wa pawafurudesu. Odorokubeki koto ni, kare wa dorehodo tsuyoi no ka, Yoichi ga shiteki shite iru yō ni, gokaiwomaneku koto moaruga, hentai shita shunkan ni wa, on'nanoko wa itsumo kare o naguru koto ga dekiru yōda.)\u001b[22m\n\nTranslations of \u001b[4mThere are a few funny moments, and of course the main character is a perv. Surprisingly for how strong he is, the girls always seem to be able to beat the crap out of him in his perverted moments, although as Yoichi likes to point out, some of them are misunderstandings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are a few funny moments, and of course the main character is a perv.\u001b[24m\n    \u001b[1m面白い瞬間がいくつかあります。もちろん、主人公はパワフルです。\u001b[22m, \u001b[1mそこにいくつかの面白い瞬間があり、そしてもちろん主人公はPERVです。\u001b[22m\n\u001b[4mSurprisingly for how strong he is, the girls always seem to be able to beat the crap out of him in his perverted moments, although as Yoichi likes to point out, some of them are misunderstandings.\u001b[24m\n    \u001b[1m驚くべきことに、彼はどれほど強いのか、ヨイチが指摘しているように、誤解を招くこともあるが、変態した瞬間には、女の子はいつも彼を殴ることができるようだ。\u001b[22m, \u001b[1m驚くべきことに、彼の強さのため洋一が指摘するのが好きとして、そのうちのいくつかは誤解ですが、女の子はいつも、彼の倒錯した瞬間に、彼のがらくたを打つことができるように思われます。\u001b[22m\n\u001b[1m\u001b[22m\nThe thing that makes this anime most enjoyable is that even though the main characters don't really develop much, the same cannot be said for the secondary characters. Ayame and Washizu struggle over the episodes to be noticed and make progress in their personality.\n\n\u001b[1mこのアニメを最も楽しくするのは、主人公が実際にはあまり発達していないにもかかわらず、二次キャラクターにとっては同じことが言えないということです。 アヤメと鷲津はエピソードに苦しんで気づき、彼らの人格を進歩させます。\u001b[22m\n\u001b[1m(Kono anime o mottomo tanoshiku suru no wa, shujinkō ga jissai ni wa amari hattatsu shite inai nimokakawarazu, niji kyarakutā ni totte wa onaji koto ga ienai to iu kotodesu. Ayame to Washidzu wa episōdo ni kurushinde kidzuki, karera no jinkaku o shinpo sa semasu.)\u001b[22m\n\nTranslations of \u001b[4mThe thing that makes this anime most enjoyable is that even though the main characters don't really develop much, the same cannot be said for the secondary characters. Ayame and Washizu struggle over the episodes to be noticed and make progress in their personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing that makes this anime most enjoyable is that even though the main characters don't really develop much, the same cannot be said for the secondary characters.\u001b[24m\n    \u001b[1mこのアニメを最も楽しくするのは、主人公が実際にはあまり発達していないにもかかわらず、二次キャラクターにとっては同じことが言えないということです。\u001b[22m, \u001b[1mこのアニメは、最も楽しい作る事は、メインキャラクターが本当に多くを開発していなくても、同じことが二文字のために言うことができないということです。\u001b[22m\n\u001b[4mAyame and Washizu struggle over the episodes to be noticed and make progress in their personality.\u001b[24m\n    \u001b[1mアヤメと鷲津はエピソードに苦しんで気づき、彼らの人格を進歩させます。\u001b[22m, \u001b[1mエピソード以上のあやめと鷲津闘争が気づき、彼らの個性に進歩を遂げることができます。\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "symphysiz",
    "profile": "/profile/symphysiz/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=97463",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\n私はこれを見て本当に楽しんで、それはすべてのハーレムとエッチではなかった。 烏丸陽一は武士であり、恋に落ちたのは二人だけです。 とても面白かったです",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed watching this it was not all harem and ecchi. Yoichi Karasuma was a samurai and only two girls that fell in love for him. It was very interesting\n\n\u001b[1m私はこれを見て本当に楽しんで、それはすべてのハーレムとエッチではなかった。 烏丸陽一は武士であり、恋に落ちたのは二人だけです。 とても面白かったです\u001b[22m\n\u001b[1m(Watashi wa kore o mite hontōni tanoshinde, soreha subete no hāremu to etchide wa nakatta. Karasuma Yōichi wa bushideari, koi ni ochita no wa futaridakedesu. Totemo omoshirokattadesu)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed watching this it was not all harem and ecchi. Yoichi Karasuma was a samurai and only two girls that fell in love for him. It was very interesting\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed watching this it was not all harem and ecchi.\u001b[24m\n    \u001b[1m私はこれを見て本当に楽しんで、それはすべてのハーレムとエッチではなかった。\u001b[22m, \u001b[1m私は実際にそれがすべてのハーレムとエッチではありませんでしたこれを見て楽しみました。\u001b[22m\n\u001b[4mYoichi Karasuma was a samurai and only two girls that fell in love for him.\u001b[24m\n    \u001b[1m烏丸陽一は武士であり、恋に落ちたのは二人だけです。\u001b[22m, \u001b[1m洋一烏丸は武士と彼のために恋に落ちただけで二人の少女でした。\u001b[22m\n\u001b[4mIt was very interesting\u001b[24m\n    \u001b[1mとても面白かったです\u001b[22m, \u001b[1mそれは非常に面白かったです\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "Garvin",
    "profile": "/profile/Garvin/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=81972",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\nストーリー9\nアート8\n音10\nキャラクター9\n楽しさ10\n全体的に9\n私は個人的には、このアニメはアニメのためのほとんどの人の味に合うと思うそれのほとんどすべてのものとそれは良いストーリーが付属しています。 すべてのキャラクターが独自の魅力をもたらすと、どのようにあなたはおそらくこのアニメを嫌うことができます。 私はおそらく、この驚くほど面白いと感じた唯一の人ではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nstory 9\n\n\u001b[1mストーリー9\u001b[22m\n\u001b[1m(Sutōrī 9)\u001b[22m\n\nTranslations of \u001b[4mstory 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory 9\u001b[24m\n    \u001b[1mストーリー9\u001b[22m, \u001b[1m物語9\u001b[22m\nart 8\n\n\u001b[1mアート8\u001b[22m\n\u001b[1m(Āto 8)\u001b[22m\n\nTranslations of \u001b[4mart 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart 8\u001b[24m\n    \u001b[1mアート8\u001b[22m\nsound 10\n\n\u001b[1m音10\u001b[22m\n\u001b[1m(Oto 10)\u001b[22m\n\nTranslations of \u001b[4msound 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound 10\u001b[24m\n    \u001b[1m音10\u001b[22m\ncharacter 9\n\n\u001b[1mキャラクター9\u001b[22m\n\u001b[1m(Kyarakutā 9)\u001b[22m\n\nTranslations of \u001b[4mcharacter 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter 9\u001b[24m\n    \u001b[1mキャラクター9\u001b[22m, \u001b[1m文字9\u001b[22m\nenjoyment 10\n\n\u001b[1m楽しさ10\u001b[22m\n\u001b[1m(Tanoshisa 10)\u001b[22m\n\nTranslations of \u001b[4menjoyment 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment 10\u001b[24m\n    \u001b[1m楽しさ10\u001b[22m\noverall 9\n\n\u001b[1m全体的に9\u001b[22m\n\u001b[1m(Zentai-teki ni 9)\u001b[22m\n\nTranslations of \u001b[4moverall 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall 9\u001b[24m\n    \u001b[1m全体的に9\u001b[22m, \u001b[1m全体の9\u001b[22m\nI personally think that this anime can suit most peoples tastes for anime theres pretty much everything in it and it comes with a good storyline. With all the characters bringing their own unique appeal how could you possibly dislike this anime. I am probably not the only one who found this amazingly entertaining.\n\n\u001b[1m私は個人的には、このアニメはアニメのためのほとんどの人の味に合うと思うそれのほとんどすべてのものとそれは良いストーリーが付属しています。 すべてのキャラクターが独自の魅力をもたらすと、どのようにあなたはおそらくこのアニメを嫌うことができます。 私はおそらく、この驚くほど面白いと感じた唯一の人ではありません。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni wa, kono anime wa anime no tame no hotondo no hito no aji ni au to omou sore no hotondo subete no mono to sore wa yoi sutōrī ga fuzoku shite imasu. Subete no kyarakutā ga dokuji no miryoku o motarasu to, dono yō ni anata wa osoraku kono anime o kirau koto ga dekimasu. Watashi wa osoraku, kono odoroku hodo omoshiroi to kanjita yuiitsu no hitode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI personally think that this anime can suit most peoples tastes for anime theres pretty much everything in it and it comes with a good storyline. With all the characters bringing their own unique appeal how could you possibly dislike this anime. I am probably not the only one who found this amazingly entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally think that this anime can suit most peoples tastes for anime theres pretty much everything in it and it comes with a good storyline.\u001b[24m\n    \u001b[1m私は個人的には、このアニメはアニメのためのほとんどの人の味に合うと思うそれのほとんどすべてのものとそれは良いストーリーが付属しています。\u001b[22m, \u001b[1m私は個人的に、ほとんどの人々に合うことができ、このアニメはそれでアニメtheresのほとんどすべてのための味だと思うし、それは良いストーリーが付属しています。\u001b[22m\n\u001b[4mWith all the characters bringing their own unique appeal how could you possibly dislike this anime.\u001b[24m\n    \u001b[1mすべてのキャラクターが独自の魅力をもたらすと、どのようにあなたはおそらくこのアニメを嫌うことができます。\u001b[22m, \u001b[1mすべての文字が独自の魅力を持って来ると、あなたは、おそらくこのアニメを嫌うことができますか。\u001b[22m\n\u001b[4mI am probably not the only one who found this amazingly entertaining.\u001b[24m\n    \u001b[1m私はおそらく、この驚くほど面白いと感じた唯一の人ではありません。\u001b[22m, \u001b[1m私はおそらくこれが驚くほど面白い発見だけではないです。\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "kiekie895",
    "profile": "/profile/kiekie895/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=20570",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nAsu no Yoichi！ 典型的なサムライショーはありません。 それはほとんどの侍のような行動が、敵が常に違って凶悪であることを示しています。 さまざまな種類がプラスされています。\nこの番組はコメディ+エッチ+ハレムという事実。 どのように抵抗することができます。 全体的なプロットは良好で、すべての良いショーのように、最後のエピソードにはクリフハンガーはありません。 アズノヨイチは肌触りの良い素敵な肌触り！ あなたはこのショーに飽きることはありません！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAsu no Yoichi! is no typical samurai show. It has action like most samurai shows the enemies are always different and wierd. Plus the different types adds the goodness.\n\n\u001b[1mAsu no Yoichi！ 典型的なサムライショーはありません。 それはほとんどの侍のような行動が、敵が常に違って凶悪であることを示しています。 さまざまな種類がプラスされています。\u001b[22m\n\u001b[1m(Asu no Yoichi! Tenkei-tekina samuraishō wa arimasen. Sore wa hotondo no samurai no yōna kōdō ga, teki ga tsuneni chigatte kyōakudearu koto o shimeshite imasu. Samazamana shurui ga purasu sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAsu no Yoichi! is no typical samurai show. It has action like most samurai shows the enemies are always different and wierd. Plus the different types adds the goodness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAsu no Yoichi!\u001b[24m\n    \u001b[1mAsu no Yoichi！\u001b[22m, \u001b[1m明日のよいちありません！\u001b[22m\n\u001b[4mis no typical samurai show.\u001b[24m\n    \u001b[1m典型的なサムライショーはありません。\u001b[22m, \u001b[1m何の典型的な武士のショーではありません。\u001b[22m\n\u001b[4mIt has action like most samurai shows the enemies are always different and wierd.\u001b[24m\n    \u001b[1mそれはほとんどの侍のような行動が、敵が常に違って凶悪であることを示しています。\u001b[22m, \u001b[1mそれはほとんどの武士のようなアクションが敵は常に異なると奇妙されている示しています。\u001b[22m\n\u001b[4mPlus the different types adds the goodness.\u001b[24m\n    \u001b[1mさまざまな種類がプラスされています。\u001b[22m, \u001b[1mプラスの異なるタイプが良さを追加します。\u001b[22m\nThe fact that this show is comedy+ecchi+harem. How could you resist. The overall plot is good and like all good shows there are no cliffhangers on the last episode. Asu no Yoichi has a great shoujo feel along with a shouen touch! You'll never get bored of this show!\n\n\u001b[1mこの番組はコメディ+エッチ+ハレムという事実。 どのように抵抗することができます。 全体的なプロットは良好で、すべての良いショーのように、最後のエピソードにはクリフハンガーはありません。 アズノヨイチは肌触りの良い素敵な肌触り！ あなたはこのショーに飽きることはありません！\u001b[22m\n\u001b[1m(Kono bangumi wa komedi + etchi + haremu to iu jijitsu. Dono yō ni teikō suru koto ga dekimasu. Zentai-tekina purotto wa ryōkōde, subete no yoi shō no yō ni, saigo no episōdo ni wa kurifuhangā wa arimasen. Azunoyoichi wa hadazawari no yoi sutekina hadazawari! Anata wa kono shō ni akiru koto wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mThe fact that this show is comedy+ecchi+harem. How could you resist. The overall plot is good and like all good shows there are no cliffhangers on the last episode. Asu no Yoichi has a great shoujo feel along with a shouen touch! You'll never get bored of this show!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fact that this show is comedy+ecchi+harem.\u001b[24m\n    \u001b[1mこの番組はコメディ+エッチ+ハレムという事実。\u001b[22m, \u001b[1mこのショーは喜劇+エッチ+ハーレムであるという事実。\u001b[22m\n\u001b[4mHow could you resist.\u001b[24m\n    \u001b[1mどのように抵抗することができます。\u001b[22m, \u001b[1mあなたはどのように抵抗することができます。\u001b[22m\n\u001b[4mThe overall plot is good and like all good shows there are no cliffhangers on the last episode.\u001b[24m\n    \u001b[1m全体的なプロットは良好で、すべての良いショーのように、最後のエピソードにはクリフハンガーはありません。\u001b[22m, \u001b[1m全体のプロットは良好であり、すべての良いショーのように最後のエピソードにはcliffhangersはありません。\u001b[22m\n\u001b[4mAsu no Yoichi has a great shoujo feel along with a shouen touch!\u001b[24m\n    \u001b[1mアズノヨイチは肌触りの良い素敵な肌触り！\u001b[22m, \u001b[1m明日のよいちは素晴らしい少女はshouenタッチと一緒に感じていません！\u001b[22m\n\u001b[4mYou'll never get bored of this show!\u001b[24m\n    \u001b[1mあなたはこのショーに飽きることはありません！\u001b[22m, \u001b[1mあなたはこのショーの飽きることは決してないだろう！\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "AsphyxiateMe",
    "profile": "/profile/AsphyxiateMe/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=101155",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  8\n\nAsu No Yoichiは、主に烏丸陽一を中心に活動しています。 山に暮らしていない時に武者になるためには、父親の伊香鶴道場/都市に送られた武士。 彼が市に到着すると、彼は全部の暴言として始まります。 いたずらを引き起こす（彼はよく意味するが）、絞首刑の衣服を着て、そして奇妙なことを言っている。 しかし、物語が進むにつれて、彼はゆっくりと都市生活を学び始め、ついにそれを楽しむ。 彼はまた少数の女の子が彼と恋に落ちるように管理しています。\n\nストーリー：7/10\nストーリーは、基本的にアクションのあるロマンチックなコメディです。 それは本当に多くのハーレムではありません。 ストーリーのプロットは、あまりにも驚くべきものではありません。 しかし、それは多くの戦いのシーンといくつかのロマンチックなシーンが含まれています。\n\nアート：9/10\nちょっと、あなた。 私の注意を引いたもう1つのこと、おそらく他の多くの人々の注意が、アニメのページの写真のアートワークでした。 キャラクターは驚くように見えます。 女性はきれいで、私は認めなければならない、ヨイイチはかなりハンサムな侍です。\n\nサウンド：9/10\n音声の演技とシーンのサウンド効果は素晴らしいものでした。\n\nキャラクター：7/10\nキャラクターに大きな発展はありませんが、ストーリーが進行するにつれていくらかの発展が見られます。\n\n楽しさ：8/10\nこれは面白いアニメで、面白い場面やエッチ感がアクションと一緒に続いていました。\n\n全体：8/10\n「全体のAsu no Yoichi」には次のものが含まれています。Decent story、良い音とビジュアル、軽いキャラクターの開発。\nロマンチックなコメディーと小さなハレムを見たい人は、必ず「浅の洋一」をチェックしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAsu No Yoichi is mainly focused on Yoichi Karasuma. A samurai who was sent to the Ikaruga Dojo/The City by his father to become a stronger warrior/experience other things that he hasn't done while living in the mountains. When he arrives at the City, he starts out as a total outcast. Causing mischief (Though he means well.), wearing strangle clothing, and even saying strange things. But as the story progresses, he slowly begins to learn the city life and eventually enjoys it. He also manages to get a few girls to fall in love with him.\n\n\u001b[1mAsu No Yoichiは、主に烏丸陽一を中心に活動しています。 山に暮らしていない時に武者になるためには、父親の伊香鶴道場/都市に送られた武士。 彼が市に到着すると、彼は全部の暴言として始まります。 いたずらを引き起こす（彼はよく意味するが）、絞首刑の衣服を着て、そして奇妙なことを言っている。 しかし、物語が進むにつれて、彼はゆっくりと都市生活を学び始め、ついにそれを楽しむ。 彼はまた少数の女の子が彼と恋に落ちるように管理しています。\u001b[22m\n\u001b[1m(Asu No Yoichi wa, omoni Karasuma Yōichi o chūshin ni katsudō shite imasu. Yama ni kurashite inai toki ni musha ni naru tame ni wa, chichioya no Ika Tsuru dōjō/ toshi ni okura reta bushi. Kare ga ichi ni tōchaku suru to, kare wa zenbu no bōgen to shite hajimarimasu. Itazura o hikiokosu (kare wa yoku imi suruga), kōshukei no ifuku o kite, soshite kimyōna koto o itte iru. Shikashi, monogatari ga susumu ni tsurete, kare wa yukkuri to toshi seikatsu o manabi hajime, tsuini sore o tanoshimu. Kare wa mata shōsū no on'nanoko ga kare to koiniochiru-yō ni kanri shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAsu No Yoichi is mainly focused on Yoichi Karasuma. A samurai who was sent to the Ikaruga Dojo/The City by his father to become a stronger warrior/experience other things that he hasn't done while living in the mountains. When he arrives at the City, he starts out as a total outcast. Causing mischief (Though he means well.), wearing strangle clothing, and even saying strange things. But as the story progresses, he slowly begins to learn the city life and eventually enjoys it. He also manages to get a few girls to fall in love with him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAsu No Yoichi is mainly focused on Yoichi Karasuma.\u001b[24m\n    \u001b[1mAsu No Yoichiは、主に烏丸陽一を中心に活動しています。\u001b[22m, \u001b[1m明日のよいちは、主洋一烏丸に焦点を当てています。\u001b[22m\n\u001b[4mA samurai who was sent to the Ikaruga Dojo/The City by his father to become a stronger warrior/experience other things that he hasn't done while living in the mountains.\u001b[24m\n    \u001b[1m山に暮らしていない時に武者になるためには、父親の伊香鶴道場/都市に送られた武士。\u001b[22m, \u001b[1m山の中に住んでいる間、彼は行っていないことを他のものより強力な戦士/経験になるために彼の父によって斑鳩道場/市に送られた侍。\u001b[22m\n\u001b[4mWhen he arrives at the City, he starts out as a total outcast.\u001b[24m\n    \u001b[1m彼が市に到着すると、彼は全部の暴言として始まります。\u001b[22m, \u001b[1m彼は市に到着すると、彼は総見捨てられたとして開始します。\u001b[22m\n\u001b[4mCausing mischief (Though he means well.), wearing strangle clothing, and even saying strange things.\u001b[24m\n    \u001b[1mいたずらを引き起こす（彼はよく意味するが）、絞首刑の衣服を着て、そして奇妙なことを言っている。\u001b[22m, \u001b[1m（彼はよく意味が。）いたずらを引き起こし、ストラングル服を着て、さらに奇妙なことを言って。\u001b[22m\n\u001b[4mBut as the story progresses, he slowly begins to learn the city life and eventually enjoys it.\u001b[24m\n    \u001b[1mしかし、物語が進むにつれて、彼はゆっくりと都市生活を学び始め、ついにそれを楽しむ。\u001b[22m, \u001b[1m物語が進むにつれてしかし、彼はゆっくりと都市生活を学び始め、最終的にそれを楽しんでいます。\u001b[22m\n\u001b[4mHe also manages to get a few girls to fall in love with him.\u001b[24m\n    \u001b[1m彼はまた少数の女の子が彼と恋に落ちるように管理しています。\u001b[22m, \u001b[1m彼はまた、いくつかの女の子が彼と恋に落ちるために得るために管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nStory : 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory : 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory : 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nThe story is basically a romantic comedy with action. it isn't really much of a harem. The plot of the story isn't necessarily anything too extraordinary. But it does contains lots of fighting scenes and some romantic scenes.\n\n\u001b[1mストーリーは、基本的にアクションのあるロマンチックなコメディです。 それは本当に多くのハーレムではありません。 ストーリーのプロットは、あまりにも驚くべきものではありません。 しかし、それは多くの戦いのシーンといくつかのロマンチックなシーンが含まれています。\u001b[22m\n\u001b[1m(Sutōrī wa, kihontekini akushon no aru romanchikkuna komedidesu. Sore wa hontōni ōku no hāremude wa arimasen. Sutōrī no purotto wa, amarini mo odorokubeki monode wa arimasen. Shikashi, sore wa ōku no tatakai no shīn to ikutsu ka no romanchikkuna shīn ga fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is basically a romantic comedy with action. it isn't really much of a harem. The plot of the story isn't necessarily anything too extraordinary. But it does contains lots of fighting scenes and some romantic scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is basically a romantic comedy with action.\u001b[24m\n    \u001b[1mストーリーは、基本的にアクションのあるロマンチックなコメディです。\u001b[22m, \u001b[1m物語は基本的にアクションとラブコメディです。\u001b[22m\n\u001b[4mit isn't really much of a harem.\u001b[24m\n    \u001b[1mそれは本当に多くのハーレムではありません。\u001b[22m, \u001b[1mそれはハーレムの本当に多くのではありません。\u001b[22m\n\u001b[4mThe plot of the story isn't necessarily anything too extraordinary.\u001b[24m\n    \u001b[1mストーリーのプロットは、あまりにも驚くべきものではありません。\u001b[22m, \u001b[1m物語のプロットは必ずしもあまりにも異常なものではありません。\u001b[22m\n\u001b[4mBut it does contains lots of fighting scenes and some romantic scenes.\u001b[24m\n    \u001b[1mしかし、それは多くの戦いのシーンといくつかのロマンチックなシーンが含まれています。\u001b[22m, \u001b[1mしかし、それは戦いのシーンの多くといくつかのロマンチックなシーンが含まれていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt : 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt : 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt : 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\nOh MAN. Another thing that caught my attention and probably a lot of other peoples' attention was the artwork of the picture on the anime's page. THE CHARACTERS LOOK AMAZING. The females are beautiful and i have to admit, Yoichi is a pretty handsome samurai.\n\n\u001b[1mちょっと、あなた。 私の注意を引いたもう1つのこと、おそらく他の多くの人々の注意が、アニメのページの写真のアートワークでした。 キャラクターは驚くように見えます。 女性はきれいで、私は認めなければならない、ヨイイチはかなりハンサムな侍です。\u001b[22m\n\u001b[1m(Chotto, anata. Watashi no chūi o hiita mō 1tsu no koto, osoraku hoka no ōku no hitobito no chūi ga, anime no pēji no shashin no ātowākudeshita. Kyarakutā wa odoroku yō ni miemasu. Josei wa kireide, watashi wa mitomenakereba naranai, yoiichi wa kanari hansamuna samuraidesu.)\u001b[22m\n\nTranslations of \u001b[4mOh MAN. Another thing that caught my attention and probably a lot of other peoples' attention was the artwork of the picture on the anime's page. THE CHARACTERS LOOK AMAZING. The females are beautiful and i have to admit, Yoichi is a pretty handsome samurai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh MAN.\u001b[24m\n    \u001b[1mちょっと、あなた。\u001b[22m, \u001b[1mああ男。\u001b[22m, \u001b[1mMANああ。\u001b[22m\n\u001b[4mAnother thing that caught my attention and probably a lot of other peoples' attention was the artwork of the picture on the anime's page.\u001b[24m\n    \u001b[1m私の注意を引いたもう1つのこと、おそらく他の多くの人々の注意が、アニメのページの写真のアートワークでした。\u001b[22m, \u001b[1m私の注意と、おそらく他の人々の多くの注目をキャッチもう一つは、アニメのページ上の画像のアートワークでした。\u001b[22m\n\u001b[4mTHE CHARACTERS LOOK AMAZING.\u001b[24m\n    \u001b[1mキャラクターは驚くように見えます。\u001b[22m, \u001b[1m文字がAMAZING LOOK。\u001b[22m\n\u001b[4mThe females are beautiful and i have to admit, Yoichi is a pretty handsome samurai.\u001b[24m\n    \u001b[1m女性はきれいで、私は認めなければならない、ヨイイチはかなりハンサムな侍です。\u001b[22m, \u001b[1m女性が美しく、私は認めざるを得ない、洋一はかなりハンサム侍です。\u001b[22m\n\u001b[1m\u001b[22m\nSound : 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound : 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound : 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\nVoice acting and sound effects for the scenes were superb.\n\n\u001b[1m音声の演技とシーンのサウンド効果は素晴らしいものでした。\u001b[22m\n\u001b[1m(Onsei no engi to shīn no saundo kōka wa subarashī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mVoice acting and sound effects for the scenes were superb.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice acting and sound effects for the scenes were superb.\u001b[24m\n    \u001b[1m音声の演技とシーンのサウンド効果は素晴らしいものでした。\u001b[22m, \u001b[1mシーンの声の演技や効果音は見事でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter : 7/10\n\n\u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m(Kyarakutā: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter : 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter : 7/10\u001b[24m\n    \u001b[1mキャラクター：7/10\u001b[22m\nThere isn't any major development in characters, but you will see some development as the story progresses.\n\n\u001b[1mキャラクターに大きな発展はありませんが、ストーリーが進行するにつれていくらかの発展が見られます。\u001b[22m\n\u001b[1m(Kyarakutā ni ōkina hatten wa arimasenga, sutōrī ga shinkō suru ni tsurete ikuraka no hatten ga mi raremasu.)\u001b[22m\n\nTranslations of \u001b[4mThere isn't any major development in characters, but you will see some development as the story progresses.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere isn't any major development in characters, but you will see some development as the story progresses.\u001b[24m\n    \u001b[1mキャラクターに大きな発展はありませんが、ストーリーが進行するにつれていくらかの発展が見られます。\u001b[22m, \u001b[1mそこに文字のいずれかの主要な開発はありませんが、物語が進むにつれて、あなたはいくつかの開発が表示されます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment : 8/10\n\n\u001b[1m楽しさ：8/10\u001b[22m\n\u001b[1m(Tanoshisa: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment : 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment : 8/10\u001b[24m\n    \u001b[1m楽しさ：8/10\u001b[22m\nIt's a fun anime to watch, the funny scenes and ecchiness kept it going along with the action.\n\n\u001b[1mこれは面白いアニメで、面白い場面やエッチ感がアクションと一緒に続いていました。\u001b[22m\n\u001b[1m(Korehaomoshiroi anime de, omoshiroi bamen ya etchi-kan ga akushon to issho ni tsudzuite imashita.)\u001b[22m\n\nTranslations of \u001b[4mIt's a fun anime to watch, the funny scenes and ecchiness kept it going along with the action.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a fun anime to watch, the funny scenes and ecchiness kept it going along with the action.\u001b[24m\n    \u001b[1mこれは面白いアニメで、面白い場面やエッチ感がアクションと一緒に続いていました。\u001b[22m, \u001b[1mそれは見て楽しいアニメだ、面白いシーンやエッチさは、それがアクションと一緒に行く続けました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall : 8/10\n\n\u001b[1m全体：8/10\u001b[22m\n\u001b[1m(Zentai: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall : 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall : 8/10\u001b[24m\n    \u001b[1m全体：8/10\u001b[22m\nOverall Asu no Yoichi contains : A Decent story, good sound and visuals, and mild character development.\n\n\u001b[1m「全体のAsu no Yoichi」には次のものが含まれています。Decent story、良い音とビジュアル、軽いキャラクターの開発。\u001b[22m\n\u001b[1m(`Zentai no Asu no Yoichi' ni wa tsugi no mono ga fukuma rete imasu. Decent story, iine to bijuaru, karui kyarakutā no kaihatsu.)\u001b[22m\n\nTranslations of \u001b[4mOverall Asu no Yoichi contains : A Decent story, good sound and visuals, and mild character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Asu no Yoichi contains : A Decent story, good sound and visuals, and mild character development.\u001b[24m\n    \u001b[1m「全体のAsu no Yoichi」には次のものが含まれています。Decent story、良い音とビジュアル、軽いキャラクターの開発。\u001b[22m, \u001b[1m全体的に明日はない洋一は含まれていません：まともな話、良い音とビジュアル、および軽度のキャラクターの成長を。\u001b[22m\nAnyone who is interested in watching a romantic comedy with action and a small harem should definitely check Asu no Yoichi out.\n\n\u001b[1mロマンチックなコメディーと小さなハレムを見たい人は、必ず「浅の洋一」をチェックしてください。\u001b[22m\n\u001b[1m(Romanchikkuna komedī to chīsana haremu o mitai hito wa, kanarazu `asa no Yōichi' o chekku shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAnyone who is interested in watching a romantic comedy with action and a small harem should definitely check Asu no Yoichi out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyone who is interested in watching a romantic comedy with action and a small harem should definitely check Asu no Yoichi out.\u001b[24m\n    \u001b[1mロマンチックなコメディーと小さなハレムを見たい人は、必ず「浅の洋一」をチェックしてください。\u001b[22m, \u001b[1mアクションと小さなハーレムでロマンチックコメディを見ることに興味がある誰もが間違いなく明日のよいちをチェックアウトするべきではありません。\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "Heta-rashi1",
    "profile": "/profile/Heta-rashi1/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=92627",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\n全体的にまともなサイズのアニメ、それはユニークな要素を持っていましたが、そのほとんどは既に見たものから遠いものでした。 その名前は、そのストーリーが何であるかを明らかにするヒントであり、誤解を招く可能性もあります。 それは多くの「愛の三角形」を提示し、マンガとは異なり（明らかに）、それはいくつかのプロットホールを残す。 全体的に私から7を得ます。  （私はそれが好きではありませんでした。）\nストーリーは7人の理由で、多くのハーレムに似ていますが、マルチガールの男の子アニメに似ていますが、それは面白いです。 アニメは、結末が不安定になり、よりスムーズに引き出すことができるように拡張されていた可能性がありますが、続編のための余地が残されています。\n芸術とサウンドもまた強烈な7インチになりました。彼らはすべてカラフルなキャラクターでした。私は実際にキャンディーを思い浮かべました。武道の影響を受けた戦闘シーンは良かったし、 オープニングとエンディングのタイトルは、幸せで元気で、このアニメは女の子の声がたくさんあったので、とても愛らしいものでした。 そしてそれはあなたを笑わせて、この状況が本当に良くなったと思うでしょう。\nキャラクターは7になる。しかし、キャラクターの1人が漫画家であったということは素晴らしいことだった。 そしてシリーズにはあなたが見るのがとても難しいとは思えないほどの愚かさがあります。 文字は個別に、実際には浅いところに引き出されますが、より良い展開が可能です。 クリエイターが絶対的ではないように見せかけている間に、特定の関係が働く可能性があります。\n全体的にはちょうど座ってチルとウォッチするためのまともな（丁重な）シリーズです。 メインストリームから離れて笑い、比較する。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOverall a decent sized anime, it had elements unique to it, while most of it ranged from what we've already seen. The name is an obvious hint to what the story is about, and it can also be misleading. It does present a lot of 'love triangles' and unlike the manga (obviously) it leaves a few plot holes. Overall gets a 7 from me. (not that I didn't like it.)\n\n\u001b[1m全体的にまともなサイズのアニメ、それはユニークな要素を持っていましたが、そのほとんどは既に見たものから遠いものでした。 その名前は、そのストーリーが何であるかを明らかにするヒントであり、誤解を招く可能性もあります。 それは多くの「愛の三角形」を提示し、マンガとは異なり（明らかに）、それはいくつかのプロットホールを残す。 全体的に私から7を得ます。  （私はそれが好きではありませんでした。）\u001b[22m\n\u001b[1m(Zentai-teki ni matomona saizu no anime, soreha yunīkuna yōso o motte imashitaga, sono hotondo wa sudeni mita mono kara tōi monodeshita. Sono namae wa, sono sutōrī ga nandearu ka o akiraka ni suru hintodeari, gokaiwomaneku kanōsei mo arimasu. Sore wa ōku no `ai no sankakkei' o teiji shi, manga to wa kotonari (akiraka ni), sore wa ikutsu ka no purottohōru o nokosu. Zentai-teki ni watashi kara 7 o emasu. (Watashi wa sore ga sukide wa arimasendeshita. ))\u001b[22m\n\nTranslations of \u001b[4mOverall a decent sized anime, it had elements unique to it, while most of it ranged from what we've already seen. The name is an obvious hint to what the story is about, and it can also be misleading. It does present a lot of 'love triangles' and unlike the manga (obviously) it leaves a few plot holes. Overall gets a 7 from me. (not that I didn't like it.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall a decent sized anime, it had elements unique to it, while most of it ranged from what we've already seen.\u001b[24m\n    \u001b[1m全体的にまともなサイズのアニメ、それはユニークな要素を持っていましたが、そのほとんどは既に見たものから遠いものでした。\u001b[22m, \u001b[1mそのほとんどは、我々はすでに見てきたものの範囲であったが、全体的なまともなサイズのアニメが、それは、それへのユニークな要素を持っていました。\u001b[22m\n\u001b[4mThe name is an obvious hint to what the story is about, and it can also be misleading.\u001b[24m\n    \u001b[1mその名前は、そのストーリーが何であるかを明らかにするヒントであり、誤解を招く可能性もあります。\u001b[22m, \u001b[1m名前は物語があるものについては明らかにヒントであり、そしてそれはまた、誤解を招くことができます。\u001b[22m\n\u001b[4mIt does present a lot of 'love triangles' and unlike the manga (obviously) it leaves a few plot holes.\u001b[24m\n    \u001b[1mそれは多くの「愛の三角形」を提示し、マンガとは異なり（明らかに）、それはいくつかのプロットホールを残す。\u001b[22m, \u001b[1mこれは、「三角関係」の多くを提示しないと漫画（明らかに）とは異なり、それはいくつかのプロットの穴を残します。\u001b[22m\n\u001b[4mOverall gets a 7 from me.\u001b[24m\n    \u001b[1m全体的に私から7を得ます。\u001b[22m, \u001b[1m全体的に私から7を取得します。\u001b[22m\n\u001b[4m(not that I didn't like it.)\u001b[24m\n    \u001b[1m（私はそれが好きではありませんでした。）\u001b[22m, \u001b[1m（私はそれを好きではなかったではないこと。）\u001b[22m\nThe story a 7- cause while it does resemble a lot of harem, multi-girl to one guy anime, it is entertaining. The anime could have been extended to make the ending less choppy and more- smoothly draw out, but it does leave room for a sequel and for the pairings hinted on to either be fulfilled or played with more.\n\n\u001b[1mストーリーは7人の理由で、多くのハーレムに似ていますが、マルチガールの男の子アニメに似ていますが、それは面白いです。 アニメは、結末が不安定になり、よりスムーズに引き出すことができるように拡張されていた可能性がありますが、続編のための余地が残されています。\u001b[22m\n\u001b[1m(Sutōrī wa 7-ri no riyū de, ōku no hāremu ni nite imasuga, maruchigāru no otokonoko anime ni nite imasuga, sore wa omoshiroidesu. Anime wa, ketsumatsu ga fuantei ni nari, yori sumūzu ni hikidasu koto ga dekiru yō ni kakuchō sa rete ita kanōsei ga arimasuga, zokuhen no tame no yochi ga nokosa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story a 7- cause while it does resemble a lot of harem, multi-girl to one guy anime, it is entertaining. The anime could have been extended to make the ending less choppy and more- smoothly draw out, but it does leave room for a sequel and for the pairings hinted on to either be fulfilled or played with more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story a 7- cause while it does resemble a lot of harem, multi-girl to one guy anime, it is entertaining.\u001b[24m\n    \u001b[1mストーリーは7人の理由で、多くのハーレムに似ていますが、マルチガールの男の子アニメに似ていますが、それは面白いです。\u001b[22m, \u001b[1mそれは一人の男のアニメにハーレム、マルチ女の子の多くに似ているんながら話7-原因が、それは面白いです。\u001b[22m\n\u001b[4mThe anime could have been extended to make the ending less choppy and more- smoothly draw out, but it does leave room for a sequel and for the pairings hinted on to either be fulfilled or played with more.\u001b[24m\n    \u001b[1mアニメは、結末が不安定になり、よりスムーズに引き出すことができるように拡張されていた可能性がありますが、続編のための余地が残されています。\u001b[22m, \u001b[1mアニメは終了少なく途切れを作成し、引き出すスムーズmore-するように拡張されている可能性が、それは成就以上で再生することのいずれかに上で示唆した続編のためにとのペアリングのための余地を残しません。\u001b[22m\nThe art and sound also get strong 7's- they were all colorful characters- made me think of candy actually.The fight scenes with the martial art effects was good and while not a whole lot of serious detail the series manages to pull it off. The opening and ending titles- both happy, energetic,and the since this anime had a lot of girl voices-they were all so adorable. And it will make you laugh and think that this situation really could have turned out better.\n\n\u001b[1m芸術とサウンドもまた強烈な7インチになりました。彼らはすべてカラフルなキャラクターでした。私は実際にキャンディーを思い浮かべました。武道の影響を受けた戦闘シーンは良かったし、 オープニングとエンディングのタイトルは、幸せで元気で、このアニメは女の子の声がたくさんあったので、とても愛らしいものでした。 そしてそれはあなたを笑わせて、この状況が本当に良くなったと思うでしょう。\u001b[22m\n\u001b[1m(Geijutsu to saundo mo mata kyōretsuna 7-inchi ni narimashita. Karera wa subete karafuruna kyarakutādeshita. Watashi wa jissai ni kyandī o omoiukabemashita. Budō no eikyō o uketa sentō shīn wa yokattashi, ōpuningu to endingu no taitoru wa, shiawasede genkide, kono anime wa on'nanoko no koe ga takusan attanode, totemo airashī monodeshita. Soshite sore wa anata o warawa sete, kono jōkyō ga hontōni yoku natta to omoudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe art and sound also get strong 7's- they were all colorful characters- made me think of candy actually.The fight scenes with the martial art effects was good and while not a whole lot of serious detail the series manages to pull it off. The opening and ending titles- both happy, energetic,and the since this anime had a lot of girl voices-they were all so adorable. And it will make you laugh and think that this situation really could have turned out better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and sound also get strong 7's- they were all colorful characters- made me think of candy actually.The fight scenes with the martial art effects was good and while not a whole lot of serious detail the series manages to pull it off.\u001b[24m\n    \u001b[1m芸術とサウンドもまた強烈な7インチになりました。彼らはすべてカラフルなキャラクターでした。私は実際にキャンディーを思い浮かべました。武道の影響を受けた戦闘シーンは良かったし、\u001b[22m, \u001b[1m芸術とまた、彼らはすべてのカラフルなcharacters-は私はお菓子を考え作られた強力な7's-は武道の効果でシーンを戦うactually.The取得音は良かったし、深刻なディテールのない全体の多くのシリーズはそれをやってのけることをどうにかしながら。\u001b[22m\n\u001b[4mThe opening and ending titles- both happy, energetic,and the since this anime had a lot of girl voices-they were all so adorable.\u001b[24m\n    \u001b[1mオープニングとエンディングのタイトルは、幸せで元気で、このアニメは女の子の声がたくさんあったので、とても愛らしいものでした。\u001b[22m, \u001b[1m開口部とこのアニメは女の子の声 - 彼らはすべてのように愛らしいだったのがたくさんあったのでtitles-、幸せなエネルギッシュな、との両方を終了します。\u001b[22m\n\u001b[4mAnd it will make you laugh and think that this situation really could have turned out better.\u001b[24m\n    \u001b[1mそしてそれはあなたを笑わせて、この状況が本当に良くなったと思うでしょう。\u001b[22m, \u001b[1mそして、それはあなたが笑ってこの状況は本当に優れて判明したかもしれないと思うようになります。\u001b[22m\nThe characters get a 7. But I will give credit-the fact that one of the characters was a manga artist was a nice touch. And that the series has a lot of silliness that you don't really have to look too hard to see. The characters individually are drawn out to where they aren't really shallow- but could be developed better. Certain relationships could be worked on- while the creators did make it seem like they weren't absolute.\n\n\u001b[1mキャラクターは7になる。しかし、キャラクターの1人が漫画家であったということは素晴らしいことだった。 そしてシリーズにはあなたが見るのがとても難しいとは思えないほどの愚かさがあります。 文字は個別に、実際には浅いところに引き出されますが、より良い展開が可能です。 クリエイターが絶対的ではないように見せかけている間に、特定の関係が働く可能性があります。\u001b[22m\n\u001b[1m(Kyarakutā wa 7 ni naru. Shikashi, kyarakutā no 1-ri ga mangakkadeatta to iu koto wa subarashī kotodatta. Soshite shirīzu ni wa anata ga miru no ga totemo muzukashī to wa omoenai hodo no oroka-sa ga arimasu. Moji wa kobetsu ni, jissai ni wa asai tokoro ni hikidasa remasuga, yoriyoi tenkai ga kanōdesu. Kurieitā ga zettai-tekide wa nai yō ni misekakete iru ma ni, tokutei no kankei ga hataraku kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters get a 7. But I will give credit-the fact that one of the characters was a manga artist was a nice touch. And that the series has a lot of silliness that you don't really have to look too hard to see. The characters individually are drawn out to where they aren't really shallow- but could be developed better. Certain relationships could be worked on- while the creators did make it seem like they weren't absolute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters get a 7. But I will give credit-the fact that one of the characters was a manga artist was a nice touch.\u001b[24m\n    \u001b[1mキャラクターは7になる。しかし、キャラクターの1人が漫画家であったということは素晴らしいことだった。\u001b[22m, \u001b[1m文字は7.取得しかし、私は文字の一つが漫画家はいい感じだったことを信用事実を与えます。\u001b[22m\n\u001b[4mAnd that the series has a lot of silliness that you don't really have to look too hard to see.\u001b[24m\n    \u001b[1mそしてシリーズにはあなたが見るのがとても難しいとは思えないほどの愚かさがあります。\u001b[22m, \u001b[1mそしてシリーズは、あなたが本当に見てあまりにもハード見てする必要はありません愚かさをたくさん持っていること。\u001b[22m\n\u001b[4mThe characters individually are drawn out to where they aren't really shallow- but could be developed better.\u001b[24m\n    \u001b[1m文字は個別に、実際には浅いところに引き出されますが、より良い展開が可能です。\u001b[22m, \u001b[1m個々の文字は、彼らが本当に浅されていない場所に引き出されているが、より良い開発することができます。\u001b[22m\n\u001b[4mCertain relationships could be worked on- while the creators did make it seem like they weren't absolute.\u001b[24m\n    \u001b[1mクリエイターが絶対的ではないように見せかけている間に、特定の関係が働く可能性があります。\u001b[22m, \u001b[1mクリエイターは、彼らが絶対的ではなかったようにそれが見えるようにした一方で、特定の関係がオンに働いた可能性があります。\u001b[22m\nOverall it's a decent (respectfully) series to just sit back and chill and watch. To get away from the main stream, laugh, and compare.\n\n\u001b[1m全体的にはちょうど座ってチルとウォッチするためのまともな（丁重な）シリーズです。 メインストリームから離れて笑って比較する。\u001b[22m\n\u001b[1m(Zentai-teki ni wa chōdo suwatte chiru to u~otchi suru tame no matomona (teichōna) shirīzudesu. Meinsutorīmu kara hanarete waratte hikaku suru.)\u001b[22m\n\nTranslations of \u001b[4mOverall it's a decent (respectfully) series to just sit back and chill and watch. To get away from the main stream, laugh, and compare.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it's a decent (respectfully) series to just sit back and chill and watch.\u001b[24m\n    \u001b[1m全体的にはちょうど座ってチルとウォッチするためのまともな（丁重な）シリーズです。\u001b[22m, \u001b[1m全体的にはちょうど後ろに座ると寒さと見てまともな（敬意）シリーズです。\u001b[22m\n\u001b[4mTo get away from the main stream, laugh, and compare.\u001b[24m\n    \u001b[1mメインストリームから離れて笑って比較する。\u001b[22m, \u001b[1m、離れたメインストリームから取得笑い、と比較します。\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "_Guardian_Angel_",
    "profile": "/profile/_Guardian_Angel_/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=44143",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  8\n\n私がこのアニメを本当に好きだった理由は、それが出す大きな道徳的側面のためでした。 私は実際にマンガを読んでシリーズを開始しました。私は最初に大きな理由はそれが含まれていた（ファンキーなサービス）ことを告白する必要があります。 しかし、それを読んだり、見てから、私は絶対にそれを愛するようになりました！ アニメが戦っていて、ストーリーが良いのなら、それはすばらしいですが、私は、物語の中で最も重要な部分は、その中に含まれる価値だと確信しています。 キャラクターたちはとても親切で、責任感と精神を持っています。 しかし、私がこのシリーズを見たり読んだ最も大きな理由は、主人公：倉山陽一のためです。 彼が戦ったり、勉強したり、友人と話したりしていても、彼はいつも驚くほど親切で、自分の前に他人の必要と希望を置いています。 私は、この召使いのような態度は、物語や人生そのものにとって本当に重要なことだと信じています。 彼の純粋な性格は、私がシリーズを読んで見続けるのに十分な理由です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe reason I really liked this anime was for the great moral aspects it puts forth. I actually started the series by reading the manga and I must confess that at first a big reason was the 'fan service' it included (I apoligize). However, after reading/watching it for awhile I came to absolutely love it! If an anime has fighting and a good story then thats great, but I firmly believe that the most important part of a story of any kind is the values contained within. The characters are all very kind with a great sense of responsibility and spirit. However, the biggest reason I watch/read this series is because of the main character: Kurasama Yoichi. No matter what he is diong, whether fighting, studying, or just talking to his friends, he is always amazingly kind and puts the needs and wants of others first before his own. I believe that this servant-like attitude is what's really important in a story and in life itself. His pure character is enough of a reason for me to continue reading and watching the series.\n\n\u001b[1m私がこのアニメを本当に好きだった理由は、それが出す大きな道徳的側面のためでした。 私は実際にマンガを読んでシリーズを開始しました。私は最初に大きな理由はそれが含まれていた（ファンキーなサービス）ことを告白する必要があります。 しかし、それを読んだり、見てから、私は絶対にそれを愛するようになりました！ アニメが戦っていて、ストーリーが良いのなら、それはすばらしいですが、私は、物語の中で最も重要な部分は、その中に含まれる価値だと確信しています。 キャラクターたちはとても親切で、責任感と精神を持っています。 しかし、私がこのシリーズを見たり読んだ最も大きな理由は、主人公：倉山陽一のためです。 彼が戦ったり、勉強したり、友人と話したりしていても、彼はいつも驚くほど親切で、自分の前に他人の必要と希望を置いています。 私は、この召使いのような態度は、物語や人生そのものにとって本当に重要なことだと信じています。 彼の純粋な性格は、私がシリーズを読んで見続けるのに十分な理由です。\u001b[22m\n\u001b[1m(Watashi ga kono anime o hontōni sukidatta riyū wa, sore ga dasu ōkina dōtokuteki sokumen no tamedeshita. Watashi wa jissai ni manga o yonde shirīzu o kaishi shimashita. Watashi wa saisho ni ōkina riyū wa sore ga fukuma rete ita (fankīna sābisu) koto o kokuhaku suru hitsuyō ga arimasu. Shikashi, sore o yon dari, mitekara, watashi wa zettai ni sore o aisuru yō ni narimashita! Anime ga tatakatte ite, sutōrī ga yoi nonara, sore wa subarashīdesuga, watashi wa, monogatari no naka de mottomo jūyōna bubun wa, sono naka ni fukuma reru kachida to kakushin shite imasu. Kyarakutā-tachi wa totemo shinsetsude, sekinin-kan to seishin o motte imasu. Shikashi, watashi ga kono shirīzu o mi tari yonda mottomo ōkina riyū wa, shujinkō: Kurayama Yōichi no tamedesu. Kare ga tatakattari, benkyō shi tari, yūjin to hanashi tari shite ite mo, kare wa itsumo odoroku hodo shinsetsude, jibun no mae ni tanin no hitsuyō to kibō o oite imasu. Watashi wa, kono meshitsukai no yōna taido wa, monogatari ya jinsei sonomono ni totte hontōni jūyōna kotoda to shinjite imasu. Kare no junsuina seikaku wa, watashi ga shirīzu o yonde mi tsudzukeru no ni jūbun'nariyūdesu.)\u001b[22m"
  },
  {
    "title": "Asu_no_Yoichi",
    "id": "4999",
    "url": "https://myanimelist.net/anime/4999/Asu_no_Yoichi",
    "user": "M_Saint",
    "profile": "/profile/M_Saint/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=13659",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  9\n\n楽しさに触れ、武道をテーマにしたコメディアニメを楽しむだけで楽しいです。 ストーリー・ラインは予測可能でしたが、楽しいものでした。 ファンのサービスはユーモアだったが、過度に過ぎなかった。 キャラクターは大部分が多様で興味深いものでした。 あなたが武道、shounen、ハーレム、いくつかの良い笑いが好きなら、あなたはAsu no Yoichiが好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIt is nice to come across a fun and just enjoyable to watch martial arts themed comedy anime. The story line was predictable but fun. The fan service was humorous but not overdone. The characters were diverse and interesting for the most part. So if you like martial arts, shounen, harem and some good laughs you should like Asu no Yoichi!\n\n\u001b[1m楽しさに触れ、武道をテーマにしたコメディアニメを楽しむだけで楽しいです。 ストーリー・ラインは予測可能でしたが、楽しいものでした。 ファンのサービスはユーモアだったが、過度に過ぎなかった。 キャラクターは大部分が多様で興味深いものでした。 あなたが武道、shounen、ハーレム、いくつかの良い笑いが好きなら、あなたはAsu no Yoichiが好きです。\u001b[22m\n\u001b[1m(Tanoshisa ni fure, budō o tēma ni shita komedi anime o tanoshimu dakede tanoshīdesu. Sutōrī rain wa yosoku kanōdeshitaga, tanoshī monodeshita. Fan no sābisu wa yūmoadattaga, kado ni suginakatta. Kyarakutā wa daibubun ga tayōde kyōmibukai monodeshita. Anata ga budō, shounen, hāremu, ikutsu ka no yoi warai ga sukinara, anata wa Asu no Yoichi ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt is nice to come across a fun and just enjoyable to watch martial arts themed comedy anime. The story line was predictable but fun. The fan service was humorous but not overdone. The characters were diverse and interesting for the most part. So if you like martial arts, shounen, harem and some good laughs you should like Asu no Yoichi!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is nice to come across a fun and just enjoyable to watch martial arts themed comedy anime.\u001b[24m\n    \u001b[1m楽しさに触れ、武道をテーマにしたコメディアニメを楽しむだけで楽しいです。\u001b[22m, \u001b[1m楽しみに遭遇するとちょうど楽しい武道をテーマにしたコメディアニメを見るのがいいです。\u001b[22m\n\u001b[4mThe story line was predictable but fun.\u001b[24m\n    \u001b[1mストーリー・ラインは予測可能でしたが、楽しいものでした。\u001b[22m, \u001b[1mストーリーラインは予測が、楽しかったです。\u001b[22m\n\u001b[4mThe fan service was humorous but not overdone.\u001b[24m\n    \u001b[1mファンのサービスはユーモアだったが、過度に過ぎなかった。\u001b[22m, \u001b[1mファンサービスはユーモラスが、やり過ぎではありませんでした。\u001b[22m\n\u001b[4mThe characters were diverse and interesting for the most part.\u001b[24m\n    \u001b[1mキャラクターは大部分が多様で興味深いものでした。\u001b[22m, \u001b[1m文字は、ほとんどの部分は多様で興味深いものでした。\u001b[22m\n\u001b[4mSo if you like martial arts, shounen, harem and some good laughs you should like Asu no Yoichi!\u001b[24m\n    \u001b[1mあなたが武道、shounen、ハーレム、いくつかの良い笑いが好きなら、あなたはAsu no Yoichiが好きです。\u001b[22m, \u001b[1mあなたは武道、少年、ハーレムといくつかの良い笑いが好きなのであれば、あなたは明日のよいちが好きでないはず！\u001b[22m"
  }
]
