[
  {
    "title": "Shugo_Chara_Doki",
    "id": "5262",
    "url": "https://myanimelist.net/anime/5262/Shugo_Chara_Doki",
    "user": "Kunami",
    "profile": "/profile/Kunami/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=16667",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  5\nキャラクター|  5\n|  3\n\nもしあなたが巻き込まれていないなら、スポイラーの警告。\n\nこれが最初のシーズンだったら、私はこのシリーズに高い評価を与えたと信じることができます。 残念ながら、そうではないので、私はしませんでした。 シュゴチャラ！  Dokiは基本的に銃の中の弾丸で、全員がファンではないにしてもほとんどを殺しました。\n\nストーリー：\nこの続編は、迷惑な、無駄なフィラーの後で、視聴者にフィラーで衝撃を与えることから始まります。 そして、それは少なくとも全部で15のエピソードのために続きます。 それは基本的に瞬間的に落ち込んでいる人は誰でもキャラクターを変えることができるという考えを導入することによって、愚かな「プロットツイスト」を加える。 私は全体の話の中でこれを最も嫌っていました。 私は最初のシーズンの全体の前提（実際のチャーとChara Changeの能力だけを変えることができる）が完全に無視されたかのように感じました。\n\nアート：\nおそらくこのシリーズの中で最高のものだったでしょう。 それは素晴らしく始まったけれども、私がそれを見たほど、​​芸術がより大きく変形したように見えました。 あるいは、私は以前に気付かなかったかもしれません...いずれにしても、ほとんどの変形が顔に関連付けられていたことに気付きました。 どのように頭と目が拡大し、顔の特徴が離れすぎて見えるようになったのか。 ほとんどの場合、私は衣服を楽しんだが、それはほとんどそれです。\n\n音：\n最初のシーズンのOPとEDが好きだった。 私はそれらがかなりキャッチーであることが分かった、「iPodは価値があると思います。 しかし、私はDokiでOPのどれも楽しんでいませんでした。 彼らは私を退屈させて私を悩ませました、そして、私は彼らがガーリーに向かってwayyyyであることがわかりました。  x_X私は、BGMが状況の気分に合っていないと思われるので、BGMがかわいいと思っていたと思った。 誰も本当に目立ちませんでしたが、Seiyuusはうまく機能しました。\n\nキャラクター：\n基本的にアムは「タダセ」のものを除いてあまり変わっていません。  Tadase、Ikutoが嫌いな理由以外は同じです。 ヤヤ、迷惑と同じ。  Ikutoについて言えば、基本的に彼の話と、Amuが彼について心配することを実際には望んでいないことを学びます。 他の登場人物、ルルと彼女のチャーナナナ。 ルルは基本的に彼女の母親を幸せにしたいと思っているスモッグで、彼女のチャーはおそらくシリーズの中で最も厄介なチャーです。 その後、20人の支持者のように、エピソードを埋めること以外何もしない人が紹介されました。\n\n楽しみ：\n私はこのシリーズを大いに嫌っている。 かつてはそこにあったユーモアは消えてしまいました。残っているのは残酷な、厄介な、強制的なコメディーです。 リマが好きな人は恥をかくことになるだろう。 それはあなたの脳の幹を裂くしたい愚かなフィラーで満たされています。 私の意見では、見る価値のある唯一の理由はIkutoに何が起こるか見ることです。 私はそれがより良くなることを望んでいたことを除いて、約15エピソードを戻しました。 今私がそれに固執している唯一の理由は、私が追いついていないと、見ている時間が無駄になるような気がするからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nSpoiler warning if you are not caught up.\n\n\u001b[1mもしあなたが巻き込まれていないなら、スポイラーの警告。\u001b[22m\n\u001b[1m(Moshi anata ga makikoma rete inainara, supoirā no keikoku.)\u001b[22m\n\nTranslations of \u001b[4mSpoiler warning if you are not caught up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoiler warning if you are not caught up.\u001b[24m\n    \u001b[1mもしあなたが巻き込まれていないなら、スポイラーの警告。\u001b[22m, \u001b[1mあなたが巻き込まれていない場合スポイラー警告します。\u001b[22m\n\u001b[1m\u001b[22m\nIf this were the first season, you can believe I would've given this series a high rating. Unfortunately, it's not, so I didn't. Shugo Chara! Doki is basically the bullet in the gun that killed most, if not all of it's fans.\n\n\u001b[1mこれが最初のシーズンだったら、私はこのシリーズに高い評価を与えたと信じることができます。 残念ながら、そうではないので、私はしませんでした。 シュゴチャラ！  Dokiは基本的に銃の中の弾丸で、全員がファンではないにしてもほとんどを殺しました。\u001b[22m\n\u001b[1m(Kore ga saisho no shīzundattara, watashi wa kono shirīzu ni takai hyōka o ataeta to shinjiru koto ga dekimasu. Zan'nen'nagara,-sōde wanainode, watashi wa shimasendeshita. Shugochara! Doki wa kihontekini jū no naka no dangan de, zen'in ga fande wa nai ni shite mo hotondo o koroshimashita.)\u001b[22m\n\nTranslations of \u001b[4mIf this were the first season, you can believe I would've given this series a high rating. Unfortunately, it's not, so I didn't. Shugo Chara! Doki is basically the bullet in the gun that killed most, if not all of it's fans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf this were the first season, you can believe I would've given this series a high rating.\u001b[24m\n    \u001b[1mこれが最初のシーズンだったら、私はこのシリーズに高い評価を与えたと信じることができます。\u001b[22m, \u001b[1mこれは最初のシーズンだった場合は、私がこのシリーズに高い評価を与えてくれたと考えていることができます。\u001b[22m\n\u001b[4mUnfortunately, it's not, so I didn't.\u001b[24m\n    \u001b[1m残念ながら、そうではないので、私はしませんでした。\u001b[22m, \u001b[1m残念ながら、そうではありませんので、私はしませんでした。\u001b[22m\n\u001b[4mShugo Chara!\u001b[24m\n    \u001b[1mシュゴチャラ！\u001b[22m, \u001b[1mしゅごキャラ！\u001b[22m\n\u001b[4mDoki is basically the bullet in the gun that killed most, if not all of it's fans.\u001b[24m\n    \u001b[1mDokiは基本的に銃の中の弾丸で、全員がファンではないにしてもほとんどを殺しました。\u001b[22m, \u001b[1mどきは基本的にほとんどを殺した銃で弾丸、そうでない場合はそれのすべてのファンです。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThis sequel starts off by bombarding the viewer with filler after annoying, useless filler. And it continues for at least a full 15 episodes. It adds a stupid 'plot twist' by introducing the idea that basically anyone who is momentarily depressed can Character transform. I hated this the most out of the whole story. I felt as though the whole premise in the first season (one can only transform with an actual chara and the ability to Chara Change)was completely ignored.\n\n\u001b[1mこの続編は、迷惑な、無駄なフィラーの後で、視聴者にフィラーで衝撃を与えることから始まります。 そして、それは少なくとも全部で15のエピソードのために続きます。 それは基本的に瞬間的に落ち込んでいる人は誰でもキャラクターを変えることができるという考えを導入することによって、愚かな「プロットツイスト」を加える。 私は全体の話の中でこれを最も嫌っていました。 私は最初のシーズンの全体の前提（実際のチャーとChara Changeの能力だけを変えることができる）が完全に無視されたかのように感じました。\u001b[22m\n\u001b[1m(Kono zokuhen wa, meiwakuna, mudana firā no nochi de, shichō-sha ni firā de shōgeki o ataeru koto kara hajimarimasu. Soshite, sore wa sukunakutomo zenbu de 15 no episōdo no tame ni tsudzukimasu. Sore wa kihontekini shunkan-teki ni ochikonde iru hito wa dare demo kyarakutā o kaeru koto ga dekiru to iu kangae o dōnyū suru koto ni yotte, orokana `purottotsuisuto' o kuwaeru. Watashi wa zentai no hanashi no naka de kore o mottomo iya tte imashita. Watashi wa saisho no shīzun no zentai no zentei (jissai no chā to kyara chenji no nōryoku dake o kaeru koto ga dekiru) ga kanzen ni mushi sa reta ka no yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis sequel starts off by bombarding the viewer with filler after annoying, useless filler. And it continues for at least a full 15 episodes. It adds a stupid 'plot twist' by introducing the idea that basically anyone who is momentarily depressed can Character transform. I hated this the most out of the whole story. I felt as though the whole premise in the first season (one can only transform with an actual chara and the ability to Chara Change)was completely ignored.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis sequel starts off by bombarding the viewer with filler after annoying, useless filler.\u001b[24m\n    \u001b[1mこの続編は、迷惑な、無駄なフィラーの後で、視聴者にフィラーで衝撃を与えることから始まります。\u001b[22m, \u001b[1mこの続編は、迷惑な、無駄なフィラー後に充填材を視聴者に衝撃を与えることにより、オフを開始します。\u001b[22m\n\u001b[4mAnd it continues for at least a full 15 episodes.\u001b[24m\n    \u001b[1mそして、それは少なくとも全部で15のエピソードのために続きます。\u001b[22m, \u001b[1mそして、それは、少なくとも完全な15のエピソードのために続けています。\u001b[22m\n\u001b[4mIt adds a stupid 'plot twist' by introducing the idea that basically anyone who is momentarily depressed can Character transform.\u001b[24m\n    \u001b[1mそれは基本的に瞬間的に落ち込んでいる人は誰でもキャラクターを変えることができるという考えを導入することによって、愚かな「プロットツイスト」を加える。\u001b[22m, \u001b[1mそれは基本的に瞬間的に押されている誰でも缶文字変換のアイデアを導入することによって、愚かな」プロットねじれ」を追加します。\u001b[22m\n\u001b[4mI hated this the most out of the whole story.\u001b[24m\n    \u001b[1m私は全体の話の中でこれを最も嫌っていました。\u001b[22m, \u001b[1m私は全体的な話のうち、最もこれを嫌っていました。\u001b[22m\n\u001b[4mI felt as though the whole premise in the first season (one can only transform with an actual chara and the ability to Chara Change)was completely ignored.\u001b[24m\n    \u001b[1m私は最初のシーズンの全体の前提（実際のチャーとChara Changeの能力だけを変えることができる）が完全に無視されたかのように感じました。\u001b[22m, \u001b[1m最初のシーズンでの大前提は、（1つは、実際のキャラとキャラ変更する機能で変換することができます）完全に無視されたかのように私は感じました。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art was probably the highest point in this series. Although it started out nice, it seemed that the more I watched it, the more deformed the art had become. Or perhaps I didn't notice it before...either way, I noticed that most of the deformities had been associated with the face. How the head and eyes had been enlarged and facial features began looking spaced too far apart. For the most part, I did enjoy the clothing, but that's mostly it.\n\n\u001b[1mおそらくこのシリーズの中で最高のものだったでしょう。 それは素晴らしく始まったけれども、私がそれを見たほど、​​芸術がより大きく変形したように見えました。 または、おそらく私はそれを気づかなかったでしょう...いずれにしても、ほとんどの変形が顔に関連付けられていたことに気付きました。 どのように頭と目が拡大し、顔の特徴が離れすぎて見えるようになったのか。 ほとんどの場合、私は衣服を楽しんだが、それはほとんどそれです。\u001b[22m\n\u001b[1m(Osoraku kono shirīzu no naka de saikō no monodattadeshou. Sore wa subarashiku hajimattakeredomo, watashi ga sore o mita hodo,​​ geijutsu ga yori ōkiku henkei shita yō ni miemashita. Matawa, osoraku watashi wa sore o kidzukanakattadeshou... Izure ni shite mo, hotondo no henkei ga kao ni kanrendzuke rarete ita koto ni kidzukimashita. Dono yō ni atama to me ga kakudai shi,-gao no tokuchō ga hanare sugite mieru yō ni natta no ka. Hotondo no baai, watashi wa ifuku o tanoshindaga, sore wa hotondo soredesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was probably the highest point in this series. Although it started out nice, it seemed that the more I watched it, the more deformed the art had become. Or perhaps I didn't notice it before...either way, I noticed that most of the deformities had been associated with the face. How the head and eyes had been enlarged and facial features began looking spaced too far apart. For the most part, I did enjoy the clothing, but that's mostly it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was probably the highest point in this series.\u001b[24m\n    \u001b[1mおそらくこのシリーズの中で最高のものだったでしょう。\u001b[22m, \u001b[1m芸術は、おそらくこのシリーズの最高点でした。\u001b[22m\n\u001b[4mAlthough it started out nice, it seemed that the more I watched it, the more deformed the art had become.\u001b[24m\n    \u001b[1mそれは素晴らしく始まったけれども、私がそれを見たほど、芸術がより大きく変形したように見えました。\u001b[22m, \u001b[1mそれは素敵な出始めているが、私がそれを見てより多くの、より多くの変形技術はなっていたようでした。\u001b[22m\n\u001b[4mOr perhaps I didn't notice it before...either way, I noticed that most of the deformities had been associated with the face.\u001b[24m\n    \u001b[1mまたは、おそらく私はそれを気づかなかったでしょう...いずれにしても、ほとんどの変形が顔に関連付けられていたことに気付きました。\u001b[22m, \u001b[1mそれとも私が...前にいずれかの方法でそれに気付かなかった、私は奇形のほとんどは顔に関連付けられていたことに気づきました。\u001b[22m\n\u001b[4mHow the head and eyes had been enlarged and facial features began looking spaced too far apart.\u001b[24m\n    \u001b[1mどのように頭と目が拡大し、顔の特徴が離れすぎて見えるようになったのか。\u001b[22m, \u001b[1mどのように頭と目が拡大されていたし、顔の特徴は、あまりにも遠く離れて間隔を空け探し始めました。\u001b[22m\n\u001b[4mFor the most part, I did enjoy the clothing, but that's mostly it.\u001b[24m\n    \u001b[1mほとんどの場合、私は衣服を楽しんだが、それはほとんどそれです。\u001b[22m, \u001b[1mほとんどの部分については、私は服を楽しんでいたが、それはほとんどがそれです。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nI liked the OPs and EDs for the first season. I found them to be quite catchy, 'iPod' worthy I guess. But I didn't enjoy any of the OP's in Doki. They bored and annoyed me and I found them to be wayyyy to girly. x_X At points I thought the BGM was only there to sound cute, since it didn't seem to match the mood of the situation. The Seiyuus fit their roles nicely, though no one really stood out.\n\n\u001b[1m最初のシーズンのOPとEDが好きだった。 私はそれらがかなりキャッチーであることが分かった、「iPodは価値があると思います。 しかし、私はDokiでOPのどれも楽しんでいませんでした。 彼らは私を退屈させて私を悩ませました、そして、私は彼らがガーリーに向かってwayyyyであることがわかりました。  x_X私は、BGMが状況の気分に合っていないと思われるので、BGMがかわいいと思っていたと思った。 誰も本当に目立ちませんでしたが、Seiyuusはうまく機能しました。\u001b[22m\n\u001b[1m(Saisho no shīzun no OP to ED ga sukidatta. Watashi wa sorera ga kanari kyatchīdearu koto ga wakatta,`aipoddo wa kachigāru to omoimasu. Shikashi, watashi wa Doki de OP no dore mo tanoshinde imasendeshita. Karera wa watashi o taikutsu sa sete watashi o nayama semashita, soshite, watashi wa karera ga gārī ni mukatte wayyyydearu koto ga wakarimashita. X _ X watashi wa, BGM ga jōkyō no kibun ni atte inai to omowa rerunode, BGM ga kawaī to omotte ita to omotta. Dare mo hontōni medachimasendeshitaga, Seiyuus wa umaku kinō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI liked the OPs and EDs for the first season. I found them to be quite catchy, 'iPod' worthy I guess. But I didn't enjoy any of the OP's in Doki. They bored and annoyed me and I found them to be wayyyy to girly. x_X At points I thought the BGM was only there to sound cute, since it didn't seem to match the mood of the situation. The Seiyuus fit their roles nicely, though no one really stood out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the OPs and EDs for the first season.\u001b[24m\n    \u001b[1m最初のシーズンのOPとEDが好きだった。\u001b[22m, \u001b[1m私は最初のシーズンのためのOPとのEDが好きでした。\u001b[22m\n\u001b[4mI found them to be quite catchy, 'iPod' worthy I guess.\u001b[24m\n    \u001b[1m私はそれらがかなりキャッチーであることが分かった、「iPodは価値があると思います。\u001b[22m, \u001b[1m私は立派な「iPodの '私は推測する、彼らは非常にキャッチーであることが判明しました。\u001b[22m\n\u001b[4mBut I didn't enjoy any of the OP's in Doki.\u001b[24m\n    \u001b[1mしかし、私はDokiでOPのどれも楽しんでいませんでした。\u001b[22m, \u001b[1mしかし、私はOPのドキ内のいずれかを楽しんでいませんでした。\u001b[22m\n\u001b[4mThey bored and annoyed me and I found them to be wayyyy to girly.\u001b[24m\n    \u001b[1m彼らは私を退屈させて私を悩ませました、そして、私は彼らがガーリーに向かってwayyyyであることがわかりました。\u001b[22m, \u001b[1m彼らは退屈と私を悩ませ、私は彼らがガーリーにwayyyyであることが判明しました。\u001b[22m\n\u001b[4mx_X At points I thought the BGM was only there to sound cute, since it didn't seem to match the mood of the situation.\u001b[24m\n    \u001b[1mx_X私は、BGMが状況の気分に合っていないと思われるので、BGMがかわいいと思っていたと思った。\u001b[22m, \u001b[1mそれは状況の気分に合わせていないようでしたので、私は、BGMがかわいい音にそこだけだと思ったポイントでX_X。\u001b[22m\n\u001b[4mThe Seiyuus fit their roles nicely, though no one really stood out.\u001b[24m\n    \u001b[1m誰も本当に目立ちませんでしたが、Seiyuusはうまく機能しました。\u001b[22m, \u001b[1m誰もが本当に際立っていませんがSeiyuusは、うまく自分の役割にフィット。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nBasically Amu hasn't changed much except the whole 'with Tadase' thing. Tadase, same except for the reason why he hates Ikuto is revealed. Yaya, annoying and same. Although when it comes to Ikuto, you basically learn about his story and how he actually doesn't want Amu to worry about him. Other characters are introduced, Lulu and her chara Nana. Lulu's basically a snob who wants to make her mother happy and her chara is probably THEE most annoying chara in the series. Then like 20 supporting characters introduced who do nothing except fill up the episode.\n\n\u001b[1m基本的にアムは「タダセ」のものを除いてあまり変わっていません。  Tadase、Ikutoが嫌いな理由以外は同じです。 ヤヤ、迷惑と同じ。  Ikutoについて言えば、基本的に彼の話と、Amuが彼について心配することを実際には望んでいないことを学びます。 他の登場人物、ルルと彼女のチャーナナナ。 ルルは基本的に彼女の母親を幸せにしたいと思っているスモッグで、彼女のチャーはおそらくシリーズの中で最も厄介なチャーです。 その後、20人の支持者のように、エピソードを埋めること以外何もしない人が紹介されました。\u001b[22m\n\u001b[1m(Kihontekini amu wa `tadase' no mono o nozoite amari kawatte imasen. Tadase, Ikuto ga kiraina riyū igai wa onajidesu. Yaya, meiwaku to onaji. Ikuto ni tsuite ieba, kihontekini kare no hanashi to, Amu ga kare ni tsuite shinpai suru koto o jissai ni wa nozonde inai koto o manabimasu. Hoka no tōjō jinbutsu, Ruru to kanojo no chānanana. Ruru wa kihontekini kanojo no hahaoya o shiawaseni shitai to omotte iru sumoggu de, kanojo no chā wa osoraku shirīzu no naka de mottomo yakkaina chādesu. Sonogo, 20-ri no shiji-sha no yō ni, episōdo o umeru koto igai nanimoshinai hito ga shōkai sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mBasically Amu hasn't changed much except the whole 'with Tadase' thing. Tadase, same except for the reason why he hates Ikuto is revealed. Yaya, annoying and same. Although when it comes to Ikuto, you basically learn about his story and how he actually doesn't want Amu to worry about him. Other characters are introduced, Lulu and her chara Nana. Lulu's basically a snob who wants to make her mother happy and her chara is probably THEE most annoying chara in the series. Then like 20 supporting characters introduced who do nothing except fill up the episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically Amu hasn't changed much except the whole 'with Tadase' thing.\u001b[24m\n    \u001b[1m基本的にアムは「タダセ」のものを除いてあまり変わっていません。\u001b[22m, \u001b[1m基本的にはあむは、事 'Tadaseで「全体除いてあまり変わっていません。\u001b[22m\n\u001b[4mTadase, same except for the reason why he hates Ikuto is revealed.\u001b[24m\n    \u001b[1mTadase、Ikutoが嫌いな理由以外は同じです。\u001b[22m, \u001b[1mTadase、彼はイクトが明らかにされている憎む理由以外は同じ。\u001b[22m\n\u001b[4mYaya, annoying and same.\u001b[24m\n    \u001b[1mヤヤ、迷惑と同じ。\u001b[22m, \u001b[1m迷惑と同じヤヤ、。\u001b[22m\n\u001b[4mAlthough when it comes to Ikuto, you basically learn about his story and how he actually doesn't want Amu to worry about him.\u001b[24m\n    \u001b[1mIkutoについて言えば、基本的に彼の話と、Amuが彼について心配することを実際には望んでいないことを学びます。\u001b[22m, \u001b[1mそれはイクトに来るときがありますが、基本的には彼の話について学び、彼が実際にあむが彼を心配する必要はありませんか。\u001b[22m\n\u001b[4mOther characters are introduced, Lulu and her chara Nana.\u001b[24m\n    \u001b[1m他の登場人物、ルルと彼女のチャーナナナ。\u001b[22m, \u001b[1m他の文字は、ルルと彼女のキャラナナを導入しています。\u001b[22m\n\u001b[4mLulu's basically a snob who wants to make her mother happy and her chara is probably THEE most annoying chara in the series.\u001b[24m\n    \u001b[1mルルは基本的に彼女の母親を幸せにしたいと思っているスモッグで、彼女のチャーはおそらくシリーズの中で最も厄介なチャーです。\u001b[22m, \u001b[1mルルの基本的に彼女の母を幸せにしたい俗物と彼女のキャラはおそらくシリーズでTHEE最も厄介なキャラです。\u001b[22m\n\u001b[4mThen like 20 supporting characters introduced who do nothing except fill up the episode.\u001b[24m\n    \u001b[1mその後、20人の支持者のように、エピソードを埋めること以外何もしない人が紹介されました。\u001b[22m, \u001b[1mその後のエピソードを埋める除いて何もしない導入された20脇役のような。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI greatly dislike this series. The humor that was once there is now gone, all that's left is crappy, awkward, forced comedy; the likes of which would put Rima to shame. It's filled with stupid fillers that make you want to tear your brain stem out. In my opinion, the only reason worth watching is to see what happens to Ikuto. I would have dropped this about 15 episodes back, except that I had hoped that it would get better. Now the only reason I'm sticking with it is because I would feel like all the time spent watching would be wasted if I didn't follow through.\n\n\u001b[1m私はこのシリーズを大いに嫌っている。 かつてはそこにあったユーモアは消えてしまいました。残っているのは残酷な、厄介な、強制的なコメディーです。 リマが好きな人は恥をかくことになるだろう。 それはあなたの脳の幹を裂くしたい愚かなフィラーで満たされています。 私の意見では、見る価値のある唯一の理由はIkutoに何が起こるか見ることです。 私はそれがより良くなることを望んでいたことを除いて、約15エピソードを戻しました。 今私がそれに固執している唯一の理由は、私が追いついていないと、見ている時間が無駄になるような気がするからです。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o ōini iya tte iru. Katsute wa soko ni atta yūmoa wa kiete shimaimashita. Nokotte iru no wa zankokuna, yakkaina, kyōsei-tekina komedīdesu. Rima ga sukinahito wa haji o kaku koto ni narudarou. Sore wa anata no nō no kan o saku shitai orokana firā de mitasa rete imasu. Watashi no ikende wa, miru kachinoaru yuiitsu no riyū wa Ikuto ni nani ga okoru ka miru kotodesu. Watashi wa sore ga yori yoku naru koto o nozonde ita koto o nozoite, yaku 15 episōdo o modoshimashita. Ima watashi ga sore ni koshū shite iru yuiitsu no riyū wa, watashi ga oitsuite inai to, mite iru jikan ga muda ni naru yōna ki ga surukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI greatly dislike this series. The humor that was once there is now gone, all that's left is crappy, awkward, forced comedy; the likes of which would put Rima to shame. It's filled with stupid fillers that make you want to tear your brain stem out. In my opinion, the only reason worth watching is to see what happens to Ikuto. I would have dropped this about 15 episodes back, except that I had hoped that it would get better. Now the only reason I'm sticking with it is because I would feel like all the time spent watching would be wasted if I didn't follow through.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI greatly dislike this series.\u001b[24m\n    \u001b[1m私はこのシリーズを大いに嫌っている。\u001b[22m, \u001b[1m私は非常にこのシリーズを嫌います。\u001b[22m\n\u001b[4mThe humor that was once there is now gone, all that's left is crappy, awkward, forced comedy;\u001b[24m\n    \u001b[1mかつてはそこにあったユーモアは消えてしまいました。残っているのは残酷な、厄介な、強制的なコメディーです。\u001b[22m, \u001b[1m残って一度今は消えていたユーモア、すべてが安っぽい、厄介な、強制喜劇です。\u001b[22m\n\u001b[4mthe likes of which would put Rima to shame.\u001b[24m\n    \u001b[1mリマが好きな人は恥をかくことになるだろう。\u001b[22m, \u001b[1m同類は恥にRimaのを置くことになります。\u001b[22m\n\u001b[4mIt's filled with stupid fillers that make you want to tear your brain stem out.\u001b[24m\n    \u001b[1mそれはあなたの脳の幹を裂くしたい愚かなフィラーで満たされています。\u001b[22m, \u001b[1mそれはあなたがあなたの脳幹を引き裂くしたい作る愚かな充填材で満たされています。\u001b[22m\n\u001b[4mIn my opinion, the only reason worth watching is to see what happens to Ikuto.\u001b[24m\n    \u001b[1m私の意見では、見る価値のある唯一の理由はIkutoに何が起こるか見ることです。\u001b[22m, \u001b[1m私の意見では、見る価値唯一の理由はイクトに何が起こるかを確認することです。\u001b[22m\n\u001b[4mI would have dropped this about 15 episodes back, except that I had hoped that it would get better.\u001b[24m\n    \u001b[1m私はそれがより良くなることを望んでいたことを除いて、約15エピソードを戻しました。\u001b[22m, \u001b[1m私はそれが良くなるだろうと期待していたことを除いて、戻ってこの約15のエピソードを落としているだろう。\u001b[22m\n\u001b[4mNow the only reason I'm sticking with it is because I would feel like all the time spent watching would be wasted if I didn't follow through.\u001b[24m\n    \u001b[1m今私がそれに固執している唯一の理由は、私が追いついていないと、見ている時間が無駄になるような気がするからです。\u001b[22m, \u001b[1m私はフォロースルーしなかった場合、今、すべての時間は見て過ごしたように私は感じるだろうので、私はそれにこだわっている唯一の理由は無駄になります。\u001b[22m"
  },
  {
    "title": "Shugo_Chara_Doki",
    "id": "5262",
    "url": "https://myanimelist.net/anime/5262/Shugo_Chara_Doki",
    "user": "Xephia",
    "profile": "/profile/Xephia/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=20527",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  6\nキャラクター|  5\n|  3\n\nすべてのエピソードを見た後、誰もレビューを書かなかったので、私は思った。 上半期のすべてのフィラーにもかかわらず、それは私のためにこのシリーズを台無しにしたのは第2四半期でした。 彼らはキヤノン、マンガの素材を使って仕事をしていました。彼らはそれを完全に盗んで、書き直してストーリーが意味をなさないようにし、キャラクターはキャラクターから外れました。\n\n物語はアムと彼女の愛の生活について、胚についてだけであり、物語やキャラクターの発展にとってアムは彼女が誰であるかを愛するイクトと恋に落ち始めていることがわかります。 このマンガは、アニメよりはるかに明らかです。 漫画では、アムは明らかにさらに倒れていて、イクトと恋している。そして、彼は父を探すために出発するときに、空港で彼に向かっている。 彼は彼女にキスをし、彼女に「私はあなたが私と恋に落ちるように - 準備する」と言います。 これは明らかに非常に重要な瞬間でしたが、アニメから完全にカットされました。\n\n空港のシーンはアムと交換されました。タダセには彼女がどれくらい愛しているのかが分かりません。 アムは、彼女がイクートと恋に落ちていることを自分自身に認め、シュゴ・チャラスもそれを実感します。 私は第3シリーズがどのようにそれを修正するか見ることができません。\n\nこのシリーズからカットされた他の「Amuto」シーンもたくさんあり、TadaseとAmuの間のたくさんのロマンスが追加されました。 アムとイクトとの間の寝室のシーンから、彼らはアニメに表示されている以上に抱きしめていました。アムはイクートの周りに腕を包み、タダセはイクートも愛していることを認識しています。 彼らは、あなたの愛のコンテストを叫び、そしてアムとタダゼとの間の日付に置き換えられました。 アムは、彼女の本当に必要と理解しているsomoneと恋に落ちた成熟したキャラクターに、彼女の片面を愛する人気のある王子に圧倒した '混乱して失われた'少女から発展することを意図しています。 アニメは完全にこの展開を台無しにし、アムは彼女がマンガのように全く成熟していない。\n\nいとうの曲は漫画に書かれているほど悲しいとは思っていませんが、音楽と芸術は悪くありませんでした。\n\n私は非常に失望し、IkutoとAmuの関係の本当の大きさを理解するために、Ikutoファンが代わりにマンガを読むことを勧めました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nNo one has written a review after viewing all the episodes yet, so I thought I should. Despite all the fillers in the first half, it was the second quarter that ruined this series for me. They had canon, manga material to work with - and they completely butchered it, rewriting it so that the story made no sense and the characters were out of character.\n\n\u001b[1mすべてのエピソードを見た後、誰もレビューを書かなかったので、私は思った。 上半期のすべてのフィラーにもかかわらず、それは私のためにこのシリーズを台無しにしたのは第2四半期でした。 彼らはキヤノン、マンガの素材を使って仕事をしていました。彼らはそれを完全に盗んで、書き直してストーリーが意味をなさないようにし、キャラクターはキャラクターから外れました。\u001b[22m\n\u001b[1m(Subete no episōdo o mita nochi, dare mo rebyū o kakanakattanode, watashi wa omotta. Kamihanki no subete no firā nimokakawarazu, sore wa watashi no tame ni kono shirīzu o dainashi ni shita no wa dai 2 shihankideshita. Karera wa Kiyanon, manga no sozai o tsukatte shigoto o shite imashita. Karera wa sore o kanzen ni nusunde, kakinaoshite sutōrī ga imiwonasanai-yō ni shi, kyarakutā wa kyarakutā kara hazuremashita.)\u001b[22m\n\nTranslations of \u001b[4mNo one has written a review after viewing all the episodes yet, so I thought I should. Despite all the fillers in the first half, it was the second quarter that ruined this series for me. They had canon, manga material to work with - and they completely butchered it, rewriting it so that the story made no sense and the characters were out of character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo one has written a review after viewing all the episodes yet, so I thought I should.\u001b[24m\n    \u001b[1mすべてのエピソードを見た後、誰もレビューを書かなかったので、私は思った。\u001b[22m, \u001b[1m誰もまだすべてのエピソードを見た後レビューを書いていないので、私は、私がすべきと思いました。\u001b[22m\n\u001b[4mDespite all the fillers in the first half, it was the second quarter that ruined this series for me.\u001b[24m\n    \u001b[1m上半期のすべてのフィラーにもかかわらず、それは私のためにこのシリーズを台無しにしたのは第2四半期でした。\u001b[22m, \u001b[1m上半期のすべての充填剤にもかかわらず、それは私のためにこのシリーズを台無しにした第二四半期でした。\u001b[22m\n\u001b[4mThey had canon, manga material to work with - and they completely butchered it, rewriting it so that the story made no sense and the characters were out of character.\u001b[24m\n    \u001b[1m彼らはキヤノン、マンガの素材を使って仕事をしていました。彼らはそれを完全に盗んで、書き直してストーリーが意味をなさないようにし、キャラクターはキャラクターから外れました。\u001b[22m, \u001b[1m彼らは、キヤノンは、漫画の材料はで仕事をしていた - そして、彼らは完全に物語は全く意味をなさず、文字は文字の外にあったように、それを書き換え、それを虐殺します。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is about Amu and her love life just as much as it is about the Embryo, and it's important to the story and character development that we see that Amu is starting to fall in love with Ikuto, who loves her for who she is. The manga is a lot more obvious about this than the anime. In the manga, Amu is obviously falling further and further in love with Ikuto, and as he leaves to search for his father, she rushes to him at the airport. He kisses her and tells her 'I'll definitely make you fall in love with me - be prepared' before he boards the plane. This was obviously a very important moment, but was cut completely from the anime.\n\n\u001b[1m物語はアムと彼女の愛の生活について、胚についてだけであり、物語やキャラクターの発展にとってアムは彼女が誰であるかを愛するイクトと恋に落ち始めていることがわかります。 このマンガは、アニメよりはるかに明らかです。 漫画では、アムは明らかにさらに倒れていて、イクトと恋している。そして、彼は父を探すために出発するときに、空港で彼に向かっている。 彼は彼女にキスをし、彼女に「私はあなたが私と恋に落ちるように - 準備する」と言います。 これは明らかに非常に重要な瞬間でしたが、アニメから完全にカットされました。\u001b[22m\n\u001b[1m(Monogatari wa amu to kanojo no ainoseikatsu ni tsuite, hai ni tsuite dakedeari, monogatari ya kyarakutā no hatten ni totte amu wa kanojo ga daredearu ka o aisuru Ikuto to koi ni ochi hajimete iru koto ga wakarimasu. Kono manga wa, anime yori haruka ni akirakadesu. Mangade wa, amu wa akiraka ni sarani taorete ite, Ikuto to koishite iru. Soshite, kare wa chichi o sagasu tame ni shuppatsu suru toki ni, kūkō de kare ni mukatte iru. Kare wa kanojo ni kisu o shi, kanojo ni `watashi wa anata ga watashi to koi ni ochiru yō ni - junbi suru' to iimasu. Kore wa akiraka ni hijō ni jūyōna shunkandeshitaga, anime kara kanzen ni katto sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story is about Amu and her love life just as much as it is about the Embryo, and it's important to the story and character development that we see that Amu is starting to fall in love with Ikuto, who loves her for who she is. The manga is a lot more obvious about this than the anime. In the manga, Amu is obviously falling further and further in love with Ikuto, and as he leaves to search for his father, she rushes to him at the airport. He kisses her and tells her 'I'll definitely make you fall in love with me - be prepared' before he boards the plane. This was obviously a very important moment, but was cut completely from the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about Amu and her love life just as much as it is about the Embryo, and it's important to the story and character development that we see that Amu is starting to fall in love with Ikuto, who loves her for who she is.\u001b[24m\n    \u001b[1m物語はアムと彼女の愛の生活について、胚についてだけであり、物語やキャラクターの発展にとってアムは彼女が誰であるかを愛するイクトと恋に落ち始めていることがわかります。\u001b[22m, \u001b[1m物語は同じくらい、それは胚についてですとしてあむ、彼女の愛の生活についてです、そしてそれは我々があむは彼女が誰であるかのために彼女を愛しイクト、と恋に落ちるし始めていることがわかりストーリーとキャラクターの成長に重要です。\u001b[22m\n\u001b[4mThe manga is a lot more obvious about this than the anime.\u001b[24m\n    \u001b[1mこのマンガは、アニメよりはるかに明らかです。\u001b[22m, \u001b[1m漫画はアニメよりもこのことについて、より多くの明白です。\u001b[22m\n\u001b[4mIn the manga, Amu is obviously falling further and further in love with Ikuto, and as he leaves to search for his father, she rushes to him at the airport.\u001b[24m\n    \u001b[1m漫画では、アムは明らかにさらに倒れていて、イクトと恋している。そして、彼は父を探すために出発するときに、空港で彼に向かっている。\u001b[22m, \u001b[1m漫画では、あむは明らかにイクトと恋にさらに、さらに減少している、と彼は彼の父を検索するための葉のように、彼女は空港で彼に突入します。\u001b[22m\n\u001b[4mHe kisses her and tells her 'I'll definitely make you fall in love with me - be prepared' before he boards the plane.\u001b[24m\n    \u001b[1m彼は彼女にキスをし、彼女に「私はあなたが私と恋に落ちるように - 準備する」と言います。\u001b[22m, \u001b[1m彼のボード面の前に - 彼は彼女にキスと彼女に伝えます」製造することが私は間違いなくあなたが私と恋に落ちる作ってあげます」。\u001b[22m\n\u001b[4mThis was obviously a very important moment, but was cut completely from the anime.\u001b[24m\n    \u001b[1mこれは明らかに非常に重要な瞬間でしたが、アニメから完全にカットされました。\u001b[22m, \u001b[1mこれは明らかに非常に重要な瞬間だったが、アニメから完全に切断しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe airport scene was replaced with Amu telling Tadase how much she loves him and not Ikuto, which makes no sense at all. Amu even admits to herself that she's falling in love with Ikuto, and her Shugo Charas realize it as well, so why such a butchered ending? I can't see how the third series is going to fix it, either.\n\n\u001b[1m空港のシーンはアムと交換されました。タダセには彼女がどれくらい愛しているのかが分かりません。 アムは、彼女がイクートと恋に落ちていることを自分自身に認め、シュゴ・チャラスもそれを実感します。 私は第3シリーズがどのようにそれを修正するか見ることができません。\u001b[22m\n\u001b[1m(Kūkō no shīn wa amu to kōkan sa remashita. Tada se ni wa kanojo ga dorekurai aishite iru no ka ga wakarimasen. Amu wa, kanojo ga ikūto to koiniochite iru koto o jibun jishin ni mitome, shugo charasu mo sore o jikkan shimasu. Watashi wa dai 3 shirīzu ga dono yō ni sore o shūsei suru ka miru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe airport scene was replaced with Amu telling Tadase how much she loves him and not Ikuto, which makes no sense at all. Amu even admits to herself that she's falling in love with Ikuto, and her Shugo Charas realize it as well, so why such a butchered ending? I can't see how the third series is going to fix it, either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe airport scene was replaced with Amu telling Tadase how much she loves him and not Ikuto, which makes no sense at all.\u001b[24m\n    \u001b[1m空港のシーンはアムと交換されました。タダセには彼女がどれくらい愛しているのかが分かりません。\u001b[22m, \u001b[1m空港のシーンはあむは全く意味がありませんイクト、彼女は彼を愛してどのくらいTadaseを伝えるといないと交換しました。\u001b[22m\n\u001b[4mAmu even admits to herself that she's falling in love with Ikuto, and her Shugo Charas realize it as well, so why such a butchered ending?\u001b[24m\n    \u001b[1mアムは、彼女がイクートと恋に落ちていることを自分自身に認め、シュゴ・チャラスもそれを実感します。\u001b[22m, \u001b[1mあむはあっても、彼女はイクトと恋に落ちていて、彼女の守護チャラスは同様にそれを実現するのに、なぜこのような虐殺終わることを自分自身に認めていますか？\u001b[22m\n\u001b[4mI can't see how the third series is going to fix it, either.\u001b[24m\n    \u001b[1m私は第3シリーズがどのようにそれを修正するか見ることができません。\u001b[22m, \u001b[1m私はどちらか、第三のシリーズはそれを修正しようとしている方法を確認することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThere were also a lot of other 'Amuto' scenes cut from this series and a lot of romance between Tadase and Amu added. From the bedroom scenes between Amu and Ikuto, where they snuggled a lot more than is shown in the anime, to Amu wrapping her arms around Ikuto, and Tadase realizing that she's in love with Ikuto as well. They were replaced with 'shout your love contests' and dates between Amu and Tadase. Amu is meant to be developing from a 'confused and lost' girl who had a crush on the popular 'prince' who only loves one side of her, to a mature character who has fallen in love with somone who really needs and understands her. The anime completely ruined this development, and Amu hasn't matured at all like she has in the manga.\n\n\u001b[1mこのシリーズからカットされた他の「Amuto」シーンもたくさんあり、TadaseとAmuの間のロマンスがたくさん追加されました。 アムとイクトとの間の寝室のシーンから、彼らはアニメに表示されている以上に抱きしめていました。アムはイクートの周りに腕を包み、タダセはイクートも愛していることを認識しています。 彼らは、あなたの愛のコンテストを叫び、そしてアムとタダゼとの間の日付に置き換えられました。 アムは、彼女の本当に必要と理解しているsomoneと恋に落ちた成熟したキャラクターに、彼女の片面を愛する人気のある王子に圧倒した '混乱して失われた'少女から発展することを意図しています。 アニメは完全にこの展開を台無しにし、アムは彼女がマンガのように全く成熟していない。\u001b[22m\n\u001b[1m(Kono shirīzu kara katto sa reta ta no `Amuto' shīn mo takusan ari, Tadase to Amu no ma no romansu ga takusan tsuika sa remashita. Amu to Ikuto to no ma no shinshitsu no shīn kara, karera wa anime ni hyōji sa rete iru ijō ni dakishimete imashita. Amu wa ikūto no mawari ni ude o tsutsumi, tadase wa ikūto mo itoshite iru koto o ninshiki shite imasu. Karera wa, anata no ai no kontesuto o sakebi, soshite amu to tadaze to no ma no hidzuke ni okikae raremashita. Amu wa, kanojo no hontōni hitsuyō to rikai shite iru somone to koi ni ochita seijuku shita kyarakutā ni, kanojo no katamen o aisuru ninkinoaru ōji ni attō shita' konran shite ushinawa reta' shōjo kara hatten suru koto o ito shite imasu. Anime wa kanzen ni kono tenkai o dainashi ni shi, amu wa kanojo ga manga no yō ni mattaku seijuku shite inai.)\u001b[22m\n\nTranslations of \u001b[4mThere were also a lot of other 'Amuto' scenes cut from this series and a lot of romance between Tadase and Amu added. From the bedroom scenes between Amu and Ikuto, where they snuggled a lot more than is shown in the anime, to Amu wrapping her arms around Ikuto, and Tadase realizing that she's in love with Ikuto as well. They were replaced with 'shout your love contests' and dates between Amu and Tadase. Amu is meant to be developing from a 'confused and lost' girl who had a crush on the popular 'prince' who only loves one side of her, to a mature character who has fallen in love with somone who really needs and understands her. The anime completely ruined this development, and Amu hasn't matured at all like she has in the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were also a lot of other 'Amuto' scenes cut from this series and a lot of romance between Tadase and Amu added.\u001b[24m\n    \u001b[1mこのシリーズからカットされた他の「Amuto」シーンもたくさんあり、TadaseとAmuの間のロマンスがたくさん追加されました。\u001b[22m, \u001b[1mあったTadaseとアミュとの間にこのシリーズから切り出した他の「Amuto」のシーンの多くとロマンスの多くが追加されました。\u001b[22m\n\u001b[4mFrom the bedroom scenes between Amu and Ikuto, where they snuggled a lot more than is shown in the anime, to Amu wrapping her arms around Ikuto, and Tadase realizing that she's in love with Ikuto as well.\u001b[24m\n    \u001b[1mアムとイクトとの間の寝室のシーンから、彼らはアニメに表示されている以上に抱きしめていました。アムはイクートの周りに腕を包み、タダセはイクートも愛していることを認識しています。\u001b[22m, \u001b[1m彼らはあむはイクトの周りに彼女の腕を包む、そしてTadaseは彼女が同様にイクトと恋にだということの実現に、アニメに示されているよりも多く寄り添っあむとイクト、間のベッドルームのシーンから。\u001b[22m\n\u001b[4mThey were replaced with 'shout your love contests' and dates between Amu and Tadase.\u001b[24m\n    \u001b[1m彼らは、あなたの愛のコンテストを叫び、そしてアムとタダゼとの間の日付に置き換えられました。\u001b[22m, \u001b[1mこれらは、「叫ぶあなたの愛のコンテスト 'とアミュとTadase間の日付に置き換えられました。\u001b[22m\n\u001b[4mAmu is meant to be developing from a 'confused and lost' girl who had a crush on the popular 'prince' who only loves one side of her, to a mature character who has fallen in love with somone who really needs and understands her.\u001b[24m\n    \u001b[1mアムは、彼女の本当に必要と理解しているsomoneと恋に落ちた成熟したキャラクターに、彼女の片面を愛する人気のある王子に圧倒した '混乱して失われた'少女から発展することを意図しています。\u001b[22m, \u001b[1mあむは、「混乱し、失われた」だけは本当に必要とし、彼女を理解しSomoneのと恋に落ちている成熟した文字に、彼女の片側を愛する人気の「王子」に片思いしていた女の子をより発展されることを意図されています。\u001b[22m\n\u001b[4mThe anime completely ruined this development, and Amu hasn't matured at all like she has in the manga.\u001b[24m\n    \u001b[1mアニメは完全にこの展開を台無しにし、アムは彼女がマンガのように全く成熟していない。\u001b[22m, \u001b[1mアニメは完全にこの開発を台無しにして、彼女は漫画に持っているようあむは全く成熟していません。\u001b[22m\n\u001b[1m\u001b[22m\nThe music and art weren't bad, although I don't think Ikuto's songs were as sad as they were described in the manga, and I preferred the music from season one.\n\n\u001b[1mいとうの曲は漫画で書いたように悲しいとは思っていませんでしたが、音楽と芸術は悪くありませんでした。\u001b[22m\n\u001b[1m(Itō no kyoku wa manga de kaita yō ni kanashī to wa omotte imasendeshitaga, ongaku to geijutsu wa waruku arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe music and art weren't bad, although I don't think Ikuto's songs were as sad as they were described in the manga, and I preferred the music from season one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music and art weren't bad, although I don't think Ikuto's songs were as sad as they were described in the manga, and I preferred the music from season one.\u001b[24m\n    \u001b[1mいとうの曲は漫画で書いたように悲しいとは思っていませんでしたが、音楽と芸術は悪くありませんでした。\u001b[22m, \u001b[1m私は、彼らが漫画で説明したようイクトの曲はとして悲しいだったとは思わないが、音楽とアートは、悪くはなかった、と私はシーズン1から音楽を好みました。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, I was very disappointed, and recommend that Ikuto fans read the manga instead in order to understand the true magnitude of Ikuto's and Amu's relationship.\n\n\u001b[1m私は非常に失望し、IkutoとAmuの関係の本当の大きさを理解するために、Ikutoファンが代わりにマンガを読むことを勧めました。\u001b[22m\n\u001b[1m(Watashi wa hijō ni shitsubō shi, Ikuto to Amu no kankei no hontō no ōki-sa o rikai suru tame ni, Ikuto fan ga kawarini manga o yomu koto o susumemashita.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, I was very disappointed, and recommend that Ikuto fans read the manga instead in order to understand the true magnitude of Ikuto's and Amu's relationship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, I was very disappointed, and recommend that Ikuto fans read the manga instead in order to understand the true magnitude of Ikuto's and Amu's relationship.\u001b[24m\n    \u001b[1m私は非常に失望し、IkutoとAmuの関係の本当の大きさを理解するために、Ikutoファンが代わりにマンガを読むことを勧めました。\u001b[22m, \u001b[1mすべてのすべてで、私は非常に失望した、とイクトのファンではなく、真のイクトのの大きさとあむの関係を理解するために漫画を読むことをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Shugo_Chara_Doki",
    "id": "5262",
    "url": "https://myanimelist.net/anime/5262/Shugo_Chara_Doki",
    "user": "Sunidai",
    "profile": "/profile/Sunidai/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=10422",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nシュゴカラドキ！  Shugo Chara！の続きです。主人公のAmuは、彼女がShugo Charaの終わりにいた時と同じ等級にいます！ 保護者は新しい敵に直面し、古い友達と会い、新しい友達を作ります。 彼らの主な目標はまだ胚を得ることであり、イースターは胚を最初に得る新しい計画を試みている。\n\n私は実際には現在の章に向かって動いているように見えるマンガの多くを読んでいないので、物語は素敵な流れを持っています。\n\nそれは全体的に見て非常に楽しいアニメ、あなたがShugo Charaを愛するならば、あなたは反抗的に続編を見るべきです。\n\n私はShugo Chara Dokiを個人的に愛しています！ 私は毎週それを見ることを楽しみにしています",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nShugo Chara Doki!! is the continuation of the Shugo Chara!, where the main character Amu is still in the same grade as she was at the end of Shugo Chara! The guardians face new enemies, meeting old friends and creating new friends. Their main goal is still to get the embryo, with Easter trying new schemes to get the embryo first.\n\n\u001b[1mシュゴカラドキ！  Shugo Chara！の続きです。主人公のAmuは、彼女がShugo Charaの終わりにいた時と同じ等級にいます！ 保護者は新しい敵に直面し、古い友達と会い、新しい友達を作ります。 彼らの主な目標はまだ胚を得ることであり、イースターは胚を最初に得る新しい計画を試みている。\u001b[22m\n\u001b[1m(Shugokaradoki! Shugo kyara! No tsudzukidesu. Shujinkō no Amu wa, kanojo ga Shugo kyara no owari ni ita toki to onaji tōkyū ni imasu! Hogo-sha wa atarashī teki ni chokumen shi, furui tomodachi to ai, atarashī tomodachi o tsukurimasu. Karera no omona mokuhyō wa mada hai o eru kotodeari, īsutā wa hai o saisho ni eru atarashī keikaku o kokoromite iru.)\u001b[22m\n\nTranslations of \u001b[4mShugo Chara Doki!! is the continuation of the Shugo Chara!, where the main character Amu is still in the same grade as she was at the end of Shugo Chara! The guardians face new enemies, meeting old friends and creating new friends. Their main goal is still to get the embryo, with Easter trying new schemes to get the embryo first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShugo Chara Doki!!\u001b[24m\n    \u001b[1mシュゴカラドキ！\u001b[22m, \u001b[1mしゅごキャラドキッ!!\u001b[22m\n\u001b[4mis the continuation of the Shugo Chara!, where the main character Amu is still in the same grade as she was at the end of Shugo Chara!\u001b[24m\n    \u001b[1mShugo Chara！の続きです。主人公のAmuは、彼女がShugo Charaの終わりにいた時と同じ等級にいます！\u001b[22m, \u001b[1m彼女はしゅごキャラの終わりにあったように、メインキャラクターあむは同じ学年にまだあるしゅごキャラ！の続きです！\u001b[22m\n\u001b[4mThe guardians face new enemies, meeting old friends and creating new friends.\u001b[24m\n    \u001b[1m保護者は新しい敵に直面し、古い友達と会い、新しい友達を作ります。\u001b[22m, \u001b[1m保護者は、古い友人に会うと新しい友達を作る、新しい敵に直面しています。\u001b[22m\n\u001b[4mTheir main goal is still to get the embryo, with Easter trying new schemes to get the embryo first.\u001b[24m\n    \u001b[1m彼らの主な目標はまだ胚を得ることであり、イースターは胚を最初に得る新しい計画を試みている。\u001b[22m, \u001b[1m彼らの主な目標は、イースターは最初の胚を取得するために、新しいスキームをしようと、胚を取得することがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe story has a nice flow, seeing as i haven't really read much of the manga it seems to be moving towards to current chapters out.\n\n\u001b[1m私は実際には現在の章に向かって動いているように見えるマンガの多くを読んでいないので、物語は素敵な流れを持っています。\u001b[22m\n\u001b[1m(Watashi wa jissai ni wa genzai no shō ni mukatte ugoite iru yō ni mieru manga no ōku o yon de inainode, monogatari wa sutekina nagare o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story has a nice flow, seeing as i haven't really read much of the manga it seems to be moving towards to current chapters out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story has a nice flow, seeing as i haven't really read much of the manga it seems to be moving towards to current chapters out.\u001b[24m\n    \u001b[1m私は実際には現在の章に向かって動いているように見えるマンガの多くを読んでいないので、物語は素敵な流れを持っています。\u001b[22m, \u001b[1m物語は、私は実際にそれが現在の章に向かって動いているように見える漫画の多くを読んでいないように見て、素敵な流れを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nIt is a very enjoyable anime to watch overall its, if you love Shugo Chara then you should defiantly watch the sequel.\n\n\u001b[1mそれは全体的に見て非常に楽しいアニメです、あなたがShugoキャラを愛している場合、あなたは反抗的に続編を見る必要があります。\u001b[22m\n\u001b[1m(Sore wa zentai-teki ni mite hijō ni tanoshī animedesu, anata ga Shugo kyara o aishite iru baai, anata wa hankō-teki ni zokuhen o miru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is a very enjoyable anime to watch overall its, if you love Shugo Chara then you should defiantly watch the sequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is a very enjoyable anime to watch overall its, if you love Shugo Chara then you should defiantly watch the sequel.\u001b[24m\n    \u001b[1mそれは全体的に見て非常に楽しいアニメです、あなたがShugoキャラを愛している場合、あなたは反抗的に続編を見る必要があります。\u001b[22m, \u001b[1mあなたがしゅごキャラを愛していれば、その、あなたがふてくされ続編を監視する必要があります全体的に見て非常に楽しいアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nI personally love Shugo Chara Doki!! and i look forward to watching it every week\n\n\u001b[1m私はShugo Chara Dokiを個人的に愛しています！ 私は毎週それを見ることを楽しみにしています\u001b[22m\n\u001b[1m(Watashi wa Shugo kyara Doki o kojin-teki ni aishiteimasu! Watashi wa maishū sore o miru koto o tanoshiminishiteimasu)\u001b[22m\n\nTranslations of \u001b[4mI personally love Shugo Chara Doki!! and i look forward to watching it every week\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally love Shugo Chara Doki!!\u001b[24m\n    \u001b[1m私はShugo Chara Dokiを個人的に愛しています！\u001b[22m, \u001b[1m私は個人的にしゅごキャラドキが大好き！\u001b[22m\n\u001b[4mand i look forward to watching it every week\u001b[24m\n    \u001b[1m私は毎週それを見ることを楽しみにしています\u001b[22m, \u001b[1mそして、私は毎週それを見て楽しみにして\u001b[22m"
  },
  {
    "title": "Shugo_Chara_Doki",
    "id": "5262",
    "url": "https://myanimelist.net/anime/5262/Shugo_Chara_Doki",
    "user": "MiaSkyler14",
    "profile": "/profile/MiaSkyler14/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=118015",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nさて、レビューの前に私にあなたにこれを教えさせて、私はSHOGO CHARAを愛しています。 私はハードコアしゅごキャラファンとアムトファンです。 私は偏っていると言えるかもしれませんが、理由を説明してください。\n\n時にはあなたの心が何かを好きにしているとき、あなたはそれを最も間違いなく好きになるでしょう。 これは、私のためのShugo Chara dokiです。 戦闘シーンは叙事詩だった。 私は明らかに多くの詰め物があることをあなたに伝えますが、それらも私にとって興味深いものであり、元々の物語のビットも持っています。 人々がどれだけ多くの問題を指摘しても、私はそれについて良いことしか見つけることができません。 物語は、漫画の新しい弧、ルル弧のプロットから離れています。 他のみんなと同じように最初は今、私はルルが嫌いです。 しかし、彼女のアークが続いたとき、私は彼女を好きになった。 あなたは彼女の善を見つけなければなりません。 ですから、私たちがその部分を過ぎると、あなたはイクストの弧、YAY xDに行きます。 それらのシーンは素晴らしかったし、忠誠の告白さえもあった。 確かにTadamuは時々私の神経に乗ったが、ショーを台無しにしたものはなかった。\n\n今シーズンはまだ芸術は良かったし、昨年の芸術よりも好きなことを認めなければならない。 時にはちょっとうんざりでしたが、いつものように驚くべきものの大部分でした。\n\nオープニングとエンディングは、時々幼稚なものばかりで、すごくかわいいものでした。 昨シーズンとは少し違います。 声はすべての人にとって良いものであり、それらをすべて完全に適合させました。 そして、私の意見では、思い出深い曲があると、サウンドトラックは完璧な状況に収まりました。\n\nキャラクターの主なキャストは、私がシュゴカラの好きな部分です。 ルルさえ。 フィラーキャラクターの中にはかなり良いものもありました。 しかし、元のキャラクターに戻って、彼らはすべて自分自身の素晴らしい人格と自分の話をしています。 私はすべての私の心でそれらを愛する。\n\n私はShugo Charaが大好きです。 偶然のTadamuの瞬間と退屈なフィラーのエピソードのほかに、それはとても楽しいものでした。 試してみてください。 それらの他のレビューに耳を傾けないでください。 このアニメは貴重な時間です。 特に最初のシーズンが好きだったら。 しかし、覚えて、オープンかつポジティブな心のセットでそれを見てください。 それがこのアニメを楽しむための鍵です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay let me tell you this before the review, I LOVE SHUGO CHARA. I am a hardcore Shugo Chara fan and Amuto fan. You could say I am biased, but please let me explain why.\n\n\u001b[1mさて、レビューの前に私にあなたにこれを教えさせて、私はSHOGO CHARAを愛しています。 私はハードコアしゅごキャラファンとアムトファンです。 私は偏っていると言えるかもしれませんが、理由を説明してください。\u001b[22m\n\u001b[1m(Sate, rebyū no mae ni watashi ni anata ni kore o oshie sasete, watashi wa shōgo CHARA o aishiteimasu. Watashi wa hādokoa shugokyara fan to amutofandesu. Watashi wa katayotte iru to ieru kamo shiremasenga, riyū o setsumei shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOkay let me tell you this before the review, I LOVE SHUGO CHARA. I am a hardcore Shugo Chara fan and Amuto fan. You could say I am biased, but please let me explain why.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay let me tell you this before the review, I LOVE SHUGO CHARA.\u001b[24m\n    \u001b[1mさて、レビューの前に私にあなたにこれを教えさせて、私はSHOGO CHARAを愛しています。\u001b[22m, \u001b[1mさて、私がレビューする前にこれを言わせて、私はしゅごキャラが大好きです。\u001b[22m\n\u001b[4mI am a hardcore Shugo Chara fan and Amuto fan.\u001b[24m\n    \u001b[1m私はハードコアしゅごキャラファンとアムトファンです。\u001b[22m, \u001b[1m私は筋金入りしゅごキャラファンとAmutoのファンです。\u001b[22m\n\u001b[4mYou could say I am biased, but please let me explain why.\u001b[24m\n    \u001b[1m私は偏っていると言えるかもしれませんが、理由を説明してください。\u001b[22m, \u001b[1mあなたは、私が偏っだと言うが、私は理由を説明させてくださいでした。\u001b[22m\n\u001b[1m\u001b[22m\nSometimes when you have your mind set on liking something, you most definitely will like it. This is Shugo Chara doki for me. The fighting scenes were epic. I will tell you that there are obviously many fillers, but even those are interesting to me and have bits of the original story in them too. No matter how many problems people point out in it, I can only find good things about it. The story leads away from the manga's plot for a new arc, the Lulu arc. Now yes at first just like everyone else, I hate Lulu. But as her arc went on I came to like her. You have to find the good in her. So once we get past that part you get to the ikuto arc, YAY xD. Those scenes were amazing and even Tadase's confession was. Sure the Tadamu got on my nerves sometimes but nothing that ruined the show.\n\n\u001b[1m時にはあなたの心が何かを好きにしているとき、あなたはそれを最も間違いなく好きになるでしょう。 これは、私のためのShugo Chara dokiです。 戦闘シーンは叙事詩だった。 私は明らかに多くの詰め物があることをあなたに伝えますが、それらも私にとって興味深いものであり、元々の物語のビットも持っています。 人々がどれだけ多くの問題を指摘しても、私はそれについて良いことしか見つけることができません。 物語は、漫画の新しい弧、ルル弧のプロットから離れています。 他のみんなと同じように最初は今、私はルルが嫌いです。 しかし、彼女のアークが続いたとき、私は彼女を好きになった。 あなたは彼女の善を見つけなければなりません。 ですから、私たちがその部分を過ぎると、あなたはイクストの弧、YAY xDに行きます。 それらのシーンは素晴らしかったし、忠誠の告白さえもあった。 確かにTadamuは時々私の神経に乗ったが、ショーを台無しにしたものはなかった。\u001b[22m\n\u001b[1m(Tokiniha anata no kokoro ga nanika o sukini shite iru toki, anata wa sore o mottomo machigainaku suki ni narudeshou. Kore wa, watashi no tame no Shugo kyara dokidesu. Hitobito ga dore dake ōku no mondai o shiteki shite mo, watashi wa sore ni tsuite yoi koto shika mitsukeru koto ga dekimasen. Monogatari wa, manga no atarashī ko, Ruru ko no purotto kara hanarete imasu. Hoka no min'na to onajiyōni saisho wa ima, watashi wa Ruru ga kiraidesu. Shikashi, kanojo no āku ga tsudzuita toki, watashi wa kanojo o suki ni natta. Anata wa kanojo no zen o mitsukenakereba narimasen. Desukara, watashitachi ga sono bubun o sugiru to, anata wa ikusuto no ko, YAY xD ni ikimasu. Sorera no shīn wa subarashikattashi, chūsei no kokuhaku sae mo atta. Tashika ni Tadamu wa tokidoki watashi no shinkei ni nottaga, shō o dainashi ni shita mono wa nakatta. Sentō shīn wa jojishidatta. Watashi wa akiraka ni ōku no tsumebutsu ga aru koto o anata ni tsutaemasuga, sorera mo watashi ni totte kyōmibukai monodeari, motomoto no monogatari no bitto mo motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSometimes when you have your mind set on liking something, you most definitely will like it. This is Shugo Chara doki for me. The fighting scenes were epic. I will tell you that there are obviously many fillers, but even those are interesting to me and have bits of the original story in them too. No matter how many problems people point out in it, I can only find good things about it. The story leads away from the manga's plot for a new arc, the Lulu arc. Now yes at first just like everyone else, I hate Lulu. But as her arc went on I came to like her. You have to find the good in her. So once we get past that part you get to the ikuto arc, YAY xD. Those scenes were amazing and even Tadase's confession was. Sure the Tadamu got on my nerves sometimes but nothing that ruined the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSometimes when you have your mind set on liking something, you most definitely will like it.\u001b[24m\n    \u001b[1m時にはあなたの心が何かを好きにしているとき、あなたはそれを最も間違いなく好きになるでしょう。\u001b[22m, \u001b[1mあなたの心が何かを好きに設定されているときに時々、あなたはほとんど間違いなくそれを好きになるでしょう。\u001b[22m\n\u001b[4mThis is Shugo Chara doki for me.\u001b[24m\n    \u001b[1mこれは、私のためのShugo Chara dokiです。\u001b[22m, \u001b[1mこれは私のためにしゅごキャラのどきです。\u001b[22m\n\u001b[4mNo matter how many problems people point out in it, I can only find good things about it.\u001b[24m\n    \u001b[1m人々がどれだけ多くの問題を指摘しても、私はそれについて良いことしか見つけることができません。\u001b[22m, \u001b[1mどんなに人々がそれに指摘どのように多くの問題、私はそれについての良いものを見つけることができません。\u001b[22m\n\u001b[4mThe story leads away from the manga's plot for a new arc, the Lulu arc.\u001b[24m\n    \u001b[1m物語は、漫画の新しい弧、ルル弧のプロットから離れています。\u001b[22m, \u001b[1m物語は新たなアーク、ルルアークのための漫画のプロットから離れてつながります。\u001b[22m\n\u001b[4mNow yes at first just like everyone else, I hate Lulu.\u001b[24m\n    \u001b[1m他のみんなと同じように最初は今、私はルルが嫌いです。\u001b[22m, \u001b[1m今、イエスだけみんなと同じように、最初に、私はルルを憎みます。\u001b[22m\n\u001b[4mBut as her arc went on I came to like her.\u001b[24m\n    \u001b[1mしかし、彼女のアークが続いたとき、私は彼女を好きになった。\u001b[22m, \u001b[1mしかし、彼女の弧のように私は彼女を好きになった上で行ってきました。\u001b[22m\n\u001b[4mYou have to find the good in her.\u001b[24m\n    \u001b[1mあなたは彼女の善を見つけなければなりません。\u001b[22m, \u001b[1mあなたは彼女に良いを見つける必要があります。\u001b[22m\n\u001b[4mSo once we get past that part you get to the ikuto arc, YAY xD.\u001b[24m\n    \u001b[1mですから、私たちがその部分を過ぎると、あなたはイクストの弧、YAY xDに行きます。\u001b[22m, \u001b[1m我々はその部分を乗り越える一度だから、イクトアーク、YAY xDさんに着きます。\u001b[22m\n\u001b[4mThose scenes were amazing and even Tadase's confession was.\u001b[24m\n    \u001b[1mそれらのシーンは素晴らしかったし、忠誠の告白さえもあった。\u001b[22m, \u001b[1mこれらのシーンは驚くべきだったとさえTadaseの告白でした。\u001b[22m\n\u001b[4mSure the Tadamu got on my nerves sometimes but nothing that ruined the show.\u001b[24m\n    \u001b[1m確かにTadamuは時々私の神経に乗ったが、ショーを台無しにしたものはなかった。\u001b[22m, \u001b[1m確かTadamuは時々私の神経に乗っていないが、ショーを台無しにしたもの。\u001b[22m\n\u001b[4mThe fighting scenes were epic.\u001b[24m\n    \u001b[1m戦闘シーンは叙事詩だった。\u001b[22m, \u001b[1m戦いのシーンは叙事詩でした。\u001b[22m\n\u001b[4mI will tell you that there are obviously many fillers, but even those are interesting to me and have bits of the original story in them too.\u001b[24m\n    \u001b[1m私は明らかに多くの詰め物があることをあなたに伝えますが、それらも私にとって興味深いものであり、元々の物語のビットも持っています。\u001b[22m, \u001b[1m私は明らかに多くの充填材があることを教えてくれますが、それでもそれらは私に興味深く、あまりにもそこにオリジナルストーリーのビットを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was still good this season, I even have to admit I like it more then I liked the art from the last season. It was a little sloppy sometimes but the majority of the amazing as usual.\n\n\u001b[1m今シーズンはまだ芸術は良かったし、昨年の芸術よりも好きなことを認めなければならない。 時にはちょっとうんざりでしたが、いつものように驚くべきものの大部分でした。\u001b[22m\n\u001b[1m(Ima shīzun wa mada geijutsu wa yokattashi, sakunen no geijutsu yori mo sukina koto o mitomenakereba naranai. Tokiniha chotto unzarideshitaga, itsumo no yō ni odorokubeki mono no daibubundeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was still good this season, I even have to admit I like it more then I liked the art from the last season. It was a little sloppy sometimes but the majority of the amazing as usual.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was still good this season, I even have to admit I like it more then I liked the art from the last season.\u001b[24m\n    \u001b[1m今シーズンはまだ芸術は良かったし、昨年の芸術よりも好きなことを認めなければならない。\u001b[22m, \u001b[1m技術はまだこの季節良かった、私も、私はそれがより多くの、私は昨シーズンからの芸術が好きで好きでは認めざるを得ません。\u001b[22m\n\u001b[4mIt was a little sloppy sometimes but the majority of the amazing as usual.\u001b[24m\n    \u001b[1m時にはちょっとうんざりでしたが、いつものように驚くべきものの大部分でした。\u001b[22m, \u001b[1mそれは時々少しずさんだったが、いつものように素晴らしいの大多数。\u001b[22m\n\u001b[1m\u001b[22m\nThe openings and endings were all catchy and adorable though childish at times. A little different from the last season. The voices were good for all the characters, suiting them all perfectly. And the soundtrack fit the situation perfectly when some memorable songs in my opinion.\n\n\u001b[1mオープニングとエンディングは、時々幼稚なものばかりで、すごくかわいいものでした。 昨シーズンとは少し違います。 声はすべての人にとって良いものであり、それらをすべて完全に適合させました。 そして、私の意見では、思い出深い曲があると、サウンドトラックは完璧な状況に収まりました。\u001b[22m\n\u001b[1m(Ōpuningu to endingu wa, tokidoki yōchina mono bakari de, sugoku kawaī monodeshita. Saku shīzun to wa sukoshi chigaimasu. Koe wa subete no hito ni totte yoi monodeari, sorera o subete kanzen ni tekigō sa semashita. Soshite, watashi no ikende wa, omoidebukai kyoku ga aru to, saundotorakku wa kanpekina jōkyō ni osamarimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe openings and endings were all catchy and adorable though childish at times. A little different from the last season. The voices were good for all the characters, suiting them all perfectly. And the soundtrack fit the situation perfectly when some memorable songs in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe openings and endings were all catchy and adorable though childish at times.\u001b[24m\n    \u001b[1mオープニングとエンディングは、時々幼稚なものばかりで、すごくかわいいものでした。\u001b[22m, \u001b[1m開口部と語尾はすべてのキャッチー時には幼稚しかし愛らしいました。\u001b[22m\n\u001b[4mA little different from the last season.\u001b[24m\n    \u001b[1m昨シーズンとは少し違います。\u001b[22m, \u001b[1m昨シーズンは少し異なります。\u001b[22m\n\u001b[4mThe voices were good for all the characters, suiting them all perfectly.\u001b[24m\n    \u001b[1m声はすべての人にとって良いものであり、それらをすべて完全に適合させました。\u001b[22m, \u001b[1m声は完全にそれらをすべて合っ、すべての文字のために良好でした。\u001b[22m\n\u001b[4mAnd the soundtrack fit the situation perfectly when some memorable songs in my opinion.\u001b[24m\n    \u001b[1mそして、私の意見では、思い出深い曲があると、サウンドトラックは完璧な状況に収まりました。\u001b[22m, \u001b[1mそして、サウンドトラックは完全に状況に合わせたときに私の意見では、いくつかの記憶に残る曲。\u001b[22m\n\u001b[1m\u001b[22m\nThe main cast of characters are my favorite part of Shugo Chara. Even Lulu. Some of the filler charaters were pretty good too. But back to the original characters, they all have their own amazing personalities and their own stories. I love them with all my heart.\n\n\u001b[1mキャラクターの主なキャストは、私がシュゴカラの好きな部分です。 ルルさえ。 フィラーキャラクターの中にはかなり良いものもありました。 しかし、元のキャラクターに戻って、彼らはすべて自分自身の素晴らしい人格と自分の話をしています。 私はすべての私の心でそれらを愛する。\u001b[22m\n\u001b[1m(Kyarakutā no omona kyasuto wa, watashi ga shugokara no sukina bubundesu. Ruru sae. Firākyarakutā no nakaniha kanari yoi mono mo arimashita. Shikashi,-moto no kyarakutā ni modotte, karera wa subete jibunjishin'no subarashī jinkaku to jibun no hanashi o shite imasu. Watashi wa subete no watashi no kokoro de sorera o aisuru.)\u001b[22m\n\nTranslations of \u001b[4mThe main cast of characters are my favorite part of Shugo Chara. Even Lulu. Some of the filler charaters were pretty good too. But back to the original characters, they all have their own amazing personalities and their own stories. I love them with all my heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main cast of characters are my favorite part of Shugo Chara.\u001b[24m\n    \u001b[1mキャラクターの主なキャストは、私がシュゴカラの好きな部分です。\u001b[22m, \u001b[1m文字の主なキャストはしゅごキャラの私のお気に入りの一部です。\u001b[22m\n\u001b[4mEven Lulu.\u001b[24m\n    \u001b[1mルルさえ。\u001b[22m, \u001b[1mでもルル。\u001b[22m\n\u001b[4mSome of the filler charaters were pretty good too.\u001b[24m\n    \u001b[1mフィラーキャラクターの中にはかなり良いものもありました。\u001b[22m, \u001b[1mフィラーcharatersのいくつかは、あまりにもかなり良好でした。\u001b[22m\n\u001b[4mBut back to the original characters, they all have their own amazing personalities and their own stories.\u001b[24m\n    \u001b[1mしかし、元のキャラクターに戻って、彼らはすべて自分自身の素晴らしい人格と自分の話をしています。\u001b[22m, \u001b[1mしかし、元の文字に、それらはすべて自分自身の素晴らしい個性や独自の物語を持っています。\u001b[22m\n\u001b[4mI love them with all my heart.\u001b[24m\n    \u001b[1m私はすべての私の心でそれらを愛する。\u001b[22m, \u001b[1m私はすべての私の心にそれらを愛します。\u001b[22m\n\u001b[1m\u001b[22m\nI LOVED Shugo Chara. Besides the occasional Tadamu moments and boring filler episodes, it was very enjoyable. Please give it a try. Don't listen to those other reviews. This anime is worth your time. Especially if you liked the first season. Remember though, view it with an open and positive mind set. That's the key to enjoying this anime.\n\n\u001b[1m私はShugo Charaが大好きです。 偶然のTadamuの瞬間と退屈なフィラーのエピソードのほかに、それはとても楽しいものでした。 試してみてください。 それらの他のレビューに耳を傾けないでください。 このアニメは貴重な時間です。 特に最初のシーズンが好きだったら。 しかし、覚えて、オープンかつポジティブな心のセットでそれを見てください。 それがこのアニメを楽しむための鍵です。\u001b[22m\n\u001b[1m(Watashi wa Shugo kyara ga daisukidesu. Gūzen no Tadamu no shunkan to taikutsuna firā no episōdo no hoka ni, sore wa totemo tanoshī monodeshita. Tameshite mite kudasai. Sorera no ta no rebyū ni mimi o katamukenaide kudasai. Kono anime wa kichōna jikandesu. Tokuni saisho no shīzun ga sukidattara. Shikashi, oboete, ōpun katsu pojitibuna kokoro no setto de sore o mite kudasai. Sore ga kono anime o tanoshimu tame no kagidesu.)\u001b[22m\n\nTranslations of \u001b[4mI LOVED Shugo Chara. Besides the occasional Tadamu moments and boring filler episodes, it was very enjoyable. Please give it a try. Don't listen to those other reviews. This anime is worth your time. Especially if you liked the first season. Remember though, view it with an open and positive mind set. That's the key to enjoying this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI LOVED Shugo Chara.\u001b[24m\n    \u001b[1m私はShugo Charaが大好きです。\u001b[22m, \u001b[1m私はしゅごキャラを愛しました。\u001b[22m\n\u001b[4mBesides the occasional Tadamu moments and boring filler episodes, it was very enjoyable.\u001b[24m\n    \u001b[1m偶然のTadamuの瞬間と退屈なフィラーのエピソードのほかに、それはとても楽しいものでした。\u001b[22m, \u001b[1m時折Tadamuモーメントと退屈なフィラーエピソードのほかに、それは非常に楽しかったです。\u001b[22m\n\u001b[4mPlease give it a try.\u001b[24m\n    \u001b[1m試してみてください。\u001b[22m, \u001b[1mそれを試してみるしてください。\u001b[22m\n\u001b[4mDon't listen to those other reviews.\u001b[24m\n    \u001b[1mそれらの他のレビューに耳を傾けないでください。\u001b[22m\n\u001b[4mThis anime is worth your time.\u001b[24m\n    \u001b[1mこのアニメは貴重な時間です。\u001b[22m, \u001b[1mこのアニメは、あなたの時間の価値があります。\u001b[22m\n\u001b[4mEspecially if you liked the first season.\u001b[24m\n    \u001b[1m特に最初のシーズンが好きだったら。\u001b[22m, \u001b[1m特に場合は、最初のシーズンが好き。\u001b[22m\n\u001b[4mRemember though, view it with an open and positive mind set.\u001b[24m\n    \u001b[1mしかし、覚えて、オープンかつポジティブな心のセットでそれを見てください。\u001b[22m, \u001b[1mしかし覚えておいてください、オープンでポジティブマインドセットとそれを表示します。\u001b[22m\n\u001b[4mThat's the key to enjoying this anime.\u001b[24m\n    \u001b[1mそれがこのアニメを楽しむための鍵です。\u001b[22m"
  },
  {
    "title": "Shugo_Chara_Doki",
    "id": "5262",
    "url": "https://myanimelist.net/anime/5262/Shugo_Chara_Doki",
    "user": "darknightxday",
    "profile": "/profile/darknightxday/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=17288",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  6\nキャラクター|  8\n|  10\n\n私はこれを見たのは初めてだったのですが、何が起こったのですか？ 私はそれがそれの継続であることを学びました、そして、私はO-Oのようなものでした...そして、私はファンガリーのようなものでした。 このシリーズは実際には元の原因より少し優れていますが、それは少しだけ緊張して深刻で深刻なものですが、うutauやamuやikutoやx-eggsや文字などについては深刻です。 私は新しいキャラクター、彼女のシュゴー・チャー、そして彼女の新しい形でちょっと驚いた？ 卵（全体的に 'XD'のようなもの）全体的に、私はikutoXamuものが好きなので、shugo chara doki！\nかわいい〜暗闇の日",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nfirst time i saw this i was like wtf, what happened to shugo chara? then i learned it was the continuation of it and i was like O-O really...then i was all like fan girly and ^^' how could i have not known that. the series is actually a bit better than the original cause its a bit less tense and serious-serious about utau and amu and ikuto and x-eggs and characters and such. i was a bit suprised at the new character, her shugo chara, and her new form of ? Eggs (bit like 'XD') overall, i like the ikutoXamu thing, so go shugo chara doki!\n\n\u001b[1m私はこれを見たのは初めてだったのですが、何が起こったのですか？ 私はそれがそれの継続であることを学びました、そして、私はO-Oのようなものでした...そして、私はファンガリーのようなものでした。 このシリーズは実際には元の原因より少し優れていますが、それは少しだけ緊張して深刻で深刻なものですが、うutauやamuやikutoやx-eggsや文字などについては深刻です。 私は新しいキャラクター、彼女のシュゴー・チャー、そして彼女の新しい形でちょっと驚いた？ 卵（全体的に 'XD'のようなもの）全体的に、私はikutoXamuものが好きなので、shugo chara dokiに行く！\u001b[22m\n\u001b[1m(Watashi wa kore o mita no wa hajimetedatta nodesuga, nani ga okotta nodesu ka? Watashi wa sore ga sore no keizokudearu koto o manabimashita, soshite, watashi wa O - O no yōna monodeshita... Soshite, watashi wa fangarī no yōna monodeshita. Kono shirīzu wa jissai ni wa gen no gen'in yori sukoshi sugurete imasuga, sore wa sukoshi dake kinchō shite shinkokude shinkokuna monodesuga, u utau ya amyu ya ikuto ya x - eggs ya moji nado ni tsuite wa shinkokudesu. Watashi wa atarashī kyarakutā, kanojo no shugō chā, soshite kanojo no atarashī katachi de chotto odoroita? Tamago (zentai-teki ni' XD' no yōna mono) zentai-teki ni, watashi wa ikutoXamu mono ga sukinanode, shugo chara doki ni iku!)\u001b[22m\n\nTranslations of \u001b[4mfirst time i saw this i was like wtf, what happened to shugo chara? then i learned it was the continuation of it and i was like O-O really...then i was all like fan girly and ^^' how could i have not known that. the series is actually a bit better than the original cause its a bit less tense and serious-serious about utau and amu and ikuto and x-eggs and characters and such. i was a bit suprised at the new character, her shugo chara, and her new form of ? Eggs (bit like 'XD') overall, i like the ikutoXamu thing, so go shugo chara doki!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfirst time i saw this i was like wtf, what happened to shugo chara?\u001b[24m\n    \u001b[1m私はこれを見たのは初めてだったのですが、何が起こったのですか？\u001b[22m, \u001b[1m私はこれを見たのは初めてでは私はキャラを守護するために何が起こったのか、WTFのようでしたか？\u001b[22m\n\u001b[4mthen i learned it was the continuation of it and i was like O-O really...then i was all like fan girly and ^^' how could i have not known that.\u001b[24m\n    \u001b[1m私はそれがそれの継続であることを学びました、そして、私はO-Oのようなものでした...そして、私はファンガリーのようなものでした。\u001b[22m, \u001b[1mその後、私はそれはそれの継続だったと私は本当にO-Oのようなものだった学んだ...それから私はガーリーなと^^「どのように私はそれを知らなかった可能性のあるすべてのようなファンでした。\u001b[22m\n\u001b[4mthe series is actually a bit better than the original cause its a bit less tense and serious-serious about utau and amu and ikuto and x-eggs and characters and such.\u001b[24m\n    \u001b[1mこのシリーズは実際には元の原因より少し優れていますが、それは少しだけ緊張して深刻で深刻なものですが、うutauやamuやikutoやx-eggsや文字などについては深刻です。\u001b[22m, \u001b[1mシリーズは実際に元の原因より少し優れているそのビット少なく緊張と歌うとAMUとイクトとx卵や文字などを真剣に、深刻。\u001b[22m\n\u001b[4mi was a bit suprised at the new character, her shugo chara, and her new form of ?\u001b[24m\n    \u001b[1m私は新しいキャラクター、彼女のシュゴー・チャー、そして彼女の新しい形でちょっと驚いた？\u001b[22m, \u001b[1m私は、ビットは新キャラクター、彼女しゅごキャラ！、との彼女の新しい形で驚いたのですか？\u001b[22m\n\u001b[4mEggs (bit like 'XD') overall, i like the ikutoXamu thing, so go shugo chara doki!\u001b[24m\n    \u001b[1m卵（全体的に 'XD'のようなもの）全体的に、私はikutoXamuものが好きなので、shugo chara dokiに行く！\u001b[22m, \u001b[1m（ビット「XD」のような）卵は全体的に、私はikutoXamuの事を好きなので、しゅごキャラのドキッを行きます！\u001b[22m\nKawaii~darknightxday\n\n\u001b[1mかわいい〜暗闇の日\u001b[22m\n\u001b[1m(Kawaī 〜 kurayami no hi)\u001b[22m\n\nTranslations of \u001b[4mKawaii~darknightxday\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKawaii~darknightxday\u001b[24m\n    \u001b[1mかわいい〜暗闇の日\u001b[22m, \u001b[1mカワイイ〜darknightxday\u001b[22m"
  },
  {
    "title": "Shugo_Chara_Doki",
    "id": "5262",
    "url": "https://myanimelist.net/anime/5262/Shugo_Chara_Doki",
    "user": "Nikle-chan",
    "profile": "/profile/Nikle-chan/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=17287",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|  8\n\n私が新シーズンShugo Chara Dokiのためのタイトルを見たとき正直に言うと！ 私はあなたがそれをエキサイトしていたと思っている間にもっと多くのキャラクターを見て興奮していました。それはどういうわけか他のマイナーキャラクターに戻ってきて、AmuはIkuto.Filersについて忘れてしまいました。 特にIkutoが困ったとき、Amuに来て、何かばかなことで追いかけるのを助けてくれる。彼女はただ彼のことを忘れて、他の人を救ってくれる。Tadaseと一緒に恋をする。 彼女は彼を必要とする。\n全体的にこのアニメは、最初のシーズンほど面白くてかわいいですし、私はそれが大好きです",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTo be honest when i saw tittle for new season Shugo Chara Doki! i was excited to see more going on between characters buuuuuut when you think omg it got exciting it somehow goes back to other minor characters and Amu just forgets about Ikuto.Filers,i don`t mind them really but after a while it gets annoying. Especially when Ikuto gets in trouble,he comes to Amu for help she chase him out because of something stupid and then she just forgots about him and goes saving others and being all lovey dovey with Tadase 0.0 Not to mention he was and always is there when she needs him.\n\n\u001b[1m私が新シーズンShugo Chara Dokiのためのタイトルを見たとき正直に言うと！ 私はあなたがそれをエキサイトしていたと思っている間にもっと多くのキャラクターを見て興奮していました。それはどういうわけか他のマイナーキャラクターに戻ってきて、AmuはIkuto.Filersについて忘れてしまいました。 特にIkutoが困ったとき、Amuに来て、何かばかなことで追いかけるのを助けてくれる。彼女はただ彼のことを忘れて、他の人を救ってくれる。Tadaseと一緒に恋をする。 彼女は彼を必要とする。\u001b[22m\n\u001b[1m(Watashi ga shin shīzun Shugo kyara Doki no tame no taitoru o mita toki shōjiki ni iu to! Watashi wa anata ga sore o ekisaito shite ita to omotte iru ma ni motto ōku no kyarakutā o mite kōfun shite imashita. Sore wa dō iu wake ka hoka no mainākyarakutā ni modotte kite, Amu wa Ikuto. Filers ni tsuite wasurete shimaimashita. Tokuni Ikuto ga komatta toki, Amu ni kite, nanika bakana koto de oikakeru no o tasukete kureru. Kanojo wa tada kare no koto o wasurete, hokanohito o sukutte kureru. Tadase to issho ni koi o suru. Kanojo wa kare o hitsuyō to suru.)\u001b[22m\n\nTranslations of \u001b[4mTo be honest when i saw tittle for new season Shugo Chara Doki! i was excited to see more going on between characters buuuuuut when you think omg it got exciting it somehow goes back to other minor characters and Amu just forgets about Ikuto.Filers,i don`t mind them really but after a while it gets annoying. Especially when Ikuto gets in trouble,he comes to Amu for help she chase him out because of something stupid and then she just forgots about him and goes saving others and being all lovey dovey with Tadase 0.0 Not to mention he was and always is there when she needs him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest when i saw tittle for new season Shugo Chara Doki!\u001b[24m\n    \u001b[1m私が新シーズンShugo Chara Dokiのためのタイトルを見たとき正直に言うと！\u001b[22m, \u001b[1m私は新しいシーズンしゅごキャラドキッための点画を見たとき、正直に言うと！\u001b[22m\n\u001b[4mi was excited to see more going on between characters buuuuuut when you think omg it got exciting it somehow goes back to other minor characters and Amu just forgets about Ikuto.Filers,i don`t mind them really but after a while it gets annoying.\u001b[24m\n    \u001b[1m私はあなたがそれをエキサイトしていたと思っている間にもっと多くのキャラクターを見て興奮していました。それはどういうわけか他のマイナーキャラクターに戻ってきて、AmuはIkuto.Filersについて忘れてしまいました。\u001b[22m, \u001b[1m私はより多くの文字の間に起こっbuuuuuutあなたはそれが何らかの形で他のマイナーな文字に戻り、あむはちょうどIkuto.Filersについて忘れ、私は本当にそれを気にし `tをエキサイティング得たが、しばらくして、それが迷惑を取得OMG考えるとき見て興奮しました。\u001b[22m\n\u001b[4mEspecially when Ikuto gets in trouble,he comes to Amu for help she chase him out because of something stupid and then she just forgots about him and goes saving others and being all lovey dovey with Tadase 0.0 Not to mention he was and always is there when\u001b[24m\n    \u001b[1m特にIkutoが困ったとき、Amuに来て、何かばかなことで追いかけるのを助けてくれる。彼女はただ彼のことを忘れて、他の人を救ってくれる。Tadaseと一緒に恋をする。\u001b[22m, \u001b[1m特にイクトがトラブルになったとき、彼は助けをあむに来る彼女は理由愚かな何か彼を追いかけ、その後、彼女はちょうど彼についてforgotsて行く他を節約し、Tadase 0.0ですべてのラブラブされていないに言及彼は、常にときがあります\u001b[22m\n\u001b[4mshe needs him.\u001b[24m\n    \u001b[1m彼女は彼を必要とする。\u001b[22m, \u001b[1m彼女は彼を必要とします。\u001b[22m\nOverall this anime is funny and cute as much as first season and i love it\n\n\u001b[1m全体的にこのアニメは、最初のシーズンほど面白くてかわいいですし、私はそれが大好きです\u001b[22m\n\u001b[1m(Zentai-teki ni kono anime wa, saisho no shīzun hodo omoshirokute kawaīdesushi, watashi wa sore ga daisukidesu)\u001b[22m\n\nTranslations of \u001b[4mOverall this anime is funny and cute as much as first season and i love it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this anime is funny and cute as much as first season and i love it\u001b[24m\n    \u001b[1m全体的にこのアニメは、最初のシーズンほど面白くてかわいいですし、私はそれが大好きです\u001b[22m, \u001b[1m全体的にこのアニメは最初のシーズンと同じくらい面白いとかわいいです、私はそれを愛します\u001b[22m"
  },
  {
    "title": "Shugo_Chara_Doki",
    "id": "5262",
    "url": "https://myanimelist.net/anime/5262/Shugo_Chara_Doki",
    "user": "iamrizutheotaku",
    "profile": "/profile/iamrizutheotaku/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=97981",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  2\n\n私は1年後にそれを終えるために自分を引きずらなければならなかっただけでなく、それは絶対に恐ろしいものでした。\n\nアニメ360はちょうど私たちの顔の漫画を叩き、プロットを泥棒。 アムの愛の人生は元々はマンガのものだったから変わった。マンガで言えば、空港のシーンでは「ikutoとamu」が終わりのために望んでいた。 起こりました！ 悪い...生命は惑星の顔から消える。 仲間の仲間として、これは悲しかった。\n\n私は主人公のことを知っていますが、まあまあです。\n私はもっ​​と多くのキャラクターが他の人のためにビルドアップ/スポットライトを見たいと思っていました。 彼女は唯一の主要な魅力ではありません。\n\n記者たちは告知して、何か役に立たなかった！\n\n音楽は良い、私はそれを楽しんで、気分と非常によく一致した。 しかし、時にはそれは私にはあまりにも大きかった。\n\n今シーズンはポイントに達することでさらに悪化する。 私は3年間、私のライフスパンから奪ってきました。 それだけで各エピソードの半分をスキミングしました。\n\n講義は私が扱うことができるよりも長くなっています。 私たちのアムは、道徳と夢について長い講義をする必要があると感じています。私は彼女が私の哲学の先生と私のお母さんにお金のための馬を与えてくれると誓っています。\n\n私はプロのレビュー作家ではありませんが、私はこれに壊れた希望と夢の袋を与えています。 これらのガーリーな主流のアニメを好きではないから、最初のシーズンを見ることに、私はロマンスとガーリーなものに恋し、さらに私にいくつかのことを教えた...今私はDOKIを見た...私は別の ガーリーな魔法のアニメ。\n\n私のオタクの感覚は、それがパーティーのために変わるつもりではない、あるいは多分それが悪化すると私は知らないと言っている。 しかし恐怖の後、私はマンガに窮地を捜すためにガーリーな魔法のアニメのファンをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nNot only did i had to drag myself to finish it after 1 year on hold but it was absolutely dreadful.\n\n\u001b[1m私は1年後にそれを終えるために自分を引きずらなければならなかっただけでなく、それは絶対に恐ろしいものでした。\u001b[22m\n\u001b[1m(Watashi wa 1-nen-go ni sore o oeru tame ni jibun o hikizuranakereba naranakatta dakedenaku, sore wa zettai ni osoroshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mNot only did i had to drag myself to finish it after 1 year on hold but it was absolutely dreadful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot only did i had to drag myself to finish it after 1 year on hold but it was absolutely dreadful.\u001b[24m\n    \u001b[1m私は1年後にそれを終えるために自分を引きずらなければならなかっただけでなく、それは絶対に恐ろしいものでした。\u001b[22m, \u001b[1m私は保留に1年後にそれを完了するために自分自身をドラッグしていたが、それは絶対に恐ろしいだっただけでなく。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime just 360 slapped the manga in our face and butchered the plot . Amu's love life was altered from what it originally was from the manga .Not to mention ( in the manga) i had hopes for the 'ikuto and amu at the airport ' scene for the ending...big nuke up the butt , that never happened! Worse ... ikuto disappears from the face of the planet. As a fellow ikuto fan , this was sad.\n\n\u001b[1mアニメ360はちょうど私たちの顔の漫画を叩き、プロットを泥棒。 アムの愛の人生は元々はマンガのものだったから変わった。マンガで言えば、空港のシーンでは「ikutoとamu」が終わりのために望んでいた。 起こりました！ 悪い...生命は惑星の顔から消える。 仲間の仲間として、これは悲しかった。\u001b[22m\n\u001b[1m(Anime 360 wa chōdo watashitachi no kao no manga o tataki, purotto o dorobō. Amu no ai no jinsei wa motomoto wa manga no monodattakara kawatta. Manga de ieba, kūkō no shīnde wa `ikuto to amyu' ga owari no tame ni nozonde ita. Okorimashita! Warui... Seimei wa wakusei no kao kara kieru. Nakama no nakama to shite, kore wa kanashikatta.)\u001b[22m\n\nTranslations of \u001b[4mThe anime just 360 slapped the manga in our face and butchered the plot . Amu's love life was altered from what it originally was from the manga .Not to mention ( in the manga) i had hopes for the 'ikuto and amu at the airport ' scene for the ending...big nuke up the butt , that never happened! Worse ... ikuto disappears from the face of the planet. As a fellow ikuto fan , this was sad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime just 360 slapped the manga in our face and butchered the plot .\u001b[24m\n    \u001b[1mアニメ360はちょうど私たちの顔の漫画を叩き、プロットを泥棒。\u001b[22m, \u001b[1mアニメはちょうど360私たちの顔に漫画を平手打ちし、プロットを虐殺しました。\u001b[22m\n\u001b[4mAmu's love life was altered from what it originally was from the manga .Not to mention ( in the manga) i had hopes for the 'ikuto and amu at the airport ' scene for the ending...big nuke up the butt , that never\u001b[24m\n    \u001b[1mアムの愛の人生は元々はマンガのものだったから変わった。マンガで言えば、空港のシーンでは「ikutoとamu」が終わりのために望んでいた。\u001b[22m, \u001b[1mあむの愛の生活は、私は結末のために」イクトとAMU空港で「シーンへの希望を持っていたそれは、もともと（漫画で）言及するマンガ.NOTからだったものから変更されました...大きな反核アップ尻、決して\u001b[22m\n\u001b[4mhappened!\u001b[24m\n    \u001b[1m起こりました！\u001b[22m, \u001b[1m起こった！\u001b[22m\n\u001b[4mWorse ... ikuto disappears from the face of the planet.\u001b[24m\n    \u001b[1m悪い...生命は惑星の顔から消える。\u001b[22m, \u001b[1mさらに悪いことに...イクトは、地球の顔から消えます。\u001b[22m\n\u001b[4mAs a fellow ikuto fan , this was sad.\u001b[24m\n    \u001b[1m仲間の仲間として、これは悲しかった。\u001b[22m, \u001b[1m仲間のイクトのファンのように、これは悲しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nI know shes the main character but TO MUCH AMU.\n\n\u001b[1m私は主人公のことを知っていますが、まあまあです。\u001b[22m\n\u001b[1m(Watashi wa shujinkō no koto o shitte imasuga, mā mādesu.)\u001b[22m\n\nTranslations of \u001b[4mI know shes the main character but TO MUCH AMU.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know shes the main character but TO MUCH AMU.\u001b[24m\n    \u001b[1m私は主人公のことを知っていますが、まあまあです。\u001b[22m, \u001b[1m私は多くAMU TOが、メインキャラクターをシーズを知っています。\u001b[22m\nI wanted to see more a lot more of the character build up/spotlight for the others too . She's not the only main chara.\n\n\u001b[1m私はもっ​​と多くのキャラクターが他の人のためにビルドアップ/スポットライトを見たいと思っていました。 彼女は唯一の主要な魅力ではありません。\u001b[22m\n\u001b[1m(Watashi wa mo~tsu​​ to ōku no kyarakutā ga hokanohito no tame ni birudoappu/ supottoraito o mitai to omotte imashita. Kanojo wa yuiitsu no shuyōna miryokude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI wanted to see more a lot more of the character build up/spotlight for the others too . She's not the only main chara.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wanted to see more a lot more of the character build up/spotlight for the others too .\u001b[24m\n    \u001b[1m私はもっと多くのキャラクターが他の人のためにビルドアップ/スポットライトを見たいと思っていました。\u001b[22m, \u001b[1m私は文字のより多くのは、あまりにも他の人のために/スポットライトを構築するより多くのことを見てみたかったです。\u001b[22m\n\u001b[4mShe's not the only main chara.\u001b[24m\n    \u001b[1m彼女は唯一の主要な魅力ではありません。\u001b[22m, \u001b[1m彼女は本体のみキャラではありません。\u001b[22m\n\u001b[1m\u001b[22m\nFILLERS WERE ANNOYING AND SOME WERE USELESS !\n\n\u001b[1m記者たちは告知して、何か役に立たなかった！\u001b[22m\n\u001b[1m(Kisha-tachi wa kokuchi shite, nanika yakunitatanakatta!)\u001b[22m\n\nTranslations of \u001b[4mFILLERS WERE ANNOYING AND SOME WERE USELESS !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFILLERS WERE ANNOYING AND SOME WERE USELESS !\u001b[24m\n    \u001b[1m記者たちは告知して、何か役に立たなかった！\u001b[22m, \u001b[1m充填剤は、迷惑なたといくつかの無用でした！\u001b[22m\n\u001b[1m\u001b[22m\nMusic was good , i enjoyed it and matched very well with the moods . But at times it was too much for me.\n\n\u001b[1m音楽は良い、私はそれを楽しんで、気分と非常によく一致した。 しかし、時にはそれは私にはあまりにも大きかった。\u001b[22m\n\u001b[1m(Ongaku wa yoi, watashi wa sore o tanoshinde, kibun to hijō ni yoku itchi shita. Shikashi, tokiniha sore wa watashiniha amarini mo ōkikatta.)\u001b[22m\n\nTranslations of \u001b[4mMusic was good , i enjoyed it and matched very well with the moods . But at times it was too much for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic was good , i enjoyed it and matched very well with the moods .\u001b[24m\n    \u001b[1m音楽は良い、私はそれを楽しんで、気分と非常によく一致した。\u001b[22m, \u001b[1m音楽は良かった、私はそれを楽しんだし、気分と非常によく一致しました。\u001b[22m\n\u001b[4mBut at times it was too much for me.\u001b[24m\n    \u001b[1mしかし、時にはそれは私にはあまりにも大きかった。\u001b[22m, \u001b[1mしかし、時代で、それは私のためのあまりでした。\u001b[22m\n\u001b[1m\u001b[22m\nThis season is also even worse at getting to the point . IT'S TAKEN 3 YEARS OUT OF MY LIFE SPAN . Just skimmed half of every episode because of it.\n\n\u001b[1m今シーズンはポイントに達することでさらに悪化する。 私は3年間、私のライフスパンから奪ってきました。 それだけで各エピソードの半分をスキミングしました。\u001b[22m\n\u001b[1m(Ima shīzun wa pointo ni tassuru koto de sarani akka suru. Watashi wa 3-nenkan, watashi no raifusupan kara ubatte kimashita. Sore dake de kaku episōdo no hanbun o sukimingu shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis season is also even worse at getting to the point . IT'S TAKEN 3 YEARS OUT OF MY LIFE SPAN . Just skimmed half of every episode because of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis season is also even worse at getting to the point .\u001b[24m\n    \u001b[1m今シーズンはポイントに達することでさらに悪化する。\u001b[22m, \u001b[1m今シーズンはポイントに得ることでもさらに悪くなります。\u001b[22m\n\u001b[4mIT'S TAKEN 3 YEARS OUT OF MY LIFE SPAN .\u001b[24m\n    \u001b[1m私は3年間、私のライフスパンから奪ってきました。\u001b[22m, \u001b[1mITは3年MY LIFE SPANから取り出します。\u001b[22m\n\u001b[4mJust skimmed half of every episode because of it.\u001b[24m\n    \u001b[1mそれだけで各エピソードの半分をスキミングしました。\u001b[22m, \u001b[1mちょうどそれのためにすべてのエピソードの半分を脱脂。\u001b[22m\n\u001b[1m\u001b[22m\nThe lectures got even longer than i could possibly handle. Our Amu feels the need to give a long lecture on morals and dreams I swear she gives my philosophy teacher and my mom a run for there money.GET TO THE DAMN POINT.\n\n\u001b[1m講義は私が扱うことができるよりも長くなっています。 私たちのアムは、道徳と夢について長い講義をする必要があると感じています。私は彼女が私の哲学の先生と私のお母さんにお金のための馬を与えてくれると誓っています。\u001b[22m\n\u001b[1m(Kōgi wa watashi ga atsukau koto ga dekiru yori mo nagaku natte imasu. Watashitachi no amu wa, dōtoku to yume ni tsuite nagai kōgi o suruhitsuyōgāru to kanjite imasu. Watashi wa kanojo ga watashi no tetsugaku no sensei to watashi no okāsan ni okane no tame no uma o ataete kureru to chikatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe lectures got even longer than i could possibly handle. Our Amu feels the need to give a long lecture on morals and dreams I swear she gives my philosophy teacher and my mom a run for there money.GET TO THE DAMN POINT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe lectures got even longer than i could possibly handle.\u001b[24m\n    \u001b[1m講義は私が扱うことができるよりも長くなっています。\u001b[22m, \u001b[1m講義は、さらに長い私は、おそらく扱うことができるよりもです。\u001b[22m\n\u001b[4mOur Amu feels the need to give a long lecture on morals and dreams I swear she gives my philosophy teacher and my mom a run for there money.GET TO THE DAMN POINT.\u001b[24m\n    \u001b[1m私たちのアムは、道徳と夢について長い講義をする必要があると感じています。私は彼女が私の哲学の先生と私のお母さんにお金のための馬を与えてくれると誓っています。\u001b[22m, \u001b[1m私たちのあむは、DAMN点にありmoney.GETのために、彼女は私の哲学の先生と私のお母さんランを与える道徳と私は誓う夢で長い講義をする必要性を感じています。\u001b[22m\n\u001b[1m\u001b[22m\nI'm not a professional review writer , but i'm giving this a bag of broken hopes and dreams. From not liking these girly mainstream anime , to watching the first season , i became in love with romance and girly stuff , even taught me a few things... Now that i saw DOKI ... i'm scared of even clicking on another girly magical anime again.\n\n\u001b[1m私はプロのレビュー作家ではありませんが、私はこれに壊れた希望と夢の袋を与えています。 これらのガーリーな主流のアニメを好きではないから、最初のシーズンを見ることに、私はロマンスとガーリーなものに恋し、さらに私にいくつかのことを教えた...今私はDOKIを見た...私は別の ガーリーな魔法のアニメ。\u001b[22m\n\u001b[1m(Watashi wa puro no rebyū sakkade wa arimasenga, watashi wa kore ni kowareta kibō to yume no fukuro o ataete imasu. Korera no gārīna shuryū no anime o sukide wanaikara, saisho no shīzun o miru koto ni, watashi wa romansu to gārīna mono ni koishi, sarani watashi ni ikutsu ka no koto o oshieta... Ima watashi wa doki o mita... Watashi wa betsu no gārīna mahō no anime.)\u001b[22m\n\nTranslations of \u001b[4mI'm not a professional review writer , but i'm giving this a bag of broken hopes and dreams. From not liking these girly mainstream anime , to watching the first season , i became in love with romance and girly stuff , even taught me a few things... Now that i saw DOKI ... i'm scared of even clicking on another girly magical anime again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not a professional review writer , but i'm giving this a bag of broken hopes and dreams.\u001b[24m\n    \u001b[1m私はプロのレビュー作家ではありませんが、私はこれに壊れた希望と夢の袋を与えています。\u001b[22m, \u001b[1m私はプロのレビューライターないんだけど、私はこのに壊れた希望と夢の袋を与えています。\u001b[22m\n\u001b[4mFrom not liking these girly mainstream anime , to watching the first season , i became in love with romance and girly stuff , even taught me a few things... Now that i saw DOKI ... i'm scared of even clicking on another\u001b[24m\n    \u001b[1mこれらのガーリーな主流のアニメを好きではないから、最初のシーズンを見ることに、私はロマンスとガーリーなものに恋し、さらに私にいくつかのことを教えた...今私はDOKIを見た...私は別の\u001b[22m, \u001b[1mこれらのガーリー主流のアニメを好きではないから、最初のシーズンを見ることに、私は今私がDOKIを見たこと...私も他をクリックするのが怖い...でも、私はいくつかのことを教え、ロマンスとガーリーなものを好きになりました\u001b[22m\n\u001b[4mgirly magical anime again.\u001b[24m\n    \u001b[1mガーリーな魔法のアニメ。\u001b[22m, \u001b[1m再びガーリーな魔法アニメ。\u001b[22m\n\u001b[1m\u001b[22m\nMy otaku senses are saying it isn't going to change for PARTY or maybe it'll get worse i dont know. But after the horror , i recommend every fan of girly magical anime to go strait to the manga .\n\n\u001b[1m私のオタクの感覚は、それがパーティーのために変わるつもりではない、あるいは多分それが悪化すると私は知らないと言っている。 しかし恐怖の後、私はマンガに窮地を捜すためにガーリーな魔法のアニメのすべてのファンをお勧めします。\u001b[22m\n\u001b[1m(Watashi no otaku no kankaku wa, sore ga pātī no tame ni kawaru tsumoride wanai, aruiwa tabun sore ga akka suruto watashi wa shiranai to itte iru. Shikashi kyōfu no ato, watashi wa manga ni kyūchi o sagasu tame ni gārīna mahō no anime no subete no fan o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy otaku senses are saying it isn't going to change for PARTY or maybe it'll get worse i dont know. But after the horror , i recommend every fan of girly magical anime to go strait to the manga .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy otaku senses are saying it isn't going to change for PARTY or maybe it'll get worse i dont know.\u001b[24m\n    \u001b[1m私のオタクの感覚は、それがパーティーのために変わるつもりではない、あるいは多分それが悪化すると私は知らないと言っている。\u001b[22m, \u001b[1m私のオタクの感覚は、パーティーのために変更するか、多分それは私が知らない悪化しますつもりはないと言っています。\u001b[22m\n\u001b[4mBut after the horror , i recommend every fan of girly magical anime to go strait to the manga .\u001b[24m\n    \u001b[1mしかし恐怖の後、私はマンガに窮地を捜すためにガーリーな魔法のアニメのすべてのファンをお勧めします。\u001b[22m, \u001b[1mしかし、恐怖の後、私はガーリーな魔法アニメのすべてのファンが漫画に海峡行くことをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Shugo_Chara_Doki",
    "id": "5262",
    "url": "https://myanimelist.net/anime/5262/Shugo_Chara_Doki",
    "user": "Zahpphire",
    "profile": "/profile/Zahpphire/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=104929",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  10\nキャラクター|  7\n|  6\n\n最初のシーズンはヒットだった。\n今シーズンはちょうど地獄です。\n\nアムの愛の生活のために、物語は完全に台無しにされ、搾乳された。 彼女が一人一人の心を別に壊すのを見るのはとても煩わしいことでした。 また、なぜ彼女は239483948回のように蘭と変換し、他のチャーをほとんど使用しないのですか？\n\nこのアニメは、特にマンガを書くほどの可能性を秘めていましたが、完全にそれを台無しにしました。\n\nまた、頭を上げる。 アニメーションが変わり、シーズン1ほど良くは見えないし、実際のエピソードの3/4は無駄なフィラーの一束です。 だから、実際のエピソードにスキップしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nFirst season was a hit.\n\n\u001b[1m最初のシーズンはヒットだった。\u001b[22m\n\u001b[1m(Saisho no shīzun wa hittodatta.)\u001b[22m\n\nTranslations of \u001b[4mFirst season was a hit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst season was a hit.\u001b[24m\n    \u001b[1m最初のシーズンはヒットだった。\u001b[22m, \u001b[1m最初のシーズンは、ヒットしました。\u001b[22m\nThis season is just what the hell.\n\n\u001b[1m今シーズンはちょうど地獄です。\u001b[22m\n\u001b[1m(Ima shīzun wa chōdo jigokudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis season is just what the hell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis season is just what the hell.\u001b[24m\n    \u001b[1m今シーズンはちょうど地獄です。\u001b[22m, \u001b[1m今シーズンはまさに地獄です。\u001b[22m\n\u001b[1m\u001b[22m\nStory completely ruined and milked because of Amu's love life. It was so bothersome to see her break each person's heart after another. Also, why does she transform with Ran like 239483948 times and uses the other charas almost never?\n\n\u001b[1mアムの愛の生活のために、物語は完全に台無しにされ、搾乳された。 彼女が一人一人の心を別に壊すのを見るのはとても煩わしいことでした。 また、なぜ彼女は239483948回のように蘭と変換し、他のチャーをほとんど使用しないのですか？\u001b[22m\n\u001b[1m(Amu no ainoseikatsu no tame ni, monogatari wa kanzen ni dainashi ni sa re, sakunyū sa reta. Kanojo ga hitorihitori no kokoro o betsuni kowasu no o miru no wa totemo wazurawashī kotodeshita. Mata, naze kanojo wa 239483948-kai no yō ni ran to henkan shi, hoka no chā o hotondo shiyō shinai nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mStory completely ruined and milked because of Amu's love life. It was so bothersome to see her break each person's heart after another. Also, why does she transform with Ran like 239483948 times and uses the other charas almost never?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory completely ruined and milked because of Amu's love life.\u001b[24m\n    \u001b[1mアムの愛の生活のために、物語は完全に台無しにされ、搾乳された。\u001b[22m, \u001b[1mストーリーは完全ので、あむの愛の生活を台無しにし、搾乳します。\u001b[22m\n\u001b[4mIt was so bothersome to see her break each person's heart after another.\u001b[24m\n    \u001b[1m彼女が一人一人の心を別に壊すのを見るのはとても煩わしいことでした。\u001b[22m, \u001b[1m彼女が別の後に一人一人の心を破る見てとても面倒でした。\u001b[22m\n\u001b[4mAlso, why does she transform with Ran like 239483948 times and uses the other charas almost never?\u001b[24m\n    \u001b[1mまた、なぜ彼女は239483948回のように蘭と変換し、他のチャーをほとんど使用しないのですか？\u001b[22m, \u001b[1mまた、なぜ彼女は239483948回のような蘭で変換ず、ほとんどない他のチャラスを使用していますか？\u001b[22m\n\u001b[1m\u001b[22m\nThis anime had so much potential especially with the manga written but they completely ruined it.\n\n\u001b[1mこのアニメは、特にマンガを書くほどの可能性を秘めていましたが、完全にそれを台無しにしました。\u001b[22m\n\u001b[1m(Kono anime wa, tokuni manga o kaku hodo no kanōsei o himete imashitaga, kanzen ni sore o dainashi ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime had so much potential especially with the manga written but they completely ruined it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime had so much potential especially with the manga written but they completely ruined it.\u001b[24m\n    \u001b[1mこのアニメは、特にマンガを書くほどの可能性を秘めていましたが、完全にそれを台無しにしました。\u001b[22m, \u001b[1mこのアニメは特に書かれた漫画でそんなに可能性があったが、彼らはそれを完全に台無しに。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, heads up. The animation changed and does not look as good as season 1 and also, 3/4ths of the actual episode is a bunch of useless filler stuff. So just skip to the real episode.\n\n\u001b[1mまた、頭を上げる。 アニメーションが変わり、シーズン1ほど良くは見えないし、実際のエピソードの3/4は無駄なフィラーの一束です。 だから、実際のエピソードにスキップしてください。\u001b[22m\n\u001b[1m(Mata, atama o ageru. Animēshon ga kawari, shīzun 1 hodo yoku wa mienaishi, jissai no episōdo no 3/ 4 wa mudana firā no hitotabadesu. Dakara, jissai no episōdo ni sukippu shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAlso, heads up. The animation changed and does not look as good as season 1 and also, 3/4ths of the actual episode is a bunch of useless filler stuff. So just skip to the real episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, heads up.\u001b[24m\n    \u001b[1mまた、頭を上げる。\u001b[22m, \u001b[1mまた、ヘッドアップ。\u001b[22m\n\u001b[4mThe animation changed and does not look as good as season 1 and also, 3/4ths of the actual episode is a bunch of useless filler stuff.\u001b[24m\n    \u001b[1mアニメーションが変わり、シーズン1ほど良くは見えないし、実際のエピソードの3/4は無駄なフィラーの一束です。\u001b[22m, \u001b[1mアニメーションが変化し、シーズン1のように良い見ていないし、また、実際のエピソードの3 / 4thsは無用フィラー原料の束があります。\u001b[22m\n\u001b[4mSo just skip to the real episode.\u001b[24m\n    \u001b[1mだから、実際のエピソードにスキップしてください。\u001b[22m, \u001b[1mだから本当の話に進んでください。\u001b[22m"
  }
]
