[
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "Sad",
    "profile": "/profile/Sad/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=233476",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\n私が買うことを考えていない感情を売る短編です。 私がそれを聞いたとき、それほど頻繁ではないにしても、私は主に視聴中の悲しみについて聞いています。 高齢者が経験する思い出は、視聴者の口にメランコリックな味を残し、孤独な結末はそれを洗うことはほとんどありません。 私は涙、重い心、そして迷惑を聞きます。 自分の感情を演奏するのが好きではない人や、より良い時代の考えに落ちやすい人がいるからです。 何かあれば、私はこの短いことがインスピレーションの一部だと思った。 希望的、幸せ、そして穏やか。 実際、私がそれを再ウォッチするたびに、私はより良く、より良く感じます。 聴衆の中でロープが短くて、老人の思い出を視聴者に置き換えて、自分たちのダイビングをしているように感じることができます。 対話の欠如は、私たち自身の思考が決して中断されたり、迷ったりしないようにします。\n\n世界は老人を忘れてしまった。 彼の財産が頻繁に氾濫することから、彼は自分を安全に保つために記憶の層を上ったり上がったりするように追いやっていることは明らかです。 彼の時間は明らかに終わっており、ダイビング中に表示されたすべての思い出に加わるために、彼は過去に消えていくはずです。 彼は正しいと思っているのは明らかです。 より良い時代になるために、戻ってくる？ いいえ、私はそうは思わない。 彼のダイビングは苦々しいと感じるかもしれませんが、回想はおそらく老人にとってはあまりにも実証されたかもしれませんが、彼は私たちが最初に見たのと同じ性格を表面に戻します。 彼はずっと前に世界で彼の場所を受け入れました。 過去は過去であり、あなたは生き続けることができますが、失われたものを残してはいけません。 それで彼は建って、彼が愛するものの基礎を築くので、彼が住んでいる世界は決して終わらない。\n\nあなたが完全に変わるのに慣れているときでさえ、あなたを捨て去ることを脅かすときでも、価値ある人生を生き、思い出を作り、忘れないでください。 あなたが人生を過ごすことを忘れてしまったとしても、古いパイプやワインの古いガラス、そして思考 より良い日々",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nTsumiki no ie is a short which sells emotions that I don’t think were meant to be bought. When I hear it mentioned, albeit not very often, I do mainly hear about the sadness viewers feel during and after it. The memories that the elderly man experiences leave a melancholic taste in the mouths of the viewers, and the lonely ending does little at all to wash that away. I hear of tears, of heavy hearts and even annoyance. For there are people who do not like having their emotions played upon, or fall easy prey to the thought of better times. If anything, I thought this short was a piece of inspiration. Hopeful, happy, and mellow. In fact every time I rewatch it, I feel even better and better. It’s a short that ropes in the audience, almost replacing the elderly man’s memories with the viewers, allowing them to feel like they are taking their own dive. The absence of dialogue let our own thoughts never be interrupted, nor lead astray.\n\n\u001b[1m私が買うことを考えていない感情を売る短編です。 私がそれを聞いたとき、それほど頻繁ではないにしても、私は主に視聴中の悲しみについて聞いています。 高齢者が経験する思い出は、視聴者の口にメランコリックな味を残し、孤独な結末はそれを洗うことはほとんどありません。 私は涙、重い心、そして迷惑を聞きます。 自分の感情を演奏するのが好きではない人や、より良い時代の考えに落ちやすい人がいるからです。 何かあれば、私はこの短いことがインスピレーションの一部だと思った。 希望的、幸せ、そして穏やか。 実際、私がそれを再ウォッチするたびに、私はより良く、より良く感じます。 聴衆の中でロープが短くて、老人の思い出を視聴者に置き換えて、自分たちのダイビングをしているように感じることができます。 対話の欠如は、私たち自身の思考が決して中断されたり、迷ったりしないようにします。\u001b[22m\n\u001b[1m(Watashi ga kau koto o kangaete inai kanjō o uru tanpendesu. Watashi ga sore o kiita toki, sorehodo hinpande wa nai ni shite mo, watashi wa omoni shichō-chū no kanashimi ni tsuite kiite imasu. Kōrei-sha ga keiken suru omoide wa, shichō-sha no kuchi ni merankorikkuna aji o nokoshi, kodokuna ketsumatsu wa sore o arau koto wa hotondo arimasen. Watashi wa namida, omoi kokoro, soshite meiwaku o kikimasu. Jibun no kanjō o ensō suru no ga sukide wanai hito ya, yoriyoi jidai no kangae ni ochi yasui hito ga irukaradesu. Nani ka areba, watashi wa kono mijikai koto ga insupirēshon no ichibuda to omotta. Kibō-teki, shiawase, soshite odayaka. Jissai, watashi ga sore o sai u~otchi suru tabi ni, watashi wa yori yoku, yori yoku kanjimasu. Chōshū no naka de rōpu ga mijikakute, rōjin no omoide o shichō-sha ni okikaete, jibun-tachi no daibingu o shite iru yō ni kanjiru koto ga dekimasu. Taiwa no ketsujo wa, watashitachi jishin no shikō ga kesshite chūdan sa re tari, mayottari shinai yō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mTsumiki no ie is a short which sells emotions that I don’t think were meant to be bought. When I hear it mentioned, albeit not very often, I do mainly hear about the sadness viewers feel during and after it. The memories that the elderly man experiences leave a melancholic taste in the mouths of the viewers, and the lonely ending does little at all to wash that away. I hear of tears, of heavy hearts and even annoyance. For there are people who do not like having their emotions played upon, or fall easy prey to the thought of better times. If anything, I thought this short was a piece of inspiration. Hopeful, happy, and mellow. In fact every time I rewatch it, I feel even better and better. It’s a short that ropes in the audience, almost replacing the elderly man’s memories with the viewers, allowing them to feel like they are taking their own dive. The absence of dialogue let our own thoughts never be interrupted, nor lead astray.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsumiki no ie is a short which sells emotions that I don’t think were meant to be bought.\u001b[24m\n    \u001b[1m私が買うことを考えていない感情を売る短編です。\u001b[22m, \u001b[1mつみきはないつまり、私が購入することを意図したとは思わない感情を販売する短いではありません。\u001b[22m\n\u001b[4mWhen I hear it mentioned, albeit not very often, I do mainly hear about the sadness viewers feel during and after it.\u001b[24m\n    \u001b[1m私がそれを聞いたとき、それほど頻繁ではないにしても、私は主に視聴中の悲しみについて聞いています。\u001b[22m, \u001b[1m私はそれが言及聞くと、あまり多くはないとはいえ、私は主に視聴者はそれの間と後に感じる悲しみを聞くありません。\u001b[22m\n\u001b[4mThe memories that the elderly man experiences leave a melancholic taste in the mouths of the viewers, and the lonely ending does little at all to wash that away.\u001b[24m\n    \u001b[1m高齢者が経験する思い出は、視聴者の口にメランコリックな味を残し、孤独な結末はそれを洗うことはほとんどありません。\u001b[22m, \u001b[1m老人の経験が視聴者の口にメランコリックな味を残す思い出、そして孤独な結末は、すべての小さなものを洗い流すん。\u001b[22m\n\u001b[4mI hear of tears, of heavy hearts and even annoyance.\u001b[24m\n    \u001b[1m私は涙、重い心、そして迷惑を聞きます。\u001b[22m, \u001b[1m私は重い心とさえ不快感を、涙を聞きます。\u001b[22m\n\u001b[4mFor there are people who do not like having their emotions played upon, or fall easy prey to the thought of better times.\u001b[24m\n    \u001b[1m自分の感情を演奏するのが好きではない人や、より良い時代の考えに落ちやすい人がいるからです。\u001b[22m, \u001b[1m以下のために自分の感情は時に再生されているようなもの、またはより良い時代の思想に簡単に餌食になるしない人がいます。\u001b[22m\n\u001b[4mIf anything, I thought this short was a piece of inspiration.\u001b[24m\n    \u001b[1m何かあれば、私はこの短いことがインスピレーションの一部だと思った。\u001b[22m, \u001b[1mどちらかと言えば、私はこの短いがインスピレーションの作品だと思いました。\u001b[22m\n\u001b[4mHopeful, happy, and mellow.\u001b[24m\n    \u001b[1m希望的、幸せ、そして穏やか。\u001b[22m, \u001b[1m、希望に満ちた幸せな、とまろやか。\u001b[22m\n\u001b[4mIn fact every time I rewatch it, I feel even better and better.\u001b[24m\n    \u001b[1m実際、私がそれを再ウォッチするたびに、私はより良く、より良く感じます。\u001b[22m, \u001b[1m実際、私はそれをrewatchたびに、私も良く感じています。\u001b[22m\n\u001b[4mIt’s a short that ropes in the audience, almost replacing the elderly man’s memories with the viewers, allowing them to feel like they are taking their own dive.\u001b[24m\n    \u001b[1m聴衆の中でロープが短くて、老人の思い出を視聴者に置き換えて、自分たちのダイビングをしているように感じることができます。\u001b[22m, \u001b[1mそれは、聴衆の中にロープが、ほぼ、視聴者と老人の思い出を交換する彼らは自分のダイビングを取っているようにそれらを感じることができるように短いです。\u001b[22m\n\u001b[4mThe absence of dialogue let our own thoughts never be interrupted, nor lead astray.\u001b[24m\n    \u001b[1m対話の欠如は、私たち自身の思考が決して中断されたり、迷ったりしないようにします。\u001b[22m, \u001b[1m対話の不在は、私たち自身の思考が中断されることはありませんせず、また道に迷ってリードしています。\u001b[22m\n\u001b[1m\u001b[22m\nThe world has forgotten the elderly man. It is quite evident from the frequent flooding his property is subjected to, driving him to climb higher and higher on layers of memories to keep himself safe. His time is apparently over, and he should fade into the past to join up with all the memories displayed during the dive. I mean, it’s clear that he wants to right? To be in better times, to go back? No, I don’t think so. Although his dive may feel bittersweet, that the reminiscence possibly proved too much for the elderly man, he returns to the surface the same character that we first saw him as. He has accepted his place in the world long ago. That the past is the past and you can live on, but you should not leave behind what is lost. So he builds, he builds himself a foundation of the things he holds dear, so that the world he has lived in never comes to an end.\n\n\u001b[1m世界は老人を忘れてしまった。 彼の財産が頻繁に氾濫することから、彼は自分を安全に保つために記憶の層を上ったり上がったりするように追いやっていることは明らかです。 彼の時間は明らかに終わっており、ダイビング中に表示されたすべての思い出に加わるために、彼は過去に消えていくはずです。 彼は正しいと思っているのは明らかです。 より良い時代になるために、戻ってくる？ いいえ、私はそうは思わない。 彼のダイビングは苦々しいと感じるかもしれませんが、回想はおそらく老人にとってはあまりにも実証されたかもしれませんが、彼は私たちが最初に見たのと同じ性格を表面に戻します。 彼はずっと前に世界で彼の場所を受け入れました。 過去は過去であり、あなたは生き続けることができますが、失われたものを残してはいけません。 それで彼は建って、彼が愛するものの基礎を築くので、彼が住んでいる世界は決して終わらない。\u001b[22m\n\u001b[1m(Sekai wa rōjin o wasurete shimatta. Kare no zaisan ga hinpan ni hanran suru koto kara, kare wa jibun o anzen ni tamotsu tame ni kioku no sō o nobottari agattari suru yō ni oiyatte iru koto wa akirakadesu. Kare no jikan wa akiraka ni owatte ori, daibingu-chū ni hyōji sa reta subete no omoide ni kuwawaru tame ni, kare wa kako ni kiete iku hazudesu. Kare wa tadashī to omotte iru no wa akirakadesu. Yoriyoi jidai ni naru tame ni, modotte kuru? Īe, watashi wa sō wa omowanai. Kare no daibingu wa niganigashī to kanjiru kamo shiremasenga, kaisō wa osoraku rōjin ni totte wa amarini mo jisshō sa reta kamo shiremasenga, kare wa watashitachi ga saisho ni mita no to onaji seikaku o hyōmen ni modoshimasu. Kare wa zutto mae ni sekai de kare no basho o ukeiremashita. Kako wa kakodeari, anata wa iki tsudzukeru koto ga dekimasuga, ushinawa reta mono o nokoshite wa ikemasen. Sorede kare wa tatte, kare ga aisuru mono no kiso o kizukunode, kare ga sunde iru sekai wa kesshite owaranai.)\u001b[22m\n\nTranslations of \u001b[4mThe world has forgotten the elderly man. It is quite evident from the frequent flooding his property is subjected to, driving him to climb higher and higher on layers of memories to keep himself safe. His time is apparently over, and he should fade into the past to join up with all the memories displayed during the dive. I mean, it’s clear that he wants to right? To be in better times, to go back? No, I don’t think so. Although his dive may feel bittersweet, that the reminiscence possibly proved too much for the elderly man, he returns to the surface the same character that we first saw him as. He has accepted his place in the world long ago. That the past is the past and you can live on, but you should not leave behind what is lost. So he builds, he builds himself a foundation of the things he holds dear, so that the world he has lived in never comes to an end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe world has forgotten the elderly man.\u001b[24m\n    \u001b[1m世界は老人を忘れてしまった。\u001b[22m, \u001b[1m世界は高齢者の男を忘れてしまいました。\u001b[22m\n\u001b[4mIt is quite evident from the frequent flooding his property is subjected to, driving him to climb higher and higher on layers of memories to keep himself safe.\u001b[24m\n    \u001b[1m彼の財産が頻繁に氾濫することから、彼は自分を安全に保つために記憶の層を上ったり上がったりするように追いやっていることは明らかです。\u001b[22m, \u001b[1m頻繁に氾濫彼の財産を安全に自分自身を保つために思い出の層に高く高く登るために彼を駆動し、にさらされているから、それは非常に明白です。\u001b[22m\n\u001b[4mHis time is apparently over, and he should fade into the past to join up with all the memories displayed during the dive.\u001b[24m\n    \u001b[1m彼の時間は明らかに終わっており、ダイビング中に表示されたすべての思い出に加わるために、彼は過去に消えていくはずです。\u001b[22m, \u001b[1m彼の時間は明らかに超えている、と彼は潜水中に表示されているすべてのメモリをアップに参加するために、過去にフェードインする必要があります。\u001b[22m\n\u001b[4mI mean, it’s clear that he wants to right?\u001b[24m\n    \u001b[1m彼は正しいと思っているのは明らかです。\u001b[22m, \u001b[1m私が意味する、それは彼が正しいことを望むことは明らかですか？\u001b[22m\n\u001b[4mTo be in better times, to go back?\u001b[24m\n    \u001b[1mより良い時代になるために、戻ってくる？\u001b[22m, \u001b[1m戻って、より良い時代になるには？\u001b[22m\n\u001b[4mNo, I don’t think so.\u001b[24m\n    \u001b[1mいいえ、私はそうは思わない。\u001b[22m, \u001b[1mいいえ、私はそうは思いません。\u001b[22m\n\u001b[4mAlthough his dive may feel bittersweet, that the reminiscence possibly proved too much for the elderly man, he returns to the surface the same character that we first saw him as.\u001b[24m\n    \u001b[1m彼のダイビングは苦々しいと感じるかもしれませんが、回想はおそらく老人にとってはあまりにも実証されたかもしれませんが、彼は私たちが最初に見たのと同じ性格を表面に戻します。\u001b[22m, \u001b[1m彼のダイブはほろ苦い感じかもしれないが、回想はおそらく老人のためのあまりを証明したことを、彼は表面に私たちが最初のように彼を見た同じ文字を返します。\u001b[22m\n\u001b[4mHe has accepted his place in the world long ago.\u001b[24m\n    \u001b[1m彼はずっと前に世界で彼の場所を受け入れました。\u001b[22m\n\u001b[4mThat the past is the past and you can live on, but you should not leave behind what is lost.\u001b[24m\n    \u001b[1m過去は過去であり、あなたは生き続けることができますが、失われたものを残してはいけません。\u001b[22m, \u001b[1m過去は過去であり、あなたは生きすることができますが、失われたものを残してはならないこと。\u001b[22m\n\u001b[4mSo he builds, he builds himself a foundation of the things he holds dear, so that the world he has lived in never comes to an end.\u001b[24m\n    \u001b[1mそれで彼は建って、彼が愛するものの基礎を築くので、彼が住んでいる世界は決して終わらない。\u001b[22m, \u001b[1mそこで彼は、ビルド彼は決してに住んでいる世界が終わりに来るように彼は、彼自身に彼が愛する保持しているものの基盤を構築します。\u001b[22m\n\u001b[1m\u001b[22m\nLive a worthy life, make memories, do not forget them, even when the world you are used to changes completely, or threatens to cast you aside. Do not be afraid to grow old, for once you have experienced enough of life you often finally find yourself content with living, even if all you have left to tide you over is an old pipe, an even older glass of wine, and the thought of better days.\n\n\u001b[1mあなたが完全に変わるのに慣れているときでさえ、あなたを捨て去ることを脅かすときでも、価値ある人生を生き、思い出を作り、忘れないでください。 あなたが人生を過ごすことを忘れてしまったとしても、古いパイプやワインの古いガラス、そして思考 より良い日々\u001b[22m\n\u001b[1m(Anata ga kanzen ni kawaru no ni narete iru tokide sae, anata o sutesaru koto o odokasu toki demo, kachiaru jinsei o iki, omoide o tsukuri, wasurenaide kudasai. Anata ga jinsei o sugosu koto o wasurete shimatta to shite mo, furui paipu ya wain no furui garasu, soshite shikō yoriyoi hibi)\u001b[22m\n\nTranslations of \u001b[4mLive a worthy life, make memories, do not forget them, even when the world you are used to changes completely, or threatens to cast you aside. Do not be afraid to grow old, for once you have experienced enough of life you often finally find yourself content with living, even if all you have left to tide you over is an old pipe, an even older glass of wine, and the thought of better days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLive a worthy life, make memories, do not forget them, even when the world you are used to changes completely, or threatens to cast you aside.\u001b[24m\n    \u001b[1mあなたが完全に変わるのに慣れているときでさえ、あなたを捨て去ることを脅かすときでも、価値ある人生を生き、思い出を作り、忘れないでください。\u001b[22m, \u001b[1m世界はあなたが完全に変更するために使用される、または脇にあなたをキャストする恐れている場合でも、それらを忘れてはいけない、思い出を作る、立派な人生を生きます。\u001b[22m\n\u001b[4mDo not be afraid to grow old, for once you have experienced enough of life you often finally find yourself content with living, even if all you have left to tide you over is an old pipe, an even older glass of wine, and the thought\u001b[24m\n    \u001b[1mあなたが人生を過ごすことを忘れてしまったとしても、古いパイプやワインの古いガラス、そして思考\u001b[22m, \u001b[1mあなたの人生を十分に経験した後、あなたは、多くの場合、最終的にあなたが潮にあなたを残しているすべての古いパイプ、ワインのさらに古いガラス、と考えている場合でも、生活と自分自身がコンテンツを見つけるために、老いを恐れてはいけません\u001b[22m\n\u001b[4mof better days.\u001b[24m\n    \u001b[1mより良い日々\u001b[22m, \u001b[1mより良い日。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "RoidRidley",
    "profile": "/profile/RoidRidley/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=232016",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのような暗い映画のための絶対的なサッカーである人として、私はほとんどいつも床の上を転がり、このような映画の雰囲気がどれほど圧迫されているかについて泣き叫ぶ。\n\nしかし、それでも、私はこれが私と人類との驚異的な共鳴に当たると思うので、3分で私はすでに映画が私に当たっていたかどうか、つまりいくつかは「ab  *** h。 アートのスタイルと雰囲気はすぐに効果的です。雰囲気の圧倒的な性質は、固体セメント10トンのようにあなたの上に降りて、映画が進むにつれて重くなります。\n\n憂うつな寂しさの圧倒的な感触は、私を感情的に別れさせるものです。老人に少しでも交感神経を感じさせないだけでは不可能ですが、 歩いて歩いて歩くのに苦労したり、バスに座るのに苦労したり、他の多くのことが私の感情的な側面を誘発して、私がちょっと熟考させたりするのと同じように、 人々はそうです。 しかし、映画への私自身の接続については十分です。\n\nもし私に尋ねられるなら、私はアニメーションと繊細さがこの作品の最大の強みだと思う。 シンプルな視覚的手がかり、表情、完璧なペースとピッチを使って感情やメッセージを伝えることができれば、どの映画劇場のメディアでもいくらか失われた芸術です。 それを上回る憂鬱な音楽はもちろん、トーンを完璧に仕立てていることは言うまでもありません。\n\nその悲しみと時間の影響と旅の旅は、人生が一見無意味であり、孤独で、生き続けるために新しい階を建設する絶え間ない必要性のもとに生きているように見え、同じ食事を一見食べる 彼の過去を思い起こさせる時間を費やしていました。 人間の精神の中に、本当に「私がこのように終わったなら、私は何をするのだろうか？ そして本当に、あなたはどうしますか？\n\n私は12分後にこれをすべて行うことを思い出させるかもしれません\n\n12分を逃す\n\n12。\n\n結論として、誰かが余裕があれば、この映画は素晴らしく冷静で思いやりのある実験で、きれいにアニメーション化され、よく指揮されます。 それは、私が「感情的なポルノグラフィー」と呼ぶようなものではなく、嫌なナンセンスの強制的な、時にはただちょっとチーズな量の頭であなたを打ち負かしているようなものではない、最も本物の涙の躍動的なものの1つです。 あなたが人間の中に感じるようにする何か、あるいは年齢、生活の意味、虚無主義などについて考えさせたいなら、この映画を見てください。 しかし、私はあなたに警告します、それは合法的にうつ病です、あなたが慢性うつ病に苦しむなら、それを見ないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAs a person who is an absolute SUCKER for these kinds of somber films, as in, i almost always roll on the floor and cry in to a bucket over how oppressive the atmosphere usually is in these types of movies.\n\n\u001b[1mこのような暗い映画のための絶対的なサッカーである人として、私はほとんどいつも床の上を転がり、このような映画の雰囲気がどれほど圧迫されているかについて泣き叫ぶ。\u001b[22m\n\u001b[1m(Kono yōna kurai eiga no tame no zettai-tekina sakkādearu hito to shite, watashi wa hotondo itsumo yuka no ue o korogari, kono yōna eiga no fun'iki ga dorehodo appaku sa rete iru ka ni tsuite nakisakebu.)\u001b[22m\n\nTranslations of \u001b[4mAs a person who is an absolute SUCKER for these kinds of somber films, as in, i almost always roll on the floor and cry in to a bucket over how oppressive the atmosphere usually is in these types of movies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a person who is an absolute SUCKER for these kinds of somber films, as in, i almost always roll on the floor and cry in to a bucket over how oppressive the atmosphere usually is in these types of movies.\u001b[24m\n    \u001b[1mこのような暗い映画のための絶対的なサッカーである人として、私はほとんどいつも床の上を転がり、このような映画の雰囲気がどれほど圧迫されているかについて泣き叫ぶ。\u001b[22m, \u001b[1m以下のように、地味な映画のこれらの種類のための絶対的な吸盤である人として、私はほとんど常に床に転がると雰囲気は、通常、映画のこれらのタイプであるか抑圧的の上にバケツに泣きます。\u001b[22m\n\u001b[1m\u001b[22m\nBut, even so, i think this one hits SUCH an astounding resonance with me and my humanity, so much so that 3 minutes in i already just could NOT handle how well the movie was hitting me, ie what some would call 'crying like ab ***h. The art style and vibe are effective immediately and the oppressive nature of the atmosphere just come down on you like 10 tons of solid cement and just get heavier as the movie proceeds.\n\n\u001b[1mしかし、それでも、私はこれが私と人類との驚異的な共鳴に当たると思うので、3分で私はすでに映画が私に当たっていたかどうか、つまりいくつかは「ab  *** h。 アートのスタイルと雰囲気はすぐに効果的です。雰囲気の圧倒的な性質は、固体セメント10トンのようにあなたの上に降りて、映画が進むにつれて重くなります。\u001b[22m\n\u001b[1m(Shikashi, soredemo, watashi wa kore ga watashi to jinrui to no kyōi-tekina kyōmei ni ataru to omou node, 3-bu de watashi wa sudeni eiga ga watashi ni atatte ita ka dō ka, tsumari ikutsu ka wa `ab*** h. Āto no sutairu to fun'iki wa sugu ni kōka-tekidesu. Fun'iki no attōtekina seishitsu wa, kotai semento 10-ton no yō ni anata no ue ni orite, eiga ga susumu ni tsurete omoku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut, even so, i think this one hits SUCH an astounding resonance with me and my humanity, so much so that 3 minutes in i already just could NOT handle how well the movie was hitting me, ie what some would call 'crying like ab ***h. The art style and vibe are effective immediately and the oppressive nature of the atmosphere just come down on you like 10 tons of solid cement and just get heavier as the movie proceeds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, even so, i think this one hits SUCH an astounding resonance with me and my humanity, so much so that 3 minutes in i already just could NOT handle how well the movie was hitting me, ie what some would call 'crying like ab\u001b[24m\n    \u001b[1mしかし、それでも、私はこれが私と人類との驚異的な共鳴に当たると思うので、3分で私はすでに映画が私に当たっていたかどうか、つまりいくつかは「ab\u001b[22m, \u001b[1m私の3分が既にちょうどいくつかは、ABのように泣いている」と呼ぶもの、すなわち、映画が私を叩いたかうまく扱うことができませんでしたので、多くのように、しかし、そうであっても、私は思う、この1は、私と私の人間性とそのような驚異的な共鳴を打ちます\u001b[22m\n\u001b[4m***h.\u001b[24m\n    \u001b[1m*** h。\u001b[22m, \u001b[1m***時間。\u001b[22m\n\u001b[4mThe art style and vibe are effective immediately and the oppressive nature of the atmosphere just come down on you like 10 tons of solid cement and just get heavier as the movie proceeds.\u001b[24m\n    \u001b[1mアートのスタイルと雰囲気はすぐに効果的です。雰囲気の圧倒的な性質は、固体セメント10トンのようにあなたの上に降りて、映画が進むにつれて重くなります。\u001b[22m, \u001b[1mアートスタイルと雰囲気はすぐに有効であり、大気中の抑圧的な性質は、単に固体セメントの10トンのようにあなたに降りてくるとちょうど映画が進むにつれて重く得ます。\u001b[22m\n\u001b[1m\u001b[22m\nThe overwhelming feeling of somber loneliness is a thing that tore me emotionally apart, as it is simply impossible not to feel even slightly symphatethic towards the old man, although that may have something with my irl condition of wanting to cry everytime i see an old man struggle to walk and using a walking stick, struggling to sit down on a bus, and many other ocurances that personally so to say 'trigger' my emotional side and makes me just contemplate, just as this short movie does, what the memories of these people are. But, enough about my own connection to the movie.\n\n\u001b[1m憂うつな寂しさの圧倒的な感触は、私を感情的に別れさせるものです。老人に少しでも交感神経を感じさせないだけでは不可能ですが、 歩いて歩いて歩くのに苦労したり、バスに座るのに苦労したり、他の多くのことが私の感情的な側面を誘発して、私がちょっと熟考させたりするのと同じように、 人々はそうです。 しかし、映画への私自身の接続については十分です。\u001b[22m\n\u001b[1m(Yūutsuna sabishisa no attōtekina kanshoku wa, watashi o kanjō-teki ni wakare saseru monodesu. Rōjin ni sukoshidemo kōkanshinkei o kanji sasenai dakede wa fukanōdesuga, aruite aruite aruku no ni kurō shi tari, basu ni suwaru no ni kurō shi tari, hoka no ōku no koto ga watashi no kanjō-tekina sokumen o yūhatsu shite, watashi ga chotto jukukō sa se tari suru no to onajiyōni, hitobito wa sōdesu. Shikashi, eiga e no watakushijishin no setsuzoku ni tsuite wa jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mThe overwhelming feeling of somber loneliness is a thing that tore me emotionally apart, as it is simply impossible not to feel even slightly symphatethic towards the old man, although that may have something with my irl condition of wanting to cry everytime i see an old man struggle to walk and using a walking stick, struggling to sit down on a bus, and many other ocurances that personally so to say 'trigger' my emotional side and makes me just contemplate, just as this short movie does, what the memories of these people are. But, enough about my own connection to the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overwhelming feeling of somber loneliness is a thing that tore me emotionally apart, as it is simply impossible not to feel even slightly symphatethic towards the old man, although that may have something with my irl condition of wanting to cry everytime i see an old man\u001b[24m\n    \u001b[1m憂うつな寂しさの圧倒的な感触は、私を感情的に別れさせるものです。老人に少しでも交感神経を感じさせないだけでは不可能ですが、\u001b[22m, \u001b[1m老人の方の少しでもsymphatethic感じることはない、単に不可能であるとして、それは毎回泣きたいという私のIRL状態で何かを持っているかもしれないが地味な孤独の圧倒的な感じが私は老人を参照してください、感情的に離れて私を引き裂いたものです\u001b[22m\n\u001b[4mstruggle to walk and using a walking stick, struggling to sit down on a bus, and many other ocurances that personally so to say 'trigger' my emotional side and makes me just contemplate, just as this short movie does, what the memories of these\u001b[24m\n    \u001b[1m歩いて歩いて歩くのに苦労したり、バスに座るのに苦労したり、他の多くのことが私の感情的な側面を誘発して、私がちょっと熟考させたりするのと同じように、\u001b[22m, \u001b[1m、この短い映画と同じように、歩くのに苦労し、バス上に座るのに苦労し、杖を使用して、個人的にそのように「トリガー」私の感情的な側面を言うために、他の多くのocurances、私はちょうど企図するものこれらの思い出\u001b[22m\n\u001b[4mpeople are.\u001b[24m\n    \u001b[1m人々はそうです。\u001b[22m, \u001b[1m人々があります。\u001b[22m\n\u001b[4mBut, enough about my own connection to the movie.\u001b[24m\n    \u001b[1mしかし、映画への私自身の接続については十分です。\u001b[22m, \u001b[1mしかし、映画に自分の接続について十分。\u001b[22m\n\u001b[1m\u001b[22m\nIf i were to be asked, i think the animation and subtlety is this pieces greatest strength. Being able to convey emotion and messages through simple visual cues, facial expressions and pitch perfect pace and direction to back it all up, is somewhat of a lost art in any cinematic piece of media. Not to mention the somber music playing over it, setting the tone fucking PERFECTLY.\n\n\u001b[1mもし私に尋ねられるなら、私はアニメーションと繊細さがこの作品の最大の強みだと思う。 シンプルな視覚的手がかり、表情、完璧なペースとピッチを使って感情やメッセージを伝えることができれば、どの映画劇場のメディアでもいくらか失われた芸術です。 それを上回る憂鬱な音楽はもちろん、トーンを完璧に仕立てていることは言うまでもありません。\u001b[22m\n\u001b[1m(Moshi watashi ni tazune rarerunara, watashi wa animēshon to sensai-sa ga kono sakuhin no saidai no tsuyomida to omou. Shinpuruna shikaku-teki tegakari, hyōjō, kanpekina pēsu to pitchi o tsukatte kanjō ya messēji o tsutaeru koto ga dekireba, dono eiga gekijō no media demo ikuraka ushinawa reta geijutsudesu. Sore o uwamawaru yūutsuna ongaku wa mochiron, tōn o kanpeki ni shitatete iru koto wa iu made mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf i were to be asked, i think the animation and subtlety is this pieces greatest strength. Being able to convey emotion and messages through simple visual cues, facial expressions and pitch perfect pace and direction to back it all up, is somewhat of a lost art in any cinematic piece of media. Not to mention the somber music playing over it, setting the tone fucking PERFECTLY.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf i were to be asked, i think the animation and subtlety is this pieces greatest strength.\u001b[24m\n    \u001b[1mもし私に尋ねられるなら、私はアニメーションと繊細さがこの作品の最大の強みだと思う。\u001b[22m, \u001b[1m私は尋ねられるとしたら、私はアニメーションと繊細がこの作品の最大の強みだと思います。\u001b[22m\n\u001b[4mBeing able to convey emotion and messages through simple visual cues, facial expressions and pitch perfect pace and direction to back it all up, is somewhat of a lost art in any cinematic piece of media.\u001b[24m\n    \u001b[1mシンプルな視覚的手がかり、表情、完璧なペースとピッチを使って感情やメッセージを伝えることができれば、どの映画劇場のメディアでもいくらか失われた芸術です。\u001b[22m, \u001b[1m単純な視覚的な手がかり、表情やピッチ完璧なペースとそれをすべてバックアップする方向を通して感情やメッセージを伝えることができるという、ややメディアのいずれかの映画の作品で、失われた芸術です。\u001b[22m\n\u001b[4mNot to mention the somber music playing over it, setting the tone fucking PERFECTLY.\u001b[24m\n    \u001b[1mそれを上回る憂鬱な音楽はもちろん、トーンを完璧に仕立てていることは言うまでもありません。\u001b[22m, \u001b[1mPERFECTLYクソトーンを設定し、その上に演奏地味な音楽は言うまでもありません。\u001b[22m\n\u001b[1m\u001b[22m\nIts metaphors and journey of both the effects of time and the continued will to live of a man whose life is seemingly meaningless, as he is lonely, and living under constant need to build new floors to keep living, and seemingly eats the same meals each day, spending his time reminiscing on his past. It truly hits a note within the human psyche wherein you wonder 'what would i do if i ended up this way?'. And truly, what would you?\n\n\u001b[1mその悲しみと時間の影響と旅の旅は、人生が一見無意味であり、孤独で、生き続けるために新しい階を建設する絶え間ない必要性のもとに生きているように見え、同じ食事を一見食べる 彼の過去を思い起こさせる時間を費やしていました。 人間の精神の中で本当に「あなたがこのように終わったなら、私は何をするだろうか？ 本当に、あなたは何をしますか？\u001b[22m\n\u001b[1m(Sono kanashimi to jikan no eikyō to tabi no tabi wa, jinsei ga ikken muimideari, kodoku de, iki tsudzukeru tame ni atarashī kai o kensetsu suru taema nai hitsuyō-sei no moto ni ikite iru yō ni mie, onaji shokuji o ikken taberu kare no kako o omoiokosa seru jikan o tsuiyashite imashita. Ningen no seishin no naka de hontōni `anata ga kono yō ni owattanara, watashi wa nani o surudarou ka? Hontōni, anata wa nani o shimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mIts metaphors and journey of both the effects of time and the continued will to live of a man whose life is seemingly meaningless, as he is lonely, and living under constant need to build new floors to keep living, and seemingly eats the same meals each day, spending his time reminiscing on his past. It truly hits a note within the human psyche wherein you wonder 'what would i do if i ended up this way?'. And truly, what would you?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts metaphors and journey of both the effects of time and the continued will to live of a man whose life is seemingly meaningless, as he is lonely, and living under constant need to build new floors to keep living, and seemingly eats the same meals each\u001b[24m\n    \u001b[1mその悲しみと時間の影響と旅の旅は、人生が一見無意味であり、孤独で、生き続けるために新しい階を建設する絶え間ない必要性のもとに生きているように見え、同じ食事を一見食べる\u001b[22m, \u001b[1m一見そのメタファーと時間の影響と彼は孤独であるとして、その人生一見無意味である人間の生きるための継続的な意志の両方の旅、そして生活を維持するために新しい床を構築するための一定の必要性の下で生きている、とはそれぞれ、同じ食事を食べます\u001b[22m\n\u001b[4mday, spending his time reminiscing on his past.\u001b[24m\n    \u001b[1m彼の過去を思い起こさせる時間を費やしていました。\u001b[22m, \u001b[1m日、彼の過去の思い出話自分の時間を過ごします。\u001b[22m\n\u001b[4mIt truly hits a note within the human psyche wherein you wonder 'what would i do if i ended up this way?'.\u001b[24m\n    \u001b[1m人間の精神の中で本当に「あなたがこのように終わったなら、私は何をするだろうか？\u001b[22m, \u001b[1mそれは本当にあなたが疑問に思う前記人間の精神の中にノートを打つ「私はこのように終わった場合、私は何をしますか？」。\u001b[22m\n\u001b[4mAnd truly, what would you?\u001b[24m\n    \u001b[1m本当に、あなたは何をしますか？\u001b[22m, \u001b[1mそして、本当に、何でしょうか？\u001b[22m\n\u001b[1m\u001b[22m\nMight i remind you of that it does all of this, in 12 minutes\n\n\u001b[1m私は12分後にこれをすべて行うことを思い出させるかもしれません\u001b[22m\n\u001b[1m(Watashi wa 12-bu-go ni kore o subete okonau koto o omoidasa seru kamo shiremasen)\u001b[22m\n\nTranslations of \u001b[4mMight i remind you of that it does all of this, in 12 minutes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMight i remind you of that it does all of this, in 12 minutes\u001b[24m\n    \u001b[1m私は12分後にこれをすべて行うことを思い出させるかもしれません\u001b[22m, \u001b[1m私は12分で、それはこのすべてを行うことを思い出させるかもしれません\u001b[22m\n\u001b[1m\u001b[22m\n12 FREAKING MINUTES\n\n\u001b[1m12分を逃す\u001b[22m\n\u001b[1m(12-Bu o nogasu)\u001b[22m\n\nTranslations of \u001b[4m12 FREAKING MINUTES\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m12 FREAKING MINUTES\u001b[24m\n    \u001b[1m12分を逃す\u001b[22m, \u001b[1m12 FREAKING MINUTES\u001b[22m\n\u001b[1m\u001b[22m\nT W E L V E.\n/twelv/\n\n\u001b[1m12。\u001b[22m\n\u001b[1m(12.)\u001b[22m\n\nTranslations of \u001b[4mT W E L V E.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mT W E L V E.\u001b[24m\n    \u001b[1m12。\u001b[22m, \u001b[1mT W E L V E.\u001b[22m\n\u001b[1m\u001b[22m\nTo conclude, if anyone has any time to spare, this movie is a wonderfully sober and thought provoking little experiment that is both beautifully animated and well directed. It is one of the most genuine tear jerking things that, unlike anoha or clannad, isn't what i like to call 'emotional pornography' that beats you over the head with forced and sometimes just plain cheesy amount of depressive nonsense. If you want something that is going to make you feel human inside or make you think about the topic of age, meaning of life, nihilism and so on, check out this movie. But i warn you, it is legitimately depressing, so if you suffer from chronic depression, don't watch it.\n\n\u001b[1m結論として、誰かが余裕があれば、この映画は素晴らしく冷静で思いやりのある実験で、きれいにアニメーション化され、よく指揮されます。 それは、私が「感情的なポルノグラフィー」と呼ぶようなものではなく、嫌なナンセンスの強制的な、時にはただちょっとチーズな量の頭であなたを打ち負かしているようなものではない、最も本物の涙の躍動的なものの1つです。 あなたが人間の中に感じるようにする何か、あるいは年齢、生活の意味、虚無主義などについて考えさせたいなら、この映画を見てください。 しかし、私はあなたに警告します、それは合法的にうつ病です、あなたが慢性うつ病に苦しむなら、それを見ないでください。\u001b[22m\n\u001b[1m(Ketsuron to shite, darekaga yoyū ga areba, kono eiga wa subarashiku reiseide omoiyari no aru jikken de, kirei ni animēshon-ka sa re, yoku shiki sa remasu. Sore wa, watashi ga `kanjō-tekina porunogurafī' to yobu yōna monode wa naku, iyana nansensu no kyōsei-tekina, tokiniha tada chotto chīzuna ryō no atama de anata o uchi makashite iru yōna monode wanai, mottomo honmono no namida no yakudō-tekina mono no 1tsudesu. Anata ga ningen no naka ni kanjiru yō ni suru nanika, aruiwa nenrei, seikatsu no imi, kyomu shugi nado ni tsuite kangae sasetainara, kono eiga o mite kudasai. Shikashi, watashi wa anata ni keikoku shimasu, soreha gōhō-teki ni utsubyōdesu, anata ga mansei utsubyō ni kurushimunara, sore o minaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mTo conclude, if anyone has any time to spare, this movie is a wonderfully sober and thought provoking little experiment that is both beautifully animated and well directed. It is one of the most genuine tear jerking things that, unlike anoha or clannad, isn't what i like to call 'emotional pornography' that beats you over the head with forced and sometimes just plain cheesy amount of depressive nonsense. If you want something that is going to make you feel human inside or make you think about the topic of age, meaning of life, nihilism and so on, check out this movie. But i warn you, it is legitimately depressing, so if you suffer from chronic depression, don't watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo conclude, if anyone has any time to spare, this movie is a wonderfully sober and thought provoking little experiment that is both beautifully animated and well directed.\u001b[24m\n    \u001b[1m結論として、誰かが余裕があれば、この映画は素晴らしく冷静で思いやりのある実験で、きれいにアニメーション化され、よく指揮されます。\u001b[22m, \u001b[1m誰もが余裕が任意の時間を持っている場合は結論するには、この映画は素晴らしく地味で、美しく、アニメーション、よく向けられている両方のちょっとした実験を考えさせられます。\u001b[22m\n\u001b[4mIt is one of the most genuine tear jerking things that, unlike anoha or clannad, isn't what i like to call 'emotional pornography' that beats you over the head with forced and sometimes just plain cheesy amount of depressive nonsense.\u001b[24m\n    \u001b[1mそれは、私が「感情的なポルノグラフィー」と呼ぶようなものではなく、嫌なナンセンスの強制的な、時にはただちょっとチーズな量の頭であなたを打ち負かしているようなものではない、最も本物の涙の躍動的なものの1つです。\u001b[22m, \u001b[1mそれはanohaまたはCLANNADとは異なり、私はうつ病ナンセンスの強制、時には単なる安っぽい量と頭の上にあなたを打つ「感情的なポルノ 'を呼び出すために好きなものではない、物事をけいれん最も本物の涙の一つです。\u001b[22m\n\u001b[4mIf you want something that is going to make you feel human inside or make you think about the topic of age, meaning of life, nihilism and so on, check out this movie.\u001b[24m\n    \u001b[1mあなたが人間の中に感じるようにする何か、あるいは年齢、生活の意味、虚無主義などについて考えさせたいなら、この映画を見てください。\u001b[22m, \u001b[1mあなたは内部の人間を感じさせるか、というように年齢、人生の意味、ニヒリズムとのトピックについて考えるように起こっている何かをしたい場合は、この映画をチェックしてください。\u001b[22m\n\u001b[4mBut i warn you, it is legitimately depressing, so if you suffer from chronic depression, don't watch it.\u001b[24m\n    \u001b[1mしかし、私はあなたに警告します、それは合法的にうつ病です、あなたが慢性うつ病に苦しむなら、それを見ないでください。\u001b[22m, \u001b[1mしかし、私はあなたに警告し、それが合法的に気のめいるですので、あなたがうつ病に苦しむ場合は、それを見ていません。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "Fall",
    "profile": "/profile/Fall/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=228624",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はこれまでにすべてのことを聞いたことがあると思います。対話なし、短時間の実行時間、テーマを視聴者に伝えるためのオーディオビジュアルの重さだけです。この簡単なアニメーションは、よりパワフルで魅力的で複雑な いくつかの印象的なフルレングスのタイトルよりも物語り的である。 これは、良い短絡が解放されたときには言及できない強さです。\n\nどのような理由でも、視聴者と査読者は、限られた予算、限られた実行時間、限られた野心がプロジェクトの難しさを著しく増大させるという誤った印象を受けているように見えますが、これは単に真実ではありません。 一般的な意見とは対照的に、プロジェクトの範囲に制限を設けることで、出力の制御が容易であるため、開発をよりスムーズに進めることができます。  Tsumikiは空き時間がないので余裕があり、魅力的です。 限られた実行時間のために、すべてのフレームが何かを意味する必要があります。  Tsumikiはすべてが時間枠に合わせる必要があるので複雑ですが、物事が乱雑にならないようにするには、1つまたは2つの中心的なテーマを持つことはできません。そのため、 微妙にも明白にも。 しかし、ツミキの力は、誰にでも話す可能性のあるテーマを操作するクリエイターのスキルの産物です。\n\nツミキの作品は、特にそのユニークなアートワークに関しては、物語が続くのと同じような感情ではあるが異種のものに変身する懐かしい懐かしい感覚を引き起こす、ある種の漠然とした質を持っている。 ツミキが優れているものが1つあれば、それは雰囲気です。 アートワークのスクラッチ感は、一種の「ヴィンテージ」品質につながります。サウンドトラック（特にサウンドワーク）は、あらゆるフレームと完璧に相乗効果を発揮します。波の響き、ドアの裂け目、またはおそらく すべてのシーンで感情をさらに増幅させます。  Tsumikiは非常に魅力的で、完璧な世俗的かつ平凡で美しく重要なものを作ることに優れています。  1人の老人のための終わりのやや荒れ果てた肖像画であるがゆっくりと優雅である。 本当に、ツミキは完璧な雰囲気の中で完璧な瞬間を作り出しています。 これはとても良いことです、実際には、あなたが忘れてしまったのは、他のショートと比較して、フォーミュラがどれほど忘れやすいのかです。  1つの強力な瞬間に最高潮に達します。 それでも、Tsumikiは間違いなく、この点で自らのジャンルにならなければならない最高のものですが、完璧というわけではありません。\n\nツミキはテーマが普遍的であるため、対話の必要はありません。 誰もが理解し、共鳴し、言わなければならないことに関連することができるからです。 あなたが年を取るほど、それはあなたと共鳴するでしょうが、誰もがそれと調和しているならば、誰かが感情の不調を感じるでしょう - これはまさに私の問題です。 私はその複雑さに賛同しているにもかかわらず、誰にも魅力を感じるために、より強いアイデンティティ感と絡み合った物語を放棄したようです。 主人公はいくつかのアイデンティティーを持っていますが、その多くは視聴者が右にスリップするほど曖昧になっています。 意図的に名前のない、故意に対話的ではないが、彼が個性の大部分を表現する唯一の時期は、彼のフラッシュバックの一部であり、クライマックスである。 彼のフラッシュバックでさえ、平均的で一般的なので、どの視聴者も自分の立場で自分自身を描くことができます。\n\n私にとっては、少なくとも、この物語は、主人公を面白く、愛情を込めて、または感情的であると考えるように私が十分に個人的ではありません。 文字に接続するのではなく、普遍的なテーマに向かって漂って、これらの文字の存在をほぼ完全に無視しています。 これの主な理由は、ストーリーに矛盾が全くないようです。 古い言葉は、「葛藤のキャラクター」です。これはつみきと戦うものです。 クライマックスはもっとインパクトがあり、全体的な物語はより深いものになるだけでなく、文字は多面的になる可能性がありました。 残念なことに、Tsumikiはキャラクターの開発を有能に扱うにもかかわらず、キャラクタリゼーションにはかなり不足しています。\n\nこの短所を特に愛しているのは、微妙で芸術的な象徴主義をその物語に織り込み、そのテーマを補強する方法です。 私たちは老人の視点からすべてのものを見ていることを覚えておく必要があります。  「小さな立方体の家」は、様々な解釈と意味を持つシンプルなシンボルであり、第3の時計まで私が捉えたものではありませんでした。 これの美しさは、私が毎回違った考え方で短編に戻って毎回新しいことを見ることができるということです。\n\nつみきのいえは、「隠された宝石」という言葉が聞こえてきて、正当な理由があると誰もが考える最初の短所の一つです。 それは、ツミキのいないことが、より多くの紛争を引き起こして、はるかに独特のキャラクターを持っている可能性があるという意見です。しかし、それは達成したものの模範です。  Tsumikiは独創性に欠けているかもしれませんが、確かにインパクトやレゾナンスに欠けているわけではありませんし、これまでに多く見た同じ物語のユニークでニュアンスのある視点を提供します。 わずか12分で、私は自信を持って熱狂的に誰にもツミキのいけないことを勧めます。 あなたがまだそれを見ていないなら、あなたのリストの最初のものはつづきのいないべきです。  「小さな立方体の家」は長い間私と一緒にとどまり、新鮮な視点を得るために今も何度も見直し続けます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI'm sure you've heard it all before — with no dialogue, a stupidly short running time and only the weight of its audiovisuals to impart its themes onto viewers, this brief animation weaves a more powerful, well-paced, engaging and complex narrative than that of some unimpressive full-length titles. This is a strength that cannot go unmentioned whenever any good short is released.\n\n\u001b[1m私はこれまでにすべてのことを聞いたことがあると思います。対話なし、短時間の実行時間、テーマを視聴者に伝えるためのオーディオビジュアルの重さだけです。この簡単なアニメーションは、よりパワフルで魅力的で複雑な いくつかの印象的なフルレングスのタイトルよりも物語り的である。 これは、良い短絡が解放されたときには言及できない強さです。\u001b[22m\n\u001b[1m(Watashi wa kore made ni subete no koto o kiita koto ga aru to omoimasu. Taiwa nashi, tanjikan no jikkō jikan, tēma o shichō-sha ni tsutaeru tame no ōdiobijuaru no omo-sa dakedesu. Kono kantan'na animēshon wa, yori pawafuru de mirikiteki de fukuzatsuna ikutsu ka no inshō-tekina fururengusu no taitoru yori mo monogatari-tekidearu. Kore wa, yoi tanraku ga kaihō sa reta tokiniha genkyū dekinai tsuyo-sadesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm sure you've heard it all before — with no dialogue, a stupidly short running time and only the weight of its audiovisuals to impart its themes onto viewers, this brief animation weaves a more powerful, well-paced, engaging and complex narrative than that of some unimpressive full-length titles. This is a strength that cannot go unmentioned whenever any good short is released.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm sure you've heard it all before — with no dialogue, a stupidly short running time and only the weight of its audiovisuals to impart its themes onto viewers, this brief animation weaves a more powerful, well-paced, engaging and complex\u001b[24m\n    \u001b[1m私はこれまでにすべてのことを聞いたことがあると思います。対話なし、短時間の実行時間、テーマを視聴者に伝えるためのオーディオビジュアルの重さだけです。この簡単なアニメーションは、よりパワフルで魅力的で複雑な\u001b[22m, \u001b[1m私はあなたが前にそれをすべて聞いたと確信している - いいえ対話、視聴者にそのテーマを付与する愚かな短い走行時間とそのオーディオビジュアルの重量だけで、この短いアニメーションは、より強力なものペースで魅力ある複合体を編みます\u001b[22m\n\u001b[4mnarrative than that of some unimpressive full-length titles.\u001b[24m\n    \u001b[1mいくつかの印象的なフルレングスのタイトルよりも物語り的である。\u001b[22m, \u001b[1mいくつかの印象的でない、完全長のタイトルよりも物語。\u001b[22m\n\u001b[4mThis is a strength that cannot go unmentioned whenever any good short is released.\u001b[24m\n    \u001b[1mこれは、良い短絡が解放されたときには言及できない強さです。\u001b[22m, \u001b[1mこれは、任意の良いショートがリリースされるたびにまかり通ることができない強さです。\u001b[22m\n\u001b[1m\u001b[22m\nFor whatever reason, viewers and reviewers alike seem to be under the misguided impression that a limited budget, a limited runtime and limited ambition significantly increases the difficulty of a project, but this simply isn't true. Contrary to popular opinion, placing limitations on the scope of a project allows development to proceed far more smoothly because the output is easier to control. Tsumiki is so well-paced and engaging because it can't afford to have empty time; every frame has to mean something because of the limited runtime. Tsumiki is as complex as it is because everything needs to fit the timeframe, but to keep things from getting messy, it can't have more than one or two central themes, which makes it very easy to expand on its core theme(s) both subtly and overtly. What makes Tsumiki no Ie powerful, however, is a product of the creator's skill in manipulating a theme that has the potential to speak to everyone.\n\n\u001b[1mどのような理由でも、視聴者と査読者は、限られた予算、限られた実行時間、限られた野心がプロジェクトの難しさを大幅に増すという誤った印象を受けているように見えますが、これは単に真実ではありません。 一般的な意見とは対照的に、プロジェクトの範囲に制限を設けることで、出力の制御がより容易になるため、開発がはるかに円滑に進められます。  Tsumikiは空き時間がないので余裕があり、魅力的です。 限られた実行時間のために、すべてのフレームが何かを意味する必要があります。  Tsumikiはすべてが時間枠に合わせる必要があるので複雑ですが、物事が乱雑にならないようにするには、1つまたは2つの中心テーマを持つことはできません。そのため、 微妙にも明白にも。 しかし、ツミキの力は、誰にでも話す可能性のあるテーマを操作するクリエイターのスキルの産物です。\u001b[22m\n\u001b[1m(Dono yōna riyū demo, shichō-sha to sadoku-sha wa, kagira reta yosan, kagira reta jikkō jikan, kagira reta yashin ga purojekuto no muzukashi-sa o ōhaba ni masu to iu ayamatta inshō o ukete iru yō ni miemasuga, kore wa tan'ni shinjitsude wa arimasen. Ippantekina iken to wa taishō-teki ni, purojekuto no han'i ni seigen o mōkeru koto de, shutsuryoku no seigyo ga yori yōi ni naru tame, kaihatsu ga haruka ni enkatsu ni susume raremasu. Tsumiki wa aki jikan ga nainode yoyū ga ari, mirikitekidesu. Kagira reta jikkō jikan no tame ni, subete no furēmu ga nanika o imi suru hitsuyō ga arimasu. Tsumiki wa subete ga jikan-waku ni awaseru hitsuyō ga aru node fukuzatsudesuga, monogoto ga ranzatsu ni naranai yō ni suru ni wa, 1tsu matawa 2tsu no chūshin tēma o motsu koto wa dekimasen. Sonotame, bimyō ni mo meihaku ni mo. Shikashi, tsumiki no chikara wa, darenidemo hanasu kanōsei no aru tēma o sōsa suru kurieitā no sukiru no sanbutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mFor whatever reason, viewers and reviewers alike seem to be under the misguided impression that a limited budget, a limited runtime and limited ambition significantly increases the difficulty of a project, but this simply isn't true. Contrary to popular opinion, placing limitations on the scope of a project allows development to proceed far more smoothly because the output is easier to control. Tsumiki is so well-paced and engaging because it can't afford to have empty time; every frame has to mean something because of the limited runtime. Tsumiki is as complex as it is because everything needs to fit the timeframe, but to keep things from getting messy, it can't have more than one or two central themes, which makes it very easy to expand on its core theme(s) both subtly and overtly. What makes Tsumiki no Ie powerful, however, is a product of the creator's skill in manipulating a theme that has the potential to speak to everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor whatever reason, viewers and reviewers alike seem to be under the misguided impression that a limited budget, a limited runtime and limited ambition significantly increases the difficulty of a project, but this simply isn't true.\u001b[24m\n    \u001b[1mどのような理由でも、視聴者と査読者は、限られた予算、限られた実行時間、限られた野心がプロジェクトの難しさを大幅に増すという誤った印象を受けているように見えますが、これは単に真実ではありません。\u001b[22m, \u001b[1m何らかの理由で、同様に視聴者とレビューアは限られた予算、限られたランタイムと限られた野心が大幅にプロジェクトの難易度を増加させるが、これは単に本当ではありません誤った印象の下にあるように見えます。\u001b[22m\n\u001b[4mContrary to popular opinion, placing limitations on the scope of a project allows development to proceed far more smoothly because the output is easier to control.\u001b[24m\n    \u001b[1m一般的な意見とは対照的に、プロジェクトの範囲に制限を設けることで、出力の制御がより容易になるため、開発がはるかに円滑に進められます。\u001b[22m, \u001b[1m世論に反して、プロジェクトの範囲に制限を配置すると、出力の制御が容易であるため、開発がはるかにスムーズに進行することができます。\u001b[22m\n\u001b[4mTsumiki is so well-paced and engaging because it can't afford to have empty time;\u001b[24m\n    \u001b[1mTsumikiは空き時間がないので余裕があり、魅力的です。\u001b[22m, \u001b[1mそれは空の時間を持っている余裕はありませんので、つみきはとてもうまくペースで魅力です。\u001b[22m\n\u001b[4mevery frame has to mean something because of the limited runtime.\u001b[24m\n    \u001b[1m限られた実行時間のために、すべてのフレームが何かを意味する必要があります。\u001b[22m, \u001b[1mすべてのフレームは、制限のため、実行時の何かを意味する必要があります。\u001b[22m\n\u001b[4mTsumiki is as complex as it is because everything needs to fit the timeframe, but to keep things from getting messy, it can't have more than one or two central themes, which makes it very easy to expand on its core theme(s)\u001b[24m\n    \u001b[1mTsumikiはすべてが時間枠に合わせる必要があるので複雑ですが、物事が乱雑にならないようにするには、1つまたは2つの中心テーマを持つことはできません。そのため、\u001b[22m, \u001b[1mつみきは、それがあるように複雑であり、すべてが時間枠に合わせて、しかし厄介なってからものを維持する必要があるため、それは以上の1つまたは2つの中心的なテーマを持つことができない、そのコアのテーマ（複数可）を拡張することが非常に容易になりますいます\u001b[22m\n\u001b[4mboth subtly and overtly.\u001b[24m\n    \u001b[1m微妙にも明白にも。\u001b[22m, \u001b[1m両方微妙と公然と。\u001b[22m\n\u001b[4mWhat makes Tsumiki no Ie powerful, however, is a product of the creator's skill in manipulating a theme that has the potential to speak to everyone.\u001b[24m\n    \u001b[1mしかし、ツミキの力は、誰にでも話す可能性のあるテーマを操作するクリエイターのスキルの産物です。\u001b[22m, \u001b[1mつみきはないすなわち強力にするもの、しかし、すべての人に話をする可能性を秘めているテーマを操作する上でクリエイターのスキルの製品ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nTsumiki's composition — particularly in regard to its unique artwork — possesses a certain nebulous quality that provokes a very wistful sense of nostalgia which morphs into disparate though similar feelings as the narrative continues. If there is one thing that Tsumiki excels in, it's atmosphere. The scratchiness in the artwork gives way to a sort of 'vintage' quality, and the soundtrack (but particularly the sound work) synergises perfectly with every frame — the sound of crashing waves, a door creaking open, or perhaps even the clink of a glass— amplifying the emotion in every scene even further. Tsumiki is highly engaging, excelling in making the perfectly mundane and uneventful beautiful and significant. It is a slow and graceful though somewhat desolate portrait of the end for one old man. Truly, Tsumiki is phenomenal at crafting the perfect atmosphere for the perfect moment. It's so good at this, in fact, that you are liable to forget just how formulaic it is in comparison to every other short that showcases a few nice, sappy moments from the past right after each other to keep building and building more emotion, ultimately culminating in one powerful moment. Even so, Tsumiki is undoubtedly the best of what must have become a genre of its own by this point, though that doesn't mean that it's perfect.\n\n\u001b[1mツミキの作品は、特にそのユニークなアートワークに関しては、物語が続くのと同じような感情ではあるが異種のものに変身する懐かしい懐かしい感覚を引き起こす、ある種の漠然とした質を持っている。 ツミキが優れているものが1つあれば、それは雰囲気です。 アートワークのスクラッチ感は、一種の「ヴィンテージ」品質につながります。サウンドトラック（特にサウンドワーク）は、あらゆるフレームと完璧に相乗効果を発揮します。波の響き、ドアの裂け目、またはおそらく すべてのシーンで感情をさらに増幅させます。  Tsumikiは非常に魅力的で、完璧な世俗的かつ平凡で美しく重要なものを作ることに優れています。  1人の老人のための終わりのやや荒れ果てた肖像画であるがゆっくりと優雅である。 本当に、ツミキは完璧な雰囲気の中で完璧な瞬間を作り出しています。 これはとても良いことです、実際には、あなたが忘れてしまったのは、他のショートと比較して、フォーミュラがどれほど忘れやすいのかです。  1つの強力な瞬間に最高潮に達します。 それでも、Tsumikiは間違いなく、この点で自らのジャンルにならなければならない最高のものですが、完璧というわけではありません。\u001b[22m\n\u001b[1m(Tsumiki no sakuhin wa, tokuni sono yunīkuna ātowāku ni kanshite wa, monogatari ga tsudzuku no to onajiyōna kanjōde waaruga ishu no mono ni henshin suru natsukashī natsukashī kankaku o hikiokosu, arushuno bakuzento shita shitsu o motte iru. Tsumiki ga sugurete iru mono ga 1tsu areba, soreha fun'ikidesu. Ātowāku no sukuratchi-kan wa, isshu no `vu~intēji' hinshitsu ni tsunagarimasu. Saundotorakku (tokuni saundowāku) wa, arayuru furēmu to kanpeki ni sōjō kōka o hakki shimasu. Nami no hibiki, doa no sakeme, matawa osoraku subete no shīn de kanjō o sarani zōfuku sa semasu. Tsumiki wa hijō ni mirikiteki de, kanpekina sezoku-teki katsu heibonde utsukushiku jūyōna mono o tsukuru koto ni sugurete imasu. 1-Ri no rōjin no tame no owari no yaya arehateta shōzō-gadearuga yukkuri to yūgadearu. Hontōni, tsumiki wa kanpekina fun'iki no naka de kanpekina shunkan o tsukuridashite imasu. Kore wa totemo yoikotodesu, jissai ni wa, anata ga wasurete shimatta no wa, hoka no shōto to hikaku shite, fōmyura ga dorehodo wasure yasui no kadesu. 1Tsu no kyōryokuna shunkan ni saikōchō ni tasshimasu. Soredemo, Tsumiki wa machigainaku, kono ten de mizukara no janru ni naranakereba naranai saikō no monodesuga, kanpeki to iu wakede wa arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nTsumiki has no need of dialogue because its themes are universal; because everyone can understand, resonate with and relate to what it has to say. The older you get, the more it will resonate with you, but anybody will feel a twinge of emotion if they're in tune with it — and this is exactly my issue with it. In spite of the praises I have for its complexity, it seems to have thrown away a stronger sense of identity and a more entangled narrative for the sake of appealing to everybody. While the protagonist does have some identity, so much of it is made vague enough for any viewer to slip right into. Deliberately nameless and deliberately dialogueless, the only time he expresses much of his individuality is during some of his flashbacks and right at the climax. Even his flashbacks are average and typical enough for any viewer to picture themselves in his position.\n\n\u001b[1mツミキはテーマが普遍的であるため、対話の必要はありません。 誰もが理解し、共鳴し、言わなければならないことに関連することができるからです。 あなたが年を取るほど、それはあなたと共鳴するでしょうが、誰もがそれと調和しているならば、誰かが感情の不調を感じるでしょう - これはまさに私の問題です。 私はその複雑さに賛同しているにもかかわらず、誰にも魅力を感じるために、より強いアイデンティティ感と絡み合った物語を放棄したようです。 主人公はいくつかのアイデンティティーを持っていますが、その多くは視聴者が右にスリップするほど曖昧になっています。 意図的に名前のない、故意に対話的ではないが、彼が個性の大部分を表現する唯一の時期は、彼のフラッシュバックの一部であり、クライマックスである。 彼のフラッシュバックでさえ、平均的で一般的なので、どの視聴者も自分の立場で自分自身を描くことができます。\u001b[22m\n\u001b[1m(Tsumiki wa tēma ga fuhen-tekidearu tame, taiwa no hitsuyō wa arimasen. Daremoga rikai shi, kyōmei shi, iwanakereba naranai koto ni kanren suru koto ga dekirukaradesu. Anata ga toshiwotoru hodo, sore wa anata to kyōmei surudeshouga, daremoga soreto chōwa shite irunaraba, darekaga kanjō no fuchō o kanjirudeshou - kore wa masani watashi no mondaidesu. Watashi wa sono fukuzatsu-sa ni sandō shite iru nimokakawarazu, darenimo miryoku o kanjiru tame ni, yori tsuyoi aidentiti-kan to karamiatta monogatari o hōki shita yōdesu. Shujinkō wa ikutsu ka no aidentitī o motte imasuga, sono ōku wa shichō-sha ga migi ni surippu suru hodo aimai ni natte imasu. Itotekini namae no nai, koi ni taiwa-tekide wa naiga, kare ga kosei no daibubun o hyōgen suru yuiitsu no jiki wa, kare no furasshu bakku no ichibudeari, kuraimakkusudearu. Kare no furasshu bakkude sae, heikin-tekide ippan-tekinanode, dono shichō-sha mo jibun no tachiba de jibun jishin o kaku koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mTsumiki has no need of dialogue because its themes are universal; because everyone can understand, resonate with and relate to what it has to say. The older you get, the more it will resonate with you, but anybody will feel a twinge of emotion if they're in tune with it — and this is exactly my issue with it. In spite of the praises I have for its complexity, it seems to have thrown away a stronger sense of identity and a more entangled narrative for the sake of appealing to everybody. While the protagonist does have some identity, so much of it is made vague enough for any viewer to slip right into. Deliberately nameless and deliberately dialogueless, the only time he expresses much of his individuality is during some of his flashbacks and right at the climax. Even his flashbacks are average and typical enough for any viewer to picture themselves in his position.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsumiki has no need of dialogue because its themes are universal;\u001b[24m\n    \u001b[1mツミキはテーマが普遍的であるため、対話の必要はありません。\u001b[22m, \u001b[1mつみきは、そのテーマは普遍的であるため、対話の必要がありません。\u001b[22m\n\u001b[4mbecause everyone can understand, resonate with and relate to what it has to say.\u001b[24m\n    \u001b[1m誰もが理解し、共鳴し、言わなければならないことに関連することができるからです。\u001b[22m, \u001b[1m誰もが理解できるので、と共鳴し、それが言いたいことに関連しています。\u001b[22m\n\u001b[4mThe older you get, the more it will resonate with you, but anybody will feel a twinge of emotion if they're in tune with it — and this is exactly my issue with it.\u001b[24m\n    \u001b[1mあなたが年を取るほど、それはあなたと共鳴するでしょうが、誰もがそれと調和しているならば、誰かが感情の不調を感じるでしょう - これはまさに私の問題です。\u001b[22m, \u001b[1mあなたが得る古いが、より多くのそれはあなたと共鳴するが、彼らはそれに合わせてなら誰もが感情のズキズキする痛みを感じるだろう - これはそれを正確に私の問題です。\u001b[22m\n\u001b[4mIn spite of the praises I have for its complexity, it seems to have thrown away a stronger sense of identity and a more entangled narrative for the sake of appealing to everybody.\u001b[24m\n    \u001b[1m私はその複雑さに賛同しているにもかかわらず、誰にも魅力を感じるために、より強いアイデンティティ感と絡み合った物語を放棄したようです。\u001b[22m, \u001b[1mその複雑さのために私が持っている賞賛にもかかわらず、アイデンティティの強い感覚とみんなにアピールするために、より絡み合った物語を捨てているようです。\u001b[22m\n\u001b[4mWhile the protagonist does have some identity, so much of it is made vague enough for any viewer to slip right into.\u001b[24m\n    \u001b[1m主人公はいくつかのアイデンティティーを持っていますが、その多くは視聴者が右にスリップするほど曖昧になっています。\u001b[22m, \u001b[1m主人公は、いくつかのアイデンティティを持っているが、それのあまりを右に陥るする任意の視聴者のための十分な曖昧行われます。\u001b[22m\n\u001b[4mDeliberately nameless and deliberately dialogueless, the only time he expresses much of his individuality is during some of his flashbacks and right at the climax.\u001b[24m\n    \u001b[1m意図的に名前のない、故意に対話的ではないが、彼が個性の大部分を表現する唯一の時期は、彼のフラッシュバックの一部であり、クライマックスである。\u001b[22m, \u001b[1m意図的に無名の故意dialogueless、彼は彼の個性の多くを表現するだけで時間がクライマックスで彼のフラッシュバックと右のいくつかの中にあります。\u001b[22m\n\u001b[4mEven his flashbacks are average and typical enough for any viewer to picture themselves in his position.\u001b[24m\n    \u001b[1m彼のフラッシュバックでさえ、平均的で一般的なので、どの視聴者も自分の立場で自分自身を描くことができます。\u001b[22m, \u001b[1m彼のフラッシュバックは、彼の立場に自分自身を想像する任意の視聴者のための十分な平均と典型的なものです。\u001b[22m\n\u001b[1m\u001b[22m\nTo me, at least, this narrative isn't nearly personal enough for me to consider the protagonist interesting, endearing or empathetic. Rather than connecting to the characters, I find myself drifting toward the universal themes and disregarding the existence of these characters almost completely. The main reason for this seems to be a complete lack of conflict in the story. The old saying is, 'conflict breeds character,' and this is something that works against Tsumiki. Not only would the climax have had more impact and the overall narrative more depth, the characters had the potential to be multi-faceted — not to mention it would have made the ordeal feel far more authentic. Unfortunately, Tsumiki falls rather short in characterisation even though it does handle said characters' development competently.\n\n\u001b[1m私にとっては、少なくとも、この物語は、主人公を面白く、愛情を込めて、または感情的であると考えるように私が十分に個人的ではありません。 文字に接続するのではなく、普遍的なテーマに向かって漂って、これらの文字の存在をほぼ完全に無視しています。 これの主な理由は、ストーリーに矛盾が全くないようです。 古い言葉は、「葛藤のキャラクター」です。これはつみきと戦うものです。 クライマックスはもっとインパクトがあり、全体的な物語はより深いものになるだけでなく、文字は多面的になる可能性がありました。 残念なことに、Tsumikiはキャラクターの開発を有能に扱うにもかかわらず、キャラクタリゼーションにはかなり不足しています。\u001b[22m\n\u001b[1m(Watashi ni totte wa, sukunakutomo, kono monogatari wa, shujinkō o omoshiroku, aijō o komete, matawa kanjō-tekidearu to kangaeru yō ni watashi ga jūbun ni kojin-tekide wa arimasen. Moji ni setsuzoku suru node wa naku, fuhentekina tēma ni mukatte tadayotte, korera no moji no sonzai o hobo kanzen ni mushi shite imasu. Kore no omona riyū wa, sutōrī ni mujun ga mattaku nai yōdesu. Furui kotoba wa,`kattō no kyarakutā'desu. Kore wa tsumiki to tatakau monodesu. Kuraimakkusu wa motto inpakuto ga ari, zentai-tekina monogatari wa yori fukai mono ni naru dakedenaku, moji wa tamen-teki ni naru kanōsei ga arimashita. Zan'nen'nakotoni, Tsumiki wa kyarakutā no kaihatsu o yūnō ni atsukau nimokakawarazu, kyarakutarizēshon ni wa kanari fusoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mTo me, at least, this narrative isn't nearly personal enough for me to consider the protagonist interesting, endearing or empathetic. Rather than connecting to the characters, I find myself drifting toward the universal themes and disregarding the existence of these characters almost completely. The main reason for this seems to be a complete lack of conflict in the story. The old saying is, 'conflict breeds character,' and this is something that works against Tsumiki. Not only would the climax have had more impact and the overall narrative more depth, the characters had the potential to be multi-faceted — not to mention it would have made the ordeal feel far more authentic. Unfortunately, Tsumiki falls rather short in characterisation even though it does handle said characters' development competently.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo me, at least, this narrative isn't nearly personal enough for me to consider the protagonist interesting, endearing or empathetic.\u001b[24m\n    \u001b[1m私にとっては、少なくとも、この物語は、主人公を面白く、愛情を込めて、または感情的であると考えるように私が十分に個人的ではありません。\u001b[22m, \u001b[1m私には、少なくとも、この物語は、私は、興味深いかわいらしいや共感主人公を検討するための十分なほぼ個人的ではありません。\u001b[22m\n\u001b[4mRather than connecting to the characters, I find myself drifting toward the universal themes and disregarding the existence of these characters almost completely.\u001b[24m\n    \u001b[1m文字に接続するのではなく、普遍的なテーマに向かって漂って、これらの文字の存在をほぼ完全に無視しています。\u001b[22m, \u001b[1mむしろ文字に接続するよりも、私は自分自身普遍的なテーマに向かって漂流し、ほぼ完全にこれらの文字の存在を無視見つけます。\u001b[22m\n\u001b[4mThe main reason for this seems to be a complete lack of conflict in the story.\u001b[24m\n    \u001b[1mこれの主な理由は、ストーリーに矛盾が全くないようです。\u001b[22m, \u001b[1mこの主な理由は、物語の中で紛争の完全な欠如であると思われます。\u001b[22m\n\u001b[4mThe old saying is, 'conflict breeds character,' and this is something that works against Tsumiki.\u001b[24m\n    \u001b[1m古い言葉は、「葛藤のキャラクター」です。これはつみきと戦うものです。\u001b[22m, \u001b[1m古い格言は、「紛争は、文字を生む」され、これがつみき不利に働くものです。\u001b[22m\n\u001b[4mNot only would the climax have had more impact and the overall narrative more depth, the characters had the potential to be multi-faceted — not to mention it would have made the ordeal feel far more authentic.\u001b[24m\n    \u001b[1mクライマックスはもっとインパクトがあり、全体的な物語はより深いものになるだけでなく、文字は多面的になる可能性がありました。\u001b[22m, \u001b[1m唯一のクライマックスは、より多くの影響と全体的な物語より多くの深さを持っていただろうではない、文字が多面的になる可能性を持っていた - 言及しないように、それは試練がはるかに本物の感じただろう。\u001b[22m\n\u001b[4mUnfortunately, Tsumiki falls rather short in characterisation even though it does handle said characters' development competently.\u001b[24m\n    \u001b[1m残念なことに、Tsumikiはキャラクターの開発を有能に扱うにもかかわらず、キャラクタリゼーションにはかなり不足しています。\u001b[22m, \u001b[1m残念ながら、つみきは、それが有能言っキャラクターの開発を扱うないにもかかわらず特性評価ではなく、短い落ちます。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I find particularly endearing about this short is how it weaves subtlety and artful symbolism into its narrative, reinforcing its themes. It is necessary to remember that we are viewing everything from the perspective of the old man, with all of his own biases intact. 'The House of Small Cubes' is a simple symbol with a variety of interpretations and implications, and it wasn't something I caught until the third watch. The beauty of this is that I can come back to the short in a different mindset every time and see something new each time, which speaks to just how much thought was put into its deceptively simple composition.\n\n\u001b[1mこの短所を特に愛しているのは、微妙で芸術的な象徴主義をその物語に織り込み、そのテーマを補強する方法です。 私たちは老人の視点からすべてのものを見ていることを覚えておく必要があります。  「小さな立方体の家」は、様々な解釈と意味を持つシンプルなシンボルであり、第3の時計まで私が捉えたものではありませんでした。 これの美しさは、私が毎回違った考え方で短編に戻って毎回新しいことを見ることができるということです。\u001b[22m\n\u001b[1m(Kono tansho o tokuni itoshite iru no wa, bimyōde geijutsu-tekina shōchō shugi o sono monogatari ni orikomi, sono tēma o hokyō suru hōhōdesu. Watashitachiha rōjin no shiten kara subete no mono o mite iru koto o oboete oku hitsuyō ga arimasu. `Chīsana rippōtai no ie' wa, samazamana kaishaku to imi o motsu shinpuruna shinborudeari, dai 3 no tokei made watashi ga toraeta monode wa arimasendeshita. Kore no utsukushi-sa wa, watashi ga maikai chigatta kangaekata de tanpen ni modotte maikai atarashī koto o miru koto ga dekiru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat I find particularly endearing about this short is how it weaves subtlety and artful symbolism into its narrative, reinforcing its themes. It is necessary to remember that we are viewing everything from the perspective of the old man, with all of his own biases intact. 'The House of Small Cubes' is a simple symbol with a variety of interpretations and implications, and it wasn't something I caught until the third watch. The beauty of this is that I can come back to the short in a different mindset every time and see something new each time, which speaks to just how much thought was put into its deceptively simple composition.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I find particularly endearing about this short is how it weaves subtlety and artful symbolism into its narrative, reinforcing its themes.\u001b[24m\n    \u001b[1mこの短所を特に愛しているのは、微妙で芸術的な象徴主義をその物語に織り込み、そのテーマを補強する方法です。\u001b[22m, \u001b[1m私はこの短い約特にかわいらしい見つける。それは、そのテーマを強化し、その物語の中に繊細さと芸術的な象徴を編む方法です。\u001b[22m\n\u001b[4mIt is necessary to remember that we are viewing everything from the perspective of the old man, with all of his own biases intact.\u001b[24m\n    \u001b[1m私たちは老人の視点からすべてのものを見ていることを覚えておく必要があります。\u001b[22m, \u001b[1m我々が彼自身のバイアスのすべてが無傷で、老人の視点からすべてを表示していることを覚えておくことが必要です。\u001b[22m\n\u001b[4m'The House of Small Cubes' is a simple symbol with a variety of interpretations and implications, and it wasn't something I caught until the third watch.\u001b[24m\n    \u001b[1m「小さな立方体の家」は、様々な解釈と意味を持つシンプルなシンボルであり、第3の時計まで私が捉えたものではありませんでした。\u001b[22m, \u001b[1m「つみきのいえ」は解釈と意味の様々な単純なシンボルであり、それは私が第三の時計までキャッチものではありませんでした。\u001b[22m\n\u001b[4mThe beauty of this is that I can come back to the short in a different mindset every time and see something new each time, which speaks to just how much thought was put into its deceptively simple composition.\u001b[24m\n    \u001b[1mこれの美しさは、私が毎回違った考え方で短編に戻って毎回新しいことを見ることができるということです。\u001b[22m, \u001b[1mこれの美しさは、私は別の考え方に戻って短いのたびに来て、新しい何かずっと考えは、その一見シンプルな構成の中に入れただけでどのように話すたびに、見ることができるということです。\u001b[22m\n\u001b[1m\u001b[22m\nTsumiki no Ie is one of the first shorts that everyone thinks of when they hear the words 'hidden gem', and with good reason. That said, I am of the opinion that Tsumiki no Ie could have had far more distinctive characters with more conflict thrown in. However, it is exemplary at what it does accomplish. Tsumiki may be lacking in originality, but it certainly isn't lacking in impact or resonance, and it provides a unique and more nuanced perspective of the same story we've seen plenty of times before. At a mere 12 minutes, I can confidently and enthusiastically recommend Tsumiki no Ie to everyone. If you have yet to watch it, Tsumiki no Ie should be the first thing on your list. 'The House of Small Cubes' will stay with me for a long time, and I will continue to re-watch it every now and again in hopes of gaining some fresh perspective.\n\n\u001b[1mつみきのいえは、「隠された宝石」という言葉が聞こえてきて、正当な理由があると誰もが考える最初の短所の一つです。 それは、ツミキのいないことが、より多くの紛争を引き起こして、はるかに独特のキャラクターを持っている可能性があるという意見です。しかし、それは達成したものの模範です。  Tsumikiは独創性に欠けているかもしれませんが、確かにインパクトやレゾナンスに欠けているわけではありませんし、これまでに多く見た同じ物語のユニークでニュアンスのある視点を提供します。 わずか12分で、私は自信を持って熱狂的に誰にもツミキのいけないことを勧めます。 あなたがまだそれを見ていないなら、あなたのリストの最初のものはつづきのいないべきです。  「小さな立方体の家」は長い間私と一緒にとどまり、新鮮な視点を得るために今も何度も見直し続けます。\u001b[22m\n\u001b[1m(Tsumikinoie wa,`kakusareta hōseki' to iu kotoba ga kikoete kite, seitōnariyū ga aru to daremoga kangaeru saisho no tansho no hitotsudesu. Sore wa, tsumiki no inai koto ga, yori ōku no funsō o hikiokoshite, haruka ni dokutoku no kyarakutā o motte iru kanōsei ga aru to iu ikendesu. Shikashi, soreha tassei shita mono no mohandesu. Tsumiki wa dokusō-sei ni kakete iru kamo shiremasenga, tashikani inpakuto ya rezonansu ni kakete iru wakede wa arimasenshi, kore made ni ōku mita onaji monogatari no yunīku de nyuansu no aru shiten o teikyō shimasu. Wazuka 12-bu de, watashi wa jishin o motte nekkyō-teki ni darenimo tsumiki no ikenai koto o susumemasu. Anata ga mada sore o miteinainara, anata no risuto no saisho no mono wa tsudzuki no inaibekidesu. `Chīsana rippōtai no ie' wa nagaiai watashitoisshoni todomari, shinsen'na shiten o eru tame ni ima mo nando mo minaoshi tsudzukemasu.)\u001b[22m\n\nTranslations of \u001b[4mTsumiki no Ie is one of the first shorts that everyone thinks of when they hear the words 'hidden gem', and with good reason. That said, I am of the opinion that Tsumiki no Ie could have had far more distinctive characters with more conflict thrown in. However, it is exemplary at what it does accomplish. Tsumiki may be lacking in originality, but it certainly isn't lacking in impact or resonance, and it provides a unique and more nuanced perspective of the same story we've seen plenty of times before. At a mere 12 minutes, I can confidently and enthusiastically recommend Tsumiki no Ie to everyone. If you have yet to watch it, Tsumiki no Ie should be the first thing on your list. 'The House of Small Cubes' will stay with me for a long time, and I will continue to re-watch it every now and again in hopes of gaining some fresh perspective.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsumiki no Ie is one of the first shorts that everyone thinks of when they hear the words 'hidden gem', and with good reason.\u001b[24m\n    \u001b[1mつみきのいえは、「隠された宝石」という言葉が聞こえてきて、正当な理由があると誰もが考える最初の短所の一つです。\u001b[22m, \u001b[1mつみき無Ieが、誰もが、彼らが言葉「隠れ家」を聞いたときを考えると、正当な理由のあることの最初のショートパンツの一つです。\u001b[22m\n\u001b[4mThat said, I am of the opinion that Tsumiki no Ie could have had far more distinctive characters with more conflict thrown in. However, it is exemplary at what it does accomplish.\u001b[24m\n    \u001b[1mそれは、ツミキのいないことが、より多くの紛争を引き起こして、はるかに独特のキャラクターを持っている可能性があるという意見です。しかし、それは達成したものの模範です。\u001b[22m, \u001b[1mそれは私がつみきないIeがでスローより多くの紛争にはるかに独特の文字を持っていなかったかもしれない意見だ、と述べた。しかし、それが達成ん何で例示的なものです。\u001b[22m\n\u001b[4mTsumiki may be lacking in originality, but it certainly isn't lacking in impact or resonance, and it provides a unique and more nuanced perspective of the same story we've seen plenty of times before.\u001b[24m\n    \u001b[1mTsumikiは独創性に欠けているかもしれませんが、確かにインパクトやレゾナンスに欠けているわけではありませんし、これまでに多く見た同じ物語のユニークでニュアンスのある視点を提供します。\u001b[22m, \u001b[1mつみきは、独創性に欠けているかもしれないが、それは確かに衝撃や共鳴に欠けていない、そしてそれは我々の前に時間をたくさん見てきた同じ話のユニークな、より微妙な視点を提供します。\u001b[22m\n\u001b[4mAt a mere 12 minutes, I can confidently and enthusiastically recommend Tsumiki no Ie to everyone.\u001b[24m\n    \u001b[1mわずか12分で、私は自信を持って熱狂的に誰にもツミキのいけないことを勧めます。\u001b[22m, \u001b[1mわずか12分の時点で、私は自信を持ってと熱心に皆に何Ieのつみきをお勧めすることはできません。\u001b[22m\n\u001b[4mIf you have yet to watch it, Tsumiki no Ie should be the first thing on your list.\u001b[24m\n    \u001b[1mあなたがまだそれを見ていないなら、あなたのリストの最初のものはつづきのいないべきです。\u001b[22m, \u001b[1mあなたはそれを見るためには至っていない場合は、つみき無Ieがあなたのリスト上の最初のものでなければなりません。\u001b[22m\n\u001b[4m'The House of Small Cubes' will stay with me for a long time, and I will continue to re-watch it every now and again in hopes of gaining some fresh perspective.\u001b[24m\n    \u001b[1m「小さな立方体の家」は長い間私と一緒にとどまり、新鮮な視点を得るために今も何度も見直し続けます。\u001b[22m, \u001b[1m「つみきのいえ」は、長い時間のために私と一緒に滞在します、と私はいくつかの新鮮な視点を得ることを期待してすべての今、もう一度それを再見していきます。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "kaonasi_mV",
    "profile": "/profile/kaonasi_mV/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=76921",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\n私たちに永遠を思い出させる素晴らしい映画。 著者は、この永遠の人格をつくる水という素晴らしい秘密を使用しました。水の流れは、銀行に溢れ、私たちが昨日残したすべてを洪水させます。 そして、この流れに抵抗して家に建てる人を見ることができます。 しかし、この家は数十の階で成長し、1階建てのままだった。 それは小さな家の小さな人についての小さな歴史です:)実際には、家はキャラクターの生活のコースです。 そして、私たち全員が毎日家を建てます。 最初のステップ、学校のファーストクラス、最初の愛、最初の負傷した心、家族、子供...それで、レンガでは、私たちの重要な歴史があります。 そして、そのような各段階で、人生の中で開かれる場所が少なくなるため、老人の生活空間は毎回減少します。 私たちの年齢が生きる可能性が低いことは、彼らが言うように、「完全な力に」。\nアニメーションとの組み合わせによる美しく感傷的な音楽は、言葉を表現しないようにし、3次元グラフィックスを使用して決して創造しないような効果を与えます。 すべては非常に官能的です。 このメロディーは薄いウェブであなたを覆い、映画の終わりまではもう出ない。\n私は画面上で見た - 言葉を奪われたにもかかわらず、雄弁なナレーション - 触れる、心にどんな糸のための細いパッドをsuffic...おそらく正確には、孤独は誰によってまだ記述されていませんでした。 無駄な言葉や演劇の劇的な性質なし。 すべてが短くて明確です。\n私たちの家はすべていつか水で満たされます。 私たち全員がいつか溺れるだろう。 私たちは死ぬでしょう、私たちを覚えている人々は死ぬでしょう。 私たち全員がこの水に溶けてしまいます。 この瞬間から、あなたがこれらの行を読んでいる間、これらの秒は、私たちは少し生きましょう。\n私の評決は傑作です。 説明が過大です。 この映画は見て経験する必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe fine film reminding of eternity to us. The author used a fine metaphor - water which personifies this eternity: water flows overflow banks and flood everything that we left in yesterday. And we can see the person who resists to this stream and builds on the house. But this house which has grown by tens floors, and remained one-storeyed. It is small history about the small person in the small house :) In fact the house is a course of life of the character. And all of us build the houses every day. The first steps, the first class at the school, the first love, the first injured heart, a family, children... So, on bricks, there is our vital history. And with each such stage in life there is less place to opening therefore the living space of the old man decreases each time. With age at us ever less possibilities to live, as they say, 'to the full forces'.\n\n\u001b[1m私たちに永遠を思い出させる素晴らしい映画。 著者は、この永遠の人格をつくる水という素晴らしい秘密を使用しました。水の流れは、銀行に溢れ、私たちが昨日残したすべてを洪水させます。 そして、この流れに抵抗して家に建てる人を見ることができます。 しかし、この家は数十の階で成長し、1階建てのままだった。 それは小さな家の小さな人についての小さな歴史です:)実際には、家はキャラクターの生活のコースです。 そして、私たち全員が毎日家を建てます。 最初のステップ、学校のファーストクラス、最初の愛、最初の負傷した心、家族、子供...それで、レンガでは、私たちの重要な歴史があります。 そして、そのような各段階で、人生の中で開かれる場所が少なくなるため、老人の生活空間は毎回減少します。 私たちの年齢が生きる可能性が低いことは、彼らが言うように、「完全な力に」。\u001b[22m\n\u001b[1m(Watashitachi ni eien o omoidasa seru subarashī eiga. Chosha wa, kono eien no jinkaku o tsukuru mizu to iu subarashī himitsu o shiyō shimashita. Mizu no nagare wa, ginkō ni afure, watashitachi ga kinō nokoshita subete o kōzui sa semasu. Soshite, kono nagare ni teikō shite ie ni tateru hito o miru koto ga dekimasu. Shikashi, kono-ka wa sū jū no kai de seichō shi, 1 gaidate no mamadatta. Sore wa chīsana ie no chīsana hito ni tsuite no chīsana rekishidesu: ) Jissai ni wa,-ka wa kyarakutā no seikatsu no kōsudesu. Soshite, watashitachi zen'in ga mainichi-ka o tatemasu. Saisho no suteppu, gakkō no fāsutokurasu, saisho no ai, saisho no fushō shita kokoro, kazoku, kodomo... Sore de, rengade wa, watashitachi no jūyōna rekishi ga arimasu. Soshite, sono yōna kaku dankai de, jinsei no naka de aka reru basho ga sukunaku naru tame, rōjin no seikatsu kūkan wa maikai genshō shimasu. Watashitachi no nenrei ga ikiru kanōsei ga hikui koto wa, karera ga iu yō ni,`kanzen'na chikara ni'.)\u001b[22m\n\nTranslations of \u001b[4mThe fine film reminding of eternity to us. The author used a fine metaphor - water which personifies this eternity: water flows overflow banks and flood everything that we left in yesterday. And we can see the person who resists to this stream and builds on the house. But this house which has grown by tens floors, and remained one-storeyed. It is small history about the small person in the small house :) In fact the house is a course of life of the character. And all of us build the houses every day. The first steps, the first class at the school, the first love, the first injured heart, a family, children... So, on bricks, there is our vital history. And with each such stage in life there is less place to opening therefore the living space of the old man decreases each time. With age at us ever less possibilities to live, as they say, 'to the full forces'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fine film reminding of eternity to us.\u001b[24m\n    \u001b[1m私たちに永遠を思い出させる素晴らしい映画。\u001b[22m, \u001b[1m私たちに永遠の細かいフィルム思い出させます。\u001b[22m\n\u001b[4mThe author used a fine metaphor - water which personifies this eternity: water flows overflow banks and flood everything that we left in yesterday.\u001b[24m\n    \u001b[1m著者は、この永遠の人格をつくる水という素晴らしい秘密を使用しました。水の流れは、銀行に溢れ、私たちが昨日残したすべてを洪水させます。\u001b[22m, \u001b[1m水がオーバーフローバンクを流れ、我々は昨日に残ってすべてを洪水：この永遠を体現水 - 著者は細かいメタファーを使用していました。\u001b[22m\n\u001b[4mAnd we can see the person who resists to this stream and builds on the house.\u001b[24m\n    \u001b[1mそして、この流れに抵抗して家に建てる人を見ることができます。\u001b[22m, \u001b[1mそして、我々はこの流れに抵抗し、家の上に構築された人を見ることができます。\u001b[22m\n\u001b[4mBut this house which has grown by tens floors, and remained one-storeyed.\u001b[24m\n    \u001b[1mしかし、この家は数十の階で成長し、1階建てのままだった。\u001b[22m, \u001b[1mしかし、この家は数十の床によって成長させ、1階建て推移しています。\u001b[22m\n\u001b[4mIt is small history about the small person in the small house :) In fact the house is a course of life of the character.\u001b[24m\n    \u001b[1mそれは小さな家の小さな人についての小さな歴史です:)実際には、家はキャラクターの生活のコースです。\u001b[22m, \u001b[1mそれは実際に家がキャラクターの人生のコースです:)小さな家の小さな人程度の小さな歴史です。\u001b[22m\n\u001b[4mAnd all of us build the houses every day.\u001b[24m\n    \u001b[1mそして、私たち全員が毎日家を建てます。\u001b[22m, \u001b[1mそして、私たちのすべては、毎日家を建てます。\u001b[22m\n\u001b[4mThe first steps, the first class at the school, the first love, the first injured heart, a family, children... So, on bricks, there is our vital history.\u001b[24m\n    \u001b[1m最初のステップ、学校のファーストクラス、最初の愛、最初の負傷した心、家族、子供...それで、レンガでは、私たちの重要な歴史があります。\u001b[22m, \u001b[1m最初の一歩、学校でファーストクラス、最初の愛、まず負傷者の心、家族、子供たちは...だから、レンガで、私たちの重要な歴史があります。\u001b[22m\n\u001b[4mAnd with each such stage in life there is less place to opening therefore the living space of the old man decreases each time.\u001b[24m\n    \u001b[1mそして、そのような各段階で、人生の中で開かれる場所が少なくなるため、老人の生活空間は毎回減少します。\u001b[22m, \u001b[1mそして、生活の中でこのような各段階で、したがって老人の生活空間は、各時間を減少させる開口部が少ない場所があります。\u001b[22m\n\u001b[4mWith age at us ever less possibilities to live, as they say, 'to the full forces'.\u001b[24m\n    \u001b[1m私たちの年齢が生きる可能性が低いことは、彼らが言うように、「完全な力に」。\u001b[22m, \u001b[1m彼らが言うように、私たちでは加齢に伴って、これまでより少ない可能性が「完全な力のために」、住んでいます。\u001b[22m\nBeautiful and sentimental music in a combination to animation gives such effect which not to describe words and not to create never by means of three-dimensional graphics. All is very sensual. This melody as if shrouds you in a thin web and doesn't let out any more till the end of the film.\n\n\u001b[1mアニメーションとの組み合わせによる美しく感傷的な音楽は、言葉を表現しないようにし、3次元グラフィックスを使用して決して創造しないような効果を与えます。 すべては非常に官能的です。 このメロディーは薄いウェブであなたを覆い、映画の終わりまではもう出ない。\u001b[22m\n\u001b[1m(Animēshon to no kumiawase ni yoru utsukushiku kanshō-tekina ongaku wa, kotoba o hyōgen shinai yō ni shi, 3-jigen gurafikkusu o shiyō shite kesshite sōzō shinai yōna kōka o ataemasu. Subete wa hijō ni kan'nō-tekidesu. Kono merodī wa usui u~ebu de anata o ōi, eiga no owari made wa mō denai.)\u001b[22m\n\nTranslations of \u001b[4mBeautiful and sentimental music in a combination to animation gives such effect which not to describe words and not to create never by means of three-dimensional graphics. All is very sensual. This melody as if shrouds you in a thin web and doesn't let out any more till the end of the film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeautiful and sentimental music in a combination to animation gives such effect which not to describe words and not to create never by means of three-dimensional graphics.\u001b[24m\n    \u001b[1mアニメーションとの組み合わせによる美しく感傷的な音楽は、言葉を表現しないようにし、3次元グラフィックスを使用して決して創造しないような効果を与えます。\u001b[22m, \u001b[1mアニメーションを組み合わせて、美しいと感傷的な音楽は言葉を記述しないと3次元グラフィックスによって決して作成しないことではないような効果を与えます。\u001b[22m\n\u001b[4mAll is very sensual.\u001b[24m\n    \u001b[1mすべては非常に官能的です。\u001b[22m\n\u001b[4mThis melody as if shrouds you in a thin web and doesn't let out any more till the end of the film.\u001b[24m\n    \u001b[1mこのメロディーは薄いウェブであなたを覆い、映画の終わりまではもう出ない。\u001b[22m, \u001b[1mこのメロディーシュラウドあなた薄いウェブで、フィルムの終わりまで任意の詳細を聞かせていないかのように。\u001b[22m\nThat I saw on the screen — deprived of words, but nevertheless an eloquent narration — touching, sufficing a thin pad for any thread at heart … Perhaps so precisely the loneliness wasn't described still by anybody. Without wasting words and theatrical dramatic nature. All is short and clear.\n\n\u001b[1m私は画面上で見た - 言葉を奪われたにもかかわらず、雄弁なナレーション - 触れる、心にどんな糸のための細いパッドをsuffic...おそらく正確には、孤独は誰によってまだ記述されていませんでした。 無駄な言葉や演劇の劇的な性質なし。 すべてが短くて明確です。\u001b[22m\n\u001b[1m(Watashi wa gamen'ue de mita - kotoba o ubawareta nimokakawarazu, yūben'na narēshon - fureru, kokoro ni don'na ito no tame no hosoi paddo o suffic... Osoraku seikaku ni wa, kodoku wa dare ni yotte mada kijutsu sa rete imasendeshita. Mudana kotoba ya engeki no gekitekina seishitsu nashi. Subete ga mijikakute meikakudesu.)\u001b[22m\n\nTranslations of \u001b[4mThat I saw on the screen — deprived of words, but nevertheless an eloquent narration — touching, sufficing a thin pad for any thread at heart … Perhaps so precisely the loneliness wasn't described still by anybody. Without wasting words and theatrical dramatic nature. All is short and clear.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat I saw on the screen — deprived of words, but nevertheless an eloquent narration — touching, sufficing a thin pad for any thread at heart … Perhaps so precisely the loneliness wasn't described still by anybody.\u001b[24m\n    \u001b[1m私は画面上で見た - 言葉を奪われたにもかかわらず、雄弁なナレーション - 触れる、心にどんな糸のための細いパッドをsuffic...おそらく正確には、孤独は誰によってまだ記述されていませんでした。\u001b[22m, \u001b[1mおそらく、そのように正確に孤独は誰にもまだ説明されていなかった...心で任意のスレッドの薄いパッドをsufficing、感動 - 言葉を奪われ、それにもかかわらず、雄弁なナレーション - 私は、画面上で見ました。\u001b[22m\n\u001b[4mWithout wasting words and theatrical dramatic nature.\u001b[24m\n    \u001b[1m無駄な言葉や演劇の劇的な性質なし。\u001b[22m, \u001b[1m単語や演劇劇的な自然を無駄にすることなく。\u001b[22m\n\u001b[4mAll is short and clear.\u001b[24m\n    \u001b[1mすべてが短くて明確です。\u001b[22m, \u001b[1mすべては短く、明確です。\u001b[22m\nAll our houses will fill in with water sometime. All of us will drown sometime. We will die, people who remember us will die. All of us will be dissolved in this water. Since this moment, these seconds while you read these lines, we let's live a little bit.\n\n\u001b[1m私たちの家はすべていつか水で満たされます。 私たち全員がいつか溺れるだろう。 私たちは死ぬでしょう、私たちを覚えている人々は死ぬでしょう。 私たち全員がこの水に溶けてしまいます。 この瞬間から、あなたがこれらの行を読んでいる間、これらの秒は、私たちは少し生きましょう。\u001b[22m\n\u001b[1m(Watashitachi no ie wa subete itsuka mizu de mitasa remasu. Watashitachi zen'in ga itsuka oborerudarou. Watashitachi wa shinudeshou, watashitachi o oboete iru hitobito wa shinudeshou. Watashitachi zen'in ga kono mizu ni tokete shimaimasu. Kono shunkan kara, anata ga korera no gyō o yonde iru ma, korera no byō wa, watashitachi wa sukoshi ikimashou.)\u001b[22m\n\nTranslations of \u001b[4mAll our houses will fill in with water sometime. All of us will drown sometime. We will die, people who remember us will die. All of us will be dissolved in this water. Since this moment, these seconds while you read these lines, we let's live a little bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll our houses will fill in with water sometime.\u001b[24m\n    \u001b[1m私たちの家はすべていつか水で満たされます。\u001b[22m, \u001b[1mすべての私たちの家は水いつかでいっぱいになります。\u001b[22m\n\u001b[4mAll of us will drown sometime.\u001b[24m\n    \u001b[1m私たち全員がいつか溺れるだろう。\u001b[22m, \u001b[1m私たちのすべてがいつか溺れます。\u001b[22m\n\u001b[4mWe will die, people who remember us will die.\u001b[24m\n    \u001b[1m私たちは死ぬでしょう、私たちを覚えている人々は死ぬでしょう。\u001b[22m, \u001b[1m私たちは、私たちを覚えている人が死ぬことになる、死んでしまいます。\u001b[22m\n\u001b[4mAll of us will be dissolved in this water.\u001b[24m\n    \u001b[1m私たち全員がこの水に溶けてしまいます。\u001b[22m, \u001b[1m私たちのすべては、この水に溶解されます。\u001b[22m\n\u001b[4mSince this moment, these seconds while you read these lines, we let's live a little bit.\u001b[24m\n    \u001b[1mこの瞬間から、あなたがこれらの行を読んでいる間、これらの秒は、私たちは少し生きましょう。\u001b[22m, \u001b[1mあなたはこれらの行を読みながら、この瞬間ので、これらの秒は、我々はのは少し住んでみましょう。\u001b[22m\nMy verdict is a masterpiece. Any descriptions are excessive. This film needs to be seen and experienced.\n\n\u001b[1m私の評決は傑作です。 説明が過大です。 この映画は見て経験する必要があります。\u001b[22m\n\u001b[1m(Watashi no hyōketsu wa kessakudesu. Setsumei ga kadaidesu. Kono eiga wa mite keiken suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy verdict is a masterpiece. Any descriptions are excessive. This film needs to be seen and experienced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy verdict is a masterpiece.\u001b[24m\n    \u001b[1m私の評決は傑作です。\u001b[22m\n\u001b[4mAny descriptions are excessive.\u001b[24m\n    \u001b[1m説明が過大です。\u001b[22m, \u001b[1m任意の説明は過度のです。\u001b[22m\n\u001b[4mThis film needs to be seen and experienced.\u001b[24m\n    \u001b[1mこの映画は見て経験する必要があります。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "kan-san",
    "profile": "/profile/kan-san/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=19168",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n美しい少しユニークな短い傑作。\n私はこの映画を期待して見ました。多くの人から聞いたところ、それは本当に良いことでした。 しかし、それはまだ何とかそれらの期待を上回るように管理しています。\nアニメーションは通常のアニメよりもはるかに優れています。動きのある水彩画のようなものです。 私が今までに見た中で最高の芸術のひとつです。\nそれは老人の人生全体を捉えることができ、非常に涙を流しているので、話はまた本当に動いています。 音楽は流動的で美しく、美しさを増します。\n終了シーンは、あなたがハートビートをスキップさせます。\n\nこれを終えた後で私ができることは、画面を見つめ、嗅ぐことでした。\n本当に巧み。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA beautiful little unique short masterpiece.\n\n\u001b[1m美しい少しユニークな短い傑作。\u001b[22m\n\u001b[1m(Utsukushī sukoshi yunīkuna mijikai kessaku.)\u001b[22m\n\nTranslations of \u001b[4mA beautiful little unique short masterpiece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA beautiful little unique short masterpiece.\u001b[24m\n    \u001b[1m美しい少しユニークな短い傑作。\u001b[22m, \u001b[1m美しい小さなユニークな短い傑作。\u001b[22m\nI watched this movie with high expectations, as I had heard from many that it was really good. But it still managed somehow to surpass those expectations.\n\n\u001b[1m私はこの映画を期待して見ました。多くの人から聞いたところ、それは本当に良いことでした。 しかし、それはまだ何とかそれらの期待を上回るように管理しています。\u001b[22m\n\u001b[1m(Watashi wa kono eiga o kitai shite mimashita. Ōku no hito kara kiita tokoro, sore wa hontōni yoi kotodeshita. Shikashi, sore wa mada nantoka sorera no kitai o uwamawaru yō ni kanri shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI watched this movie with high expectations, as I had heard from many that it was really good. But it still managed somehow to surpass those expectations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched this movie with high expectations, as I had heard from many that it was really good.\u001b[24m\n    \u001b[1m私はこの映画を期待して見ました。多くの人から聞いたところ、それは本当に良いことでした。\u001b[22m, \u001b[1m私はそれが本当に良かったと多くから聞いていたように私は、高い期待とこの映画を見ました。\u001b[22m\n\u001b[4mBut it still managed somehow to surpass those expectations.\u001b[24m\n    \u001b[1mしかし、それはまだ何とかそれらの期待を上回るように管理しています。\u001b[22m, \u001b[1mしかし、それはまだその期待を上回るために何とか成功しました。\u001b[22m\nThe animation is much better than normal anime, it's sort of like a moving watercolour painting. It's some of the best art I have ever seen.\n\n\u001b[1mアニメーションは通常のアニメよりもはるかに優れています。動きのある水彩画のようなものです。 私が今までに見た中で最高の芸術のひとつです。\u001b[22m\n\u001b[1m(Animēshon wa tsūjō no anime yori mo haruka ni sugurete imasu. Ugoki no aru suisaiga no yōna monodesu. Watashi ga ima made ni mita naka de saikō no geijutsu no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is much better than normal anime, it's sort of like a moving watercolour painting. It's some of the best art I have ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is much better than normal anime, it's sort of like a moving watercolour painting.\u001b[24m\n    \u001b[1mアニメーションは通常のアニメよりもはるかに優れています。動きのある水彩画のようなものです。\u001b[22m, \u001b[1mアニメーションは通常のアニメよりもはるかに優れている、それは一種の移動水彩画のようなものです。\u001b[22m\n\u001b[4mIt's some of the best art I have ever seen.\u001b[24m\n    \u001b[1m私が今までに見た中で最高の芸術のひとつです。\u001b[22m, \u001b[1mそれは私が今まで見た中で最高の芸術のいくつかです。\u001b[22m\nThe story is also really moving, as it manages to capture the entire life of an old man and is also very tear-jerking. The music is fluid and beautiful and adds to the beauty.\n\n\u001b[1mそれは老人の人生全体を捉えることができ、非常に涙を流しているので、話はまた本当に動いています。 音楽は流動的で美しく、美しさを増します。\u001b[22m\n\u001b[1m(Sore wa rōjin no jinsei zentai o toraeru koto ga deki, hijō ni namida o nagashite irunode,-banashi wa mata hontōni ugoite imasu. Ongaku wa ryūdōtekide utsukushiku, utsukushi-sa o mashimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is also really moving, as it manages to capture the entire life of an old man and is also very tear-jerking. The music is fluid and beautiful and adds to the beauty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is also really moving, as it manages to capture the entire life of an old man and is also very tear-jerking.\u001b[24m\n    \u001b[1mそれは老人の人生全体を捉えることができ、非常に涙を流しているので、話はまた本当に動いています。\u001b[22m, \u001b[1mそれは老人のライフサイクル全体をキャプチャするために管理し、また非常に涙けいれんであるとして話も本当に、動いています。\u001b[22m\n\u001b[4mThe music is fluid and beautiful and adds to the beauty.\u001b[24m\n    \u001b[1m音楽は流動的で美しく、美しさを増します。\u001b[22m, \u001b[1m音楽は、流体と美しく、美しさに追加されます。\u001b[22m\nThe ending scene will make you skip a heartbeat.\n\n\u001b[1m終了シーンは、あなたがハートビートをスキップさせます。\u001b[22m\n\u001b[1m(Shūryō shīn wa, anata ga hātobīto o sukippu sa semasu.)\u001b[22m\n\nTranslations of \u001b[4mThe ending scene will make you skip a heartbeat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending scene will make you skip a heartbeat.\u001b[24m\n    \u001b[1m終了シーンは、あなたがハートビートをスキップさせます。\u001b[22m, \u001b[1mエンディングシーンでは、ハートビートをスキップ行います。\u001b[22m\n\u001b[1m\u001b[22m\nAll I could do after finishing this was stare at the screen and sniff.\n\n\u001b[1mこれを終えた後で私ができることは、画面を見つめ、嗅ぐことでした。\u001b[22m\n\u001b[1m(Kore o oeta nochi de watashi ga dekiru koto wa, gamen o mitsume, kagu kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mAll I could do after finishing this was stare at the screen and sniff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll I could do after finishing this was stare at the screen and sniff.\u001b[24m\n    \u001b[1mこれを終えた後で私ができることは、画面を見つめ、嗅ぐことでした。\u001b[22m, \u001b[1m私はこれを終えた後に行うことができるすべては、画面とスニフを凝視しました。\u001b[22m\nTruly masterful.\n\n\u001b[1m本当に巧み。\u001b[22m\n\u001b[1m(Hontōni takumi.)\u001b[22m\n\nTranslations of \u001b[4mTruly masterful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTruly masterful.\u001b[24m\n    \u001b[1m本当に巧み。\u001b[22m, \u001b[1m本当に見事。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "EcchiHentaiFreak",
    "profile": "/profile/EcchiHentaiFreak/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=173295",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこれを絶対に愛しました。 私は何か感情的で心のこもった腕時計を探していて、それを見つけました。\n\nそれは本当に寂しさや孤独の感情をまとめています。 そして、懐かしさも感じます。\n\n芸術は美しく、私に絵や動く絵を思い出させました。\n\n音楽は非常にきれいだった、音楽の私の好きな部分は、音楽が赤ちゃんの子守歌のように聞こえ始めたときだった。 それはとてもかわいかったです。\n\n全体的に私は、言葉を伝えることなく伝達される強い感情のためにこれを本当に楽しんだ。  10点中10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI absolutely loved this. I was looking for something emotional and heartfelt to watch and I found it.\n\n\u001b[1m私はこれを絶対に愛しました。 私は何か感情的で心のこもった腕時計を探していて、それを見つけました。\u001b[22m\n\u001b[1m(Watashi wa kore o zettai ni aishimashita. Watashi wa nani ka kanjō-tekide kokoro no komotta udedokei o sagashite ite, sore o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely loved this. I was looking for something emotional and heartfelt to watch and I found it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely loved this.\u001b[24m\n    \u001b[1m私はこれを絶対に愛しました。\u001b[22m, \u001b[1m私は絶対にこれを愛しました。\u001b[22m\n\u001b[4mI was looking for something emotional and heartfelt to watch and I found it.\u001b[24m\n    \u001b[1m私は何か感情的で心のこもった腕時計を探していて、それを見つけました。\u001b[22m, \u001b[1m私は感情的で、見ていて心から何かを探していたと私はそれを見つけました。\u001b[22m\n\u001b[1m\u001b[22m\nIt really sums up loneliness or feelings of isolation. And also feels of nostalgia.\n\n\u001b[1mそれは本当に寂しさや孤独の感情をまとめています。 そして、懐かしさも感じます。\u001b[22m\n\u001b[1m(Sore wa hontōni sabishisa ya kodoku no kanjō o matomete imasu. Soshite, natsukashisa mo kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt really sums up loneliness or feelings of isolation. And also feels of nostalgia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt really sums up loneliness or feelings of isolation.\u001b[24m\n    \u001b[1mそれは本当に寂しさや孤独の感情をまとめています。\u001b[22m, \u001b[1mそれは本当に孤独や孤立感を要約しています。\u001b[22m\n\u001b[4mAnd also feels of nostalgia.\u001b[24m\n    \u001b[1mそして、懐かしさも感じます。\u001b[22m, \u001b[1mまた、懐かしの感じています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is beautiful it reminded me of a painting, a moving painting.\n\n\u001b[1m芸術は美しく、私に絵画、動く絵を思い出させました。\u001b[22m\n\u001b[1m(Geijutsu wa utsukushiku, watashi ni kaiga, ugoku e o omoidasa semashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is beautiful it reminded me of a painting, a moving painting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is beautiful it reminded me of a painting, a moving painting.\u001b[24m\n    \u001b[1m芸術は美しく、私に絵画、動く絵を思い出させました。\u001b[22m, \u001b[1m芸術は、それが絵、移動の絵を思い出し美しいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe music was very pretty, my favorite part of the music was when the music started to sound like a lullaby for a baby. It was so cute.\n\n\u001b[1m音楽は非常にきれいだった、音楽の私の好きな部分は、音楽が赤ちゃんの子守歌のように聞こえ始めたときだった。 それはとてもかわいかったです。\u001b[22m\n\u001b[1m(Ongaku wa hijō ni kireidatta, ongaku no watashi no sukina bubun wa, ongaku ga akachan no komori uta no yō ni kikoe hajimeta tokidatta. Sore wa totemo kawaikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music was very pretty, my favorite part of the music was when the music started to sound like a lullaby for a baby. It was so cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was very pretty, my favorite part of the music was when the music started to sound like a lullaby for a baby.\u001b[24m\n    \u001b[1m音楽は非常にきれいだった、音楽の私の好きな部分は、音楽が赤ちゃんの子守歌のように聞こえ始めたときだった。\u001b[22m, \u001b[1m音楽が赤ちゃんのための子守歌のように聞こえるようになったときに音楽が非常にきれいだった、音楽の私のお気に入りの部分がありました。\u001b[22m\n\u001b[4mIt was so cute.\u001b[24m\n    \u001b[1mそれはとてもかわいかったです。\u001b[22m, \u001b[1mそれはとても可愛かったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I really enjoyed this for the strong emotions conveyed without having to say a word. 10 out of 10\n\n\u001b[1m全体的に私は、言葉を伝えることなく伝達される強い感情のためにこれを本当に楽しんだ。  10点中10\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa, kotoba o tsutaeru koto naku dentatsu sa reru tsuyoi kanjō no tame ni kore o hontōni tanoshinda. 10-Ten-chū 10)\u001b[22m\n\nTranslations of \u001b[4mOverall I really enjoyed this for the strong emotions conveyed without having to say a word. 10 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I really enjoyed this for the strong emotions conveyed without having to say a word.\u001b[24m\n    \u001b[1m全体的に私は、言葉を伝えることなく伝達される強い感情のためにこれを本当に楽しんだ。\u001b[22m, \u001b[1m全体的に私は本当に言葉を言わせずに伝え強い感情のためにこれを楽しみました。\u001b[22m\n\u001b[4m10 out of 10\u001b[24m\n    \u001b[1m10点中10\u001b[22m, \u001b[1m10のうち10\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "starshinesMonet",
    "profile": "/profile/starshinesMonet/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=27595",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこれまでアニメをすべてのカテゴリーで10の10の完全なものを与えたことがない。\nしかし、私はここで私の防衛の中で言うことができますか？\n\nすべての美しさとノスタルジーで、アートスタイルについて知っています。\n\nそして、サウンドトラックは、私たちをただ私たちの秘密の想像上の場所に連れて行くオルゴールのようなものです。\n\nそして物語はその記念品です。 奥深くに暖かい香りを覚えて呼吸し、家に抱かれていると感じることができるように、あなたは一度外に出て行く宝物です。\n\nこの短いことは、記憶と同じくらいコルテオです。 それは男と家の物語を反映したものです。 それぞれの物語は、文字通り、一人の人間の世界の記憶をより深く理解し、これらを通って私たちは彼の家族、彼の歴史と現実を知ることができます。 私たちが人間であることを見て、小さなキューブの家、生命を建てることを目指すところまで。 この映画を私にとって素晴らしいものにしたのは、私が「小さな箱」の自分の家を作った（または製作のプロセスを始めた）かのように、彼が共有して感じる人生の一部でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI have never before given any anime a complete 10 of 10 in all categories.\n\n\u001b[1m私はこれまでアニメをすべてのカテゴリーで10の10の完全なものを与えたことがない。\u001b[22m\n\u001b[1m(Watashi wa kore made anime o subete no kategorī de 10 no 10 no kanzen'na mono o ataeta koto ga nai.)\u001b[22m\n\nTranslations of \u001b[4mI have never before given any anime a complete 10 of 10 in all categories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have never before given any anime a complete 10 of 10 in all categories.\u001b[24m\n    \u001b[1m私はこれまでアニメをすべてのカテゴリーで10の10の完全なものを与えたことがない。\u001b[22m, \u001b[1m私は前に、すべてのカテゴリーでのアニメ10の完全な10を与えられたことがありません。\u001b[22m\nBut what can I say here in my defense?\n\n\u001b[1mしかし、私はここで私の防衛の中で言うことができますか？\u001b[22m\n\u001b[1m(Shikashi, watashi wa koko de watashi no bōei no naka de iu koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mBut what can I say here in my defense?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut what can I say here in my defense?\u001b[24m\n    \u001b[1mしかし、私はここで私の防衛の中で言うことができますか？\u001b[22m, \u001b[1mしかし、私はここに私の防衛のために何を言うことができますか？\u001b[22m\n\u001b[1m\u001b[22m\nYou know about the art style, with all its beauty and nostalgia.\n\n\u001b[1mすべての美しさとノスタルジーで、アートスタイルについて知っています。\u001b[22m\n\u001b[1m(Subete no utsukushi-sa to nosutarujī de, ātosutairu ni tsuite shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mYou know about the art style, with all its beauty and nostalgia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know about the art style, with all its beauty and nostalgia.\u001b[24m\n    \u001b[1mすべての美しさとノスタルジーで、アートスタイルについて知っています。\u001b[22m, \u001b[1mあなたはすべてのその美しさと懐かしさで、アートスタイルを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nAnd how the soundtrack is more like a music box that takes us to a secret, imaginary place just for us.\n\n\u001b[1mそして、サウンドトラックは、私たちをただ私たちの秘密の想像上の場所に連れて行くオルゴールのようなものです。\u001b[22m\n\u001b[1m(Soshite, saundotorakku wa, watashitachi o tada watashitachi no himitsu no sōzō-jō no basho ni tsureteiku orugōru no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd how the soundtrack is more like a music box that takes us to a secret, imaginary place just for us.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd how the soundtrack is more like a music box that takes us to a secret, imaginary place just for us.\u001b[24m\n    \u001b[1mそして、サウンドトラックは、私たちをただ私たちの秘密の想像上の場所に連れて行くオルゴールのようなものです。\u001b[22m, \u001b[1mそして、どのようにサウンドトラックは、より多くの秘密に私たちを取るオルゴール、ちょうど私達のための架空の場所のようです。\u001b[22m\n\u001b[1m\u001b[22m\nAnd the story is its keepsake. A treasure you take out once in awhile to remember and breathe its warm scent in deeply and feel embraced in home.\n\n\u001b[1mそして物語はその記念品です。 奥深くに暖かい香りを覚えて呼吸し、家に抱かれていると感じることができるように、あなたは一度外に出て行く宝物です。\u001b[22m\n\u001b[1m(Soshite monogatari wa sono kinenhindesu. Okufukaku ni attakai kaori o oboete kokyū shi,-ka ni daka rete iru to kanjiru koto ga dekiru yō ni, anata wa ichido soto ni deteiku takaramonodesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd the story is its keepsake. A treasure you take out once in awhile to remember and breathe its warm scent in deeply and feel embraced in home.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the story is its keepsake.\u001b[24m\n    \u001b[1mそして物語はその記念品です。\u001b[22m, \u001b[1mそして、物語はその形見です。\u001b[22m\n\u001b[4mA treasure you take out once in awhile to remember and breathe its warm scent in deeply and feel embraced in home.\u001b[24m\n    \u001b[1m奥深くに暖かい香りを覚えて呼吸し、家に抱かれていると感じることができるように、あなたは一度外に出て行く宝物です。\u001b[22m, \u001b[1m宝物はあなたが覚えていると深く温かい香りを呼吸し、家庭で受け入れ感じるようにしばらくの間に一度取り出します。\u001b[22m\n\u001b[1m\u001b[22m\nThis short is as much a corteo as it is a memory. It is a reflection of the stories of a man and a house. Each story literally takes you deeper into the memory of the world of one man and through these we are able to get to know his family, his history and his reality. To the point where we see what it is to be human and build a house, a life, of small cubes. What made this film great to me was being a part of the life he shared and feeling as though I have also made (or begun a process of making) my own house of 'little boxes.'\n\n\u001b[1mこの短いことは、記憶と同じくらいコルテオです。 それは男と家の物語を反映したものです。 それぞれの物語は、文字通り、一人の人間の世界の記憶をより深く理解し、これらを通って私たちは彼の家族、彼の歴史と現実を知ることができます。 私たちが人間であることを見て、小さなキューブの家、生命を建てることを目指すところまで。 この映画を私にとって素晴らしいものにしたのは、私が「小さな箱」の自分の家を作った（または作るプロセスを始めた）かのように、彼が共有して感じる人生の一部でした。\u001b[22m\n\u001b[1m(Kono mijikai koto wa, kioku to onaji kurai koruteodesu. Sore wa otoko to ie no monogatari o han'ei shita monodesu. Sorezore no monogatari wa, mojidōri, hitori no ningen no sekainokioku o yori fukaku rikai shi, korera o kayotte watashitachi wa kare no kazoku, kare no rekishi to genjitsu o shiru koto ga dekimasu. Watashitachi ga ningendearu koto o mite, chīsana kyūbu no ie, seimei o tateru koto o mezasu tokoro made. Kono eiga o watashi ni totte subarashī mono ni shita no wa, watashi ga `chīsana hako' no jibun no ie o tsukutta (matawa tsukuru purosesu o hajimeta) ka no yō ni, kare ga kyōyū shite kanjiru jinsei no ichibudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis short is as much a corteo as it is a memory. It is a reflection of the stories of a man and a house. Each story literally takes you deeper into the memory of the world of one man and through these we are able to get to know his family, his history and his reality. To the point where we see what it is to be human and build a house, a life, of small cubes. What made this film great to me was being a part of the life he shared and feeling as though I have also made (or begun a process of making) my own house of 'little boxes.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis short is as much a corteo as it is a memory.\u001b[24m\n    \u001b[1mこの短いことは、記憶と同じくらいコルテオです。\u001b[22m, \u001b[1mこの短いが同じくらいコルテオそれはメモリであるようです。\u001b[22m\n\u001b[4mIt is a reflection of the stories of a man and a house.\u001b[24m\n    \u001b[1mそれは男と家の物語を反映したものです。\u001b[22m, \u001b[1mそれは、人と家の物語を反映したものです。\u001b[22m\n\u001b[4mEach story literally takes you deeper into the memory of the world of one man and through these we are able to get to know his family, his history and his reality.\u001b[24m\n    \u001b[1mそれぞれの物語は、文字通り、一人の人間の世界の記憶をより深く理解し、これらを通って私たちは彼の家族、彼の歴史と現実を知ることができます。\u001b[22m, \u001b[1mそれぞれの物語は、文字通り一人の男の世界の記憶に深くあなたを取り、これらを通じて、私たちは彼の家族、彼の歴史と彼の現実を知ってもらうことができます。\u001b[22m\n\u001b[4mTo the point where we see what it is to be human and build a house, a life, of small cubes.\u001b[24m\n    \u001b[1m私たちが人間であることを見て、小さなキューブの家、生命を建てることを目指すところまで。\u001b[22m, \u001b[1m我々はそれが人間であること、家を構築することであるかを見るポイント、生活に、小さな立方体の。\u001b[22m\n\u001b[4mWhat made this film great to me was being a part of the life he shared and feeling as though I have also made (or begun a process of making) my own house of 'little boxes.'\u001b[24m\n    \u001b[1mこの映画を私にとって素晴らしいものにしたのは、私が「小さな箱」の自分の家を作った（または作るプロセスを始めた）かのように、彼が共有して感じる人生の一部でした。\u001b[22m, \u001b[1m何が私もなさ（または作成するプロセスを開始して）しているかのように私には偉大なこの映画は私の自身の家、彼は共有の生活や感情の一部されていた作られた「小さな箱」。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "Touch_my_bankai",
    "profile": "/profile/Touch_my_bankai/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=19987",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  10\n\nLa Maison en Petits Cubesは、私が偶然に起こった心温まる、涙を流す傑作でした。 男は彼が失ったパイプを探しに行き、彼の家の過去の部屋の記憶のスライドショーを見ることになります。 疑問に思ったのは私だけでしたが、私はこの間に少し泣きました。 それはいくつかの方法で家に帰ってきて、私にとって圧倒的な郷愁を取り戻します。 今、故障のために。\n\nストーリー：9\nこの映画の物語はシンプルだがパワフルなものだ。 男は彼の人生の価値を理解するために、彼の記憶を通して旅に出ます。\n\nアート：10\nああ、芸術。 私はどこから始めるべきですか？ 私は驚異的なこのアニメの芸術的スタイルを見つけました。 配色は神的でした。 一般的な青の色でさえ非常に多くの異なった色合いを持っていて、とても楽しかったです。\n\nサウンド：9\n私はこの映画の音楽の選択を本当に好きでした。 あまり言いたくない。\n\nキャラクター：7\n明らかに、12分以内にキャラクターの深さの余地はあまりありませんが、ムービーが伝える全体的なテーマとメッセージは、十分に価値のあるものになります。\n\n楽しさ：10\n私は一般的な超現実的なものが好きなので、私はこの映画をかなり楽しんだ。\n\n全体：9\n全体的に、La Maison en Petits Cubesは、完成時にも多くのイントロスペクションを促す素晴らしい短編ですが、パワフルな映画です。 私は非常にそれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLa Maison en Petits Cubes was a heartwarming, tear-jerking masterpiece I happened to stumble upon. A man goes searching for a pipe he lost and ends up seeing a slide show of memories he has of the past rooms of his house. Doubt I'm the only one that did, but I cried a bit during this. It hit home in several ways and brings back an overwhelming nostalgia for me. Now, for the breakdown.\n\n\u001b[1mLa Maison en Petits Cubesは、私が偶然に起こった心温まる、涙を流す傑作でした。 男は彼が失ったパイプを探しに行き、彼の家の過去の部屋の記憶のスライドショーを見ることになります。 疑問に思ったのは私だけでしたが、私はこの間に少し泣きました。 それはいくつかの方法で家に帰ってきて、私にとって圧倒的な郷愁を取り戻します。 今、故障のために。\u001b[22m\n\u001b[1m(La mezon en Petits Cubes wa, watashi ga gūzen ni okotta kokoroatatamaru, namidawonagasu kessakudeshita. Otoko wa kare ga ushinatta paipu o sagashi ni iki, kare no ie no kako no heya no kioku no suraidoshō o miru koto ni narimasu. Gimon ni omotta no wa watashi dakedeshitaga, watashi wa konoaida ni sukoshi nakimashita. Sore wa ikutsu ka no hōhō de ie ni kaette kite, watashi ni totte attōtekina kyōshū o torimodoshimasu. Ima, koshō no tame ni.)\u001b[22m\n\nTranslations of \u001b[4mLa Maison en Petits Cubes was a heartwarming, tear-jerking masterpiece I happened to stumble upon. A man goes searching for a pipe he lost and ends up seeing a slide show of memories he has of the past rooms of his house. Doubt I'm the only one that did, but I cried a bit during this. It hit home in several ways and brings back an overwhelming nostalgia for me. Now, for the breakdown.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLa Maison en Petits Cubes was a heartwarming, tear-jerking masterpiece I happened to stumble upon.\u001b[24m\n    \u001b[1mLa Maison en Petits Cubesは、私が偶然に起こった心温まる、涙を流す傑作でした。\u001b[22m, \u001b[1mつみきのいえは私がつまずくに起こった心温まる、涙けいれん傑作でした。\u001b[22m\n\u001b[4mA man goes searching for a pipe he lost and ends up seeing a slide show of memories he has of the past rooms of his house.\u001b[24m\n    \u001b[1m男は彼が失ったパイプを探しに行き、彼の家の過去の部屋の記憶のスライドショーを見ることになります。\u001b[22m, \u001b[1m男は、彼が失ったパイプを探して行くと、彼は彼の家の過去室から持って思い出のスライドショーを見てしまいます。\u001b[22m\n\u001b[4mDoubt I'm the only one that did, but I cried a bit during this.\u001b[24m\n    \u001b[1m疑問に思ったのは私だけでしたが、私はこの間に少し泣きました。\u001b[22m, \u001b[1mダウト私がやっただけだけど、私はこの中にビットを叫びました。\u001b[22m\n\u001b[4mIt hit home in several ways and brings back an overwhelming nostalgia for me.\u001b[24m\n    \u001b[1mそれはいくつかの方法で家に帰ってきて、私にとって圧倒的な郷愁を取り戻します。\u001b[22m, \u001b[1mこれは、いくつかの方法で家ヒットし、私のために圧倒的な郷愁を思い出させます。\u001b[22m\n\u001b[4mNow, for the breakdown.\u001b[24m\n    \u001b[1m今、故障のために。\u001b[22m, \u001b[1mさて、内訳。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nThe story of this movie is a simple but powerful one. A man goes on a journey back through his memories to realize the worth of his life.\n\n\u001b[1mこの映画の物語はシンプルだがパワフルなものだ。 男は彼の人生の価値を理解するために、彼の記憶を通して旅に出ます。\u001b[22m\n\u001b[1m(Kono eiga no monogatari wa shinpurudaga pawafuruna monoda. Otoko wa kare no jinsei no kachi o rikai suru tame ni, kare no kioku o tōshite tabi ni demasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of this movie is a simple but powerful one. A man goes on a journey back through his memories to realize the worth of his life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of this movie is a simple but powerful one.\u001b[24m\n    \u001b[1mこの映画の物語はシンプルだがパワフルなものだ。\u001b[22m, \u001b[1mこの映画のストーリーはシンプルだが強力なものです。\u001b[22m\n\u001b[4mA man goes on a journey back through his memories to realize the worth of his life.\u001b[24m\n    \u001b[1m男は彼の人生の価値を理解するために、彼の記憶を通して旅に出ます。\u001b[22m, \u001b[1m男は彼の人生の価値を実現するために戻って彼の思い出の旅に行きます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nAh, the art. Where should I start? I found the artistic style of this anime phenomenal. The colour schemes were divine. Even the general blue colours had so many different shades to them, very enjoyable.\n\n\u001b[1mああ、芸術。 私はどこから始めるべきですか？ 私は驚異的なこのアニメの芸術的スタイルを見つけました。 配色は神的でした。 一般的な青の色でさえ非常に多くの異なった色合いを持っていて、とても楽しかったです。\u001b[22m\n\u001b[1m(Ā, geijutsu. Watashi wa doko kara hajimerubekidesu ka? Watashi wa kyōi-tekina kono anime no geijutsu-teki sutairu o mitsukemashita. Haishoku wa shintekideshita. Ippantekina ao no irode sae hijō ni ōku no kotonatta iroai o motte ite, totemo tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mAh, the art. Where should I start? I found the artistic style of this anime phenomenal. The colour schemes were divine. Even the general blue colours had so many different shades to them, very enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAh, the art.\u001b[24m\n    \u001b[1mああ、芸術。\u001b[22m\n\u001b[4mWhere should I start?\u001b[24m\n    \u001b[1m私はどこから始めるべきですか？\u001b[22m, \u001b[1mどこから始めるべきですか？\u001b[22m\n\u001b[4mI found the artistic style of this anime phenomenal.\u001b[24m\n    \u001b[1m私は驚異的なこのアニメの芸術的スタイルを見つけました。\u001b[22m, \u001b[1m私はこのアニメの驚異の芸術的なスタイルを発見しました。\u001b[22m\n\u001b[4mThe colour schemes were divine.\u001b[24m\n    \u001b[1m配色は神的でした。\u001b[22m, \u001b[1mカラースキームは神でした。\u001b[22m\n\u001b[4mEven the general blue colours had so many different shades to them, very enjoyable.\u001b[24m\n    \u001b[1m一般的な青の色でさえ非常に多くの異なった色合いを持っていて、とても楽しかったです。\u001b[22m, \u001b[1mでも一般的な青の色は、それらに非常に楽しいので、多くのさまざまな色合いを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nI really liked the choice of music for this movie. Not much else to say.\n\n\u001b[1m私はこの映画の音楽の選択を本当に好きでした。 あまり言いたくない。\u001b[22m\n\u001b[1m(Watashi wa kono eiga no ongaku no sentaku o hontōni sukideshita. Amari iitakunai.)\u001b[22m\n\nTranslations of \u001b[4mI really liked the choice of music for this movie. Not much else to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked the choice of music for this movie.\u001b[24m\n    \u001b[1m私はこの映画の音楽の選択を本当に好きでした。\u001b[22m, \u001b[1m私は本当にこの映画のための音楽の選択肢を好きでした。\u001b[22m\n\u001b[4mNot much else to say.\u001b[24m\n    \u001b[1mあまり言いたくない。\u001b[22m, \u001b[1m言って他の多くではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\nObviously, there's not much room for character depth within 12 minutes, but the overall theme and message the movie conveys makes it well worth watching.\n\n\u001b[1m明らかに、12分以内にキャラクターの深さの余地はあまりありませんが、ムービーが伝える全体的なテーマとメッセージは、十分に価値のあるものになります。\u001b[22m\n\u001b[1m(Akiraka ni, 12-bu inai ni kyarakutā no fuka-sa no yochi wa amari arimasenga, mūbī ga tsutaeru zentai-tekina tēma to messēji wa, jūbun ni kachi no aru mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mObviously, there's not much room for character depth within 12 minutes, but the overall theme and message the movie conveys makes it well worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mObviously, there's not much room for character depth within 12 minutes, but the overall theme and message the movie conveys makes it well worth watching.\u001b[24m\n    \u001b[1m明らかに、12分以内にキャラクターの深さの余地はあまりありませんが、ムービーが伝える全体的なテーマとメッセージは、十分に価値のあるものになります。\u001b[22m, \u001b[1mもちろん、そこに12分以内の文字の深さの余地はありませんが、映画は伝え全体のテーマとメッセージを見て、それは十分価値になります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nI enjoyed this movie quite a bit, as I like general surreal stuff.\n\n\u001b[1m私は一般的な超現実的なものが好きなので、私はこの映画をかなり楽しんだ。\u001b[22m\n\u001b[1m(Watashi wa ippantekina chōgenjitsutekina mono ga sukinanode, watashi wa kono eiga o kanari tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this movie quite a bit, as I like general surreal stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this movie quite a bit, as I like general surreal stuff.\u001b[24m\n    \u001b[1m私は一般的な超現実的なものが好きなので、私はこの映画をかなり楽しんだ。\u001b[22m, \u001b[1m私は一般的なシュールなものを好きなように私は、この映画にかなり楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\nOverall, La Maison en Petits Cubes is a fantastic short, but powerful film that inspires a lot of introspection even upon finishing. I highly recommend it.\n\n\u001b[1m全体的に、La Maison en Petits Cubesは、完成時にも多くのイントロスペクションを促す素晴らしい短編ですが、パワフルな映画です。 私は非常にそれをお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni, La mezon en Petits Cubes wa, kansei-ji ni mo ōku no intorosupekushon o unagasu subarashī tanpendesuga, pawafuruna eigadesu. Watashi wa hijō ni sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, La Maison en Petits Cubes is a fantastic short, but powerful film that inspires a lot of introspection even upon finishing. I highly recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, La Maison en Petits Cubes is a fantastic short, but powerful film that inspires a lot of introspection even upon finishing.\u001b[24m\n    \u001b[1m全体的に、La Maison en Petits Cubesは、完成時にも多くのイントロスペクションを促す素晴らしい短編ですが、パワフルな映画です。\u001b[22m, \u001b[1m全体的に、つみきのいえでも、仕上げ時にイントロスペクションの多くを刺激短い素晴らしいが、強力なフィルムです。\u001b[22m\n\u001b[4mI highly recommend it.\u001b[24m\n    \u001b[1m私は非常にそれをお勧めします。\u001b[22m, \u001b[1m私は非常にお勧めします。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "karlotas",
    "profile": "/profile/karlotas/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=83257",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nTsumiki no Ieは例外的な作品です。まず、私はこのアニメを見るべきかどうかは確かではありませんでした。アニメのように思えました。私は個人的には、アニメを楽しく楽しんでいます。 しかし、私は間違っていた。\nそれは、理解しやすいストーリーであることが判明しましたが、想像力と美しい風景がいっぱいで、最後に甘い味を残しています。\nそれは普通のアニメのタイプではありませんが、私はそれをとても楽しんだので、私はそれをお勧めします。\n結局12分しかかからないので、試してみてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTsumiki no Ie is an exceptional piece of work.At first i wasnt sure if i sould watch this one,it seemed like it would be the kind of anime, i personally, dont usually enjoy an anime with sureall setting and a hard to understand plot but i was wrong.\n\n\u001b[1mTsumiki no Ieは例外的な作品です。まず、私はこのアニメを見るべきかどうかは確かではありませんでした。アニメのように思えました。私は個人的には、アニメを楽しく楽しんでいます。 しかし、私は間違っていた。\u001b[22m\n\u001b[1m(Tsumiki no Ie wa reigai-tekina sakuhindesu. Mazu, watashi wa kono anime o mirubeki ka dō ka wa tashikade wa arimasendeshita. Anime no yō ni omoemashita. Watashi wa kojin-teki ni wa, anime o tanoshiku tanoshinde imasu. Shikashi, watashi wa machigatte ita.)\u001b[22m\n\nTranslations of \u001b[4mTsumiki no Ie is an exceptional piece of work.At first i wasnt sure if i sould watch this one,it seemed like it would be the kind of anime, i personally, dont usually enjoy an anime with sureall setting and a hard to understand plot but i was wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsumiki no Ie is an exceptional piece of work.At first i wasnt sure if i sould watch this one,it seemed like it would be the kind of anime, i personally, dont usually enjoy an anime with sureall setting and a hard to understand plot\u001b[24m\n    \u001b[1mTsumiki no Ieは例外的な作品です。まず、私はこのアニメを見るべきかどうかは確かではありませんでした。アニメのように思えました。私は個人的には、アニメを楽しく楽しんでいます。\u001b[22m, \u001b[1mつみき無Ieが最初に私はこの1を見souldかどうかわから波平、アニメのようなものになるように、私は個人的に、通常sureall設定し、理解しにくいプロットでアニメを楽しむいけないようでしたwork.Atの例外的な作品です\u001b[22m\n\u001b[4mbut i was wrong.\u001b[24m\n    \u001b[1mしかし、私は間違っていた。\u001b[22m, \u001b[1mしかし、私は間違っていました。\u001b[22m\nIt turned out to be an easy to understand story, yet full of imagination and beautiful sceneries which leaves you a bittersweet taste at the end.\n\n\u001b[1mそれは、理解しやすいストーリーであることが判明しましたが、想像力と美しい風景がいっぱいで、最後に甘い味を残しています。\u001b[22m\n\u001b[1m(Sore wa, rikai shi yasui sutōrīdearu koto ga hanmei shimashitaga, sōzō-ryoku to utsukushī fūkei ga ippai de, saigo ni amai aji o nokoshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt turned out to be an easy to understand story, yet full of imagination and beautiful sceneries which leaves you a bittersweet taste at the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt turned out to be an easy to understand story, yet full of imagination and beautiful sceneries which leaves you a bittersweet taste at the end.\u001b[24m\n    \u001b[1mそれは、理解しやすいストーリーであることが判明しましたが、想像力と美しい風景がいっぱいで、最後に甘い味を残しています。\u001b[22m, \u001b[1mそれは理解しやすい話であることが判明し、まだあなたに終わりにほろ苦い味を残し想像力と美しい景観の完全な。\u001b[22m\nIt's not the usual type of anime but i enjoyed it very much,so i would recommend it.\n\n\u001b[1mそれは普通のアニメのタイプではありませんが、私はそれをとても楽しんだので、私はそれをお勧めします。\u001b[22m\n\u001b[1m(Sore wa futsū no anime no taipude wa arimasenga, watashi wa sore o totemo tanoshindanode, watashi wa sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's not the usual type of anime but i enjoyed it very much,so i would recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not the usual type of anime but i enjoyed it very much,so i would recommend it.\u001b[24m\n    \u001b[1mそれは普通のアニメのタイプではありませんが、私はそれをとても楽しんだので、私はそれをお勧めします。\u001b[22m, \u001b[1mそれはアニメの通常のタイプではないのですが、私はそれを非常に楽しんだので、私はそれをお勧めします。\u001b[22m\nAfter all is only 12 minutes,you could give it a try.\n\n\u001b[1m結局12分しかかからないので、試してみてください。\u001b[22m\n\u001b[1m(Kekkyoku 12-bu shika kakaranainode, tameshite mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAfter all is only 12 minutes,you could give it a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter all is only 12 minutes,you could give it a try.\u001b[24m\n    \u001b[1m結局12分しかかからないので、試してみてください。\u001b[22m, \u001b[1mすべてはわずか12分したら、あなたはそれを試してみることができます。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "Navizel",
    "profile": "/profile/Navizel/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=119525",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n1つの短編映画、1人の老人、1人の家庭、そして1つの傑作。\n\nつみきの言い方を書こうとすると、それが私の言うことです。 たとえこれがちょうど12分の長さであっても、現代のアニメアートを好む人にとってはアニメーションが悪くても、ナレーターはまったくなく、純粋なバックグラウンドミュージックでも、この短編映画は もの。 これらの要因だけでアニメを評価しないので、間違ってはいけません。\n\n過去を覚えているのはいつも良いことですが、そのうちのいくつかが悲しくて悪い場合でも、あなたの現在のものを作ったので、それはまだ良い記憶です。\n\nTsumiki no Ieの老人は、彼の初期の幸せで悲しい思い出を思い出しました。そして、これはツミキのいい話です。  12分間の長編映画は、その長さのストーリーはあまりにも良いです。 想像してみれば、ちょうど良い時計を得るために12話のアニメを24分間見る必要はありません。 あなたは、その良いアニメが見るのに12分しか必要ありません。 話はまた、あなたに「人、私はその日が間に合わない」と言うような郷愁を与える。 そうです、これは良いことです。\n\n私がこのような芸術を見る前に、私はそれらを見ることを拒否します。 しかし、私はあなたが本当に良いアニメを持つために最も近代的なアニメアートを持っている必要はないことを認識するようになった。 つみきの芸術は、みんなのお茶ではないかもしれませんが、芸術自体が独自のものであるため、過小評価すべきではありません。 結局のところ、これは何のためのオスカー賞を持っていません。\n\n私が前に言ったことから、声の欠如は大きな問題ではない。 そのBGMはこの傑作には十分であり、bgmはストーリーとの相性もよくしています。 それはアニメの気分を設定するのに役立ち、それは仕事をしました。\n\nキャラクターにとっては、まあ...このショートフィルムの唯一のキャラクターは老人ですが、彼が唯一の人でも、彼は愛され、過去の彼は心を落ち着かせています。\n\nさて、私は何を言いますか？ 私がやったことは、これがいいと言うことです、それはジャズのすべての傑作です。 しかし、あなたは私を責めることはできません。 それは本当に短編映画の傑作です。\n\nだから、まだこのショートフィルムを見ていない人には、これを見ることを本当にお勧めします。 それはあなたの人生の12分を完了するためにかかるだけです、そして、私はあなたがこれを見ていることを後悔しないと確信しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOne short film, one old man, one home, one masterpiece.\n\n\u001b[1m1つの短編映画、1人の老人、1人の家庭、そして1つの傑作。\u001b[22m\n\u001b[1m(1Tsu no tanpen eiga, 1-ri no rōjin, 1-ri no katei, soshite 1tsu no kessaku.)\u001b[22m\n\nTranslations of \u001b[4mOne short film, one old man, one home, one masterpiece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne short film, one old man, one home, one masterpiece.\u001b[24m\n    \u001b[1m1つの短編映画、1人の老人、1人の家庭、そして1つの傑作。\u001b[22m, \u001b[1mOneショートフィルム、1歳の男性、1家、1傑作。\u001b[22m\n\u001b[1m\u001b[22m\nIf I'm about to write a description about Tsumiki no Ie, that's what I'll say. Even if this has it's just 12 minutes long, even if the animation is bad for some people who prefer those modern anime art, and even there are no voice, narrator whatsoever and it's just pure background music, this short film is too good despite those things. Don't get me wrong though as I don't rate anime by those factors alone.\n\n\u001b[1mつみきの言い方を書こうとすると、それが私の言うことです。 たとえこれがちょうど12分の長さであっても、現代のアニメアートを好む人にとってはアニメーションが悪くても、ナレーターはまったくなく、純粋なバックグラウンドミュージックでも、この短編映画は もの。 これらの要因だけでアニメを評価しないので、間違ってはいけません。\u001b[22m\n\u001b[1m(Tsu Miki no iikata o kakou to suru to, sore ga watashi no iu kotodesu. Tatoe kore ga chōdo 12-bu no naga-sadeatte mo, gendai no animeāto o konomu hito ni totte wa animēshon ga warukute mo, narētā wa mattaku naku, junsuina bakkuguraundomyūjikku demo, kono tanpen eiga wa mono. Korera no yōin dake de anime o hyōka shinainode, machigatte wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mIf I'm about to write a description about Tsumiki no Ie, that's what I'll say. Even if this has it's just 12 minutes long, even if the animation is bad for some people who prefer those modern anime art, and even there are no voice, narrator whatsoever and it's just pure background music, this short film is too good despite those things. Don't get me wrong though as I don't rate anime by those factors alone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I'm about to write a description about Tsumiki no Ie, that's what I'll say.\u001b[24m\n    \u001b[1mつみきの言い方を書こうとすると、それが私の言うことです。\u001b[22m, \u001b[1m私はつみき無すなわちについての説明を書くことについてだ場合、それは私が言うよです。\u001b[22m\n\u001b[4mEven if this has it's just 12 minutes long, even if the animation is bad for some people who prefer those modern anime art, and even there are no voice, narrator whatsoever and it's just pure background music, this short film is too good despite those\u001b[24m\n    \u001b[1mたとえこれがちょうど12分の長さであっても、現代のアニメアートを好む人にとってはアニメーションが悪くても、ナレーターはまったくなく、純粋なバックグラウンドミュージックでも、この短編映画は\u001b[22m, \u001b[1mこれは、それがアニメーションは、これらの現代のアニメの芸術を好む、とさえそこには音声、ナレーターは一切ありませんし、それだけで、純粋な背景音楽だ一部の人にとって悪い場合であっても、わずか12分長いです持っている場合でも、このショートフィルムは、これらにもかかわらず、あまりにも良いです\u001b[22m\n\u001b[4mthings.\u001b[24m\n    \u001b[1mもの。\u001b[22m, \u001b[1m物事。\u001b[22m\n\u001b[4mDon't get me wrong though as I don't rate anime by those factors alone.\u001b[24m\n    \u001b[1mこれらの要因だけでアニメを評価しないので、間違ってはいけません。\u001b[22m, \u001b[1m私は一人でこれらの要因により、アニメを評価しないようしかし誤解しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nRemembering the past is always a good thing even if some of them are sad and bad, it's still a good memory because they also made what the present you is.\n\n\u001b[1m過去を覚えているのはいつも良いことですが、そのうちのいくつかが悲しくて悪い場合でも、あなたの現在のものを作ったので、それはまだ良い記憶です。\u001b[22m\n\u001b[1m(Kako o oboete iru no wa itsumo yoi kotodesuga, sonōchi no ikutsu ka ga kanashikute warui baai demo, anata no genzai no mono o tsukuttanode, sore wa mada Ryō i kiokudesu.)\u001b[22m\n\nTranslations of \u001b[4mRemembering the past is always a good thing even if some of them are sad and bad, it's still a good memory because they also made what the present you is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRemembering the past is always a good thing even if some of them are sad and bad, it's still a good memory because they also made what the present you is.\u001b[24m\n    \u001b[1m過去を覚えているのはいつも良いことですが、そのうちのいくつかが悲しくて悪い場合でも、あなたの現在のものを作ったので、それはまだ良い記憶です。\u001b[22m, \u001b[1m彼らはまた、あなたが、本何たため、過去を思い出すことは、常にそれらのいくつかは悲しいと悪い場合であっても良いことですが、それはまだ良い思い出です。\u001b[22m\n\u001b[1m\u001b[22m\nNow, Tsumiki no Ie's old man recalled the happy and sad memories of his early days and this is where the story of Tsumiki no Ie is about. For a 12-minute long movie, the story is too good for that length. Imagine, you don't have to watch a 24-minute long anime with 12 episode just to get a good watch. You only need 12 minute for that good anime to watch. The story also gives you those nostalgia that can make you say 'Man, I miss those days.' So yeah, this is good.\n\n\u001b[1mTsumiki no Ieの老人は、彼の初期の幸せで悲しい思い出を思い出しました。そして、これはツミキのいい話です。  12分間の長編映画は、その長さのストーリーはあまりにも良いです。 想像してみれば、ちょうど良い時計を得るために12話のアニメを24分間見る必要はありません。 あなたは、その良いアニメが見るのに12分しか必要ありません。 話はまた、あなたに「人、私はその日が間に合わない」と言うような郷愁を与える。 そうです、これは良いことです。\u001b[22m\n\u001b[1m(Tsumiki no Ie no rōjin wa, kare no shoki no shiawasede kanashī omoide o omoidashimashita. Soshite, koreha tsumiki no ī hanashidesu. 12-Funkan no chōhen eiga wa, sono naga-sa no sutōrī wa amarini mo yoidesu. Sōzō shite mireba, chōdo yoi tokei o eru tame ni 12-wa no anime o 24-funkan miru hitsuyō wa arimasen. Anata wa, sono yoi anime ga miru no ni 12-bu shika hitsuyō arimasen. Hanashi wa mata, anata ni `hito, watashi wa sonohi ga maniawanai' to iu yōna kyōshū o ataeru. Sōdesu, kore wa yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mNow, Tsumiki no Ie's old man recalled the happy and sad memories of his early days and this is where the story of Tsumiki no Ie is about. For a 12-minute long movie, the story is too good for that length. Imagine, you don't have to watch a 24-minute long anime with 12 episode just to get a good watch. You only need 12 minute for that good anime to watch. The story also gives you those nostalgia that can make you say 'Man, I miss those days.' So yeah, this is good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, Tsumiki no Ie's old man recalled the happy and sad memories of his early days and this is where the story of Tsumiki no Ie is about.\u001b[24m\n    \u001b[1mTsumiki no Ieの老人は、彼の初期の幸せで悲しい思い出を思い出しました。そして、これはツミキのいい話です。\u001b[22m, \u001b[1mさて、つみきのないIEの老人は彼の初期の頃の幸せと悲しい思い出を想起し、つみきの物語なしIeは約ある場所です。\u001b[22m\n\u001b[4mFor a 12-minute long movie, the story is too good for that length.\u001b[24m\n    \u001b[1m12分間の長編映画は、その長さのストーリーはあまりにも良いです。\u001b[22m, \u001b[1m12分長い映画のために、物語はその長さのためにあまりにも良いです。\u001b[22m\n\u001b[4mImagine, you don't have to watch a 24-minute long anime with 12 episode just to get a good watch.\u001b[24m\n    \u001b[1m想像してみれば、ちょうど良い時計を得るために12話のアニメを24分間見る必要はありません。\u001b[22m, \u001b[1m想像してみて、あなただけの良い時計を得るために12のエピソードで24分の長いアニメを見てする必要はありません。\u001b[22m\n\u001b[4mYou only need 12 minute for that good anime to watch.\u001b[24m\n    \u001b[1mあなたは、その良いアニメが見るのに12分しか必要ありません。\u001b[22m, \u001b[1mあなただけ見て、その良いアニメのために12分を必要としています。\u001b[22m\n\u001b[4mThe story also gives you those nostalgia that can make you say 'Man, I miss those days.'\u001b[24m\n    \u001b[1m話はまた、あなたに「人、私はその日が間に合わない」と言うような郷愁を与える。\u001b[22m, \u001b[1m物語はまた、あなたが言うにすることができ、それらの郷愁与える\"男、私はそれらの日を欠場します。」\u001b[22m\n\u001b[4mSo yeah, this is good.\u001b[24m\n    \u001b[1mそうです、これは良いことです。\u001b[22m, \u001b[1mそんなわけで、これは良いです。\u001b[22m\n\u001b[1m\u001b[22m\nBefore, when I see these kind of art, I refuse to watch them. But I came to realize that you don't really have to have what most modern anime art to have good anime. Tsumiki no Ie's art is probably not everyone's cup of tea but this shouldn't be underestimated for its art is unique in its own way. After all, this won't have an Oscar award for nothing.\n\n\u001b[1m私がこのような芸術を見る前に、私はそれらを見ることを拒否します。 しかし、私はあなたが本当に良いアニメを持つために最も近代的なアニメアートを持っている必要はないことを認識するようになった。 つみきの芸術は、みんなのお茶ではないかもしれませんが、芸術自体が独自のものであるため、過小評価すべきではありません。 結局のところ、これは何のためのオスカー賞を持っていません。\u001b[22m\n\u001b[1m(Watashi ga ko no yōna geijutsu o miru mae ni, watashi wa sorera o miru koto o kyohi shimasu. Shikashi, watashi wa anata ga hontōni yoi anime o motsu tame ni mottomo kindai-tekina animeāto o motte iru hitsuyō wanai koto o ninshiki suru yō ni natta.Tsu Miki no geijutsu wa, min'na no ochade wanai kamo shiremasenga, geijutsu jitai ga dokuji no monodearu tame, kashō hyōka subekide wa arimasen. Kekkyokunotokoro, korehanani no tame no osukā-shō o motte imasen.)\u001b[22m\n\nTranslations of \u001b[4mBefore, when I see these kind of art, I refuse to watch them. But I came to realize that you don't really have to have what most modern anime art to have good anime. Tsumiki no Ie's art is probably not everyone's cup of tea but this shouldn't be underestimated for its art is unique in its own way. After all, this won't have an Oscar award for nothing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore, when I see these kind of art, I refuse to watch them.\u001b[24m\n    \u001b[1m私がこのような芸術を見る前に、私はそれらを見ることを拒否します。\u001b[22m, \u001b[1m私は技術のこれらの種類を見ると前に、私はそれらを見ることを拒否します。\u001b[22m\n\u001b[4mBut I came to realize that you don't really have to have what most modern anime art to have good anime.\u001b[24m\n    \u001b[1mしかし、私はあなたが本当に良いアニメを持つために最も近代的なアニメアートを持っている必要はないことを認識するようになった。\u001b[22m, \u001b[1mしかし、私はあなたが本当に良いアニメを持っているものを最も近代的なアニメの芸術持っている必要はありませんことを認識するようになりました。\u001b[22m\n\u001b[4mTsumiki no Ie's art is probably not everyone's cup of tea but this shouldn't be underestimated for its art is unique in its own way.\u001b[24m\n    \u001b[1mつみきの芸術は、みんなのお茶ではないかもしれませんが、芸術自体が独自のものであるため、過小評価すべきではありません。\u001b[22m, \u001b[1mつみきのないIEの芸術は、おそらくお茶の全員のカップではありませんが、これは、その芸術のために過小評価すべきではない独自の方法でユニークです。\u001b[22m\n\u001b[4mAfter all, this won't have an Oscar award for nothing.\u001b[24m\n    \u001b[1m結局のところ、これは何のためのオスカー賞を持っていません。\u001b[22m, \u001b[1m結局のところ、これは何のためにオスカー賞を持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nFrom what I said before, lack of voice isn't that big of a problem. Its background music is enough for this masterpiece and the bgm compliments with the story pretty well. It helps to set up the mood of the anime and it did its job done.\n\n\u001b[1m私が前に言ったことから、声の欠如は大きな問題ではない。 そのBGMはこの傑作には十分であり、bgmはストーリーとの相性もよくしています。 それはアニメの気分を設定するのに役立ち、それは仕事をしました。\u001b[22m\n\u001b[1m(Watashi ga mae ni itta koto kara,-goe no ketsujo wa ōkina mondaide wanai. Sono BGM wa kono kessaku ni wa jūbundeari, bgm wa sutōrī to no aishō mo yoku shite imasu. Sore wa anime no kibun o settei suru no ni yakudachi, soreha shigoto o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mFrom what I said before, lack of voice isn't that big of a problem. Its background music is enough for this masterpiece and the bgm compliments with the story pretty well. It helps to set up the mood of the anime and it did its job done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom what I said before, lack of voice isn't that big of a problem.\u001b[24m\n    \u001b[1m私が前に言ったことから、声の欠如は大きな問題ではない。\u001b[22m, \u001b[1m私が前に言ったことから、声の欠如が問題と大きくはありません。\u001b[22m\n\u001b[4mIts background music is enough for this masterpiece and the bgm compliments with the story pretty well.\u001b[24m\n    \u001b[1mそのBGMはこの傑作には十分であり、bgmはストーリーとの相性もよくしています。\u001b[22m, \u001b[1mそのバックグラウンドミュージックは、この傑作のために十分であるとBGMがかなりよく話を補完します。\u001b[22m\n\u001b[4mIt helps to set up the mood of the anime and it did its job done.\u001b[24m\n    \u001b[1mそれはアニメの気分を設定するのに役立ち、それは仕事をしました。\u001b[22m, \u001b[1mそれはアニメのムードを設定するのに役立ちます、それはその仕事が行われました。\u001b[22m\n\u001b[1m\u001b[22m\nFor the characters, well... The old man is the only character in this short film but even if he's the only one, he's lovable and the him of his past is heart-soothing.\n\n\u001b[1mキャラクターにとっては、まあ...このショートフィルムの唯一のキャラクターは老人ですが、彼が唯一の人でも、彼は愛され、過去の彼は心を落ち着かせています。\u001b[22m\n\u001b[1m(Kyarakutā ni totte wa, mā... Kono shōtofirumu no yuiitsu no kyarakutā wa rōjindesuga, kare ga yuiitsu no hito demo, kare wa aisare, kako no kare wa kokoro o ochitsuka sete imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the characters, well... The old man is the only character in this short film but even if he's the only one, he's lovable and the him of his past is heart-soothing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the characters, well... The old man is the only character in this short film but even if he's the only one, he's lovable and the him of his past is heart-soothing.\u001b[24m\n    \u001b[1mキャラクターにとっては、まあ...このショートフィルムの唯一のキャラクターは老人ですが、彼が唯一の人でも、彼は愛され、過去の彼は心を落ち着かせています。\u001b[22m, \u001b[1m文字の場合、よく...老人はこのショートフィルムで唯一の文字であるが、彼は一つだけだとしても、彼は愛すべきだと彼の過去の彼は心なだめるようです。\u001b[22m\n\u001b[1m\u001b[22m\nWell, what more can I say? I think all I did is say this is good, it's a masterpiece all that jazz. But you can't blame me. It really is a masterpiece of a short film.\n\n\u001b[1mさて、私は何を言いますか？ 私がやったことは、これがいいと言うことです、それはジャズのすべての傑作です。 しかし、あなたは私を責めることはできません。 それは本当に短編映画の傑作です。\u001b[22m\n\u001b[1m(Sate, watashi wa nani o iimasu ka? Watashi ga yatta koto wa, kore ga ī to iu kotodesu, soreha jazu no subete no kessakudesu. Shikashi, anata wa watashi o semeru koto wa dekimasen. Sore wa hontōni tanpen eiga no kessakudesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, what more can I say? I think all I did is say this is good, it's a masterpiece all that jazz. But you can't blame me. It really is a masterpiece of a short film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, what more can I say?\u001b[24m\n    \u001b[1mさて、私は何を言いますか？\u001b[22m, \u001b[1mまあ、私はより多くの何を言うことができますか？\u001b[22m\n\u001b[4mI think all I did is say this is good, it's a masterpiece all that jazz.\u001b[24m\n    \u001b[1m私がやったことは、これがいいと言うことです、それはジャズのすべての傑作です。\u001b[22m, \u001b[1m私は私がしたすべては、それがすべてのことジャズ傑作だ、これは良いと言うことだと思います。\u001b[22m\n\u001b[4mBut you can't blame me.\u001b[24m\n    \u001b[1mしかし、あなたは私を責めることはできません。\u001b[22m\n\u001b[4mIt really is a masterpiece of a short film.\u001b[24m\n    \u001b[1mそれは本当に短編映画の傑作です。\u001b[22m\n\u001b[1m\u001b[22m\nSo for those who haven't watch this short film yet, I really recommend you to watch this. It'll only take 12 minutes of your life to finish this and I'm pretty sure you won't regret that you watch this.\n\n\u001b[1mだから、まだこのショートフィルムを見ていない人には、これを見ることを本当にお勧めします。 それはあなたの人生の12分を完了するためにかかるだけです、そして、私はあなたがこれを見ていることを後悔しないと確信しています。\u001b[22m\n\u001b[1m(Dakara, mada kono shōtofirumu o miteinai hito ni wa, kore o miru koto o hontōni o susume shimasu. Sore wa anata no jinsei no 12-bu o kanryō suru tame ni kakaru dakedesu, soshite, watashi wa anata ga kore o mite iru koto o kōkaishinai to kakushin shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSo for those who haven't watch this short film yet, I really recommend you to watch this. It'll only take 12 minutes of your life to finish this and I'm pretty sure you won't regret that you watch this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo for those who haven't watch this short film yet, I really recommend you to watch this.\u001b[24m\n    \u001b[1mだから、まだこのショートフィルムを見ていない人には、これを見ることを本当にお勧めします。\u001b[22m, \u001b[1mだから、まだこのショートフィルムを見ていない人のために、私は本当にあなたがこれを見てお勧めします。\u001b[22m\n\u001b[4mIt'll only take 12 minutes of your life to finish this and I'm pretty sure you won't regret that you watch this.\u001b[24m\n    \u001b[1mそれはあなたの人生の12分を完了するためにかかるだけです、そして、私はあなたがこれを見ていることを後悔しないと確信しています。\u001b[22m, \u001b[1mこれだけを完了するためにあなたの人生の12分かかるだろうと私はあなたがこれを見ていることをあなたは後悔しないようにかなり確信しています。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "ClockTimes",
    "profile": "/profile/ClockTimes/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=102279",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  10\nキャラクター|  9\n|  9\n\nちょうどその12分で、それは私に重要な人生の教訓を思い出させました。\n\n最近、私は大学に進学する準備ができているような荒い時間を過ごしています。 私は最近、他の人たちと親切ではなく、ただ一人で時間を過ごしていました。 私はこの行動を意識していますが、私はそれについて何もできません。\n\n基本的には、このストーリーは私に多くの必要な教訓を思い出させました。 毎晩大切にしてください。 あなたは次に起こることが分からない。 親切で、あなたが行方不明に後悔する機会を逃さないでください。 あなたを気遣う人たちを押しのけてはいけません。人生は短いと思います。そして、あらゆる瞬間が重要です。 無駄なものに時間を費やしてはいけません。あなたが決して後悔しないように生きてください。\n\n私は、これが美しいということ以外にこれについて多くのことを言わない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIn just those twelve minutes, it reminded me of an important life lesson.\n\n\u001b[1mちょうどその12分で、それは私に重要な人生の教訓を思い出させました。\u001b[22m\n\u001b[1m(Chōdo sono 12-bu de, sore wa watashi ni jūyōna jinsei no kyōkun o omoidasa semashita.)\u001b[22m\n\nTranslations of \u001b[4mIn just those twelve minutes, it reminded me of an important life lesson.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn just those twelve minutes, it reminded me of an important life lesson.\u001b[24m\n    \u001b[1mちょうどその12分で、それは私に重要な人生の教訓を思い出させました。\u001b[22m, \u001b[1mちょうどそれらの12分では、それは重要な人生の教訓を思い出しました。\u001b[22m\n\u001b[1m\u001b[22m\nRecently, I have been having a rough time as I am getting ready to go to college, and am just been so stressed about so many different things. I haven't been as kind to others lately, and have just been spending time alone and isolated from my friends when I could be doing something else. I'm conscious of this behavior, but I just can't do anything about it.\n\n\u001b[1m最近、私は大学に進学する準備ができているような荒い時間を過ごしています。 私は最近、他の人たちと親切ではなく、ただ一人で時間を過ごしていました。 私はこの行動を意識していますが、私はそれについて何もできません。\u001b[22m\n\u001b[1m(Saikin, watashi wa daigaku ni shingaku suru junbi ga dekite iru yōna arai jikan o sugoshite imasu. Watashi wa saikin, hokanohito-tachi to shinsetsude wa naku, tadahitori de jikan o sugoshite imashita. Watashi wa kono kōdō o ishiki shite imasuga, watashi wa sore ni tsuite nani mo dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mRecently, I have been having a rough time as I am getting ready to go to college, and am just been so stressed about so many different things. I haven't been as kind to others lately, and have just been spending time alone and isolated from my friends when I could be doing something else. I'm conscious of this behavior, but I just can't do anything about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRecently, I have been having a rough time as I am getting ready to go to college, and am just been so stressed about so many different things.\u001b[24m\n    \u001b[1m最近、私は大学に進学する準備ができているような荒い時間を過ごしています。\u001b[22m, \u001b[1m最近、私は私が大学に行く準備ができて取得していますように大まかな時間を過ごしてきた、とちょうどそう非常に多くの異なる事柄について強調されています。\u001b[22m\n\u001b[4mI haven't been as kind to others lately, and have just been spending time alone and isolated from my friends when I could be doing something else.\u001b[24m\n    \u001b[1m私は最近、他の人たちと親切ではなく、ただ一人で時間を過ごしていました。\u001b[22m, \u001b[1m私は最近、他の人に一種としてされていない、と私は何かをやっている可能性がときに私の友人から単独で孤立した時間を過ごしていました。\u001b[22m\n\u001b[4mI'm conscious of this behavior, but I just can't do anything about it.\u001b[24m\n    \u001b[1m私はこの行動を意識していますが、私はそれについて何もできません。\u001b[22m, \u001b[1m私は、この動作を意識んだけど、私はそれについて何もすることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nBasically this story reminded me of a much needed lesson; cherish every moment. You don't know what is going to happen next. Be kind, don't miss out on opportunities that you will regret missing. Don't push those that care for you away, and remember that life is short, and every moment is important. Don't waste time on useless stuff, and just live so that you never regret.\n\n\u001b[1m基本的には、このストーリーは私に多くの必要な教訓を思い出させました。 毎晩大切にしてください。 あなたは次に起こることが分からない。 親切で、あなたが行方不明に後悔する機会を逃さないでください。 あなたを気遣う人たちを押しのけてはいけません。人生は短いと思います。そして、あらゆる瞬間が重要です。 無駄なものに時間を費やしてはいけません。あなたが決して後悔しないように生きてください。\u001b[22m\n\u001b[1m(Kihontekini wa, kono sutōrī wa watashi ni ōku no hitsuyōna kyōkun o omoidasa semashita. Maiban taisetsu ni shite kudasai. Anata wa tsugini okoru koto ga wakaranai. Shinsetsude, anata ga yukue fumei ni kōkai suru kikai o nogasanaide kudasai. Anata o kidzukau hito-tachi o oshinokete wa ikemasen. Jinsei wa mijikai to omoimasu. Soshite, arayuru shunkan ga jūyōdesu. Mudana mono ni jikan o tsuiyashite wa ikemasen. Anata ga kesshite kōkaishinai-yō ni ikite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mBasically this story reminded me of a much needed lesson; cherish every moment. You don't know what is going to happen next. Be kind, don't miss out on opportunities that you will regret missing. Don't push those that care for you away, and remember that life is short, and every moment is important. Don't waste time on useless stuff, and just live so that you never regret.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically this story reminded me of a much needed lesson;\u001b[24m\n    \u001b[1m基本的には、このストーリーは私に多くの必要な教訓を思い出させました。\u001b[22m, \u001b[1m基本的に、この物語は、多くの必要なレッスンを思い出しました。\u001b[22m\n\u001b[4mcherish every moment.\u001b[24m\n    \u001b[1m毎晩大切にしてください。\u001b[22m, \u001b[1m一瞬一瞬を大切に。\u001b[22m\n\u001b[4mYou don't know what is going to happen next.\u001b[24m\n    \u001b[1mあなたは次に起こることが分からない。\u001b[22m, \u001b[1mあなたは次に何が起こるために何が起こっているか分かりません。\u001b[22m\n\u001b[4mBe kind, don't miss out on opportunities that you will regret missing.\u001b[24m\n    \u001b[1m親切で、あなたが行方不明に後悔する機会を逃さないでください。\u001b[22m, \u001b[1mあなたが行方不明後悔する機会を逃してはいけない、親切にすること。\u001b[22m\n\u001b[4mDon't push those that care for you away, and remember that life is short, and every moment is important.\u001b[24m\n    \u001b[1mあなたを気遣う人たちを押しのけてはいけません。人生は短いと思います。そして、あらゆる瞬間が重要です。\u001b[22m, \u001b[1m離れてあなたの世話をするものをプッシュし、人生は短く、すべての瞬間が重要であることを覚えていません。\u001b[22m\n\u001b[4mDon't waste time on useless stuff, and just live so that you never regret.\u001b[24m\n    \u001b[1m無駄なものに時間を費やしてはいけません。あなたが決して後悔しないように生きてください。\u001b[22m, \u001b[1m役に立たないものに時間を無駄にし、あなたが後悔することはありませんように、ただ生きてはいけません。\u001b[22m\n\u001b[1m\u001b[22m\nI don't have much to say about this other than that this was beautiful.\n\n\u001b[1m私は、これが美しいということ以外にこれについて多くのことを言わない。\u001b[22m\n\u001b[1m(Watashi wa, kore ga utsukushī to iu koto igai ni kore ni tsuite ōku no koto o iwanai.)\u001b[22m\n\nTranslations of \u001b[4mI don't have much to say about this other than that this was beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't have much to say about this other than that this was beautiful.\u001b[24m\n    \u001b[1m私は、これが美しいということ以外にこれについて多くのことを言わない。\u001b[22m, \u001b[1m私はこれがきれいだったことよりも、この他について言うべき多くを持っていません。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=63335",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\nつみきのいえは12分の長編アニメーション映画です。 人生と記憶についての芸術作品です。 基本的な構造は、老人がゆっくりと洪水している町に住んでいるということです。 彼は水の上にとどまるために彼の家に余分な層を作るが、その過程で彼のパイプを落とす。 彼は人生の出来事はよく知られていますが、実際に魅力的で興味深い方法で示されています。\n\nこの中の唯一の本物のキャラクターは老人です。 彼の思い出に現れる人と彼がやりとりする人もいますが、対話がないので、出席者以外はほとんど何も出ません。 この映画は、観客に自分の人生のスニペットを見せるだけで、自分の考えや性格を洞察することができます。 そういう意味で、この映画はキャラクターの研究でもあります。\n\nこの芸術は、アニメで見たことのあるものより子供の本を思い​​起こさせるものです。 そして、それは侮辱ではありません。 それはユニークで活気のある外観を持っています。 そこには、より良いアートワークがあるかもしれないが、それはまだ本当によく見える。\n\n前述したように、対話はありません。 そういうわけで、裁判官の声はありません。 音楽やサウンドエフェクトは、映画全体でトーンを作成して維持するために非常に具体的に使用されます。\n\nあなたがキャラクターの説明からそれを理解できなかった場合に備えて、ユリの要素は1/10です。\n\nTsumiki no ieの最終評価は9/10です。 長さを考えると、彼らはそれを改善するために多くを行うことはできませんでした。 それは、アニメーションの多くがフルレングスのシリーズで管理するよりも12分でより多くの物質を持っています。 本当に、なぜそれが多くの賞を受賞したのかは簡単に分かります。  12分をとり、それを見る",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nTsumiki no Ie is a twelve minute long animated film. It's an art piece about life and memories. The basic structure is that an old man is living in a town that's slowly flooding. He builds an extra layer onto his house to stay above the waters, but he drops his pipe in the process. He gets a scuba suit and goes through the layers of his house, reflecting on his life.Even though his life's events are familiar, they're shown in a way that's actually engaging and interesting.\n\n\u001b[1mつみきのいえは12分のアニメ映画です。 人生と記憶についての芸術作品です。 基本的な構造は、老人がゆっくりと洪水している町に住んでいるということです。 彼は水の上にとどまるために彼の家に余分な層を作るが、その過程で彼のパイプを落とす。 彼は人生の出来事はよく知られていますが、実際に魅力的で興味深い方法で示されています。\u001b[22m\n\u001b[1m(Tsumikinoie wa 12-bu no anime eigadesu. Jinsei to kioku ni tsuite no geijutsu sakuhindesu. Kihon-tekina kōzō wa, rōjin ga yukkuri to kōzui shite iru machi ni sunde iru to iu kotodesu. Kare wa mizu no ue ni todomaru tame ni kare no ie ni yobun'na sō o tsukuru ga, sono katei de kare no paipu o otosu. Kare wa jinsei no dekigoto wa yoku shira rete imasuga, jissai ni mirikiteki de kyōmibukai hōhō de shimesa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mTsumiki no Ie is a twelve minute long animated film. It's an art piece about life and memories. The basic structure is that an old man is living in a town that's slowly flooding. He builds an extra layer onto his house to stay above the waters, but he drops his pipe in the process. He gets a scuba suit and goes through the layers of his house, reflecting on his life.Even though his life's events are familiar, they're shown in a way that's actually engaging and interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsumiki no Ie is a twelve minute long animated film.\u001b[24m\n    \u001b[1mつみきのいえは12分のアニメ映画です。\u001b[22m, \u001b[1mつみきないIeが12分長いアニメーション映画ではありません。\u001b[22m\n\u001b[4mIt's an art piece about life and memories.\u001b[24m\n    \u001b[1m人生と記憶についての芸術作品です。\u001b[22m, \u001b[1mそれは、人生や思い出についてのアート作品です。\u001b[22m\n\u001b[4mThe basic structure is that an old man is living in a town that's slowly flooding.\u001b[24m\n    \u001b[1m基本的な構造は、老人がゆっくりと洪水している町に住んでいるということです。\u001b[22m, \u001b[1m基本的な構造は、老人がゆっくり氾濫だ町に住んでいるということです。\u001b[22m\n\u001b[4mHe builds an extra layer onto his house to stay above the waters, but he drops his pipe in the process.\u001b[24m\n    \u001b[1m彼は水の上にとどまるために彼の家に余分な層を作るが、その過程で彼のパイプを落とす。\u001b[22m, \u001b[1m彼は海の上に滞在する彼の家に余分な層を構築しますが、彼はプロセスの彼のパイプをドロップします。\u001b[22m\n\u001b[4mHe gets a scuba suit and goes through the layers of his house, reflecting on his life.Even though his life's events are familiar, they're shown in a way that's actually engaging and interesting.\u001b[24m\n    \u001b[1m彼は人生の出来事はよく知られていますが、実際に魅力的で興味深い方法で示されています。\u001b[22m, \u001b[1m彼の人生のイベントはよく知られているのに彼は、彼らは実際に魅力的で面白いように示されているしている、彼のlife.Evenに反映し、スキューバスーツを取得し、彼の家のレイヤを経由します。\u001b[22m\n\u001b[1m\u001b[22m\nThe only real character in this is the old man. There are some people who appear in his memories and who he interacts with, but you get almost nothing about them except how they appeared to him, since there's no dialogue. The film does do a really good job of giving the viewer insight into his thoughts and character just by showing you snippets of his life. In that way, the film is also a character study.\n\n\u001b[1mこの中の唯一の本物のキャラクターは老人です。 彼の思い出に現れる人と彼がやりとりする人もいますが、対話がないので、出席者以外はほとんど何も出ません。 この映画は、観客に自分の人生のスニペットを見せるだけで、自分の考えや性格を洞察することができます。 そういう意味で、この映画はキャラクターの研究でもあります。\u001b[22m\n\u001b[1m(Kono Chū no yuiitsu no honmono no kyarakutā wa rōjindesu. Kare no omoide ni arawareru hito to kare ga yaritori suru hito mo imasuga, taiwa ga nainode, shussekisha igai wa hotondo nani mo demasen. Kono eiga wa, kankyaku ni jibun no jinsei no sunipetto o miseru dake de, jibun no kangae ya seikaku o dōsatsu suru koto ga dekimasu. Sōiu imi de, kono eiga wa kyarakutā no kenkyūde mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only real character in this is the old man. There are some people who appear in his memories and who he interacts with, but you get almost nothing about them except how they appeared to him, since there's no dialogue. The film does do a really good job of giving the viewer insight into his thoughts and character just by showing you snippets of his life. In that way, the film is also a character study.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only real character in this is the old man.\u001b[24m\n    \u001b[1mこの中の唯一の本物のキャラクターは老人です。\u001b[22m, \u001b[1mこの中で唯一の本当の文字は老人です。\u001b[22m\n\u001b[4mThere are some people who appear in his memories and who he interacts with, but you get almost nothing about them except how they appeared to him, since there's no dialogue.\u001b[24m\n    \u001b[1m彼の思い出に現れる人と彼がやりとりする人もいますが、対話がないので、出席者以外はほとんど何も出ません。\u001b[22m, \u001b[1m彼の記憶に表示され、彼はと相互作用していますが、何の対話はありませんので、彼らは、彼に現れた方法以外それらについてほとんど何も得られない何人かの人々があります。\u001b[22m\n\u001b[4mThe film does do a really good job of giving the viewer insight into his thoughts and character just by showing you snippets of his life.\u001b[24m\n    \u001b[1mこの映画は、観客に自分の人生のスニペットを見せるだけで、自分の考えや性格を洞察することができます。\u001b[22m, \u001b[1mフィルムは、ちょうどあなたに彼の人生の断片を示すことによって、彼の思考と文字への視聴者の洞察力を与えるのは本当に良い仕事をしません。\u001b[22m\n\u001b[4mIn that way, the film is also a character study.\u001b[24m\n    \u001b[1mそういう意味で、この映画はキャラクターの研究でもあります。\u001b[22m, \u001b[1mこのように、フィルムはまた、文字の研究です。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is more reminiscent of a children's book than anything I've ever seen in an anime. And no, that isn't an insult. It has a unique and vibrant look. There might be better artwork out there but it still looks really good.\n\n\u001b[1mこの芸術は、アニメで見たことのあるものより子供の本を思い​​起こさせるものです。 そして、それは侮辱ではありません。 それはユニークで活気のある外観を持っています。 そこには、より良いアートワークがあるかもしれないが、それはまだ本当によく見える。\u001b[22m\n\u001b[1m(Kono geijutsu wa, anime de mita koto no aru mono yori kodomo no hon o omoi ​​ okosa seru monodesu. Soshite, soreha bujokude wa arimasen. Sore wa yunīku de kakkinoaru gaikan o motte imasu. Soko ni wa, yoriyoi ātowāku ga aru kamo shirenaiga, sore wa mada hontōni yoku mieru.)\u001b[22m\n\nTranslations of \u001b[4mThe art is more reminiscent of a children's book than anything I've ever seen in an anime. And no, that isn't an insult. It has a unique and vibrant look. There might be better artwork out there but it still looks really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is more reminiscent of a children's book than anything I've ever seen in an anime.\u001b[24m\n    \u001b[1mこの芸術は、アニメで見たことのあるものより子供の本を思い起こさせるものです。\u001b[22m, \u001b[1m芸術は私が今までのアニメで見てきた何よりも子どもの本のより彷彿とさせます。\u001b[22m\n\u001b[4mAnd no, that isn't an insult.\u001b[24m\n    \u001b[1mそして、それは侮辱ではありません。\u001b[22m, \u001b[1mそして、いや、それは侮辱ではありません。\u001b[22m\n\u001b[4mIt has a unique and vibrant look.\u001b[24m\n    \u001b[1mそれはユニークで活気のある外観を持っています。\u001b[22m, \u001b[1mそれは、ユニークで活気のある外観を持っています。\u001b[22m\n\u001b[4mThere might be better artwork out there but it still looks really good.\u001b[24m\n    \u001b[1mそこには、より良いアートワークがあるかもしれないが、それはまだ本当によく見える。\u001b[22m, \u001b[1mそこにそこに優れた芸術作品であるが、それはまだ本当に良く見えるかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nAs I mentioned earlier, there is no dialogue. As such, there's no voice acting to judge. The music and sound effects are used very specifically to create and maintain the tone throughout the film.\n\n\u001b[1m前述したように、対話はありません。 そういうわけで、裁判官の声はありません。 音楽やサウンドエフェクトは、映画全体でトーンを作成して維持するために非常に具体的に使用されます。\u001b[22m\n\u001b[1m(Zenjutsu shita yō ni, taiwa wa arimasen. Sō iu wake de, saibankan no koe wa arimasen. Ongaku ya saundoefekuto wa, eiga zentai de tōn o sakusei shite iji suru tame ni hijō ni gutaitekini shiyō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mAs I mentioned earlier, there is no dialogue. As such, there's no voice acting to judge. The music and sound effects are used very specifically to create and maintain the tone throughout the film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I mentioned earlier, there is no dialogue.\u001b[24m\n    \u001b[1m前述したように、対話はありません。\u001b[22m, \u001b[1m私は先に述べたように、何の対話はありません。\u001b[22m\n\u001b[4mAs such, there's no voice acting to judge.\u001b[24m\n    \u001b[1mそういうわけで、裁判官の声はありません。\u001b[22m, \u001b[1mこのように、裁判官に演技全く声がありません。\u001b[22m\n\u001b[4mThe music and sound effects are used very specifically to create and maintain the tone throughout the film.\u001b[24m\n    \u001b[1m音楽やサウンドエフェクトは、映画全体でトーンを作成して維持するために非常に具体的に使用されます。\u001b[22m, \u001b[1m音楽や効果音は、フィルム全体のトーンを作成し、維持するために非常に特異的に使用されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe yuri factor is a 1/10, just in case you couldn't figure that out from the character description.\n\n\u001b[1mあなたがキャラクターの説明からそれを理解できなかった場合に備えて、ユリの要素は1/10です。\u001b[22m\n\u001b[1m(Anata ga kyarakutā no setsumei kara sore o rikai dekinakatta baai ni sonaete, yuri no yōso wa 1/ 10desu.)\u001b[22m\n\nTranslations of \u001b[4mThe yuri factor is a 1/10, just in case you couldn't figure that out from the character description.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe yuri factor is a 1/10, just in case you couldn't figure that out from the character description.\u001b[24m\n    \u001b[1mあなたがキャラクターの説明からそれを理解できなかった場合に備えて、ユリの要素は1/10です。\u001b[22m, \u001b[1mユリの要因は、あなたが文字記述からそれを把握することができませんでし念のため、1月10日です。\u001b[22m\n\u001b[1m\u001b[22m\nMy final rating for Tsumiki no ie is a 9/10. Given the length, they couldn't have done much to improve it. It has more substance in its twelve minutes than a lot of anime manage with a full length series. Really, it's easy to see why it's won so many awards. Take twelve minutes and watch it\n\n\u001b[1mTsumiki no ieの最終評価は9/10です。 長さを考えると、彼らはそれを改善するために多くをしていない可能性があります。 それは、アニメーションの多くがフルレングスのシリーズで管理するよりも12分でより多くの物質を持っています。 本当に、なぜそれが多くの賞を受賞したのかは簡単に分かります。  12分をとり、それを見る\u001b[22m\n\u001b[1m(Tsumiki no ie no saishū hyōka wa 9/ 10desu. Naga-sa o kangaeru to, karera wa sore o kaizen suru tame ni ōku o shite inai kanōsei ga arimasu. Sore wa, animēshon no ōku ga fururengusu no shirīzu de kanri suru yori mo 12-bu de yori ōku no busshitsu o motte imasu. Hontōni, naze sore ga ōku no shō o jushō shita no ka wa kantan ni wakarimasu. 12-Bu o tori, sore o miru)\u001b[22m\n\nTranslations of \u001b[4mMy final rating for Tsumiki no ie is a 9/10. Given the length, they couldn't have done much to improve it. It has more substance in its twelve minutes than a lot of anime manage with a full length series. Really, it's easy to see why it's won so many awards. Take twelve minutes and watch it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy final rating for Tsumiki no ie is a 9/10.\u001b[24m\n    \u001b[1mTsumiki no ieの最終評価は9/10です。\u001b[22m, \u001b[1mつみきのための私の最終的な評価には、すなわち9/10ではありません。\u001b[22m\n\u001b[4mGiven the length, they couldn't have done much to improve it.\u001b[24m\n    \u001b[1m長さを考えると、彼らはそれを改善するために多くをしていない可能性があります。\u001b[22m, \u001b[1m長さを考えると、彼らはそれを改善するために多くを行っていることができませんでした。\u001b[22m\n\u001b[4mIt has more substance in its twelve minutes than a lot of anime manage with a full length series.\u001b[24m\n    \u001b[1mそれは、アニメーションの多くがフルレングスのシリーズで管理するよりも12分でより多くの物質を持っています。\u001b[22m, \u001b[1mそれはアニメの多くは、全長シリーズで管理よりも、その12分でより多くの物質を持っています。\u001b[22m\n\u001b[4mReally, it's easy to see why it's won so many awards.\u001b[24m\n    \u001b[1m本当に、なぜそれが多くの賞を受賞したのかは簡単に分かります。\u001b[22m, \u001b[1m本当に、それはそれは非常に多くの賞を受賞しています理由は簡単です。\u001b[22m\n\u001b[4mTake twelve minutes and watch it\u001b[24m\n    \u001b[1m12分をとり、それを見る\u001b[22m, \u001b[1m12分を取り、それを見\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "DEL1337",
    "profile": "/profile/DEL1337/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=82004",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\n沈んだ家のある老人についての非常に短い映画。 上昇する水から多くの人々が移動している間、私たちの頑固な長老は、水が上昇し上昇する間に、家の床の後に床を追加し続けます。 ある日、彼のパイプが水に落ちる。 古い人は無駄なことを嫌い（それは本当です、それを見て）、彼は行くと自分自身を購入するスキューバダイビングセット（かなり新しいパイプを買うことは、より安いスキューバギアです）。 だから、彼はスーツを着てダイビングをする。 彼は彼のパイプを持っているとき、彼は完全に水没している最上階に入る。 ここで彼は彼の長い人生の思い出を見つけます。 別のフロアが続き、別のフロアが続く\n暖かく感動的な映画。 一言も話されていませんが、周囲の音やビジュアルですべて終わっています。 この映画はとても短く、好きでない場合はいつでも無駄にしていません。 しかし、チャンスは、多くの人があなたの人生の残りの部分について、おそらくその分を覚えているようです。 真剣に、これを見に行く。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nA very short movie about a old man with a sunken home. While many people move from the rising water our stubborn elder keeps adding floor after floor on his house while the water rises and rises. One day his pipe falls into the water. Since old people hate wasting things (it's true, look it up), he go's and buys himself a scuba diving set (pretty sure that buying a new pipe is cheaper then scuba gear). So he suits up and dives. When he has his pipe he enters the top floor that is completely submerged. Here he finds memories of his long life. Another floor follows and another, etc.\n\n\u001b[1m沈んだ家のある老人についての非常に短い映画。 上昇する水から多くの人々が移動している間、私たちの頑固な長老は、水が上昇し上昇する間に、家の床の後に床を追加し続けます。 ある日、彼のパイプが水に落ちる。 古い人は無駄なことを嫌い（それは本当です、それを見て）、彼は行くと自分自身を購入するスキューバダイビングセット（かなり新しいパイプを買うことは、より安いスキューバギアです）。 だから、彼はスーツを着てダイビングをする。 彼は彼のパイプを持っているとき、彼は完全に水没している最上階に入る。 ここで彼は彼の長い人生の思い出を見つけます。 別のフロアが続き、別のフロアが続く\u001b[22m\n\u001b[1m(Shizunda ie no aru rōjin ni tsuite no hijō ni mijikai eiga. Jōshō suru mizu kara ōku no hitobito ga idō shite iru ma, watashitachi no gankona chōrō wa, mizu ga jōshō shi jōshō suru ma ni,-ka no yuka no nochi ni yuka o tsuika shi tsudzukemasu. Aru Ni~Tsu, kare no paipu ga mizu ni ochiru. Furui hito wa mudana koto o kirai (sore wa hontōdesu, sore o mite), kare wa iku to jibun jishin o kōnyū suru sukyūbadaibingusetto (kanari atarashī paipu o kau koto wa, yori yasui sukyūbagiadesu). Dakara, kare wa sūtsu o kite daibingu o suru. Kare wa kare no paipu o motte iru toki, kare wa kanzen ni suibotsu shite iru saijōkai ni hairu. Koko de kare wa kare no nagai jinsei no omoide o mitsukemasu. Betsu no furoa ga tsudzuki,-betsu no furoa ga tsudzuku)\u001b[22m\n\nTranslations of \u001b[4mA very short movie about a old man with a sunken home. While many people move from the rising water our stubborn elder keeps adding floor after floor on his house while the water rises and rises. One day his pipe falls into the water. Since old people hate wasting things (it's true, look it up), he go's and buys himself a scuba diving set (pretty sure that buying a new pipe is cheaper then scuba gear). So he suits up and dives. When he has his pipe he enters the top floor that is completely submerged. Here he finds memories of his long life. Another floor follows and another, etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA very short movie about a old man with a sunken home.\u001b[24m\n    \u001b[1m沈んだ家のある老人についての非常に短い映画。\u001b[22m, \u001b[1m沈没家で老人に関する非常に短い映画。\u001b[22m\n\u001b[4mWhile many people move from the rising water our stubborn elder keeps adding floor after floor on his house while the water rises and rises.\u001b[24m\n    \u001b[1m上昇する水から多くの人々が移動している間、私たちの頑固な長老は、水が上昇し上昇する間に、家の床の後に床を追加し続けます。\u001b[22m, \u001b[1m多くの人々は、私たちの頑固な長老は、水が上昇し、上昇しながら、彼の家に床後床を追加し続けて上昇水から移動しながら。\u001b[22m\n\u001b[4mOne day his pipe falls into the water.\u001b[24m\n    \u001b[1mある日、彼のパイプが水に落ちる。\u001b[22m, \u001b[1mある日、彼のパイプが水の中に落ちます。\u001b[22m\n\u001b[4mSince old people hate wasting things (it's true, look it up), he go's and buys himself a scuba diving set (pretty sure that buying a new pipe is cheaper then scuba gear).\u001b[24m\n    \u001b[1m古い人は無駄なことを嫌い（それは本当です、それを見て）、彼は行くと自分自身を購入するスキューバダイビングセット（かなり新しいパイプを買うことは、より安いスキューバギアです）。\u001b[22m, \u001b[1m古い人々は（それは本当だ、それをルックアップ）物事を無駄に嫌い以来、彼はの行くと自分自身のスキューバダイビングセット（新しいパイプを購入すると、スキューバギアその後、安価であることをかなり確信して）を購入します。\u001b[22m\n\u001b[4mSo he suits up and dives.\u001b[24m\n    \u001b[1mだから、彼はスーツを着てダイビングをする。\u001b[22m, \u001b[1mそこで彼は、アップとダイブスーツ。\u001b[22m\n\u001b[4mWhen he has his pipe he enters the top floor that is completely submerged.\u001b[24m\n    \u001b[1m彼は彼のパイプを持っているとき、彼は完全に水没している最上階に入る。\u001b[22m, \u001b[1m彼は彼のパイプを持っているとき、彼は完全に水没され、最上階に入ります。\u001b[22m\n\u001b[4mHere he finds memories of his long life.\u001b[24m\n    \u001b[1mここで彼は彼の長い人生の思い出を見つけます。\u001b[22m, \u001b[1mここで彼は彼の長い人生の思い出を見つけました。\u001b[22m\n\u001b[4mAnother floor follows and another, etc.\u001b[24m\n    \u001b[1m別のフロアが続き、別のフロアが続く\u001b[22m, \u001b[1m別のフロアには、以下の別、など\u001b[22m\nA warm and touching movie. Not a single word is spoken, it's all done with ambient sounds and visuals. This movie is so short, if you didn't like it you haven't wasted any time. However, chances are, that like many you'll remember those minutes, maybe for the rest of your life. Seriously, go watch this.\n\n\u001b[1m暖かく感動的な映画。 一言も話されていませんが、周囲の音やビジュアルですべて終わっています。 この映画はとても短く、好きでない場合はいつでも無駄にしていません。 しかし、チャンスは、多くの人があなたの人生の残りの部分について、おそらくその分を覚えているようです。 真剣に、これを見に行く。\u001b[22m\n\u001b[1m(Atatakaku kandō-tekina eiga. Hitokoto mo hanasa rete imasenga, shūi no oto ya bijuarude subete owatte imasu. Kono eiga wa totemo mijikaku, sukidenai baai wa itsu demo muda ni shite imasen. Shikashi, chansu wa, ōku no hito ga anata no jinsei no nokori no bubun ni tsuite, osoraku sono-bun o oboete iru yōdesu. Shinken ni, kore o mi ni iku.)\u001b[22m\n\nTranslations of \u001b[4mA warm and touching movie. Not a single word is spoken, it's all done with ambient sounds and visuals. This movie is so short, if you didn't like it you haven't wasted any time. However, chances are, that like many you'll remember those minutes, maybe for the rest of your life. Seriously, go watch this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA warm and touching movie.\u001b[24m\n    \u001b[1m暖かく感動的な映画。\u001b[22m, \u001b[1m温かく感動的な映画。\u001b[22m\n\u001b[4mNot a single word is spoken, it's all done with ambient sounds and visuals.\u001b[24m\n    \u001b[1m一言も話されていませんが、周囲の音やビジュアルですべて終わっています。\u001b[22m, \u001b[1m単一の単語が話されていない、それはすべての周囲の音とビジュアルで行われています。\u001b[22m\n\u001b[4mThis movie is so short, if you didn't like it you haven't wasted any time.\u001b[24m\n    \u001b[1mこの映画はとても短く、好きでない場合はいつでも無駄にしていません。\u001b[22m, \u001b[1mあなたは、任意の時間を無駄にしていない、それを好きではなかった場合は、この映画は、とても短いです。\u001b[22m\n\u001b[4mHowever, chances are, that like many you'll remember those minutes, maybe for the rest of your life.\u001b[24m\n    \u001b[1mしかし、チャンスは、多くの人があなたの人生の残りの部分について、おそらくその分を覚えているようです。\u001b[22m, \u001b[1mしかし、チャンスは多くのようにあなたは、おそらくあなたの人生の残りのために、それらの分を覚えているだろうと、あります。\u001b[22m\n\u001b[4mSeriously, go watch this.\u001b[24m\n    \u001b[1m真剣に、これを見に行く。\u001b[22m, \u001b[1m真剣に、これを見に行きます。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "synchronickiss",
    "profile": "/profile/synchronickiss/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=83128",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  9\n\n注目すべき重要事項：\n - それは短いです。  （xx分u003c30分）\n - それは対話が欠けている。\n\nストーリー：10/10\n - それはノスタルジアの物語を語るのに非常にユニークなものです。 なぜ海水が浮上しているのかはっきりとした理由はありませんが、それ以外にもPixarの「UP」の開幕を思い起こさせる素晴らしい話ですが、むしろ逆説的な話です。 ちょっと遅く始まりますが、全体の長さが約12分であることを考えれば、それはかなり素早く得られます。一度それを感じると暖かく、少し気分が悪くなります。 自分自身を忘れていたが、好きな思い出。\n\nアート：10/10\n - 私はこれまでに非常に少数のアニメーションを見たことがあります。 これは間違いなくユニークであり、この物語の起源を知らなかった人にとっては、それが西洋のアーティストによって作られたと考えるかもしれません。 それは間違いなく、私たちのほとんどが細部を知ることさえ気にしない芸術の真の側面を取り入れています。 アニメは、野生の髪、大きな頭、大きな目についてのものではありません。\n\nサウンド：8/10\n - それはとても素晴らしいです。 それは非常に図面に適しており、それは非常にうまく気分を設定します。 作曲家が誰なのか不思議に思うほど曖昧ですが、これまでに聞いたような気分になるほど一般的です。 大部分は非常に落ち着いていますが、重要な点はそれが最も懐かしいことです。\n\nキャラクター：8/10\n - それは本当に私に多くの点で 'UP'を思い出させます。 彼の人生を生きる老人、今、一人。 最初は私は彼がうんざりだと思ったが、物語が続くにつれて、彼の人生を知る。 私は老人のための吸盤です、そして、それは彼の老後に彼の家で働かなければならないということが私の心を壊しました。 それにもかかわらず、それは彼が勤勉な労働者であることを私に思い出させる。 愛に陥って家族を作るという物語はただの悲しみです。\n\n楽しさ：9/10\nもしあなたが 'UP'のためのオープニングを愛したら（私はもうこれを参照することはできません）、あなたはこれを愛するでしょう。 それは奇妙に似ていますが、それはまたそれ自身で立っています。 ちょうど約終了は私の心を壊す - しかし、良い方法で。 それはちょうどあまりにも素敵で、ほとんど悲しいです。 ショーを長さで判断しないでください。 この小さなショーツは音量を話します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nKey things to note:\n\n\u001b[1m注目すべき重要事項：\u001b[22m\n\u001b[1m(Chūmoku subeki jūyō jikō:)\u001b[22m\n\nTranslations of \u001b[4mKey things to note:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKey things to note:\u001b[24m\n    \u001b[1m注目すべき重要事項：\u001b[22m, \u001b[1m注意すべき重要な点：\u001b[22m\n--It's a short. (xx mins &lt; 30 mins.)\n\n\u001b[1m - それは短いです。  （xx分u003c30分）\u001b[22m\n\u001b[1m(- Sore wa mijikaidesu. (Xx-bun u003c 30-bu))\u001b[22m\n\nTranslations of \u001b[4m--It's a short. (xx mins &lt; 30 mins.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--It's a short.\u001b[24m\n    \u001b[1m - それは短いです。\u001b[22m, \u001b[1m--Itは短いです。\u001b[22m\n\u001b[4m(xx mins &lt; 30 mins.)\u001b[24m\n    \u001b[1m（xx分u003c30分）\u001b[22m, \u001b[1m（XX分＆LT; 30分）\u001b[22m\n--It lacks dialogue.\n\n\u001b[1m - それは対話が欠けている。\u001b[22m\n\u001b[1m(- Sore wa taiwa ga kakete iru.)\u001b[22m\n\nTranslations of \u001b[4m--It lacks dialogue.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--It lacks dialogue.\u001b[24m\n    \u001b[1m - それは対話が欠けている。\u001b[22m, \u001b[1m--Itは対話を欠いています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\n--It's quite a unique take on telling a story of nostalgia. There is never a reason stated for why there is rising sea water, but that aside, it is a wonderful story that very much reminds me of the opening of Pixar's 'UP,' but rather a reverse telling of the tale. It does start of a little slow, but considering that the whole short is about 12 minutes long, it get's by pretty quickly and once it does you're left feeling warm and a little achy--because it kind of forces you to remember your own forgotten but fond memories.\n\n\u001b[1m - それはノスタルジアの物語を語るのに非常にユニークなものです。 なぜ海水が浮上しているのかはっきりとした理由はありませんが、それ以外にもPixarの「UP」の開幕を思い起こさせる素晴らしい話ですが、むしろ逆説的な話です。 ちょっと遅く始まりますが、全体の長さが約12分であることを考えれば、それはかなり素早く得られます。一度それを感じると暖かく、少し気分が悪くなります。 自分自身を忘れていたが、好きな思い出。\u001b[22m\n\u001b[1m(- Sore wa nosutarujia no monogatari o kataru no ni hijō ni yunīkuna monodesu. Naze kaisui ga fujō shite iru no ka hakkiri to shita riyū wa arimasenga, soreigai ni mo Pixar no `UP' no kaimaku o omoiokosa seru subarashī hanashidesuga, mushiro gyakusetsu-tekina hanashidesu. Chotto osoku hajimarimasuga, zentai no naga-sa ga yaku 12-budearu koto o kangaereba, sore wa kanari subayaku e raremasu. Ichido sore o kanjiru to atatakaku, sukoshi kibun ga waruku narimasu. Jibun jishin o wasureteita ga, sukina omoide.)\u001b[22m\n\nTranslations of \u001b[4m--It's quite a unique take on telling a story of nostalgia. There is never a reason stated for why there is rising sea water, but that aside, it is a wonderful story that very much reminds me of the opening of Pixar's 'UP,' but rather a reverse telling of the tale. It does start of a little slow, but considering that the whole short is about 12 minutes long, it get's by pretty quickly and once it does you're left feeling warm and a little achy--because it kind of forces you to remember your own forgotten but fond memories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--It's quite a unique take on telling a story of nostalgia.\u001b[24m\n    \u001b[1m - それはノスタルジアの物語を語るのに非常にユニークなものです。\u001b[22m, \u001b[1m--Itは懐かしの物語を伝える上で、非常にユニークなテイクです。\u001b[22m\n\u001b[4mThere is never a reason stated for why there is rising sea water, but that aside, it is a wonderful story that very much reminds me of the opening of Pixar's 'UP,' but rather a reverse telling of the tale.\u001b[24m\n    \u001b[1mなぜ海水が浮上しているのかはっきりとした理由はありませんが、それ以外にもPixarの「UP」の開幕を思い起こさせる素晴らしい話ですが、むしろ逆説的な話です。\u001b[22m, \u001b[1mそこ上昇海の水が存在する理由のために述べた理由は決してありませんが、それはさておき、それは非常に多くのPixarのの開口部を思い出させる素晴らしい物語である「UP、「むしろ物語の逆占い。\u001b[22m\n\u001b[4mIt does start of a little slow, but considering that the whole short is about 12 minutes long, it get's by pretty quickly and once it does you're left feeling warm and a little achy--because it kind of forces you to remember your\u001b[24m\n    \u001b[1mちょっと遅く始まりますが、全体の長さが約12分であることを考えれば、それはかなり素早く得られます。一度それを感じると暖かく、少し気分が悪くなります。\u001b[22m, \u001b[1mそれは少し遅いの開始んが、全体的に短いが、約12分の長さであることを考えると、それはかなり迅速によってのを取得し、それはあなたが暖かく、少しうずく感じたままにしているん一度 - それは一種の覚えてあなたを強制的にので、あなたの\u001b[22m\n\u001b[4mown forgotten but fond memories.\u001b[24m\n    \u001b[1m自分自身を忘れていたが、好きな思い出。\u001b[22m, \u001b[1m自分の忘れたが良い思い出。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10\n\n\u001b[1mアート：10/10\u001b[22m\n\u001b[1m(Āto: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10\u001b[24m\n    \u001b[1mアート：10/10\u001b[22m\n--I have seen very few animations quite like this before. This is definitely unique and for anyone who didn't know of this tale's origin, you might even think it was made by a western artist. It definitely incorporates true aspects of art that most of us wouldn't even care to know the details of. Anime is not all about wild hair, big heads, and big eyes, you know.\n\n\u001b[1m - 私はこれまでに非常に少数のアニメーションを見たことがあります。 これは間違いなくユニークであり、この物語の起源を知らなかった人にとっては、それが西洋のアーティストによって作られたと考えるかもしれません。 それは間違いなく、私たちのほとんどが細部を知ることさえ気にしない芸術の真の側面を取り入れています。 アニメは、野生の髪、大きな頭、大きな目についてのものではありません。\u001b[22m\n\u001b[1m(- Watashi wa kore made ni hijō ni shōsū no animēshon o mita koto ga arimasu. Kore wa machigainaku yunīkudeari, kono monogatari no kigen o shiranakatta hito ni totte wa, sore ga seiyō no ātisuto ni yotte tsukura reta to kangaeru kamo shiremasen. Sore wa machigainaku, watashitachi no hotondo ga saibu o shiru koto sae ki ni shinai geijutsu no shin no sokumen o toriirete imasu. Anime wa, yasei no kami, ōkina atama, ōkina me ni tsuite no monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m--I have seen very few animations quite like this before. This is definitely unique and for anyone who didn't know of this tale's origin, you might even think it was made by a western artist. It definitely incorporates true aspects of art that most of us wouldn't even care to know the details of. Anime is not all about wild hair, big heads, and big eyes, you know.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--I have seen very few animations quite like this before.\u001b[24m\n    \u001b[1m - 私はこれまでに非常に少数のアニメーションを見たことがあります。\u001b[22m, \u001b[1m--Iは以前はかなりこのような非常に少数のアニメーションを見てきました。\u001b[22m\n\u001b[4mThis is definitely unique and for anyone who didn't know of this tale's origin, you might even think it was made by a western artist.\u001b[24m\n    \u001b[1mこれは間違いなくユニークであり、この物語の起源を知らなかった人にとっては、それが西洋のアーティストによって作られたと考えるかもしれません。\u001b[22m, \u001b[1mこれは間違いなくユニークであり、この物語の原点の知らなかった人のために、あなたも、それは西洋の芸術家によって作られたと思われるかもしれません。\u001b[22m\n\u001b[4mIt definitely incorporates true aspects of art that most of us wouldn't even care to know the details of.\u001b[24m\n    \u001b[1mそれは間違いなく、私たちのほとんどが細部を知ることさえ気にしない芸術の真の側面を取り入れています。\u001b[22m, \u001b[1mこれは間違いなく私たちのほとんどがさえの詳細を知ることは気にしないだろう真の芸術の側面を組み込んでいます。\u001b[22m\n\u001b[4mAnime is not all about wild hair, big heads, and big eyes, you know.\u001b[24m\n    \u001b[1mアニメは、野生の髪、大きな頭、大きな目についてのものではありません。\u001b[22m, \u001b[1mアニメは、あなたが知っている、すべての野生の髪、大きなヘッド、大きな目ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m\n--It's quite wonderful. It's very fitting for the drawing and it sets the mood quite nicely. It's vague enough to make you wonder who the composer is, but general enough to make you feel like you've heard it before. It's very calm for the most part but the key thing to note is that it is most absolutely nostalgic.\n\n\u001b[1m - それはとても素晴らしいです。 それは非常に図面に適しており、それは非常にうまく気分を設定します。 作曲家が誰なのか不思議に思うほど曖昧ですが、これまでに聞いたような気分になるほど一般的です。 大部分は非常に落ち着いていますが、重要な点はそれが最も懐かしいことです。\u001b[22m\n\u001b[1m(- Sore wa totemo subarashīdesu. Sore wa hijō ni zumen ni tekishite ori, sore wa hijō ni umaku kibun o settei shimasu. Sakkyokka ga darena no ka fushigi ni omou hodo aimaidesuga, kore made ni kiita yōna kibun ni naru hodo ippan-tekidesu. Daibubun wa hijō ni ochitsuite imasuga, jūyōna ten wa sore ga mottomo natsukashī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4m--It's quite wonderful. It's very fitting for the drawing and it sets the mood quite nicely. It's vague enough to make you wonder who the composer is, but general enough to make you feel like you've heard it before. It's very calm for the most part but the key thing to note is that it is most absolutely nostalgic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--It's quite wonderful.\u001b[24m\n    \u001b[1m - それはとても素晴らしいです。\u001b[22m, \u001b[1m--Itはかなり素晴らしいです。\u001b[22m\n\u001b[4mIt's very fitting for the drawing and it sets the mood quite nicely.\u001b[24m\n    \u001b[1mそれは非常に図面に適しており、それは非常にうまく気分を設定します。\u001b[22m, \u001b[1mこれは、描画のための非常にフィッティングだし、非常にうまくムードを設定します。\u001b[22m\n\u001b[4mIt's vague enough to make you wonder who the composer is, but general enough to make you feel like you've heard it before.\u001b[24m\n    \u001b[1m作曲家が誰なのか不思議に思うほど曖昧ですが、これまでに聞いたような気分になるほど一般的です。\u001b[22m, \u001b[1mそれはあなたが前にそれを聞いたようにあなたが感じるようにあなたは作曲が誰かしら作るのに十分な漠然としたが、十分な一般的なのです。\u001b[22m\n\u001b[4mIt's very calm for the most part but the key thing to note is that it is most absolutely nostalgic.\u001b[24m\n    \u001b[1m大部分は非常に落ち着いていますが、重要な点はそれが最も懐かしいことです。\u001b[22m, \u001b[1mこれは、ほとんどの部分は非常に穏やかだが、注意すべき重要なことは、それが最も絶対にノスタルジックであるということです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\n--It really does remind me of 'UP,' in many ways. An old man who lives his life, now, alone. At first I thought he was grumpy but as the tale continues, you learn of his life. I'm a sucker for old people, and it broke my heart that he had to work on his house at his old age. Nonetheless, it just reminds me that he's a hard worker. His tale of falling in love and creating a family is just heartbreaking.\n\n\u001b[1m - それは本当に私に多くの点で 'UP'を思い出させます。 彼の人生を生きる老人、今、一人。 最初は私は彼がうんざりだと思ったが、物語が続くにつれて、彼の人生を知る。 私は老人のための吸盤です、そして、それは彼の老後に彼の家で働かなければならないということが私の心を壊しました。 それにもかかわらず、それは彼が勤勉な労働者であることを私に思い出させる。 愛に陥って家族を作るという物語はただの悲しみです。\u001b[22m\n\u001b[1m(- Sore wa hontōni watashi ni ōku no ten de' UP' o omoidasa semasu. Kare no jinsei o ikiru rōjin, ima, hitori. Saisho wa watashi wa kare ga unzarida to omottaga, monogatari ga tsudzuku ni tsurete, kare no jinsei o shiru. Watashi wa rōjin no tame no kyūbandesu, soshite, sore wa kare no rōgo ni kare no ie de hatarakanakereba naranai to iu koto ga watashi no kokoro o kowashimashita. Sore nimokakawarazu, sore wa kare ga kinben'na rōdō-shadearu koto o watashi ni omoidasa seru. Ai ni ochītte kazoku o tsukuru to iu monogatari wa tada no kanashimidesu.)\u001b[22m\n\nTranslations of \u001b[4m--It really does remind me of 'UP,' in many ways. An old man who lives his life, now, alone. At first I thought he was grumpy but as the tale continues, you learn of his life. I'm a sucker for old people, and it broke my heart that he had to work on his house at his old age. Nonetheless, it just reminds me that he's a hard worker. His tale of falling in love and creating a family is just heartbreaking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--It really does remind me of 'UP,' in many ways.\u001b[24m\n    \u001b[1m - それは本当に私に多くの点で 'UP'を思い出させます。\u001b[22m, \u001b[1m--Itは本当に多くの方法で '、UP」を思い出させるん。\u001b[22m\n\u001b[4mAn old man who lives his life, now, alone.\u001b[24m\n    \u001b[1m彼の人生を生きる老人、今、一人。\u001b[22m, \u001b[1m一人で、今、彼の人生を生きる老人。\u001b[22m\n\u001b[4mAt first I thought he was grumpy but as the tale continues, you learn of his life.\u001b[24m\n    \u001b[1m最初は私は彼がうんざりだと思ったが、物語が続くにつれて、彼の人生を知る。\u001b[22m, \u001b[1m最初は、私は彼が不機嫌だと思ったが、物語が進むにつれて、あなたは彼の人生を知ります。\u001b[22m\n\u001b[4mI'm a sucker for old people, and it broke my heart that he had to work on his house at his old age.\u001b[24m\n    \u001b[1m私は老人のための吸盤です、そして、それは彼の老後に彼の家で働かなければならないということが私の心を壊しました。\u001b[22m, \u001b[1m私は昔の人々のための吸盤だし、それは彼が彼の昔の年齢で彼の家で作業しなければならなかったというのが私の心を壊しました。\u001b[22m\n\u001b[4mNonetheless, it just reminds me that he's a hard worker.\u001b[24m\n    \u001b[1mそれにもかかわらず、それは彼が勤勉な労働者であることを私に思い出させる。\u001b[22m, \u001b[1mそれにもかかわらず、それだけで彼は働き者だということを思い出します。\u001b[22m\n\u001b[4mHis tale of falling in love and creating a family is just heartbreaking.\u001b[24m\n    \u001b[1m愛に陥って家族を作るという物語はただの悲しみです。\u001b[22m, \u001b[1m恋に落ちると家族を作成するための彼の物語はただ悲痛です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9/10\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\n--If you loved the opening for 'UP' (I cannot make anymore references to this) then you will LOVE this. It's eerily similar but it also stands on it own. The ending just about breaks my heart--but in a good way. It's just too lovely and almost sad. Don't judge a show by the length. This little short speaks volumes.\n\n\u001b[1mもしあなたが 'UP'のためのオープニングを愛したら（私はもうこれを参照することはできません）、あなたはこれを愛するでしょう。 それは奇妙に似ていますが、それはまたそれ自身で立っています。 ちょうど約終了は私の心を壊す - しかし、良い方法で。 それはちょうどあまりにも素敵で、ほとんど悲しいです。 ショーを長さで判断しないでください。 この小さなショーツは音量を話します。\u001b[22m\n\u001b[1m(Moshi anata ga' UP' no tame no ōpuningu o aishitara (watashi wa mō kore o sanshō suru koto wa dekimasen), anata wa kore o aisurudeshou. Sore wa kimyō ni nite imasuga, soreha mata sore jishin de tatte imasu. Chōdo yaku shūryō wa watashi no kokoro o kowasu - shikashi, yoi hōhō de. Sore wa chōdo amarini mo sutekide, hotondo kanashīdesu. Shō o naga-sa de handan shinaide kudasai. Kono chīsana shōtsu wa onryō o hanashimasu.)\u001b[22m\n\nTranslations of \u001b[4m--If you loved the opening for 'UP' (I cannot make anymore references to this) then you will LOVE this. It's eerily similar but it also stands on it own. The ending just about breaks my heart--but in a good way. It's just too lovely and almost sad. Don't judge a show by the length. This little short speaks volumes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--If you loved the opening for 'UP' (I cannot make anymore references to this) then you will LOVE this.\u001b[24m\n    \u001b[1mもしあなたが 'UP'のためのオープニングを愛したら（私はもうこれを参照することはできません）、あなたはこれを愛するでしょう。\u001b[22m, \u001b[1mあなたが「UP」のための開口部を愛し--If、あなたはこれを愛します（私はもうこれへの参照を行うことはできません）。\u001b[22m\n\u001b[4mIt's eerily similar but it also stands on it own.\u001b[24m\n    \u001b[1mそれは奇妙に似ていますが、それはまたそれ自身で立っています。\u001b[22m, \u001b[1mそれは不気味なほど似ていますが、それはまた、それが所有して上に立っています。\u001b[22m\n\u001b[4mThe ending just about breaks my heart--but in a good way.\u001b[24m\n    \u001b[1mちょうど約終了は私の心を壊す - しかし、良い方法で。\u001b[22m, \u001b[1mエンディングは、ちょうど約私の心を壊す - しかし、良い方法インチ\u001b[22m\n\u001b[4mIt's just too lovely and almost sad.\u001b[24m\n    \u001b[1mそれはちょうどあまりにも素敵で、ほとんど悲しいです。\u001b[22m, \u001b[1mそれはあまりにも美しいとほぼ悲しいです。\u001b[22m\n\u001b[4mDon't judge a show by the length.\u001b[24m\n    \u001b[1mショーを長さで判断しないでください。\u001b[22m, \u001b[1m長さでショーを判断してはいけません。\u001b[22m\n\u001b[4mThis little short speaks volumes.\u001b[24m\n    \u001b[1mこの小さなショーツは音量を話します。\u001b[22m, \u001b[1mこの少し短いが、ボリュームを話します。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "luvl12",
    "profile": "/profile/luvl12/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=233430",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n「つみきのいいえ」や「小規模な立方体の家」は、これまでに何の話もなかった短い12分の話です。 シンプルな唸り、効果音、美しい音楽を通して、あなたは小さな男と彼のパイプに恋します。 アートスタイルは「非伝統的」ですが、それはあなたを捨てるべきではありません。 あなたが「魔法をつくる」のような西洋のショーを見たなら、シンプルなスタイルから少しの郷愁を感じるかもしれません。 サウンドはこのアニメの最優先事項でした。音楽と水の音響効果が私にこれを貼り付けてくれました。 彼は彼の家をさらに下に行くと、あなたは彼の過去を通して小さな男と一緒に旅し、彼についてもっと学びます。 あなたが余裕を持って12分を持っていて、あなたの気持ちを良くするために何かを探しているなら、これはあなたのためのアニメです。 あなたが時間やエネルギーを惜しまない場合は、これをバックバーナーに置き、この愛らしい小さな喧嘩の時間があるときに戻ってきてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'Tsumiki no Ie' or 'House of Small Cubes' is a short, 12 minute story told with no dialogue what so ever. Through simple grunts, sound effects, and beautiful music, you will fall in love with the little man and his pipe. The art style is 'non-traditional' but that shouldn't turn you away. If you've seen Western shows like 'Making Fiends', you may actually get a small sense of nostalgia from the simple style. Sound was this anime's top priority, as the music, and the water sound effects kept me glued top this. You travel with the little man through his past as he goes further down his house and you learn more and more about him. If you have twelve minutes to spare, and are looking for something to make you feel good, this is diffidently the anime for you. If you can't spare the time or energy, then please put this on the back burner and come back to it when you have the time for this adorable little skit.\n\n\u001b[1m「つみきのいいえ」や「小規模な立方体の家」は、これまでに何の話もなかった短い12分の話です。 シンプルな唸り、効果音、美しい音楽を通して、あなたは小さな男と彼のパイプに恋します。 アートスタイルは「非伝統的」ですが、それはあなたを捨てるべきではありません。 あなたが「魔法をつくる」のような西洋のショーを見たなら、シンプルなスタイルから少しの郷愁を感じるかもしれません。 サウンドはこのアニメの最優先事項でした。音楽と水の音響効果が私にこれを貼り付けてくれました。 彼は彼の家をさらに下に行くと、あなたは彼の過去を通して小さな男と一緒に旅し、彼についてもっと学びます。 あなたが余裕を持って12分を持っていて、あなたの気持ちを良くするために何かを探しているなら、これはあなたのためのアニメです。 あなたが時間やエネルギーを惜しまない場合は、これをバックバーナーに置き、この愛らしい小さな喧嘩の時間があるときに戻ってきてください。\u001b[22m\n\u001b[1m(`Tsu Miki no īe' ya `shōkibona rippōtai no ie' wa, kore made ni nani no hanashi mo nakatta mijikai 12-bu no hanashidesu. Shinpuruna unari, kōka-on, utsukushī ongaku o tōshite, anata wa chīsana otoko to kare no paipu ni koi shimasu. Ātosutairu wa `hi dentō-teki'desuga, sore wa anata o suterubekide wa arimasen. Anata ga `mahō o tsukuru' no yōna seiyō no shō o mitanara, shinpuruna sutairu kara sukoshi no kyōshūwokanjiru kamo shiremasen. Saundo wa kono anime no saiyūsenjikōdeshita. Ongaku to mizu no onkyō kōka ga watashi ni kore o hari tsukete kuremashita. Kare wa kare no ie o sarani shita ni iku to, anata wa kare no kako o tōshite chīsana otoko to issho ni tabi shi, kare ni tsuite motto manabimasu. Anata ga yoyū o motte 12-bu o motte ite, anata no kimochi o yoku suru tame ni nanika o sagashite irunara, kore wa anata no tame no animedesu. Anata ga jikan ya enerugī o oshimanai baai wa, kore o bakkubānā ni oki, kono airashī chīsana kenka no jikan ga aru toki ni modotte kite kudasai.)\u001b[22m\n\nTranslations of \u001b[4m'Tsumiki no Ie' or 'House of Small Cubes' is a short, 12 minute story told with no dialogue what so ever. Through simple grunts, sound effects, and beautiful music, you will fall in love with the little man and his pipe. The art style is 'non-traditional' but that shouldn't turn you away. If you've seen Western shows like 'Making Fiends', you may actually get a small sense of nostalgia from the simple style. Sound was this anime's top priority, as the music, and the water sound effects kept me glued top this. You travel with the little man through his past as he goes further down his house and you learn more and more about him. If you have twelve minutes to spare, and are looking for something to make you feel good, this is diffidently the anime for you. If you can't spare the time or energy, then please put this on the back burner and come back to it when you have the time for this adorable little skit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Tsumiki no Ie' or 'House of Small Cubes' is a short, 12 minute story told with no dialogue what so ever.\u001b[24m\n    \u001b[1m「つみきのいいえ」や「小規模な立方体の家」は、これまでに何の話もなかった短い12分の話です。\u001b[22m, \u001b[1m「つみき無すなわち 'または'つみきのいえ」は短く、12分の話はとても今まで何のない対話と語りました。\u001b[22m\n\u001b[4mThrough simple grunts, sound effects, and beautiful music, you will fall in love with the little man and his pipe.\u001b[24m\n    \u001b[1mシンプルな唸り、効果音、美しい音楽を通して、あなたは小さな男と彼のパイプに恋します。\u001b[22m, \u001b[1mシンプルなうなり声、効果音、美しい音楽を通して、あなたは少し男と彼のパイプと恋に落ちるでしょう。\u001b[22m\n\u001b[4mThe art style is 'non-traditional' but that shouldn't turn you away.\u001b[24m\n    \u001b[1mアートスタイルは「非伝統的」ですが、それはあなたを捨てるべきではありません。\u001b[22m, \u001b[1mアートスタイルは、「非伝統的」であるが、それはあなたを背を向けるべきではありません。\u001b[22m\n\u001b[4mIf you've seen Western shows like 'Making Fiends', you may actually get a small sense of nostalgia from the simple style.\u001b[24m\n    \u001b[1mあなたが「魔法をつくる」のような西洋のショーを見たなら、シンプルなスタイルから少しの郷愁を感じるかもしれません。\u001b[22m, \u001b[1mあなたは「魔神を作る」などの西洋のショーを見てきた場合、あなたが実際にシンプルなスタイルから懐かしの小さな感覚を得ることができます。\u001b[22m\n\u001b[4mSound was this anime's top priority, as the music, and the water sound effects kept me glued top this.\u001b[24m\n    \u001b[1mサウンドはこのアニメの最優先事項でした。音楽と水の音響効果が私にこれを貼り付けてくれました。\u001b[22m, \u001b[1mサウンドは、音楽のように、このアニメの最優先課題とし、水の効果音は、この接着されたトップの私を保ちました。\u001b[22m\n\u001b[4mYou travel with the little man through his past as he goes further down his house and you learn more and more about him.\u001b[24m\n    \u001b[1m彼は彼の家をさらに下に行くと、あなたは彼の過去を通して小さな男と一緒に旅し、彼についてもっと学びます。\u001b[22m, \u001b[1m彼は彼の家のさらに下になるようにあなたは彼の過去を通って少し男と一緒に旅行し、あなたは彼について、より多くを学びます。\u001b[22m\n\u001b[4mIf you have twelve minutes to spare, and are looking for something to make you feel good, this is diffidently the anime for you.\u001b[24m\n    \u001b[1mあなたが余裕を持って12分を持っていて、あなたの気持ちを良くするために何かを探しているなら、これはあなたのためのアニメです。\u001b[22m, \u001b[1mあなたは余裕の12分を持って、そしてあなたが良い気分にさせるために何かを探しているなら、これはdiffidentlyあなたのためのアニメです。\u001b[22m\n\u001b[4mIf you can't spare the time or energy, then please put this on the back burner and come back to it when you have the time for this adorable little skit.\u001b[24m\n    \u001b[1mあなたが時間やエネルギーを惜しまない場合は、これをバックバーナーに置き、この愛らしい小さな喧嘩の時間があるときに戻ってきてください。\u001b[22m, \u001b[1mあなたが時間やエネルギーを割くことができない場合は、後回しにこれを入れてください、あなたはこの愛らしい寸劇のための時間があるときにそれに戻ってきます。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "Jaloyoloti",
    "profile": "/profile/Jaloyoloti/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=26071",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  9\n\nこれは私がうまくやった楽しい小さなアニメーションです。 最初はちょっと退屈に思えるかもしれませんが、あなたはそれをあきらめることはできません。  1つは、それは非常に短いです、あなたはそれを吸うことができ、別のもののために、それはあなたの心に引っ張ることができる少し後方にタイムラインを通過します。 それは悲しいことですが、それはまた甘いので、この映画を見て見て分かる価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is a fun little animation that I stumbled upon and really enjoyed. It may seem a bit boring at first but you simply can't give up on it. For one thing, it's so short, you can suck it up, and for another thing it goes through a little backwards time line that can tug at your heart. It's sad but it's also sweet so watching this film is definitely worth the look-see.\n\n\u001b[1mこれは私がうまくやった楽しい小さなアニメーションです。 最初はちょっと退屈に思えるかもしれませんが、あなたはそれをあきらめることはできません。  1つは、それは非常に短いです、あなたはそれを吸うことができ、別のもののために、それはあなたの心に引っ張ることができる少し後方にタイムラインを通過します。 それは悲しいことですが、それはまた甘いので、この映画を見て見て分かる価値があります。\u001b[22m\n\u001b[1m(Kore wa watashi ga umaku yatta tanoshī chīsana animēshondesu. Saisho wa chotto taikutsu ni omoeru kamo shiremasenga, anata wa sore o akirameru koto wa dekimasen. 1Tsu wa, sore wa hijō ni mijikaidesu, anata wa sore o suu koto ga deki,-betsu no mono no tame ni, soreha anatanokokoroni hipparu koto ga dekiru sukoshi kōhō ni taimu rain o tsūka shimasu. Sore wa kanashī kotodesuga, soreha mata amainode, kono eiga o mitemite wakaru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a fun little animation that I stumbled upon and really enjoyed. It may seem a bit boring at first but you simply can't give up on it. For one thing, it's so short, you can suck it up, and for another thing it goes through a little backwards time line that can tug at your heart. It's sad but it's also sweet so watching this film is definitely worth the look-see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a fun little animation that I stumbled upon and really enjoyed.\u001b[24m\n    \u001b[1mこれは私がうまくやった楽しい小さなアニメーションです。\u001b[22m, \u001b[1mこれは私がつまずいたと本当に楽しんで楽しい小さなアニメーションです。\u001b[22m\n\u001b[4mIt may seem a bit boring at first but you simply can't give up on it.\u001b[24m\n    \u001b[1m最初はちょっと退屈に思えるかもしれませんが、あなたはそれをあきらめることはできません。\u001b[22m, \u001b[1mこれは、最初は少し退屈に見えるかもしれませんが、あなたは単にそれをあきらめることはできません。\u001b[22m\n\u001b[4mFor one thing, it's so short, you can suck it up, and for another thing it goes through a little backwards time line that can tug at your heart.\u001b[24m\n    \u001b[1m1つは、それは非常に短いです、あなたはそれを吸うことができ、別のもののために、それはあなたの心に引っ張ることができる少し後方にタイムラインを通過します。\u001b[22m, \u001b[1m一つには、それはとても短いですが、あなたはそれを吸うことができ、別のもののためにそれはあなたの心に引っ張ることができます少し後方にタイムラインを通過します。\u001b[22m\n\u001b[4mIt's sad but it's also sweet so watching this film is definitely worth the look-see.\u001b[24m\n    \u001b[1mそれは悲しいことですが、それはまた甘いので、この映画を見て見て分かる価値があります。\u001b[22m, \u001b[1mそれは悲しいですが、それはそう、この映画は間違いなく見て、参照価値がある見ても甘いです。\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "leunammi",
    "profile": "/profile/leunammi/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=71269",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメはオスカーに勝つ価値があり、とにかくそれをしました。\nどうして？\nこのアニメのストーリー描写は、生命をもたらすために言葉やスピーチを必要としませんが、\n私のために、すでに生きている。\nそれはそれ自身の美しさを持ち、魅力的な、心温まる、そして私たちに人生の事実を思い出させました。\n実際には、人生は進むべきであり、思い出はそこにとどまり、永遠に私たちが手を差し伸べるところの貴重な宝物になるでしょう。  ： '）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nthis anime worth to win an oscar and it did anyway.\n\n\u001b[1mこのアニメはオスカーに勝つ価値があり、とにかくやった。\u001b[22m\n\u001b[1m(Kono anime wa osukā ni katsu kachi ga ari, tonikaku yatta.)\u001b[22m\n\nTranslations of \u001b[4mthis anime worth to win an oscar and it did anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis anime worth to win an oscar and it did anyway.\u001b[24m\n    \u001b[1mこのアニメはオスカーに勝つ価値があり、とにかくやった。\u001b[22m, \u001b[1mオスカーを獲得する価値がある、それはとにかくやったこのアニメ。\u001b[22m\nwhy?\n\n\u001b[1mどうして？\u001b[22m\n\u001b[1m(Dōshite?)\u001b[22m\n\nDefinitions of \u001b[4mwhy?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadverb\n\u001b[1m    何故\u001b[22m\n        why, how\n\u001b[1m    如何して\u001b[22m\n        why, for what reason, how, in what way, for what purpose, what for\nthe storyline portray in this anime doesn't need word and speech to bring life to it,\n\n\u001b[1mこのアニメのストーリー描写は、生命をもたらすために言葉やスピーチを必要としませんが、\u001b[22m\n\u001b[1m(Kono anime no sutōrī byōsha wa, seimei o motarasu tame ni kotoba ya supīchi o hitsuyō to shimasenga,)\u001b[22m\n\nTranslations of \u001b[4mthe storyline portray in this anime doesn't need word and speech to bring life to it,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe storyline portray in this anime doesn't need word and speech to bring life to it,\u001b[24m\n    \u001b[1mこのアニメのストーリー描写は、生命をもたらすために言葉やスピーチを必要としませんが、\u001b[22m, \u001b[1mストーリーはそれに生命を持って来るために単語やスピーチを必要としないこのアニメで描きます、\u001b[22m\nfor me, its already alive .\n\n\u001b[1m私のために、すでに生きている。\u001b[22m\n\u001b[1m(Watashi no tame ni, sudeni ikite iru.)\u001b[22m\n\nTranslations of \u001b[4mfor me, its already alive .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfor me, its already alive .\u001b[24m\n    \u001b[1m私のために、すでに生きている。\u001b[22m, \u001b[1m私にとっては、そのすでに生きています。\u001b[22m\nit has the beauty on its own,captivating,heartwarming,and reminded us the fact of life.\n\n\u001b[1mそれはそれ自身の美しさを持ち、魅力的な、心温まる、そして私たちに人生の事実を思い出させました。\u001b[22m\n\u001b[1m(Sore wa sore jishin no utsukushi-sa o mochi, miryoku-tekina, kokoroatatamaru, soshite watashitachi ni jinsei no jijitsu o omoidasa semashita.)\u001b[22m\n\nTranslations of \u001b[4mit has the beauty on its own,captivating,heartwarming,and reminded us the fact of life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit has the beauty on its own,captivating,heartwarming,and reminded us the fact of life.\u001b[24m\n    \u001b[1mそれはそれ自身の美しさを持ち、魅力的な、心温まる、そして私たちに人生の事実を思い出させました。\u001b[22m, \u001b[1mそれはほのぼの、魅惑、独自に美しさを持っており、私たちの生活の事実を思い出させました。\u001b[22m\nindeed,life must move on,memories stay there,forever will be our precious treasure where only we can reach. :')\n\n\u001b[1m実際には、人生は進むべきであり、思い出はそこにとどまり、永遠に私たちが手を差し伸べるところの貴重な宝物になるでしょう。  ： '）\u001b[22m\n\u001b[1m(Jissai ni wa, jinsei wa susumubekideari, omoide wa soko ni todomari, eien ni watashitachi ga tewosashinoberu tokoro no kichōna takaramono ni narudeshou. : '))\u001b[22m\n\nTranslations of \u001b[4mindeed,life must move on,memories stay there,forever will be our precious treasure where only we can reach. :')\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mindeed,life must move on,memories stay there,forever will be our precious treasure where only we can reach.\u001b[24m\n    \u001b[1m実際には、人生は進むべきであり、思い出はそこにとどまり、永遠に私たちが手を差し伸べるところの貴重な宝物になるでしょう。\u001b[22m, \u001b[1m確かに、人生は永遠にのみ、我々が到達することができます私たちの貴重な宝物になり、メモリがそこに滞在、上の移動する必要があります。\u001b[22m\n\u001b[4m:')\u001b[24m\n    \u001b[1m： '）\u001b[22m"
  },
  {
    "title": "Tsumiki_no_Ie",
    "id": "5365",
    "url": "https://myanimelist.net/anime/5365/Tsumiki_no_Ie",
    "user": "maddfish",
    "profile": "/profile/maddfish/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=91659",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  5\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこの映画に書かれたレビューがずっと前からあったことを知っていますが、あなたがそれをあなたのキューに追加するか、あなたが間違えたことを見て時間をとらなければ。 この映画は素晴らしかったです。 それは元気以上の物語だった感情的で、それは涙でした。 この映画はみんなが見なければならないものです。あなたが時間のかかる人の一人なら、おそらくあなたのスケジュールに合わせてください。 芸術は最高ではありませんが、それは良い外観を与え、ストーリーとうまく対になります。 私はちょうど2分前に映画を終えた音楽が大好きなので、曲はまだ私の頭の中にある。 ああ、そして、あなたがそれを見る計画を立てるならば、泣く準備ができている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI know there was a review written on this movie not to long ago but if you didnt take the time to add it to your que or watch it you made a mistake. This movie was amazing. It was emotional the story was more than original and it was tearful. This movie is something that everyone should watch and its not that long so if you are one of those people who doesnt have a lot of time you can probably and should fit this in to your schedule. The art isnt the best but it gives it a nice look and pairs up with the story well. I loved the music I just finished the movie a couple of minutes ago so the song is still in my head. Oh and by the way if you do plan to watch it then be ready to cry.\n\n\u001b[1m私はこの映画に書かれたレビューがずっと前からあったことを知っていますが、あなたがそれをあなたのキューに追加するか、あなたが間違えたことを見て時間をとらなければ。 この映画は素晴らしかったです。 それは元気以上の物語だった感情的で、それは涙でした。 この映画はみんなが見なければならないものです。あなたが時間のかかる人の一人なら、おそらくあなたのスケジュールに合わせてください。 芸術は最高ではありませんが、それは良い外観を与え、ストーリーとうまく対になります。 私はちょうど2分前に映画を終えた音楽が大好きなので、曲はまだ私の頭の中にある。 ああ、そして、あなたがそれを見る計画を立てるならば、泣く準備ができている。\u001b[22m\n\u001b[1m(Watashi wa kono eiga ni kaka reta rebyū ga zuttomaekara atta koto o shitte imasuga, anata ga sore o anata no kyū ni tsuika suru ka, anata ga machigaeta koto o mite jikan o toranakereba. Kono eiga wa subarashikattadesu. Sore wa genki ijō no monogataridatta kanjō-tekide, soreha namidadeshita. Kono eiga wa min'na ga minakereba naranai monodesu. Anata ga jikan no kakaru hito no hitorinara, osoraku anata no sukejūru ni awa sete kudasai. Geijutsu wa saikōde wa arimasenga, sore wa yoi gaikan o atae, sutōrī to umaku tai ni narimasu. Watashi wa chōdo 2-bu mae ni eiga o oeta ongaku ga daisukinanode,-kyoku wa mada watashi no atama no naka ni aru. Ā, soshite, anata ga sore o miru keikakuwotaterunaraba, naku junbi ga dekite iru.)\u001b[22m\n\nTranslations of \u001b[4mI know there was a review written on this movie not to long ago but if you didnt take the time to add it to your que or watch it you made a mistake. This movie was amazing. It was emotional the story was more than original and it was tearful. This movie is something that everyone should watch and its not that long so if you are one of those people who doesnt have a lot of time you can probably and should fit this in to your schedule. The art isnt the best but it gives it a nice look and pairs up with the story well. I loved the music I just finished the movie a couple of minutes ago so the song is still in my head. Oh and by the way if you do plan to watch it then be ready to cry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know there was a review written on this movie not to long ago but if you didnt take the time to add it to your que or watch it you made a mistake.\u001b[24m\n    \u001b[1m私はこの映画に書かれたレビューがずっと前からあったことを知っていますが、あなたがそれをあなたのキューに追加するか、あなたが間違えたことを見て時間をとらなければ。\u001b[22m, \u001b[1m私はしないようにずっと前にこの映画に書かれたレビューがあった知っていますが、QUEに追加するか、あなたがミスを犯し、それを見るために時間がかかるdidntの場合。\u001b[22m\n\u001b[4mThis movie was amazing.\u001b[24m\n    \u001b[1mこの映画は素晴らしかったです。\u001b[22m, \u001b[1mこの映画は驚くべきものでした。\u001b[22m\n\u001b[4mIt was emotional the story was more than original and it was tearful.\u001b[24m\n    \u001b[1mそれは元気以上の物語だった感情的で、それは涙でした。\u001b[22m, \u001b[1m物語はオリジナルを超えていた感情的だったし、涙ながらでした。\u001b[22m\n\u001b[4mThis movie is something that everyone should watch and its not that long so if you are one of those people who doesnt have a lot of time you can probably and should fit this in to your schedule.\u001b[24m\n    \u001b[1mこの映画はみんなが見なければならないものです。あなたが時間のかかる人の一人なら、おそらくあなたのスケジュールに合わせてください。\u001b[22m, \u001b[1mこの映画は、おそらくすることができます多くの時間を持っているし、あなたのスケジュールにでこれを収まる必要がありますdoesntのその一人であるかのように、誰もがその長く見て、そのてはならないものです。\u001b[22m\n\u001b[4mThe art isnt the best but it gives it a nice look and pairs up with the story well.\u001b[24m\n    \u001b[1m芸術は最高ではありませんが、それは良い外観を与え、ストーリーとうまく対になります。\u001b[22m, \u001b[1mアートは最高のイマイチが、それはそれをうまく話で最大の素敵な外観とペアを提供します。\u001b[22m\n\u001b[4mI loved the music I just finished the movie a couple of minutes ago so the song is still in my head.\u001b[24m\n    \u001b[1m私はちょうど2分前に映画を終えた音楽が大好きなので、曲はまだ私の頭の中にある。\u001b[22m, \u001b[1m私は歌が頭に残っているので、私はちょうど数分前に映画を終えた音楽を愛しました。\u001b[22m\n\u001b[4mOh and by the way if you do plan to watch it then be ready to cry.\u001b[24m\n    \u001b[1mああ、そして、あなたがそれを見る計画を立てるならば、泣く準備ができている。\u001b[22m, \u001b[1mああ、あなたが泣いて準備ができて、それを見るために計画しなければところで。\u001b[22m"
  }
]
