[
  {
    "title": "Shin_Mazinger_Shougeki_Z-hen",
    "id": "5485",
    "url": "https://myanimelist.net/anime/5485/Shin_Mazinger_Shougeki_Z-hen",
    "user": "nicepants",
    "profile": "/profile/nicepants/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=19406",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\nShin Mazinger Shougeki Z Henはこの世代の平均的なスーパーロボットショーではありません。 まず、ロボットの過ぎ去った時代への賛辞です。 それは高品質の熱血、テストステロンが積まれたロボット・サルファーフェストで、あなたにもっと懇願してくれます。\n\nTrue Mazingerは数多くのMazingerの宇宙を1つの新しい再起動に結合し、いくつかのマイナーなキャラクターに注目を集め、興味のないものを減らし、賛辞と古いシリーズへの参照で盛り上がる。 それとも私は言われました。 真実は、これがマジンガー宇宙への私の最初の参入であり、それは旅行の価値があると言われました。\n\n物語はたくさんの思考を必要とせずに、畳み込まれている、面白い獣のビットです。 今川はエピソードではなく、季節ごとに書く。 すべてのスレッドは最後に一緒に来て、信じられないほどの才能でそうするが、これはすべてがエピソードで解決されるわけではないことを意味する。\n\n芸術は、太い輪郭と強固な色彩を備えた古いスタイルへの賛辞です。 キャラクター/ロボットのデザインは、元の70年代のスタイルとほとんど変わりません。 これは、今日の生産能力を備えた70年代のアニメのようなものです。 私が最初から大ファンではなかったのですが、そのスタイルは本当に私にとって成長しました。だから、ショーを見るのを妨げないようにしてください。\n\n音楽も絶対に素晴らしいです。  Kanjite Knightは最近の記憶の最高のOPの1つであり、ショー全体を通して大きな効果を発揮します。 バックグラウンドミュージックは、全体を通して強いです。\n\n真のマジンガーインパクト！  Zチャプターは私が今まで観てきたことの中で最も楽しいショーの一つです。 しかし、私はそれがあなたが愛しているか憎むだろう、それらのショーのいずれかであると信じています。 私にとっては、今日の輝くアニメーションの世界に残っている間、これは古典的なスタイルへの素晴らしい旅でした。\n\nサイドノート：ストリーミングバンダイチャンネルをプッシュしようとすると、TV放送の最初の15回のエピソードのそれぞれから数分間のシーンが削除されました。 私はGattaiのサブシステムを推奨しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nShin Mazinger Shougeki Z Hen is not the average super robot show of this generation. First and foremost, it is a tribute to the bygone days of robots. It is a high quality hot-blooded, testosterone-loaded robot slugfest which will leave you begging for more.\n\n\u001b[1mShin Mazinger Shougeki Z Henはこの世代の平均的なスーパーロボットショーではありません。 まず、ロボットの過ぎ去った時代への賛辞です。 それは高品質の熱血、テストステロンが積まれたロボット・サルファーフェストで、あなたにもっと懇願してくれます。\u001b[22m\n\u001b[1m(Shin Mazinger Shougeki Z Hen wa kono sedai no heikin-tekina sūpārobottoshōde wa arimasen. Mazu, robotto no sugisatta jidai e no sanjidesu. Sore wa kōhinshitsu no nekketsu, tesutosuteron ga tsuma reta robotto sarufāfesuto de, anata ni motto kongan shite kuremasu.)\u001b[22m\n\nTranslations of \u001b[4mShin Mazinger Shougeki Z Hen is not the average super robot show of this generation. First and foremost, it is a tribute to the bygone days of robots. It is a high quality hot-blooded, testosterone-loaded robot slugfest which will leave you begging for more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShin Mazinger Shougeki Z Hen is not the average super robot show of this generation.\u001b[24m\n    \u001b[1mShin Mazinger Shougeki Z Henはこの世代の平均的なスーパーロボットショーではありません。\u001b[22m, \u001b[1m真マジンガー衝撃Z編は、この世代の平均スーパーロボットショーではありません。\u001b[22m\n\u001b[4mFirst and foremost, it is a tribute to the bygone days of robots.\u001b[24m\n    \u001b[1mまず、ロボットの過ぎ去った時代への賛辞です。\u001b[22m, \u001b[1mまず第一に、それはロボットの過ぎし日へのオマージュです。\u001b[22m\n\u001b[4mIt is a high quality hot-blooded, testosterone-loaded robot slugfest which will leave you begging for more.\u001b[24m\n    \u001b[1mそれは高品質の熱血、テストステロンが積まれたロボット・サルファーフェストで、あなたにもっと懇願してくれます。\u001b[22m, \u001b[1mそれは多くのために物乞いを残すであろう高品質熱血、テストステロンロードされたロボットの乱打戦です。\u001b[22m\n\u001b[1m\u001b[22m\nTrue Mazinger combines a number of the Mazinger universe into one brand new reboot, giving some minor characters spotlighted roles, and reducing the less interesting ones, and is loaded to the brim with tributes and references to the old series. Or so I have been told. Truth be told, this was my first entry into the Mazinger universe, and it was well worth the trip.\n\n\u001b[1mTrue Mazingerは数多くのMazingerの宇宙を1つの新しい再起動に結合し、いくつかのマイナーなキャラクターに注目を集め、興味のないものを減らし、賛辞と古いシリーズへの参照で盛り上がる。 それとも私は言われました。 真実は、これがマジンガー宇宙への私の最初の参入であり、それは旅行の価値があると言われました。\u001b[22m\n\u001b[1m(To~urū Mazinger wa kazuōku no Mazinger no uchū o 1tsu no atarashī sakidō ni ketsugō shi, ikutsu ka no maināna kyarakutā ni chūmoku o atsume, kyōmi no nai mono o herashi, sanji to furui shirīzu e no sanshō de moriagaru. Soretomo watashi wa iwa remashita. Shinjitsu wa, kore ga majingā uchū e no watashi no saisho no san'nyūdeari, soreha ryokō no kachigāru to iwa remashita.)\u001b[22m\n\nTranslations of \u001b[4mTrue Mazinger combines a number of the Mazinger universe into one brand new reboot, giving some minor characters spotlighted roles, and reducing the less interesting ones, and is loaded to the brim with tributes and references to the old series. Or so I have been told. Truth be told, this was my first entry into the Mazinger universe, and it was well worth the trip.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrue Mazinger combines a number of the Mazinger universe into one brand new reboot, giving some minor characters spotlighted roles, and reducing the less interesting ones, and is loaded to the brim with tributes and references to the old series.\u001b[24m\n    \u001b[1mTrue Mazingerは数多くのMazingerの宇宙を1つの新しい再起動に結合し、いくつかのマイナーなキャラクターに注目を集め、興味のないものを減らし、賛辞と古いシリーズへの参照で盛り上がる。\u001b[22m, \u001b[1m真マジンガーは、いくつかのマイナーなキャラクターを与え、1ブランドの新しいリブートにマジンガー宇宙の数を組み合わせた役割を脚光を浴び、そしてあまり面白いものを減らし、旧シリーズへの賛辞との言及につばにロードされます。\u001b[22m\n\u001b[4mOr so I have been told.\u001b[24m\n    \u001b[1mそれとも私は言われました。\u001b[22m, \u001b[1mそれとも私が言われています。\u001b[22m\n\u001b[4mTruth be told, this was my first entry into the Mazinger universe, and it was well worth the trip.\u001b[24m\n    \u001b[1m真実は、これがマジンガー宇宙への私の最初の参入であり、それは旅行の価値があると言われました。\u001b[22m, \u001b[1m真実は、これはマジンガー宇宙への私の最初のエントリであり、それが旅行の価値があった、と言われます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is a bit of an interesting beast, managing to be convoluted, while not requiring a lot of thought. Imagawa writes by season, not by episode. The threads all come together at the end, and do so with incredible flair, however this means that not everything will be resolved in an episode.\n\n\u001b[1m物語はたくさんの思考を必要とせずに、畳み込まれている、面白い獣のビットです。 今川はエピソードではなく、季節ごとに書く。 すべてのスレッドは最後に一緒に来て、信じられないほどの才能でそうするが、これはすべてがエピソードで解決されるわけではないということを意味する。\u001b[22m\n\u001b[1m(Monogatari wa takusan no shikō o hitsuyō to sezu ni, tatamikoma rete iru, omoshiroi kemono no bittodesu. Imagawa wa episōdode wa naku, kisetsu-goto ni kaku. Subete no sureddo wa saigo ni issho ni kite, shinji rarenai hodo no sainō de sō suruga, koreha subete ga episōdo de kaiketsu sa reru wakede wa nai to iu koto o imi suru.)\u001b[22m\n\nTranslations of \u001b[4mThe story is a bit of an interesting beast, managing to be convoluted, while not requiring a lot of thought. Imagawa writes by season, not by episode. The threads all come together at the end, and do so with incredible flair, however this means that not everything will be resolved in an episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is a bit of an interesting beast, managing to be convoluted, while not requiring a lot of thought.\u001b[24m\n    \u001b[1m物語はたくさんの思考を必要とせずに、畳み込まれている、面白い獣のビットです。\u001b[22m, \u001b[1m物語は思考の多くを必要としない一方で、畳み込むために管理し、興味深い獣のビットです。\u001b[22m\n\u001b[4mImagawa writes by season, not by episode.\u001b[24m\n    \u001b[1m今川はエピソードではなく、季節ごとに書く。\u001b[22m, \u001b[1m今川はないエピソードによって、季節によって書き込まれます。\u001b[22m\n\u001b[4mThe threads all come together at the end, and do so with incredible flair, however this means that not everything will be resolved in an episode.\u001b[24m\n    \u001b[1mすべてのスレッドは最後に一緒に来て、信じられないほどの才能でそうするが、これはすべてがエピソードで解決されるわけではないということを意味する。\u001b[22m, \u001b[1mスレッドすべては、しかし、これではないすべてがエピソードに解決されることを意味し、最後に一緒に来て、そして信じられないほどの風にアレンジしたそう。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is a tribute to the old style, with thick outlines and strong solid colors. The character/robot designs are hardly changed from the original 70s style. This absolutely looks like a 70s anime with today's production qualities, in a good way. While I was not a big fan to begin with, the style really grew on me, so do not let this be a deterrent to watching the show.\n\n\u001b[1m芸術は、太い輪郭と強固な色彩を備えた古いスタイルへの賛辞です。 キャラクター/ロボットのデザインは、元の70年代のスタイルとほとんど変わりません。 これは、今日の生産能力を備えた70年代のアニメのようなものです。 私が最初から大ファンではなかったのですが、そのスタイルは本当に私にとって成長しました。だから、ショーを見るのを妨げないようにしてください。\u001b[22m\n\u001b[1m(Geijutsu wa, futoi rinkaku to kyōkona shikisai o sonaeta furui sutairu e no sanjidesu. Kyarakutā/ robotto no dezain wa,-moto no 70-nendai no sutairu to hotondo kawarimasen. Kore wa, kyō no seisan nōryoku o sonaeta 70-nendai no anime no yōna monodesu. Watashi ga saisho kara dai fande wa nakatta nodesuga, sono sutairu wa hontōni watashi ni totte seichō shimashita. Dakara, shō o miru no o samatagenai yō ni shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe art is a tribute to the old style, with thick outlines and strong solid colors. The character/robot designs are hardly changed from the original 70s style. This absolutely looks like a 70s anime with today's production qualities, in a good way. While I was not a big fan to begin with, the style really grew on me, so do not let this be a deterrent to watching the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is a tribute to the old style, with thick outlines and strong solid colors.\u001b[24m\n    \u001b[1m芸術は、太い輪郭と強固な色彩を備えた古いスタイルへの賛辞です。\u001b[22m, \u001b[1m芸術は太い輪郭線と強い固体色で古いスタイルへのオマージュです。\u001b[22m\n\u001b[4mThe character/robot designs are hardly changed from the original 70s style.\u001b[24m\n    \u001b[1mキャラクター/ロボットのデザインは、元の70年代のスタイルとほとんど変わりません。\u001b[22m, \u001b[1m文字/ロボットのデザインはほとんど元の70年代のスタイルから変更されません。\u001b[22m\n\u001b[4mThis absolutely looks like a 70s anime with today's production qualities, in a good way.\u001b[24m\n    \u001b[1mこれは、今日の生産能力を備えた70年代のアニメのようなものです。\u001b[22m, \u001b[1mこれは絶対に良い方法では、今日の生産品質を有する70年代アニメのように見えます。\u001b[22m\n\u001b[4mWhile I was not a big fan to begin with, the style really grew on me, so do not let this be a deterrent to watching the show.\u001b[24m\n    \u001b[1m私が最初から大ファンではなかったのですが、そのスタイルは本当に私にとって成長しました。だから、ショーを見るのを妨げないようにしてください。\u001b[22m, \u001b[1m私はそもそも大ファンではありませんでしたが、スタイルは本当に私に成長したので、これはショーを見に抑止することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is absolutely fabulous as well. Kanjite Knight is one of the best OPs of recent memory, and is used to great effect throughout the show. The background music is strong throughout as well.\n\n\u001b[1m音楽も絶対に素晴らしいです。  Kanjite Knightは最近の記憶の最高のOPの1つであり、ショー全体を通して大きな効果を発揮します。 バックグラウンドミュージックは、全体を通して強いです。\u001b[22m\n\u001b[1m(Ongaku mo zettai ni subarashīdesu. Kanjite Knight wa saikin no kioku no saikō no OP no 1tsudeari, shō zentai o tōshite ōkina kōka o hakki shimasu. Bakkuguraundomyūjikku wa, zentai o tōshite tsuyoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is absolutely fabulous as well. Kanjite Knight is one of the best OPs of recent memory, and is used to great effect throughout the show. The background music is strong throughout as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is absolutely fabulous as well.\u001b[24m\n    \u001b[1m音楽も絶対に素晴らしいです。\u001b[22m, \u001b[1m音楽も同様に絶対に素晴らしいです。\u001b[22m\n\u001b[4mKanjite Knight is one of the best OPs of recent memory, and is used to great effect throughout the show.\u001b[24m\n    \u001b[1mKanjite Knightは最近の記憶の最高のOPの1つであり、ショー全体を通して大きな効果を発揮します。\u001b[22m, \u001b[1mKanjite騎士は最近の記憶の最良のOPの一つであり、ショー全体の大きな効果に使用されます。\u001b[22m\n\u001b[4mThe background music is strong throughout as well.\u001b[24m\n    \u001b[1mバックグラウンドミュージックは、全体を通して強いです。\u001b[22m, \u001b[1mバックグラウンドミュージックは、同様に全体に強いです。\u001b[22m\n\u001b[1m\u001b[22m\nTrue Mazinger Impact! Z Chapter is one of the most fun shows I have ever had the pleasure of watching. However, I believe it will be one of those shows which you'll either love or hate, due both to the writing and art styles. For me, this was a marvelous trip to the classic style, while remaining in today's world of shiny animation.\n\n\u001b[1m真のマジンガーインパクト！  Zチャプターは私が今まで観てきたことの中で最も楽しいショーの一つです。 しかし、私はそれがあなたが愛しているか憎むだろう、それらのショーのいずれかであると信じています。 私にとっては、今日の輝くアニメーションの世界に残っている間、これは古典的なスタイルへの素晴らしい旅でした。\u001b[22m\n\u001b[1m(Shin no majingāinpakuto! Z chaputā wa watashi ga imamade mite kita koto no naka de mottomo tanoshī shō no hitotsudesu. Shikashi, watashi wa sore ga anata ga aishite iru ka nikumudarou, sorera no shō no izurekadearu to shinjite imasu. Watashi ni totte wa, kyō no kagayaku animēshon no sekai ni nokotte iru ma, koreha koten-tekina sutairu e no subarashī tabideshita.)\u001b[22m\n\nTranslations of \u001b[4mTrue Mazinger Impact! Z Chapter is one of the most fun shows I have ever had the pleasure of watching. However, I believe it will be one of those shows which you'll either love or hate, due both to the writing and art styles. For me, this was a marvelous trip to the classic style, while remaining in today's world of shiny animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrue Mazinger Impact!\u001b[24m\n    \u001b[1m真のマジンガーインパクト！\u001b[22m, \u001b[1m真マジンガー衝撃！\u001b[22m\n\u001b[4mZ Chapter is one of the most fun shows I have ever had the pleasure of watching.\u001b[24m\n    \u001b[1mZチャプターは私が今まで観てきたことの中で最も楽しいショーの一つです。\u001b[22m, \u001b[1mZ章は私が今まで見ての喜びを持っていた最も楽しいショーの一つです。\u001b[22m\n\u001b[4mHowever, I believe it will be one of those shows which you'll either love or hate, due both to the writing and art styles.\u001b[24m\n    \u001b[1mしかし、私はそれがあなたが愛しているか憎むだろう、それらのショーのいずれかであると信じています。\u001b[22m, \u001b[1mしかし、私はそれが書き込みやアートスタイルの両方によるあなたが愛や憎しみのいずれかよ、これらのショーの一つ、になると考えています。\u001b[22m\n\u001b[4mFor me, this was a marvelous trip to the classic style, while remaining in today's world of shiny animation.\u001b[24m\n    \u001b[1m私にとっては、今日の輝くアニメーションの世界に残っている間、これは古典的なスタイルへの素晴らしい旅でした。\u001b[22m, \u001b[1m光沢のあるアニメーションの今日の世界のまま私にとって、これは、古典的なスタイルへの素晴らしい旅でした。\u001b[22m\n\u001b[1m\u001b[22m\nSIDE NOTE: In an attempt to push the streaming Bandai channel, several minutes of scenes were cut out of each of the first 15 episodes of the TV broadcasts. I recommend Gattai subs, as they have added these scenes in.\n\n\u001b[1mサイドノート：ストリーミングバンダイチャンネルをプッシュしようとすると、TV放送の最初の15回のエピソードのそれぞれから数分間のシーンが削除されました。 私はGattaiのサブシステムを推奨しています。\u001b[22m\n\u001b[1m(Saidonōto: Sutorīmingubandaichan'neru o pusshu shiyou to suru to, TV hōsō no saisho no 15-kai no episōdo no sorezore kara sū-funkan no shīn ga sakujosaremashita. Watashi wa Gattai no sabushisutemu o suishō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSIDE NOTE: In an attempt to push the streaming Bandai channel, several minutes of scenes were cut out of each of the first 15 episodes of the TV broadcasts. I recommend Gattai subs, as they have added these scenes in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSIDE NOTE: In an attempt to push the streaming Bandai channel, several minutes of scenes were cut out of each of the first 15 episodes of the TV broadcasts.\u001b[24m\n    \u001b[1mサイドノート：ストリーミングバンダイチャンネルをプッシュしようとすると、TV放送の最初の15回のエピソードのそれぞれから数分間のシーンが削除されました。\u001b[22m, \u001b[1mサイドノート：ストリーミングバンダイチャンネルをプッシュしようとする試みでは、シーンの数分間は、テレビ放送の最初の15のエピソードのそれぞれの切り出しました。\u001b[22m\n\u001b[4mI recommend Gattai subs, as they have added these scenes in.\u001b[24m\n    \u001b[1m私はGattaiのサブシステムを推奨しています。\u001b[22m, \u001b[1m私は、彼らがこれらのシーンを追加したとして、Gattai潜水艦をお勧めします。\u001b[22m"
  },
  {
    "title": "Shin_Mazinger_Shougeki_Z-hen",
    "id": "5485",
    "url": "https://myanimelist.net/anime/5485/Shin_Mazinger_Shougeki_Z-hen",
    "user": "Psycho_Kenshin",
    "profile": "/profile/Psycho_Kenshin/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=19407",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\n真のマジンガーは非常に良い、徹底的に面白いスーパーロボットショーです。\n\nまさに、Kabuto Koujiはオリジナルのbadassスーパーロボット、Mazinger Z. Hell博士と彼の精神的な手先は常に戦争を続けています。彼らはMazinger Zを止め、善良な人々から様々な力と技術をすべて手に入れたいと考えています。\n\nほとんどの場合、ショーは対話主導であり、すべての偏心キャラクターは、彼らがどのように感じ、なぜ彼らは何をしたいのかについて非常に詳しく説明されています。 プロットは実際に示されているよりも説明されていますが、これは必ずしも悪いことではありません。\n\nオールドスクールのスーパーロボットアクションは楽しいものです。マジンガーZのヒーローは、いくつかのシグネチャーを取り除き、彼が大部分を必要としています。 偉大なロッキン・サウンドトラックは情熱を燃やしてこれらの場面に燃料を供給します。\n\nショーは非常に奇妙な、それは大部分のために前に英語に翻訳されていないランダムなゴー永井漫画の多くに敬意を払っています。  Go Nagaiの過去の作品にはランダムなうなずきがたくさんあります。\n\nかなり多く、このショーは非常に強く、私は最後に向かって認める必要がありますが、多くのプロットの紆余曲折後に、いくつかのキャラクターの動機は実際には足りないようです。\n\n結局のところ、これはジャンルの父親に敬意を表する非常に記憶に残るショーで、私はそれをチェックすることをお勧めします。 うまくいけばそれはそれが値する続編シリーズを得る。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTrue Mazinger is a very good, thoroughly entertaining super robot show.\n\n\u001b[1m真のマジンガーは非常に良い、徹底的に面白いスーパーロボットショーです。\u001b[22m\n\u001b[1m(Shin no majingā wa hijō ni yoi, tetteiteki ni omoshiroi sūpārobottoshōdesu.)\u001b[22m\n\nTranslations of \u001b[4mTrue Mazinger is a very good, thoroughly entertaining super robot show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrue Mazinger is a very good, thoroughly entertaining super robot show.\u001b[24m\n    \u001b[1m真のマジンガーは非常に良い、徹底的に面白いスーパーロボットショーです。\u001b[22m, \u001b[1m真マジンガーは非常に良い、徹底的に面白いスーパーロボットショーです。\u001b[22m\n\u001b[1m\u001b[22m\nPretty much, Kabuto Kouji pilots the original badass super robot, Mazinger Z. Dr. Hell and his psychotic minions are constantly waging war, they want to stop Mazinger Z and get all the various powers and technology from the good guys.\n\n\u001b[1mまさに、Kabuto Koujiはオリジナルのbadassスーパーロボット、Mazinger Z. Hell博士と彼の精神的な手先は常に戦争を続けています。彼らはMazinger Zを止め、善良な人々から様々な力と技術をすべて手に入れたいと考えています。\u001b[22m\n\u001b[1m(Masani, Kabuto Kouji wa orijinaru no badass sūpārobotto, Mazinger Z. Hell hakase to kare no seishin-tekina tesaki wa tsuneni sensō o tsudzukete imasu. Karera wa Mazinger Z o tome, zenryōna hitobito kara samazamana chikara to gijutsu o subete te ni iretai to kangaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mPretty much, Kabuto Kouji pilots the original badass super robot, Mazinger Z. Dr. Hell and his psychotic minions are constantly waging war, they want to stop Mazinger Z and get all the various powers and technology from the good guys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPretty much, Kabuto Kouji pilots the original badass super robot, Mazinger Z. Dr. Hell and his psychotic minions are constantly waging war, they want to stop Mazinger Z and get all the various powers and technology from the good guys.\u001b[24m\n    \u001b[1mまさに、Kabuto Koujiはオリジナルのbadassスーパーロボット、Mazinger Z. Hell博士と彼の精神的な手先は常に戦争を続けています。彼らはMazinger Zを止め、善良な人々から様々な力と技術をすべて手に入れたいと考えています。\u001b[22m, \u001b[1mかなり、カブト浩二パイロット元ワルスーパーロボットは、マジンガーZのDr.ヘルと彼の精神病の手下たちは常に彼らがマジンガーZを停止し、善玉からすべての様々な力と技術を取得したい、戦争を繰り広げています。\u001b[22m\n\u001b[1m\u001b[22m\nFor the most part, the show is dialogue driven, with all the eccentric characters going into great detail about how they feel and why they want what they do. The plot is more explained than actually shown, although this isn't necessarily a bad thing, as it keeps the intrigue going.\n\n\u001b[1mほとんどの場合、ショーは対話主導であり、すべての偏心キャラクターは、彼らがどのように感じ、なぜ彼らは何をしたいのかについて非常に詳しく説明されています。 プロットは実際に示されているよりも説明されていますが、これは必ずしも悪いことではありません。\u001b[22m\n\u001b[1m(Hotondo no baai, shō wa taiwa shudōdeari, subete no henshin kyarakutā wa, karera ga dono yō ni kanji, naze karera wa nani o shitai no ka ni tsuite hijō ni kuwashiku setsumei sa rete imasu. Purotto wa jissai ni shimesa rete iru yori mo setsumei sa rete imasuga, kore wa kanarazushimo warui kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFor the most part, the show is dialogue driven, with all the eccentric characters going into great detail about how they feel and why they want what they do. The plot is more explained than actually shown, although this isn't necessarily a bad thing, as it keeps the intrigue going.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the most part, the show is dialogue driven, with all the eccentric characters going into great detail about how they feel and why they want what they do.\u001b[24m\n    \u001b[1mほとんどの場合、ショーは対話主導であり、すべての偏心キャラクターは、彼らがどのように感じ、なぜ彼らは何をしたいのかについて非常に詳しく説明されています。\u001b[22m, \u001b[1mほとんどの部分については、ショーは対話は、すべての偏心の文字は、彼らがどのように感じるかについて非常に詳細に行くとなぜ彼らは彼らが何をしたいと、駆動されます。\u001b[22m\n\u001b[4mThe plot is more explained than actually shown, although this isn't necessarily a bad thing, as it keeps the intrigue going.\u001b[24m\n    \u001b[1mプロットは実際に示されているよりも説明されていますが、これは必ずしも悪いことではありません。\u001b[22m, \u001b[1mそれは陰謀がいっているように、これは、必ずしも悪いことではありませんが、プロットは、より実際に示されたものと説明しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe oldschool super robot action is a lot of fun, pretty much our hero in his Mazinger Z whips out a few signature moves and that's all he needs for the most part. The great rockin' soundtrack helps fuel these scenes with burning passion though.\n\n\u001b[1mオールドスクールのスーパーロボットアクションは楽しいものです。マジンガーZのヒーローは、いくつかのシグネチャーを取り除き、彼が大部分を必要としています。 偉大なロッキン・サウンドトラックは情熱を燃やしてこれらの場面に燃料を供給します。\u001b[22m\n\u001b[1m(Ōrudosukūru no sūpārobottoakushon wa tanoshī monodesu. Majingā Z no hīrō wa, ikutsu ka no shigunechā o torinozoki, kare ga daibubun o hitsuyō to shite imasu. Idaina rokkin saundotorakku wa jōnetsu o moyashite korera no bamen ni nenryō o kyōkyū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe oldschool super robot action is a lot of fun, pretty much our hero in his Mazinger Z whips out a few signature moves and that's all he needs for the most part. The great rockin' soundtrack helps fuel these scenes with burning passion though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe oldschool super robot action is a lot of fun, pretty much our hero in his Mazinger Z whips out a few signature moves and that's all he needs for the most part.\u001b[24m\n    \u001b[1mオールドスクールのスーパーロボットアクションは楽しいものです。マジンガーZのヒーローは、いくつかのシグネチャーを取り除き、彼が大部分を必要としています。\u001b[22m, \u001b[1mオールドスクールスーパーロボットアクションはかなり彼のマジンガーZで私たちのヒーローは、いくつかの署名移動を鞭、それは彼がほとんどの部分で必要なすべてのですが、多くの楽しみです。\u001b[22m\n\u001b[4mThe great rockin' soundtrack helps fuel these scenes with burning passion though.\u001b[24m\n    \u001b[1m偉大なロッキン・サウンドトラックは情熱を燃やしてこれらの場面に燃料を供給します。\u001b[22m, \u001b[1m偉大なロックなサウンドトラックは、しかし情熱を燃やすと、これらのシーンに燃料を供給するのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nThe show is very quirky, it pays homage to a lot of random Go Nagai comics that for the most part haven't been translated into English before. Lots of random nods to Go Nagai's past works, which admittedly can seem a bit out of place.\n\n\u001b[1mショーは非常に奇妙な、それは大部分のために前に英語に翻訳されていないランダムなゴー永井漫画の多くに敬意を払っています。  Go Nagaiの過去の作品にはランダムなうなずきがたくさんあります。\u001b[22m\n\u001b[1m(Shō wa hijō ni kimyōna, soreha daibubun no tame ni mae ni eigo ni hon'yaku sa rete inai randamuna gō Nagai manga no ōku ni keii o haratte imasu. Go Nagai no kako no sakuhin ni wa randamuna unazuki ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show is very quirky, it pays homage to a lot of random Go Nagai comics that for the most part haven't been translated into English before. Lots of random nods to Go Nagai's past works, which admittedly can seem a bit out of place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show is very quirky, it pays homage to a lot of random Go Nagai comics that for the most part haven't been translated into English before.\u001b[24m\n    \u001b[1mショーは非常に奇妙な、それは大部分のために前に英語に翻訳されていないランダムなゴー永井漫画の多くに敬意を払っています。\u001b[22m, \u001b[1mショーは、それはほとんどの部分は前に英語に翻訳されていないランダム永井豪の漫画の多くに敬意を払って、非常に風変わりです。\u001b[22m\n\u001b[4mLots of random nods to Go Nagai's past works, which admittedly can seem a bit out of place.\u001b[24m\n    \u001b[1mGo Nagaiの過去の作品にはランダムなうなずきがたくさんあります。\u001b[22m, \u001b[1mランダムうなずくの多くは確かに場違いビットを見えることができ永井の過去の作品を、移動します。\u001b[22m\n\u001b[1m\u001b[22m\nPretty much, this show is very strong throughout, although I have to admit towards the end, after many plot twists, some of the characters motivations really didn't seem to add up.\n\n\u001b[1mかなり多く、このショーは非常に強く、私は最後に向かって認める必要がありますが、多くのプロットの紆余曲折後に、いくつかのキャラクターの動機は実際には足りないようです。\u001b[22m\n\u001b[1m(Kanari ōku, kono shō wa hijō ni tsuyoku, watashi wa saigo ni mukatte shitatameru hitsuyō ga arimasuga, ōku no purotto no uyokyokusetsu-go ni, ikutsu ka no kyarakutā no dōki wa jissai ni wa tarinai yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mPretty much, this show is very strong throughout, although I have to admit towards the end, after many plot twists, some of the characters motivations really didn't seem to add up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPretty much, this show is very strong throughout, although I have to admit towards the end, after many plot twists, some of the characters motivations really didn't seem to add up.\u001b[24m\n    \u001b[1mかなり多く、このショーは非常に強く、私は最後に向かって認める必要がありますが、多くのプロットの紆余曲折後に、いくつかのキャラクターの動機は実際には足りないようです。\u001b[22m, \u001b[1m私は、終わりに向かって認めざるを得ない多くのどんでん返しの後に、文字の動機のいくつかは本当にアップに追加していないようでしたが、かなり多く、この番組は、全体で非常に強いです。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, this is a very memorable show paying tribute to the father of the genre, and I recommend checking it out. Hopefully it gets the sequel series it deserves.\n\n\u001b[1m結局のところ、これはジャンルの父親に敬意を表する非常に記憶に残るショーで、私はそれをチェックすることをお勧めします。 うまくいけばそれはそれが値する続編シリーズを得る。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, koreha janru no chichioya ni keiiwohyōsuru hijō ni kioku ni nokoru shō de, watashi wa sore o chekku suru koto o o susume shimasu. Umaku ikeba sore wa sore ga ataisuru zokuhen shirīzu o eru.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, this is a very memorable show paying tribute to the father of the genre, and I recommend checking it out. Hopefully it gets the sequel series it deserves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, this is a very memorable show paying tribute to the father of the genre, and I recommend checking it out.\u001b[24m\n    \u001b[1m結局のところ、これはジャンルの父親に敬意を表する非常に記憶に残るショーで、私はそれをチェックすることをお勧めします。\u001b[22m, \u001b[1mすべてのすべてで、これはジャンルの父に敬意を払って、非常に思い出に残るショーです、と私はそれをチェックアウトすることをお勧めします。\u001b[22m\n\u001b[4mHopefully it gets the sequel series it deserves.\u001b[24m\n    \u001b[1mうまくいけばそれはそれが値する続編シリーズを得る。\u001b[22m, \u001b[1mうまくいけば、それはそれに値する続編シリーズを取得します。\u001b[22m"
  },
  {
    "title": "Shin_Mazinger_Shougeki_Z-hen",
    "id": "5485",
    "url": "https://myanimelist.net/anime/5485/Shin_Mazinger_Shougeki_Z-hen",
    "user": "Yukariki",
    "profile": "/profile/Yukariki/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=85815",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\nタイムマシンを作って、1972年にダイヤルを調整し、日本の郊外の通りを歩いてみると、ブラウン管テレビからブラストしたキャッチーなマジンガーZオープニングソングが聞こえるかもしれません。 有名なオープニングアニメーションは、最初のスーパーロボットが人間によって制御され、日本を歩いて救うことを可能にするために分離したスイミングプールを紹介しています。  Mazinger Zは、あなたがメカシリーズに興味を持っているかどうかにかかわらず知っておくべき影響力のある作品の1つです。\n\nしかし、愛する子供のショーの主な批判の1つは、主人公は永井豪が想像していたものではないということです。  Kabuto Koujiは赤十字で、無謀で、GARのすべてであるはずです。 永井氏が作り出した狂気と暗いユーモアは消えてしまった。\n\n今川康弘さんとそのチームは、新マジンジャーZを誕生させて間違いを訂正しました。 前の文は、GainaxのメカショーであるTengen Toppa Gurren Lagannについての良い記述であることがあります。 しかし、そのショーはGainaxの特別なひねりの過去の日々に対する良い敬意であるが、Shin Mazinger Zは真の敬意を表している。 後者はレプリカのようなものです！\n\nたとえば、アニメーションテクニックとアートスタイルはその時代から来ています。キャラクターデザインとメカデザインはシンプルです。 ショーは荒々しく、磨かれていないように見える。 マヒンガーファンのために、古いショーの音楽は宮川明の甘い再編成を得ています。 一緒に積み重ねられたこれらのマイナーな細部はすべて、あなたが古典的なメカアニメを見ていると思うようにあなたを騙します。\n\nしかし、あなたがクラシックスーパーロボットの主人公を持っていない場合、それらのマイナーな細部のすべてが無駄になることはありません。 私が以前に言及したように、Kabuto Koujiはただの狂気の高校生ではありません。 彼はGARの典型である。  GARが意味することを覚えておきましょう。誰かの男性性を表現する言葉であり、それはあなたが小さな女の子のように泣きたいということになります。  Koujiはとても無謀で、あなたはその男に名乗りをしなければならない。 ショーが進行するにつれて、主人公の家族の問題に共感します。 カブト族に属する秘密は複雑で、普通の人はそれほど大きな圧力を受けることはできません。 コージーはできます。 そして彼は彼のMAZINGERRRR ZETTTTOOOOOの顔をしたロケットパンチとBUUUUEREEEESTOOOO FIRREEEEEEEEEのすべての悪役！\n\n彼の友人や家族は、自分自身の悪口で自分の無謀なベンチャーを支援します。 マジンガーZではなく、暴力ジャックに初めて出演した錦織翼は、新マジンガーZの私の好きなキャラクターです。黒柳家温泉のボスであり、実際にはスーパーマンのギャングを率いています。 彼女はまた、地獄博士と彼の手先の邪悪に対して悪影響を及ぼさない人形師と戦っている。 間違いなく最もダイナミックなキャラクターは、彼女は未知のヒロインです。 コウジは機械獣と戦っているかもしれませんが、彼女は誰の安全を監督しています。 彼女自身の方法で。\n\n同様に、神メカザマジンガーZの創始者であるカブト・ジュゾは、ロケットパンチに乗って喜んで悲鳴を上げるのに十分なハードコアの狂った教授です。 彼の敵であるヘイル博士は、影に隠れている不気味な悪役です。 彼はあまり出演していないが、彼はより奇妙な怪物がリードを取るようにする：アシュラ男爵。\n\nこれはシンマジンガーZが、ほとんどのアニメに浸透しているすべての錆から輝く場所です。あなたが共感し、嫌いな悪人。 アシュラは主人公ですが、性別はありません - それは男性と女性の2つです。  2人の恋人の死体から生まれたアシュラには、2人の人格、2人の声、2人の人がいます。 それは生まれてはいけないはずの、フランケンシュタインの創造物のようなものです。 アシュラはうんざりしていますが、悲劇的なラブストーリーに同情を感じないのは難しいです。 あなたの恋人の体を共有して復活させることは、言い訳がありません。 その恐ろしい恐怖は、そのキャラクターを興味深くし、その性格をひねってしまいます。 この災害のために、Mazinger Zの魂Zeusを責めます。 アシュラは誰も感情的に混乱させてしまいます。 あなたは悪人になる理由がある人をどうして嫌っていますか？\n\n残念ながら、この優れたショーのために、いくつかの目障りなミスがあります。 物語は美しい、複雑な混乱ですが、物事を理解するのが疲れているかもしれません。 私は長さが少し長すぎると感じます。 ドイツのアークは特に私の好みのために少し伸びた感じです。 その弧に関する最悪の部分は、すべてのエピソードで最初のシーンを繰り返すことです。 これは、アニメーションと同じシーケンスなので、他のエピソードのオープニングとは異なります。 それからSKE48のエンディングソングがあります。 はい、SKE48  -  AKB48の姉妹グループ。 私はグループに対して不安はないが、それは巨大な不一致である。 オープニングにJAM Projectが\"The Guardian\"を演奏しているとき、正直なところ\"SKE48は良い曲を持っているかもしれない〜\"と思うことはできません。\n\nもちろん、これらの小さな欠陥のすべてで、それはまだショーが素晴らしいことを意味します。 これはスーパーロボットのサブジャンルが提供しなければならないことに興味のある人々のためのアニメ史上の楽しい研究です。 シリーズへの一歩、あなたはマジンガーフランチャイズに没頭しなければならない。 もはやそのタイムマシンを使う必要はありません。 あなたはこのDVDのコピーをeBayで販売することができます。 価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBuild a time machine, tune the dial to 1972, walk the streets of the Japanese suburbs, and you may hear that catchy Mazinger Z opening song blasting from a cathode-ray tube TV set. The famous opening animation introduces a swimming pool separating to allow the first super robot to be controlled by a human being to walk and save Japan. Mazinger Z is one of those influential works you have to know regardless of your interest in the mecha series.\n\n\u001b[1mタイムマシンを作って、1972年にダイヤルを調整し、日本の郊外の通りを歩いてみると、ブラウン管テレビからブラストしたキャッチーなマジンガーZオープニングソングが聞こえるかもしれません。 有名なオープニングアニメーションは、最初のスーパーロボットが人間によって制御され、日本を歩いて救うことを可能にするために分離したスイミングプールを紹介しています。  Mazinger Zは、あなたがメカシリーズに興味を持っているかどうかにかかわらず知っておくべき影響力のある作品の1つです。\u001b[22m\n\u001b[1m(Taimu mashin o tsukutte, 1972-nen ni daiyaru o chōsei shi, Nihon no kōgai no tōri o aruite miru to, buraunkan terebi kara burasuto shita kyatchīna majingā Z ōpuningusongu ga kikoeru kamo shiremasen. Yūmeina ōpuninguanimēshon wa, saisho no sūpārobotto ga ningen ni yotte seigyo sa re, Nihon o aruite sukuu koto o kanō ni suru tame ni bunri shita suimingupūru o shōkai shite imasu. Mazinger Z wa, anata ga mekashirīzu ni kyōmi o motte iru ka dō ka ni kakawarazu shitte okubeki eikyō-ryoku no aru sakuhin no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mBuild a time machine, tune the dial to 1972, walk the streets of the Japanese suburbs, and you may hear that catchy Mazinger Z opening song blasting from a cathode-ray tube TV set. The famous opening animation introduces a swimming pool separating to allow the first super robot to be controlled by a human being to walk and save Japan. Mazinger Z is one of those influential works you have to know regardless of your interest in the mecha series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBuild a time machine, tune the dial to 1972, walk the streets of the Japanese suburbs, and you may hear that catchy Mazinger Z opening song blasting from a cathode-ray tube TV set.\u001b[24m\n    \u001b[1mタイムマシンを作って、1972年にダイヤルを調整し、日本の郊外の通りを歩いてみると、ブラウン管テレビからブラストしたキャッチーなマジンガーZオープニングソングが聞こえるかもしれません。\u001b[22m, \u001b[1m日本の郊外の街を歩いて、1972年にタイムマシン、チューニングダイヤルをビルドし、あなたは、ブラウン管テレビからそのキャッチーなマジンガーZオープニング曲ブラストを聞くことがあります。\u001b[22m\n\u001b[4mThe famous opening animation introduces a swimming pool separating to allow the first super robot to be controlled by a human being to walk and save Japan.\u001b[24m\n    \u001b[1m有名なオープニングアニメーションは、最初のスーパーロボットが人間によって制御され、日本を歩いて救うことを可能にするために分離したスイミングプールを紹介しています。\u001b[22m, \u001b[1m有名なオープニングアニメーションが最初のスーパーロボットが日本を歩くと、保存するために人間が制御することができるようにするために分離スイミングプールが導入されています。\u001b[22m\n\u001b[4mMazinger Z is one of those influential works you have to know regardless of your interest in the mecha series.\u001b[24m\n    \u001b[1mMazinger Zは、あなたがメカシリーズに興味を持っているかどうかにかかわらず知っておくべき影響力のある作品の1つです。\u001b[22m, \u001b[1mマジンガーZを使用すると、関係なく、メカシリーズにご関心の知っている必要があり、これらの影響力のある作品の一つです。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, one of the main criticisms of the well-loved kid show is that the protagonist is nothing like Go Nagai envisioned. Kabuto Kouji is supposed to be red-blooded, reckless, and be all GAR. That over-the-top insanity and dark humor Nagai created disappeared.\n\n\u001b[1mしかし、愛する子供のショーの主な批判の1つは、主人公は永井豪が想像していたものではないということです。  Kabuto Koujiは赤十字で、無謀で、GARのすべてであるはずです。 永井氏が作り出した狂気と暗いユーモアは消えてしまった。\u001b[22m\n\u001b[1m(Shikashi, aisuru kodomo no shō no omona hihan no 1tsu wa, shujinkō wa nagaigō ga sōzō shite ita monode wa nai to iu kotodesu. Kabuto Kouji wa Sekijūji de, mubō de, GAR no subetedearu hazudesu. Nagai-shi ga tsukuridashita kyōki to kurai yūmoa wa kiete shimatta.)\u001b[22m\n\nTranslations of \u001b[4mHowever, one of the main criticisms of the well-loved kid show is that the protagonist is nothing like Go Nagai envisioned. Kabuto Kouji is supposed to be red-blooded, reckless, and be all GAR. That over-the-top insanity and dark humor Nagai created disappeared.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, one of the main criticisms of the well-loved kid show is that the protagonist is nothing like Go Nagai envisioned.\u001b[24m\n    \u001b[1mしかし、愛する子供のショーの主な批判の1つは、主人公は永井豪が想像していたものではないということです。\u001b[22m, \u001b[1mしかし、愛さ子供のショーの主な批判の一つは、永井豪が想定されるような主人公が何もないということです。\u001b[22m\n\u001b[4mKabuto Kouji is supposed to be red-blooded, reckless, and be all GAR.\u001b[24m\n    \u001b[1mKabuto Koujiは赤十字で、無謀で、GARのすべてであるはずです。\u001b[22m, \u001b[1mカブト浩二は赤冷血、無謀なこと、およびすべてのGARことになっています。\u001b[22m\n\u001b[4mThat over-the-top insanity and dark humor Nagai created disappeared.\u001b[24m\n    \u001b[1m永井氏が作り出した狂気と暗いユーモアは消えてしまった。\u001b[22m, \u001b[1mつまり、オーバーザトップ狂気と暗いユーモア永井が消失作成しました。\u001b[22m\n\u001b[1m\u001b[22m\nImagawa Yasuhiro and his team corrected that mistake by giving birth to Shin Mazinger Z. Every small detail gives off the smell of old school super robot shows with a modern twist. Some may find the previous sentence a good description of Tengen Toppa Gurren Lagann, a Gainax mecha show. But while that show is a good homage to the bygone days in Gainax’s special twist, Shin Mazinger Z is a true homage. The latter is more like a replica!\n\n\u001b[1m今川康弘さんとそのチームは、新マジンジャーZを誕生させて間違いを訂正しました。 前の文は、GainaxのメカショーであるTengen Toppa Gurren Lagannについての良い記述であることがあります。 しかし、そのショーはGainaxの特別なひねりの過去の日々に対する良い敬意であるが、Shin Mazinger Zは真の敬意を表している。 後者はレプリカのようなものです！\u001b[22m\n\u001b[1m(Imagawa Yasuhiro-san to sono chīmu wa, shin majinjā Z o tanjō sa sete machigai o teisei shimashita. Mae no bun wa, Gainax no mekashōdearu Tengen Toppa Gurren Lagann ni tsuite no yoi kijutsudearu koto ga arimasu. Shikashi, sono shō wa Gainax no tokubetsuna hineri no kako no hibi ni taisuru yoi keiidearuga, Shin Mazinger Z wa shin no keiiwoarawashite iru. Kōsha wa repurika no yōna monodesu!)\u001b[22m\n\nTranslations of \u001b[4mImagawa Yasuhiro and his team corrected that mistake by giving birth to Shin Mazinger Z. Every small detail gives off the smell of old school super robot shows with a modern twist. Some may find the previous sentence a good description of Tengen Toppa Gurren Lagann, a Gainax mecha show. But while that show is a good homage to the bygone days in Gainax’s special twist, Shin Mazinger Z is a true homage. The latter is more like a replica!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mImagawa Yasuhiro and his team corrected that mistake by giving birth to Shin Mazinger Z. Every small detail gives off the smell of old school super robot shows with a modern twist.\u001b[24m\n    \u001b[1m今川康弘さんとそのチームは、新マジンジャーZを誕生させて間違いを訂正しました。\u001b[22m, \u001b[1m今川泰宏氏と彼のチームは、真マジンガーZに出産することにより、その間違いを訂正しすべての小さな詳細は、現代風にアレンジした示している古い学校のスーパーロボットの匂いを放ちます。\u001b[22m\n\u001b[4mSome may find the previous sentence a good description of Tengen Toppa Gurren Lagann, a Gainax mecha show.\u001b[24m\n    \u001b[1m前の文は、GainaxのメカショーであるTengen Toppa Gurren Lagannについての良い記述であることがあります。\u001b[22m, \u001b[1mいくつかは、前の文に天元突破グレンラガン、ガイナックスのメカのショーの適切な説明を見つけることができます。\u001b[22m\n\u001b[4mBut while that show is a good homage to the bygone days in Gainax’s special twist, Shin Mazinger Z is a true homage.\u001b[24m\n    \u001b[1mしかし、そのショーはGainaxの特別なひねりの過去の日々に対する良い敬意であるが、Shin Mazinger Zは真の敬意を表している。\u001b[22m, \u001b[1mそのショーはガイナックスの特別なねじれで往時には良いのオマージュであるがしかし、真マジンガーZが真のオマージュです。\u001b[22m\n\u001b[4mThe latter is more like a replica!\u001b[24m\n    \u001b[1m後者はレプリカのようなものです！\u001b[22m, \u001b[1m後者は、より多くのレプリカのようなものです！\u001b[22m\n\u001b[1m\u001b[22m\nFor example, the animation techniques and art style comes from that era: character designs and mecha designs are simple; the show looks gritty and unpolished; and, for the diehard Mazinger fans, the music from the old show gets a sweet rearrangement by Miyagawa Akira. All of these minor details, when stacked together, fool you into thinking you are watching a classic mecha anime.\n\n\u001b[1mたとえば、アニメーションテクニックとアートスタイルはその時代から来ています。キャラクターデザインとメカデザインはシンプルです。 ショーは荒々しく、磨かれていないように見える。 マヒンガーファンのために、古いショーの音楽は宮川明の甘い再編成を得ています。 一緒に積み重ねられたこれらのマイナーな細部はすべて、あなたが古典的なメカアニメを見ていると思うようにあなたを騙します。\u001b[22m\n\u001b[1m(Tatoeba, animēshontekunikku to ātosutairu wa sono jidai kara kite imasu. Kyarakutādezain to meka dezain wa shinpurudesu. Shō wa araarashiku, migaka rete inai yō ni mieru. Mahingāfan no tame ni, furui shō no ongaku wa miyagawa akira no amai sai hensei o ete imasu. Issho ni tsumikasane rareta korera no maināna saibu wa subete, anata ga koten-tekina meka anime o mite iru to omou yō ni anata o damashimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor example, the animation techniques and art style comes from that era: character designs and mecha designs are simple; the show looks gritty and unpolished; and, for the diehard Mazinger fans, the music from the old show gets a sweet rearrangement by Miyagawa Akira. All of these minor details, when stacked together, fool you into thinking you are watching a classic mecha anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor example, the animation techniques and art style comes from that era: character designs and mecha designs are simple;\u001b[24m\n    \u001b[1mたとえば、アニメーションテクニックとアートスタイルはその時代から来ています。キャラクターデザインとメカデザインはシンプルです。\u001b[22m, \u001b[1m例えば、アニメーション技術と芸術スタイルは、その時代から来ている：キャラクターデザインやメカのデザインはシンプルです。\u001b[22m\n\u001b[4mthe show looks gritty and unpolished;\u001b[24m\n    \u001b[1mショーは荒々しく、磨かれていないように見える。\u001b[22m, \u001b[1mショーはザラザラと玄米に見えます。\u001b[22m\n\u001b[4mand, for the diehard Mazinger fans, the music from the old show gets a sweet rearrangement by Miyagawa Akira.\u001b[24m\n    \u001b[1mマヒンガーファンのために、古いショーの音楽は宮川明の甘い再編成を得ています。\u001b[22m, \u001b[1mそして、頑固なマジンガーファンのために、古い番組からの音楽は宮川明によって甘い並べ替えを取得します。\u001b[22m\n\u001b[4mAll of these minor details, when stacked together, fool you into thinking you are watching a classic mecha anime.\u001b[24m\n    \u001b[1m一緒に積み重ねられたこれらのマイナーな細部はすべて、あなたが古典的なメカアニメを見ていると思うようにあなたを騙します。\u001b[22m, \u001b[1m一緒に積み重ねられたときに、これらの細部のすべては、あなたが古典的なメカアニメを見ている考えにあなたをだまします。\u001b[22m\n\u001b[1m\u001b[22m\nBut not all of those minor details will be wasted if you don’t have the classic super robot protagonists. Kabuto Kouji, as I mentioned previously, is not just a crazy virile high school student; he is one of the epitomes of GAR. Let us remember what GAR means: it’s a word that describes someone’s masculinity and that it is so overpowering it makes you want to cry like a little girl. Kouji is so reckless and absurd you have to give kudos to the guy. As the show progresses, you sympathize with the protagonist’s family troubles. The secrets that lie in the Kabuto family are complicated and no normal person can take that much pressure; Kouji can. And he’ll rocket punch and BUUUUUREEEEESTOOOO FIRREEEEEEEEE every villain in the face with his MAZINGERRRR ZETTTTOOOOO!!!\n\n\u001b[1mしかし、あなたがクラシックスーパーロボットの主人公を持っていない場合、それらのマイナーな細部のすべてが無駄になることはありません。 私が以前に言及したように、Kabuto Koujiはただの狂気の高校生ではありません。 彼はGARの典型である。  GARが意味することを覚えておきましょう。誰かの男性性を表現する言葉であり、それはあなたが小さな女の子のように泣きたいということになります。  Koujiはとても無謀で、あなたはその男に名乗りをしなければならない。 ショーが進行するにつれて、主人公の家族の問題に共感します。 カブト族に属する秘密は複雑で、普通の人はそれほど大きな圧力を受けることはできません。 コージーはできます。 そして彼は彼のMAZINGERRRR ZETTTTOOOOOの顔をしたロケットパンチとBUUUUEREEEESTOOOO FIRREEEEEEEEEのすべての悪役！\u001b[22m\n\u001b[1m(Shikashi, anata ga kurashikkusūpārobotto no shujinkō o motte inai baai, sorera no maināna saibu no subete ga muda ni naru koto wa arimasen. Watashi ga izen ni genkyū shita yō ni, Kabuto Kouji wa tada no kyōki no kōkōseide wa arimasen. Kare wa GAR no tenkeidearu. GAR ga imi suru koto o oboete okimashou. Dareka no dansei-sei o hyōgen suru kotobadeari, sore wa anata ga chīsana on'nanoko no yō ni nakitai to iu koto ni narimasu. Kouji wa totemo mubō de, anata wa sono otoko ni nanori o shinakereba naranai. Shō ga shinkō suru ni tsurete, shujinkō no kazoku no mondai ni kyōkan shimasu. Kabuto-zoku ni zokusuru himitsu wa fukuzatsude, futsūnohito wa sorehodo ōkina atsuryoku o ukeru koto wa dekimasen. Kōjī wa dekimasu. Soshite kare wa kare no MAZINGERRRR ZETTTTOOOOO no kao o shita rokettopanchi to BUUUUEREEEESTOOOO FIRREEEEEEEEE no subete no akuyaku!)\u001b[22m\n\nTranslations of \u001b[4mBut not all of those minor details will be wasted if you don’t have the classic super robot protagonists. Kabuto Kouji, as I mentioned previously, is not just a crazy virile high school student; he is one of the epitomes of GAR. Let us remember what GAR means: it’s a word that describes someone’s masculinity and that it is so overpowering it makes you want to cry like a little girl. Kouji is so reckless and absurd you have to give kudos to the guy. As the show progresses, you sympathize with the protagonist’s family troubles. The secrets that lie in the Kabuto family are complicated and no normal person can take that much pressure; Kouji can. And he’ll rocket punch and BUUUUUREEEEESTOOOO FIRREEEEEEEEE every villain in the face with his MAZINGERRRR ZETTTTOOOOO!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut not all of those minor details will be wasted if you don’t have the classic super robot protagonists.\u001b[24m\n    \u001b[1mしかし、あなたがクラシックスーパーロボットの主人公を持っていない場合、それらのマイナーな細部のすべてが無駄になることはありません。\u001b[22m, \u001b[1mあなたは古典的なスーパーロボット主人公を持っていない場合でも、それらの細部の全てではないが無駄になります。\u001b[22m\n\u001b[4mKabuto Kouji, as I mentioned previously, is not just a crazy virile high school student;\u001b[24m\n    \u001b[1m私が以前に言及したように、Kabuto Koujiはただの狂気の高校生ではありません。\u001b[22m, \u001b[1mカブト浩二は、私が以前に述べたように、夢中精悍な高校生ではありません。\u001b[22m\n\u001b[4mhe is one of the epitomes of GAR.\u001b[24m\n    \u001b[1m彼はGARの典型である。\u001b[22m, \u001b[1m彼はGARのepitomesの一つです。\u001b[22m\n\u001b[4mLet us remember what GAR means: it’s a word that describes someone’s masculinity and that it is so overpowering it makes you want to cry like a little girl.\u001b[24m\n    \u001b[1mGARが意味することを覚えておきましょう。誰かの男性性を表現する言葉であり、それはあなたが小さな女の子のように泣きたいということになります。\u001b[22m, \u001b[1mそれが誰かの男らしさを説明する言葉だとそれはあなたが小さな女の子のように泣きたくなるよう圧倒的であること：私たちはGARは何を意味するのかを覚えてみましょう。\u001b[22m\n\u001b[4mKouji is so reckless and absurd you have to give kudos to the guy.\u001b[24m\n    \u001b[1mKoujiはとても無謀で、あなたはその男に名乗りをしなければならない。\u001b[22m, \u001b[1mこうじは、あなたが男に賛辞を与えなければなりませんので、無謀かつ不合理です。\u001b[22m\n\u001b[4mAs the show progresses, you sympathize with the protagonist’s family troubles.\u001b[24m\n    \u001b[1mショーが進行するにつれて、主人公の家族の問題に共感します。\u001b[22m, \u001b[1mショーが進むにつれて、あなたは主人公の家族の悩みに共感します。\u001b[22m\n\u001b[4mThe secrets that lie in the Kabuto family are complicated and no normal person can take that much pressure;\u001b[24m\n    \u001b[1mカブト族に属する秘密は複雑で、普通の人はそれほど大きな圧力を受けることはできません。\u001b[22m, \u001b[1mカブトファミリーにある秘密は複雑であり、全く普通の人は、その多くの圧力を取ることはできません。\u001b[22m\n\u001b[4mKouji can.\u001b[24m\n    \u001b[1mコージーはできます。\u001b[22m, \u001b[1m浩二ができます。\u001b[22m\n\u001b[4mAnd he’ll rocket punch and BUUUUUREEEEESTOOOO FIRREEEEEEEEE every villain in the face with his MAZINGERRRR ZETTTTOOOOO!!!\u001b[24m\n    \u001b[1mそして彼は彼のMAZINGERRRR ZETTTTOOOOOの顔をしたロケットパンチとBUUUUEREEEESTOOOO FIRREEEEEEEEEのすべての悪役！\u001b[22m, \u001b[1mそして、彼はロケットパンチとBUUUUUREEEEESTOOOO FIRREEEEEEEEE彼MAZINGERRRR ZETTTTOOOOOと顔のすべての悪役をよ!!!\u001b[22m\n\u001b[1m\u001b[22m\nHis friends and family support his reckless ventures by being badasses themselves. Nishikori Tsubasa, who first appeared not in Mazinger Z but Violent Jack, is my favorite character in Shin Mazinger Z. Supposedly the boss of the Kurogane House onsen, she actually leads a gang of superhumans. She is also the puppet-master combatting for good against the evils of Dr. Hell and his minions. Undeniably the most dynamic character, she is the unsung heroine. While Kouji might be fighting Mechanical Beasts, she is the one that oversees the safety of everyone. In her own way.\n\n\u001b[1m彼の友人や家族は、自分自身の悪口で自分の無謀なベンチャーを支援します。 マジンガーZではなく、暴力ジャックに初めて出演した錦織翼は、新マジンガーZの私の好きなキャラクターです。黒柳家温泉のボスであり、実際にはスーパーマンのギャングを率いています。 彼女はまた、地獄博士と彼の手先の邪悪に対して悪影響を及ぼさない人形師と戦っている。 間違いなく最もダイナミックなキャラクターは、彼女は未知のヒロインです。 コウジは機械獣と戦っているかもしれませんが、彼女は誰の安全を監督しています。 彼女自身の方法で。\u001b[22m\n\u001b[1m(Kare no yūjin ya kazoku wa, jibunjishin'no waruguchi de jibun no mubōna benchā o shien shimasu. Majingā Zde wa naku, bōryoku jakku ni hajimete shutsuen shita Nishikiori Tsubasa wa, shin majingā Z no watashi no sukina kyarakutādesu. Kuro Yanagiya onsen no bosudeari, jissai ni wa sūpāman no gyangu o hikiite imasu. Kanojo wa mata, jigoku hakase to kare no tesaki no jaaku ni taishite akueikyō o oyobosanai ningyō-shi to tatakatte iru. Machigainaku mottomo dainamikkuna kyarakutā wa, kanojo wa michi no hiroindesu. Kōji wa kikai-jū to tatakatte iru kamo shiremasenga, kanojo wa dare no anzen o kantoku shite imasu. Kanojo jishin no hōhō de.)\u001b[22m\n\nTranslations of \u001b[4mHis friends and family support his reckless ventures by being badasses themselves. Nishikori Tsubasa, who first appeared not in Mazinger Z but Violent Jack, is my favorite character in Shin Mazinger Z. Supposedly the boss of the Kurogane House onsen, she actually leads a gang of superhumans. She is also the puppet-master combatting for good against the evils of Dr. Hell and his minions. Undeniably the most dynamic character, she is the unsung heroine. While Kouji might be fighting Mechanical Beasts, she is the one that oversees the safety of everyone. In her own way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHis friends and family support his reckless ventures by being badasses themselves.\u001b[24m\n    \u001b[1m彼の友人や家族は、自分自身の悪口で自分の無謀なベンチャーを支援します。\u001b[22m, \u001b[1m彼の友人や家族はbadasses自身であることによって、彼の無謀なベンチャー企業をサポートしています。\u001b[22m\n\u001b[4mNishikori Tsubasa, who first appeared not in Mazinger Z but Violent Jack, is my favorite character in Shin Mazinger Z. Supposedly the boss of the Kurogane House onsen, she actually leads a gang of superhumans.\u001b[24m\n    \u001b[1mマジンガーZではなく、暴力ジャックに初めて出演した錦織翼は、新マジンガーZの私の好きなキャラクターです。黒柳家温泉のボスであり、実際にはスーパーマンのギャングを率いています。\u001b[22m, \u001b[1m最初のマジンガーZが、暴力的なジャックではない登場錦織つばさは、彼女が実際にsuperhumansのギャングをリードし、ラインバレルハウスのボス温泉真マジンガーZのたぶんの私の好きなキャラクターです。\u001b[22m\n\u001b[4mShe is also the puppet-master combatting for good against the evils of Dr. Hell and his minions.\u001b[24m\n    \u001b[1m彼女はまた、地獄博士と彼の手先の邪悪に対して悪影響を及ぼさない人形師と戦っている。\u001b[22m, \u001b[1m彼女はまた、博士地獄と彼の手下の悪に対する善のために戦う人形マスターです。\u001b[22m\n\u001b[4mUndeniably the most dynamic character, she is the unsung heroine.\u001b[24m\n    \u001b[1m間違いなく最もダイナミックなキャラクターは、彼女は未知のヒロインです。\u001b[22m, \u001b[1m紛れもなく最もダイナミックなキャラクターは、彼女が歌わヒロインです。\u001b[22m\n\u001b[4mWhile Kouji might be fighting Mechanical Beasts, she is the one that oversees the safety of everyone.\u001b[24m\n    \u001b[1mコウジは機械獣と戦っているかもしれませんが、彼女は誰の安全を監督しています。\u001b[22m, \u001b[1mこうじは機械獣と戦うことかもしれないが、彼女はすべての人の安全を監督するものです。\u001b[22m\n\u001b[4mIn her own way.\u001b[24m\n    \u001b[1m彼女自身の方法で。\u001b[22m, \u001b[1m彼女独自の方法で。\u001b[22m\n\u001b[1m\u001b[22m\nLikewise, Kabuto Juzo, the creator of the god mecha Mazinger Z, is a mad professor who is hardcore enough to ride a rocket punch and still scream in joy. His nemesis, Dr. Hell, is a creepy villain who hides in the shadows. He doesn’t appear much, but he lets a creepier monstrosity take the lead: Baron Ashura.\n\n\u001b[1m同様に、神メカザマジンガーZの創始者であるカブト・ジュゾは、ロケットパンチに乗って喜んで悲鳴を上げるのに十分なハードコアの狂った教授です。 彼の敵であるヘイル博士は、影に隠れている不気味な悪役です。 彼はあまり出演していないが、彼はより奇妙な怪物がリードを取るようにする：アシュラ男爵。\u001b[22m\n\u001b[1m(Dōyō ni,-shin mekazamajingā Z no sōshi-shadearu kabuto juzo wa, rokettopanchi ni notte yorokonde himeiwoagerunoni jūbun'na hādokoa no kurutta kyōjudesu. Kare no tekidearu Heiru hakase wa, kage ni kakurete iru bukimina akuyakudesu. Kare wa amari shutsuen shite inaiga, kare wa yori kimyōna kaibutsu ga rīdo o toru yō ni suru: Ashura danshaku.)\u001b[22m\n\nTranslations of \u001b[4mLikewise, Kabuto Juzo, the creator of the god mecha Mazinger Z, is a mad professor who is hardcore enough to ride a rocket punch and still scream in joy. His nemesis, Dr. Hell, is a creepy villain who hides in the shadows. He doesn’t appear much, but he lets a creepier monstrosity take the lead: Baron Ashura.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLikewise, Kabuto Juzo, the creator of the god mecha Mazinger Z, is a mad professor who is hardcore enough to ride a rocket punch and still scream in joy.\u001b[24m\n    \u001b[1m同様に、神メカザマジンガーZの創始者であるカブト・ジュゾは、ロケットパンチに乗って喜んで悲鳴を上げるのに十分なハードコアの狂った教授です。\u001b[22m, \u001b[1m同様に、カブト十三、神のメカマジンガーZの作成者は、ロケットパンチに乗って、まだ喜びで悲鳴を上げるするハードコア十分です怒っ教授です。\u001b[22m\n\u001b[4mHis nemesis, Dr. Hell, is a creepy villain who hides in the shadows.\u001b[24m\n    \u001b[1m彼の敵であるヘイル博士は、影に隠れている不気味な悪役です。\u001b[22m, \u001b[1m彼の宿敵、博士は地獄は、影に隠れ不気味な悪役です。\u001b[22m\n\u001b[4mHe doesn’t appear much, but he lets a creepier monstrosity take the lead: Baron Ashura.\u001b[24m\n    \u001b[1m彼はあまり出演していないが、彼はより奇妙な怪物がリードを取るようにする：アシュラ男爵。\u001b[22m, \u001b[1m彼はずっと表示されませんが、彼はcreepier怪物がリード取ることができます：あしゅら男爵を。\u001b[22m\n\u001b[1m\u001b[22m\nThis is where Shin Mazinger Z shines from all the rust that pervades in most animes: a villain where you both sympathize and hate. Ashura is the main henchman but it has no gender -- no, it has two: male and female. Born from the corpses of two lovers, Ashura has two personalities, two voices, and two bodies. It is like a Frankenstein creation, something that should have never been born. Ashura is disgusting and yet, one finds it hard to not pity their tragic love story. To be revived by sharing your lover’s body is indescribable. That unfathomable horror makes the character intriguing and its personality twisted. It blames Zeus, the soul of Mazinger Z, for this disaster. Ashura leaves anyone emotionally confused. How do you hate someone who has a good reason to be a villain?\n\n\u001b[1mこれはシンマジンガーZが、ほとんどのアニメに浸透しているすべての錆から輝く場所です。あなたが共感し、嫌いな悪人。 アシュラは主人公ですが、性別はありません - それは男性と女性の2つです。  2人の恋人の死体から生まれたアシュラには、2人の人格、2人の声、2人の人がいます。 それは生まれてはいけないはずの、フランケンシュタインの創造物のようなものです。 アシュラはうんざりしていますが、悲劇的なラブストーリーに同情を感じないのは難しいです。 あなたの恋人の体を共有して復活させることは、言い訳がありません。 その恐ろしい恐怖は、そのキャラクターを興味深くし、その性格をひねってしまいます。 この災害のために、Mazinger Zの魂Zeusを責めます。 アシュラは誰も感情的に混乱させてしまいます。 あなたは悪人になる理由がある人をどうして嫌っていますか？\u001b[22m\n\u001b[1m(Kore wa shinmajingā Z ga, hotondo no anime ni shintō shite iru subete no sabi kara kagayaku bashodesu. Anata ga kyōkan shi, kiraina akunin. Ashura wa shujinkōdesuga, seibetsu wa arimasen - sore wa dansei to josei no 2tsudesu. 2-Ri no koibito no shitai kara umareta ashura ni wa, 2-ri no jinkaku, 2-ri no koe, 2-ri no hito ga imasu. Sore wa umarete wa ikenai hazu no, furankenshutain no sōzō-mono no yōna monodesu. Ashura wa unzari shite imasuga, higeki-tekina rabusutōrī ni dōjō o kanjinai no wa muzukashīdesu. Anata no koibito no karada o kyōyū shite fukkatsu sa seru koto wa, iiwake ga arimasen. Sono osoroshī kyōfu wa, sono kyarakutā o kyōmibukaku shi, sono seikaku o hinette shimaimasu. Kono saigai no tame ni, Mazinger Z no tamashī Zeus o sememasu. Ashura wa dare mo kanjō-teki ni konran sa sete shimaimasu. Anata wa akunin ni naru riyū ga aru hito o dōshite iya tte imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThis is where Shin Mazinger Z shines from all the rust that pervades in most animes: a villain where you both sympathize and hate. Ashura is the main henchman but it has no gender -- no, it has two: male and female. Born from the corpses of two lovers, Ashura has two personalities, two voices, and two bodies. It is like a Frankenstein creation, something that should have never been born. Ashura is disgusting and yet, one finds it hard to not pity their tragic love story. To be revived by sharing your lover’s body is indescribable. That unfathomable horror makes the character intriguing and its personality twisted. It blames Zeus, the soul of Mazinger Z, for this disaster. Ashura leaves anyone emotionally confused. How do you hate someone who has a good reason to be a villain?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where Shin Mazinger Z shines from all the rust that pervades in most animes: a villain where you both sympathize and hate.\u001b[24m\n    \u001b[1mこれはシンマジンガーZが、ほとんどのアニメに浸透しているすべての錆から輝く場所です。あなたが共感し、嫌いな悪人。\u001b[22m, \u001b[1mあなたの両方が共感し、嫌いな悪役：真マジンガーZは、ほとんどのアニメに浸透しているすべての錆から輝く場所です。\u001b[22m\n\u001b[4mAshura is the main henchman but it has no gender -- no, it has two: male and female.\u001b[24m\n    \u001b[1mアシュラは主人公ですが、性別はありません - それは男性と女性の2つです。\u001b[22m, \u001b[1m阿修羅は、メインの子分であるが、それは何の性別を持っていない - いいえ、それは2を持っている：男性と女性の。\u001b[22m\n\u001b[4mBorn from the corpses of two lovers, Ashura has two personalities, two voices, and two bodies.\u001b[24m\n    \u001b[1m2人の恋人の死体から生まれたアシュラには、2人の人格、2人の声、2人の人がいます。\u001b[22m, \u001b[1m二人の恋人の死体から生まれた、阿修羅は2人格、2声、および2つのボディを持っています。\u001b[22m\n\u001b[4mIt is like a Frankenstein creation, something that should have never been born.\u001b[24m\n    \u001b[1mそれは生まれてはいけないはずの、フランケンシュタインの創造物のようなものです。\u001b[22m, \u001b[1mこれは、フランケンシュタインの作成、生まれされたことはないはずです何かのようです。\u001b[22m\n\u001b[4mAshura is disgusting and yet, one finds it hard to not pity their tragic love story.\u001b[24m\n    \u001b[1mアシュラはうんざりしていますが、悲劇的なラブストーリーに同情を感じないのは難しいです。\u001b[22m, \u001b[1m阿修羅は嫌です、まだ、1は難しい同情に彼らの悲劇的な愛の物語をしないように検索します。\u001b[22m\n\u001b[4mTo be revived by sharing your lover’s body is indescribable.\u001b[24m\n    \u001b[1mあなたの恋人の体を共有して復活させることは、言い訳がありません。\u001b[22m, \u001b[1mあなたの恋人の体を共有することによって復活する言葉で表せないほどです。\u001b[22m\n\u001b[4mThat unfathomable horror makes the character intriguing and its personality twisted.\u001b[24m\n    \u001b[1mその恐ろしい恐怖は、そのキャラクターを興味深くし、その性格をひねってしまいます。\u001b[22m, \u001b[1mその計り知れない恐怖は、魅力的なキャラクターを作成し、その個性がねじれて。\u001b[22m\n\u001b[4mIt blames Zeus, the soul of Mazinger Z, for this disaster.\u001b[24m\n    \u001b[1mこの災害のために、Mazinger Zの魂Zeusを責めます。\u001b[22m, \u001b[1mそれは、この災害のために、ゼウス、マジンガーZの魂を非難します。\u001b[22m\n\u001b[4mAshura leaves anyone emotionally confused.\u001b[24m\n    \u001b[1mアシュラは誰も感情的に混乱させてしまいます。\u001b[22m, \u001b[1m阿修羅は、誰もが感情的に混乱して残します。\u001b[22m\n\u001b[4mHow do you hate someone who has a good reason to be a villain?\u001b[24m\n    \u001b[1mあなたは悪人になる理由がある人をどうして嫌っていますか？\u001b[22m, \u001b[1mどのように悪役であることに十分な理由を持っている人を憎むのですか？\u001b[22m\n\u001b[1m\u001b[22m\nSadly, for a show this superb, there are some glaring mistakes. While the story is a beautiful, convoluted mess, one may find it tiring to figure things through. I feel that the length is a bit too long; the Germany arc especially feels a bit stretched for my liking. The worst part about that arc is that they repeat the first scene in every episode. This is different from the other episodes’ openings because it’s the same sequence of animation. And then, there’s that SKE48 ending song. Yes, SKE48 -- the sister group for AKB48. I have no qualms against the group but it’s a huge mismatch. When you have JAM Project playing “The Guardian” in the opening, you can’t honestly think, “Hm, SKE48 might have a good song~”, right?\n\n\u001b[1m残念ながら、この優れたショーのために、いくつかの目障りなミスがあります。 物語は美しい、複雑な混乱ですが、物事を理解するのが疲れているかもしれません。 私は長さが少し長すぎると感じます。 ドイツのアークは特に私の好みのために少し伸びた感じです。 その弧に関する最悪の部分は、すべてのエピソードで最初のシーンを繰り返すことです。 これは、アニメーションと同じシーケンスなので、他のエピソードのオープニングとは異なります。 それからSKE48のエンディングソングがあります。 はい、SKE48  -  AKB48の姉妹グループ。 私はグループに対して不安はないが、それは巨大な不一致である。 オープニングにJAM Projectが\"The Guardian\"を演奏しているとき、正直なところ\"SKE48は良い曲を持っているかもしれない〜\"と思うことはできません。\u001b[22m\n\u001b[1m(Zan'nen'nagara, kono sugureta shō no tame ni, ikutsu ka no mezawarina misu ga arimasu. Monogatari wa utsukushī, fukuzatsuna konrandesuga, monogoto o rikai suru no ga tsukarete iru kamo shiremasen. Watashi wa naga-sa ga sukoshi naga sugiru to kanjimasu. Doitsu no āku wa tokuni watashi no konomi no tame ni sukoshi nobita kanjidesu. Sono ko ni kansuru saiaku no bubun wa, subete no episōdo de saisho no shīn o kurikaesu kotodesu. Kore wa, animēshon to onaji shīkensunanode, hoka no episōdo no ōpuningu to wa kotonarimasu. Sorekara SKE 48 no endingusongu ga arimasu. Hai, SKE 48 - AKB 48 no shimai gurūpu. Watashi wa gurūpu ni taishite fuan wa naiga, sore wa kyodaina fuitchidearu. Ōpuningu ni jamupurojekuto ga\" gādian\" o ensō shite iru toki, shōjikina tokoro\" SKE 48 wa yoi kyoku o motte iru kamo shirenai 〜\" to omou koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mSadly, for a show this superb, there are some glaring mistakes. While the story is a beautiful, convoluted mess, one may find it tiring to figure things through. I feel that the length is a bit too long; the Germany arc especially feels a bit stretched for my liking. The worst part about that arc is that they repeat the first scene in every episode. This is different from the other episodes’ openings because it’s the same sequence of animation. And then, there’s that SKE48 ending song. Yes, SKE48 -- the sister group for AKB48. I have no qualms against the group but it’s a huge mismatch. When you have JAM Project playing “The Guardian” in the opening, you can’t honestly think, “Hm, SKE48 might have a good song~”, right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSadly, for a show this superb, there are some glaring mistakes.\u001b[24m\n    \u001b[1m残念ながら、この優れたショーのために、いくつかの目障りなミスがあります。\u001b[22m, \u001b[1m悲しいことに、この素晴らしいショーのために、いくつかの明白な間違いがあります。\u001b[22m\n\u001b[4mWhile the story is a beautiful, convoluted mess, one may find it tiring to figure things through.\u001b[24m\n    \u001b[1m物語は美しい、複雑な混乱ですが、物事を理解するのが疲れているかもしれません。\u001b[22m, \u001b[1m物語は美しい、入り組ん混乱ですが、一つは、それは疲れるものを介して、理解するのかもしれません。\u001b[22m\n\u001b[4mI feel that the length is a bit too long;\u001b[24m\n    \u001b[1m私は長さが少し長すぎると感じます。\u001b[22m, \u001b[1m私は長さが少し長すぎると感じています。\u001b[22m\n\u001b[4mthe Germany arc especially feels a bit stretched for my liking.\u001b[24m\n    \u001b[1mドイツのアークは特に私の好みのために少し伸びた感じです。\u001b[22m, \u001b[1mドイツのアークは、特に私の好みのために伸ばしビットを感じています。\u001b[22m\n\u001b[4mThe worst part about that arc is that they repeat the first scene in every episode.\u001b[24m\n    \u001b[1mその弧に関する最悪の部分は、すべてのエピソードで最初のシーンを繰り返すことです。\u001b[22m, \u001b[1mそのアークについて最悪の部分は、彼らはすべてのエピソードで最初のシーンを繰り返すことです。\u001b[22m\n\u001b[4mThis is different from the other episodes’ openings because it’s the same sequence of animation.\u001b[24m\n    \u001b[1mこれは、アニメーションと同じシーケンスなので、他のエピソードのオープニングとは異なります。\u001b[22m, \u001b[1mそれは、アニメーションの同じ系列だので、これは他のエピソード 'の開口部とは異なります。\u001b[22m\n\u001b[4mAnd then, there’s that SKE48 ending song.\u001b[24m\n    \u001b[1mそれからSKE48のエンディングソングがあります。\u001b[22m, \u001b[1mそして、SKE48が歌を終了することがあります。\u001b[22m\n\u001b[4mYes, SKE48 -- the sister group for AKB48.\u001b[24m\n    \u001b[1mはい、SKE48  -  AKB48の姉妹グループ。\u001b[22m, \u001b[1mはい、SKE48  -  AKB48のための姉妹グループ。\u001b[22m\n\u001b[4mI have no qualms against the group but it’s a huge mismatch.\u001b[24m\n    \u001b[1m私はグループに対して不安はないが、それは巨大な不一致である。\u001b[22m, \u001b[1m私はグループに対して何の良心の呵責を持っていないが、それは巨大なミスマッチです。\u001b[22m\n\u001b[4mWhen you have JAM Project playing “The Guardian” in the opening, you can’t honestly think, “Hm, SKE48 might have a good song~”, right?\u001b[24m\n    \u001b[1mオープニングにJAM Projectが\"The Guardian\"を演奏しているとき、正直なところ\"SKE48は良い曲を持っているかもしれない〜\"と思うことはできません。\u001b[22m, \u001b[1mあなたはJAM Projectの開口部に「ガーディアン」を演奏しているときは、正直なところ、右、「〜Hmは、SKE48が良い曲を持っているかもしれない」、と考えることができないのですか？\u001b[22m\n\u001b[1m\u001b[22m\nOf course, with all these small flaws, it still means the show is great. It’s a fun study in anime history for people interested in what the super robot subgenre has to offer. One step into the series and you shall be immersed in the Mazinger franchise. There’s no need to use that time machine anymore; you can sell it off on eBay for a copy of this DVD. It’s worth it.\n\n\u001b[1mもちろん、これらの小さな欠陥のすべてで、それはまだショーが素晴らしいことを意味します。 これはスーパーロボットのサブジャンルが提供しなければならないことに興味のある人々のためのアニメ史上の楽しい研究です。 シリーズへの一歩、あなたはマジンガーフランチャイズに没頭しなければならない。 もはやそのタイムマシンを使う必要はありません。 あなたはこのDVDのコピーをeBayで販売することができます。 価値があります。\u001b[22m\n\u001b[1m(Mochiron, korera no chīsana kekkan no subete de, sore wa mada shō ga subarashī koto o imi shimasu. Kore wa sūpārobotto no sabu janru ga teikyō shinakereba naranai koto ni kyōmi no aru hitobito no tame no anime shijō no tanoshī kenkyūdesu. Shirīzu e no ippo, anata wa majingāfuranchaizu ni bottō shinakereba naranai. Mohaya sono taimu mashin o tsukau hitsuyō wa arimasen. Anata wa kono DVD no kopī o ībei de hanbai suru koto ga dekimasu. Kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOf course, with all these small flaws, it still means the show is great. It’s a fun study in anime history for people interested in what the super robot subgenre has to offer. One step into the series and you shall be immersed in the Mazinger franchise. There’s no need to use that time machine anymore; you can sell it off on eBay for a copy of this DVD. It’s worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, with all these small flaws, it still means the show is great.\u001b[24m\n    \u001b[1mもちろん、これらの小さな欠陥のすべてで、それはまだショーが素晴らしいことを意味します。\u001b[22m, \u001b[1mもちろん、これらすべての小さな欠陥で、それはまだショーは偉大であることを意味します。\u001b[22m\n\u001b[4mIt’s a fun study in anime history for people interested in what the super robot subgenre has to offer.\u001b[24m\n    \u001b[1mこれはスーパーロボットのサブジャンルが提供しなければならないことに興味のある人々のためのアニメ史上の楽しい研究です。\u001b[22m, \u001b[1mこれは、スーパーロボットサブジャンルが提供しているかに興味がある人のためのアニメの歴史の中で楽しい研究です。\u001b[22m\n\u001b[4mOne step into the series and you shall be immersed in the Mazinger franchise.\u001b[24m\n    \u001b[1mシリーズへの一歩、あなたはマジンガーフランチャイズに没頭しなければならない。\u001b[22m, \u001b[1mOneシリーズへのステップとあなたはマジンガーフランチャイズに浸漬されなければなりません。\u001b[22m\n\u001b[4mThere’s no need to use that time machine anymore;\u001b[24m\n    \u001b[1mもはやそのタイムマシンを使う必要はありません。\u001b[22m, \u001b[1mもうそのタイムマシンを使用する必要はありません。\u001b[22m\n\u001b[4myou can sell it off on eBay for a copy of this DVD.\u001b[24m\n    \u001b[1mあなたはこのDVDのコピーをeBayで販売することができます。\u001b[22m, \u001b[1mあなたは、このDVDのコピーのためにeBayでそれを販売することができます。\u001b[22m\n\u001b[4mIt’s worth it.\u001b[24m\n    \u001b[1m価値があります。\u001b[22m, \u001b[1m価値がある。\u001b[22m, \u001b[1mそれは価値がある。\u001b[22m, \u001b[1mそれはそれの価値がある。\u001b[22m, \u001b[1mそれだけの価値はあります。\u001b[22m"
  }
]
