[
  {
    "title": "Shinkyoku_Soukai_Polyphonica_Crimson_S",
    "id": "5504",
    "url": "https://myanimelist.net/anime/5504/Shinkyoku_Soukai_Polyphonica_Crimson_S",
    "user": "Archaeon",
    "profile": "/profile/Archaeon/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=19557",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\n私の最近のレビューは、Sakura Taisen：Gouka Kenranのためのものだったのは、非常に皮肉なことです。 最初は、2つのショーが超自然的で芸術的な演奏を含むことを除けば、ほとんど共通点がないように見えるかもしれません。  Gouka KenranとShinkyoku Soukai Polyphonica Crimson Sの両方がほぼ同じ問題を抱えていることとほぼ同じ理由から、これは類似点が終了するところではありません。\n\n最初のシリーズは、Tsuge Divine Music Players Officeの従業員、特にTatara Phoronと契約した精神Corticarte Apa Lagranges（Corti）の従業員の生活に続きました。 一方、Crimson Sは、PhoronとCortiが悪いミュージシャンや学校のいたずらから多くのハイジンクスやフェイナガンと一緒になって、PhoronとCortiがどのようになったかを紹介します。\n\n一見したように、これは第1シリーズの前奏曲であり、大半は公平な評価であるように見える。 不幸にも、最初のアニメからの出来事のいくつかと公然と矛盾しているCrimson Sにはいくつかの逸脱があり、そのうちの1つはPhoronとCortiのYugiri双子（PerserteとPrinesca）との最初の会合です。 最初のシリーズはTsugeのオフィスでの最初の出会いを非常にはっきりと示していますが、Crimson Sには彼らが学校の友人であることがあります。\n\nこれは、クリムゾンSが速くて物語で遊んでいる唯一の時間ではありません。そして、これらの逸脱の理由は、このシリーズが文字を増強し、開発することを意図しているからです。 最初のシーズンの主な問題の1つは、キャラクターが彼らの思考、行動、または理想の根拠がなく、大部分は透明であったということでした。  Crimson Sは、これを修正し、視聴者に最初のシリーズにアクセスしやすく理解させる試みです。\n\nこれが望ましい結果なら、なぜオセロットはレッド・エンターテインメントとセガがGouka Kenranと同じミスを犯したのですか？ なぜ、ギンヤが最初のシーズンでまともな仕事をして、キャラクター、アニメーション、およびサウンドに関する経験を持っていたら、彼らは制作会社を変えたのですか？\n\n私はDiomedea、Lantis、またはMagic Capsuleに対して、それぞれの分野で素晴らしい仕事をしているので、何の正義もありません。 しかしながら、続編やプレクールが受け入れられ、よく作られているためには、シリーズ間の一貫性が必要であることはよく知られている。 元のPolyphonicaアニメは、それ自身の凝集力の欠如に苦しんでいましたが、Crimson Sは、それ自体のスピンイベントを起こそうと試みることによってこれらの欠陥を合成します。 結局のところ、脚本家の脚本家と監督の鈴木利正は、両シリーズの不一致は両者を台無しにするだけであり、シリーズのプロットにはデュース・エキゾーンの過度な使用\n\nアニメーションやデザインが進むにつれて、都市の特定の領域（Gouka Kenranと非常によく似ている）の単純化された、ほとんど子供のような描写と一緒に、時には細部の不満があります。 スタジオの変更はキャラクターのデザインにもある程度影響を及ぼしました。正直なところ、クリムゾンSは最初のシリーズで使用されていた表情を好みます。\n\nそれ以外にも少し不気味な点がありますが、本当に不満はほとんどありません。 これはあまりにも創造的ではない、しっかりと作られたシリーズです。\n\n音に関しては、不平を言うこともほとんどありません。 音楽と効果はまともですが、プレーンサイドでは少しです。 私は最初のシーズンが聴覚的にもっと大気になっていることを認めなければならず、音楽はクリムゾン・Sよりもそれほど感性がありませんでした。しかし、両方のシリーズでの音楽の問題の1つは、 両方とも音楽ベースのショーであると、時には刺激的になります。\n\nしかし、プラス面では、Gouka Kenranのように、Crimson Sは最初のシリーズからセイウーのサービスを保持しており、ほとんどの場合、音声の演技は合理的に良いです。 残念なことに（あなたはその言葉が来ていることを知っていましたが、あなたはしませんでした）、これが前奏曲であるはずであるという事実は、いくつかの俳優に時折混乱を招くように思われます。\n\n文字は、より良い言葉が欲しい、奇妙です。 シリーズの文脈の中で、彼らは合理的にうまくいっていますが、最初のシリーズを見ている私たちの人たちは、彼らの行動、思考、理想に矛盾があることに気付くでしょう。 今は、2つのシリーズの間に「他のことが起こった」と主張することによって、これらを簡単に説明することができます。しかし、それらが何であるか知らずに、視聴者には時には奇妙なことをするキャラクターが残されます。\n\nしかし、一連のキャラクターを一貫性のある方法で開発しようとしたシリーズの功績（シリーズ1で欠けていたもの）がありますが、フォロンとコルチには、マイナーキャラクターがすべてシャントされているため 片側。  Yugiri twinsらを発展させるにはいくつかの頷きがあるが、これは物語の流れとは違っている。\n\n言及すべきもう1つのポイントは、文字としてのフォロンは実際には最初のシリーズでより優れているということです。 クリムゾンSでは、彼は自分の利益のためにはあまりにも素敵ですが、それはキャラクターにとっては悪いことではないかもしれませんが、信じられなくなるほどで​​す。\n\n2つのシリーズのうち、クリムゾンSはそれが良い点だが、私はシリーズ1を好むと認めなければならない。 クリムゾンSの問題は、スタジオの変化がストーリーの感触や流れを変え、Gouka Kenranのように、新しい監督がショーに彼の印を押さえようとしたことです。 それは、クリムゾンSがシリーズを持ち上げる可能性を秘めていたことで失望したこと以上のものだが、実際にはそれはむしろやや明るい事であることが判明した。\n\n私を間違えないでください。 シリーズ全体としては悪くないです。 それは、クリムゾンSが本当に銃の中にショットを必要とするので、不幸なことですが、オリジナルの才能と創造性が欠けています。\n\nそれはまともな努力ですが、サクラ大戦のように：Gouka Kenran、それはかなり期待に応えません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIt's highly ironic that my most recent review was for Sakura Taisen: Gouka Kenran. At first it may seem that the two shows have very little in common aside from involving the supernatural and artistic performances. This isn't where the similarity ends though, as both Gouka Kenran and Shinkyoku Soukai Polyphonica Crimson S suffer from almost exactly the same problems, and for almost identical reasons.\n\n\u001b[1m私の最近のレビューは、Sakura Taisen：Gouka Kenranのためのものだったのは、非常に皮肉なことです。 最初は、2つのショーが超自然的で芸術的な演奏を含むことを除けば、ほとんど共通点がないように見えるかもしれません。  Gouka KenranとShinkyoku Soukai Polyphonica Crimson Sの両方がほぼ同じ問題を抱えていることとほぼ同じ理由から、これは類似点が終了するところではありません。\u001b[22m\n\u001b[1m(Watashi no saikin no rebyū wa, Sakura Taisen: Gouka Kenran no tame no monodatta no wa, hijō ni hinikuna kotodesu. Saisho wa, 2tsu no shō ga chō shizen-tekide geijutsu-tekina ensō o fukumu koto o nozokeba, hotondo kyōtsū-ten ga nai yō ni mieru kamo shiremasen. Gouka Kenran to Shinkyoku Soukai Polyphonica kurimuson S no ryōhō ga hobo onaji mondai o kakaete iru koto to hobo onaji riyū kara, koreha ruiji-ten ga shūryō suru tokorode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's highly ironic that my most recent review was for Sakura Taisen: Gouka Kenran. At first it may seem that the two shows have very little in common aside from involving the supernatural and artistic performances. This isn't where the similarity ends though, as both Gouka Kenran and Shinkyoku Soukai Polyphonica Crimson S suffer from almost exactly the same problems, and for almost identical reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's highly ironic that my most recent review was for Sakura Taisen: Gouka Kenran.\u001b[24m\n    \u001b[1m私の最近のレビューは、Sakura Taisen：Gouka Kenranのためのものだったのは、非常に皮肉なことです。\u001b[22m, \u001b[1mGouka Kenran：それは私の最も最近のレビューは、サクラ大戦のためだったことを非常に皮肉です。\u001b[22m\n\u001b[4mAt first it may seem that the two shows have very little in common aside from involving the supernatural and artistic performances.\u001b[24m\n    \u001b[1m最初は、2つのショーが超自然的で芸術的な演奏を含むことを除けば、ほとんど共通点がないように見えるかもしれません。\u001b[22m, \u001b[1m最初はさておき、超自然と芸術公演を伴うから2つのショーが共通の非常に少ないを持っているように見える場合があります。\u001b[22m\n\u001b[4mThis isn't where the similarity ends though, as both Gouka Kenran and Shinkyoku Soukai Polyphonica Crimson S suffer from almost exactly the same problems, and for almost identical reasons.\u001b[24m\n    \u001b[1mGouka KenranとShinkyoku Soukai Polyphonica Crimson Sの両方がほぼ同じ問題を抱えていることとほぼ同じ理由から、これは類似点が終了するところではありません。\u001b[22m, \u001b[1mGouka Kenranと神曲奏界ポリフォニカクリムゾンSの両方がほぼ正確に同じ問題から、とほぼ同じ理由のために苦しむように類似性が、しかし終わるところこれがないです。\u001b[22m\n\u001b[1m\u001b[22m\nThe first series followed the lives of the employees of the Tsuge Divine Music Players Office, in particular, Tatara Phoron and his contracted spirit Corticarte Apa Lagranges (Corti). Crimson S, on the other hand, sets out to show how Phoron and Corti became partners, with much hi-jinx and shenanigans from evil musicians and school bullies along the way.\n\n\u001b[1m最初のシリーズは、Tsuge Divine Music Players Officeの従業員、特にTatara Phoronと契約した精神Corticarte Apa Lagranges（Corti）の従業員の生活に続きました。 一方、Crimson Sは、PhoronとCortiが悪いミュージシャンや学校のいたずらから多くのハイジンクスやフェイナガンと一緒になって、PhoronとCortiがどのようになったかを紹介します。\u001b[22m\n\u001b[1m(Saisho no shirīzu wa, Tsuge Divine myūjikku Players ofisu no jūgyōin, tokuni Tatara Phoron to keiyaku shita seishin Corticarte Apa Lagranges (Corti) no jūgyōin no seikatsu ni tsudzukimashita. Ippō, kurimuson S wa, Phoron to Corti ga warui myūjishan ya gakkō no itazura kara ōku no haijinkusu ya feinagan to issho ni natte, Phoron to Corti ga dono yō ni natta ka o shōkai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first series followed the lives of the employees of the Tsuge Divine Music Players Office, in particular, Tatara Phoron and his contracted spirit Corticarte Apa Lagranges (Corti). Crimson S, on the other hand, sets out to show how Phoron and Corti became partners, with much hi-jinx and shenanigans from evil musicians and school bullies along the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first series followed the lives of the employees of the Tsuge Divine Music Players Office, in particular, Tatara Phoron and his contracted spirit Corticarte Apa Lagranges (Corti).\u001b[24m\n    \u001b[1m最初のシリーズは、Tsuge Divine Music Players Officeの従業員、特にTatara Phoronと契約した精神Corticarte Apa Lagranges（Corti）の従業員の生活に続きました。\u001b[22m, \u001b[1m最初のシリーズは、柘植神の音楽プレーヤーのオフィスの従業員、特に、たたらPhoronと彼の契約した精神Corticarteアパ・ラグラン（コルチ）の生活を追いました。\u001b[22m\n\u001b[4mCrimson S, on the other hand, sets out to show how Phoron and Corti became partners, with much hi-jinx and shenanigans from evil musicians and school bullies along the way.\u001b[24m\n    \u001b[1m一方、Crimson Sは、PhoronとCortiが悪いミュージシャンや学校のいたずらから多くのハイジンクスやフェイナガンと一緒になって、PhoronとCortiがどのようになったかを紹介します。\u001b[22m, \u001b[1mクリムゾンSは、他の一方で、多くのハイジンクスと道に沿って邪悪なミュージシャンや学校のいじめからペテンで、Phoronおよびコルチがパートナーになった方法を示すために設定しています。\u001b[22m\n\u001b[1m\u001b[22m\nAt first glance it appears as though this is nothing more than a prequel to the first series and, for the most part, this would be a fair assessment. Unfotunately, there are some deviations that occur in Crimson S that openly contradict some of the events from the first anime, one of which is Phoron and Corti's first meeting with the Yugiri twins (Perserte and Prinesca). The first series very clearly shows their first encounter to be at Tsuge's offices, however Crimson S has them being school friends.\n\n\u001b[1m一見したように、これは第1シリーズの前奏曲であり、大半は公平な評価であるように見える。 不幸にも、最初のアニメからの出来事のいくつかと公然と矛盾しているCrimson Sにはいくつかの逸脱があり、そのうちの1つはPhoronとCortiのYugiri双子（PerserteとPrinesca）との最初の会合です。 最初のシリーズはTsugeのオフィスでの最初の出会いを非常にはっきりと示していますが、Crimson Sには彼らが学校の友人であることがあります。\u001b[22m\n\u001b[1m(Ikken shita yō ni, koreha dai 1 shirīzu no pureryūdodeari, taihan wa kōheina hyōkadearu yō ni mieru. Fukō ni mo, saisho no anime kara no dekigoto no ikutsu ka to kōzen to mujun shite iru kurimuson S ni wa ikutsu ka no itsudatsu ga ari, sonōchi no 1tsu wa Phoron to Corti no Yugiri futago (Perserte to Prinesca) to no saisho no kaigōdesu. Saisho no shirīzu wa Tsuge no ofisude no saisho no deai o hijō ni hakkiri to shimeshite imasuga, kurimuson S ni wa karera ga gakkō no yūjindearu koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAt first glance it appears as though this is nothing more than a prequel to the first series and, for the most part, this would be a fair assessment. Unfotunately, there are some deviations that occur in Crimson S that openly contradict some of the events from the first anime, one of which is Phoron and Corti's first meeting with the Yugiri twins (Perserte and Prinesca). The first series very clearly shows their first encounter to be at Tsuge's offices, however Crimson S has them being school friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first glance it appears as though this is nothing more than a prequel to the first series and, for the most part, this would be a fair assessment.\u001b[24m\n    \u001b[1m一見したように、これは第1シリーズの前奏曲であり、大半は公平な評価であるように見える。\u001b[22m, \u001b[1mこれは最初のシリーズの続編以外の何ものでもありませんと、ほとんどの部分は、これは公正な評価になるかのように一見したところでそれが表示されます。\u001b[22m\n\u001b[4mUnfotunately, there are some deviations that occur in Crimson S that openly contradict some of the events from the first anime, one of which is Phoron and Corti's first meeting with the Yugiri twins (Perserte and Prinesca).\u001b[24m\n    \u001b[1m不幸にも、最初のアニメからの出来事のいくつかと公然と矛盾しているCrimson Sにはいくつかの逸脱があり、そのうちの1つはPhoronとCortiのYugiri双子（PerserteとPrinesca）との最初の会合です。\u001b[22m, \u001b[1mUnfotunately、公然と夕霧双子（PerserteとPrinesca）とPhoronとコルティの最初の会議でその中の1つは、最初のアニメからのイベントのいくつかを否定クリムゾンSで発生するいくつかの偏差があります。\u001b[22m\n\u001b[4mThe first series very clearly shows their first encounter to be at Tsuge's offices, however Crimson S has them being school friends.\u001b[24m\n    \u001b[1m最初のシリーズはTsugeのオフィスでの最初の出会いを非常にはっきりと示していますが、Crimson Sには彼らが学校の友人であることがあります。\u001b[22m, \u001b[1m最初のシリーズは、非常に明確しかしクリムゾンSは彼らが学校の友達であることがあり、柘植のオフィスにあるように彼らの最初の出会いを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nThis isn't the only time Crimson S plays fast and loose with the story, and the reason for these deviations is beause this series is meant to enhance and develop the characters. One of the main issues with the first season was that the characters were transparent for the most part, with no basis for their thoughts, actions or ideals. Crimson S is an attempt to rectify this, and make the first series more accessable and understandable to viewers.\n\n\u001b[1mこれは、クリムゾンSが速くて物語で遊んでいる唯一の時間ではありません。そして、これらの逸脱の理由は、このシリーズが文字を増強し、開発することを意図しているからです。 最初のシーズンの主な問題の1つは、キャラクターが彼らの思考、行動、または理想の根拠がなく、大部分は透明であったということでした。  Crimson Sは、これを修正し、視聴者に最初のシリーズにアクセスしやすく理解させる試みです。\u001b[22m\n\u001b[1m(Kore wa, kurimuzon S ga hayakute monogatari de asonde iru yuiitsu no jikande wa arimasen. Soshite, korera no itsudatsu no riyū wa, kono shirīzu ga moji o zōkyō shi, kaihatsu suru koto o ito shite irukaradesu. Saisho no shīzun no omona mondai no 1tsu wa, kyarakutā ga karera no shikō, kōdō, matawa risō no konkyo ga naku, daibubun wa tōmeideatta to iu kotodeshita. Kurimuson S wa, kore o shūsei shi, shichō-sha ni saisho no shirīzu ni akusesu shi yasuku rikai sa seru kokoromidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis isn't the only time Crimson S plays fast and loose with the story, and the reason for these deviations is beause this series is meant to enhance and develop the characters. One of the main issues with the first season was that the characters were transparent for the most part, with no basis for their thoughts, actions or ideals. Crimson S is an attempt to rectify this, and make the first series more accessable and understandable to viewers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis isn't the only time Crimson S plays fast and loose with the story, and the reason for these deviations is beause this series is meant to enhance and develop the characters.\u001b[24m\n    \u001b[1mこれは、クリムゾンSが速くて物語で遊んでいる唯一の時間ではありません。そして、これらの逸脱の理由は、このシリーズが文字を増強し、開発することを意図しているからです。\u001b[22m, \u001b[1mこれはクリムゾンSは話を高速かつ緩い果たしており、これらの偏差の理由は、このシリーズは、文字を強化し、開発するためのものですされてbeauseだけの時間ではありません。\u001b[22m\n\u001b[4mOne of the main issues with the first season was that the characters were transparent for the most part, with no basis for their thoughts, actions or ideals.\u001b[24m\n    \u001b[1m最初のシーズンの主な問題の1つは、キャラクターが彼らの思考、行動、または理想の根拠がなく、大部分は透明であったということでした。\u001b[22m, \u001b[1m最初のシーズンでの主な問題の一つは、文字が自分の考え、行動や理想のために無根拠で、ほとんどの部分は透明であったということでした。\u001b[22m\n\u001b[4mCrimson S is an attempt to rectify this, and make the first series more accessable and understandable to viewers.\u001b[24m\n    \u001b[1mCrimson Sは、これを修正し、視聴者に最初のシリーズにアクセスしやすく理解させる試みです。\u001b[22m, \u001b[1mクリムゾンSは、これを修正し、視聴者への最初のシリーズは、よりアクセス可能と分かりやすくしようとする試みです。\u001b[22m\n\u001b[1m\u001b[22m\nIf this is the desired outcome, then why on earth did Ocelot make the same mistake that Red Entertainment and Sega made with Gouka Kenran? Why, when Ging-ya did a decent job with the first season and have experience with the characters, animation and sound, did they change production companies?\n\n\u001b[1mこれが望ましい結果なら、なぜオセロットはレッド・エンターテインメントとセガがGouka Kenranと同じミスを犯したのですか？ なぜ、ギンヤが最初のシーズンでまともな仕事をして、キャラクター、アニメーション、およびサウンドに関する経験を持っていたら、彼らは制作会社を変えたのですか？\u001b[22m\n\u001b[1m(Kore ga nozomashī kekkanara, naze oserotto wa reddo entāteinmento to Sega ga Gouka Kenran to onaji misu o okashita nodesu ka? Naze, gin'ya ga saisho no shīzun de matomona shigoto o shite, kyarakutā, animēshon, oyobi saundo ni kansuru keiken o motte itara, karera wa seisakukaisha o kaeta nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mIf this is the desired outcome, then why on earth did Ocelot make the same mistake that Red Entertainment and Sega made with Gouka Kenran? Why, when Ging-ya did a decent job with the first season and have experience with the characters, animation and sound, did they change production companies?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf this is the desired outcome, then why on earth did Ocelot make the same mistake that Red Entertainment and Sega made with Gouka Kenran?\u001b[24m\n    \u001b[1mこれが望ましい結果なら、なぜオセロットはレッド・エンターテインメントとセガがGouka Kenranと同じミスを犯したのですか？\u001b[22m, \u001b[1mこれは望ましい結果であるならば、なぜ地球上のオセロットはレッド・エンタテインメントとセガがGouka Kenranで作られているのと同じミスをしたのですか？\u001b[22m\n\u001b[4mWhy, when Ging-ya did a decent job with the first season and have experience with the characters, animation and sound, did they change production companies?\u001b[24m\n    \u001b[1mなぜ、ギンヤが最初のシーズンでまともな仕事をして、キャラクター、アニメーション、およびサウンドに関する経験を持っていたら、彼らは制作会社を変えたのですか？\u001b[22m, \u001b[1mなぜ、エージング-yaの時に最初のシーズンでまともな仕事をしたし、文字、アニメーションとサウンドと経験を持って、彼らは制作会社を変更したのですか？\u001b[22m\n\u001b[1m\u001b[22m\nIn all honesty, I have nothing against Diomedea, Lantis or Magic Capsule, as they have done some great work in their respective fields. However it is well known that for a sequel or prequel to be both acceptable and well made there needs to be consistency between the series. The original Polyphonica anime suffered from a lack of cohesiveness on it's own, but Crimson S only compounds those flaws by attempting to give it's own spin on events. Ultimately, the fault lies with the screenplay writers and the director, Suzuki Toshimasa, as the inconsistencies between the two series only serve to spoil both, and the plot for the series suffers from various flaws, including an overuse of deus ex machina\n\n\u001b[1m私はDiomedea、Lantis、またはMagic Capsuleに対して、それぞれの分野で素晴らしい仕事をしているので、何の正義もありません。 しかしながら、続編やプレクールが受け入れられ、よく作られているためには、シリーズ間の一貫性が必要であることはよく知られている。 元のPolyphonicaアニメは、それ自身の凝集力の欠如に苦しんでいましたが、Crimson Sは、それ自体のスピンイベントを起こそうと試みることによってこれらの欠陥を合成します。 結局のところ、脚本家の脚本家と監督の鈴木利正は、両シリーズの不一致は両者を台無しにするだけであり、シリーズのプロットにはデュース・エキゾーンの過度な使用\u001b[22m\n\u001b[1m(Watashi wa Diomedea, Lantis, matawa Magic Capsule ni taishite, sorezore no bun'ya de subarashī shigoto o shite irunode, nani no seigi mo arimasen. Shikashinagara, zokuhen ya purekūru ga ukeire rare, yoku tsukura rete iru tame ni wa, shirīzu-kan no ikkan-sei ga hitsuyōdearu koto wa yoku shira rete iru. Gen no Polyphonica anime wa, sore jishin no gyōshū-ryoku no ketsujo ni kurushinde imashitaga, kurimuson S wa, sore jitai no supin ibento o okosou to kokoromiru koto ni yotte korera no kekkan o gōsei shimasu. Kekkyokunotokoro, kyakuhon-ka no kyakuhon-ka to kantoku no suzuki toshimasa wa, ryō shirīzu no fuitchi wa ryōsha o dainashi ni suru dakedeari, shirīzu no purotto ni wa de~yūsu ekizōn no kadona shiyō)\u001b[22m\n\nTranslations of \u001b[4mIn all honesty, I have nothing against Diomedea, Lantis or Magic Capsule, as they have done some great work in their respective fields. However it is well known that for a sequel or prequel to be both acceptable and well made there needs to be consistency between the series. The original Polyphonica anime suffered from a lack of cohesiveness on it's own, but Crimson S only compounds those flaws by attempting to give it's own spin on events. Ultimately, the fault lies with the screenplay writers and the director, Suzuki Toshimasa, as the inconsistencies between the two series only serve to spoil both, and the plot for the series suffers from various flaws, including an overuse of deus ex machina\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn all honesty, I have nothing against Diomedea, Lantis or Magic Capsule, as they have done some great work in their respective fields.\u001b[24m\n    \u001b[1m私はDiomedea、Lantis、またはMagic Capsuleに対して、それぞれの分野で素晴らしい仕事をしているので、何の正義もありません。\u001b[22m, \u001b[1m彼らはそれぞれの分野でいくつかの素晴らしい仕事をしてきたように正直なところ、私は、アホウドリ属、ランティスまたはマジックカプセルに対しては何もありません。\u001b[22m\n\u001b[4mHowever it is well known that for a sequel or prequel to be both acceptable and well made there needs to be consistency between the series.\u001b[24m\n    \u001b[1mしかしながら、続編やプレクールが受け入れられ、よく作られているためには、シリーズ間の一貫性が必要であることはよく知られている。\u001b[22m, \u001b[1mしかし、よく続編または前編が許容され、よく作ら両方であるためには、一連の間の一貫性が必要であることが知られています。\u001b[22m\n\u001b[4mThe original Polyphonica anime suffered from a lack of cohesiveness on it's own, but Crimson S only compounds those flaws by attempting to give it's own spin on events.\u001b[24m\n    \u001b[1m元のPolyphonicaアニメは、それ自身の凝集力の欠如に苦しんでいましたが、Crimson Sは、それ自体のスピンイベントを起こそうと試みることによってこれらの欠陥を合成します。\u001b[22m, \u001b[1m元Polyphonicaアニメは、それ自身の上に粘着性の欠如に苦しんだが、クリムゾンSは、それがイベントに自身のスピンだ与えることを試みることによって、それらの欠陥を化合物。\u001b[22m\n\u001b[4mUltimately, the fault lies with the screenplay writers and the director, Suzuki Toshimasa, as the inconsistencies between the two series only serve to spoil both, and the plot for the series suffers from various flaws, including an overuse of deus ex machina\u001b[24m\n    \u001b[1m結局のところ、脚本家の脚本家と監督の鈴木利正は、両シリーズの不一致は両者を台無しにするだけであり、シリーズのプロットにはデュース・エキゾーンの過度な使用\u001b[22m, \u001b[1m最終的には、2つの系列の間に不整合が唯一の両方を台無しにするのに役立つように、障害は、脚本の作家やディレクター、鈴木敏正にあり、そしてシリーズのプロットはデウスエクスマキナの乱用を含む様々な欠陥、苦しんでいます\u001b[22m\n\u001b[1m\u001b[22m\nAs far as the animation and design goes, there's a jarring lack of detail at times, together with an oversimplified, almost childlike, depiction of certain areas of the city (very much like Gouka Kenran). The change of studios has affected the design of the characters to a degree as well, and in all honesty I prefer the facial expressions used in the first series as Crimson S seems to try a little too hard on that front.\n\n\u001b[1mアニメーションやデザインが進むにつれて、都市の特定の領域（Gouka Kenranと非常によく似ている）の単純化された、ほとんど子供のような描写と一緒に、時には細部の不満があります。 スタジオの変更はキャラクターのデザインにもある程度影響を及ぼしました。正直なところ、クリムゾンSは最初のシリーズで使用されていた表情を好みます。\u001b[22m\n\u001b[1m(Animēshon ya dezain ga susumu ni tsurete, toshi no tokutei no ryōiki (Gouka Kenran to hijō ni yoku nite iru) no tanjun-ka sa reta, hotondo kodomo no yōna byōsha to issho ni, tokiniha saibu no fuman ga arimasu. Sutajio no henkō wa kyarakutā no dezain ni mo aruteido eikyō o oyoboshimashita. Shōjikina tokoro, kurimuzon S wa saisho no shirīzu de shiyō sa rete ita hyōjō o konomimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs far as the animation and design goes, there's a jarring lack of detail at times, together with an oversimplified, almost childlike, depiction of certain areas of the city (very much like Gouka Kenran). The change of studios has affected the design of the characters to a degree as well, and in all honesty I prefer the facial expressions used in the first series as Crimson S seems to try a little too hard on that front.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs far as the animation and design goes, there's a jarring lack of detail at times, together with an oversimplified, almost childlike, depiction of certain areas of the city (very much like Gouka Kenran).\u001b[24m\n    \u001b[1mアニメーションやデザインが進むにつれて、都市の特定の領域（Gouka Kenranと非常によく似ている）の単純化された、ほとんど子供のような描写と一緒に、時には細部の不満があります。\u001b[22m, \u001b[1m限り、アニメーションとデザインが行くように、一緒に（非常にGouka Kenranなど）市内の特定の領域の単純化しすぎ、ほとんど子供のような、描写で、時間に細部の耳障りな不足があります。\u001b[22m\n\u001b[4mThe change of studios has affected the design of the characters to a degree as well, and in all honesty I prefer the facial expressions used in the first series as Crimson S seems to try a little too hard on that front.\u001b[24m\n    \u001b[1mスタジオの変更はキャラクターのデザインにもある程度影響を及ぼしました。正直なところ、クリムゾンSは最初のシリーズで使用されていた表情を好みます。\u001b[22m, \u001b[1mスタジオの変化は、同様程度に文字のデザインに影響を与えた、とクリムゾンSは、その前面にあまりにもハードを少し試しているようだとして、すべて正直に私は最初のシリーズで使用され表情を好みます。\u001b[22m\n\u001b[1m\u001b[22m\nOther than those, and a few other niggly little points, there's really little to complain about. This is a solidly made series that isn't overly creative, even though it may seem that way at first.\n\n\u001b[1mそれ以外にも少し不気味な点がありますが、本当に不満はほとんどありません。 これはあまりにも創造的ではない、しっかりと作られたシリーズです。\u001b[22m\n\u001b[1m(Sore igai ni mo sukoshi bukimina ten ga arimasuga, hontōni fuman wa hotondo arimasen. Kore wa amarini mo sōzō-tekide wanai, shikkari to tsukura reta shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mOther than those, and a few other niggly little points, there's really little to complain about. This is a solidly made series that isn't overly creative, even though it may seem that way at first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than those, and a few other niggly little points, there's really little to complain about.\u001b[24m\n    \u001b[1mそれ以外にも少し不気味な点がありますが、本当に不満はほとんどありません。\u001b[22m, \u001b[1mそれら以外の、およびその他のいくつかのつんつんしているほとんどの点は、文句を言うのは本当に少しあります。\u001b[22m\n\u001b[4mThis is a solidly made series that isn't overly creative, even though it may seem that way at first.\u001b[24m\n    \u001b[1mこれはあまりにも創造的ではない、しっかりと作られたシリーズです。\u001b[22m, \u001b[1mこれは、最初にそのように見える場合であっても、過度にクリエイティブではありませんしっかりと作られたシリーズです。\u001b[22m\n\u001b[1m\u001b[22m\nIn terms of sound, there's also little to complain about. The music and effects are decent, but a little on the plain side. I have to admit that I found the first season to be a tad more atmospheric aurally, and the music had a little more flair to it than Crimson S. One of the problems with the music throughout both series though, is the tendency for repetition, and with both being musically based shows, this becomes irritating at times.\n\n\u001b[1m音に関しては、不平を言うこともほとんどありません。 音楽と効果はまともですが、プレーンサイドでは少しです。 私は最初のシーズンが聴覚的にもっと大気になっていることを認めなければならず、音楽はクリムゾン・Sよりもそれほど感性がありませんでした。しかし、両方のシリーズでの音楽の問題の1つは、 両方とも音楽ベースのショーであると、時には刺激的になります。\u001b[22m\n\u001b[1m(Oto ni kanshite wa, fuhei o iu koto mo hotondo arimasen. Ongaku to kōka wa matomodesuga, purēnsaidode wa sukoshidesu. Watashi wa saisho no shīzun ga chōkaku-teki ni motto taiki ni natte iru koto o mitomenakereba narazu, ongaku wa kurimuzon S yori mo sorehodo kansei ga arimasendeshita. Shikashi, ryōhō no shirīzu de no ongaku no mondai no 1tsu wa, ryōhō tomo ongaku bēsu no shōdearu to, tokiniha shigeki-teki ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of sound, there's also little to complain about. The music and effects are decent, but a little on the plain side. I have to admit that I found the first season to be a tad more atmospheric aurally, and the music had a little more flair to it than Crimson S. One of the problems with the music throughout both series though, is the tendency for repetition, and with both being musically based shows, this becomes irritating at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of sound, there's also little to complain about.\u001b[24m\n    \u001b[1m音に関しては、不平を言うこともほとんどありません。\u001b[22m, \u001b[1m音の面では、文句を言うには少しもあります。\u001b[22m\n\u001b[4mThe music and effects are decent, but a little on the plain side.\u001b[24m\n    \u001b[1m音楽と効果はまともですが、プレーンサイドでは少しです。\u001b[22m, \u001b[1m音楽や効果はまともですが、平野側に少し。\u001b[22m\n\u001b[4mI have to admit that I found the first season to be a tad more atmospheric aurally, and the music had a little more flair to it than Crimson S. One of the problems with the music throughout both series though, is the tendency for repetition,\u001b[24m\n    \u001b[1m私は最初のシーズンが聴覚的にもっと大気になっていることを認めなければならず、音楽はクリムゾン・Sよりもそれほど感性がありませんでした。しかし、両方のシリーズでの音楽の問題の1つは、\u001b[22m, \u001b[1m私は最初のシーズンは、聴覚的に少しより多くの大気であることが判明していることを認めざるを得ない、と音楽はクリムゾンS.よりもそれに少しより多くの才能の両方のシリーズを通して、音楽の問題点の一つを持っていたけれども、繰り返しのための傾向があることです、\u001b[22m\n\u001b[4mand with both being musically based shows, this becomes irritating at times.\u001b[24m\n    \u001b[1m両方とも音楽ベースのショーであると、時には刺激的になります。\u001b[22m, \u001b[1m両方の音楽的基づいている番組で、これは時間に刺激になります。\u001b[22m\n\u001b[1m\u001b[22m\nOn the plus side though, and like Gouka Kenran, Crimson S has retained the services of the seiyuu from the first series and, for the most part, the voice acting is reasonably good. Unfortunately (you knew that word was coming, didn't you), the fact that this is supposed to be a prequel seems to have caused some of the actors a degree of confusion from time to time.\n\n\u001b[1mしかし、プラス面では、Gouka Kenranのように、Crimson Sは最初のシリーズからセイウーのサービスを保持しており、ほとんどの場合、音声の演技は合理的に良いです。 残念なことに（あなたはその言葉が来ていることを知っていましたが、あなたはしませんでした）、これが前奏曲であるはずであるという事実は、いくつかの俳優に時折混乱を招くように思われます。\u001b[22m\n\u001b[1m(Shikashi, purasu-mende wa, Gouka Kenran no yō ni, kurimuson S wa saisho no shirīzu kara seiū no sābisu o hoji shite ori, hotondo no baai, onsei no engi wa gōri-teki ni yoidesu. Zan'nen'nakotoni (anata wa sono kotoba ga kite iru koto o shitte imashitaga, anata wa shimasendeshita), korega pureryūdodearu hazudearu to iu jijitsu wa, ikutsu ka no haiyū ni tokiori konran o maneku yō ni omowa remasu.)\u001b[22m\n\nTranslations of \u001b[4mOn the plus side though, and like Gouka Kenran, Crimson S has retained the services of the seiyuu from the first series and, for the most part, the voice acting is reasonably good. Unfortunately (you knew that word was coming, didn't you), the fact that this is supposed to be a prequel seems to have caused some of the actors a degree of confusion from time to time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the plus side though, and like Gouka Kenran, Crimson S has retained the services of the seiyuu from the first series and, for the most part, the voice acting is reasonably good.\u001b[24m\n    \u001b[1mしかし、プラス面では、Gouka Kenranのように、Crimson Sは最初のシリーズからセイウーのサービスを保持しており、ほとんどの場合、音声の演技は合理的に良いです。\u001b[22m, \u001b[1mしかし、とGouka Kenranなどのプラス面では、クリムゾンSは、ほとんどの部分は、声の演技が合理的に良いですが、最初のシリーズから声優のサービスを保持しています。\u001b[22m\n\u001b[4mUnfortunately (you knew that word was coming, didn't you), the fact that this is supposed to be a prequel seems to have caused some of the actors a degree of confusion from time to time.\u001b[24m\n    \u001b[1m残念なことに（あなたはその言葉が来ていることを知っていましたが、あなたはしませんでした）、これが前奏曲であるはずであるという事実は、いくつかの俳優に時折混乱を招くように思われます。\u001b[22m, \u001b[1m残念ながら、これは前編ことになっているという事実は、俳優のいくつかの時間から時間に混乱の度合いを引き起こしているようだ（あなたは、その単語が来ていたしませんでした知っていました）。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are, for want of a better word, odd. Within the context of the series they work reasonably well, but those of us who have watched the first series will note that there are some inconsistencies in their actions, thoughts and ideals. Now, one could easily explain these away by claiming that 'other things happened' between the two series, but without knowing what they were, the viewer is left with characters who will sometimes do or say something 'odd'.\n\n\u001b[1m文字は、より良い言葉が欲しい、奇妙です。 シリーズの文脈の中で、彼らは合理的にうまくいっていますが、最初のシリーズを見ている私たちの人たちは、彼らの行動、思考、理想に矛盾があることに気付くでしょう。 今は、2つのシリーズの間に「他のことが起こった」と主張することによって、これらを簡単に説明することができます。しかし、それらが何であるか知らずに、視聴者には時には奇妙なことをするキャラクターが残されます。\u001b[22m\n\u001b[1m(Moji wa, yoriyoi kotoba ga hoshī, kimyōdesu. Shirīzu no bunmyaku no naka de, karera wa gōri-teki ni umaku itte imasuga, saisho no shirīzu o mite iru watashitachi no hito-tachi wa, karera no kōdō, shikō, risō ni mujun ga aru koto ni kidzukudeshou. Ima wa, 2tsu no shirīzu no ma ni `hoka no koto ga okotta' to shuchō suru koto ni yotte, korera o kantan ni setsumei suru koto ga dekimasu. Shikashi, sorera ga nandearu ka shirazu ni, shichō-sha ni wa tokiniha kimyōna koto o suru kyarakutā ga nokosa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are, for want of a better word, odd. Within the context of the series they work reasonably well, but those of us who have watched the first series will note that there are some inconsistencies in their actions, thoughts and ideals. Now, one could easily explain these away by claiming that 'other things happened' between the two series, but without knowing what they were, the viewer is left with characters who will sometimes do or say something 'odd'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are, for want of a better word, odd.\u001b[24m\n    \u001b[1m文字は、より良い言葉が欲しい、奇妙です。\u001b[22m, \u001b[1m文字が奇数もっと良い言葉、の希望のために、です。\u001b[22m\n\u001b[4mWithin the context of the series they work reasonably well, but those of us who have watched the first series will note that there are some inconsistencies in their actions, thoughts and ideals.\u001b[24m\n    \u001b[1mシリーズの文脈の中で、彼らは合理的にうまくいっていますが、最初のシリーズを見ている私たちの人たちは、彼らの行動、思考、理想に矛盾があることに気付くでしょう。\u001b[22m, \u001b[1m一連の文脈の中で、彼らは合理的にうまく動作しますが、最初のシリーズを見ている私たちの人は、いくつかの矛盾が彼らの行動、思考や理想であることに注意します。\u001b[22m\n\u001b[4mNow, one could easily explain these away by claiming that 'other things happened' between the two series, but without knowing what they were, the viewer is left with characters who will sometimes do or say something 'odd'.\u001b[24m\n    \u001b[1m今は、2つのシリーズの間に「他のことが起こった」と主張することによって、これらを簡単に説明することができます。しかし、それらが何であるか知らずに、視聴者には時には奇妙なことをするキャラクターが残されます。\u001b[22m, \u001b[1mさて、人は簡単に2つのシリーズの間で「他の事が起こった」と主張し、彼らが何であったか知らなくても、視聴者は時々やるか何か「奇数」と言うだろう文字が残されていることによって、これらを離れて説明することができます。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, it's to the credit of the series that it has attempted to develop the characters in a consistent manner (something that was lacking in series one), but even this only really applies to Phoron and Corti as the minor characters are all but shunted to one side. There are some nods at developing the Yugiri twins et al, but this feels out of place with the flow of the story.\n\n\u001b[1mしかし、一連のキャラクターを一貫性のある方法で開発しようとしたシリーズの功績（シリーズ1で欠けていたもの）がありますが、フォロンとコルチには、マイナーキャラクターがすべてシャントされているため 片側。  Yugiri twinsらを発展させるにはいくつかの頷きがあるが、これは物語の流れとは違っている。\u001b[22m\n\u001b[1m(Shikashi, ichiren no kyarakutā o ikkan-sei no aru hōhō de kaihatsu shiyou to shita shirīzu no kōseki (shirīzu 1 de kakete ita mono) ga arimasuga, foron to koruchi ni wa, mainākyarakutā ga subete shanto sa rete iru tame katagawa. Yugiri twins-ra o hatten sa seru ni wa ikutsu ka no unazuki ga aru ga, koreha monogatari no nagare to wa chigatte iru.)\u001b[22m\n\nTranslations of \u001b[4mHowever, it's to the credit of the series that it has attempted to develop the characters in a consistent manner (something that was lacking in series one), but even this only really applies to Phoron and Corti as the minor characters are all but shunted to one side. There are some nods at developing the Yugiri twins et al, but this feels out of place with the flow of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, it's to the credit of the series that it has attempted to develop the characters in a consistent manner (something that was lacking in series one), but even this only really applies to Phoron and Corti as the minor characters are all but shunted to\u001b[24m\n    \u001b[1mしかし、一連のキャラクターを一貫性のある方法で開発しようとしたシリーズの功績（シリーズ1で欠けていたもの）がありますが、フォロンとコルチには、マイナーキャラクターがすべてシャントされているため\u001b[22m, \u001b[1mしかし、それは（シリーズ1に欠けていたもの）一貫した方法で文字を開発しようとしましたが、マイナーな文字はすべてそれに分流されているようであっても、これはだけは本当にPhoronとコルチに適用される一連の信用にです\u001b[22m\n\u001b[4mone side.\u001b[24m\n    \u001b[1m片側。\u001b[22m, \u001b[1m片側。\u001b[22m, \u001b[1m片面。\u001b[22m\n\u001b[4mThere are some nods at developing the Yugiri twins et al, but this feels out of place with the flow of the story.\u001b[24m\n    \u001b[1mYugiri twinsらを発展させるにはいくつかの頷きがあるが、これは物語の流れとは違っている。\u001b[22m, \u001b[1mそこにいくつかうなずくは夕霧の双子らの開発をしているが、これは物語の流れに場違いな感じ。\u001b[22m\n\u001b[1m\u001b[22m\nOne other point to be mentioned is that Phoron, as a character, is actually better in the first series. In Crimson S he is far too nice for his own good and, while that may not be a bad thing for a character, it's taken to the extent that he becomes unbelievable.\n\n\u001b[1m言及すべきもう1つのポイントは、文字としてのフォロンは実際には最初のシリーズでより優れているということです。 クリムゾンSでは、彼は自分の利益のためにはあまりにも素敵ですが、それはキャラクターにとっては悪いことではないかもしれませんが、信じられなくなるほどで​​す。\u001b[22m\n\u001b[1m(Genkyū subeki mō 1tsu no pointo wa, moji to shite no foron wa jissai ni wa saisho no shirīzu de yori sugurete iru to iu kotodesu. Kurimuzon Sde wa, kare wa jibun no rieki no tame ni wa amarini mo sutekidesuga, soreha kyarakutā ni totte wa warui kotode wanai kamo shiremasenga, shinji rarenaku naru hodo de ​​ su.)\u001b[22m\n\nTranslations of \u001b[4mOne other point to be mentioned is that Phoron, as a character, is actually better in the first series. In Crimson S he is far too nice for his own good and, while that may not be a bad thing for a character, it's taken to the extent that he becomes unbelievable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne other point to be mentioned is that Phoron, as a character, is actually better in the first series.\u001b[24m\n    \u001b[1m言及すべきもう1つのポイントは、文字としてのフォロンは実際には最初のシリーズでより優れているということです。\u001b[22m, \u001b[1m言及すべきもう一つのポイントはPhoronは、文字として、最初のシリーズで実際に優れていることです。\u001b[22m\n\u001b[4mIn Crimson S he is far too nice for his own good and, while that may not be a bad thing for a character, it's taken to the extent that he becomes unbelievable.\u001b[24m\n    \u001b[1mクリムゾンSでは、彼は自分の利益のためにはあまりにも素敵ですが、それはキャラクターにとっては悪いことではないかもしれませんが、信じられなくなるほどです。\u001b[22m, \u001b[1mクリムゾンSに彼はそれが文字の悪いことではないかもしれないが、それは彼が信じられないほどになる程度にかかった、彼自身の利益のためにあまりにもいいですと。\u001b[22m\n\u001b[1m\u001b[22m\nOf the two series, I have to admit that while Crimson S had it's good points, I prefer series one. The problem with Crimson S is that the change of studios altered the feel and flow of the story and, like Gouka Kenran, the new director has tried to stamp his mark on the show. It's more than a litte disappointing as Crimson S had the potential to lift the series, but in truth it turned out to be a rather lacklustre affair.\n\n\u001b[1m2つのシリーズのうち、クリムゾンSはそれが良い点だが、私はシリーズ1を好むと認めなければならない。 クリムゾンSの問題は、スタジオの変化がストーリーの感触や流れを変え、Gouka Kenranのように、新しい監督がショーに彼の印を押さえようとしたことです。 それは、クリムゾンSがシリーズを持ち上げる可能性を秘めていたことで失望したこと以上のものだが、実際にはそれはむしろやや明るい事であることが判明した。\u001b[22m\n\u001b[1m(2Tsu no shirīzu no uchi, kurimuzon S wa sore ga yoi tendaga, watashi wa shirīzu 1 o konomu to mitomenakereba naranai. Kurimuzon S no mondai wa, sutajio no henka ga sutōrī no kanshoku ya nagare o kae, Gouka Kenran no yō ni, atarashī kantoku ga shō ni kare no shirushi o osaeyou to shita kotodesu. Sore wa, kurimuzon S ga shirīzu o mochiageru kanōsei o himete ita koto de shitsubō shita koto ijō no monodaga, jissai ni wa sore wa mushiro yaya akarui kotodearu koto ga hanmei shita.)\u001b[22m\n\nTranslations of \u001b[4mOf the two series, I have to admit that while Crimson S had it's good points, I prefer series one. The problem with Crimson S is that the change of studios altered the feel and flow of the story and, like Gouka Kenran, the new director has tried to stamp his mark on the show. It's more than a litte disappointing as Crimson S had the potential to lift the series, but in truth it turned out to be a rather lacklustre affair.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf the two series, I have to admit that while Crimson S had it's good points, I prefer series one.\u001b[24m\n    \u001b[1m2つのシリーズのうち、クリムゾンSはそれが良い点だが、私はシリーズ1を好むと認めなければならない。\u001b[22m, \u001b[1m2つのシリーズのうち、私がクリムゾンSは、それは良い点だ持っていた、私は一連のものを好むことを是認しなければなりません。\u001b[22m\n\u001b[4mThe problem with Crimson S is that the change of studios altered the feel and flow of the story and, like Gouka Kenran, the new director has tried to stamp his mark on the show.\u001b[24m\n    \u001b[1mクリムゾンSの問題は、スタジオの変化がストーリーの感触や流れを変え、Gouka Kenranのように、新しい監督がショーに彼の印を押さえようとしたことです。\u001b[22m, \u001b[1mクリムゾンSの問題は、スタジオの変化は、新しい監督が番組で彼のマークをスタンプしようとしたGouka Kenran、のような感触とストーリーの流れとを、変更されたということです。\u001b[22m\n\u001b[4mIt's more than a litte disappointing as Crimson S had the potential to lift the series, but in truth it turned out to be a rather lacklustre affair.\u001b[24m\n    \u001b[1mそれは、クリムゾンSがシリーズを持ち上げる可能性を秘めていたことで失望したこと以上のものだが、実際にはそれはむしろやや明るい事であることが判明した。\u001b[22m, \u001b[1mクリムゾンSシリーズを解除する可能性があったとして、それはリッテよりも残念なのですが、真実ではかなり精彩を欠いた事件であることが判明しました。\u001b[22m\n\u001b[1m\u001b[22m\nDon't get me wrong. The series as a whole isn't bad. It just lacks the flair and creativity of the original, which is unfortunate as Crimson S really needed that shot in the arm.\n\n\u001b[1m私を間違えないでください。 シリーズ全体としては悪くないです。 それは、クリムゾンSが本当に銃の中にショットを必要とするので、不幸なことですが、オリジナルの才能と創造性が欠けています。\u001b[22m\n\u001b[1m(Watashi o machigaenaide kudasai. Shirīzu zentai to shite wa warukunaidesu. Sore wa, kurimuzon S ga hontōni jū no naka ni shotto o hitsuyō to surunode, fukōna kotodesuga, orijinaru no sainō to sōzō-sei ga kakete imasu.)\u001b[22m\n\nTranslations of \u001b[4mDon't get me wrong. The series as a whole isn't bad. It just lacks the flair and creativity of the original, which is unfortunate as Crimson S really needed that shot in the arm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't get me wrong.\u001b[24m\n    \u001b[1m私を間違えないでください。\u001b[22m, \u001b[1m誤解しないでください。\u001b[22m\n\u001b[4mThe series as a whole isn't bad.\u001b[24m\n    \u001b[1mシリーズ全体としては悪くないです。\u001b[22m, \u001b[1m全体として一連のは悪いことではありません。\u001b[22m\n\u001b[4mIt just lacks the flair and creativity of the original, which is unfortunate as Crimson S really needed that shot in the arm.\u001b[24m\n    \u001b[1mそれは、クリムゾンSが本当に銃の中にショットを必要とするので、不幸なことですが、オリジナルの才能と創造性が欠けています。\u001b[22m, \u001b[1mそれはちょうどクリムゾンSは本当に腕でそのショットを必要に応じて残念ですオリジナルの才能と創造性を欠いています。\u001b[22m\n\u001b[1m\u001b[22m\nIt's a decent effort but, like Sakura Taisen: Gouka Kenran, it doesn't quite live up to expectations.\n\n\u001b[1mそれはまともな努力ですが、サクラ大戦のように：Gouka Kenran、それはかなり期待に応えません。\u001b[22m\n\u001b[1m(Sore wa matomona doryokudesuga, sakura taisen no yō ni: Gouka Kenran, sore wa kanari kitai ni kotaemasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's a decent effort but, like Sakura Taisen: Gouka Kenran, it doesn't quite live up to expectations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a decent effort but, like Sakura Taisen: Gouka Kenran, it doesn't quite live up to expectations.\u001b[24m\n    \u001b[1mそれはまともな努力ですが、サクラ大戦のように：Gouka Kenran、それはかなり期待に応えません。\u001b[22m, \u001b[1mそれはまともな努力だが、サクラ大戦のように：Gouka Kenran、それはかなり期待に住んでいません。\u001b[22m"
  },
  {
    "title": "Shinkyoku_Soukai_Polyphonica_Crimson_S",
    "id": "5504",
    "url": "https://myanimelist.net/anime/5504/Shinkyoku_Soukai_Polyphonica_Crimson_S",
    "user": "LoneAngel",
    "profile": "/profile/LoneAngel/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=33758",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  8\n\n私にとってこれは上下のショーでした。 それは素晴らしい瞬間を持っていたし、それはひどく退屈な瞬間を持っていた。 このショーの戦いは大丈夫でしたが、最後の戦いは忘れてしまいました。 はい、ちょっと衝撃的なことですが、それはすべて約4秒続いた。\n\n音楽は特に最初と最後に歌われた主要な曲でした。 バイオリンも私のお気に入りだった。\n\nこの番組には、漫画の救済を受けたキャラクターは1人しかいませんでした。 それは時々物事をリラックスさせましたが、その一部は少し乾いていました。\n\n全体的にはそれほど悪くはありませんが、どちらかといえばいいとは思いません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nFor me this was an up and down show. It had great moments and then it had the terribly boring moments. The battles in this show were ok but the final battle, forget it. Yea one little shocking thing but it all lasted about oh ... 4 seconds.\n\n\u001b[1m私にとってこれは上下のショーでした。 それは素晴らしい瞬間を持っていたし、それはひどく退屈な瞬間を持っていた。 このショーの戦いは大丈夫でしたが、最後の戦いは忘れてしまいました。 はい、ちょっと衝撃的なことですが、それはすべて約4秒続いた。\u001b[22m\n\u001b[1m(Watashi ni totte kore wa jōge no shōdeshita. Sore wa subarashī shunkan o motte itashi, sore wa hidoku taikutsuna shunkan o motte ita. Kono shō no tatakai wa daijōbudeshitaga, saigonotatakai wa wasurete shimaimashita. Hai, chotto shōgeki-tekina kotodesuga, soreha subete yaku 4-byō tsudzuita.)\u001b[22m\n\nTranslations of \u001b[4mFor me this was an up and down show. It had great moments and then it had the terribly boring moments. The battles in this show were ok but the final battle, forget it. Yea one little shocking thing but it all lasted about oh ... 4 seconds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me this was an up and down show.\u001b[24m\n    \u001b[1m私にとってこれは上下のショーでした。\u001b[22m, \u001b[1m私にとって、これは上下ショーでした。\u001b[22m\n\u001b[4mIt had great moments and then it had the terribly boring moments.\u001b[24m\n    \u001b[1mそれは素晴らしい瞬間を持っていたし、それはひどく退屈な瞬間を持っていた。\u001b[22m, \u001b[1mそれは偉大な瞬間があったし、それはひどく退屈な瞬間がありました。\u001b[22m\n\u001b[4mThe battles in this show were ok but the final battle, forget it.\u001b[24m\n    \u001b[1mこのショーの戦いは大丈夫でしたが、最後の戦いは忘れてしまいました。\u001b[22m, \u001b[1mこのショーでの戦いは大丈夫だったが、最後の戦いは、それを忘れて。\u001b[22m\n\u001b[4mYea one little shocking thing but it all lasted about oh ... 4 seconds.\u001b[24m\n    \u001b[1mはい、ちょっと衝撃的なことですが、それはすべて約4秒続いた。\u001b[22m, \u001b[1mいや一つの小さな衝撃的な事が、それはすべての...ああ4秒程度続きました。\u001b[22m\n\u001b[1m\u001b[22m\nThe music was great especially the primary song sung at the beginning and the end. The violins were also my favorite.\n\n\u001b[1m音楽は特に最初と最後に歌われた主要な曲でした。 バイオリンも私のお気に入りだった。\u001b[22m\n\u001b[1m(Ongaku wa tokuni saisho to saigo ni utawa reta shuyōna kyokudeshita. Baiorin mo watashinōkiniiridatta.)\u001b[22m\n\nTranslations of \u001b[4mThe music was great especially the primary song sung at the beginning and the end. The violins were also my favorite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was great especially the primary song sung at the beginning and the end.\u001b[24m\n    \u001b[1m音楽は特に最初と最後に歌われた主要な曲でした。\u001b[22m, \u001b[1m音楽は、最初と最後に歌わ特に1次曲素晴らしかったです。\u001b[22m\n\u001b[4mThe violins were also my favorite.\u001b[24m\n    \u001b[1mバイオリンも私のお気に入りだった。\u001b[22m, \u001b[1mバイオリンはまた、私のお気に入りでした。\u001b[22m\n\u001b[1m\u001b[22m\nThere was only one character in this show with comic relief. It kept things relaxed at times but some of it was a bit dry.\n\n\u001b[1mこの番組には、漫画の救済を受けたキャラクターは1人しかいませんでした。 それは時々物事をリラックスさせましたが、その一部は少し乾いていました。\u001b[22m\n\u001b[1m(Kono bangumi ni wa, manga no kyūsai o uketa kyarakutā wa 1-ri shika imasendeshita. Sore wa tokidoki monogoto o rirakkusu sa semashitaga, sono ichibu wa sukoshi kawaite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThere was only one character in this show with comic relief. It kept things relaxed at times but some of it was a bit dry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was only one character in this show with comic relief.\u001b[24m\n    \u001b[1mこの番組には、漫画の救済を受けたキャラクターは1人しかいませんでした。\u001b[22m, \u001b[1mコミックリリーフでこのショーで唯一の1文字がありました。\u001b[22m\n\u001b[4mIt kept things relaxed at times but some of it was a bit dry.\u001b[24m\n    \u001b[1mそれは時々物事をリラックスさせましたが、その一部は少し乾いていました。\u001b[22m, \u001b[1mそれは時間にリラックスしたものを保持し、それのいくつかは少し乾燥していました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall it is not bad, but I would not call it good either.\n\n\u001b[1m全体的にはそれほど悪くはありませんが、どちらかといえばいいとは思いません。\u001b[22m\n\u001b[1m(Zentai-teki ni wa sore hodo waruku wa arimasenga, dochira ka to ieba ī to wa omoimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall it is not bad, but I would not call it good either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it is not bad, but I would not call it good either.\u001b[24m\n    \u001b[1m全体的にはそれほど悪くはありませんが、どちらかといえばいいとは思いません。\u001b[22m, \u001b[1m全体的には悪くないですが、私はどちらか良い、それを呼び出すことはありません。\u001b[22m"
  },
  {
    "title": "Shinkyoku_Soukai_Polyphonica_Crimson_S",
    "id": "5504",
    "url": "https://myanimelist.net/anime/5504/Shinkyoku_Soukai_Polyphonica_Crimson_S",
    "user": "97BlueFlame",
    "profile": "/profile/97BlueFlame/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=105507",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  8\n\n新世界抄録Polyphonica Sは私にとって驚くべきアニメでした。 私は通常はファンタジーを意味し、音楽はうまく混ざり合っていませんが、このショーが正しいと思っています。\n最初は物語がファンタジーの世界で行われる典型的な学校のように見えるかもしれませんが、結局のところ、この物語はフォロンとコルティの間のラブストーリーに発展します。 私は本当に楽しかった。 私は物語に8を与える\nショーは、それが出てくる時間を考慮すると驚くほど良い芸術を持っています。 すべてのキャラクターはユニークな表情をしていますが、ユギリの双子は自分たちの独特の表情を持っていますが、なぜ私はそれを忘れないでしょうか。 全体的に私はアートに9\nこのショーで最高のものの1つは、音でなければなりません。 私はそれが音楽ベースのアニメだから、あなたはかなり素晴らしいostを除いていると思います。 オープニングリンで終わり、コイの宇宙の終わりには音を10分与えるだろう。\nこの番組のキャラクターはかなり興味深いものでした。 私はCortiやRenbartのようなキャラクターが好きでしたが、私はPhoronがやっとパッシブとPerserteを迷惑にしているのを見つけるのを助けませんでした。 私はキャラクターに7を与える。\n私はアニメで好きなもののほとんどを持っているので、私はこのアニメに楽しみのために8を与える",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nShinkyoku Soukai Polyphonica S was a surprising anime to me. I mean normally fantasy and music doesn't mix well together, but I feel like this show did it right.\n\n\u001b[1m新世界抄録Polyphonica Sは私にとって驚くべきアニメでした。 私は通常はファンタジーを意味し、音楽はうまく混ざり合っていませんが、このショーが正しいと思っています。\u001b[22m\n\u001b[1m(Shin sekai shōroku Polyphonica S wa watashi ni totte odorokubeki animedeshita. Watashi wa tsūjō wa fantajī o imi shi, ongaku wa umaku mazari atte imasenga, kono shō ga tadashī to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mShinkyoku Soukai Polyphonica S was a surprising anime to me. I mean normally fantasy and music doesn't mix well together, but I feel like this show did it right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShinkyoku Soukai Polyphonica S was a surprising anime to me.\u001b[24m\n    \u001b[1m新世界抄録Polyphonica Sは私にとって驚くべきアニメでした。\u001b[22m, \u001b[1m神曲奏界ポリフォニカSは私には驚くべきアニメでした。\u001b[22m\n\u001b[4mI mean normally fantasy and music doesn't mix well together, but I feel like this show did it right.\u001b[24m\n    \u001b[1m私は通常はファンタジーを意味し、音楽はうまく混ざり合っていませんが、このショーが正しいと思っています。\u001b[22m, \u001b[1m私は普通のファンタジーと音楽はよく一緒に混合しない意味が、このショーは右のそれをやったような気がします。\u001b[22m\nAt first the story may be seem like a typical school that takes place in a fantasy world, but eventually, this story develops into a love story between Phoron and Corti. Which I really enjoyed. I give the story an 8\n\n\u001b[1m最初は物語がファンタジーの世界で行われる典型的な学校のように見えるかもしれませんが、結局、この物語はフォロンとコルティの間のラブストーリーに発展します。 私は本当に楽しかった。 私は物語に8を与える\u001b[22m\n\u001b[1m(Saisho wa monogatari ga fantajī no sekai de okonawa reru tenkei-tekina gakkō no yō ni mieru kamo shiremasenga, kekkyoku, kono monogatari wa foron to koruti no ma no rabusutōrī ni hatten shimasu. Watashi wa hontōni tanoshikatta. Watashi wa monogatari ni 8 o ataeru)\u001b[22m\n\nTranslations of \u001b[4mAt first the story may be seem like a typical school that takes place in a fantasy world, but eventually, this story develops into a love story between Phoron and Corti. Which I really enjoyed. I give the story an 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first the story may be seem like a typical school that takes place in a fantasy world, but eventually, this story develops into a love story between Phoron and Corti.\u001b[24m\n    \u001b[1m最初は物語がファンタジーの世界で行われる典型的な学校のように見えるかもしれませんが、結局、この物語はフォロンとコルティの間のラブストーリーに発展します。\u001b[22m, \u001b[1m最初に物語はファンタジーの世界で行われますが、結局、この物語はPhoronとコルチ間の愛の物語に発展する典型的な学校のように見えることができます。\u001b[22m\n\u001b[4mWhich I really enjoyed.\u001b[24m\n    \u001b[1m私は本当に楽しかった。\u001b[22m, \u001b[1mこれは私が本当に楽しみました。\u001b[22m\n\u001b[4mI give the story an 8\u001b[24m\n    \u001b[1m私は物語に8を与える\u001b[22m, \u001b[1m私は物語を与える8\u001b[22m\nThe show has surprisingly good art considering the time it came out. Every character has a unique look to them even the Yugiri twins have their own distinct look to them but I won't dare spoil why. Overall I'd give the art a 9\n\n\u001b[1mショーは、それが出てくる時間を考慮すると驚くほど良い芸術を持っています。 すべてのキャラクターはユニークな表情をしていますが、ユギリの双子は自分たちの独特の表情を持っていますが、なぜ私はそれを忘れないでしょうか。 全体的に私はアートに9\u001b[22m\n\u001b[1m(Shō wa, sore ga detekuru jikan o kōryo suru to odoroku hodo yoi geijutsu o motte imasu. Subete no kyarakutā wa yunīkuna hyōjō o shite imasuga, yugiri no futago wa jibun-tachi no dokutoku no hyōjō o motte imasuga, naze watashi wa sore o wasurenaideshou ka. Zentai-teki ni watashi wa āto ni 9)\u001b[22m\n\nTranslations of \u001b[4mThe show has surprisingly good art considering the time it came out. Every character has a unique look to them even the Yugiri twins have their own distinct look to them but I won't dare spoil why. Overall I'd give the art a 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show has surprisingly good art considering the time it came out.\u001b[24m\n    \u001b[1mショーは、それが出てくる時間を考慮すると驚くほど良い芸術を持っています。\u001b[22m, \u001b[1mショーはそれが出てきた時間を考慮して、驚くほど良い芸術を持っています。\u001b[22m\n\u001b[4mEvery character has a unique look to them even the Yugiri twins have their own distinct look to them but I won't dare spoil why.\u001b[24m\n    \u001b[1mすべてのキャラクターはユニークな表情をしていますが、ユギリの双子は自分たちの独特の表情を持っていますが、なぜ私はそれを忘れないでしょうか。\u001b[22m, \u001b[1mすべての文字があっても夕霧双子は彼らに自分自身の明確な外観を持っている彼らにユニークな外観を持っているが、私は、なぜ台無しあえてしないでしょう。\u001b[22m\n\u001b[4mOverall I'd give the art a 9\u001b[24m\n    \u001b[1m全体的に私はアートに9\u001b[22m, \u001b[1m全体的に私は芸術を与えるだろう9\u001b[22m\nOne of the best things in this show would have to be the sound. I mean it's a music based anime so you'd except some pretty awesome ost's. Topped off by the opening phosphorous and the ending koi no uta I'd give the sound a ten.\n\n\u001b[1mこのショーで最高のものの1つは、音でなければなりません。 私はそれが音楽ベースのアニメだから、あなたはかなり素晴らしいostを除いていると思います。 オープニングリンで終わり、コイの宇宙の終わりには音を10分与えるだろう。\u001b[22m\n\u001b[1m(Kono shō de saikō no mono no 1tsu wa,-ondenakereba narimasen. Watashi wa sore ga ongaku bēsu no animedakara, anata wa kanari subarashī ost o nozoite iru to omoimasu. Ōpuningurin de owari, koi no uchū no owari ni wa oto o 10-bu ataerudarou.)\u001b[22m\n\nTranslations of \u001b[4mOne of the best things in this show would have to be the sound. I mean it's a music based anime so you'd except some pretty awesome ost's. Topped off by the opening phosphorous and the ending koi no uta I'd give the sound a ten.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the best things in this show would have to be the sound.\u001b[24m\n    \u001b[1mこのショーで最高のものの1つは、音でなければなりません。\u001b[22m, \u001b[1mこのショーで最高のものの一つは、音でなければならないであろう。\u001b[22m\n\u001b[4mI mean it's a music based anime so you'd except some pretty awesome ost's.\u001b[24m\n    \u001b[1m私はそれが音楽ベースのアニメだから、あなたはかなり素晴らしいostを除いていると思います。\u001b[22m, \u001b[1m私はあなたがいくつかの非常に素晴らしいOSTのを除い思いますので、それは音楽ベースのアニメだ意味します。\u001b[22m\n\u001b[4mTopped off by the opening phosphorous and the ending koi no uta I'd give the sound a ten.\u001b[24m\n    \u001b[1mオープニングリンで終わり、コイの宇宙の終わりには音を10分与えるだろう。\u001b[22m, \u001b[1mオープニングリンではオフにトッピングと終了恋のうた私は音10を与えないだろう。\u001b[22m\nThe characters in this show were pretty interesting. While i liked characters like Corti and Renbart I couldn't help but find Phoron kinda passive and Perserte annoying. I give the characters a 7.\n\n\u001b[1mこの番組のキャラクターはかなり興味深いものでした。 私はCortiやRenbartのようなキャラクターが好きでしたが、私はPhoronがやっとパッシブとPerserteを迷惑にしているのを見つけるのを助けませんでした。 私はキャラクターに7を与える。\u001b[22m\n\u001b[1m(Kono bangumi no kyarakutā wa kanari kyōmibukai monodeshita. Watashi wa Corti ya Renbart no yōna kyarakutā ga sukideshita ga, watashi wa Phoron ga yatto passhibu to Perserte o meiwaku ni shite iru no o mitsukeru no o tasukemasendeshita. Watashi wa kyarakutā ni 7 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in this show were pretty interesting. While i liked characters like Corti and Renbart I couldn't help but find Phoron kinda passive and Perserte annoying. I give the characters a 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in this show were pretty interesting.\u001b[24m\n    \u001b[1mこの番組のキャラクターはかなり興味深いものでした。\u001b[22m, \u001b[1mこのショーの中の文字はかなり興味深いものでした。\u001b[22m\n\u001b[4mWhile i liked characters like Corti and Renbart I couldn't help but find Phoron kinda passive and Perserte annoying.\u001b[24m\n    \u001b[1m私はCortiやRenbartのようなキャラクターが好きでしたが、私はPhoronがやっとパッシブとPerserteを迷惑にしているのを見つけるのを助けませんでした。\u001b[22m, \u001b[1m私はコルチやRenbartなどの文字を気に入っているが、私は助けるが、PhoronはちょっとパッシブとPerserte迷惑見つけることができませんでした。\u001b[22m\n\u001b[4mI give the characters a 7.\u001b[24m\n    \u001b[1m私はキャラクターに7を与える。\u001b[22m, \u001b[1m私は文字7を与えます。\u001b[22m\nI give this anime an 8 for enjoyment since it has most of the things i like in an anime\n\n\u001b[1m私はアニメで好きなもののほとんどを持っているので、私はこのアニメに楽しみのために8を与える\u001b[22m\n\u001b[1m(Watashi wa anime de sukinamono no hotondo o motte irunode, watashi wa kono anime ni tanoshimi no tame ni 8 o ataeru)\u001b[22m\n\nTranslations of \u001b[4mI give this anime an 8 for enjoyment since it has most of the things i like in an anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give this anime an 8 for enjoyment since it has most of the things i like in an anime\u001b[24m\n    \u001b[1m私はアニメで好きなもののほとんどを持っているので、私はこのアニメに楽しみのために8を与える\u001b[22m, \u001b[1mそれは私がアニメで好きなもののほとんどを持っているので、私は楽しみのためにこのアニメ8を与えます\u001b[22m"
  }
]
