[
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "breathlesslove",
    "profile": "/profile/breathlesslove/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=28145",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nこれは素晴らしいアニメでした。 芸術とキャラクターは素晴らしかったし、主なテーマは楽しくてエキサイティングだった。\n\nだけど。 私は結末で少しショックを受けた：それは戦いに行くことはなかったので、私は漫画に回らなければならなかったと私は再びすべてを通過する必要はありません\nそれ以外に私はこのアニメが好きです：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis was a great anime. The art and characters were amazing and the main theme was fun and exciting to watch.\n\n\u001b[1mこれは素晴らしいアニメでした。 芸術とキャラクターは素晴らしかったし、主なテーマは楽しくてエキサイティングだった。\u001b[22m\n\u001b[1m(Kore wa subarashī animedeshita. Geijutsu to kyarakutā wa subarashikattashi, omona tēma wa tanoshikute ekisaitingudatta.)\u001b[22m\n\nTranslations of \u001b[4mThis was a great anime. The art and characters were amazing and the main theme was fun and exciting to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was a great anime.\u001b[24m\n    \u001b[1mこれは素晴らしいアニメでした。\u001b[22m, \u001b[1mこれは偉大なアニメでした。\u001b[22m\n\u001b[4mThe art and characters were amazing and the main theme was fun and exciting to watch.\u001b[24m\n    \u001b[1m芸術とキャラクターは素晴らしかったし、主なテーマは楽しくてエキサイティングだった。\u001b[22m, \u001b[1mアートと文字が驚くべきだったと主なテーマは、見ていて楽しくてエキサイティングでした。\u001b[22m\n\u001b[1m\u001b[22m\nBUT. I was a little shocked at the ending : it did not go on to the fighting so I had to turn to the manga and I don't like having to go through everything again\n\n\u001b[1mだけど。 私は結末で少しショックを受けた：それは戦いに行くことはなかったので、私は漫画に回らなければならなかったと私は再びすべてを通過する必要はありません\u001b[22m\n\u001b[1m(Dakedo. Watashi wa ketsumatsu de sukoshi shokku o uketa: Sore wa tatakai ni iku koto wa nakattanode, watashi wa manga ni mawaranakereba naranakatta to watashi wa futatabi subete o tsūka suru hitsuyō wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mBUT. I was a little shocked at the ending : it did not go on to the fighting so I had to turn to the manga and I don't like having to go through everything again\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBUT.\u001b[24m\n    \u001b[1mだけど。\u001b[22m, \u001b[1mしかし。\u001b[22m, \u001b[1mしかし、\u001b[22m, \u001b[1mBUT。\u001b[22m\n\u001b[4mI was a little shocked at the ending : it did not go on to the fighting so I had to turn to the manga and I don't like having to go through everything again\u001b[24m\n    \u001b[1m私は結末で少しショックを受けた：それは戦いに行くことはなかったので、私は漫画に回らなければならなかったと私は再びすべてを通過する必要はありません\u001b[22m, \u001b[1m私は漫画に目を向ける必要があった、それは戦いに進んでいなかったと私は再びすべてを通過する必要が好きではない：私はエンディングで少しショックを受けました\u001b[22m\nbut besides that I like this anime :D\n\n\u001b[1mそれ以外に私はこのアニメが好きです：D\u001b[22m\n\u001b[1m(Sore igai ni watashi wa kono anime ga sukidesu: D)\u001b[22m\n\nTranslations of \u001b[4mbut besides that I like this anime :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbut besides that I like this anime :D\u001b[24m\n    \u001b[1mそれ以外に私はこのアニメが好きです：D\u001b[22m, \u001b[1mD：それ以外に、私はこのアニメが好き\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "alison",
    "profile": "/profile/alison/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=21958",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  8\n\nラブラドールによれば、花はほとんど決して幸せではありません。 状況にかかわらず、尋ねられるたびに、彼はいつも花が強調されているか、悲しいか、怒っているか、その性質のものであると答えます。 本当に、ラブラドール？ 花は動揺する理由がありません。 彼らは花を鳴らしている。 彼らがしなければならないことは、微風に揺れることです。人間は、彼らが繁栄することを確かめるために何かをします。 私はこのアニメの花が明るくなる必要があると思う。\n\nそうでなければ、芸術は華やかです。 キャラクターの関係は愛らしいものであり、人格は鮮やかで好感が持てます。 加えて、嫌なステレオタイプのアニメキャラクターはありません。これが、このアニメを私に合法にするものです。 しかし、アニメには女性がほとんどなく、中心のキャラクターはありません。 私はいくつかの女性に関連し、かなりの服装を考えることが好きですが、私は不平を言うつもりはありません。 それは良いと価値がアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAccording to Labrador, flowers are almost never happy. No matter the situation, whenever asked he always replies that the flowers are stressed or sad or upset or something of that nature. Really, Labrador? Flowers have no reason to be upset. They're freaking flowers. All they have to do is wave in the breeze and humans will do anything to make sure they thrive. I think the flowers in this anime need to lighten up.\n\n\u001b[1mラブラドールによれば、花はほとんど決して幸せではありません。 状況にかかわらず、尋ねられるたびに、彼はいつも花が強調されているか、悲しいか、怒っているか、その性質のものであると答えます。 本当に、ラブラドール？ 花は動揺する理由がありません。 彼らは花を鳴らしている。 彼らがしなければならないことは、微風に揺れることです。人間は、彼らが繁栄することを確かめるために何かをします。 私はこのアニメの花が明るくなる必要があると思う。\u001b[22m\n\u001b[1m(Raburadōru ni yoreba, hana wa hotondo kesshite shiawasede wa arimasen. Jōkyō ni kakawarazu, tazune rareru tabi ni, kare wa itsumo hana ga kyōchō sa rete iru ka, kanashī ka, ikatteiru ka, sono seishitsu no monodearu to kotaemasu. Hontōni, raburadōru? Hana wa dōyō suru riyū ga arimasen. Karera wa hana o narashite iru. Karera ga shinakereba naranai koto wa, soyokaze ni yureru kotodesu. Ningen wa, karera ga han'ei suru koto o tashikameru tame ni nanika o shimasu. Watashi wa kono anime no hana ga akaruku naru hitsuyō ga aru to omou.)\u001b[22m\n\nTranslations of \u001b[4mAccording to Labrador, flowers are almost never happy. No matter the situation, whenever asked he always replies that the flowers are stressed or sad or upset or something of that nature. Really, Labrador? Flowers have no reason to be upset. They're freaking flowers. All they have to do is wave in the breeze and humans will do anything to make sure they thrive. I think the flowers in this anime need to lighten up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAccording to Labrador, flowers are almost never happy.\u001b[24m\n    \u001b[1mラブラドールによれば、花はほとんど決して幸せではありません。\u001b[22m, \u001b[1mラブラドールによると、花はほとんど決して満足していません。\u001b[22m\n\u001b[4mNo matter the situation, whenever asked he always replies that the flowers are stressed or sad or upset or something of that nature.\u001b[24m\n    \u001b[1m状況にかかわらず、尋ねられるたびに、彼はいつも花が強調されているか、悲しいか、怒っているか、その性質のものであると答えます。\u001b[22m, \u001b[1mどんなには常に彼に尋ねたときはいつでも状況は、花がストレスや悲しいや動揺またはその性質の何かされていることを応答します。\u001b[22m\n\u001b[4mReally, Labrador?\u001b[24m\n    \u001b[1m本当に、ラブラドール？\u001b[22m\n\u001b[4mFlowers have no reason to be upset.\u001b[24m\n    \u001b[1m花は動揺する理由がありません。\u001b[22m, \u001b[1m花は動揺すべき理由がありません。\u001b[22m\n\u001b[4mThey're freaking flowers.\u001b[24m\n    \u001b[1m彼らは花を鳴らしている。\u001b[22m, \u001b[1m彼らは花をおかしくしています。\u001b[22m\n\u001b[4mAll they have to do is wave in the breeze and humans will do anything to make sure they thrive.\u001b[24m\n    \u001b[1m彼らがしなければならないことは、微風に揺れることです。人間は、彼らが繁栄することを確かめるために何かをします。\u001b[22m, \u001b[1m彼らがしなければならないのは、彼らが繁栄を確認するために何を行いますそよ風とヒトでの波です。\u001b[22m\n\u001b[4mI think the flowers in this anime need to lighten up.\u001b[24m\n    \u001b[1m私はこのアニメの花が明るくなる必要があると思う。\u001b[22m, \u001b[1m私はこのアニメで花が明るくする必要があると思います。\u001b[22m\n\u001b[1m\u001b[22m\nOtherwise, the art is gorgeous. Character relationships are adorable, and personalities are vivid and likable. Plus, there's no annoying stereotypical anime characters, which is what makes this anime legit to me. However, there are very few females in the anime, and none of them are central characters. I like to have some women to relate to and to think up pretty outfits for, but I'm not going to complain. It's a good and worthwhile anime.\n\n\u001b[1mそうでなければ、芸術は華やかです。 キャラクターの関係は愛らしいものであり、人格は鮮やかで好感が持てます。 加えて、嫌なステレオタイプのアニメキャラクターはありません。これが、このアニメを私に合法にするものです。 しかし、アニメには女性がほとんどなく、中心のキャラクターはありません。 私はいくつかの女性に関連し、かなりの服装を考えることが好きですが、私は不平を言うつもりはありません。 それは良いと価値がアニメです。\u001b[22m\n\u001b[1m(Sōdenakereba, geijutsu wa hanayakadesu. Kyarakutā no kankei wa airashī monodeari, jinkaku wa azayakade kōkan ga motemasu. Kuwaete, iyana sutereo taipu no animekyarakutā wa arimasen. Kore ga, kono anime o watashi ni gōhō ni suru monodesu. Shikashi, anime ni wa josei ga hotondo naku, chūshin no kyarakutā wa arimasen. Watashi wa ikutsu ka no josei ni kanren shi, kanari no fukusō o kangaeru koto ga sukidesuga, watashi wa fuhei o iu tsumori wa arimasen. Sore wa yoi to kachi ga animedesu.)\u001b[22m\n\nTranslations of \u001b[4mOtherwise, the art is gorgeous. Character relationships are adorable, and personalities are vivid and likable. Plus, there's no annoying stereotypical anime characters, which is what makes this anime legit to me. However, there are very few females in the anime, and none of them are central characters. I like to have some women to relate to and to think up pretty outfits for, but I'm not going to complain. It's a good and worthwhile anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOtherwise, the art is gorgeous.\u001b[24m\n    \u001b[1mそうでなければ、芸術は華やかです。\u001b[22m, \u001b[1mそうでなければ、芸術は豪華です。\u001b[22m\n\u001b[4mCharacter relationships are adorable, and personalities are vivid and likable.\u001b[24m\n    \u001b[1mキャラクターの関係は愛らしいものであり、人格は鮮やかで好感が持てます。\u001b[22m, \u001b[1m文字関係は愛らしいであり、個性が生き生きと好感されています。\u001b[22m\n\u001b[4mPlus, there's no annoying stereotypical anime characters, which is what makes this anime legit to me.\u001b[24m\n    \u001b[1m加えて、嫌なステレオタイプのアニメキャラクターはありません。これが、このアニメを私に合法にするものです。\u001b[22m, \u001b[1mプラス、私には合法的なこのアニメを作るものです全く迷惑なステレオタイプアニメのキャラクター、ありません。\u001b[22m\n\u001b[4mHowever, there are very few females in the anime, and none of them are central characters.\u001b[24m\n    \u001b[1mしかし、アニメには女性がほとんどなく、中心のキャラクターはありません。\u001b[22m, \u001b[1mしかし、そこに非常に少数の女性がアニメにあり、それらのどれも、中央の文字はありません。\u001b[22m\n\u001b[4mI like to have some women to relate to and to think up pretty outfits for, but I'm not going to complain.\u001b[24m\n    \u001b[1m私はいくつかの女性に関連し、かなりの服装を考えることが好きですが、私は不平を言うつもりはありません。\u001b[22m, \u001b[1m私はいくつかの女性はに関連するとのためにかなりの服装を考えなければならないのが好き、私は文句を言うつもりはありません。\u001b[22m\n\u001b[4mIt's a good and worthwhile anime.\u001b[24m\n    \u001b[1mそれは良いと価値がアニメです。\u001b[22m, \u001b[1mそれは良いと価値のあるアニメです。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "sasakura",
    "profile": "/profile/sasakura/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=34777",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  7\n\n07-幽霊はコードギアスのことを幾分思い出させましたが、明白な少年の愛を除いて少女アニメになりました。 宇宙は明確に定義されていません。 それは幽霊と他の神秘的なキャラクターについて私に完全に私を残しました。\n\n物語はオリジナルで、宗教的な問題を取り入れています。 あなたが何か違うものを探しているのなら、それは価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n07-Ghost somewhat reminded me of Code Geass with the exception of the evident boy's love which makes it a shoujo anime. The universe is not well defined. It completely left me wondering about the ghosts and other mystical characters.\n\n\u001b[1m07-幽霊はコードギアスのことを幾分思い出させましたが、明白な少年の愛を除いて少女アニメになりました。 宇宙は明確に定義されていません。 それは幽霊と他の神秘的なキャラクターについて私に完全に私を残しました。\u001b[22m\n\u001b[1m(07 - Yūrei wa kōdogiasu no koto o ikubun omoidasa semashitaga, meihakuna shōnen no ai o nozoite shōjo anime ni narimashita. Uchū wa meikaku ni teigi sa rete imasen. Sore wa yūrei to hoka no shinpi-tekina kyarakutā ni tsuite watashi ni kanzen ni watashi o nokoshimashita.)\u001b[22m\n\nTranslations of \u001b[4m07-Ghost somewhat reminded me of Code Geass with the exception of the evident boy's love which makes it a shoujo anime. The universe is not well defined. It completely left me wondering about the ghosts and other mystical characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m07-Ghost somewhat reminded me of Code Geass with the exception of the evident boy's love which makes it a shoujo anime.\u001b[24m\n    \u001b[1m07-幽霊はコードギアスのことを幾分思い出させましたが、明白な少年の愛を除いて少女アニメになりました。\u001b[22m, \u001b[1m07-Ghostはややそれ少女アニメになり明らかに少年の愛を除いてコードギアス反逆のことを思い出しました。\u001b[22m\n\u001b[4mThe universe is not well defined.\u001b[24m\n    \u001b[1m宇宙は明確に定義されていません。\u001b[22m, \u001b[1m宇宙は十分に定義されていないです。\u001b[22m\n\u001b[4mIt completely left me wondering about the ghosts and other mystical characters.\u001b[24m\n    \u001b[1mそれは幽霊と他の神秘的なキャラクターについて私に完全に私を残しました。\u001b[22m, \u001b[1mそれは完全に幽霊やその他の神秘的な文字に疑問を抱いて私を残しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is original, incorporating religious matters. It is worth a watch if you're looking for something different.\n\n\u001b[1m物語はオリジナルで、宗教的な問題を取り入れています。 あなたが何か違うものを探しているのなら、それは価値があります。\u001b[22m\n\u001b[1m(Monogatari wa orijinaru de, shūkyō-tekina mondai o toriirete imasu. Anata ga nani ka chigau mono o sagashite iru nonara, soreha kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is original, incorporating religious matters. It is worth a watch if you're looking for something different.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is original, incorporating religious matters.\u001b[24m\n    \u001b[1m物語はオリジナルで、宗教的な問題を取り入れています。\u001b[22m, \u001b[1m物語は、宗教的な事柄を取り入れ、オリジナルです。\u001b[22m\n\u001b[4mIt is worth a watch if you're looking for something different.\u001b[24m\n    \u001b[1mあなたが何か違うものを探しているのなら、それは価値があります。\u001b[22m, \u001b[1mそれはあなたが別の何かを探しているなら、時計の価値があります。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "Uke_Joker",
    "profile": "/profile/Uke_Joker/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=29569",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\n私が本当に好きなシリーズ;）\n私はアニメでそれを取ったそれは素晴らしいので、私はただそれに夢中です。 私はアニメが本当に弱いと思ったが、私は間違っていた、私は本当に好きだったが、ストーリーの一連の穴だったが、それは終わりを示すので、2番目のシリーズで上昇する可能性があります:)私たちはキャラクターが特にシリーズFraurビショップと彼のセンス ユーモアxD（ポルノ - ほとんど裸の女性xD）... OP。 あなただけのものは何でもいいです。  ;）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSeries I really liked;)\n\n\u001b[1m私が本当に好きなシリーズ;）\u001b[22m\n\u001b[1m(Watashi ga hontōni sukina shirīzu; ))\u001b[22m\n\nTranslations of \u001b[4mSeries I really liked;)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeries I really liked;)\u001b[24m\n    \u001b[1m私が本当に好きなシリーズ;）\u001b[22m, \u001b[1m私は本当に気に入っシリーズ;）\u001b[22m\nI took it in the anime because it's fantastic, and I just crazy for it. I thought the anime is really weak, but I was wrong I really liked though was a series of holes in the story, may rise in the second series because it indicates the end:) We liked the characters especially the series Fraur Bishop and his sense of humor xD (porn - almost naked Women xD) ... OP. or anything you just fine. ;)\n\n\u001b[1m私はアニメでそれを取ったそれは素晴らしいので、私はただそれに夢中です。 私はアニメが本当に弱いと思ったが、私は間違っていた、私は本当に好きだったが、ストーリーの一連の穴だったが、それは終わりを示すので、2番目のシリーズで上昇する可能性があります:)私たちはキャラクターが特にシリーズFraurビショップと彼のセンス ユーモアxD（ポルノ - ほとんど裸の女性xD）... OP。 あなただけのものは何でもいいです。  ;）\u001b[22m\n\u001b[1m(Watashi wa anime de sore o totta sore wa subarashīnode, watashi wa tada sore ni muchūdesu. Watashi wa anime ga hontōni yowai to omottaga, watashi wa machigatte ita, watashi wa hontōni sukidatta ga, sutōrī no ichiren no anadattaga, soreha owari o shimesunode, 2-banme no shirīzu de jōshō suru kanōsei ga arimasu: ) Watashitachiha kyarakutā ga tokuni shirīzu Fraur bishoppu to kare no sensuyūmoa xD (poruno - hotondo hadaka no josei xD)... OP. Anata dake no mono wa nani demo īdesu. ; ))\u001b[22m\n\nTranslations of \u001b[4mI took it in the anime because it's fantastic, and I just crazy for it. I thought the anime is really weak, but I was wrong I really liked though was a series of holes in the story, may rise in the second series because it indicates the end:) We liked the characters especially the series Fraur Bishop and his sense of humor xD (porn - almost naked Women xD) ... OP. or anything you just fine. ;)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI took it in the anime because it's fantastic, and I just crazy for it.\u001b[24m\n    \u001b[1m私はアニメでそれを取ったそれは素晴らしいので、私はただそれに夢中です。\u001b[22m, \u001b[1mそれは素晴らしいですので、私はアニメでそれを取って、それのために私は夢中。\u001b[22m\n\u001b[4mI thought the anime is really weak, but I was wrong I really liked though was a series of holes in the story, may rise in the second series because it indicates the end:) We liked the characters especially the series Fraur Bishop and his sense\u001b[24m\n    \u001b[1m私はアニメが本当に弱いと思ったが、私は間違っていた、私は本当に好きだったが、ストーリーの一連の穴だったが、それは終わりを示すので、2番目のシリーズで上昇する可能性があります:)私たちはキャラクターが特にシリーズFraurビショップと彼のセンス\u001b[22m, \u001b[1mそれは終わりを示しているので、私はアニメは本当に弱いと思ったが、私は本当に物語の中で一連の穴だったけれども気に入っ間違っていた、第二直列に上昇する可能性があります:)私たちは、シリーズFraur司教と彼の感覚、特に文字が好き\u001b[22m\n\u001b[4mof humor xD (porn - almost naked Women xD) ... OP.\u001b[24m\n    \u001b[1mユーモアxD（ポルノ - ほとんど裸の女性xD）... OP。\u001b[22m, \u001b[1mユーモアxDさんの（ポルノ - ほとんど裸の女性のxD）... OP。\u001b[22m\n\u001b[4mor anything you just fine.\u001b[24m\n    \u001b[1mあなただけのものは何でもいいです。\u001b[22m, \u001b[1mまたは何かあなただけの罰金。\u001b[22m\n\u001b[4m;)\u001b[24m\n    \u001b[1m;）\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "Mari004",
    "profile": "/profile/Mari004/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=225265",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\n私は本当にこのアニメを見て楽しんだ。 個人的に私はそれを10と評価しますが、より良い可能性のある要素があります。 また、いくつかのshounen-ai（私はプロットが良いので、私はそれを見落としますが、私はいくつかの人々がそのようなものを見ることができない知っている）。\n\nまず第一に、ストーリーはユニークです。 多くの西洋式の教会はほとんどのアニメには登場しておらず、この方法はかなり面白いです。 プロットは良いペースで前進します（ただし、帝人が近づいている時を除いて、ちょっと引っ張られています）、物語に本当に素敵な要素が組み込まれています。\n\n第二に、文字はまっすぐ丸められてお互いに面白い関係があります。 しかし、プロットのために見落とされる可能性のあるクリシェ文字がいくつかあります。 また、ここの悪役は素晴らしいです、彼らはすべての種類のクレイジーであり、素晴らしいデザインを持っています。\n\nまた、音とアートワークもうまくいきます。 キャラクターの服装はちょっと面白いですが、私は悪く見ました。 ここにはアニメーションの欠陥がほとんどありませんが、アニメがないとアニメーションはありません。\n\n最後に、このアニメはマンガの全体をカバーしていませんが、ストーリーは満足でき、元のものから大きく外れていません。 私は非常に残念にアニメーションに値するので、彼らは物語を切って嫌いです。 どんなやり方であれ、カットされたものはいくらか混乱してしまうかもしれません。マンガを読む方が良い選択です（あるいは私がやったことをして、アニメを見てマンガを読む）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed seeing this anime. Personally I would rate it a 10, however there are certain elements that could be better. Also there are some shounen-ai (I overlook it because the plot was good, however I know some people can't watch that kind of thing).\n\n\u001b[1m私は本当にこのアニメを見て楽しんだ。 個人的に私はそれを10と評価しますが、より良い可能性のある要素があります。 また、いくつかのshounen-ai（私はプロットが良いので、私はそれを見落としますが、私はいくつかの人々がそのようなものを見ることができない知っている）。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime o mite tanoshinda. Kojin-teki ni watashi wa sore o 10 to hyōka shimasuga, yoriyoi kanōsei no aru yōso ga arimasu. Mata, ikutsu ka no shounen - ai (watashi wa purotto ga yoinode, watashi wa sore o miotoshimasuga, watashi wa ikutsu ka no hitobito ga sono yōna mono o miru koto ga dekinai shitte iru).)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed seeing this anime. Personally I would rate it a 10, however there are certain elements that could be better. Also there are some shounen-ai (I overlook it because the plot was good, however I know some people can't watch that kind of thing).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed seeing this anime.\u001b[24m\n    \u001b[1m私は本当にこのアニメを見て楽しんだ。\u001b[22m, \u001b[1m私は本当にこのアニメを見て楽しみました。\u001b[22m\n\u001b[4mPersonally I would rate it a 10, however there are certain elements that could be better.\u001b[24m\n    \u001b[1m個人的に私はそれを10と評価しますが、より良い可能性のある要素があります。\u001b[22m, \u001b[1m個人的に私は、しかし、より良いかもしれないいくつかの要素があり、それを10を評価します。\u001b[22m\n\u001b[4mAlso there are some shounen-ai (I overlook it because the plot was good, however I know some people can't watch that kind of thing).\u001b[24m\n    \u001b[1mまた、いくつかのshounen-ai（私はプロットが良いので、私はそれを見落としますが、私はいくつかの人々がそのようなものを見ることができない知っている）。\u001b[22m, \u001b[1mまた、いくつかの少年-aiが（プロットが良かったので、私はしかし、私はいくつかの人々は事のようなものを見ることはできません知っている、それを見過ごす）があります。\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, the story is unique. There aren't many western style churches featured in most anime and the way this one is done is pretty entertaining. The plot moves forward at a good pace (except when Teito is moping around, that was kinda dragged on) and incorporates really nice elements into the story.\n\n\u001b[1mまず第一に、ストーリーはユニークです。 多くの西洋式の教会はほとんどのアニメには登場しておらず、この方法はかなり面白いです。 プロットは良いペースで前進します（ただし、帝人が近づいている時を除いて、ちょっと引っ張られています）、物語に本当に素敵な要素が組み込まれています。\u001b[22m\n\u001b[1m(Mazu daiichi ni, sutōrī wa yunīkudesu. Ōku no seiyō-shiki no kyōkai wa hotondo no anime ni wa tōjō shite orazu, kono hōhō wa kanari omoshiroidesu. Purotto wa yoi pēsu de zenshin shimasu (tadashi, Teijin ga chikadzuite iru toki o nozoite, chotto hippara rete imasu), monogatari ni hontōni sutekina yōso ga kumikoma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, the story is unique. There aren't many western style churches featured in most anime and the way this one is done is pretty entertaining. The plot moves forward at a good pace (except when Teito is moping around, that was kinda dragged on) and incorporates really nice elements into the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, the story is unique.\u001b[24m\n    \u001b[1mまず第一に、ストーリーはユニークです。\u001b[22m, \u001b[1mまず第一に、物語はユニークです。\u001b[22m\n\u001b[4mThere aren't many western style churches featured in most anime and the way this one is done is pretty entertaining.\u001b[24m\n    \u001b[1m多くの西洋式の教会はほとんどのアニメには登場しておらず、この方法はかなり面白いです。\u001b[22m, \u001b[1mほとんどのアニメやこの1つが行われている方法は非常に面白いですで取り上げていない多くの西洋様式の教会があります。\u001b[22m\n\u001b[4mThe plot moves forward at a good pace (except when Teito is moping around, that was kinda dragged on) and incorporates really nice elements into the story.\u001b[24m\n    \u001b[1mプロットは良いペースで前進します（ただし、帝人が近づいている時を除いて、ちょっと引っ張られています）、物語に本当に素敵な要素が組み込まれています。\u001b[22m, \u001b[1mプロットは、（帝都はちょっと上でドラッグしたことを、周りのmopingされている場合を除いて）良いペースで前進するとの話の中には本当に素敵な要素が組み込まれています。\u001b[22m\n\u001b[1m\u001b[22m\nSecond, the characters are welly rounded and have entertaining relations with each other. There are a few cliche characters, however that can be overlooked because of the plot. Also, the villains here are great, they are all types of crazy and have a nice design.\n\n\u001b[1m第二に、文字はまっすぐ丸められてお互いに面白い関係があります。 しかし、プロットのために見落とされる可能性のあるクリシェ文字がいくつかあります。 また、ここの悪役は素晴らしいです、彼らはすべての種類のクレイジーであり、素晴らしいデザインを持っています。\u001b[22m\n\u001b[1m(Daini ni, moji wa massugu marume rarete otagai ni omoshiroi kankei ga arimasu. Shikashi, purotto no tame ni miotosa reru kanōsei no aru kurishe moji ga ikutsu ka arimasu. Mata, koko no akuyaku wa subarashīdesu, karera wa subete no shurui no kureijīdeari, subarashī dezain o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSecond, the characters are welly rounded and have entertaining relations with each other. There are a few cliche characters, however that can be overlooked because of the plot. Also, the villains here are great, they are all types of crazy and have a nice design.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecond, the characters are welly rounded and have entertaining relations with each other.\u001b[24m\n    \u001b[1m第二に、文字はまっすぐ丸められてお互いに面白い関係があります。\u001b[22m, \u001b[1m第二に、文字がWELLY丸みを帯びており、お互いに面白い関係を持っています。\u001b[22m\n\u001b[4mThere are a few cliche characters, however that can be overlooked because of the plot.\u001b[24m\n    \u001b[1mしかし、プロットのために見落とされる可能性のあるクリシェ文字がいくつかあります。\u001b[22m, \u001b[1mなぜなら、プロットの看過することができますしかし、いくつかの決まり文句の文字があります。\u001b[22m\n\u001b[4mAlso, the villains here are great, they are all types of crazy and have a nice design.\u001b[24m\n    \u001b[1mまた、ここの悪役は素晴らしいです、彼らはすべての種類のクレイジーであり、素晴らしいデザインを持っています。\u001b[22m, \u001b[1mまた、ここで悪役が素晴らしいです、彼らは狂気のすべての種類があり、素敵なデザインを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, the sound and artwork are done nicely. The character's outfits are a little funny though I've seen worse. There's little animation flaws here and there but no anime is without them.\n\n\u001b[1mまた、音とアートワークもうまくいきます。 キャラクターの服装はちょっと面白いですが、私は悪く見ました。 ここにはアニメーションの欠陥がほとんどありませんが、アニメがないとアニメーションはありません。\u001b[22m\n\u001b[1m(Mata,-on to ātowāku mo umaku ikimasu. Kyarakutā no fukusō wa chotto omoshiroidesuga, watashi wa waruku mimashita. Koko ni wa animēshon no kekkan ga hotondo arimasenga, anime ga nai to animēshon wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the sound and artwork are done nicely. The character's outfits are a little funny though I've seen worse. There's little animation flaws here and there but no anime is without them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the sound and artwork are done nicely.\u001b[24m\n    \u001b[1mまた、音とアートワークもうまくいきます。\u001b[22m, \u001b[1mまた、音とアートワークがうまく行われています。\u001b[22m\n\u001b[4mThe character's outfits are a little funny though I've seen worse.\u001b[24m\n    \u001b[1mキャラクターの服装はちょっと面白いですが、私は悪く見ました。\u001b[22m, \u001b[1m私が悪いことを見てきましたけれども、キャラクターの衣装は少し面白いです。\u001b[22m\n\u001b[4mThere's little animation flaws here and there but no anime is without them.\u001b[24m\n    \u001b[1mここにはアニメーションの欠陥がほとんどありませんが、アニメがないとアニメーションはありません。\u001b[22m, \u001b[1mそこに少しアニメーション欠陥があちこちだが、何のアニメはそれらなしではありません。\u001b[22m\n\u001b[1m\u001b[22m\nLastly, this anime does not cover the entirety of the manga though the story is satisfactory and does not deviate much from the original. I very much dislike that they cut the story off because the rest probably deserves animation. Any way the way it's cut off leaves things somewhat confusing, maybe reading the manga is a better choice (or do what I did and see the anime then read the manga).\n\n\u001b[1m最後に、このアニメはマンガの全体をカバーしていませんが、ストーリーは満足でき、元のものから大きく外れていません。 私は非常に残念にアニメーションに値するので、彼らは物語を切って嫌いです。 どんなやり方であれ、カットされたものはいくらか混乱してしまうかもしれません。マンガを読む方が良い選択です（あるいは私がやったことをして、アニメを見てマンガを読む）。\u001b[22m\n\u001b[1m(Saigo ni, kono anime wa manga no zentai o kabā shite imasenga, sutōrī wa manzoku deki,-moto no mono kara ōkiku hazurete imasen. Watashi wa hijō ni zan'nen ni animēshon ni ataisurunode, karera wa monogatari o kitte kiraidesu. Don'na yarikatadeare, katto sa reta mono wa ikuraka konran shite shimau kamo shiremasen. Manga o yomu kata ga yoi sentakudesu (aruiwa watashi ga yatta koto o shite, anime o mite manga o yomu).)\u001b[22m\n\nTranslations of \u001b[4mLastly, this anime does not cover the entirety of the manga though the story is satisfactory and does not deviate much from the original. I very much dislike that they cut the story off because the rest probably deserves animation. Any way the way it's cut off leaves things somewhat confusing, maybe reading the manga is a better choice (or do what I did and see the anime then read the manga).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, this anime does not cover the entirety of the manga though the story is satisfactory and does not deviate much from the original.\u001b[24m\n    \u001b[1m最後に、このアニメはマンガの全体をカバーしていませんが、ストーリーは満足でき、元のものから大きく外れていません。\u001b[22m, \u001b[1m物語は満足のいくものであると、元からあまり逸脱しないものの最後に、このアニメは、漫画の全体をカバーしていません。\u001b[22m\n\u001b[4mI very much dislike that they cut the story off because the rest probably deserves animation.\u001b[24m\n    \u001b[1m私は非常に残念にアニメーションに値するので、彼らは物語を切って嫌いです。\u001b[22m, \u001b[1m私は非常に多くの残りの部分は、おそらくアニメーションに値するので、彼らは話を遮断することを嫌います。\u001b[22m\n\u001b[4mAny way the way it's cut off leaves things somewhat confusing, maybe reading the manga is a better choice (or do what I did and see the anime then read the manga).\u001b[24m\n    \u001b[1mどんなやり方であれ、カットされたものはいくらか混乱してしまうかもしれません。マンガを読む方が良い選択です（あるいは私がやったことをして、アニメを見てマンガを読む）。\u001b[22m, \u001b[1mそれはカットオフの道はやや混乱物事を残すどのような方法は、多分漫画を読んだことは、より良い選択（または私は何とアニメが、その後漫画を読ん参照）です。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "Sam-kun",
    "profile": "/profile/Sam-kun/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=62253",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\nこのアニメで始めるには、新鮮な超自然的なアイデアがありました。 しかし、個人的には、エンディングは少し急いで矛盾しているように感じました。\nグラフィックスはうまくいっていて、シリーズではアニメーションがうまくいっていました。 私の注目を集めたのは、このアニメの少年の雰囲気でしたが、それは少年愛とは言わず、キスやものはありませんでしたが、確かに少年の雰囲気を感じるでしょう。\nストーリー： - 台東くんは、相手と戦うために感情を利用した特別な攻撃技法を使用するように訓練された軍学生の学生です。 彼は過去から何も覚えていないし、機関の原則は彼を彼の最高の生徒、冷血殺しのマシンにしているこのような訓練を受けた少数の学生しかいなかった。 彼は偶然、この研究所の将校が彼のお父さんまたは父親を殺し、彼が親愛なる愛する親友を殺したことを偶然見つけました。\n彼は彼を殺そうとします、そして、彼が彼を助け、最終的に彼の友人になる三人の修道士を満たす教会で彼が終わるように彼の物語が始まる方法です。\nストーリーはいい、面白いですが、エンディングはオープンシーズンだったので、新しいシーズンへの希望を与えてくれます。 多分そこにいるのを誰が知っている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nTo start with this anime had a fresh supernatural idea. But personally the ending felt a little rushed and inconsistent.\n\n\u001b[1mこのアニメで始めるには、新鮮な超自然的なアイデアがありました。 しかし、個人的には、エンディングは少し急いで矛盾しているように感じました。\u001b[22m\n\u001b[1m(Kono anime de hajimeru ni wa, shinsen'na chō shizen-tekina aidea ga arimashita. Shikashi, kojin-teki ni wa, endingu wa sukoshi isoide mujun shite iru yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mTo start with this anime had a fresh supernatural idea. But personally the ending felt a little rushed and inconsistent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo start with this anime had a fresh supernatural idea.\u001b[24m\n    \u001b[1mこのアニメで始めるには、新鮮な超自然的なアイデアがありました。\u001b[22m, \u001b[1mこのアニメで起動するには、新鮮な超自然的な考えを持っていました。\u001b[22m\n\u001b[4mBut personally the ending felt a little rushed and inconsistent.\u001b[24m\n    \u001b[1mしかし、個人的には、エンディングは少し急いで矛盾しているように感じました。\u001b[22m, \u001b[1mしかし、個人的に結末は少し急いで一貫性のない感じ。\u001b[22m\nThe graphics were fine and good animation work had been done on the series. One thing that captured my attention was the shounen ai atmosphere of this anime, though its not labeled a shounen ai and there isn't any kissing and stuff, but you'll definitely feel the shounen ai atmosphere.\n\n\u001b[1mグラフィックスはうまくいっていて、シリーズではアニメーションがうまくいっていました。 私の注目を集めたのは、このアニメの少年の雰囲気でしたが、それは少年愛とは言わず、キスやものはありませんでしたが、確かに少年の雰囲気を感じるでしょう。\u001b[22m\n\u001b[1m(Gurafikkusu wa umaku itte ite, shirīzude wa animēshon ga umaku itte imashita. Watashi no chūmoku o atsumeta no wa, kono anime no shōnen no fun'ikideshitaga, soreha shōnen ai to wa iwazu, kisu ya mono wa arimasendeshitaga, tashikani shōnen no fun'iki o kanjirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe graphics were fine and good animation work had been done on the series. One thing that captured my attention was the shounen ai atmosphere of this anime, though its not labeled a shounen ai and there isn't any kissing and stuff, but you'll definitely feel the shounen ai atmosphere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe graphics were fine and good animation work had been done on the series.\u001b[24m\n    \u001b[1mグラフィックスはうまくいっていて、シリーズではアニメーションがうまくいっていました。\u001b[22m, \u001b[1mグラフィックスは、アニメーション作品がシリーズで行われていた罰金と良好でした。\u001b[22m\n\u001b[4mOne thing that captured my attention was the shounen ai atmosphere of this anime, though its not labeled a shounen ai and there isn't any kissing and stuff, but you'll definitely feel the shounen ai atmosphere.\u001b[24m\n    \u001b[1m私の注目を集めたのは、このアニメの少年の雰囲気でしたが、それは少年愛とは言わず、キスやものはありませんでしたが、確かに少年の雰囲気を感じるでしょう。\u001b[22m, \u001b[1mその少年愛のラベルが付いていないし、そこに任意のキスとかはないですが、あなたは間違いなく少年愛の雰囲気を感じるものの私の注意を捕獲したことの一つは、このアニメの少年愛雰囲気でした。\u001b[22m\nStory:- Taito-kun is a student in a military student that was trained to use a special attacking technique that utilizes emotions to fight the opponent. He doesnt remember anything from his past and the institues principle makes him his top student, a cold blooded killing machine There was only a small group of students that were trained like this. He then accidently finds out that a general at this institute killed his dad or Father and eventually killed his best friend that he dearly loved.\n\n\u001b[1mストーリー： - 台東くんは、相手と戦うために感情を利用した特別な攻撃技法を使用するように訓練された軍学生の学生です。 彼は過去から何も覚えていないし、機関の原則は彼を彼の最高の生徒、冷血殺しのマシンにしているこのような訓練を受けた少数の学生しかいなかった。 彼は偶然、この研究所の将校が彼のお父さんまたは父親を殺し、彼が親愛なる愛する親友を殺したことを偶然見つけました。\u001b[22m\n\u001b[1m(Sutōrī: - Taitō-kun wa, aite to tatakau tame ni kanjō o riyō shita tokubetsuna kōgeki gihō o shiyō suru yō ni kunren sa reta gun gakusei no gakuseidesu. Kare wa kako kara nani mo oboeteinai shi, kikan no gensoku wa kare o kare no saikō no seito, reiketsu-goroshi no mashin ni shite iru ko no yōna kunren o uketa shōsū no gakusei shika inakatta. Kare wa gūzen, kono kenkyūjo no shōkō ga kare no otōsan matawa chichioya o koroshi, kare ga shin'ainaru aisuru shin'yū o koroshita koto o gūzen mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mStory:- Taito-kun is a student in a military student that was trained to use a special attacking technique that utilizes emotions to fight the opponent. He doesnt remember anything from his past and the institues principle makes him his top student, a cold blooded killing machine There was only a small group of students that were trained like this. He then accidently finds out that a general at this institute killed his dad or Father and eventually killed his best friend that he dearly loved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:- Taito-kun is a student in a military student that was trained to use a special attacking technique that utilizes emotions to fight the opponent.\u001b[24m\n    \u001b[1mストーリー： - 台東くんは、相手と戦うために感情を利用した特別な攻撃技法を使用するように訓練された軍学生の学生です。\u001b[22m, \u001b[1mストーリー： - 台東くんが相手と戦うために感情を利用した特殊な攻撃手法を使用するように訓練された軍の学生の学生です。\u001b[22m\n\u001b[4mHe doesnt remember anything from his past and the institues principle makes him his top student, a cold blooded killing machine There was only a small group of students that were trained like this.\u001b[24m\n    \u001b[1m彼は過去から何も覚えていないし、機関の原則は彼を彼の最高の生徒、冷血殺しのマシンにしているこのような訓練を受けた少数の学生しかいなかった。\u001b[22m, \u001b[1m彼は彼の過去から何かを覚えているdoesntのとinstitues原理は彼彼のトップの学生、このような訓練を受けた学生の唯一の小さなグループがありました冷血殺人マシンになります。\u001b[22m\n\u001b[4mHe then accidently finds out that a general at this institute killed his dad or Father and eventually killed his best friend that he dearly loved.\u001b[24m\n    \u001b[1m彼は偶然、この研究所の将校が彼のお父さんまたは父親を殺し、彼が親愛なる愛する親友を殺したことを偶然見つけました。\u001b[22m, \u001b[1m彼はその後、偶然にこの研究所で一般には彼のお父さんや父を殺され、最終的に彼が心から愛していることを彼の親友を殺したことを知ります。\u001b[22m\nHe tries to kill him and that’s how his story begins as he ends up in a church where he meets three monks that help him and eventually become his friends.\n\n\u001b[1m彼は彼を殺そうとします、そして、彼が彼を助け、最終的に彼の友人になる三人の修道士を満たす教会で彼が終わるように彼の物語が始まる方法です。\u001b[22m\n\u001b[1m(Kare wa kare o korosou to shimasu, soshite, kare ga kare o tasuke, saishūtekini kare no yūjin ni naru san'nin no shūdō-shi o mitasu kyōkai de kare ga owaru yō ni kare no monogatari ga hajimaru hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mHe tries to kill him and that’s how his story begins as he ends up in a church where he meets three monks that help him and eventually become his friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe tries to kill him and that’s how his story begins as he ends up in a church where he meets three monks that help him and eventually become his friends.\u001b[24m\n    \u001b[1m彼は彼を殺そうとします、そして、彼が彼を助け、最終的に彼の友人になる三人の修道士を満たす教会で彼が終わるように彼の物語が始まる方法です。\u001b[22m, \u001b[1m彼は彼を殺すためにしようと、それは彼が彼を助けるし、最終的に彼の友達になる3人の僧侶を満たしている教会で終わるように彼の物語は始まる方法です。\u001b[22m\nThe story's good and interesting, but the ending was an open one with no apparent ending so that gives hope for a new season. Who knows maybe there will be.\n\n\u001b[1mストーリーはいい、面白いですが、エンディングはオープンシーズンだったので、新しいシーズンへの希望を与えてくれます。 多分そこにいるのを誰が知っている。\u001b[22m\n\u001b[1m(Sutōrī wa ī, omoshiroidesuga, endingu wa ōpunshīzundattanode, atarashī shīzun e no kibō o ataete kuremasu. Tabun soko ni iru no o dare ga shitte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe story's good and interesting, but the ending was an open one with no apparent ending so that gives hope for a new season. Who knows maybe there will be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story's good and interesting, but the ending was an open one with no apparent ending so that gives hope for a new season.\u001b[24m\n    \u001b[1mストーリーはいい、面白いですが、エンディングはオープンシーズンだったので、新しいシーズンへの希望を与えてくれます。\u001b[22m, \u001b[1mそれが新シーズンへの希望を与えるので、物語の良いと興味深いが、結末は明白な結末とのオープン一つでした。\u001b[22m\n\u001b[4mWho knows maybe there will be.\u001b[24m\n    \u001b[1m多分そこにいるのを誰が知っている。\u001b[22m, \u001b[1m誰が多分あるだろう知っています。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "cubelet",
    "profile": "/profile/cubelet/reviews",
    "pages": "4",
    "number": "7",
    "link": "/reviews.php?id=157151",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  4\n|  5\n\n初めから、それは基本的には非常に強力な主人公（FMA、D.Gray-Manなど、いつから出てくるかにかかわらず）を演じる子供たちに関する基本的なショーのようなものでした。 それは私がそれをあまりにも悪くしていると言っているのではなく、まあまあ単純な構造を暗示しているということを除いて。 それでも、比較的慣れ親しんだ形でいくつかの初期のエピソードを辿った後、少なくとも独創性を放つと、かなりエキサイティングなものになりました。 キャラクターの奥行きは、一般的な年齢層がこれが意図していると考えていることを考えるとかなり一般的ですが、それは驚くべきことではありませんが、闘争と勝利が視聴者に十分な影響を与えるほど深いところです。 文字の最大の欠点は、開発が本当に弱いということです。 非常に少数のキャラクターしか成長を全く示さない。 それは実際の話はかなり面白いです、音楽は、私が見てうれしかったショーの周りのすべてのフィッティングでした。 私はエピソードを始動させてそのクライマックスを取り戻し、どのようにしてそのポイントに到達したかを示すためのアプローチを取るという問題を抱えています。 これまで他のショーでこのアプローチを愛していましたが、本当にそれを取り除くには十分な陰謀価値はないと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nFrom the start, it kinda felt like basically all the basic shows about exceptionally powerful kids playing hero (FMA, D.Gray-Man, etc, without regard to which came out when). That's not to say I held that against it too bad, except to say it does kinda imply a rather straightforward structure. Still, after getting through some of the earlier episodes that set things up in a relatively familiar way but throwing in some originality at least, it does become pretty exciting and I was definitely quite entertained. The character depth is fairly typical considering the general age group I'd imagine this was intended for, which is to say it isn't amazing but it gets just deep enough that their struggles and their triumph can impact the viewer well enough. The biggest shortcoming in the characters is that the development is really weak. Only a very small number of characters show any growth at all. It's actual story is pretty interesting, the music was fitting, all around a show I was glad to have watched. I do have an issue with it taking on the approach of starting the episode with a piece of its climax then jumping back to show you how things got to that point. I have loved this approach in other shows before, but I just don't think this one has a high enough intrigue value to really pull it off.\n\n\u001b[1m初めから、それは基本的には非常に強力な主人公（FMA、D.Gray-Manなど、いつから出てくるかにかかわらず）を演じる子供たちに関する基本的なショーのようなものでした。 それは私がそれをあまりにも悪くしていると言っているのではなく、まあまあ単純な構造を暗示しているということを除いて。 それでも、比較的慣れ親しんだ形でいくつかの初期のエピソードを辿った後、少なくとも独創性を放つと、かなりエキサイティングなものになりました。 キャラクターの奥行きは、一般的な年齢層がこれが意図していると考えていることを考えるとかなり一般的ですが、それは驚くべきことではありませんが、闘争と勝利が視聴者に十分な影響を与えるほど深いところです。 文字の最大の欠点は、開発が本当に弱いということです。 非常に少数のキャラクターしか成長を全く示さない。 それは実際の話はかなり面白いです、音楽は、私が見てうれしかったショーの周りのすべてのフィッティングでした。 私はエピソードを始動させてそのクライマックスを取り戻し、どのようにしてそのポイントに到達したかを示すためのアプローチを取るという問題を抱えています。 これまで他のショーでこのアプローチを愛していましたが、本当にそれを取り除くには十分な陰謀価値はないと思います。\u001b[22m\n\u001b[1m(Hajime kara, soreha kihontekini wa hijō ni kyōryokuna shujinkō (FMA, D. Gurē - Man nado, itsu kara detekuru ka ni kakawarazu) o enjiru kodomo-tachi ni kansuru kihon-tekina shō no yōna monodeshita. Sore wa watashi ga sore o amarini mo waruku shite iru to itte iru node wa naku, mā mā tanjun'na kōzō o anji shite iru to iu koto o nozoite. Soredemo, hikakuteki nareshitashinda katachi de ikutsu ka no shoki no episōdo o tadotta nochi, sukunakutomo dokusō-sei o hanatsu to, kanari ekisaitinguna mono ni narimashita. Kyarakutā no okuyuki wa, ippantekina nenrei-sō ga kore ga ito shite iru to kangaete iru koto o kangaeru to kanari ippan-tekidesuga, soreha odorokubeki kotode wa arimasenga, tōsō to shōri ga shichō-sha ni jūbun'na eikyōwoataeru hodo fukai tokorodesu. Moji no saidai no ketten wa, kaihatsu ga hontōni yowai to iu kotodesu. Hijō ni shōsū no kyarakutā shika seichō o mattaku shimesanai. Sore wa jissai no hanashi wa kanari omoshiroidesu, ongaku wa, watashi ga mite ureshikatta shō no mawari no subete no fittingudeshita. Watashi wa episōdo o shidō sa sete sono kuraimakkusu o torimodoshi, dono yō ni shite sono pointo ni tōtatsu shita ka o shimesu tame no apurōchi o toru to iu mondai o kakaete imasu. Kore made hoka no shō de kono apurōchi o aishite imashitaga, hontōni sore o torinozoku ni wa jūbun'na inbō kachi wa nai to omoimasu.)\u001b[22m"
  }
]
