[
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "RukiaRocks",
    "profile": "/profile/RukiaRocks/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=46255",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私のお気に入りの一つでした！\n\n見てみましょう...私はなぜそれを9にしましたか？\n\n設定：10\n\n建築のほとんどは、SFやゴシック指向のテーマがユニークに融合していて、美しく一貫性のある世界に溶け込んでいます（正直なところ、社会が存在するかのように聴衆を作ったり、作家や世界としての私の経験 ビルダー、サイエンスフィクションとマジカルを融合させることはかなり困難です）。\n\nストーリー：9\n\nストーリーはオリジナルです。 キャラクターは独特に行動した。 しかし、私がアニメを見たとき、私はデジャヴの感覚を得るのを助けることができませんでした。 ストーリーの要素がセッティング、キャラクター、プロットの展開、アイデアのアレンジなどと組まれているように、このシリーズの要素が他のものとどれくらい同じかを気付かないでしょう（例： 軍隊はまあまあのFMA / Code Geass-ishで、彼らのZaiphonsはLovelessで使用されている呪文のようなものです。 しかし、世界を発見した少年の全体的な話は彼に依存しており、彼が継承した魔法の力（しかし、使い方を覚えていなかった）は、西洋と東方の物語で頻繁に使われていました 世界。\n\nプロットの開発：1,000,000！\n\nこの物語は絶え間ないエピソードからエピソードまでのスリラーで、あなたは次のことが起こるのかどうか考えることを止められません！ 奇妙な崖のハンガー、07ゴーストのエピソードの結論の親友のエピソードのデザイナーの慈悲に絶えず落ちる、側の良い、  。\n\nキャラクター開発：10\n\nさて、正直に言うと、私たちの世界（すなわち、あなたが今住んでいるこの世界）は、白黒、大量決定、何が正しい世界に基づいています。 しかし、この物語のキャラクターは、物語のどの側面（つまり、帝都を狩っている人、または彼の運命を実現するのを助けている人）に関わらず、良質と悪質で洗練されています。 教会と軍隊の両方は、自分たちの邪悪に重きを置いている（教会は主に良く、軍隊は主に悪い）。 それでも、教会や軍隊の実体は物語の中に悪いことや良いことを暗示していますが、軍人側の人たちも人であり、明らかな敵対者の一部と恋に落ちるのは簡単です このシリーズでは キャラクターは一緒に成長し、その成長のパターンはストーリーの両側で明白です。 キャラクターが「強くなる」キャラクターを「餌付け」すると、そのキャラクターが「良い」か「悪い」かにかかわらず、愛想豊かで心温まる経験として常に見られます。 この対比は、規範から逸脱した他の哲学的な点に対処して、この物語を深くて軽い心にして、人間が知っているあらゆる種類の個人的な相互作用で満たしている。\n\nコスチュームデザイン/アニメーション：1,000,000,000！\n\nアニメーションは自己拡張的です。 一貫してうまくいけば、キャラクターの顔の輪郭が存在しないか、または動きのデザインがあまりにもゆるいので、戦いで何が起こっているのか分からない瞬間はありません。 加えて、衣装のデザインはばかげて素晴らしいです、私はそれらの衣服のようなものを見たことはありません - そのような詳細！ 私が上で言及したように、その衣装はトリニティ・ブラッド（教会が着用するものと同じ）とコードギアス/ FMA（軍隊が着用するもの）のものと非常に類似しているようです。 しかし、衣装の全体的な形状は他のシリーズのものと似ていますが、アクセサリーやデザインの流れは乱雑すぎず、過度に使用されることもありません（実際、私が言ったように、\n\nだから...なぜ私は物語の小さな喧嘩が解放され、それに10を与えることを許さなかったのですか？ まあ...それはすべて2つのものに沸騰する：\n\n1.いくつかのキャラクターの強さと能力はそれほど魅力的ではありませんでした（例えば、七つの幽霊は神であり、伝統的な意味では何でもできるはずです。 彼らの成長を妨げるものがあります - そうでなければ自然に不可能なものがあります。）\n2.物語は、天国の主任者が人生で完結する3つの願いを与え、その後彼らは天国の彼方に戻ってくるという考えを中心に展開しています。 しかし、3つの願いが飢えている、道路の側面に肉の腐敗のヒープを得るのですか？ 一生のうちに自分たちの希望を満たすために、彼らの状況が十分であるために、彼らの全生に苦しんでいる人は何を望んでいますか？ 確かに帝都の世界で苦しんできた人たち（特にSklavesを抱えている人たち）はありますが、人が自分の世界をどこに、どのように、なぜそこに来たのかという議論はありません。 著者の顔に。\n\nとにかく、これはアニメの私のレビューです。 私はシリーズを見て、そしてアニメよりも良いロードマンガを読んで、エンディングを狂ってしまう前に、大いに薦める！ 申し訳ありません、私のレビューはとても長いです...誰かがこれを読んでくれるのだろうかと思います。\n\nありがとう（そして誰か他の人がそれを読んでレビュー！）、\n\nルキア",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis was one of my favorite!\n\n\u001b[1mこれは私のお気に入りの一つでした！\u001b[22m\n\u001b[1m(Kore wa watashinōkiniiri no hitotsudeshita!)\u001b[22m\n\nTranslations of \u001b[4mThis was one of my favorite!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was one of my favorite!\u001b[24m\n    \u001b[1mこれは私のお気に入りの一つでした！\u001b[22m\n\u001b[1m\u001b[22m\nLet's see...Why did I give it a 9?\n\n\u001b[1m見てみましょう...私はなぜそれを9にしましたか？\u001b[22m\n\u001b[1m(Mite mimashou... Watashi wa naze sore o 9 ni shimashita ka?)\u001b[22m\n\nTranslations of \u001b[4mLet's see...Why did I give it a 9?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's see...Why did I give it a 9?\u001b[24m\n    \u001b[1m見てみましょう...私はなぜそれを9にしましたか？\u001b[22m, \u001b[1mそれでは、なぜ私はそれを9を与えなかった...見てみましょうか？\u001b[22m\n\u001b[1m\u001b[22m\nSetting: 10\n\n\u001b[1m設定：10\u001b[22m\n\u001b[1m(Settei: 10)\u001b[22m\n\nTranslations of \u001b[4mSetting: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSetting: 10\u001b[24m\n    \u001b[1m設定：10\u001b[22m\n\u001b[1m\u001b[22m\nMost of the architecture was stunning with a unique blend of sci-fi and gothically-oriented themes which somehow melds into a beautiful and consistent world(honestly making the audience seem as though the society could exist, and with my experience as a writer and world builder, melding the sci-fi and the magical is rather difficult).\n\n\u001b[1m建築のほとんどは、SFやゴシック指向のテーマがユニークに融合していて、美しく一貫性のある世界に溶け込んでいます（正直なところ、社会が存在するかのように聴衆を作ったり、作家や世界としての私の経験 ビルダー、サイエンスフィクションとマジカルを融合させることはかなり困難です）。\u001b[22m\n\u001b[1m(Kenchiku no hotondo wa, SF ya goshikku shikō no tēma ga yunīku ni yūgō shite ite, utsukushiku ikkan-sei no aru sekai ni tokekonde imasu (shōjikina tokoro, shakai ga sonzai suru ka no yō ni chōshū o tsukuttari, sakka ya sekai to shite no watashi no keiken birudā, saiensufikushon to majikaru o yūgō sa seru koto wa kanari kon'nandesu).)\u001b[22m\n\nTranslations of \u001b[4mMost of the architecture was stunning with a unique blend of sci-fi and gothically-oriented themes which somehow melds into a beautiful and consistent world(honestly making the audience seem as though the society could exist, and with my experience as a writer and world builder, melding the sci-fi and the magical is rather difficult).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the architecture was stunning with a unique blend of sci-fi and gothically-oriented themes which somehow melds into a beautiful and consistent world(honestly making the audience seem as though the society could exist, and with my experience as a writer and world\u001b[24m\n    \u001b[1m建築のほとんどは、SFやゴシック指向のテーマがユニークに融合していて、美しく一貫性のある世界に溶け込んでいます（正直なところ、社会が存在するかのように聴衆を作ったり、作家や世界としての私の経験\u001b[22m, \u001b[1mアーキテクチャのほとんどは、何らかの形で正直に観客を作る（美しいと一貫性のある世界に融合させたSFとgothically指向テーマのユニークなブレンドで見事だった社会が存在する可能性があるかのように見える、と作家と世界としての私の経験を持ちます\u001b[22m\n\u001b[4mbuilder, melding the sci-fi and the magical is rather difficult).\u001b[24m\n    \u001b[1mビルダー、サイエンスフィクションとマジカルを融合させることはかなり困難です）。\u001b[22m, \u001b[1mビルダーは、サイファイと魔法をmelding）はかなり困難です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\n\u001b[1m\u001b[22m\nThe story was original. The characters acted distinctively. But I couldn't help getting a sense of deja vu when I watched the anime. In the way that the elements of the story are paired with the setting, the characters, the plot development, and the arrangement of ideas, you really wouldn't notice at first how many elements of this series are like others(ex: uniforms of military are kinda FMA/Code Geass-ish and their zaiphons are like the spells used in Loveless by the way that they are brought out by the emotion one carries). Ok, no series is entirely unique--but the overall story of a boy discovering the world depends on him and some magical power he inherited(but couldn't remember how to use) has been used frequently in the western and eastern story-telling world.\n\n\u001b[1mストーリーはオリジナルです。 キャラクターは独特に行動した。 しかし、私がアニメを見たとき、私はデジャヴの感覚を得るのを助けることができませんでした。 ストーリーの要素がセッティング、キャラクター、プロットの展開、アイデアのアレンジなどと組まれているように、このシリーズの要素が他のものとどれくらい同じかを気付かないでしょう（例： 軍隊はまあまあのFMA / Code Geass-ishで、彼らのZaiphonsはLovelessで使用されている呪文のようなものです。 しかし、世界を発見した少年の全体的な話は彼に依存しており、彼が継承した魔法の力（しかし、使い方を覚えていなかった）は、西洋と東方の物語で頻繁に使われていました 世界。\u001b[22m\n\u001b[1m(Sutōrī wa orijinarudesu. Kyarakutā wa dokutoku ni kōdō shita. Shikashi, watashi ga anime o mita toki, watashi wa dejavu no kankaku o eru no o tasukeru koto ga dekimasendeshita. Sutōrī no yōso ga settingu, kyarakutā, purotto no tenkai, aidea no arenji nado to kuma rete iru yō ni, kono shirīzu no yōso ga hoka no mono to dorekurai onaji ka o kidzukanaideshou (rei: Guntai wa mā mā no FMA/ Code Geass - aishu de, karera no Zaiphons wa Loveless de shiyō sa rete iru jumon no yōna monodesu. Shikashi, sekai o hakken shita shōnen no zentai-tekina hanashi wa kare ni izon shite ori, kare ga keishō shita mahō no chikara (shikashi, tsukaikata o oboete inakatta) wa, seiyō to tōhō no monogatari de hinpan ni tsukawa rete imashita sekai.)\u001b[22m\n\nTranslations of \u001b[4mThe story was original. The characters acted distinctively. But I couldn't help getting a sense of deja vu when I watched the anime. In the way that the elements of the story are paired with the setting, the characters, the plot development, and the arrangement of ideas, you really wouldn't notice at first how many elements of this series are like others(ex: uniforms of military are kinda FMA/Code Geass-ish and their zaiphons are like the spells used in Loveless by the way that they are brought out by the emotion one carries). Ok, no series is entirely unique--but the overall story of a boy discovering the world depends on him and some magical power he inherited(but couldn't remember how to use) has been used frequently in the western and eastern story-telling world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was original.\u001b[24m\n    \u001b[1mストーリーはオリジナルです。\u001b[22m, \u001b[1m話は元でした。\u001b[22m\n\u001b[4mThe characters acted distinctively.\u001b[24m\n    \u001b[1mキャラクターは独特に行動した。\u001b[22m, \u001b[1m文字がはっきりと行動しました。\u001b[22m\n\u001b[4mBut I couldn't help getting a sense of deja vu when I watched the anime.\u001b[24m\n    \u001b[1mしかし、私がアニメを見たとき、私はデジャヴの感覚を得るのを助けることができませんでした。\u001b[22m, \u001b[1mしかし、私はアニメを見たとき、既視感を得る助けることができませんでした。\u001b[22m\n\u001b[4mIn the way that the elements of the story are paired with the setting, the characters, the plot development, and the arrangement of ideas, you really wouldn't notice at first how many elements of this series are like others(ex: uniforms of\u001b[24m\n    \u001b[1mストーリーの要素がセッティング、キャラクター、プロットの展開、アイデアのアレンジなどと組まれているように、このシリーズの要素が他のものとどれくらい同じかを気付かないでしょう（例：\u001b[22m, \u001b[1mの制服：このシリーズの多くの要素は、他のような（例はどのように物語の要素が設定、キャラクター、プロットの開発、およびアイデアの配置と対になっていることにより、あなたは本当に最初は気づかないだろう\u001b[22m\n\u001b[4mmilitary are kinda FMA/Code Geass-ish and their zaiphons are like the spells used in Loveless by the way that they are brought out by the emotion one carries).\u001b[24m\n    \u001b[1m軍隊はまあまあのFMA / Code Geass-ishで、彼らのZaiphonsはLovelessで使用されている呪文のようなものです。\u001b[22m, \u001b[1m軍はちょっとFMA /コードギアスっぽいであり、そのzaiphonsは、彼らが1を運ぶ感情）によって引き出されていることによりラブレスで使用される呪文のようなものです。\u001b[22m\n\u001b[4mOk, no series is entirely unique--but the overall story of a boy discovering the world depends on him and some magical power he inherited(but couldn't remember how to use) has been used frequently in the western and eastern story-telling\u001b[24m\n    \u001b[1mしかし、世界を発見した少年の全体的な話は彼に依存しており、彼が継承した魔法の力（しかし、使い方を覚えていなかった）は、西洋と東方の物語で頻繁に使われていました\u001b[22m, \u001b[1m西洋と東洋読み聞かせで頻繁に使用されてきたが、世界を発見する少年の全体的な話は、彼と彼が継承されたいくつかの魔法の力に依存します（ただし、使用する方法を覚えていませんでした） -  [OK]を、何のシリーズは完全にユニークではありません\u001b[22m\n\u001b[4mworld.\u001b[24m\n    \u001b[1m世界。\u001b[22m\n\u001b[1m\u001b[22m\nPlot Development: 1,000,000!\n\n\u001b[1mプロットの開発：1,000,000！\u001b[22m\n\u001b[1m(Purotto no kaihatsu: 1, 000, 000!)\u001b[22m\n\nTranslations of \u001b[4mPlot Development: 1,000,000!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot Development: 1,000,000!\u001b[24m\n    \u001b[1mプロットの開発：1,000,000！\u001b[22m, \u001b[1mプロット開発：1,000,000！\u001b[22m\n\u001b[1m\u001b[22m\nThis story is a constant, episode-to-episode thriller and you just can't stop thinking about what's going to happen next! The bonds of the characters, coped with the foreshadowing and discrepancies on which-side-is-good leaves the audience on edge, constantly falling at the mercy of the episode designers for those insanely bothersome cliff hangers, the best friend of 07 Ghost's episode conclusions .\n\n\u001b[1mこの物語は絶え間ないエピソードからエピソードまでのスリラーで、あなたは次のことが起こるのかどうか考えることを止められません！ 奇妙な崖のハンガー、07ゴーストのエピソードの結論の親友のエピソードのデザイナーの慈悲に絶えず落ちる、側の良い、  。\u001b[22m\n\u001b[1m(Kono monogatari wa taema nai episōdo kara episōdo made no surirā de, anata wa tsugi no koto ga okoru no ka dō ka kangaeru koto o tome raremasen! Kimyōna gake no hangā, 07 gōsuto no episōdo no ketsuron no shin'yū no episōdo no dezainā no jihi ni taezu ochiru,-gawa no yoi,.)\u001b[22m\n\nTranslations of \u001b[4mThis story is a constant, episode-to-episode thriller and you just can't stop thinking about what's going to happen next! The bonds of the characters, coped with the foreshadowing and discrepancies on which-side-is-good leaves the audience on edge, constantly falling at the mercy of the episode designers for those insanely bothersome cliff hangers, the best friend of 07 Ghost's episode conclusions .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story is a constant, episode-to-episode thriller and you just can't stop thinking about what's going to happen next!\u001b[24m\n    \u001b[1mこの物語は絶え間ないエピソードからエピソードまでのスリラーで、あなたは次のことが起こるのかどうか考えることを止められません！\u001b[22m, \u001b[1mこの物語は、一定の、エピソードツーエピソードスリラーで、あなただけの次に何が起こるために何が起こっているかを考えて停止することはできません！\u001b[22m\n\u001b[4mThe bonds of the characters, coped with the foreshadowing and discrepancies on which-side-is-good leaves the audience on edge, constantly falling at the mercy of the episode designers for those insanely bothersome cliff hangers, the best friend of 07 Ghost's episode conclusions\u001b[24m\n    \u001b[1m奇妙な崖のハンガー、07ゴーストのエピソードの結論の親友のエピソードのデザイナーの慈悲に絶えず落ちる、側の良い、\u001b[22m, \u001b[1m文字の結合は、伏線に対処し、不一致上の側は-で、良い縁に観客を残し、常にそれらめちゃくちゃ面倒崖ハンガー、07ゴーストのエピソードの結論の親友のためにエピソードの設計者のなすがままに落下します\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter Development: 10\n\n\u001b[1mキャラクター開発：10\u001b[22m\n\u001b[1m(Kyarakutā kaihatsu: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter Development: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter Development: 10\u001b[24m\n    \u001b[1mキャラクター開発：10\u001b[22m\n\u001b[1m\u001b[22m\nOk, so let's be honest: Our world(ie: this world you're living in right now) is based on a black-and-white, the-mass-decides-what's-right world. However, the characters in this story are fleshed out with good and bad qualities, not mattering what side of the story they are on(ie: those who are hunting Teito, or those who are aiding him in realizing his destiny). Both the church and the military weigh in on their evil(though the church is mainly good and the military is mainly bad). Still, though the entities of the church and military have their connotations of evil or good in the story, the authors remind us that those on the side of the military are people too and it is easy to fall in love with some of the obvious antagonists in this series. The characters grow together, and the patterns of their growth are evident on both sides of the story; when the characters 'feed' off of each other for strength, it is always seen as an endearing and heartwarming experience, regardless of whether the character is 'good' or 'bad.' This contrast coped with other philisophical points that deviate from the norm make this story both deep and light hearted, filled with every type of personal interaction known of humans.\n\n\u001b[1mさて、正直に言うと、私たちの世界（すなわち、あなたが今住んでいるこの世界）は、白黒、大量決定、何が正しい世界に基づいています。 しかし、この物語のキャラクターは、物語のどの側面（つまり、帝都を狩っている人、または彼の運命を実現するのを助けている人）に関わらず、良質と悪質で洗練されています。 教会と軍隊の両方は、自分たちの邪悪に重きを置いている（教会は主に良く、軍隊は主に悪い）。 それでも、教会や軍隊の実体は物語の中に悪いことや良いことを暗示していますが、軍人側の人たちも人であり、明らかな敵対者の一部と恋に落ちるのは簡単です このシリーズでは キャラクターは一緒に成長し、その成長のパターンはストーリーの両側で明白です。 キャラクターが「強くなる」キャラクターを「餌付け」すると、そのキャラクターが「良い」か「悪い」かにかかわらず、愛想豊かで心温まる経験として常に見られます。 この対比は、規範から逸脱した他の哲学的な点に対処して、この物語を深くて軽い心にして、人間が知っているあらゆる種類の個人的な相互作用で満たしている。\u001b[22m\n\u001b[1m(Sate, shōjiki ni iu to, watashitachi no sekai (sunawachi, anata ga ima sunde iru kono sekai) wa, shirokuro, tairyō kettei, nani ga tadashī sekai ni motodzuite imasu. Shikashi, kono monogatari no kyarakutā wa, monogatari no dono sokumen (tsumari, teito o katte iru hito, matawa kare no unmei o jitsugen suru no o tasukete iru hito) ni kakawarazu, ryōshitsu to akushitsude senren sa rete imasu. Kyōkai to guntai no ryōhō wa, jibun-tachi no jaaku ni omoki o oite iru (kyōkai wa omoni yoku, guntai wa omoni warui). Soredemo, kyōkai ya guntai no jittai wa monogatari no naka ni waruikoto ya yoikoto o anji shite imasuga, gunjin-gawa no hito-tachi mo hitodeari, akirakana tekitai-sha no ichibu to koiniochiru no wa kantandesu kono shirīzude wa kyarakutā wa issho ni seichō shi, sono seichō no patān wa sutōrī no ryōsoku de meihakudesu. Kyarakutā ga `tsuyokunaru' kyarakutā o `edzuke' suru to, sono kyarakutā ga `yoi' ka `warui' ka ni kakawarazu, aiso yutakade kokoroatatamaru keiken to shite tsuneni mi raremasu. Kono taihi wa, kihan kara itsudatsu shita ta no tetsugaku-tekina ten ni taisho shite, kono monogatari o fukakute karui kokoro ni shite, ningen ga shitte iru arayuru shurui no kojin-tekina sōgo sayō de mitashite iru.)\u001b[22m\n\u001b[1m\u001b[22m\nCostume Design/Animation: 1,000,000,000!\n\n\u001b[1mコスチュームデザイン/アニメーション：1,000,000,000！\u001b[22m\n\u001b[1m(Kosuchūmudezain/ animēshon: 1, 000, 000, 000!)\u001b[22m\n\nTranslations of \u001b[4mCostume Design/Animation: 1,000,000,000!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCostume Design/Animation: 1,000,000,000!\u001b[24m\n    \u001b[1mコスチュームデザイン/アニメーション：1,000,000,000！\u001b[22m, \u001b[1m衣装デザイン/アニメーション：10億！\u001b[22m\n\u001b[1m\u001b[22m\nAnimation is self expanatory. Consistantly well-done, there isn't a moment when the outline of a character's face is non-existant or the design of the movement is so sloppy you can't tell what's going on in the fight. In addition, the costume design is ridiculously awesome, I haven't seen anything like those clothing designs--such detail! As I mentioned above, their costumes do seem to have great similarity to those from Trinity Blood(as in, what the church wears) and Code Geass/FMA(as in, what the military wears). However, although the overall shape of the outfits are like that of other series, the accessories and flow of the designs are neither cluttered nor overused(in fact, as I said, I've never seen anything like them before!).\n\n\u001b[1mアニメーションは自己拡張的です。 一貫してうまくいけば、キャラクターの顔の輪郭が存在しないか、または動きのデザインがあまりにもゆるいので、戦いで何が起こっているのか分からない瞬間はありません。 加えて、衣装のデザインはばかげて素晴らしいです、私はそれらの衣服のようなものを見たことはありません - そのような詳細！ 私が上で言及したように、その衣装はトリニティ・ブラッド（教会が着用するものと同じ）とコードギアス/ FMA（軍隊が着用するもの）のものと非常に類似しているようです。 しかし、衣装の全体的な形状は他のシリーズのものと似ていますが、アクセサリーやデザインの流れは乱雑すぎず、過度に使用されることもありません（実際、私が言ったように、\u001b[22m\n\u001b[1m(Animēshon wa jiko kakuchō-tekidesu. Ikkanshite umaku ikeba, kyarakutā no kao no rinkaku ga sonzaishinai ka, matawa ugoki no dezain ga amarini mo yuruinode, tatakai de nani ga okotte iru no ka wakaranai shunkan wa arimasen. Kuwaete, ishō no dezain wa bakagete subarashīdesu, watashi wa sorera no ifuku no yōna mono o mita koto wa arimasen - sono yōna shōsai! Watashi ga ue de genkyū shita yō ni, sono ishō wa toriniti Buraddo (kyōkai ga chakuyō suru mono to onaji) to kōdogiasu/ FMA (guntai ga chakuyō suru mono) no mono to hijō ni ruiji shite iru yōdesu. Shikashi, ishō no zentai-tekina keijō wa hoka no shirīzu no mono to nite imasuga, akusesarī ya dezain no nagare wa ranzatsu sugizu, kado ni shiyō sa reru koto mo arimasen (jissai, watashi ga itta yō ni,)\u001b[22m\n\nTranslations of \u001b[4mAnimation is self expanatory. Consistantly well-done, there isn't a moment when the outline of a character's face is non-existant or the design of the movement is so sloppy you can't tell what's going on in the fight. In addition, the costume design is ridiculously awesome, I haven't seen anything like those clothing designs--such detail! As I mentioned above, their costumes do seem to have great similarity to those from Trinity Blood(as in, what the church wears) and Code Geass/FMA(as in, what the military wears). However, although the overall shape of the outfits are like that of other series, the accessories and flow of the designs are neither cluttered nor overused(in fact, as I said, I've never seen anything like them before!).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation is self expanatory.\u001b[24m\n    \u001b[1mアニメーションは自己拡張的です。\u001b[22m, \u001b[1mアニメーションは、自己expanatoryです。\u001b[22m\n\u001b[4mConsistantly well-done, there isn't a moment when the outline of a character's face is non-existant or the design of the movement is so sloppy you can't tell what's going on in the fight.\u001b[24m\n    \u001b[1m一貫してうまくいけば、キャラクターの顔の輪郭が存在しないか、または動きのデザインがあまりにもゆるいので、戦いで何が起こっているのか分からない瞬間はありません。\u001b[22m, \u001b[1mConsistantlyよく行われ、キャラクターの顔の輪郭が非existantであるか、または動きのデザインは、あなたが戦いで何が起こっているのかわかりませんので、ずさんである瞬間はありません。\u001b[22m\n\u001b[4mIn addition, the costume design is ridiculously awesome, I haven't seen anything like those clothing designs--such detail!\u001b[24m\n    \u001b[1m加えて、衣装のデザインはばかげて素晴らしいです、私はそれらの衣服のようなものを見たことはありません - そのような詳細！\u001b[22m, \u001b[1mそのような詳細 - また、衣装デザインは、私はそれらの服のデザインのようなものを見ていない、途方もなく素晴らしいです！\u001b[22m\n\u001b[4mAs I mentioned above, their costumes do seem to have great similarity to those from Trinity Blood(as in, what the church wears) and Code Geass/FMA(as in, what the military wears).\u001b[24m\n    \u001b[1m私が上で言及したように、その衣装はトリニティ・ブラッド（教会が着用するものと同じ）とコードギアス/ FMA（軍隊が着用するもの）のものと非常に類似しているようです。\u001b[22m, \u001b[1m私は前述したように、彼らの衣装は素晴らしい（教会は身に着けているもの、のように）トリニティ・ブラッドからのものと類似し、（軍が着ているもののように、）コードギアス/ FMAを持っているように思えます。\u001b[22m\n\u001b[4mHowever, although the overall shape of the outfits are like that of other series, the accessories and flow of the designs are neither cluttered nor overused(in fact, as I said, I've never seen anything like them before!).\u001b[24m\n    \u001b[1mしかし、衣装の全体的な形状は他のシリーズのものと似ていますが、アクセサリーやデザインの流れは乱雑すぎず、過度に使用されることもありません（実際、私が言ったように、\u001b[22m, \u001b[1m衣装の全体的な形状は、他のシリーズのものと同様であるが、しかし、アクセサリーやデザインの流れが雑然とも使い古さでもない（私が言ったように、実際に、私は前に彼らのようなものを見たことがありません！）。\u001b[22m\n\u001b[1m\u001b[22m\nSo...Why did I not let that little blurp with the story go free and give it a 10? Well...It all boils down to two things:\n\n\u001b[1mだから...なぜ私は物語の小さな喧嘩が解放され、それに10を与えることを許さなかったのですか？ まあ...それはすべて2つのものに沸騰する：\u001b[22m\n\u001b[1m(Dakara... Naze watashi wa monogatari no chīsana kenka ga kaihō sa re, soreni 10 o ataeru koto o yurusanakatta nodesu ka? Mā... Sore wa subete 2tsu no mono ni futtō suru:)\u001b[22m\n\nTranslations of \u001b[4mSo...Why did I not let that little blurp with the story go free and give it a 10? Well...It all boils down to two things:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo...Why did I not let that little blurp with the story go free and give it a 10?\u001b[24m\n    \u001b[1mだから...なぜ私は物語の小さな喧嘩が解放され、それに10を与えることを許さなかったのですか？\u001b[22m, \u001b[1mだから...なぜ私は物語とその小さなblurpが自由に行くとそれを10を与えることができなかったのですか？\u001b[22m\n\u001b[4mWell...It all boils down to two things:\u001b[24m\n    \u001b[1mまあ...それはすべて2つのものに沸騰する：\u001b[22m, \u001b[1mうーん...それはすべて二つに要約します：\u001b[22m\n\u001b[1m\u001b[22m\n1. The strength and abilities of some of the characters were not that fleshed-out(for example, the Seven Ghost are supposed to be gods, and, in a traditional sense, be able to do anything. However, it is frequently hinted that there are things hindering their growth--if not that there are things they are just naturally incapable of.)\n\n\u001b[1m1.いくつかのキャラクターの強さと能力はそれほど魅力的ではありませんでした（例えば、七つの幽霊は神であり、伝統的な意味では何でもできるはずです。 彼らの成長を妨げるものがあります - そうでなければ自然に不可能なものがあります。）\u001b[22m\n\u001b[1m(1. Ikutsu ka no kyarakutā no tsuyo-sa to nōryoku wa sorehodo mirikitekide wa arimasendeshita (tatoeba, nanatsu no yūrei wa kamideari, dentō-tekina imide wa nani demo dekiru hazudesu. Karera no seichō o samatageru mono ga arimasu - sōdenakereba shizen ni fukanōna mono ga arimasu. ))\u001b[22m\n\nTranslations of \u001b[4m1. The strength and abilities of some of the characters were not that fleshed-out(for example, the Seven Ghost are supposed to be gods, and, in a traditional sense, be able to do anything. However, it is frequently hinted that there are things hindering their growth--if not that there are things they are just naturally incapable of.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. The strength and abilities of some of the characters were not that fleshed-out(for example, the Seven Ghost are supposed to be gods, and, in a traditional sense, be able to do anything. However, it is frequently hinted that\u001b[24m\n    \u001b[1m1.いくつかのキャラクターの強さと能力はそれほど魅力的ではありませんでした（例えば、七つの幽霊は神であり、伝統的な意味では何でもできるはずです。\u001b[22m, \u001b[1m1.強さと文字の一部の能力は、伝統的な意味では、何もすることができ、その果肉アウトではなかった（例えば、セブンゴーストが神ことになっている、と。しかし、それは頻繁にとほのめかしれます\u001b[22m\n\u001b[4mthere are things hindering their growth--if not that there are things they are just naturally incapable of.)\u001b[24m\n    \u001b[1m彼らの成長を妨げるものがあります - そうでなければ自然に不可能なものがあります。）\u001b[22m, \u001b[1m彼らの成長を妨げる事がある - ものがあるではないということならば、彼らはただの自然にできません）。\u001b[22m\n2. The story revolves around the idea that The Chief of Heaven gives a person 3 wishes which they will complete in their life, after which they will return back to his side in heaven. However, what three wishes do starving, rotting heaps of flesh on the side of the road get? What do those who suffer their whole lives wish for in order for their circumstances to be adequate in order to fufill their wishes within their lifetime? There are certainly people(especially since they have Sklaves) who are and have always been suffering in Teito's world, yet there is no debating on how and where and why people came into his world, even though there are problems of the idea staring him and the authors in the face.\n\n\u001b[1m2.物語は、天国の主任者が人生で完結する3つの願いを与え、その後彼らは天国の彼方に戻ってくるという考えを中心に展開しています。 しかし、3つの願いが飢えている、道路の側面に肉の腐敗のヒープを得るのですか？ 一生のうちに自分たちの希望を満たすために、彼らの状況が十分であるために、彼らの全生に苦しんでいる人は何を望んでいますか？ 確かに帝都の世界で苦しんできた人たち（特にSklavesを抱えている人たち）はありますが、人が自分の世界をどこに、どのように、なぜそこに来たのかという議論はありません。 著者の顔に。\u001b[22m\n\u001b[1m(2. Monogatari wa, tengoku no shunin-sha ga jinsei de kanketsu suru 3ttsu no negai o atae, sonogo karera wa tengoku no kanata ni modotte kuru to iu kangae o chūshin ni tenkai shite imasu. Shikashi, 3ttsu no negai ga uete iru, dōro no sokumen ni niku no fuhai no hīpu o eru nodesu ka? Isshō no uchi ni jibun-tachi no kibō o mitasu tame ni, karera no jōkyō ga jūbundearu tame ni, karera no zenshō ni kurushinde iru hito wa nani o nozonde imasu ka? Tashikani teito no sekai de kurushinde kita hito-tachi (tokuni Sklaves o kakaete iru hito-tachi) wa arimasuga, hito ga jibun no sekai o dokoni, dono yō ni, naze soko ni kita no ka to iu giron wa arimasen. Chosha no kao ni.)\u001b[22m\n\nTranslations of \u001b[4m2. The story revolves around the idea that The Chief of Heaven gives a person 3 wishes which they will complete in their life, after which they will return back to his side in heaven. However, what three wishes do starving, rotting heaps of flesh on the side of the road get? What do those who suffer their whole lives wish for in order for their circumstances to be adequate in order to fufill their wishes within their lifetime? There are certainly people(especially since they have Sklaves) who are and have always been suffering in Teito's world, yet there is no debating on how and where and why people came into his world, even though there are problems of the idea staring him and the authors in the face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. The story revolves around the idea that The Chief of Heaven gives a person 3 wishes which they will complete in their life, after which they will return back to his side in heaven.\u001b[24m\n    \u001b[1m2.物語は、天国の主任者が人生で完結する3つの願いを与え、その後彼らは天国の彼方に戻ってくるという考えを中心に展開しています。\u001b[22m, \u001b[1m2.物語は天のチーフは人に彼らは、彼らの生活の中で完了します、その後、彼らは天に彼の側に戻ります3願いを与えるという考えを中心に展開します。\u001b[22m\n\u001b[4mHowever, what three wishes do starving, rotting heaps of flesh on the side of the road get?\u001b[24m\n    \u001b[1mしかし、3つの願いが飢えている、道路の側面に肉の腐敗のヒープを得るのですか？\u001b[22m, \u001b[1mしかし、どのような3つの願いを取得し、道路の側に肉の山を腐敗、飢えていますか？\u001b[22m\n\u001b[4mWhat do those who suffer their whole lives wish for in order for their circumstances to be adequate in order to fufill their wishes within their lifetime?\u001b[24m\n    \u001b[1m一生のうちに自分たちの希望を満たすために、彼らの状況が十分であるために、彼らの全生に苦しんでいる人は何を望んでいますか？\u001b[22m, \u001b[1m彼らの一生に苦しむ人たちは、彼らの状況が彼らの生涯の中に自分の願いをfufillするために十分であるようにするためには何をしたいですか？\u001b[22m\n\u001b[4mThere are certainly people(especially since they have Sklaves) who are and have always been suffering in Teito's world, yet there is no debating on how and where and why people came into his world, even though there are problems of the idea staring him and\u001b[24m\n    \u001b[1m確かに帝都の世界で苦しんできた人たち（特にSklavesを抱えている人たち）はありますが、人が自分の世界をどこに、どのように、なぜそこに来たのかという議論はありません。\u001b[22m, \u001b[1m常に帝都の世界に悩まされてされているとしている人々は（彼らがSklavesを持っている、特に以来）確かにありますが、まだどのように、どこで、なぜ人々は彼を見つめ思想の問題があるにもかかわらず、彼の世界に入って来たに何の討論はありませんし、\u001b[22m\n\u001b[4mthe authors in the face.\u001b[24m\n    \u001b[1m著者の顔に。\u001b[22m, \u001b[1m顔のauthors。\u001b[22m\n\u001b[1m\u001b[22m\nAnyways, this is my review of the anime. I highly reccomend watching the series, and before getting mad over the ending, reading the manga which is loads better than the anime! Sorry my reviews are so long...I wonder if anyone will read this.\n\n\u001b[1mとにかく、これはアニメの私のレビューです。 私はシリーズを見て、そしてアニメよりも良いロードマンガを読んで、エンディングを狂ってしまう前に、大いに薦める！ 申し訳ありません、私のレビューはとても長いです...誰かがこれを読んでくれるのだろうかと思います。\u001b[22m\n\u001b[1m(Tonikaku, koreha anime no watashi no rebyūdesu. Watashi wa shirīzu o mite, soshite anime yori mo yoi rōdomanga o yonde, endingu o kurutte shimau mae ni, ōini susumeru! Mōshiwakearimasen, watashi no rebyū wa totemo nagaidesu... Darekaga kore o yonde kureru nodarou ka to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnyways, this is my review of the anime. I highly reccomend watching the series, and before getting mad over the ending, reading the manga which is loads better than the anime! Sorry my reviews are so long...I wonder if anyone will read this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyways, this is my review of the anime.\u001b[24m\n    \u001b[1mとにかく、これはアニメの私のレビューです。\u001b[22m\n\u001b[4mI highly reccomend watching the series, and before getting mad over the ending, reading the manga which is loads better than the anime!\u001b[24m\n    \u001b[1m私はシリーズを見て、そしてアニメよりも良いロードマンガを読んで、エンディングを狂ってしまう前に、大いに薦める！\u001b[22m, \u001b[1m私は非常にシリーズを見てreccomend、アニメよりも負荷優れている漫画を読んで、エンディングの上に怒って取得する前に！\u001b[22m\n\u001b[4mSorry my reviews are so long...I wonder if anyone will read this.\u001b[24m\n    \u001b[1m申し訳ありません、私のレビューはとても長いです...誰かがこれを読んでくれるのだろうかと思います。\u001b[22m, \u001b[1m申し訳ありませんが、私のレビューは、誰もがこれを読んであろうかしら...限りです。\u001b[22m\n\u001b[1m\u001b[22m\nThanks(and someone else review dang it!),\n\n\u001b[1mありがとう（そして誰か他の人がそれを読んでレビュー！）、\u001b[22m\n\u001b[1m(Arigatō (soshite dare ka hokanohito ga sore o yonde rebyū!),)\u001b[22m\n\nTranslations of \u001b[4mThanks(and someone else review dang it!),\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks(and someone else review dang it!),\u001b[24m\n    \u001b[1mありがとう（そして誰か他の人がそれを読んでレビュー！）、\u001b[22m, \u001b[1mおかげで（と他の誰かレビュー・ダンそれ！）、\u001b[22m\n\u001b[1m\u001b[22m\nRukia\n\n\u001b[1mルキア\u001b[22m\n\u001b[1m(Rukia)\u001b[22m\n\nTranslations of \u001b[4mRukia\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRukia\u001b[24m\n    \u001b[1mルキア\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "shiuro",
    "profile": "/profile/shiuro/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=223154",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  7\n\n\nさて、マンガに言及して始めましょう。  07 Ghostはすばらしい漫画であり、それはリテラルな傑作驚くべき物語の芸術であり、私はそれを愛し、私はこの日まで愛するシリーズです。\n\nそう、アニメ：\n\n私は最初にアニメを見て、私はそれがとても面白かったとあなたに伝えることができますそれは非常にユニークなストーリーの行に続いて、私は本当に文字の感情を感じることができるとああ、サウンドトラックはちょうど美しい行ってください。 全体的に私はそれが驚くべきアニメだと信じていますが、私が非常に疑問に思っているクリフハンガーを離れることは続けられます。\n\nしかし、私はマンガを読んで見て、私はマンガがはるかに優れていると言うことができる、重要な側面と聴衆に中継された情報は失われ、時には混乱アニメを作るカット、またマンガはかなり異なる側面 アニメ全体を通して変わる重要な瞬間となっています。 また、私はマンガを読んで、より多くの情報やキャラクターの開発を得て、私が最後まで泣かせるシリーズと言ってもいいと思います。\n\n全体的に私はアニメはかなりまともですと言うでしょうが、漫画はちょうどMUSTです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOK let me just start off with mentioning the manga. 07 Ghost is an amazing manga and it a literal masterpiece amazing story art and is just brilliant i love it and is a series i love to this day.\n\n\u001b[1mさて、マンガに言及して始めましょう。  07 Ghostはすばらしい漫画であり、それはリテラルな傑作驚くべき物語の芸術であり、私はそれを愛し、私はこの日まで愛するシリーズです。\u001b[22m\n\u001b[1m(Sate, manga ni genkyū shite hajimemashou. 07 Ghost wa subarashī mangadeari, soreha riteraruna kessaku odorokubeki monogatari no geijutsudeari, watashi wa sore o aishi, watashi wa kono Ni~Tsu made aisuru shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mOK let me just start off with mentioning the manga. 07 Ghost is an amazing manga and it a literal masterpiece amazing story art and is just brilliant i love it and is a series i love to this day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOK let me just start off with mentioning the manga.\u001b[24m\n    \u001b[1mさて、マンガに言及して始めましょう。\u001b[22m, \u001b[1m[OK]を私はちょうど漫画を言及から始めてみましょう。\u001b[22m\n\u001b[4m07 Ghost is an amazing manga and it a literal masterpiece amazing story art and is just brilliant i love it and is a series i love to this day.\u001b[24m\n    \u001b[1m07 Ghostはすばらしい漫画であり、それはリテラルな傑作驚くべき物語の芸術であり、私はそれを愛し、私はこの日まで愛するシリーズです。\u001b[22m, \u001b[1m07 Ghostは素晴らしいマンガやそれリテラル傑作驚くべき物語の芸術であると私はそれを愛し、私はこの日に大好きシリーズですちょうど素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nso the anime:\n\n\u001b[1mそう、アニメ：\u001b[22m\n\u001b[1m(Sō, anime:)\u001b[22m\n\nTranslations of \u001b[4mso the anime:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso the anime:\u001b[24m\n    \u001b[1mそう、アニメ：\u001b[22m, \u001b[1mそうアニメ：\u001b[22m\n\u001b[1m\u001b[22m\nI first watched the anime and let me tell you I loved it so much it was funny and it followed quite a unique story line and i could really sense the emotions of the characters and oh go the sound track was just beautiful. overall I believe it to be an amazing anime, however leaving off on a cliffhanger that I highly doubt would be continued on.\n\n\u001b[1m私は最初にアニメを見て、私はそれがとても面白かったとあなたに伝えることができますそれは非常にユニークなストーリーの行に続いて、私は本当に文字の感情を感じることができるとああ、サウンドトラックはちょうど美しい行ってください。 全体的に私はそれが驚くべきアニメだと信じていますが、私が非常に疑問に思っているクリフハンガーを離れることは続けられます。\u001b[22m\n\u001b[1m(Watashi wa saisho ni anime o mite, watashi wa sore ga totemo omoshirokatta to anata ni tsutaeru koto ga dekimasu sore wa hijō ni yunīkuna sutōrī no gyō ni tsudzuite, watashi wa hontōni moji no kanjō o kanjiru koto ga dekiru to ā, saundotorakku wa chōdo utsukushī itte kudasai. Zentai-teki ni watashi wa sore ga odorokubeki animeda to shinjite imasuga, watashi ga hijō ni gimon ni omotte iru kurifuhangā o hanareru koto wa tsudzuke raremasu.)\u001b[22m\n\nTranslations of \u001b[4mI first watched the anime and let me tell you I loved it so much it was funny and it followed quite a unique story line and i could really sense the emotions of the characters and oh go the sound track was just beautiful. overall I believe it to be an amazing anime, however leaving off on a cliffhanger that I highly doubt would be continued on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI first watched the anime and let me tell you I loved it so much it was funny and it followed quite a unique story line and i could really sense the emotions of the characters and oh go the sound track was just beautiful.\u001b[24m\n    \u001b[1m私は最初にアニメを見て、私はそれがとても面白かったとあなたに伝えることができますそれは非常にユニークなストーリーの行に続いて、私は本当に文字の感情を感じることができるとああ、サウンドトラックはちょうど美しい行ってください。\u001b[22m, \u001b[1m私が最初にアニメを見て、私はあまりそれが面白かったし、それは非常にユニークなストーリーラインに続き、私は本当に文字の感情を感知し、オハイオ州のサウンドトラックがちょうどきれいだった行くことができるそれを愛しあなたを教えてみましょう。\u001b[22m\n\u001b[4moverall I believe it to be an amazing anime, however leaving off on a cliffhanger that I highly doubt would be continued on.\u001b[24m\n    \u001b[1m全体的に私はそれが驚くべきアニメだと信じていますが、私が非常に疑問に思っているクリフハンガーを離れることは続けられます。\u001b[22m, \u001b[1m全体的に私は、しかし、私は非常に疑問に継続されることになる接戦にオフに残して、それは素晴らしいアニメであると信じます。\u001b[22m\n\u001b[1m\u001b[22m\nHowever after watching i read the manga and i can say the manga is just so much more better, the important aspects and information relayed toward the audience is lost and cut out which makes the anime sometimes confusing, also the manga is quite different in aspects such as key moments which is changed throughout the anime. Also I think by reading the manga you get more information and also more character development and let me say its a series that made me cry by the end.\n\n\u001b[1mしかし、私はマンガを読んで見て、私はマンガがはるかに優れていると言うことができる、重要な側面と聴衆に中継された情報は失われ、時には混乱アニメを作るカット、またマンガはかなり異なる側面 アニメ全体を通して変わる重要な瞬間となっています。 また、私はマンガを読んで、より多くの情報やキャラクターの開発を得て、私が最後まで泣かせるシリーズと言ってもいいと思います。\u001b[22m\n\u001b[1m(Shikashi, watashi wa manga o yonde mite, watashi wa manga ga haruka ni sugurete iru to iu koto ga dekiru, jūyōna sokumen to chōshū ni chūkei sa reta jōhō wa ushinawa re, tokiniha konran anime o tsukuru katto, mata manga wa kanari kotonaru sokumen anime zentai o tōshite kawaru jūyōna shunkan to natte imasu. Mata, watashi wa manga o yonde, yori ōku no jōhō ya kyarakutā no kaihatsu o ete, watashi ga saigomade nakaseru shirīzu to itte mo ī to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever after watching i read the manga and i can say the manga is just so much more better, the important aspects and information relayed toward the audience is lost and cut out which makes the anime sometimes confusing, also the manga is quite different in aspects such as key moments which is changed throughout the anime. Also I think by reading the manga you get more information and also more character development and let me say its a series that made me cry by the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever after watching i read the manga and i can say the manga is just so much more better, the important aspects and information relayed toward the audience is lost and cut out which makes the anime sometimes confusing, also the manga is quite different in aspects such\u001b[24m\n    \u001b[1mしかし、私はマンガを読んで見て、私はマンガがはるかに優れていると言うことができる、重要な側面と聴衆に中継された情報は失われ、時には混乱アニメを作るカット、またマンガはかなり異なる側面\u001b[22m, \u001b[1mしかし見た後、私は漫画を読んで、私は漫画がちょうどそんなにより優れた、観客に向かって中継重要な側面と情報が失われたとアニメが時々混乱させるその切り出されており、また漫画がそのような面でかなり異なっていると言うことができます\u001b[22m\n\u001b[4mas key moments which is changed throughout the anime.\u001b[24m\n    \u001b[1mアニメ全体を通して変わる重要な瞬間となっています。\u001b[22m, \u001b[1mアニメ全体に変更されるなどの重要な瞬間。\u001b[22m\n\u001b[4mAlso I think by reading the manga you get more information and also more character development and let me say its a series that made me cry by the end.\u001b[24m\n    \u001b[1mまた、私はマンガを読んで、より多くの情報やキャラクターの開発を得て、私が最後まで泣かせるシリーズと言ってもいいと思います。\u001b[22m, \u001b[1mまた、私は漫画を読むことによって、あなたはより多くの情報、また、より多くのキャラクターの成長を得ると思うし、私は私が年末まで泣かせ、そのシリーズを言わせて。\u001b[22m\n\u001b[1m\u001b[22m\noverall i would say the anime is fairly decent and is OK however the manga is just a MUST!\n\n\u001b[1m全体的に私はアニメはかなりまともですと言うでしょうが、漫画はちょうどMUSTです！\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa anime wa kanari matomodesu to iudeshouga, manga wa chōdo MUSTdesu!)\u001b[22m\n\nTranslations of \u001b[4moverall i would say the anime is fairly decent and is OK however the manga is just a MUST!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall i would say the anime is fairly decent and is OK however the manga is just a MUST!\u001b[24m\n    \u001b[1m全体的に私はアニメはかなりまともですと言うでしょうが、漫画はちょうどMUSTです！\u001b[22m, \u001b[1m全体的に私はアニメはかなりまともですし、漫画はただMUSTですがOKだと思います！\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "kcal41",
    "profile": "/profile/kcal41/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=152657",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  6\n\nこれは素晴らしい設定、音楽、そしてキャラクターのデザインを持っているアニメですが、残念なことにサブパネルプロットと友情の厄介なパワーの両方に苦しんでいます。 言い換えれば、それはあまりにも多くの物質を持っていないそれらの高価な高価なアニメの一つです。\n\nアニメの膨大な部分は非常にきれいな教会で行われます。 今、この教会には面白いキャラクターのキャストがありますが、主人公の帝都・クラインは何をしていますか？ 彼は毎回蹴った彼のお尻を得て、彼のお尻を救うために同じ人に頼っている。 また、帝都はかなり迷惑な人格を持っています。 彼はすべて「友達になる」と「私の友達のために戦う」ためです。\n\n私たちはまた、帝人のリルバディ：Mikageを持っています。  Mikageは理想的な親友です。 彼は帝都にとても忠実で、「君は君を愛しているよ」と似ている。 しかし、彼にはそれほど多くのことはありません。 彼は帝都との関係以外の生活をしているにもかかわらず、何の理由もなく腹立たしいです。\n\n帝都と三笠では、多くのことが友情の力に触発されています。 仲間の力は絶対的なものだと思うので、これは迷惑なものになります。\n\nプロットは本当に遅いです。 プロットには私を興奮させたものはほとんどありませんでした。 私はエピソード8（エピソード2-8はかなり繰り返している）までは何も起こらないと言います。 しかし、その点を過ぎると、（プロットがまだ遅いにもかかわらず）状況はずっと良くなります。\n\n戦いに関しては、実際にはそれほど多くはありません。 実際には戦闘戦術はありません（それはちょうどザイフォンのようなものを念入りに撮影しています）。戦いはただ魅力的ではありませんでした。\n\nそれ以外は、このシリーズは非常にきれいで、優れた/心に触れるサウンドトラックを持っています。\n\n時間を殺すためにこれを見てください。 素晴らしいことではありませんが、あなたが自由な時間を過ごすことができれば、それを美しいグラフィックと美しいファンタジーの設定を見るのに費やすこともあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis is an anime that has a great setting, music, and character designs but unfortunately suffers from both a sub-par plot and the annoying power of friendship; in other words, it is one of those fancy high-budget animes that don't have too much substance.\n\n\u001b[1mこれは素晴らしい設定、音楽、そしてキャラクターのデザインを持っているアニメですが、残念なことにサブパネルのプロットと友情の厄介なパワーの両方に苦しんでいます。 言い換えれば、それはあまりにも多くの実体を持たない高額なアニメの一つです。\u001b[22m\n\u001b[1m(Kore wa subarashī settei, ongaku, soshite kyarakutā no dezain o motte iru animedesuga, zan'nen'nakotoni sabu paneru no purotto to yūjō no yakkaina pawā no ryōhō ni kurushinde imasu. Iikaereba, sore wa amarini mo ōku no jittai o motanai kōgakuna anime no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is an anime that has a great setting, music, and character designs but unfortunately suffers from both a sub-par plot and the annoying power of friendship; in other words, it is one of those fancy high-budget animes that don't have too much substance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an anime that has a great setting, music, and character designs but unfortunately suffers from both a sub-par plot and the annoying power of friendship;\u001b[24m\n    \u001b[1mこれは素晴らしい設定、音楽、そしてキャラクターのデザインを持っているアニメですが、残念なことにサブパネルのプロットと友情の厄介なパワーの両方に苦しんでいます。\u001b[22m, \u001b[1mこれは素晴らしい設定、音楽、キャラクターデザインを持っているが、残念ながら、サブパープロットと友情の迷惑な電力の両方に苦しんでいるアニメです。\u001b[22m\n\u001b[4min other words, it is one of those fancy high-budget animes that don't have too much substance.\u001b[24m\n    \u001b[1m言い換えれば、それはあまりにも多くの実体を持たない高額なアニメの一つです。\u001b[22m, \u001b[1m言い換えれば、それはあまりにも多くの物質を持たない空想高予算のアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nA huge portion of the anime takes place in an extremely pretty church. Now, this church has an interesting cast of characters, but what the hell does Teito Klein -- the main character -- do? He gets his ass kicked every time and relies on the same people to save his ass. Also, Teito has a pretty annoying personality too; he's all for 'let's be friends' and 'I'M FIGHTING FOR MY FRIENDS.'\n\n\u001b[1mアニメの膨大な部分は非常にきれいな教会で行われます。 今、この教会には面白いキャラクターのキャストがありますが、主人公の帝都・クラインは何をしていますか？ 彼は毎回蹴った彼のお尻を得て、彼のお尻を救うために同じ人に頼っている。 また、帝都はかなり迷惑な人格を持っています。 彼はすべて「友達になる」と「私の友達のために戦う」ためです。\u001b[22m\n\u001b[1m(Anime no bōdaina bubun wa hijō ni kireina kyōkai de okonawa remasu. Ima, kono kyōkai ni wa omoshiroi kyarakutā no kyasuto ga arimasuga, shujinkō no teito kurain wa nani o shite imasu ka? Kare wa maikai ketta kare no o shiri o ete, kare no o shiri o sukuu tame ni onaji hito ni tayotte iru. Mata, teito wa kanari meiwakuna jinkaku o motte imasu. Kare wa subete `tomodachi ni naru' to `watashinotomodachi no tame ni tatakau' tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mA huge portion of the anime takes place in an extremely pretty church. Now, this church has an interesting cast of characters, but what the hell does Teito Klein -- the main character -- do? He gets his ass kicked every time and relies on the same people to save his ass. Also, Teito has a pretty annoying personality too; he's all for 'let's be friends' and 'I'M FIGHTING FOR MY FRIENDS.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA huge portion of the anime takes place in an extremely pretty church.\u001b[24m\n    \u001b[1mアニメの膨大な部分は非常にきれいな教会で行われます。\u001b[22m, \u001b[1mアニメの巨大な部分は、非常にきれいな教会で行われます。\u001b[22m\n\u001b[4mNow, this church has an interesting cast of characters, but what the hell does Teito Klein -- the main character -- do?\u001b[24m\n    \u001b[1m今、この教会には面白いキャラクターのキャストがありますが、主人公の帝都・クラインは何をしていますか？\u001b[22m, \u001b[1mさて、この教会は、文字の興味深いキャストを持っていますが、地獄はテイト=クライン何をするか - 主人公 - のですか？\u001b[22m\n\u001b[4mHe gets his ass kicked every time and relies on the same people to save his ass.\u001b[24m\n    \u001b[1m彼は毎回蹴った彼のお尻を得て、彼のお尻を救うために同じ人に頼っている。\u001b[22m, \u001b[1m彼は彼のお尻が毎回蹴ら取得し、彼のお尻を保存するために、同じ人に依存しています。\u001b[22m\n\u001b[4mAlso, Teito has a pretty annoying personality too;\u001b[24m\n    \u001b[1mまた、帝都はかなり迷惑な人格を持っています。\u001b[22m, \u001b[1mまた、帝都はあまりにもかなり迷惑な性格をしています。\u001b[22m\n\u001b[4mhe's all for 'let's be friends' and 'I'M FIGHTING FOR MY FRIENDS.'\u001b[24m\n    \u001b[1m彼はすべて「友達になる」と「私の友達のために戦う」ためです。\u001b[22m, \u001b[1m彼はと「友達になろう 'のすべてだ'私は私の友人のために戦っています。」\u001b[22m\n\u001b[1m\u001b[22m\nWe also have Teito's lil' buddy: Mikage. Mikage is your ideal best friend. He's very loyal to Teito and he's even like, 'I love you, Teito.' However, there's not much else to him. He is annoyingly clingy to Teito for no reason even though he does have a life outside of his relationship with Teito (which he neglects btw).\n\n\u001b[1m私たちはまた、帝人のリルバディ：Mikageを持っています。  Mikageは理想的な親友です。 彼は帝都にとても忠実で、「君は君を愛しているよ」と似ている。 しかし、彼にはそれほど多くのことはありません。 彼は帝都との関係以外の生活をしているにもかかわらず、何の理由もなく腹立たしいです。\u001b[22m\n\u001b[1m(Watashitachiha mata, Teijin no rirubadi: Mikage o motte imasu. Mikage wa risō-tekina shin'yūdesu. Kare wa teito ni totemo chūjitsude,`kimi wa kimi o aishite iru yo' to nite iru. Shikashi, kare ni wa sorehodo ōku no koto wa arimasen. Kare wa teito to no kankei igai no seikatsu o shite iru nimokakawarazu, nani no riyū mo naku haradatashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mWe also have Teito's lil' buddy: Mikage. Mikage is your ideal best friend. He's very loyal to Teito and he's even like, 'I love you, Teito.' However, there's not much else to him. He is annoyingly clingy to Teito for no reason even though he does have a life outside of his relationship with Teito (which he neglects btw).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe also have Teito's lil' buddy: Mikage.\u001b[24m\n    \u001b[1m私たちはまた、帝人のリルバディ：Mikageを持っています。\u001b[22m, \u001b[1m御影：我々はまた、帝都のリルバディを持っています。\u001b[22m\n\u001b[4mMikage is your ideal best friend.\u001b[24m\n    \u001b[1mMikageは理想的な親友です。\u001b[22m, \u001b[1m御影は、あなたの理想的な親友です。\u001b[22m\n\u001b[4mHe's very loyal to Teito and he's even like, 'I love you, Teito.'\u001b[24m\n    \u001b[1m彼は帝都にとても忠実で、「君は君を愛しているよ」と似ている。\u001b[22m, \u001b[1m彼は帝都に非常に忠実だと彼も、のようなものだ」帝都、私はあなたを愛しています。」\u001b[22m\n\u001b[4mHowever, there's not much else to him.\u001b[24m\n    \u001b[1mしかし、彼にはそれほど多くのことはありません。\u001b[22m, \u001b[1mしかし、他の多くは彼にありません。\u001b[22m\n\u001b[4mHe is annoyingly clingy to Teito for no reason even though he does have a life outside of his relationship with Teito (which he neglects btw).\u001b[24m\n    \u001b[1m彼は帝都との関係以外の生活をしているにもかかわらず、何の理由もなく腹立たしいです。\u001b[22m, \u001b[1m彼は（彼はところで無視）帝都と彼の関係の外で生命を持っているにもかかわらず、理由もなく帝都にうるさくベタベタです。\u001b[22m\n\u001b[1m\u001b[22m\nWith Teito and Mikage, many things are inspired by the power of friendship. This gets kind of annoying because I consider nakama power to be absolute BS.\n\n\u001b[1m帝都と三笠では、多くのことが友情の力に触発されています。 これは、仲間の力が絶対的なものであると考えているので、迷惑になる。\u001b[22m\n\u001b[1m(Teito to Mikasade wa, ōku no koto ga yūjō no chikara ni shokuhatsu sa rete imasu. Kore wa, nakama no chikara ga zettai-tekina monodearu to kangaete irunode, meiwaku ni naru.)\u001b[22m\n\nTranslations of \u001b[4mWith Teito and Mikage, many things are inspired by the power of friendship. This gets kind of annoying because I consider nakama power to be absolute BS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith Teito and Mikage, many things are inspired by the power of friendship.\u001b[24m\n    \u001b[1m帝都と三笠では、多くのことが友情の力に触発されています。\u001b[22m, \u001b[1m帝都と御影で、多くのものは友情の力に触発されています。\u001b[22m\n\u001b[4mThis gets kind of annoying because I consider nakama power to be absolute BS.\u001b[24m\n    \u001b[1mこれは、仲間の力が絶対的なものであると考えているので、迷惑になる。\u001b[22m, \u001b[1m私は仲間の力が絶対的なBSであると考えるので、これは一種の迷惑取得します。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the plot, it is really slow. There was almost nothing in the plot that kept me excited. I would say that nothing really happens until after episode 8 (episodes 2-8 are pretty repetitive). But once you get past that point, things become much better (even though the plot is still slow).\n\n\u001b[1mプロットは本当に遅いです。 プロットには私を興奮させたものはほとんどありませんでした。 私はエピソード8（エピソード2-8はかなり繰り返している）までは何も起こらないと言います。 しかし、その点を過ぎると、（プロットがまだ遅いにもかかわらず）状況はずっと良くなります。\u001b[22m\n\u001b[1m(Purotto wa hontōni osoidesu. Purotto ni wa watashi o kōfun sa seta mono wa hotondo arimasendeshita. Watashi wa episōdo 8 (episōdo 2 - 8 wa kanari kurikaeshite iru) made wa nani mo okoranai to iimasu. Shikashi, sono ten o sugiru to,(purotto ga mada osoi nimokakawarazu) jōkyō wa zutto yoku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the plot, it is really slow. There was almost nothing in the plot that kept me excited. I would say that nothing really happens until after episode 8 (episodes 2-8 are pretty repetitive). But once you get past that point, things become much better (even though the plot is still slow).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the plot, it is really slow.\u001b[24m\n    \u001b[1mプロットは本当に遅いです。\u001b[22m, \u001b[1mプロットのように、それは本当に遅いです。\u001b[22m\n\u001b[4mThere was almost nothing in the plot that kept me excited.\u001b[24m\n    \u001b[1mプロットには私を興奮させたものはほとんどありませんでした。\u001b[22m, \u001b[1m興奮私を保っプロットではほとんど何もありませんでした。\u001b[22m\n\u001b[4mI would say that nothing really happens until after episode 8 (episodes 2-8 are pretty repetitive).\u001b[24m\n    \u001b[1m私はエピソード8（エピソード2-8はかなり繰り返している）までは何も起こらないと言います。\u001b[22m, \u001b[1m私は何も本当にエピソード8（エピソード2-8はかなり繰り返している）後まで起こらないと言うでしょう。\u001b[22m\n\u001b[4mBut once you get past that point, things become much better (even though the plot is still slow).\u001b[24m\n    \u001b[1mしかし、その点を過ぎると、（プロットがまだ遅いにもかかわらず）状況はずっと良くなります。\u001b[22m, \u001b[1mあなたはその点を過ぎて得ればしかし、物事が（プロットがまだ遅い場合であっても）はるかに良くなります。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the battles, there's really not much to them. There aren't really any battle tactics (it's just mindlessly shooting around Zaiphon and stuff) and the battles were just... not engaging.\n\n\u001b[1m戦いに関しては、実際にはそれほど多くはありません。 実際には戦闘戦術はありません（それはちょうどザイフォンのようなものを念入りに撮影しています）。戦いはただ魅力的ではありませんでした。\u001b[22m\n\u001b[1m(Tatakai ni kanshite wa, jissai ni wa sorehodo ōku wa arimasen. Jissai ni wa sentō senjutsu wa arimasen (sore wa chōdo zaifon no yōna mono o nen'iri ni satsuei shite imasu). Tatakai wa tada mirikitekide wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs for the battles, there's really not much to them. There aren't really any battle tactics (it's just mindlessly shooting around Zaiphon and stuff) and the battles were just... not engaging.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the battles, there's really not much to them.\u001b[24m\n    \u001b[1m戦いに関しては、実際にはそれほど多くはありません。\u001b[22m, \u001b[1m戦闘に関しては、実際にそれらにあまりないのです。\u001b[22m\n\u001b[4mThere aren't really any battle tactics (it's just mindlessly shooting around Zaiphon and stuff) and the battles were just... not engaging.\u001b[24m\n    \u001b[1m実際には戦闘戦術はありません（それはちょうどザイフォンのようなものを念入りに撮影しています）。戦いはただ魅力的ではありませんでした。\u001b[22m, \u001b[1m任意の戦闘戦術（それだけで無思慮Zaiphonとか周りの撮影です）との戦いは、本当にそこだけ...魅力的れていなかったではありません。\u001b[22m\n\u001b[1m\u001b[22m\nOther than that, this series is extremely pretty and has an excellent/heart-touching soundtrack.\n\n\u001b[1mそれ以外は、このシリーズは非常にきれいで、優れた/心に触れるサウンドトラックを持っています。\u001b[22m\n\u001b[1m(Sore igai wa, kono shirīzu wa hijō ni kireide, sugureta/ kokoro ni fureru saundotorakku o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOther than that, this series is extremely pretty and has an excellent/heart-touching soundtrack.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than that, this series is extremely pretty and has an excellent/heart-touching soundtrack.\u001b[24m\n    \u001b[1mそれ以外は、このシリーズは非常にきれいで、優れた/心に触れるサウンドトラックを持っています。\u001b[22m, \u001b[1mそれ以外は、このシリーズは非常にきれいで、優れた/ハート感動のサウンドトラックを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nWatch this to kill time. It's not awesome, but if you have free time to spend, you might as well spend it on watching pretty graphics and a beautiful fantasy setting.\n\n\u001b[1m時間を殺すためにこれを見てください。 素晴らしいことではありませんが、あなたが自由な時間を過ごすことができれば、それを美しいグラフィックと美しいファンタジーの設定を見るのに費やすこともあります。\u001b[22m\n\u001b[1m(Jikan o korosu tame ni kore o mite kudasai. Subarashī kotode wa arimasenga, anata ga jiyūna jikan o sugosu koto ga dekireba, sore o utsukushī gurafikku to utsukushī fantajī no settei o miru no ni tsuiyasu koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWatch this to kill time. It's not awesome, but if you have free time to spend, you might as well spend it on watching pretty graphics and a beautiful fantasy setting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch this to kill time.\u001b[24m\n    \u001b[1m時間を殺すためにこれを見てください。\u001b[22m, \u001b[1m時間を殺すために、これを見て。\u001b[22m\n\u001b[4mIt's not awesome, but if you have free time to spend, you might as well spend it on watching pretty graphics and a beautiful fantasy setting.\u001b[24m\n    \u001b[1m素晴らしいことではありませんが、あなたが自由な時間を過ごすことができれば、それを美しいグラフィックと美しいファンタジーの設定を見るのに費やすこともあります。\u001b[22m, \u001b[1mそれは素晴らしいではないですが、あなたが過ごすために自由な時間があれば、あなたにもかなりのグラフィックと美しいファンタジーの設定を見にそれを使うかもしれません。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "Greenfox",
    "profile": "/profile/Greenfox/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=29343",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  6\n|  6\n\n私は、善良か偉大な可能性を秘めた物語を見て、最高の状態で公平に終わることを嫌う。 芸術とキャラクターのデザインはうまくいっていて、サウンドはとてもうまく収まりました。 しかし、ストーリーはうまく設定されておらず、キャラクターのやりとりは私が好きだったほど滑らかではありませんでした。 私がアニメを終えて、どれくらいいいはずだったのかと思うと、アニメの背後にある漫画について不思議に思う。 マンガ自体はまともではないか、このアニメの作成者がボールを落としたかのいずれかです。 あなたが余裕を持っているなら、これを見てみることをお勧めします。 これは必見ではありませんが、反対に真ん中で終わらないほど十分です。\n\nストーリー：このアニメの物語は、私の意見ではかなり速く始まります。 最初のエピソードは爆発的なものから始まり、私の関心を集めました。 私は、「まあまあ私は別の速いペースで動くアニメを待っていた」と思った。 残念ながら私は間違って死んでいました。 この後、ストーリーは劇的に減速し、基本的に小さな世俗的ストーリーを持つすべてのキャラクター開発です。 実際には、次の20回ほどのエピソードはむしろ穏やかであり、その多くは私の意見で結ばれていたはずです。 これが25の代わりに13のエピソードシリーズだったら、私はそれがはるかに楽しいだろうと思う。 プロットは最後までピークが再現されません。 そして、ゆっくりとクライマックスを構築するのではなく、ちょうど現れて、それは私を暴れてしまった。 遅い、遅い、遅い、何か!!........彼らの物語の流れを考えると、終わりは非常に急いでいるようだった。\n\n芸術：芸術は非常に近代的で、私の意見ではうまくいった。 文字はよく描かれ、正確に描かれていました（脚や腕が爪楊枝のように見えないなど）。 また、魔法の力/聖なる力（ザイフォンはアニメでも呼ばれています）はよくできていて独特でした。 他の物語から盗む代わりに、彼らは独自の攻撃形式を作り出しました。 それに伴い、爆発はあなたが期待したすべてでした。=）\n\nサウンド：私が本当に悪いことに気付かなかったという事実は、彼らが良い仕事をしたことを意味します。 声はキャラクターに適していて、サウンドエフェクトはトップノッチでした。\n\nCharacter：私が気を散らしていることが分かった文字。 主人公の帝人は、物語全体を通して他の人に頼って、傲慢な人を失ったことはありません。私はあなたよりも、態度がいいです。 他のキャラクター・ペルソナは私をあまりにも煩わしくすることなく、キャラクターにフィットしました。 しかし、私は不要な男性 - 男性の相互作用が多すぎることに気付きました。 キャラクターは他の人のために絶えず白っぽくなっていて、時には私が少年愛を見ていたと思うだろう。  =（\n\n楽しさ：.....私が思っていることは何も持っていないよりも優れています。\n\n全体的に：私はこれに6を与えるだろう。それは良いまたは偉大ではなかったが、それは公正だった。 正直言って、私はこれをエピソード7の周りで見るのをやめてしまいました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI hate when I see a story that has potential to be good or great and ends up being fair at best. The art and character design was well done and the sound fit very well. However, the story wasn't set-up well and the character interactions weren't as smooth as I would have liked. Whenever I finish an anime and think how good it should have been, I begin to wonder about the manga behind the anime. Either the manga itself is only decent or the creators of this anime dropped the ball. I would only suggest watching this if you have spare time. This isn't a must see, but on the contrary is just good enough to not quit in the middle.\n\n\u001b[1m私は、善良か偉大な可能性を秘めた物語を見て、最高の状態で公平に終わることを嫌う。 芸術とキャラクターのデザインはうまくいっていて、サウンドはとてもうまく収まりました。 しかし、ストーリーはうまく設定されておらず、キャラクターのやりとりは私が好きだったほど滑らかではありませんでした。 私がアニメを終えて、どれくらいいいはずだったのかと思うと、アニメの背後にある漫画について不思議に思う。 マンガ自体はまともではないか、このアニメの作成者がボールを落としたかのいずれかです。 あなたが余裕を持っているなら、これを見てみることをお勧めします。 これは必見ではありませんが、反対に真ん中で終わらないほど十分です。\u001b[22m\n\u001b[1m(Watashi wa, zenryō ka idaina kanōsei o himeta monogatari o mite, saikō no jōtai de kōhei ni owaru koto o kirau. Geijutsu to kyarakutā no dezain wa umaku itte ite, saundo wa totemo umaku osamarimashita. Shikashi, sutōrī wa umaku settei sa rete orazu, kyarakutā no yaritori wa watashi ga sukidatta hodo namerakade wa arimasendeshita. Watashi ga anime o oete, dorekurai ī hazudatta no ka to omou to, anime no haigo ni aru manga ni tsuite fushigi ni omou. Manga jitai wa matomode wanai ka, kono anime no sakusei-sha ga bōru o otoshita ka no izurekadesu. Anata ga yoyū o motte irunara, kore o mite miru koto o o susume shimasu. Kore wa hikkende wa arimasenga, hantai ni man'naka de owaranai hodo jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mI hate when I see a story that has potential to be good or great and ends up being fair at best. The art and character design was well done and the sound fit very well. However, the story wasn't set-up well and the character interactions weren't as smooth as I would have liked. Whenever I finish an anime and think how good it should have been, I begin to wonder about the manga behind the anime. Either the manga itself is only decent or the creators of this anime dropped the ball. I would only suggest watching this if you have spare time. This isn't a must see, but on the contrary is just good enough to not quit in the middle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hate when I see a story that has potential to be good or great and ends up being fair at best.\u001b[24m\n    \u001b[1m私は、善良か偉大な可能性を秘めた物語を見て、最高の状態で公平に終わることを嫌う。\u001b[22m, \u001b[1m私は良いか偉大である可能性があり、せいぜい公正されて終わる話を見たとき、私は嫌い。\u001b[22m\n\u001b[4mThe art and character design was well done and the sound fit very well.\u001b[24m\n    \u001b[1m芸術とキャラクターのデザインはうまくいっていて、サウンドはとてもうまく収まりました。\u001b[22m, \u001b[1mアートとキャラクターデザインはよくやったと音が非常によく合います。\u001b[22m\n\u001b[4mHowever, the story wasn't set-up well and the character interactions weren't as smooth as I would have liked.\u001b[24m\n    \u001b[1mしかし、ストーリーはうまく設定されておらず、キャラクターのやりとりは私が好きだったほど滑らかではありませんでした。\u001b[22m, \u001b[1mしかし、話はよく設定されていませんし、文字の相互作用は、私が好きだろうほどスムーズではなかったです。\u001b[22m\n\u001b[4mWhenever I finish an anime and think how good it should have been, I begin to wonder about the manga behind the anime.\u001b[24m\n    \u001b[1m私がアニメを終えて、どれくらいいいはずだったのかと思うと、アニメの背後にある漫画について不思議に思う。\u001b[22m, \u001b[1m私はアニメを終了し、それがされている必要がありますどのように良いと思うたびに、私はアニメの背後にある漫画について疑問に思い始めます。\u001b[22m\n\u001b[4mEither the manga itself is only decent or the creators of this anime dropped the ball.\u001b[24m\n    \u001b[1mマンガ自体はまともではないか、このアニメの作成者がボールを落としたかのいずれかです。\u001b[22m, \u001b[1mいずれかの漫画自体はまともですかこのアニメのクリエイターがボールを落としました。\u001b[22m\n\u001b[4mI would only suggest watching this if you have spare time.\u001b[24m\n    \u001b[1mあなたが余裕を持っているなら、これを見てみることをお勧めします。\u001b[22m, \u001b[1m私はあなたが暇な時間を持っている場合は、これを見てお勧めします。\u001b[22m\n\u001b[4mThis isn't a must see, but on the contrary is just good enough to not quit in the middle.\u001b[24m\n    \u001b[1mこれは必見ではありませんが、反対に真ん中で終わらないほど十分です。\u001b[22m, \u001b[1mこれは必見ではありませんが、逆に途中で終了していないのに十分なだけで良いです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story of this anime starts out rather fast in my opinion. The first episode starts out with a bang and peaked my interest. I thought, 'all-right I've been waiting for another fast paced action anime.' Unfortunately I was dead wrong. The story slows down dramatically after this and it is basically all character development with small mundane stories. In fact, the next 20 or so episodes are rather bland and many of them should have been combined in my opinion. If this was a 13 episode series instead of 25, I think it would have been much more enjoyable. The plot doesn't peak again until towards the end. And instead of slowly building the climax it just appears, which caught me off-guard. Slow,Slow,Slow, WHAT!!........considering the flow of their story, the end seemed very rushed.\n\n\u001b[1mストーリー：このアニメの物語は、私の意見ではかなり速く始まります。 最初のエピソードは爆発的なものから始まり、私の関心を集めました。 私は、「まあまあ私は別の速いペースで動くアニメを待っていた」と思った。 残念ながら私は間違って死んでいました。 この後、ストーリーは劇的に減速し、基本的に小さな世俗的ストーリーを持つすべてのキャラクター開発です。 実際には、次の20回ほどのエピソードはむしろ穏やかであり、その多くは私の意見で結ばれていたはずです。 これが25の代わりに13のエピソードシリーズだったら、私はそれがはるかに楽しいだろうと思う。 プロットは最後までピークが再現されません。 そして、ゆっくりとクライマックスを構築するのではなく、ちょうど現れて、それは私を暴れてしまった。 遅い、遅い、遅い、何か!!........彼らの物語の流れを考えると、終わりは非常に急いでいるようだった。\u001b[22m\n\u001b[1m(Sutōrī: Kono anime no monogatari wa, watashi no ikende wa kanari hayaku hajimarimasu. Saisho no episōdo wa bakuhatsu-tekina mono kara hajimari, watashi no kanshin o atsumemashita. Watashi wa,`mā mā watashi wa betsu no hayai pēsu de ugoku anime o matteita' to omotta. Zan'nen'nagara watashi wa machigatte shinde imashita. Kono ato, sutōrī wa gekiteki ni gensoku shi, kihontekini chīsana sezoku-teki sutōrī o motsu subete no kyarakutā kaihatsudesu. Jissai ni wa,-ji no 20-kai hodo no episōdo wa mushiro odayakadeari, sono ōku wa watashi no iken de musuba rete ita hazudesu. Kore ga 25 no kawari ni 13 no episōdoshirīzudattara, watashi wa sore ga haruka ni tanoshīdarou to omou. Purotto wa saigomade pīku ga saigen sa remasen. Soshite, yukkuri to kuraimakkusu o kōchiku suru node wa naku, chōdo arawarete, sore wa watashi o abarete shimatta. Osoi, osoi, osoi, nanika! ! ........ Karera no monogatari no nagare o kangaeru to, owari wa hijō ni isoide iru yōdatta.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story of this anime starts out rather fast in my opinion. The first episode starts out with a bang and peaked my interest. I thought, 'all-right I've been waiting for another fast paced action anime.' Unfortunately I was dead wrong. The story slows down dramatically after this and it is basically all character development with small mundane stories. In fact, the next 20 or so episodes are rather bland and many of them should have been combined in my opinion. If this was a 13 episode series instead of 25, I think it would have been much more enjoyable. The plot doesn't peak again until towards the end. And instead of slowly building the climax it just appears, which caught me off-guard. Slow,Slow,Slow, WHAT!!........considering the flow of their story, the end seemed very rushed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story of this anime starts out rather fast in my opinion.\u001b[24m\n    \u001b[1mストーリー：このアニメの物語は、私の意見ではかなり速く始まります。\u001b[22m, \u001b[1mストーリー：このアニメの話は私の意見ではなく、高速で始まります。\u001b[22m\n\u001b[4mThe first episode starts out with a bang and peaked my interest.\u001b[24m\n    \u001b[1m最初のエピソードは爆発的なものから始まり、私の関心を集めました。\u001b[22m, \u001b[1m最初のエピソードは、ビッグバンで始まり、私の興味をピークに達しました。\u001b[22m\n\u001b[4mI thought, 'all-right I've been waiting for another fast paced action anime.'\u001b[24m\n    \u001b[1m私は、「まあまあ私は別の速いペースで動くアニメを待っていた」と思った。\u001b[22m, \u001b[1m私は、「私は別のペースの速いアクションアニメを待っていたすべての権利を。」と思いました\u001b[22m\n\u001b[4mUnfortunately I was dead wrong.\u001b[24m\n    \u001b[1m残念ながら私は間違って死んでいました。\u001b[22m, \u001b[1m残念ながら、私は死んで間違っていました。\u001b[22m\n\u001b[4mThe story slows down dramatically after this and it is basically all character development with small mundane stories.\u001b[24m\n    \u001b[1mこの後、ストーリーは劇的に減速し、基本的に小さな世俗的ストーリーを持つすべてのキャラクター開発です。\u001b[22m, \u001b[1m物語はこの後、劇的に遅くなり、それは基本的に小さな日常的な物語を持つすべての文字の開発です。\u001b[22m\n\u001b[4mIn fact, the next 20 or so episodes are rather bland and many of them should have been combined in my opinion.\u001b[24m\n    \u001b[1m実際には、次の20回ほどのエピソードはむしろ穏やかであり、その多くは私の意見で結ばれていたはずです。\u001b[22m, \u001b[1m実際には、次の20かそこらのエピソードはかなり当たり障りのであり、それらの多くは、私の意見で組み合わされている必要があります。\u001b[22m\n\u001b[4mIf this was a 13 episode series instead of 25, I think it would have been much more enjoyable.\u001b[24m\n    \u001b[1mこれが25の代わりに13のエピソードシリーズだったら、私はそれがはるかに楽しいだろうと思う。\u001b[22m, \u001b[1mこれは代わりに、25の13のエピソードのシリーズだった場合、私はそれがはるかに楽しいされているだろうと思います。\u001b[22m\n\u001b[4mThe plot doesn't peak again until towards the end.\u001b[24m\n    \u001b[1mプロットは最後までピークが再現されません。\u001b[22m, \u001b[1mプロットは終わりに向かってまで再びピークに達していません。\u001b[22m\n\u001b[4mAnd instead of slowly building the climax it just appears, which caught me off-guard.\u001b[24m\n    \u001b[1mそして、ゆっくりとクライマックスを構築するのではなく、ちょうど現れて、それは私を暴れてしまった。\u001b[22m, \u001b[1mその代わりに、ゆっくりと油断私を捕まえ、それだけで表示されるクライマックスを構築します。\u001b[22m\n\u001b[4mSlow,Slow,Slow, WHAT!!........considering the flow of their story, the end seemed very rushed.\u001b[24m\n    \u001b[1m遅い、遅い、遅い、何か!!........彼らの物語の流れを考えると、終わりは非常に急いでいるようだった。\u001b[22m, \u001b[1mスロー、スロー、スロー、WHAT!!........彼らの物語の流れを考慮し、最後は非常に急いだように見えました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art was very modern and well done in my opinion. The characters were well drawn and accurately drawn( as in their legs and arms don't look like toothpicks). Also, the magical powers/holy powers (Zaiphon as called in the anime) were well done and unique. Instead of stealing from other stories, they created their own unique form of attacks. Along with that, the explosions were everything you expected them to be.=)\n\n\u001b[1m芸術：芸術は非常に近代的で、私の意見ではうまくいった。 文字はよく描かれ、正確に描かれていました（脚や腕が爪楊枝のように見えないなど）。 また、魔法の力/聖なる力（ザイフォンはアニメでも呼ばれています）はよくできていて独特でした。 他の物語から盗む代わりに、彼らは独自の攻撃形式を作り出しました。 それに伴い、爆発はあなたが期待したすべてでした。=）\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa hijō ni kindai-tekide, watashi no ikende wa umaku itta. Moji wa yoku egaka re, seikaku ni egaka rete imashita (ashi ya ude ga tsumayōji no yō ni mienai nado). Mata, mahō no chikara/ seinaru chikara (zaifon wa animede mo yoba rete imasu) wa yokude kite ite dokutokudeshita. Hoka no monogatari kara nusumu kawari ni, karera wa dokuji no kōgeki keishiki o tsukuridashimashita. Sore ni tomonai, bakuhatsu wa anata ga kitai shita subetedeshita. =))\u001b[22m\n\nTranslations of \u001b[4mArt: The art was very modern and well done in my opinion. The characters were well drawn and accurately drawn( as in their legs and arms don't look like toothpicks). Also, the magical powers/holy powers (Zaiphon as called in the anime) were well done and unique. Instead of stealing from other stories, they created their own unique form of attacks. Along with that, the explosions were everything you expected them to be.=)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art was very modern and well done in my opinion.\u001b[24m\n    \u001b[1m芸術：芸術は非常に近代的で、私の意見ではうまくいった。\u001b[22m, \u001b[1mアート：芸術は非常に現代的だったとよく私の意見で行わ。\u001b[22m\n\u001b[4mThe characters were well drawn and accurately drawn( as in their legs and arms don't look like toothpicks).\u001b[24m\n    \u001b[1m文字はよく描かれ、正確に描かれていました（脚や腕が爪楊枝のように見えないなど）。\u001b[22m, \u001b[1m文字がよく描かれ、正確に（自分の足や腕のように爪楊枝のようには見えません）採取しました。\u001b[22m\n\u001b[4mAlso, the magical powers/holy powers (Zaiphon as called in the anime) were well done and unique.\u001b[24m\n    \u001b[1mまた、魔法の力/聖なる力（ザイフォンはアニメでも呼ばれています）はよくできていて独特でした。\u001b[22m, \u001b[1mまた、魔法の力/聖なる力（アニメで呼ばれるようZaiphon）はよくやったとユニークでした。\u001b[22m\n\u001b[4mInstead of stealing from other stories, they created their own unique form of attacks.\u001b[24m\n    \u001b[1m他の物語から盗む代わりに、彼らは独自の攻撃形式を作り出しました。\u001b[22m, \u001b[1m代わりに他の物語から盗んだ、彼らは攻撃の独自のフォームを作成しました。\u001b[22m\n\u001b[4mAlong with that, the explosions were everything you expected them to be.=)\u001b[24m\n    \u001b[1mそれに伴い、爆発はあなたが期待したすべてでした。=）\u001b[22m, \u001b[1mそれに伴い、爆発は、あなたがそれらになることが期待のすべてでした。=）\u001b[22m\n\u001b[1m\u001b[22m\nSound: The fact that I didn't really notice anything bad about the sound means they did a good job. The voices were well suited for the characters and the sound effects were top notch.\n\n\u001b[1mサウンド：私が本当に悪いことに気付かなかったという事実は、彼らが良い仕事をしたことを意味します。 声はキャラクターに適していて、サウンドエフェクトはトップノッチでした。\u001b[22m\n\u001b[1m(Saundo: Watashi ga hontōni warui koto ni kidzukanakatta to iu jijitsu wa, karera ga yoi shigoto o shita koto o imi shimasu. Koe wa kyarakutā ni tekishite ite, saundoefekuto wa toppunotchideshita.)\u001b[22m\n\nTranslations of \u001b[4mSound: The fact that I didn't really notice anything bad about the sound means they did a good job. The voices were well suited for the characters and the sound effects were top notch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The fact that I didn't really notice anything bad about the sound means they did a good job.\u001b[24m\n    \u001b[1mサウンド：私が本当に悪いことに気付かなかったという事実は、彼らが良い仕事をしたことを意味します。\u001b[22m, \u001b[1mサウンド：私は本当に音が悪い何も気付かなかったという事実は、彼らは良い仕事をしたことを意味します。\u001b[22m\n\u001b[4mThe voices were well suited for the characters and the sound effects were top notch.\u001b[24m\n    \u001b[1m声はキャラクターに適していて、サウンドエフェクトはトップノッチでした。\u001b[22m, \u001b[1m声が文字に非常に適したサウンドエフェクトは一流でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The characters I found to be distracting. The main character named Teito, relied on other people throughout the entire story and never lost his arrogant,I'm better than you, attitude. The other character persona's didn't bother me too much and fit the characters. However, I noticed there was too much male-male interactions that were unnecessary. Characters were constantly blushing because of other guys and at times I would think I was watching a shounen ai. =(\n\n\u001b[1mCharacter：私が気を散らしていることが分かった文字。 主人公の帝人は、物語全体を通して他の人に頼って、傲慢な人を失ったことはありません。私はあなたよりも、態度がいいです。 他のキャラクター・ペルソナは私をあまりにも煩わしくすることなく、キャラクターにフィットしました。 しかし、私は不要な男性 - 男性の相互作用が多すぎることに気付きました。 キャラクターは他の人のために絶えず白っぽくなっていて、時には私が少年愛を見ていたと思うだろう。  =（\u001b[22m\n\u001b[1m(Kyarakuta: Watashi ga ki o chirashite iru koto ga wakatta moji. Shujinkō no Teijin wa, monogatari zentai o tōshite hokanohito ni tayotte, gōman'na hito o ushinatta koto wa arimasen. Watashi wa anata yori mo, taido ga īdesu. Hoka no kyarakutā perusona wa watashi o amarini mo wazurawashiku suru koto naku, kyarakutā ni fitto shimashita. Shikashi, watashi wa fuyōna dansei - dansei no sōgo sayō ga ō sugiru koto ni kidzukimashita. Kyarakutā wa hokanohito no tame ni taezu shiroppoku natte ite, tokiniha watashi ga shōnen ai o mite ita to omoudarou. = ()\u001b[22m\n\nTranslations of \u001b[4mCharacter: The characters I found to be distracting. The main character named Teito, relied on other people throughout the entire story and never lost his arrogant,I'm better than you, attitude. The other character persona's didn't bother me too much and fit the characters. However, I noticed there was too much male-male interactions that were unnecessary. Characters were constantly blushing because of other guys and at times I would think I was watching a shounen ai. =(\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The characters I found to be distracting.\u001b[24m\n    \u001b[1mCharacter：私が気を散らしていることが分かった文字。\u001b[22m, \u001b[1mキャラクター：私は邪魔であることが判明した文字。\u001b[22m\n\u001b[4mThe main character named Teito, relied on other people throughout the entire story and never lost his arrogant,I'm better than you, attitude.\u001b[24m\n    \u001b[1m主人公の帝人は、物語全体を通して他の人に頼って、傲慢な人を失ったことはありません。私はあなたよりも、態度がいいです。\u001b[22m, \u001b[1m帝都という名前のメインキャラクターは、ストーリー全体を通して他の人に依存していたと彼の傲慢、私はあなたよりも良いよ、態度を失いませんでした。\u001b[22m\n\u001b[4mThe other character persona's didn't bother me too much and fit the characters.\u001b[24m\n    \u001b[1m他のキャラクター・ペルソナは私をあまりにも煩わしくすることなく、キャラクターにフィットしました。\u001b[22m, \u001b[1m他の文字のペルソナのはあまり気にし、文字に適合していませんでした。\u001b[22m\n\u001b[4mHowever, I noticed there was too much male-male interactions that were unnecessary.\u001b[24m\n    \u001b[1mしかし、私は不要な男性 - 男性の相互作用が多すぎることに気付きました。\u001b[22m, \u001b[1mしかし、私は不必要だったあまりにも多くのオス - オスの相互作用があったに気づきました。\u001b[22m\n\u001b[4mCharacters were constantly blushing because of other guys and at times I would think I was watching a shounen ai.\u001b[24m\n    \u001b[1mキャラクターは他の人のために絶えず白っぽくなっていて、時には私が少年愛を見ていたと思うだろう。\u001b[22m, \u001b[1m文字が常にあるため、他の人の顔を赤らめたとの回で私は少年愛を見ていたと思うだろう。\u001b[22m\n\u001b[4m=(\u001b[24m\n    \u001b[1m=（\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: .....Better than having nothing to watch I suppose.\n\n\u001b[1m楽しさ：.....私が思っていることは何も持っていないよりも優れています。\u001b[22m\n\u001b[1m(Tanoshisa:..... Watashi ga omotte iru koto wa nani mo motteinai yori mo sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: .....Better than having nothing to watch I suppose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: .....Better than having nothing to watch I suppose.\u001b[24m\n    \u001b[1m楽しさ：.....私が思っていることは何も持っていないよりも優れています。\u001b[22m, \u001b[1m楽しさ：.....私が思う見て何も持たないよりも良いです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: I'd give this a 6. It wasn't good or great, but it was fair. To be honest I stopped watching this around episode 7 and only got back to it because I had nothing better to watch and don't regret finishing it off.\n\n\u001b[1m全体的に：私はこれに6を与えるだろう。それは良いまたは偉大ではなかったが、それは公正だった。 正直言って、私はこれをエピソード7の周りで見るのをやめてしまいました。\u001b[22m\n\u001b[1m(Zentai-teki ni: Watashi wa kore ni 6 o ataerudarou. Sore wa yoi matawa idaide wa nakattaga, sore wa kōseidatta. Shōjiki itte, watashi wa kore o episōdo 7 no mawari de miru no o yamete shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall: I'd give this a 6. It wasn't good or great, but it was fair. To be honest I stopped watching this around episode 7 and only got back to it because I had nothing better to watch and don't regret finishing it off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: I'd give this a 6. It wasn't good or great, but it was fair.\u001b[24m\n    \u001b[1m全体的に：私はこれに6を与えるだろう。それは良いまたは偉大ではなかったが、それは公正だった。\u001b[22m, \u001b[1m全体：私はそれが良いか素晴らしいではありませんでした。この6を与えるだろうが、それは公正でした。\u001b[22m\n\u001b[4mTo be honest I stopped watching this around episode 7 and only got back to it because I had nothing better to watch and don't regret finishing it off.\u001b[24m\n    \u001b[1m正直言って、私はこれをエピソード7の周りで見るのをやめてしまいました。\u001b[22m, \u001b[1m正直に言うと、私はこの周りのエピソード7を見て停止し、唯一の私が見てより良い何もなかったし、それをオフに仕上げ後悔していないので、それに戻ってました。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "IceAndCream",
    "profile": "/profile/IceAndCream/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=25646",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  4\nサウンド|  6\nキャラクター|  7\n|  5\n\nマンガを読んだ後、私はアニメにむしろ失望した。 私は「マンガはいつもより良い」ということに固執しているわけではありません。 話はうまくいきました（それはマンガにかなり当てはまりました）が、芸術と執行はかなり低品質でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nAfter reading the manga, I was rather disappointed with the anime. I'm not a stickler about 'the manga's always better.' The story was fine (it stayed fairly true to the manga), but the art and execution were pretty low-quality.\n\n\u001b[1mマンガを読んだ後、私はアニメにむしろ失望した。 私は「マンガはいつもより良い」ということに固執しているわけではありません。 話はうまくいきました（それはマンガにかなり当てはまりました）が、芸術と執行はかなり低品質でした。\u001b[22m\n\u001b[1m(Manga o yonda nochi, watashi wa anime ni mushiro shitsubō shita. Watashi wa `manga wa itsumo yoriyoi' to iu koto ni koshū shite iru wakede wa arimasen. Hanashi wa umaku ikimashita (sore wa manga ni kanari atehamarimashita) ga, geijutsu to shikkō wa kanari tei hinshitsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mAfter reading the manga, I was rather disappointed with the anime. I'm not a stickler about 'the manga's always better.' The story was fine (it stayed fairly true to the manga), but the art and execution were pretty low-quality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter reading the manga, I was rather disappointed with the anime.\u001b[24m\n    \u001b[1mマンガを読んだ後、私はアニメにむしろ失望した。\u001b[22m, \u001b[1m漫画を読んだ後、私はアニメとかなりがっかりしました。\u001b[22m\n\u001b[4mI'm not a stickler about 'the manga's always better.'\u001b[24m\n    \u001b[1m私は「マンガはいつもより良い」ということに固執しているわけではありません。\u001b[22m, \u001b[1m私は「常により良いマンガの。 'は、約こだわる人いませんよ\u001b[22m\n\u001b[4mThe story was fine (it stayed fairly true to the manga), but the art and execution were pretty low-quality.\u001b[24m\n    \u001b[1m話はうまくいきました（それはマンガにかなり当てはまりました）が、芸術と執行はかなり低品質でした。\u001b[22m, \u001b[1m物語は（それが漫画にかなり忠実で）大丈夫だったが、芸術と実行はかなり低品質でした。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "PandasOnDope",
    "profile": "/profile/PandasOnDope/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=36176",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  8\nアニメーション|  4\nサウンド|  4\nキャラクター|  3\n|  3\n\nこのアニメにはすでに観賞するかどうかの決定を下すのに十分なレビューがあります。 私はカバーアートが面白いので試してみることにしました。 アートがとてもかわいくてソフトフォーカスなので、私はアニメの他の側面を集めることさえできません。 私は本当に15分のアニメを画面に押しつぶしたいと思っていました。 それはかなり畏敬の念です、そして、私はアニメに公正なチャンスを与えます（私はそれに少なくとも3つのエピソードを与えるでしょう）しかし、実際には、最初からこのアニメが好きではありませんでした。 テーマソングは完全に私を投げた。\n\n私はビショネンの気持ちにもかかわらず、私は本当に唯一のキャラクター（bishieかどうか）は、繊細で繊細なものの代わりにデザインのエッジを持っているより大人のテーマで、少年アニメやアニメを好きだと思います 、風邪をひいた男の中で風が吹いている。 私はそれを好きにしましたが、それはスプーンを曲げるようなものです。 無駄だ。\n\nしかし、アニメの外の芸術そのもの（まだ静止画）は非常に魅力的で、私を非常に（私は何のトラップ..）誘惑されているように（私は本当にbashを嫌うので）\n\nだから、私はアニメ版のようなものではないが、漫画では芸術がほんの少し迷惑になるかもしれないという結論に至った。 私は確かにそれを楽しみにしています^ __-",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nThere are enough reviews on this anime already for one to make a decision on whether to watch it or not. I decided to give it a try because the cover art is interesting. Come to find out, the art is so achingly pretty and soft-focus, i can't even glean the other aspects of the anime. I really just wanted to crush the screen 15 minutes into the anime. It's pretty aweful, and usually I give an anime a fair chance (i'll give it at least 3 episodes) But actually I didn't like this anime from the beginning. The theme song completely threw me.\n\n\u001b[1mこのアニメにはすでに観賞するかどうかの決定を下すのに十分なレビューがあります。 私はカバーアートが面白いので試してみることにしました。 アートがとてもかわいくてソフトフォーカスなので、私はアニメの他の側面を集めることさえできません。 私は本当に15分のアニメを画面に押しつぶしたいと思っていました。 それはかなり畏敬の念です、そして、私はアニメに公正なチャンスを与えます（私はそれに少なくとも3つのエピソードを与えるでしょう）しかし、実際には、最初からこのアニメが好きではありませんでした。 テーマソングは完全に私を投げた。\u001b[22m\n\u001b[1m(Kono anime ni wa sudeni kanshō suru ka dō ka no kettei o kudasu no ni jūbun'na rebyū ga arimasu. Watashi wa kabāāto ga omoshiroinode tameshite miru koto ni shimashita. Āto ga totemo kawaikute sofutofōkasunanode, watashi wa anime no ta no sokumen o atsumeru koto sae dekimasen. Watashi wa hontōni 15-bu no anime o gamen ni oshitsubushitai to omotte imashita. Sore wa kanari ikei no nendesu, soshite, watashi wa anime ni kōseina chansu o ataemasu (watashi wa sore ni sukunakutomo 3ttsu no episōdo o ataerudeshou) shikashi, jissai ni wa, saisho kara kono anime ga sukide wa arimasendeshita. Tēmasongu wa kanzen ni watashi o nageta.)\u001b[22m\n\nTranslations of \u001b[4mThere are enough reviews on this anime already for one to make a decision on whether to watch it or not. I decided to give it a try because the cover art is interesting. Come to find out, the art is so achingly pretty and soft-focus, i can't even glean the other aspects of the anime. I really just wanted to crush the screen 15 minutes into the anime. It's pretty aweful, and usually I give an anime a fair chance (i'll give it at least 3 episodes) But actually I didn't like this anime from the beginning. The theme song completely threw me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are enough reviews on this anime already for one to make a decision on whether to watch it or not.\u001b[24m\n    \u001b[1mこのアニメにはすでに観賞するかどうかの決定を下すのに十分なレビューがあります。\u001b[22m, \u001b[1mそれを見するか否かの判断を行うための1のために既にこのアニメに十分なレビューがあります。\u001b[22m\n\u001b[4mI decided to give it a try because the cover art is interesting.\u001b[24m\n    \u001b[1m私はカバーアートが面白いので試してみることにしました。\u001b[22m, \u001b[1mカバーアートは面白いですので、私はそれを試してみることにしました。\u001b[22m\n\u001b[4mCome to find out, the art is so achingly pretty and soft-focus, i can't even glean the other aspects of the anime.\u001b[24m\n    \u001b[1mアートがとてもかわいくてソフトフォーカスなので、私はアニメの他の側面を集めることさえできません。\u001b[22m, \u001b[1m見つけるために来て、アートがとても痛むようにきれいで、ソフトフォーカス、私もアニメの他の側面を収集することはできません。\u001b[22m\n\u001b[4mI really just wanted to crush the screen 15 minutes into the anime.\u001b[24m\n    \u001b[1m私は本当に15分のアニメを画面に押しつぶしたいと思っていました。\u001b[22m, \u001b[1m私は本当にわずか15分アニメに画面を粉砕したかったです。\u001b[22m\n\u001b[4mIt's pretty aweful, and usually I give an anime a fair chance (i'll give it at least 3 episodes) But actually I didn't like this anime from the beginning.\u001b[24m\n    \u001b[1mそれはかなり畏敬の念です、そして、私はアニメに公正なチャンスを与えます（私はそれに少なくとも3つのエピソードを与えるでしょう）しかし、実際には、最初からこのアニメが好きではありませんでした。\u001b[22m, \u001b[1mそれはかなりawefulだし、通常私はアニメに公平な機会を与える（私はそれを少なくとも3エピソードを与えるでしょう）しかし、実際に私は最初からこのアニメが好きではなかったです。\u001b[22m\n\u001b[4mThe theme song completely threw me.\u001b[24m\n    \u001b[1mテーマソングは完全に私を投げた。\u001b[22m, \u001b[1mテーマソングは完全に私を投げました。\u001b[22m\n\u001b[1m\u001b[22m\n-sigh- alas I supposed despite my liking for bishonen, i Guess I really only like shonen anime or anime with more adult themes in which the characters (bishie or not) have more of an edge to their design instead of a soft focused, delicately , wind blowing in the beeze-haired guy. I tried to like it, but it's like bending a spoon. it's useless.\n\n\u001b[1m私はビショネンの気持ちにもかかわらず、私は本当に唯一のキャラクター（bishieかどうか）は、繊細で繊細なものの代わりにデザインのエッジを持っているより大人のテーマで、少年アニメやアニメを好きだと思います 、風邪をひいた男の中で風が吹いている。 私はそれを好きにしましたが、それはスプーンを曲げるようなものです。 無駄だ。\u001b[22m\n\u001b[1m(Watashi wa bishonen no kimochi nimokakawarazu, watashi wa hontōni yuiitsu no kyarakutā (bishie ka dō ka) wa, sensaide sensaina mono no kawari ni dezain no ejji o motte iru yori otona no tēma de, shōnen anime ya anime o sukida to omoimasu, kaze o hīta otoko no naka de kaze ga fuite iru. Watashi wa sore o sukini shimashitaga, soreha supūn o mageru yōna monodesu. Mudada.)\u001b[22m\n\nTranslations of \u001b[4m-sigh- alas I supposed despite my liking for bishonen, i Guess I really only like shonen anime or anime with more adult themes in which the characters (bishie or not) have more of an edge to their design instead of a soft focused, delicately , wind blowing in the beeze-haired guy. I tried to like it, but it's like bending a spoon. it's useless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-sigh- alas I supposed despite my liking for bishonen, i Guess I really only like shonen anime or anime with more adult themes in which the characters (bishie or not) have more of an edge to their design instead of a soft focused, delicately\u001b[24m\n    \u001b[1m私はビショネンの気持ちにもかかわらず、私は本当に唯一のキャラクター（bishieかどうか）は、繊細で繊細なものの代わりにデザインのエッジを持っているより大人のテーマで、少年アニメやアニメを好きだと思います\u001b[22m, \u001b[1m-sigh-悲しいかな私は美少年のための私の好みにもかかわらずなって、私は私が本当に文字だけ（bishieかどうかは）微妙、その設計にエッジのより代わりにソフトフォーカスさを持っているより多くの大人のテーマにした少年のアニメやアニメのように推測します\u001b[22m\n\u001b[4m, wind blowing in the beeze-haired guy.\u001b[24m\n    \u001b[1m、風邪をひいた男の中で風が吹いている。\u001b[22m, \u001b[1m、beezeの髪の男に吹く風。\u001b[22m\n\u001b[4mI tried to like it, but it's like bending a spoon.\u001b[24m\n    \u001b[1m私はそれを好きにしましたが、それはスプーンを曲げるようなものです。\u001b[22m, \u001b[1m私はそれを好きにしようとしたが、それはスプーンを曲げるようなものです。\u001b[22m\n\u001b[4mit's useless.\u001b[24m\n    \u001b[1m無駄だ。\u001b[22m, \u001b[1mそれは役に立たない。\u001b[22m, \u001b[1mそれは無用です。\u001b[22m\n\u001b[1m\u001b[22m\nBut all bashing aside (because I really hate to bash) the art itself outside the anime (still images) seem VERY appealing and very much lured me in (what a trap..)\n\n\u001b[1mしかし、アニメの外の芸術そのもの（まだ静止画）は非常に魅力的で、私を非常に（私は何のトラップ..）誘惑されているように（私は本当にbashを嫌うので）\u001b[22m\n\u001b[1m(Shikashi, anime no soto no geijutsu sonomono (mada seishi-ga) wa hijō ni mirikiteki de, watashi o hijō ni (watashi wa nani no torappu.. ) Yūwaku sa rete iru yō ni (watashi wa hontōni basshu o kirau node))\u001b[22m\n\nTranslations of \u001b[4mBut all bashing aside (because I really hate to bash) the art itself outside the anime (still images) seem VERY appealing and very much lured me in (what a trap..)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut all bashing aside (because I really hate to bash) the art itself outside the anime (still images) seem VERY appealing and very much lured me in (what a trap..)\u001b[24m\n    \u001b[1mしかし、アニメの外の芸術そのもの（まだ静止画）は非常に魅力的で、私を非常に（私は何のトラップ..）誘惑されているように（私は本当にbashを嫌うので）\u001b[22m, \u001b[1mしかし、すべてのアニメ（静止画）アウトサイダー・アート自体（私は実際にはbashに嫌いため）さておきバッシングは非常に魅力的ようで、非常に多くの私を魅了（何のトラップ..）\u001b[22m\n\u001b[1m\u001b[22m\nSO, i've come to the conclusion that although I don't the like anime version, the art just may be a little less annoying in the manga. I do indeed look forward to it ^__-\n\n\u001b[1mだから、私はアニメ版のようなものではないが、漫画では芸術がほんの少し迷惑になるかもしれないという結論に至った。 私は確かにそれを楽しみにしています^ __-\u001b[22m\n\u001b[1m(Dakara, watashi wa anime-ban no yōna monode wa naiga, mangade wa geijutsu ga hon'nosukoshi meiwaku ni naru kamo shirenai to iu ketsuron ni itatta. Watashi wa tashika ni sore o tanoshiminishiteimasu ^ _ _ -)\u001b[22m\n\nTranslations of \u001b[4mSO, i've come to the conclusion that although I don't the like anime version, the art just may be a little less annoying in the manga. I do indeed look forward to it ^__-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSO, i've come to the conclusion that although I don't the like anime version, the art just may be a little less annoying in the manga.\u001b[24m\n    \u001b[1mだから、私はアニメ版のようなものではないが、漫画では芸術がほんの少し迷惑になるかもしれないという結論に至った。\u001b[22m, \u001b[1mだから、私は私がいないようなアニメ版を行うものの、芸術はちょうど漫画で少し迷惑かもしれという結論に来ています。\u001b[22m\n\u001b[4mI do indeed look forward to it ^__-\u001b[24m\n    \u001b[1m私は確かにそれを楽しみにしています^ __-\u001b[22m, \u001b[1m私は確かに^それを楽しみにしてください_\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "Albor-Meha",
    "profile": "/profile/Albor-Meha/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=214672",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  4\n\n07-ゴースト、私はこのアニメをずっと前に見たことがあります。\n\n物語はかなり落ちる、アイデアは良いですが、他のアニメまでオリジナルですが、私は見ました。 芸術はそれほど悪くはない、私は常に改善の余地があることを意味する。 私が好きな拍手がいくつかあったので、私は個人的に8を出しますが、全員の好みに合わせて、私は8に値すると思います。少なくとも、私の意見には出ています。\n\n私は最初に、正直言ってそれを楽しんだが、その後はゆっくりと下り坂に入ったが、宗教、悪魔、そしてそのすべてのことから、宗教側で多くを判断しない人々にこのアニメを推薦するだろう。 あなたがその宗教を信じる人々の一人なら、私はそれを見てもらうことは勧めません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\n07-Ghost, I have seen this anime a long time ago and its one of those decend animes not very good but not very bad either.\n\n\u001b[1m07-ゴースト、私はこのアニメをずっと前に見たことがあります。\u001b[22m\n\u001b[1m(07 - Gōsuto, watashi wa kono anime o zutto mae ni mita koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m07-Ghost, I have seen this anime a long time ago and its one of those decend animes not very good but not very bad either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m07-Ghost, I have seen this anime a long time ago and its one of those decend animes not very good but not very bad either.\u001b[24m\n    \u001b[1m07-ゴースト、私はこのアニメをずっと前に見たことがあります。\u001b[22m, \u001b[1m07-Ghostは、私は長い時間前にこのアニメを見ていると、それらのその1は、いずれかの非常に良いではないが非常に悪くはないアニメをdecend。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is pretty decend, the idea is good is original as far as the other animes, I have seen. The art wasn't that bad, I mean there is always room for improvement. Sound, I personally give an 8 since it had some of my favorite beats but its all to the preference of people overall I guess it deserves an 8. At least, occurding to my opinion.\n\n\u001b[1m物語はかなり落ちる、アイデアは良いですが、他のアニメまでオリジナルですが、私は見ました。 芸術はそれほど悪くはない、私は常に改善の余地があることを意味する。 私が好きな拍手がいくつかあったので、私は個人的に8を出しますが、全員の好みに合わせて、私は8に値すると思います。少なくとも、私の意見には出ています。\u001b[22m\n\u001b[1m(Monogatari wa kanari ochiru, aidea wa yoidesuga, hoka no anime made orijinarudesuga, watashi wa mimashita. Geijutsu wa sore hodo waruku wanai, watashi wa tsuneni kaizen no yochi ga aru koto o imi suru. Watashi ga sukina hakushu ga ikutsu ka attanode, watashi wa kojin-teki ni 8 o dashimasuga, zen'in no konomi ni awa sete, watashi wa 8 ni ataisuru to omoimasu. Sukunakutomo, watashi no iken ni wa dete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is pretty decend, the idea is good is original as far as the other animes, I have seen. The art wasn't that bad, I mean there is always room for improvement. Sound, I personally give an 8 since it had some of my favorite beats but its all to the preference of people overall I guess it deserves an 8. At least, occurding to my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is pretty decend, the idea is good is original as far as the other animes, I have seen.\u001b[24m\n    \u001b[1m物語はかなり落ちる、アイデアは良いですが、他のアニメまでオリジナルですが、私は見ました。\u001b[22m, \u001b[1mストーリーはかなりdecendで、アイデアは良いですが、私が見てきた、限り他のアニメなどのオリジナルです。\u001b[22m\n\u001b[4mThe art wasn't that bad, I mean there is always room for improvement.\u001b[24m\n    \u001b[1m芸術はそれほど悪くはない、私は常に改善の余地があることを意味する。\u001b[22m, \u001b[1m芸術は、私は改善の余地が常にある意味、その悪くはなかったです。\u001b[22m\n\u001b[4mSound, I personally give an 8 since it had some of my favorite beats but its all to the preference of people overall I guess it deserves an 8. At least, occurding to my opinion.\u001b[24m\n    \u001b[1m私が好きな拍手がいくつかあったので、私は個人的に8を出しますが、全員の好みに合わせて、私は8に値すると思います。少なくとも、私の意見には出ています。\u001b[22m, \u001b[1mそれは全体的に私はそれが私の意見にoccurding、少なくとも8に値すると思います人の好みに私の好きなビートのいくつかが、そのすべてを持っていたので、音が、私は個人的に8を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nI must say in the beginning, I enjoyed it very much to be honest but after that is slowly went downhill still I would recommend this anime to people that don't judge much on the religion side since its about religion, demons and all that. If you are one of those people that believe the religion, I wouldn't suggest you watch it then.\n\n\u001b[1m私は最初に、正直言ってそれを楽しんだのですが、その後はゆっくりと下り坂に入ったのですが、宗教、悪魔、そしてそのすべてのことから、宗教側ではあまり裁判をしない人々にこのアニメを勧めています。 あなたがその宗教を信じる人々の一人なら、私はそれを見てもらうことは勧めません。\u001b[22m\n\u001b[1m(Watashi wa saisho ni, shōjiki itte sore o tanoshinda nodesuga, sonogo wa yukkuri to kudarizaka ni haitta nodesuga, shūkyō, akuma, soshite sono subete no koto kara, shūkyō-gawade wa amari saiban o shinai hitobito ni kono anime o susumete imasu. Anata ga sono shūkyō o shinjiru hitobito no hitorinara, watashi wa sore o mite morau koto wa susumemasen.)\u001b[22m\n\nTranslations of \u001b[4mI must say in the beginning, I enjoyed it very much to be honest but after that is slowly went downhill still I would recommend this anime to people that don't judge much on the religion side since its about religion, demons and all that. If you are one of those people that believe the religion, I wouldn't suggest you watch it then.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI must say in the beginning, I enjoyed it very much to be honest but after that is slowly went downhill still I would recommend this anime to people that don't judge much on the religion side since its about religion, demons and all that.\u001b[24m\n    \u001b[1m私は最初に、正直言ってそれを楽しんだのですが、その後はゆっくりと下り坂に入ったのですが、宗教、悪魔、そしてそのすべてのことから、宗教側ではあまり裁判をしない人々にこのアニメを勧めています。\u001b[22m, \u001b[1m私はそれが非常に正直であることを楽しんだが、それは下り坂行ってきましたゆっくりとした後、まだ私はその約宗教、悪魔とすべてそのため、宗教側の多くを判断しない人にこのアニメをお勧めします、最初に言わなければなりません。\u001b[22m\n\u001b[4mIf you are one of those people that believe the religion, I wouldn't suggest you watch it then.\u001b[24m\n    \u001b[1mあなたがその宗教を信じる人々の一人なら、私はそれを見てもらうことは勧めません。\u001b[22m, \u001b[1mあなたが宗教を信じている人々の一つである場合、私はあなたがそれを見て示唆しないであろう。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "Groupanimenight",
    "profile": "/profile/Groupanimenight/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=211912",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  5\n\nTadgh：このアニメの最初のカップルのエピソードは私を興奮させました。 それは行動、独特の性格、謎を持っていて、それはその顔に落ちた。 それは悪いショーではありませんでしたが、ちょうどそれを通過するために挽回のように感じた。 それが起こるまですべてが20回ヒントを得て、それまでにはそれは圧倒的でした。 重要なシーンのいくつかは、彼らがどのようにセットアップされているために退屈していました。 彼らは何度も同じサウンドエフェクトを演奏していましたが、あなたは誰のためにも特定のバックストーリーを実際には得ていませんでした。 私はただのファンではなかった。\n\nRダッシュ博士：OK。このアニメを始めて、それについていくつかのことを楽しんだが、ほとんどのエピソードでユーモアがかなり分かったが、Eps 23を完成させるのは難しかった。 ストーリーが私たちに与えたすべての質問に対する答えを私たちに伝えるのに十分な時間になるとは思っていませんでしたが、結末について少し悲しいこと以外は、ちょっと出てきた悪いアニメ 。\n\nLaohoam：私はこのアニメについてのフェンスに少しだった。 私は好きなほどのキャラクターの開発がなかったにもかかわらず、ストーリーを楽しんだ。 彼らは私たちに始まりや終わりを与えていない非常に長い映画かもしれないものから一つの場面を取ったような感じです。 あなたがアニメをスキップして読んでみる価値がないと言う時があるなら、これはいくつかの点で私にとっては難しいアニメでした。\n\nRasanaph：多くの無駄な可能性。 ストーリーのあらゆるクライマックスの絶え間ないミスは、これを実際に終わらせたくないということでした。 私は文字通り、このアニメを通して非常に多くのポイントで眠りに落ちました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nTadgh: The first couple episodes of this anime got me excited. It had action, distinct character, mysteries, and then it fell on it's face. It wasn't a bad show, but it felt like a grind just to get through it. Everything got hinted at twenty times until it happened and by then it was underwhelming. Some of the critical scenes got boring because of how they got set up. They played the same sound effects over and over, and you really didn't get an specific backstory for anyone. I just wasn't a fan.\n\n\u001b[1mTadgh：このアニメの最初のカップルのエピソードは私を興奮させました。 それは行動、独特の性格、謎を持っていて、それはその顔に落ちた。 それは悪いショーではありませんでしたが、ちょうどそれを通過するために挽回のように感じた。 それが起こるまですべてが20回ヒントを得て、それまでにはそれは圧倒的でした。 重要なシーンのいくつかは、彼らがどのようにセットアップされているために退屈していました。 彼らは何度も同じサウンドエフェクトを演奏していましたが、あなたは誰のためにも特定のバックストーリーを実際には得ていませんでした。 私はただのファンではなかった。\u001b[22m\n\u001b[1m(Tadgh: Kono anime no saisho no kappuru no episōdo wa watashi o kōfun sa semashita. Sore wa kōdō, dokutoku no seikaku, nazo o motte ite, sore wa sono-gao ni ochita. Sore wa warui shōde wa arimasendeshitaga, chōdo sore o tsūka suru tame ni bankai no yō ni kanjita. Sore ga okoru made subete ga 20-kai hinto o ete, sore made ni wa sore wa attōtekideshita. Jūyōna shīn no ikutsu ka wa, karera ga dono yō ni settoappu sa rete iru tame ni taikutsu shite imashita. Karera wa nando mo onaji saundoefekuto o ensō shite imashitaga, anata wa darenotameni mo tokutei no bakkusutōrī o jissai ni wa ete imasendeshita. Watashi wa tadanofande wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mTadgh: The first couple episodes of this anime got me excited. It had action, distinct character, mysteries, and then it fell on it's face. It wasn't a bad show, but it felt like a grind just to get through it. Everything got hinted at twenty times until it happened and by then it was underwhelming. Some of the critical scenes got boring because of how they got set up. They played the same sound effects over and over, and you really didn't get an specific backstory for anyone. I just wasn't a fan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTadgh: The first couple episodes of this anime got me excited.\u001b[24m\n    \u001b[1mTadgh：このアニメの最初のカップルのエピソードは私を興奮させました。\u001b[22m, \u001b[1mTadgh：このアニメの最初のカップルのエピソードは、私は興奮しました。\u001b[22m\n\u001b[4mIt had action, distinct character, mysteries, and then it fell on it's face.\u001b[24m\n    \u001b[1mそれは行動、独特の性格、謎を持っていて、それはその顔に落ちた。\u001b[22m, \u001b[1mこれは、アクション、明確な文字、謎を持っていたし、それはそれの顔に落ちました。\u001b[22m\n\u001b[4mIt wasn't a bad show, but it felt like a grind just to get through it.\u001b[24m\n    \u001b[1mそれは悪いショーではありませんでしたが、ちょうどそれを通過するために挽回のように感じた。\u001b[22m, \u001b[1mそれは悪いショーではありませんでしたが、それはちょうどそれを介して取得するグラインドように感じました。\u001b[22m\n\u001b[4mEverything got hinted at twenty times until it happened and by then it was underwhelming.\u001b[24m\n    \u001b[1mそれが起こるまですべてが20回ヒントを得て、それまでにはそれは圧倒的でした。\u001b[22m, \u001b[1mそれが起こったまですべてが20回を示唆してしまったし、それまでにはがっかりでした。\u001b[22m\n\u001b[4mSome of the critical scenes got boring because of how they got set up.\u001b[24m\n    \u001b[1m重要なシーンのいくつかは、彼らがどのようにセットアップされているために退屈していました。\u001b[22m, \u001b[1m重要なシーンのいくつかがあるため、それらが設定さてしまったかの退屈です。\u001b[22m\n\u001b[4mThey played the same sound effects over and over, and you really didn't get an specific backstory for anyone.\u001b[24m\n    \u001b[1m彼らは何度も同じサウンドエフェクトを演奏していましたが、あなたは誰のためにも特定のバックストーリーを実際には得ていませんでした。\u001b[22m, \u001b[1m彼らは何度も同じ効果音を演奏し、あなたが本当に誰のための具体的な裏話を取得できませんでした。\u001b[22m\n\u001b[4mI just wasn't a fan.\u001b[24m\n    \u001b[1m私はただのファンではなかった。\u001b[22m, \u001b[1m私はファンではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nDr. R Dash: OK we started this anime and really enjoyed some things about it the group found quite a bit of humor to most of the episodes but it was difficult to complete eps 23 it was enough by then ... it felt like there was not going to be enough time to tell us answers to all the questions the story gave us and sure enough... but other than being a little sad about the ending i wouldn't say it was a bad anime just a bit drawn out .\n\n\u001b[1mRダッシュ博士：OK。このアニメを始めて、それについていくつかのことを楽しんだが、ほとんどのエピソードでユーモアがかなり分かったが、Eps 23を完成させるのは難しかった。 ストーリーが私たちに与えたすべての質問に対する答えを私たちに伝えるのに十分な時間になるとは思っていませんでしたが、結末について少し悲しいこと以外は、ちょっと出てきた悪いアニメ 。\u001b[22m\n\u001b[1m(R dasshu hakase: OK. Kono anime o hajimete, sore ni tsuite ikutsu ka no koto o tanoshindaga, hotondo no episōdo de yūmoa ga kanari wakattaga, Eps 23 o kansei sa seru no wa muzukashikatta. Sutōrī ga watashitachi ni ataeta subete no shitsumon ni taisuru kotae o watashitachi ni tsutaeru no ni jūbun'na jikan ni naru to wa omotte imasendeshitaga, ketsumatsu ni tsuite sukoshi kanashī koto igai wa, chotto detekita warui anime.)\u001b[22m\n\nTranslations of \u001b[4mDr. R Dash: OK we started this anime and really enjoyed some things about it the group found quite a bit of humor to most of the episodes but it was difficult to complete eps 23 it was enough by then ... it felt like there was not going to be enough time to tell us answers to all the questions the story gave us and sure enough... but other than being a little sad about the ending i wouldn't say it was a bad anime just a bit drawn out .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDr. R Dash: OK we started this anime and really enjoyed some things about it the group found quite a bit of humor to most of the episodes but it was difficult to complete eps 23 it was enough by then ... it felt like there\u001b[24m\n    \u001b[1mRダッシュ博士：OK。このアニメを始めて、それについていくつかのことを楽しんだが、ほとんどのエピソードでユーモアがかなり分かったが、Eps 23を完成させるのは難しかった。\u001b[22m, \u001b[1m博士Rダッシュ：OK、我々はそれについていくつかのことを、このアニメを始め、本当に楽しんグループはエピソードのほとんどにユーモアのかなりが見つかりましたが、それはそれはのような存在に感じた...それまでに十分だったのeps 23を完了することは困難でした\u001b[22m\n\u001b[4mwas not going to be enough time to tell us answers to all the questions the story gave us and sure enough... but other than being a little sad about the ending i wouldn't say it was a bad anime just a bit drawn out\u001b[24m\n    \u001b[1mストーリーが私たちに与えたすべての質問に対する答えを私たちに伝えるのに十分な時間になるとは思っていませんでしたが、結末について少し悲しいこと以外は、ちょっと出てきた悪いアニメ\u001b[22m, \u001b[1m物語は、私たちと十分に確認してくださいを与えたすべての質問に答えを教えするのに十分な時間になるだろう...しかし、私はそれが引き出されて少しだけ悪いアニメだったと言うではないでしょう終了について少し悲しいというより他ないました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nLaohoam: I was a bit on the fence about this anime. I did enjoy the story, even though there wasn't as much character development as I would like. It almost feels like they took one scene from what could be a very long movie not giving us a beginning or an ending. This was a hard anime for me to get through at some points if you have to time I would say read the manga skip the anime it wasn't worth it.\n\n\u001b[1mLaohoam：私はこのアニメについてのフェンスに少しだった。 私は好きなほどのキャラクターの開発がなかったにもかかわらず、ストーリーを楽しんだ。 彼らは私たちに始まりや終わりを与えていない非常に長い映画かもしれないものから一つの場面を取ったような感じです。 あなたがアニメをスキップして読んでみる価値がないと言う時があるなら、これはいくつかの点で私にとっては難しいアニメでした。\u001b[22m\n\u001b[1m(Laohoam: Watashi wa kono anime ni tsuite no fensu ni sukoshidatta. Watashi wa sukina hodo no kyarakutā no kaihatsu ga nakatta nimokakawarazu, sutōrī o tanoshinda. Karera wa watashitachi ni hajimari ya owari o ataete inai hijō ni nagai eiga kamo shirenai mono kara hitotsu no bamen o totta yōna kanjidesu. Anata ga anime o sukippu shite yonde miru kachi ga nai to iu toki ga arunara, kore wa ikutsu ka no ten de watashi ni totte wa muzukashī animedeshita.)\u001b[22m\n\nTranslations of \u001b[4mLaohoam: I was a bit on the fence about this anime. I did enjoy the story, even though there wasn't as much character development as I would like. It almost feels like they took one scene from what could be a very long movie not giving us a beginning or an ending. This was a hard anime for me to get through at some points if you have to time I would say read the manga skip the anime it wasn't worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLaohoam: I was a bit on the fence about this anime.\u001b[24m\n    \u001b[1mLaohoam：私はこのアニメについてのフェンスに少しだった。\u001b[22m, \u001b[1mLaohoam：私はこのアニメに関するフェンス上のビットでした。\u001b[22m\n\u001b[4mI did enjoy the story, even though there wasn't as much character development as I would like.\u001b[24m\n    \u001b[1m私は好きなほどのキャラクターの開発がなかったにもかかわらず、ストーリーを楽しんだ。\u001b[22m, \u001b[1m私は私が望む限り多くのキャラクターの成長がなかったにもかかわらず、物語を楽しんでいました。\u001b[22m\n\u001b[4mIt almost feels like they took one scene from what could be a very long movie not giving us a beginning or an ending.\u001b[24m\n    \u001b[1m彼らは私たちに始まりや終わりを与えていない非常に長い映画かもしれないものから一つの場面を取ったような感じです。\u001b[22m, \u001b[1m彼らは私たちに先頭または結末を与えていない、非常に長い映画何ができるかから1シーンを取ったようにそれはほとんど感じています。\u001b[22m\n\u001b[4mThis was a hard anime for me to get through at some points if you have to time I would say read the manga skip the anime it wasn't worth it.\u001b[24m\n    \u001b[1mあなたがアニメをスキップして読んでみる価値がないと言う時があるなら、これはいくつかの点で私にとっては難しいアニメでした。\u001b[22m, \u001b[1mこれは、私は漫画はそれは価値がありませんでしたアニメをリードスキップ言う時に持っているなら、私はいくつかの点でを介して取得するためのハードアニメでした。\u001b[22m\n\u001b[1m\u001b[22m\nRasanaph: A lot of wasted potential. The constant miss of every climax in the story made it hard to want to actually finish this one. I literally fell asleep at very points through this anime.\n\n\u001b[1mRasanaph：多くの無駄な可能性。 ストーリーのあらゆるクライマックスの絶え間ないミスは、これを実際に終わらせたくないということでした。 私は文字通り、このアニメを通して非常に多くのポイントで眠りに落ちました。\u001b[22m\n\u001b[1m(Rasanaph: Ōku no mudana kanōsei. Sutōrī no arayuru kuraimakkusu no taema nai misu wa, kore o jissai ni owara setakunai to iu kotodeshita. Watashi wa mojidōri, kono anime o tōshite hijō ni ōku no pointo de nemuri ni ochimashita.)\u001b[22m\n\nTranslations of \u001b[4mRasanaph: A lot of wasted potential. The constant miss of every climax in the story made it hard to want to actually finish this one. I literally fell asleep at very points through this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRasanaph: A lot of wasted potential.\u001b[24m\n    \u001b[1mRasanaph：多くの無駄な可能性。\u001b[22m, \u001b[1mRasanaph：無駄に多くの可能性。\u001b[22m\n\u001b[4mThe constant miss of every climax in the story made it hard to want to actually finish this one.\u001b[24m\n    \u001b[1mストーリーのあらゆるクライマックスの絶え間ないミスは、これを実際に終わらせたくないということでした。\u001b[22m, \u001b[1m物語の中ですべてのクライマックスの定数ミスは難しい実際にこの1を終了したいにしました。\u001b[22m\n\u001b[4mI literally fell asleep at very points through this anime.\u001b[24m\n    \u001b[1m私は文字通り、このアニメを通して非常に多くのポイントで眠りに落ちました。\u001b[22m, \u001b[1m私は文字通りこのアニメを通じて非常にポイントで眠りに落ちました。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "Klaun",
    "profile": "/profile/Klaun/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=136217",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  9\nキャラクター|  8\n|  8\n\n07-ゴースト、私が今まで見たアニメの最初のもの。 真剣に、私はちょうどストリーミングウェブサイトに行き、完全にランダムにこのアニメを選んだ。 私はアニメで満ち足りたことがなかったので、本当に感情的にキャラクターとつながることはできませんでしたが、とにかく楽しかったです。 私は笑って、私の毛布の下で静かに泣いていた。 私は彼らがお互いに忠実に滞在していたことに驚いていました（今、それは本当の友情です）。そして、帝人が危険でMikageを助けるために自分を犠牲にする方法。\n\n私はプロットについて私の意見を言って始めたいと思う。 さて、私はいくつかのアニメを見た後、このアニメが他のものとちょっと似ていることを理解しました。 しかし、ねえ、もしあなたがこのアニメを見ていないなら、特にこの種のアニメが好きなら、チャンスを与えてください。 あなたがそれを好きでない場合は、1つまたは2つのエピソードの後に​​それをドロップしないでください、それはカバーで本を判断すべきではないことを覚えておいてください。 プロットが展開されるまで、少なくとも7〜8回見てください。 友情、犠牲、善と悪の戦い、最強の男、誰もが彼を愛しているのは、彼が叙事詩的で誰もが嫌われている1人の悪役だからです。 しかし、あなたはこのアニメが独特のものではないと言うことはできません。 剣や魔法の力はありませんが、太鼓は言葉を力に変換する力です。 アニメにはこの種の武器はないと思うので、とてもクールだと思った。 しかしそれ以外にも、07ゴーストには悪い面があります。 たとえば、このアニメをちょっと混乱させるような論理的なエンディングはありません。 私がよく覚えていると、竜巻を災害から救うことで終わった（私が間違っていたら、本当に残念だ）。 アニメはあまりにもよごれていて、あまりにも多くのIMO笑を感じていた。\n\n結局、私は07-Ghostを完成させたことを嬉しく思います。なぜなら、このアニメは私をアニメファンにしてくれたからです。私はまだこれで新しく、愚かなことばかり言い訳します。 私は学校に通っているときに、心を愛し、彼らを考え始めました。 楽しさが保証されています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n07-Ghost, first anime I have ever watched. Seriously, I just went on a streaming website and totally randomly chose this anime. Since I didn't have any expiriences with animes, I couldn't really emotionaly connect with the characters, but anyway, I really enjoyed it. I was laughing and silently crying under my blanket. I was amazed how they stayed loyal to eachother (Now, that's a true friendship) and how Teito would sacrifise himself just to help Mikage in danger.\n\n\u001b[1m07-ゴースト、私が今まで見たアニメの最初のもの。 真剣に、私はちょうどストリーミングウェブサイトに行き、完全にランダムにこのアニメを選んだ。 私はアニメで満ち足りたことがなかったので、本当に感情的にキャラクターとつながることはできませんでしたが、とにかく楽しかったです。 私は笑って、私の毛布の下で静かに泣いていた。 私は彼らがお互いに忠実に滞在していたことに驚いていました（今、それは本当の友情です）。そして、帝人が危険でMikageを助けるために自分を犠牲にする方法。\u001b[22m\n\u001b[1m(07 - Gōsuto, watashi ga imamade mita anime no saisho no mono. Shinken ni, watashi wa chōdo sutorīminguu~ebusaito ni iki, kanzen ni randamuni kono anime o eranda. Watashi wa anime de michitarita koto ga nakattanode, hontōni kanjō-teki ni kyarakutā to tsunagaru koto wa dekimasendeshitaga, tonikaku tanoshikattadesu. Watashi wa waratte, watashi no mōfu no shita de shizuka ni naiteita. Watashi wa karera ga otagai ni chūjitsu ni taizai shite ita koto ni odoroite imashita (ima, soreha hontō no yūjōdesu). Soshite, Teijin ga kikende Mikage o tasukeru tame ni jibun o gisei ni suru hōhō.)\u001b[22m\n\nTranslations of \u001b[4m07-Ghost, first anime I have ever watched. Seriously, I just went on a streaming website and totally randomly chose this anime. Since I didn't have any expiriences with animes, I couldn't really emotionaly connect with the characters, but anyway, I really enjoyed it. I was laughing and silently crying under my blanket. I was amazed how they stayed loyal to eachother (Now, that's a true friendship) and how Teito would sacrifise himself just to help Mikage in danger.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m07-Ghost, first anime I have ever watched.\u001b[24m\n    \u001b[1m07-ゴースト、私が今まで見たアニメの最初のもの。\u001b[22m, \u001b[1m07-ゴースト、私が今まで見てきた最初のアニメ。\u001b[22m\n\u001b[4mSeriously, I just went on a streaming website and totally randomly chose this anime.\u001b[24m\n    \u001b[1m真剣に、私はちょうどストリーミングウェブサイトに行き、完全にランダムにこのアニメを選んだ。\u001b[22m, \u001b[1mまじめな話、私はストリーミングのウェブサイトに行き、完全にランダムにこのアニメを選びました。\u001b[22m\n\u001b[4mSince I didn't have any expiriences with animes, I couldn't really emotionaly connect with the characters, but anyway, I really enjoyed it.\u001b[24m\n    \u001b[1m私はアニメで満ち足りたことがなかったので、本当に感情的にキャラクターとつながることはできませんでしたが、とにかく楽しかったです。\u001b[22m, \u001b[1m私はアニメと任意のexpiriencesを持っていなかったので、私は本当にemotionaly文字と接続ができませんでしたが、とにかく、私は実際にそれを楽しみました。\u001b[22m\n\u001b[4mI was laughing and silently crying under my blanket.\u001b[24m\n    \u001b[1m私は笑って、私の毛布の下で静かに泣いていた。\u001b[22m, \u001b[1m私は笑って静かに私の毛布の下で泣いていました。\u001b[22m\n\u001b[4mI was amazed how they stayed loyal to eachother (Now, that's a true friendship) and how Teito would sacrifise himself just to help Mikage in danger.\u001b[24m\n    \u001b[1m私は彼らがお互いに忠実に滞在していたことに驚いていました（今、それは本当の友情です）。そして、帝人が危険でMikageを助けるために自分を犠牲にする方法。\u001b[22m, \u001b[1m彼らは（今、それが本当の友情です）お互いに忠実な滞在と帝都が自分自身をsacrifiseする方法だけで危険にさらされて御影を助けるためにどのように私は驚きました。\u001b[22m\n\u001b[1m\u001b[22m\nI want to start off by saying my opinions about the plot. Well, now, after I watched several animes, I understood how this anime is kinda similar to another ones; But hey, if you didn't watch this anime, give it a chance, especially if you like this kind of animes. Just remember that you shouldn't judge book by it's cover, if you don't like it, don't drop it after 1 or 2 episodes. Watch at least 7-8, until plot develops. friendships, sacrifising, fight between good and evil, some dude that is the strongest one and everyone loves him because he's epic and one villain who is hated by everyone. But you can't say this anime isn't unique, simply because of the way they fight. There is no swords, or magical powers, but Taiphon, power which converts words into power. I found it so cool, because I don't think any anime has this kind of weapons. But besides that, 07-Ghost has some bad sides. For example, there is no logical ending which makes this anime kinda confusing. If I remember well, it ended with Frau saving Teito from disaster (If I'm wrong, I'm really sorry). Anime was too weepy and there was too much feels IMO lol.\n\n\u001b[1m私はプロットについて私の意見を言って始めたいと思う。 さて、私はいくつかのアニメを見た後、このアニメが他のものとちょっと似ていることを理解しました。 しかし、ねえ、もしあなたがこのアニメを見ていないなら、特にこの種のアニメが好きなら、チャンスを与えてください。 あなたがそれを好きでない場合は、1つまたは2つのエピソードの後に​​それをドロップしないでください、それはカバーで本を判断すべきではないことを覚えておいてください。 プロットが展開されるまで、少なくとも7〜8回見てください。 友情、犠牲、善と悪の戦い、最強の男、誰もが彼を愛しているのは、彼が叙事詩的で誰もが嫌われている1人の悪役だからです。 しかし、あなたはこのアニメが独特のものではないと言うことはできません。 剣や魔法の力はありませんが、太鼓は言葉を力に変換する力です。 アニメにはこの種の武器はないと思うので、とてもクールだと思った。 しかしそれ以外にも、07ゴーストには悪い面があります。 たとえば、このアニメをちょっと混乱させるような論理的なエンディングはありません。 私がよく覚えていると、竜巻を災害から救うことで終わった（私が間違っていたら、本当に残念だ）。 アニメはあまりにもよごれていて、あまりにも多くのIMO笑を感じていた。\u001b[22m\n\u001b[1m(Watashi wa purotto ni tsuite watashi no iken o itte hajimetai to omou. Sate, watashi wa ikutsu ka no anime o mita nochi, kono anime ga hoka no mono to chotto nite iru koto o rikai shimashita. Yūjō, gisei, yoitowarui no tatakai, saikyō no otoko, daremoga kare o aishite iru no wa, kare ga jojishi-tekide daremoga kirawa rete iru 1-ri no akuyakudakaradesu. Shikashi, anata wa kono anime ga dokutoku no monode wa nai to iu koto wa dekimasen. Ken ya mahō no chikara wa arimasenga, taiko wa kotoba o chikara ni henkan suru chikaradesu. Anime ni wa kono tane no buki wa nai to omou node, totemo kūruda to omotta. Shikashi sore igai ni mo, 07 gōsuto ni wa warui men ga arimasu. Tatoeba, kono anime o chotto konran sa seru yōna ronri-tekina endingu wa arimasen. Watashi ga yoku oboete iru to, tatsumaki o saigai kara sukuu koto de owatta (watashi ga machigatte itara, hontōni zan'nenda). Anime wa amarini mo yogorete ite, amarini mo ōku no IMO Emi o kanjite ita. Shikashi, nē, moshi anata ga kono anime o miteinainara, tokuni kono tane no anime ga sukinara, chansu o ataete kudasai. Anata ga sore o sukidenai baai wa, 1tsu matawa 2tsu no episōdo no nochi ni ​​ sore o doroppu shinaide kudasai, soreha kabā de hon o handan subekide wanai koto o oboete oite kudasai. Purotto ga tenkai sa reru made, sukunakutomo 7 〜 8-kai mite kudasai.)\u001b[22m\n\u001b[1m\u001b[22m\nFor the end, I would like to say that I'm happy that I completed 07-Ghost because this anime made me an anime fan, I'm still new at all this, so excuse me if I sound stupid or something, but 07 -Ghost made me start loving animes, thinking about them when I'm at school. Enjoyment is guaranteed.\n\n\u001b[1m結局、私は07-Ghostを完成させたことを嬉しく思います。なぜなら、このアニメは私をアニメファンにしてくれたからです。私はまだこれで新しく、愚かなことばかり言い訳します。 私は学校に通っているときに、心を愛し、彼らを考え始めました。 楽しさが保証されています。\u001b[22m\n\u001b[1m(Kekkyoku, watashi wa 07 - Ghost o kansei sa seta koto o ureshiku omoimasu. Nazenara, kono anime wa watashi o anime fan ni shite kuretakaradesu. Watashi wa mada kore de atarashiku, orokana koto bakari iiwake shimasu. Watashi wa gakkō ni tōtte iru toki ni, kokoro o aishi, karera o kangae hajimemashita. Tanoshisa ga hoshō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the end, I would like to say that I'm happy that I completed 07-Ghost because this anime made me an anime fan, I'm still new at all this, so excuse me if I sound stupid or something, but 07 -Ghost made me start loving animes, thinking about them when I'm at school. Enjoyment is guaranteed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the end, I would like to say that I'm happy that I completed 07-Ghost because this anime made me an anime fan, I'm still new at all this, so excuse me if I sound stupid or something, but 07\u001b[24m\n    \u001b[1m結局、私は07-Ghostを完成させたことを嬉しく思います。なぜなら、このアニメは私をアニメファンにしてくれたからです。私はまだこれで新しく、愚かなことばかり言い訳します。\u001b[22m, \u001b[1mこのアニメは私のアニメファンを作ったので、最後のために、私は私が07・ゴーストを完了したことを幸せだと言いたい、私はこのすべてではまだ新しいので、私は愚かか何か聞こえる場合は恐れ入りますが、07\u001b[22m\n\u001b[4m-Ghost made me start loving animes, thinking about them when I'm at school.\u001b[24m\n    \u001b[1m私は学校に通っているときに、心を愛し、彼らを考え始めました。\u001b[22m, \u001b[1m-ghostは私が学校にいる時にそれらについて考え、私は愛情のあるアニメを開始しました。\u001b[22m\n\u001b[4mEnjoyment is guaranteed.\u001b[24m\n    \u001b[1m楽しさが保証されています。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "FNeedlesF",
    "profile": "/profile/FNeedlesF/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=201296",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  6\n|  5\n\nこれは私が本当にこのアニメを見て楽しんでいたので、私はwritteには難しいです*とスポイラーの警告*エンディングは、私たちが*涙*を持っていない第二シーズンを求めて尋ねているということです。 だから私の分類は私の生きた地獄に迷惑をかけるそのくそダンスターの結末によって大きく影響されました、アニメ自体は素敵ですそれは実在と難民に関するものですが、基本的に我々は教会に参加しようとしている主なキャラクターを持っていますが、 人間のために、悪魔が神に仕え、悪霊に生まれたことを許されなければならないかどうかについては、すべての交わりがあります。 それにもかかわらず、それはアニメの意図ではないが、素晴らしいアニメーションをいくつかの非常に良いアクションシーンがあります。\n\n私はそれを取ることはできませんが終了...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThis is hard for me to writte about because i really enjoyed watching this anime but and *spoiler alert* that ending is asking is begging for a 2nd season which we never got *tears*. So my classification was greatly affected by that crap dumbster ending which annoyed the living hell out of me, the anime itself is lovely it's about realigion and the refugee basically we have our main caracter which is trying to join the church but he is a special kind of person so there is all that conterversy about if the demon deserves to serve god and be forgiven for being born a demon. Nonetheless it has great animation some very good action scenes even though thats is not the intent of the anime.\n\n\u001b[1mこれは私が本当にこのアニメを見て楽しんでいたので、私はwritteには難しいです*とスポイラーの警告*エンディングは、私たちが*涙*を持っていない第二シーズンを求めて尋ねているということです。 だから私の分類は私の生きた地獄に迷惑をかけるそのくそダンスターの結末によって大きく影響されました、アニメ自体は素敵ですそれは実在と難民に関するものですが、基本的に我々は教会に参加しようとしている主なキャラクターを持っていますが、 人間のために、悪魔が神に仕え、悪霊に生まれたことを許されなければならないかどうかについては、すべての交わりがあります。 それにもかかわらず、それはアニメの意図ではないが、素晴らしいアニメーションをいくつかの非常に良いアクションシーンがあります。\u001b[22m\n\u001b[1m(Kore wa watashi ga hontōni kono anime o mite tanoshinde itanode, watashi wa writte ni wa muzukashīdesu* to supoirā no keikoku* endingu wa, watashitachi ga* namida* o motteinai dai ni shīzun o motomete tazunete iru to iu kotodesu. Dakara watashi no bunrui wa watashi no ikita jigoku ni meiwakuwokakeru sono kuso dansutā no ketsumatsu ni yotte ōkiku eikyō sa remashita, anime jitai wa sutekidesu soreha jitsuzai to nanmin ni kansuru monodesuga, kihontekini wareware wa kyōkai ni sanka shiyou to shite iru omona kyarakutā o motte imasuga, ningen no tame ni, akuma ga kami ni tsukae, akuryō ni uma reta koto o yurusa renakereba naranai ka dō ka ni tsuite wa, subete no majiwari ga arimasu. Sore nimokakawarazu, soreha anime no itode wa naiga, subarashī animēshon o ikutsu ka no hijō ni yoi akushonshīn ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is hard for me to writte about because i really enjoyed watching this anime but and *spoiler alert* that ending is asking is begging for a 2nd season which we never got *tears*. So my classification was greatly affected by that crap dumbster ending which annoyed the living hell out of me, the anime itself is lovely it's about realigion and the refugee basically we have our main caracter which is trying to join the church but he is a special kind of person so there is all that conterversy about if the demon deserves to serve god and be forgiven for being born a demon. Nonetheless it has great animation some very good action scenes even though thats is not the intent of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is hard for me to writte about because i really enjoyed watching this anime but and *spoiler alert* that ending is asking is begging for a 2nd season which we never got *tears*.\u001b[24m\n    \u001b[1mこれは私が本当にこのアニメを見て楽しんでいたので、私はwritteには難しいです*とスポイラーの警告*エンディングは、私たちが*涙*を持っていない第二シーズンを求めて尋ねているということです。\u001b[22m, \u001b[1m私は周りで書かするために、私は本当にこのアニメを見て楽しんだが、と*スポイラー警告ので、これは*その結末は、我々は* *涙やったことがなかった第二シーズンに物乞いさを求めているハードです。\u001b[22m\n\u001b[4mSo my classification was greatly affected by that crap dumbster ending which annoyed the living hell out of me, the anime itself is lovely it's about realigion and the refugee basically we have our main caracter which is trying to join the church but he is a special kind\u001b[24m\n    \u001b[1mだから私の分類は私の生きた地獄に迷惑をかけるそのくそダンスターの結末によって大きく影響されました、アニメ自体は素敵ですそれは実在と難民に関するものですが、基本的に我々は教会に参加しようとしている主なキャラクターを持っていますが、\u001b[22m, \u001b[1mだから私の分類は非常に私の外に生き地獄を悩まエンディングdumbsterそのがらくたの影響を受けた、アニメ自体が美しいです、それはrealigionと難民についてです基本的に私たちは教会に参加しようとしている私達の主役を持っているが、彼は特別な種類\u001b[22m\n\u001b[4mof person so there is all that conterversy about if the demon deserves to serve god and be forgiven for being born a demon.\u001b[24m\n    \u001b[1m人間のために、悪魔が神に仕え、悪霊に生まれたことを許されなければならないかどうかについては、すべての交わりがあります。\u001b[22m, \u001b[1m人のように悪魔は神に仕えるに値すると悪魔を生まれされるために許される場合についてすべてのことconterversyがあります。\u001b[22m\n\u001b[4mNonetheless it has great animation some very good action scenes even though thats is not the intent of the anime.\u001b[24m\n    \u001b[1mそれにもかかわらず、それはアニメの意図ではないが、素晴らしいアニメーションをいくつかの非常に良いアクションシーンがあります。\u001b[22m, \u001b[1mそれにもかかわらず、それはアニメの意図がthatsのではないにもかかわらず、素晴らしいアニメーションいくつかの非常に良いアクションシーンがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThat ending though i can't take it...\n\n\u001b[1m私はそれを取ることはできませんが終了...\u001b[22m\n\u001b[1m(Watashi wa sore o toru koto wa dekimasenga shūryō...)\u001b[22m\n\nTranslations of \u001b[4mThat ending though i can't take it...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat ending though i can't take it...\u001b[24m\n    \u001b[1m私はそれを取ることはできませんが終了...\u001b[22m, \u001b[1m私はそれを取ることができないのに、そのエンディング...\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "CrazyLazyOtaku",
    "profile": "/profile/CrazyLazyOtaku/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=199916",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は絶対にこのアニメを崇拝する！ これはとてもかわいい！ 私は主人公がどれほど愛らしいか、彼はどのように恥ずかしいかが大好きです。 面白い。\n私は幸せで興奮している瞬間があり、次は私の目を傷つける可能性があります。 このアニメは、私を泣かせたアニメの一つでした.... LOTS\nしかし、それは最後に完全なストーリーを完成させないので、それが続いたかった！ そんなに多くの崖のハンガーやそのようなNOOOOOOOOOOOOOOOOOOOOOのようなものが残っていますか？ しかし、多くのCLIFF HANGERSがいました！  WAHHHH....そうですね、私は第2シーズンがあったといいですね！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI absolutely adore this anime! This was so cute! I love how adorable the main character is and how embarrassed he can get. It's so funny.\n\n\u001b[1m私は絶対にこのアニメを崇拝する！ これはとてもかわいい！ 私は主人公がどれほど愛らしいか、彼はどのように恥ずかしいかが大好きです。 面白い。\u001b[22m\n\u001b[1m(Watashi wa zettai ni kono anime o sūhai suru! Kore wa totemo kawaī! Watashi wa shujinkō ga dorehodo airashī ka, kare wa dono yō ni hazukashī ka ga daisukidesu. Omoshiroi.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely adore this anime! This was so cute! I love how adorable the main character is and how embarrassed he can get. It's so funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely adore this anime!\u001b[24m\n    \u001b[1m私は絶対にこのアニメを崇拝する！\u001b[22m, \u001b[1m私は絶対にこのアニメを崇拝します！\u001b[22m\n\u001b[4mThis was so cute!\u001b[24m\n    \u001b[1mこれはとてもかわいい！\u001b[22m, \u001b[1mこれはとても可愛かったです！\u001b[22m\n\u001b[4mI love how adorable the main character is and how embarrassed he can get.\u001b[24m\n    \u001b[1m私は主人公がどれほど愛らしいか、彼はどのように恥ずかしいかが大好きです。\u001b[22m, \u001b[1m私は、主人公がどのように愛らしい愛し、彼はどのように恥ずかしいを得ることができます。\u001b[22m\n\u001b[4mIt's so funny.\u001b[24m\n    \u001b[1m面白い。\u001b[22m, \u001b[1mとても面白いです。\u001b[22m, \u001b[1mそれはとても面白いです。\u001b[22m\nThere could be one moment I'm happy and excited, and then the next I could be bawling my eyes out. This anime was one of the anime that made me cry....LOTS\n\n\u001b[1m私は幸せで興奮している瞬間があり、次は私の目を傷つける可能性があります。 このアニメは、私を泣かせたアニメの一つでした.... LOTS\u001b[22m\n\u001b[1m(Watashi wa shiawasede kōfun shite iru shunkan ga ari,-ji wa watashi no me o kizutsukeru kanōsei ga arimasu. Kono anime wa, watashi o naka seta anime no hitotsudeshita. ... LOTS)\u001b[22m\n\nTranslations of \u001b[4mThere could be one moment I'm happy and excited, and then the next I could be bawling my eyes out. This anime was one of the anime that made me cry....LOTS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere could be one moment I'm happy and excited, and then the next I could be bawling my eyes out.\u001b[24m\n    \u001b[1m私は幸せで興奮している瞬間があり、次は私の目を傷つける可能性があります。\u001b[22m, \u001b[1m私は幸せと興奮しているし、次の私は私の目をbawlingことができた一瞬があるかもしれません。\u001b[22m\n\u001b[4mThis anime was one of the anime that made me cry....LOTS\u001b[24m\n    \u001b[1mこのアニメは、私を泣かせたアニメの一つでした.... LOTS\u001b[22m, \u001b[1mこのアニメは私が泣いて作られたアニメの一つであった.... LOTS\u001b[22m\nBut I wish it went on because at the end it doesn't finish the complete story! It leaves so many cliff hangers and its like NOOOOOOOOOOOOOOOOOOOOO WHY?!? BUT THERE WERE SO MANY CLIFF HANGERS! WAHHHH....Yeah so I wish there was a second season!\n\n\u001b[1mしかし、それは最後に完全なストーリーを完成させないので、それが続いたかった！ そんなに多くの崖のハンガーやそのようなNOOOOOOOOOOOOOOOOOOOOOのようなものが残っていますか？ しかし、多くのCLIFF HANGERSがいました！  WAHHHH....そうですね、私は第2シーズンがあったといいですね！\u001b[22m\n\u001b[1m(Shikashi, soreha saigo ni kanzen'na sutōrī o kansei sa senainode, sore ga tsudzuitakatta! Son'nani ōku no gake no hangā ya sono yōna NOOOOOOOOOOOOOOOOOOOOO no yōna mono ga nokotte imasu ka? Shikashi, ōku no CLIFF HANGERS ga imashita! WAHHHH.... Sōdesune, watashi wa dai 2 shīzun ga atta to īdesu ne!)\u001b[22m\n\nTranslations of \u001b[4mBut I wish it went on because at the end it doesn't finish the complete story! It leaves so many cliff hangers and its like NOOOOOOOOOOOOOOOOOOOOO WHY?!? BUT THERE WERE SO MANY CLIFF HANGERS! WAHHHH....Yeah so I wish there was a second season!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I wish it went on because at the end it doesn't finish the complete story!\u001b[24m\n    \u001b[1mしかし、それは最後に完全なストーリーを完成させないので、それが続いたかった！\u001b[22m, \u001b[1mしかし、私はそれが最後で、それは完全な物語を完了していないために行ってきましたしたいです！\u001b[22m\n\u001b[4mIt leaves so many cliff hangers and its like NOOOOOOOOOOOOOOOOOOOOO WHY?!?\u001b[24m\n    \u001b[1mそんなに多くの崖のハンガーやそのようなNOOOOOOOOOOOOOOOOOOOOOのようなものが残っていますか？\u001b[22m, \u001b[1mなぜそれが非常に多くの崖ハンガーとそのようなNOOOOOOOOOOOOOOOOOOOOOを残しますか？！？\u001b[22m\n\u001b[4mBUT THERE WERE SO MANY CLIFF HANGERS!\u001b[24m\n    \u001b[1mしかし、多くのCLIFF HANGERSがいました！\u001b[22m, \u001b[1m非常に多くのCLIFFハンガーがありました！\u001b[22m\n\u001b[4mWAHHHH....Yeah so I wish there was a second season!\u001b[24m\n    \u001b[1mWAHHHH....そうですね、私は第2シーズンがあったといいですね！\u001b[22m, \u001b[1mWAHHHH....うんので、私は2番目のシーズンがあったことを望みます！\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "shintai88",
    "profile": "/profile/shintai88/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=23085",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  8\nキャラクター|  8\n|  7\n\n私はこれを最後に見て以来、しばらくしている。 私は完了までそれを見た。 しかし、私はそれを強く記憶していません。 主に私の味に本当に八尾だったという事実のために。 しかしそれ以外は良いシリーズでした。 そして正直言って、私はそれがその500エピソードのものの1つに変わることを期待して半分でした。 しかし、私は安心していませんでした。\n\nとにかく ストーリーワイズは、あなたが余裕を持っていれば見ておく価値があります。 それは新しいことではありません。 それは以前から行われているので。 唯一の違いは、3つの夢のアイデアと7人の幽霊の天使です。\n\n芸術的スタイルは私の好きなものではありませんが、物語とキャラクターの個性がうまく合っています。 結局それは私にYaoiを感じたので、それ以来、それは一緒に収まると思う。\n\n音は良い声で演技は良く、音楽はよかった。\n\n全体的に私はそれを楽しんだが、私が正直であるために再び見ることはなかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIts been a while since I last saw this. I watched it up to completion. But I don't have a strong memory of it. mainly due to the fact it was really Yaoi to my taste. But other then that it was a good series. And to be honest with you I was half expecting it to turn into one of those 500 episode things. But it didn't so I was relieved.\n\n\u001b[1m私はこれを最後に見て以来、しばらくしている。 私は完了までそれを見た。 しかし、私はそれを強く記憶していません。 主に私の味に本当に八尾だったという事実のために。 しかしそれ以外は良いシリーズでした。 そして正直言って、私はそれがその500エピソードのものの1つに変わることを期待して半分でした。 しかし、私は安心していませんでした。\u001b[22m\n\u001b[1m(Watashi wa kore o saigo ni mite irai, shibaraku shite iru. Watashi wa kanryō made sore o mita. Shikashi, watashi wa sore o tsuyoku kioku shite imasen. Omoni watashi no aji ni hontōni Yaodatta to iu jijitsu no tame ni. Shikashi sore igai wa yoi shirīzudeshita. Soshite shōjiki itte, watashi wa sore ga sono 500 episōdo no mono no 1tsu ni kawaru koto o kitai shite hanbundeshita. Shikashi, watashi wa anshin shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIts been a while since I last saw this. I watched it up to completion. But I don't have a strong memory of it. mainly due to the fact it was really Yaoi to my taste. But other then that it was a good series. And to be honest with you I was half expecting it to turn into one of those 500 episode things. But it didn't so I was relieved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts been a while since I last saw this.\u001b[24m\n    \u001b[1m私はこれを最後に見て以来、しばらくしている。\u001b[22m, \u001b[1m私は最後にこれを見て以来、しばらくして。\u001b[22m\n\u001b[4mI watched it up to completion.\u001b[24m\n    \u001b[1m私は完了までそれを見た。\u001b[22m, \u001b[1m私は最後までそれを見ました。\u001b[22m\n\u001b[4mBut I don't have a strong memory of it.\u001b[24m\n    \u001b[1mしかし、私はそれを強く記憶していません。\u001b[22m, \u001b[1mしかし、私はそれの強力なメモリがありません。\u001b[22m\n\u001b[4mmainly due to the fact it was really Yaoi to my taste.\u001b[24m\n    \u001b[1m主に私の味に本当に八尾だったという事実のために。\u001b[22m, \u001b[1m主として、実際にそれは私の好みに本当にボーイズラブでした。\u001b[22m\n\u001b[4mBut other then that it was a good series.\u001b[24m\n    \u001b[1mしかしそれ以外は良いシリーズでした。\u001b[22m, \u001b[1mしかし、それは良いシリーズは、他であったこと。\u001b[22m\n\u001b[4mAnd to be honest with you I was half expecting it to turn into one of those 500 episode things.\u001b[24m\n    \u001b[1mそして正直言って、私はそれがその500エピソードのものの1つに変わることを期待して半分でした。\u001b[22m, \u001b[1mそして、私は半分それはそれらの500エピソードものの一つに変身するために期待していたあなたと正直に言うと。\u001b[22m\n\u001b[4mBut it didn't so I was relieved.\u001b[24m\n    \u001b[1mしかし、私は安心していませんでした。\u001b[22m, \u001b[1mしかし、それはので、私は安心したしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway. Storywise this is worth watching if you have alot of spare time. It isn't anything new. Since it has been done before. The only difference is the idea of the 3 dreams, and the 7 ghostly angels.\n\n\u001b[1mとにかく ストーリーワイズは、あなたが余裕を持っていれば見ておく価値があります。 それは新しいことではありません。 それは以前から行われているので。 唯一の違いは、3つの夢のアイデアと7人の幽霊の天使です。\u001b[22m\n\u001b[1m(Tonikaku sutōrīwaizu wa, anata ga yoyū o motte ireba mite oku kachi ga arimasu. Sore wa atarashī kotode wa arimasen. Sore wa izen kara okonawa rete irunode. Yuiitsu no chigai wa, 3ttsu no yume no aidea to 7-ri no yūrei no tenshidesu.)\u001b[22m\n\nTranslations of \u001b[4mAnyway. Storywise this is worth watching if you have alot of spare time. It isn't anything new. Since it has been done before. The only difference is the idea of the 3 dreams, and the 7 ghostly angels.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway.\u001b[24m\n    \u001b[1mとにかく\u001b[22m, \u001b[1mとにかく。\u001b[22m\n\u001b[4mStorywise this is worth watching if you have alot of spare time.\u001b[24m\n    \u001b[1mストーリーワイズは、あなたが余裕を持っていれば見ておく価値があります。\u001b[22m, \u001b[1mあなたは暇な時間の多くを持っている場合Storywiseこれは見て価値があります。\u001b[22m\n\u001b[4mIt isn't anything new.\u001b[24m\n    \u001b[1mそれは新しいことではありません。\u001b[22m, \u001b[1mそれは新しいものではありません。\u001b[22m\n\u001b[4mSince it has been done before.\u001b[24m\n    \u001b[1mそれは以前から行われているので。\u001b[22m, \u001b[1m以来、それは以前に行われています。\u001b[22m\n\u001b[4mThe only difference is the idea of the 3 dreams, and the 7 ghostly angels.\u001b[24m\n    \u001b[1m唯一の違いは、3つの夢のアイデアと7人の幽霊の天使です。\u001b[22m, \u001b[1m唯一の違いは、3夢、そして7幽霊天使たちの考えです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art style isn't to my liking but it fitted well with the story and the personality of the characters. After all it did feel Yaoi to me, so I guess it just fits together in that since.\n\n\u001b[1m芸術的スタイルは私の好きなものではありませんが、物語とキャラクターの個性がうまく合っています。 結局それは私にYaoiを感じたので、それ以来、それは一緒に収まると思う。\u001b[22m\n\u001b[1m(Geijutsu-teki sutairu wa watashi no sukina monode wa arimasenga, monogatari to kyarakutā no kosei ga umaku atte imasu. Kekkyoku sore wa watashi ni Yaoi o kanjitanode, sore irai, soreha issho ni osamaru to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe art style isn't to my liking but it fitted well with the story and the personality of the characters. After all it did feel Yaoi to me, so I guess it just fits together in that since.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style isn't to my liking but it fitted well with the story and the personality of the characters.\u001b[24m\n    \u001b[1m芸術的スタイルは私の好きなものではありませんが、物語とキャラクターの個性がうまく合っています。\u001b[22m, \u001b[1mアートスタイルは私の好みに合わせてではありませんが、ストーリーやキャラクターの性格とよく取り付けました。\u001b[22m\n\u001b[4mAfter all it did feel Yaoi to me, so I guess it just fits together in that since.\u001b[24m\n    \u001b[1m結局それは私にYaoiを感じたので、それ以来、それは一緒に収まると思う。\u001b[22m, \u001b[1m結局のところ、それは私にボーイズラブを感じなかったので、私はそれだけであるため、その中に一緒に収まると思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound was good voice acting was good, music was good.\n\n\u001b[1m音は良い声で演技は良く、音楽はよかった。\u001b[22m\n\u001b[1m(Oto wa yoi koe de engi wa yoku, ongaku wa yokatta.)\u001b[22m\n\nTranslations of \u001b[4mThe sound was good voice acting was good, music was good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was good voice acting was good, music was good.\u001b[24m\n    \u001b[1m音は良い声で演技は良く、音楽はよかった。\u001b[22m, \u001b[1m音が良い声の演技だった音楽は良かった、良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I enjoyed it but not something I would watch again to be honest.\n\n\u001b[1m全体的に私はそれを楽しんだが、私が正直であるために再び見ることはなかった。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa sore o tanoshindaga, watashi ga shōjikidearu tame ni futatabi miru koto wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mOverall I enjoyed it but not something I would watch again to be honest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I enjoyed it but not something I would watch again to be honest.\u001b[24m\n    \u001b[1m全体的に私はそれを楽しんだが、私が正直であるために再び見ることはなかった。\u001b[22m, \u001b[1m全体的に私は、私は正直に言うと、再び見て何かを、それを楽しんではなく。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "Anna_Hiwatari",
    "profile": "/profile/Anna_Hiwatari/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=43335",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  6\nキャラクター|  9\n|  8\n\n私のボーイフレンドと一緒に完成し、私たちはアニメ「Gaaay〜！ 私たちはyaoiが始まる毎秒を期待していました。  LOL jk。\nHehe、私は本当に少女からこのようになることを期待していませんでした。 それでは、始めましょう：\n\n - 私はアニメが好きだった、それはいくつかの話を持っていないが、私はそれがとにかく好きだった。  07ゴーストの終わりは別の季節があるが、まだ何もないという効果を与える。 私はFrau、Castor＆amp; 共同。  ：D\n - アニメーションは完璧です、私はキャラクターのデザインとすべてについてすべてが好きです。 私は彼らの目が一番好きだった。  * o *\n -  OP＆amp;  EDはいいです、私はそれらが好きです。 そしてセイヨウは偉大な仕事をしました。 本当に声優の偉大な選択！\n - キャラクターについて... hehe、私は彼らの人格、特にFrau'sが好きです。 彼は教会にいるが、彼は「雑誌」を保持している。 まあまあ：Dキャスターは厳しいものですが、ラブラドールはちょっと女の子のようです：D帝都..よく彼は私に迷惑をかけました、なぜなら、私は彼の性格と彼のすべてが御影を泣いているのが好きではありません：P そして、私は何かに気付きます...：O帝国をぶらぶらと抱える男はすべて金髪です。\n - 私はアニメを楽しんでいないとは言えません。 やった。 ユーモア、素晴らしいFrauの瞬間、魔法＆amp; 共同。\n - 全体的に私はこのアニメを与えます8.ニースのアニメーション、女の子の目のための素晴らしいキャラクターと素敵な話。\nお楽しみください",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nCompleted it with my boyfriend and we were going the whole anime 'Gaaay~!'. We were expecting every second for yaoi to start. LOL jk.\n\n\u001b[1m私のボーイフレンドと一緒に完成し、私たちはアニメ「Gaaay〜！ 私たちはyaoiが始まる毎秒を期待していました。  LOL jk。\u001b[22m\n\u001b[1m(Watashi no bōifurendo to issho ni kansei shi, watashitachiha anime `Gaaay 〜! Watashitachiha yaoi ga hajimaru maibyō o kitai shite imashita. LOL jk.)\u001b[22m\n\nTranslations of \u001b[4mCompleted it with my boyfriend and we were going the whole anime 'Gaaay~!'. We were expecting every second for yaoi to start. LOL jk.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCompleted it with my boyfriend and we were going the whole anime 'Gaaay~!'.\u001b[24m\n    \u001b[1m私のボーイフレンドと一緒に完成し、私たちはアニメ「Gaaay〜！\u001b[22m, \u001b[1m私のボーイフレンドとそれを完了し、我々は全体のアニメつもりだった」Gaaay〜を！」。\u001b[22m\n\u001b[4mWe were expecting every second for yaoi to start.\u001b[24m\n    \u001b[1m私たちはyaoiが始まる毎秒を期待していました。\u001b[22m, \u001b[1m我々は、起動するやおいのための毎秒を期待していました。\u001b[22m\n\u001b[4mLOL jk.\u001b[24m\n    \u001b[1mLOL jk。\u001b[22m\nHehe, I really didn't expect from shojo to be like THIS. So let's start:\n\n\u001b[1mHehe、私は本当に少女からこのようになることを期待していませんでした。 それでは、始めましょう：\u001b[22m\n\u001b[1m(Hehe, watashi wa hontōni shōjo kara kono yō ni naru koto o kitai shite imasendeshita. Soredewa, hajimemashou:)\u001b[22m\n\nTranslations of \u001b[4mHehe, I really didn't expect from shojo to be like THIS. So let's start:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHehe, I really didn't expect from shojo to be like THIS.\u001b[24m\n    \u001b[1mHehe、私は本当に少女からこのようになることを期待していませんでした。\u001b[22m, \u001b[1mふふ、私は本当にこのようなことを少女から期待していませんでした。\u001b[22m\n\u001b[4mSo let's start:\u001b[24m\n    \u001b[1mそれでは、始めましょう：\u001b[22m\n\u001b[1m\u001b[22m\n- I liked the anime, it doesn't have some story but I liked it anyhow. The ending of 07-Ghost gives the effect there will be another season but still nothing. I would like to watch more of Frau, Castor &amp; co. :D\n\n\u001b[1m - 私はアニメが好きだった、それはいくつかの話を持っていないが、私はそれがとにかく好きだった。  07ゴーストの終わりは別の季節があるが、まだ何もないという効果を与える。 私はFrau、Castor＆amp; 共同。  ：D\u001b[22m\n\u001b[1m(- Watashi wa anime ga sukidatta, sore wa ikutsu ka no hanashi o motteinai ga, watashi wa sore ga tonikaku sukidatta. 07 Gōsuto no owari wa betsu no kisetsu ga aru ga, mada nani mo nai to iu kōka o ataeru. Watashi wa Frau, kyasutā& amp; kyōdō. : D)\u001b[22m\n\nTranslations of \u001b[4m- I liked the anime, it doesn't have some story but I liked it anyhow. The ending of 07-Ghost gives the effect there will be another season but still nothing. I would like to watch more of Frau, Castor &amp; co. :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- I liked the anime, it doesn't have some story but I liked it anyhow.\u001b[24m\n    \u001b[1m - 私はアニメが好きだった、それはいくつかの話を持っていないが、私はそれがとにかく好きだった。\u001b[22m, \u001b[1m - 私はアニメが好き、それはいくつかの物語を持っていませんが、私はとにかくそれが好き。\u001b[22m\n\u001b[4mThe ending of 07-Ghost gives the effect there will be another season but still nothing.\u001b[24m\n    \u001b[1m07ゴーストの終わりは別の季節があるが、まだ何もないという効果を与える。\u001b[22m, \u001b[1m07-ゴーストの終了は別のシーズンが、まだ何があるでしょう効果が得られます。\u001b[22m\n\u001b[4mI would like to watch more of Frau, Castor &amp;\u001b[24m\n    \u001b[1m私はFrau、Castor＆amp;\u001b[22m, \u001b[1m私はフラウ、カストル＆アンペアをもっと見たいです。\u001b[22m\n\u001b[4mco.\u001b[24m\n    \u001b[1m共同。\u001b[22m\n\u001b[4m:D\u001b[24m\n    \u001b[1m：D\u001b[22m\n- The animation is perfect, I like everything about the character design and all. I most liked their eyes. *o*\n\n\u001b[1m - アニメーションは完璧です、私はキャラクターのデザインとすべてについてすべてが好きです。 私は彼らの目が一番好きだった。  * o *\u001b[22m\n\u001b[1m(- Animēshon wa kanpekidesu, watashi wa kyarakutā no dezain to subete ni tsuite subete ga sukidesu. Watashi wa karera no me ga ichiban sukidatta. * O*)\u001b[22m\n\nTranslations of \u001b[4m- The animation is perfect, I like everything about the character design and all. I most liked their eyes. *o*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The animation is perfect, I like everything about the character design and all.\u001b[24m\n    \u001b[1m - アニメーションは完璧です、私はキャラクターのデザインとすべてについてすべてが好きです。\u001b[22m, \u001b[1m - アニメーションは完璧ですが、私はキャラクターデザインとすべてについてのすべてが好きです。\u001b[22m\n\u001b[4mI most liked their eyes.\u001b[24m\n    \u001b[1m私は彼らの目が一番好きだった。\u001b[22m, \u001b[1m私はほとんど彼らの目が好きでした。\u001b[22m\n\u001b[4m*o*\u001b[24m\n    \u001b[1m* o *\u001b[22m\n- The OP &amp; ED are nice, I like them. And the seiyus done a great work. Great choice of voice actors really!\n\n\u001b[1m -  OP＆amp;  EDはいいです、私はそれらが好きです。 そしてセイヨウは偉大な仕事をしました。 本当に声優の偉大な選択！\u001b[22m\n\u001b[1m(- OP& amp; ED wa īdesu, watashi wa sorera ga sukidesu. Soshite seiyō wa idaina shigoto o shimashita. Hontōni seiyū no idaina sentaku!)\u001b[22m\n\nTranslations of \u001b[4m- The OP &amp; ED are nice, I like them. And the seiyus done a great work. Great choice of voice actors really!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The OP &amp;\u001b[24m\n    \u001b[1m -  OP＆amp;\u001b[22m, \u001b[1m -  OP＆＃038;\u001b[22m\n\u001b[4mED are nice, I like them.\u001b[24m\n    \u001b[1mEDはいいです、私はそれらが好きです。\u001b[22m, \u001b[1mEDがいいです、私は彼らが好き。\u001b[22m\n\u001b[4mAnd the seiyus done a great work.\u001b[24m\n    \u001b[1mそしてセイヨウは偉大な仕事をしました。\u001b[22m, \u001b[1mそしてseiyusは素晴らしい仕事をして。\u001b[22m\n\u001b[4mGreat choice of voice actors really!\u001b[24m\n    \u001b[1m本当に声優の偉大な選択！\u001b[22m, \u001b[1m本当に声優のかなりの選択！\u001b[22m\n- About the character... hehe, I like their personalities, especially Frau's. He's in church and yet he keeps 'the magazines'. A pervy one :D Castor is a strict one but fair and Labrador is kinda... like a girl :D Teito.. well he annoyed me, dunno why but I don't like his character and his all crying about Mikage :P And I notice something... :O Every guy who hangs around Teito is acctually blonde :O Haha.\n\n\u001b[1m - キャラクターについて... hehe、私は彼らの人格、特にFrau'sが好きです。 彼は教会にいるが、彼は「雑誌」を保持している。 まあまあ：Dキャスターは厳しいものですが、ラブラドールはちょっと女の子のようです：D帝都..よく彼は私に迷惑をかけました、なぜなら、私は彼の性格と彼のすべてが御影を泣いているのが好きではありません：P そして、私は何かに気付きます...：O帝国をぶらぶらと抱える男はすべて金髪です。\u001b[22m\n\u001b[1m(- Kyarakutā ni tsuite... Hehe, watashi wa karera no jinkaku, tokuni Frau' s ga sukidesu. Kare wa kyōkai ni iru ga, kare wa `zasshi' o hoji shite iru. Mā mā: D kyasutā wa kibishī monodesuga, raburadōru wa chotto on'nanoko no yōdesu: D teito.. Yoku kare wa watashi ni meiwaku o kakemashita, nazenara, watashi wa kare no seikaku to kare no subete ga Mikage o naite iru no ga sukide wa arimasen: P soshite, watashi wa nanika ni kidzukimasu... : O teikoku o burabura to kakaeru otoko wa subete kinpatsudesu.)\u001b[22m\n\nTranslations of \u001b[4m- About the character... hehe, I like their personalities, especially Frau's. He's in church and yet he keeps 'the magazines'. A pervy one :D Castor is a strict one but fair and Labrador is kinda... like a girl :D Teito.. well he annoyed me, dunno why but I don't like his character and his all crying about Mikage :P And I notice something... :O Every guy who hangs around Teito is acctually blonde :O Haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- About the character... hehe, I like their personalities, especially Frau's.\u001b[24m\n    \u001b[1m - キャラクターについて... hehe、私は彼らの人格、特にFrau'sが好きです。\u001b[22m, \u001b[1m - 文字について...笑、私は彼らの人格、特にフラウのが好きです。\u001b[22m\n\u001b[4mHe's in church and yet he keeps 'the magazines'.\u001b[24m\n    \u001b[1m彼は教会にいるが、彼は「雑誌」を保持している。\u001b[22m, \u001b[1m彼は教会の中でだと、まだ彼は「雑誌」を保持します。\u001b[22m\n\u001b[4mA pervy one :D Castor is a strict one but fair and Labrador is kinda... like a girl :D Teito.. well he annoyed me, dunno why but I don't like his character and his all crying about Mikage :P\u001b[24m\n    \u001b[1mまあまあ：Dキャスターは厳しいものですが、ラブラドールはちょっと女の子のようです：D帝都..よく彼は私に迷惑をかけました、なぜなら、私は彼の性格と彼のすべてが御影を泣いているのが好きではありません：P\u001b[22m, \u001b[1m倒錯の1：Dキャスターはちょっと...少女のようにされている厳格な1が、公正かつラブラドールです：D帝都..よく彼が知らない理由が、私は彼の性格が好きではないと彼はすべての御影について泣いて、私を悩ま：Pを\u001b[22m\n\u001b[4mAnd I notice something... :O Every guy who hangs around Teito is acctually blonde :O Haha.\u001b[24m\n    \u001b[1mそして、私は何かに気付きます...：O帝国をぶらぶらと抱える男はすべて金髪です。\u001b[22m, \u001b[1mそして、私は何かに気づく...：O帝都の周りにハングアップするすべての男はacctuallyブロンドです：Oハハ。\u001b[22m\n- I can't say I didn't enjoy the anime. I did. There was humor, nice Frau moments, magic &amp; co.\n\n\u001b[1m - 私はアニメを楽しんでいないとは言えません。 やった。 ユーモア、素晴らしいFrauの瞬間、魔法＆amp; 共同。\u001b[22m\n\u001b[1m(- Watashi wa anime o tanoshinde inai to wa iemasen. Yatta. Yūmoa, subarashī Frau no shunkan, mahō& amp; kyōdō.)\u001b[22m\n\nTranslations of \u001b[4m- I can't say I didn't enjoy the anime. I did. There was humor, nice Frau moments, magic &amp; co.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- I can't say I didn't enjoy the anime.\u001b[24m\n    \u001b[1m - 私はアニメを楽しんでいないとは言えません。\u001b[22m, \u001b[1m - 私はアニメを楽しんでいなかったと言うことはできません。\u001b[22m\n\u001b[4mI did.\u001b[24m\n    \u001b[1mやった。\u001b[22m, \u001b[1m私はしました。\u001b[22m, \u001b[1m私がやりました。\u001b[22m\n\u001b[4mThere was humor, nice Frau moments, magic &amp;\u001b[24m\n    \u001b[1mユーモア、素晴らしいFrauの瞬間、魔法＆amp;\u001b[22m, \u001b[1mユーモア、素敵なフラウ瞬間、魔法＆アンペアがありました。\u001b[22m\n\u001b[4mco.\u001b[24m\n    \u001b[1m共同。\u001b[22m\n- So overall I give this anime 8. Nice animation, great characters for girls eyes and a nice story.\n\n\u001b[1m - 全体的に私はこのアニメを与えます8.ニースのアニメーション、女の子の目のための素晴らしいキャラクターと素敵な話。\u001b[22m\n\u001b[1m(- Zentai-teki ni watashi wa kono anime o ataemasu 8. Nīsu no animēshon, on'nanoko no me no tame no subarashī kyarakutā to sutekina hanashi.)\u001b[22m\n\nTranslations of \u001b[4m- So overall I give this anime 8. Nice animation, great characters for girls eyes and a nice story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- So overall I give this anime 8. Nice animation, great characters for girls eyes and a nice story.\u001b[24m\n    \u001b[1m - 全体的に私はこのアニメを与えます8.ニースのアニメーション、女の子の目のための素晴らしいキャラクターと素敵な話。\u001b[22m, \u001b[1m - だから、全体的な私はこのアニメ8.ニースアニメーション、女の子の目のための偉大なキャラクターと素敵な物語を与えます。\u001b[22m\nEnjoy\n\n\u001b[1mお楽しみください\u001b[22m\n\u001b[1m(O tanoshimi kudasai)\u001b[22m\n\nDefinitions of \u001b[4mEnjoy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nverb\n\u001b[1m    楽しむ\u001b[22m\n        enjoy, take pleasure, amuse oneself, have a good time, anticipate, look forward to\n\u001b[1m    エンジョイ\u001b[22m\n        enjoy\n\u001b[1m    楽しませる\u001b[22m\n        delight, enjoy, amuse, please\n\u001b[1m    旨がる\u001b[22m\n        relish, show a liking for, like, care for, enjoy"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "YaoiFlame9",
    "profile": "/profile/YaoiFlame9/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=34783",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私が07-Ghostを見て読んでからしばらく時間がありましたが、私はかなりまともなレビューを書くことができます。\n\nストーリー：あなたにあらかじめ伝えるために、アニメのすべてがアニメ化されているわけではないので、アニメはあなたに多くのことを暗闇の中に絶対に残すでしょう。 真の冒険はアニメの出来事の後に始まります。 マンガはそれをすべて説明します（不完全な物語、世界は未定、七つの幽霊の本質について不思議に思う人のための通知です）。 しかし、アニメだけに集中しよう。\n\nジャンル：少年アニメという人気の信念にもかかわらず、私はあなたを失望させ、実際にはそうではないと言わなければなりません。 一部のキャラクターが過度に感情的である時があるので、それは少年愛ではありません。 男の子も感情を表現することができます。 それだけでは、少女アニメだけではありません。 いくつかの記事は、それが実際に小陰叫びし、少女であると言うので、人口統計はかなり広いです。\n\n文字：よく発達しており、多くのレイヤーを持っています。 彼らの多くは、真の本質、過去、意図を隠しています。 また、悪人がどのように描かれているか興味深く、多くの人と違って、倫理と忠誠心を持っています。 彼らは彼らの個人的な憎しみのためにそのような真偽の悪人の一人ではありません。 とにかく、あなたは自分自身のために見るでしょうから、私はこれ以上進めません。\n\n芸術：傑出していて、どれだけ多くのキャラクターが、すべてではないにしても、彼らを好きな人のために、ビショネンであると見なします。 バーズバーグ帝国の風景は、幻想的で息を呑むような細部がよく描かれています。\n\nサウンドトラック：私はこのアニメについて一番大好きなものです。 あなたは単にそれを聞く必要があります。私の見解では、このアニメの最高のものの一つです。\n\n他に何を言うことができますか？ このアニメを自由に見て、あなた自身のために見てください！ 私は心からあなたがそれを見て楽しむことを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIt has been some time since I watched and read 07-Ghost, but I can still write a pretty decent review, I hope.\n\n\u001b[1m私が07-Ghostを見て読んでからしばらく時間がありましたが、私はかなりまともなレビューを書くことができます。\u001b[22m\n\u001b[1m(Watashi ga 07 - Ghost o mite yonde kara shibaraku jikan ga arimashitaga, watashi wa kanari matomona rebyū o kaku koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt has been some time since I watched and read 07-Ghost, but I can still write a pretty decent review, I hope.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has been some time since I watched and read 07-Ghost, but I can still write a pretty decent review, I hope.\u001b[24m\n    \u001b[1m私が07-Ghostを見て読んでからしばらく時間がありましたが、私はかなりまともなレビューを書くことができます。\u001b[22m, \u001b[1m私が見て、07-ゴーストを読んで以来、それはいくつかの時間でしたが、私はまだかなりまともなレビューを書くことができ、私は願っています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: To tell you beforehand, anime will absolutely leave you in dark about many things, since not all of the manga has been made into anime. The true adventure begins after the events in the anime. Manga explains it all ( just a notice for ones who may find the story incomplete, its world undefined, and wonders about the nature of seven ghosts). But let's concentrate on the anime only.\n\n\u001b[1mストーリー：あらかじめ話すと、マンガのすべてがアニメ化されているわけではないので、アニメはあなたに多くのことを暗闇の中に絶対に残します。 真の冒険はアニメの出来事の後に始まります。 マンガはそれをすべて説明します（不完全な物語、世界は未定、七つの幽霊の本質について不思議に思う人のための通知です）。 しかし、アニメだけに集中しよう。\u001b[22m\n\u001b[1m(Sutōrī: Arakajime hanasu to, manga no subete ga anime-ka sa rete iru wakede wanainode, anime wa anata ni ōku no koto o kurayami no naka ni zettai ni nokoshimasu. Shin no bōken wa anime no dekigoto no nochi ni hajimarimasu. Manga wa sore o subete setsumei shimasu (fukanzen'na monogatari, sekai wa mitei, nanatsu no yūrei no honshitsu ni tsuite fushigi ni omou hito no tame no tsūchidesu). Shikashi, anime dake ni shūchū shiyou.)\u001b[22m\n\nTranslations of \u001b[4mStory: To tell you beforehand, anime will absolutely leave you in dark about many things, since not all of the manga has been made into anime. The true adventure begins after the events in the anime. Manga explains it all ( just a notice for ones who may find the story incomplete, its world undefined, and wonders about the nature of seven ghosts). But let's concentrate on the anime only.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: To tell you beforehand, anime will absolutely leave you in dark about many things, since not all of the manga has been made into anime.\u001b[24m\n    \u001b[1mストーリー：あらかじめ話すと、マンガのすべてがアニメ化されているわけではないので、アニメはあなたに多くのことを暗闇の中に絶対に残します。\u001b[22m, \u001b[1mストーリー：マンガの全てがアニメ化されているわけではないのでアニメは絶対に、多くのことについての暗闇の中であなたを残します、事前にあなたを教えてください。\u001b[22m\n\u001b[4mThe true adventure begins after the events in the anime.\u001b[24m\n    \u001b[1m真の冒険はアニメの出来事の後に始まります。\u001b[22m, \u001b[1m真の冒険は、アニメのイベント後に始まります。\u001b[22m\n\u001b[4mManga explains it all ( just a notice for ones who may find the story incomplete, its world undefined, and wonders about the nature of seven ghosts).\u001b[24m\n    \u001b[1mマンガはそれをすべて説明します（不完全な物語、世界は未定、七つの幽霊の本質について不思議に思う人のための通知です）。\u001b[22m, \u001b[1mマンガは、（その世界は未定義、物語は不完全かもしれないもののためにだけ通知、および7幽霊の性質についての不思議）それをすべて説明しています。\u001b[22m\n\u001b[4mBut let's concentrate on the anime only.\u001b[24m\n    \u001b[1mしかし、アニメだけに集中しよう。\u001b[22m, \u001b[1mしかし、それでは、唯一のアニメに集中しましょう。\u001b[22m\n\u001b[1m\u001b[22m\nGenre: Despite the popular belief that it is a shonen-ai anime, I must disappoint you and say that it actually isn't. Just because there are some moments when some characters are overly emotional doesn't mean it is a shonen-ai. Boys are allowed to express emotions, as well. It is not solely a shojo anime, either. Some articles say that it is actually both shonen and shojo, so the demographics is pretty wide.\n\n\u001b[1mジャンル：少年アニメという人気の信念にもかかわらず、私はあなたを失望させ、実際にはそうではないと言わなければなりません。 一部のキャラクターが過度に感情的である時があるからといって、それが少年愛であるとは限りません。 男の子も感情を表現することができます。 それだけでは、少女アニメだけではありません。 いくつかの記事は、それが実際に小陰叫びし、少女であると言うので、人口統計はかなり広いです。\u001b[22m\n\u001b[1m(Janru: Shōnen anime to iu ninki no shin'nen nimokakawarazu, watashi wa anata o shitsubō sa se, jissai ni wa sōde wa nai to iwanakereba narimasen. Ichibu no kyarakutā ga kado ni kanjō-tekidearu toki ga arukara to itte, sore ga shōnen aidearu to wa kagirimasen. Otokonoko mo kanjō o hyōgen suru koto ga dekimasu. Sore dakede wa, shōjo anime dakede wa arimasen. Ikutsu ka no kiji wa, sore ga jissai ni kokage sakebi shi, shōjodearu to iu node, jinkō tōkei wa kanari hiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mGenre: Despite the popular belief that it is a shonen-ai anime, I must disappoint you and say that it actually isn't. Just because there are some moments when some characters are overly emotional doesn't mean it is a shonen-ai. Boys are allowed to express emotions, as well. It is not solely a shojo anime, either. Some articles say that it is actually both shonen and shojo, so the demographics is pretty wide.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenre: Despite the popular belief that it is a shonen-ai anime, I must disappoint you and say that it actually isn't.\u001b[24m\n    \u001b[1mジャンル：少年アニメという人気の信念にもかかわらず、私はあなたを失望させ、実際にはそうではないと言わなければなりません。\u001b[22m, \u001b[1mジャンル：それは少年-AIアニメであることが人気の信念にもかかわらず、私はあなたを失望し、それが実際にはないことを言わなければなりません。\u001b[22m\n\u001b[4mJust because there are some moments when some characters are overly emotional doesn't mean it is a shonen-ai.\u001b[24m\n    \u001b[1m一部のキャラクターが過度に感情的である時があるからといって、それが少年愛であるとは限りません。\u001b[22m, \u001b[1m一部の文字が過度に感情的である場合、いくつかの瞬間があるからといって、それが少年-AIであることを意味しません。\u001b[22m\n\u001b[4mBoys are allowed to express emotions, as well.\u001b[24m\n    \u001b[1m男の子も感情を表現することができます。\u001b[22m, \u001b[1mボーイズは、同様に、感情を表現することが許可されています。\u001b[22m\n\u001b[4mIt is not solely a shojo anime, either.\u001b[24m\n    \u001b[1mそれだけでは、少女アニメだけではありません。\u001b[22m, \u001b[1mそれはどちらか、単に少女アニメではありません。\u001b[22m\n\u001b[4mSome articles say that it is actually both shonen and shojo, so the demographics is pretty wide.\u001b[24m\n    \u001b[1mいくつかの記事は、それが実際に小陰叫びし、少女であると言うので、人口統計はかなり広いです。\u001b[22m, \u001b[1mいくつかの記事は、それが実際に両方の少年と少女であると言うので、人口統計はかなり広いです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: are well-developed and have many layers; many of them hide their true nature, past, and intentions. It is also interesting how villains are depicted, and, unlike many, have some ethics and loyalty to them. They are not one of those cliche villains who are that way because of their personal hatred. You will see for yourselves, anyway, so I won't go further into this.\n\n\u001b[1m文字：よく発達しており、多くのレイヤーを持っています。 彼らの多くは、真の本質、過去、意図を隠しています。 また、悪人がどのように描かれているか興味深く、多くの人と違って、倫理と忠誠心を持っています。 彼らは彼らの個人的な憎しみのためにそのような真偽の悪人の一人ではありません。 とにかく、あなたは自分自身のために見るでしょうから、私はこれ以上進めません。\u001b[22m\n\u001b[1m(Moji: Yoku hattatsu shite ori, ōku no reiyā o motte imasu. Karera no ōku wa, shin no honshitsu, kako, ito o kakushite imasu. Mata, akunin ga dono yō ni egaka rete iru ka kyōmibukaku, ōku no hito to chigatte, rinri to chūsei kokoro o motte imasu. Karera wa karera no kojin-tekina nikushimi no tame ni sono yōna shingi no akunin no hitoride wa arimasen. Tonikaku, anata wa jibun jishin no tame ni mirudeshoukara, watashi wa kore ijō susumemasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: are well-developed and have many layers; many of them hide their true nature, past, and intentions. It is also interesting how villains are depicted, and, unlike many, have some ethics and loyalty to them. They are not one of those cliche villains who are that way because of their personal hatred. You will see for yourselves, anyway, so I won't go further into this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: are well-developed and have many layers;\u001b[24m\n    \u001b[1m文字：よく発達しており、多くのレイヤーを持っています。\u001b[22m, \u001b[1m文字：よく発達しており、多くの層を持っています。\u001b[22m\n\u001b[4mmany of them hide their true nature, past, and intentions.\u001b[24m\n    \u001b[1m彼らの多くは、真の本質、過去、意図を隠しています。\u001b[22m, \u001b[1mそれらの多くは、彼らの真の性質、過去、および意図を隠します。\u001b[22m\n\u001b[4mIt is also interesting how villains are depicted, and, unlike many, have some ethics and loyalty to them.\u001b[24m\n    \u001b[1mまた、悪人がどのように描かれているか興味深く、多くの人と違って、倫理と忠誠心を持っています。\u001b[22m, \u001b[1m多くのとは違って、いくつかの倫理とそれらへの忠誠心を持って、悪人が描かれている方法も面白いです、と。\u001b[22m\n\u001b[4mThey are not one of those cliche villains who are that way because of their personal hatred.\u001b[24m\n    \u001b[1m彼らは彼らの個人的な憎しみのためにそのような真偽の悪人の一人ではありません。\u001b[22m, \u001b[1m彼らは、その個人的な憎しみのそのようであるそれらの決まり文句悪役の一つではありません。\u001b[22m\n\u001b[4mYou will see for yourselves, anyway, so I won't go further into this.\u001b[24m\n    \u001b[1mとにかく、あなたは自分自身のために見るでしょうから、私はこれ以上進めません。\u001b[22m, \u001b[1mあなたはとにかく、自分のために表示されますので、私はこの中にさらに行くことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: is outstanding, seeing as how many of the characters, if not all, are bishonen, for ones who like them. The landscape of the Barsburg empire is breathtaking, fantasy-like, details well-drawn.\n\n\u001b[1m芸術：傑出していて、どれだけ多くのキャラクターが、すべてではないにしても、彼らを好きな人のために、ビショネンであると見なします。 バーズバーグ帝国の風景は、幻想的で息を呑むような細部がよく描かれています。\u001b[22m\n\u001b[1m(Geijutsu: Kesshutsu shite ite, dore dake ōku no kyarakutā ga, subetede wa nai ni shite mo, karera o sukinahito no tame ni, bishonendearu to minashimasu. Bāzubāgu teikoku no fūkei wa, gensō-tekide iki o nomu yōna saibu ga yoku egaka rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: is outstanding, seeing as how many of the characters, if not all, are bishonen, for ones who like them. The landscape of the Barsburg empire is breathtaking, fantasy-like, details well-drawn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: is outstanding, seeing as how many of the characters, if not all, are bishonen, for ones who like them.\u001b[24m\n    \u001b[1m芸術：傑出していて、どれだけ多くのキャラクターが、すべてではないにしても、彼らを好きな人のために、ビショネンであると見なします。\u001b[22m, \u001b[1mアート：すべてではないが傑出して、文字のどのように多くのように見て、彼らのようなもののために、美少年です。\u001b[22m\n\u001b[4mThe landscape of the Barsburg empire is breathtaking, fantasy-like, details well-drawn.\u001b[24m\n    \u001b[1mバーズバーグ帝国の風景は、幻想的で息を呑むような細部がよく描かれています。\u001b[22m, \u001b[1mBarsburg帝国の風景は息をのむような、ファンタジーのような、詳細がよく描かれています。\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack: is something that I love most about this anime. You simply MUST listen to it.It is one of the best things about this anime, in my view.\n\n\u001b[1mサウンドトラック：私はこのアニメについて一番大好きなものです。 あなたは単にそれを聞く必要があります。私の見解では、このアニメの最高のものの一つです。\u001b[22m\n\u001b[1m(Saundotorakku: Watashi wa kono anime ni tsuite ichiban daisukina monodesu. Anata wa tan'ni sore o kiku hitsuyō ga arimasu. Watashi no kenkaide wa, kono anime no saikō no mono no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack: is something that I love most about this anime. You simply MUST listen to it.It is one of the best things about this anime, in my view.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack: is something that I love most about this anime.\u001b[24m\n    \u001b[1mサウンドトラック：私はこのアニメについて一番大好きなものです。\u001b[22m, \u001b[1mサウンドトラック：私はこのアニメで一番大好きなものです。\u001b[22m\n\u001b[4mYou simply MUST listen to it.It is one of the best things about this anime, in my view.\u001b[24m\n    \u001b[1mあなたは単にそれを聞く必要があります。私の見解では、このアニメの最高のものの一つです。\u001b[22m, \u001b[1mあなたは、単に私の見解では、このアニメについての最もよいものの一つですit.Itに耳を傾けなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nWhat else can I say? Feel free to watch this anime, and see for yourselves! I sincerely hope you will enjoy watching it.\n\n\u001b[1m他に何を言うことができますか？ このアニメを自由に見て、あなた自身のために見てください！ 私は心からあなたがそれを見て楽しむことを願っています。\u001b[22m\n\u001b[1m(Hoka ni nani o iu koto ga dekimasu ka? Kono anime o jiyū ni mite, anata jishin no tame ni mitekudasai! Watashi wa kokorokara anata ga sore o mite tanoshimu koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat else can I say? Feel free to watch this anime, and see for yourselves! I sincerely hope you will enjoy watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat else can I say?\u001b[24m\n    \u001b[1m他に何を言うことができますか？\u001b[22m, \u001b[1m私は他に何を言うことができますか？\u001b[22m\n\u001b[4mFeel free to watch this anime, and see for yourselves!\u001b[24m\n    \u001b[1mこのアニメを自由に見て、あなた自身のために見てください！\u001b[22m, \u001b[1mこのアニメを見てお気軽に、そして自分のために参照してください！\u001b[22m\n\u001b[4mI sincerely hope you will enjoy watching it.\u001b[24m\n    \u001b[1m私は心からあなたがそれを見て楽しむことを願っています。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "soulsyster",
    "profile": "/profile/soulsyster/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=45651",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  8\n\n私がこのシリーズをちょうど終了したので、やや感情的なレビューを読む準備をしてください。\n\nストーリーから始めましょう。 プロットはかなり良く、実際には非常に面白いです。 私がそれに7を与える理由は、それが非常にゆっくりと動くからです。 私はエピソード11まで、あなたは多くの場面で退屈になると言います。 しかし、この物語には心が溢れていて、本当に楽しかったです。 それは、少なくとも私が他のアニメを見たものとは違う。 宗教的なテーマがありますが、実際にはあなたの喉や何かに圧迫されることはありません。\n物語のほとんどは、主人公の帝人が感じていることを中心に展開されています。 帝都は「不気味な」子供であるため、ストーリーラインには多くの心配があります。 見落とすのは難しいですが、ストーリーの他の要素がおそらくそれを補うことができます。 アクションシーンは非常にうまくいっており、このアニメを完全に憂うつにするのに十分なユーモアがあります。\n同様に、多くのフラッシュバックに備えてください。\n多くのことは説明されていないので、シリーズの最後には少し失望するかもしれませんが、エンディングがほぼ完璧だと感じています。 この場合、すべてを説明する必要はありません。\n\n芸術とアニメーションは、このアニメを輝かしくする要素です。 真剣に、彼らは素晴らしいです。\n\n私はオープニングテーマとエンディングテーマの両方を楽しんでいて、シリーズを通して演奏される音楽はうまく配置され、フィットしています。 最後のエピソードでの音楽の使用はおそらくあなたを裂くでしょう。\n\nさあキャラクターに移りましょう。 主人公の帝都・クラインは、怒り狂っている。 まあ、彼はそれ以上ですが、それが心に来る最初のものです。 あなたが彼を憎む時と、あなたがいない時があります。 帝都についての良いことは、彼が心をたくさん持っていることです。\n私は他のキャラクター、特に帝都が自分の道を見つけるのを助ける3人の司教たちを愛していました。 それらのうちの1人だけが、悲しいことに、実際のバックグラウンドを得ることができます。 主なアンタゴニストは何も特別ではなく、彼についてはほとんど知られていません。 まだ、キャラクターは間違いなく退屈ではありません。あなたは間違いなく2つのお気に入りを持っています。\n\n私は本当にこのアニメを楽しんだけど、私の意見では批判すべきことがたくさんある。 しかし、私はそれをファンタジーのファンであるものにお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAs I have just finished this series, be prepared to read a slightly emotional review.\n\n\u001b[1m私がこのシリーズをちょうど終了したので、やや感情的なレビューを読む準備をしてください。\u001b[22m\n\u001b[1m(Watashi ga kono shirīzu o chōdo shūryō shitanode, yaya kanjō-tekina rebyū o yomu junbi o shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAs I have just finished this series, be prepared to read a slightly emotional review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I have just finished this series, be prepared to read a slightly emotional review.\u001b[24m\n    \u001b[1m私がこのシリーズをちょうど終了したので、やや感情的なレビューを読む準備をしてください。\u001b[22m, \u001b[1m私はこのシリーズを終えてきたように、少し感情的なレビューを読んように準備してください。\u001b[22m\n\u001b[1m\u001b[22m\nLet's start with the story. The plot is pretty good and actually very interesting. The reason I give it a 7, though, is because it moves along VERY SLOWLY. I would say up until episode 11, you are going to be bored with many scenes. However, this story does have a lot of heart and I really did enjoy it. It's different from what I've seen of other anime, at least. There are religious themes, but they aren't really shoved down your throat or anything.\n\n\u001b[1mストーリーから始めましょう。 プロットはかなり良く、実際には非常に面白いです。 私がそれに7を与える理由は、それが非常にゆっくりと動くからです。 私はエピソード11まで、あなたは多くの場面で退屈になると言います。 しかし、この物語には心が溢れていて、本当に楽しかったです。 それは、少なくとも私が他のアニメを見たものとは違う。 宗教的なテーマがありますが、実際にはあなたの喉や何かに圧迫されることはありません。\u001b[22m\n\u001b[1m(Sutōrī kara hajimemashou. Purotto wa kanari yoku, jissai ni wa hijō ni omoshiroidesu. Watashi ga sore ni 7 o ataeru riyū wa, sore ga hijō ni yukkuri to ugokukaradesu. Watashi wa episōdo 11 made, anata wa ōku no bamen de taikutsu ni naru to iimasu. Shikashi, kono monogatari ni wa kokoro ga afurete ite, hontōni tanoshikattadesu. Sore wa, sukunakutomo watashi ga hoka no anime o mita mono to wa chigau. Shūkyō-tekina tēma ga arimasuga, jissai ni wa anata no nodo ya nanika ni appaku sa reru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mLet's start with the story. The plot is pretty good and actually very interesting. The reason I give it a 7, though, is because it moves along VERY SLOWLY. I would say up until episode 11, you are going to be bored with many scenes. However, this story does have a lot of heart and I really did enjoy it. It's different from what I've seen of other anime, at least. There are religious themes, but they aren't really shoved down your throat or anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start with the story.\u001b[24m\n    \u001b[1mストーリーから始めましょう。\u001b[22m, \u001b[1m話から始めましょう。\u001b[22m\n\u001b[4mThe plot is pretty good and actually very interesting.\u001b[24m\n    \u001b[1mプロットはかなり良く、実際には非常に面白いです。\u001b[22m, \u001b[1mプロットはかなり良いと実際には非常に興味深いものです。\u001b[22m\n\u001b[4mThe reason I give it a 7, though, is because it moves along VERY SLOWLY.\u001b[24m\n    \u001b[1m私がそれに7を与える理由は、それが非常にゆっくりと動くからです。\u001b[22m, \u001b[1mそれは非常にゆっくりに沿って移動するので、私はそれを7を与える理由は、しかし、です。\u001b[22m\n\u001b[4mI would say up until episode 11, you are going to be bored with many scenes.\u001b[24m\n    \u001b[1m私はエピソード11まで、あなたは多くの場面で退屈になると言います。\u001b[22m, \u001b[1m私はエピソード11まで、あなたは多くのシーンで退屈になるだろうと言うでしょう。\u001b[22m\n\u001b[4mHowever, this story does have a lot of heart and I really did enjoy it.\u001b[24m\n    \u001b[1mしかし、この物語には心が溢れていて、本当に楽しかったです。\u001b[22m, \u001b[1mしかし、この話は心の多くを持っていないと私は本当にそれを楽しむんでした。\u001b[22m\n\u001b[4mIt's different from what I've seen of other anime, at least.\u001b[24m\n    \u001b[1mそれは、少なくとも私が他のアニメを見たものとは違う。\u001b[22m, \u001b[1mそれは私が、少なくとも、他のアニメの見てきたものとは異なるのです。\u001b[22m\n\u001b[4mThere are religious themes, but they aren't really shoved down your throat or anything.\u001b[24m\n    \u001b[1m宗教的なテーマがありますが、実際にはあなたの喉や何かに圧迫されることはありません。\u001b[22m, \u001b[1mそこ宗教的なテーマがありますが、彼らは本当にあなたの喉か何かを下に押し込んだされていません。\u001b[22m\nMost of the story revolves around what the main character, Teito, is feeling. As Teito is an 'angsty' kid, there is a lot of angst in the storyline. It is hard to overlook, but the other elements of the story can probably make up for that. The action scenes are done very well, and there is enough humor to make this anime not completely depressing.\n\n\u001b[1m物語のほとんどは、主人公の帝人が感じていることを中心に展開されています。 帝都は「不気味な」子供であるため、ストーリーラインには多くの心配があります。 見落とすのは難しいですが、ストーリーの他の要素がおそらくそれを補うことができます。 アクションシーンは非常にうまくいっており、このアニメを完全に憂うつにするのに十分なユーモアがあります。\u001b[22m\n\u001b[1m(Monogatari no hotondo wa, shujinkō no Teijin ga kanjite iru koto o chūshin ni tenkai sa rete imasu. Teito wa `bukimina' kodomodearu tame, sutōrīrain ni wa ōku no shinpai ga arimasu. Miotosu no wa muzukashīdesuga, sutōrī no ta no yōso ga osoraku sore o oginau koto ga dekimasu. Akushonshīn wa hijō ni umaku itte ori, kono anime o kanzen ni yūutsu ni suru no ni jūbun'na yūmoa ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mMost of the story revolves around what the main character, Teito, is feeling. As Teito is an 'angsty' kid, there is a lot of angst in the storyline. It is hard to overlook, but the other elements of the story can probably make up for that. The action scenes are done very well, and there is enough humor to make this anime not completely depressing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the story revolves around what the main character, Teito, is feeling.\u001b[24m\n    \u001b[1m物語のほとんどは、主人公の帝人が感じていることを中心に展開されています。\u001b[22m, \u001b[1m物語のほとんどは、メインキャラクター、帝都は、感じているものを中心に展開します。\u001b[22m\n\u001b[4mAs Teito is an 'angsty' kid, there is a lot of angst in the storyline.\u001b[24m\n    \u001b[1m帝都は「不気味な」子供であるため、ストーリーラインには多くの心配があります。\u001b[22m, \u001b[1m帝都は「angsty」の子供であるため、ストーリー中の不安がたくさんあります。\u001b[22m\n\u001b[4mIt is hard to overlook, but the other elements of the story can probably make up for that.\u001b[24m\n    \u001b[1m見落とすのは難しいですが、ストーリーの他の要素がおそらくそれを補うことができます。\u001b[22m, \u001b[1m見落とすのは難しいですが、物語の他の要素は、おそらくそのために補うことができます。\u001b[22m\n\u001b[4mThe action scenes are done very well, and there is enough humor to make this anime not completely depressing.\u001b[24m\n    \u001b[1mアクションシーンは非常にうまくいっており、このアニメを完全に憂うつにするのに十分なユーモアがあります。\u001b[22m, \u001b[1mアクションシーンは非常によく行われており、このアニメは完全に気のめいるないようにするに十分なユーモアがあります。\u001b[22m\nBe prepared for many flashbacks, as well.\n\n\u001b[1m同様に、多くのフラッシュバックに備えてください。\u001b[22m\n\u001b[1m(Dōyō ni, ōku no furasshu bakku ni sonaete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mBe prepared for many flashbacks, as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBe prepared for many flashbacks, as well.\u001b[24m\n    \u001b[1m同様に、多くのフラッシュバックに備えてください。\u001b[22m, \u001b[1m同様に、多くのフラッシュバックのために準備されます。\u001b[22m\nYou may be a bit disappointed with the end of the series, as many things are not explained, but I feel that the ending was nearly perfect. In this case, not everything has to be explained.\n\n\u001b[1m多くのことは説明されていないので、シリーズの最後には少し失望するかもしれませんが、エンディングがほぼ完璧だと感じています。 この場合、すべてを説明する必要はありません。\u001b[22m\n\u001b[1m(Ōku no koto wa setsumei sa rete inainode, shirīzu no saigo ni wa sukoshi shitsubō suru kamo shiremasenga, endingu ga hobo kanpekida to kanjite imasu. Ko no baai, subete o setsumei suru hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mYou may be a bit disappointed with the end of the series, as many things are not explained, but I feel that the ending was nearly perfect. In this case, not everything has to be explained.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou may be a bit disappointed with the end of the series, as many things are not explained, but I feel that the ending was nearly perfect.\u001b[24m\n    \u001b[1m多くのことは説明されていないので、シリーズの最後には少し失望するかもしれませんが、エンディングがほぼ完璧だと感じています。\u001b[22m, \u001b[1m多くのことが説明されていないように、シリーズの最後で少しがっかりするかもしれないが、私は結末はほぼ完璧だったと感じています。\u001b[22m\n\u001b[4mIn this case, not everything has to be explained.\u001b[24m\n    \u001b[1mこの場合、すべてを説明する必要はありません。\u001b[22m, \u001b[1mこの場合ではなく、すべてが説明されなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and animation are the elements that make this anime shine. Seriously, they are amazing.\n\n\u001b[1m芸術とアニメーションは、このアニメを輝かしくする要素です。 真剣に、彼らは素晴らしいです。\u001b[22m\n\u001b[1m(Geijutsu to animēshon wa, kono anime o kagayakashiku suru yōsodesu. Shinken ni, karera wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation are the elements that make this anime shine. Seriously, they are amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation are the elements that make this anime shine.\u001b[24m\n    \u001b[1m芸術とアニメーションは、このアニメを輝かしくする要素です。\u001b[22m, \u001b[1mアートやアニメーションはこのアニメの輝きを作る要素です。\u001b[22m\n\u001b[4mSeriously, they are amazing.\u001b[24m\n    \u001b[1m真剣に、彼らは素晴らしいです。\u001b[22m, \u001b[1m真剣に、彼らは驚くべきものです。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed both the opening and ending themes, and the music that is played through out the series is well-placed and fitting. The use of music in the last episode will most likely make you tear up.\n\n\u001b[1m私はオープニングテーマとエンディングテーマの両方を楽しんでいて、シリーズを通して演奏される音楽はうまく配置され、フィットしています。 最後のエピソードでの音楽の使用はおそらくあなたを裂くでしょう。\u001b[22m\n\u001b[1m(Watashi wa ōpuningutēma to endingutēma no ryōhō o tanoshinde ite, shirīzu o tōshite ensō sa reru ongaku wa umaku haichi sa re, fitto shite imasu. Saigo no episōdo de no ongaku no shiyō wa osoraku anata o sakudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed both the opening and ending themes, and the music that is played through out the series is well-placed and fitting. The use of music in the last episode will most likely make you tear up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed both the opening and ending themes, and the music that is played through out the series is well-placed and fitting.\u001b[24m\n    \u001b[1m私はオープニングテーマとエンディングテーマの両方を楽しんでいて、シリーズを通して演奏される音楽はうまく配置され、フィットしています。\u001b[22m, \u001b[1m私はよく配置され、フィッティングの開口とエンディングテーマ、シリーズ全体を通して再生される音楽の両方を楽しみました。\u001b[22m\n\u001b[4mThe use of music in the last episode will most likely make you tear up.\u001b[24m\n    \u001b[1m最後のエピソードでの音楽の使用はおそらくあなたを裂くでしょう。\u001b[22m, \u001b[1m最終話での音楽の使用が最も可能性の高いあなたが引き裂くようになります。\u001b[22m\n\u001b[1m\u001b[22m\nNow let's move on to the characters. Teito Klein, the main character, is... angst-ridden. Well, he is more than that, but that is the first thing that comes to mind. There will be times where you hate him, and times where you will not. The good thing about Teito is that he has a lot of heart.\n\n\u001b[1mさあキャラクターに移りましょう。 主人公の帝都・クラインは、怒り狂っている。 まあ、彼はそれ以上ですが、それが心に来る最初のものです。 あなたが彼を憎む時と、あなたがいない時があります。 帝都についての良いことは、彼が心をたくさん持っていることです。\u001b[22m\n\u001b[1m(Sā kyarakutā ni utsurimashou. Shujinkō no teito kurain wa, ikarikurutte iru. Mā, kare wa sore ijōdesuga, sore ga kokoro ni kuru saisho no monodesu. Anata ga kare o nikumu toki to, anata ga inai toki ga arimasu. Teito ni tsuite no yoikoto wa, kare ga kokoro o takusan motte iru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mNow let's move on to the characters. Teito Klein, the main character, is... angst-ridden. Well, he is more than that, but that is the first thing that comes to mind. There will be times where you hate him, and times where you will not. The good thing about Teito is that he has a lot of heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow let's move on to the characters.\u001b[24m\n    \u001b[1mさあキャラクターに移りましょう。\u001b[22m, \u001b[1m今度は、文字に移りましょう。\u001b[22m\n\u001b[4mTeito Klein, the main character, is... angst-ridden.\u001b[24m\n    \u001b[1m主人公の帝都・クラインは、怒り狂っている。\u001b[22m, \u001b[1mテイト=クライン、主人公は、ある...不安だらけ。\u001b[22m\n\u001b[4mWell, he is more than that, but that is the first thing that comes to mind.\u001b[24m\n    \u001b[1mまあ、彼はそれ以上ですが、それが心に来る最初のものです。\u001b[22m, \u001b[1mまあ、彼はそれ以上であるが、それは心に来る最初の事です。\u001b[22m\n\u001b[4mThere will be times where you hate him, and times where you will not.\u001b[24m\n    \u001b[1mあなたが彼を憎む時と、あなたがいない時があります。\u001b[22m, \u001b[1mここで、あなたはしません、あなたが彼を憎む倍、倍があります。\u001b[22m\n\u001b[4mThe good thing about Teito is that he has a lot of heart.\u001b[24m\n    \u001b[1m帝都についての良いことは、彼が心をたくさん持っていることです。\u001b[22m, \u001b[1m帝都の良いところは、彼が心の多くを持っているということです。\u001b[22m\nI loved the other characters, especially the three bishops that help Teito find his path. Only one of them gets any real background told, sadly. The main antagonist is nothing special and very little is ever known about him. Still, the characters are definitely not boring and you will definitely have a couple of favorites.\n\n\u001b[1m私は他のキャラクター、特に帝都が自分の道を見つけるのを助ける3人の司教たちを愛していました。 それらのうちの1人だけが、悲しいことに、実際のバックグラウンドを得ることができます。 主なアンタゴニストは何も特別ではなく、彼についてはほとんど知られていません。 まだ、キャラクターは間違いなく退屈ではありません。あなたは間違いなく2つのお気に入りを持っています。\u001b[22m\n\u001b[1m(Watashi wa hoka no kyarakutā, tokuni teito ga jibun no michi o mitsukeru no o tasukeru 3-ri no shikyō-tachi o aishite imashita. Sorera no uchi no 1-ri dake ga, kanashī koto ni, jissai no bakkuguraundo o eru koto ga dekimasu. Omona antagonisuto wa nani mo tokubetsude wa naku, kare ni tsuite wa hotondo shira rete imasen. Mada, kyarakutā wa machigainaku taikutsude wa arimasen. Anata wa machigainaku 2tsu no okiniiri o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI loved the other characters, especially the three bishops that help Teito find his path. Only one of them gets any real background told, sadly. The main antagonist is nothing special and very little is ever known about him. Still, the characters are definitely not boring and you will definitely have a couple of favorites.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the other characters, especially the three bishops that help Teito find his path.\u001b[24m\n    \u001b[1m私は他のキャラクター、特に帝都が自分の道を見つけるのを助ける3人の司教たちを愛していました。\u001b[22m, \u001b[1m私は特に他の文字、帝都は彼のパスを見つける3司教を愛しました。\u001b[22m\n\u001b[4mOnly one of them gets any real background told, sadly.\u001b[24m\n    \u001b[1mそれらのうちの1人だけが、悲しいことに、実際のバックグラウンドを得ることができます。\u001b[22m, \u001b[1mいずれか一方のみが悲しげに言った、実在の背景を取得します。\u001b[22m\n\u001b[4mThe main antagonist is nothing special and very little is ever known about him.\u001b[24m\n    \u001b[1m主なアンタゴニストは何も特別ではなく、彼についてはほとんど知られていません。\u001b[22m, \u001b[1m主なアンタゴニストは特別なものではありませんし、非常に少ないが、これまで彼について知られています。\u001b[22m\n\u001b[4mStill, the characters are definitely not boring and you will definitely have a couple of favorites.\u001b[24m\n    \u001b[1mまだ、キャラクターは間違いなく退屈ではありません。あなたは間違いなく2つのお気に入りを持っています。\u001b[22m, \u001b[1mそれでも、文字は間違いなく退屈ではありません、あなたは間違いなくお気に入りのカップルを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nI really did enjoy this anime, and yet there is much to criticize in my opinion. However, I would recommend it to anything who is a fan of fantasy.\n\n\u001b[1m私は本当にこのアニメを楽しんだけど、私の意見では批判すべきことがたくさんある。 しかし、私はそれをファンタジーのファンであるものにお勧めします。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime o tanoshindakedo, watashi no ikende wa hihan subeki koto ga takusan aru. Shikashi, watashi wa sore o fantajī no fandearu mono ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really did enjoy this anime, and yet there is much to criticize in my opinion. However, I would recommend it to anything who is a fan of fantasy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really did enjoy this anime, and yet there is much to criticize in my opinion.\u001b[24m\n    \u001b[1m私は本当にこのアニメを楽しんだけど、私の意見では批判すべきことがたくさんある。\u001b[22m, \u001b[1m私は本当にこのアニメを楽しんでいたし、まだ私の意見で批判する多くがあります。\u001b[22m\n\u001b[4mHowever, I would recommend it to anything who is a fan of fantasy.\u001b[24m\n    \u001b[1mしかし、私はそれをファンタジーのファンであるものにお勧めします。\u001b[22m, \u001b[1mしかし、私はファンタジーのファンで何にでもそれをお勧めします。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "reddaishi",
    "profile": "/profile/reddaishi/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=129069",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  5\n|  7\n\n勇者たちはよく洗い流されている。 アニメーションやストーリーもうまくいきます。 これは男の子の愛の気持ちを持っていると言いました。 個人的に私はそれで大丈夫です。 それがあなたを邪魔するなら、あなたはこれを渡したいと思うでしょう。ここで、いくつかの女性ファンサービスシーンを投げて、BLのエッジを取り除くことができます。 しかし、プロットは非常にBLです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe charictors are well fleshed out. Animation and story are also well done. That said this has a boys love feel. Personally I'm fine with that. If that disturbs you you might want to pass on this.they do throw a few female fan service scenes here and there to take some of the BL edge off. But the plot is very BL.\n\n\u001b[1m勇者たちはよく洗い流されている。 アニメーションやストーリーもうまくいきます。 これは男の子の愛の気持ちを持っていると言いました。 個人的に私はそれで大丈夫です。 それがあなたを邪魔するなら、あなたはこれを渡したいと思うでしょう。ここで、いくつかの女性ファンサービスシーンを投げて、BLのエッジを取り除くことができます。 しかし、プロットは非常にBLです。\u001b[22m\n\u001b[1m(Yūsha-tachi wa yoku arainagasa rete iru. Animēshon ya sutōrī mo umaku ikimasu. Kore wa otokonoko no ai no kimochi o motte iru to iimashita. Kojin-teki ni watashi wa sore de daijōbudesu. Sore ga anata o jama surunara, anata wa kore o watashitai to omoudeshou. Koko de, ikutsu ka no josei fansābisushīn o nagete, BL no ejji o torinozoku koto ga dekimasu. Shikashi, purotto wa hijō ni BLdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe charictors are well fleshed out. Animation and story are also well done. That said this has a boys love feel. Personally I'm fine with that. If that disturbs you you might want to pass on this.they do throw a few female fan service scenes here and there to take some of the BL edge off. But the plot is very BL.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe charictors are well fleshed out.\u001b[24m\n    \u001b[1m勇者たちはよく洗い流されている。\u001b[22m, \u001b[1mcharictorsはよく肉付けされています。\u001b[22m\n\u001b[4mAnimation and story are also well done.\u001b[24m\n    \u001b[1mアニメーションやストーリーもうまくいきます。\u001b[22m, \u001b[1mアニメーションと話もよく行われています。\u001b[22m\n\u001b[4mThat said this has a boys love feel.\u001b[24m\n    \u001b[1mこれは男の子の愛の気持ちを持っていると言いました。\u001b[22m, \u001b[1mつまり、これは男の子が感触を愛する有することを特徴とします。\u001b[22m\n\u001b[4mPersonally I'm fine with that.\u001b[24m\n    \u001b[1m個人的に私はそれで大丈夫です。\u001b[22m, \u001b[1m個人的に私はそれで大丈夫ですよ。\u001b[22m\n\u001b[4mIf that disturbs you you might want to pass on this.they do throw a few female fan service scenes here and there to take some of the BL edge off.\u001b[24m\n    \u001b[1mそれがあなたを邪魔するなら、あなたはこれを渡したいと思うでしょう。ここで、いくつかの女性ファンサービスシーンを投げて、BLのエッジを取り除くことができます。\u001b[22m, \u001b[1mそれがあなたを乱す場合は、this.theyに合格することができますBLエッジの一部を取るためにここにあるいくつかの女性のファンサービスシーンをスローします。\u001b[22m\n\u001b[4mBut the plot is very BL.\u001b[24m\n    \u001b[1mしかし、プロットは非常にBLです。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "Naurisvaras",
    "profile": "/profile/Naurisvaras/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=66245",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n一方で、私たちは友人の間に深い絆を持ち、真のアイデンティティを探し求めている記憶喪失、壮大なエスケープの形で未知への旅、情景の戦いと訓練をしています。 一方、私たちには、ビショナン、ドラマ、そして悲劇の間の疑いのある緊密な関係の中で、大勢の女性が視線の中を動き回っています。  07-幽霊は、ステレオタイプの少女とshounenの成分が大きなポットで一緒に混ぜ合わされ、ぴったりフィットした音楽とすばらしい風景で味わったようです。\n\n主人公、帝都クラインは、そこに最高の主人公ではありません。 彼は戦いに才能のある不気味な子供であり、彼の崇拝はかなり彼の性格を定義しています。 他のキャラクターの中には、より深く描かれているものもあるが（主にFrauとHakurenを考えている）、26人のエピソードで描写されていたであろう深みには欠けている。\n\n私は07-Ghostの漫画を読んでいないが、メーカーは多かれ少なかれ漫画の主なポイントを開始と終了で全体を作る感覚に合わせて苦労していると思う。  07-Ghostの終わりは壁に流れ込むようなものです。 シリーズの主なポイントはすべて未解決のまま残されています。ただ終了します。\n\nそれは途方もなく悪いものです。 今、良いもの。\n\nバックグラウンドアートとそのシリーズの音楽はとても良いです：特にその背景を描いた人たちは、自分が何をしているのか本当に知っていました。 彼らはストーリーだけでなく、お互いにもうまく行く。 私が初めてハリー・ポッターの本を読んでいた時、07-Ghostを見ている気分は同じです。 新しい、魔法の言葉と環境は美しく、出てきていて、なんとなく豪華な廊下、静かな庭園、落ち着いた噴水です。 それはあなたが07ゴーストがゲームであることを望みます。あなたは散歩して自分でエリアを探索することができます。\n\nでは、07-Ghostを楽しむためには何が必要ですか？ 美しいアニメ少年のための感謝と、魔法、気持ち、かわいいもので払われることができる心のペア、yaoiゴーグル。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nOn one hand we have deep bonds between friends, an amnesiac searching for his true identity, a journey to the unknown in form of an epic escape, fight scenes and training. On the other hand we have tons of bishounens frolicking around and almost none females in sight, suspicously close relationships between said bishounens, the drama and the tragedy. 07-Ghost appears to have born of stereotypical shoujo and shounen ingredients mixed together in a large pot, spiced with some fitting music and awesome scenery.\n\n\u001b[1m一方で、私たちは友人の間に深い絆を持ち、真のアイデンティティを探し求めている記憶喪失、壮大なエスケープの形で未知への旅、情景の戦いと訓練をしています。 一方、私たちには、ビショナン、ドラマ、そして悲劇の間の疑いのある緊密な関係の中で、大勢の女性が視線の中を動き回っています。  07-幽霊は、ステレオタイプの少女とshounenの成分が大きなポットで一緒に混ぜ合わされ、ぴったりフィットした音楽とすばらしい風景で味わったようです。\u001b[22m\n\u001b[1m(Ippō de, watashitachiha yūjin no ma ni fukai kizuna o mochi, shin no aidentiti o sagashimotomete iru kioku sōshitsu, sōdaina esukēpu no katachi de michi e no tabi, jōkei no tatakai to kunren o shite imasu. Ippō, watashitachi ni wa, bishonan, dorama, soshite higeki no ma no utagai no aru kinmitsuna kankei no naka de, taisei no josei ga shisen no naka o ugokimawatte imasu. 07 - Yūrei wa, sutereo taipu no shōjo to shounen no seibun ga ōkina potto de issho ni mazeawasa re, pittarifitto shita ongaku to subarashī fūkei de ajiwatta yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mOn one hand we have deep bonds between friends, an amnesiac searching for his true identity, a journey to the unknown in form of an epic escape, fight scenes and training. On the other hand we have tons of bishounens frolicking around and almost none females in sight, suspicously close relationships between said bishounens, the drama and the tragedy. 07-Ghost appears to have born of stereotypical shoujo and shounen ingredients mixed together in a large pot, spiced with some fitting music and awesome scenery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn one hand we have deep bonds between friends, an amnesiac searching for his true identity, a journey to the unknown in form of an epic escape, fight scenes and training.\u001b[24m\n    \u001b[1m一方で、私たちは友人の間に深い絆を持ち、真のアイデンティティを探し求めている記憶喪失、壮大なエスケープの形で未知への旅、情景の戦いと訓練をしています。\u001b[22m, \u001b[1m一方で、我々は友人間の深い絆を持っている、記憶喪失は、シーンや訓練を戦う、叙事詩エスケープの形で、彼の本当のアイデンティティのために、未知への旅を探索します。\u001b[22m\n\u001b[4mOn the other hand we have tons of bishounens frolicking around and almost none females in sight, suspicously close relationships between said bishounens, the drama and the tragedy.\u001b[24m\n    \u001b[1m一方、私たちには、ビショナン、ドラマ、そして悲劇の間の疑いのある緊密な関係の中で、大勢の女性が視線の中を動き回っています。\u001b[22m, \u001b[1m一方、私たちは周り戯れるbishounensのトンと視力のほとんどない女性、suspicously近い関係言っbishounens、ドラマと悲劇を持っています。\u001b[22m\n\u001b[4m07-Ghost appears to have born of stereotypical shoujo and shounen ingredients mixed together in a large pot, spiced with some fitting music and awesome scenery.\u001b[24m\n    \u001b[1m07-幽霊は、ステレオタイプの少女とshounenの成分が大きなポットで一緒に混ぜ合わされ、ぴったりフィットした音楽とすばらしい風景で味わったようです。\u001b[22m, \u001b[1m07-Ghostは、いくつかのフィッティング音楽と素晴らしい景色で味付け、大きな鍋で一緒に混合ステレオタイプの少女と少年成分から生まれてきたように思われます。\u001b[22m\n\u001b[1m\u001b[22m\nThe main character, Teito Klein, isn't the best protagonist there is. He is an angsty kid talented in fighting, and his emoness is pretty much defines his character. Some of the other characters are portrayed better and more deeply (mainly thinking of Frau and Hakuren here) but in overall characters lack depth that would have been possible to portray in 26 episodes.\n\n\u001b[1m主人公、帝都クラインは、そこに最高の主人公ではありません。 彼は戦いに才能のある不気味な子供であり、彼の崇拝はかなり彼の性格を定義しています。 他のキャラクターの中には、より深く描かれているものもありますが（主にFrauとHakurenを考えています）、26人のエピソードで描写されていたような深みはありません。\u001b[22m\n\u001b[1m(Shujinkō, teito kurain wa, soko ni saikō no shujinkōde wa arimasen. Kare wa tatakai ni sainō no aru bukimina kodomodeari, kare no sūhai wa kanari kare no seikaku o teigi shite imasu. Hoka no kyarakutā no nakaniha, yori fukaku egaka rete iru mono mo arimasuga (omo ni Frau to Hakuren o kangaete imasu), 26-ri no episōdo de byōsha sa rete ita yōna fukami wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe main character, Teito Klein, isn't the best protagonist there is. He is an angsty kid talented in fighting, and his emoness is pretty much defines his character. Some of the other characters are portrayed better and more deeply (mainly thinking of Frau and Hakuren here) but in overall characters lack depth that would have been possible to portray in 26 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character, Teito Klein, isn't the best protagonist there is.\u001b[24m\n    \u001b[1m主人公、帝都クラインは、そこに最高の主人公ではありません。\u001b[22m, \u001b[1mメインキャラクター、テイト=クラインは、そこにある最高の主人公ではありません。\u001b[22m\n\u001b[4mHe is an angsty kid talented in fighting, and his emoness is pretty much defines his character.\u001b[24m\n    \u001b[1m彼は戦いに才能のある不気味な子供であり、彼の崇拝はかなり彼の性格を定義しています。\u001b[22m, \u001b[1m彼は戦闘中angsty子供才能がある、と彼emonessはかなり彼の性格を定義します。\u001b[22m\n\u001b[4mSome of the other characters are portrayed better and more deeply (mainly thinking of Frau and Hakuren here) but in overall characters lack depth that would have been possible to portray in 26 episodes.\u001b[24m\n    \u001b[1m他のキャラクターの中には、より深く描かれているものもありますが（主にFrauとHakurenを考えています）、26人のエピソードで描写されていたような深みはありません。\u001b[22m, \u001b[1m他の文字の中には、より良い描写とより深くなく、全体的な文字で（主にここフラウとHakurenのことを考えて）26話で描写することが可能であったであろう深さを欠いています。\u001b[22m\n\u001b[1m\u001b[22m\nI haven't read the 07-Ghost manga, but I suspect that the makers have more or less struggled fitting the main points of the still continuing manga into a sense making entirety with a start and an ending. The ending of 07-Ghost is like a running into a wall. All of the main points of the series are left unsolved, it just... ends.\n\n\u001b[1m私は07-Ghostの漫画を読んでいないが、メーカーは多かれ少なかれ漫画の主なポイントを開始と終了で全体を作る感覚に合わせて苦労していると思う。  07-Ghostの終わりは壁に流れ込むようなものです。 シリーズの主なポイントはすべて未解決のまま残されています。ただ終了します。\u001b[22m\n\u001b[1m(Watashi wa 07 - Ghost no manga o yon de inaiga, mēkā wa ōkare sukunakare manga no omona pointo o kaishi to shūryō de zentai o tsukuru kankaku ni awa sete kurō shite iru to omou. 07 - Ghost no owari wa kabe ni nagarekomu yōna monodesu. Shirīzu no omona pointo wa subete mi kaiketsu no mama nokosa rete imasu. Tada shūryō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI haven't read the 07-Ghost manga, but I suspect that the makers have more or less struggled fitting the main points of the still continuing manga into a sense making entirety with a start and an ending. The ending of 07-Ghost is like a running into a wall. All of the main points of the series are left unsolved, it just... ends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI haven't read the 07-Ghost manga, but I suspect that the makers have more or less struggled fitting the main points of the still continuing manga into a sense making entirety with a start and an ending.\u001b[24m\n    \u001b[1m私は07-Ghostの漫画を読んでいないが、メーカーは多かれ少なかれ漫画の主なポイントを開始と終了で全体を作る感覚に合わせて苦労していると思う。\u001b[22m, \u001b[1m私は07  - ゴースト漫画を読んでいないが、私はメーカーは、多かれ少なかれ、開始と終了でセンスメイキングの全体にまだ続いて漫画の主なポイントをフィッティング苦労していると思われます。\u001b[22m\n\u001b[4mThe ending of 07-Ghost is like a running into a wall.\u001b[24m\n    \u001b[1m07-Ghostの終わりは壁に流れ込むようなものです。\u001b[22m, \u001b[1m07-ゴーストの結末は、壁に実行しているようなものです。\u001b[22m\n\u001b[4mAll of the main points of the series are left unsolved, it just... ends.\u001b[24m\n    \u001b[1mシリーズの主なポイントはすべて未解決のまま残されています。ただ終了します。\u001b[22m, \u001b[1mシリーズの主なポイントのすべてが、それだけで...終了すると、未解決のままにされています。\u001b[22m\n\u001b[1m\u001b[22m\nThat's the bad stuff out of the way. Now, the good stuff.\n\n\u001b[1mそれは途方もなく悪いものです。 今、良いもの。\u001b[22m\n\u001b[1m(Sore wa tohō mo naku warui monodesu. Ima, yoimono.)\u001b[22m\n\nTranslations of \u001b[4mThat's the bad stuff out of the way. Now, the good stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's the bad stuff out of the way.\u001b[24m\n    \u001b[1mそれは途方もなく悪いものです。\u001b[22m, \u001b[1mそれが邪魔にならないように悪いものです。\u001b[22m\n\u001b[4mNow, the good stuff.\u001b[24m\n    \u001b[1m今、良いもの。\u001b[22m, \u001b[1mさて、良いもの。\u001b[22m\n\u001b[1m\u001b[22m\nThe background art and the music in the series are very good: especially the guys who drew those backgrounds really knew what they were doing. Not only they go well with the story, but with each other as well. The feeling of watching 07-Ghost is the same when I was reading first Harry Potter book for the first time. The new, magical word and environemnt are beautiful and exiting, and somehow full of feeling: majestic hallways, the peaceful garden and and a calming fountain. It makes you wish 07-Ghost is a game, so you could just stroll around and explore the area by yourself.\n\n\u001b[1mバックグラウンドアートとそのシリーズの音楽はとても良いです：特にその背景を描いた人たちは、自分が何をしているのか本当に知っていました。 彼らはストーリーだけでなく、お互いにもうまく行く。 私が初めてハリー・ポッターの本を読んでいた時、07-Ghostを見ている気分は同じです。 新しい、魔法の言葉と環境は美しく、出てきていて、なんとなく豪華な廊下、静かな庭園、落ち着いた噴水です。 それはあなたが07ゴーストがゲームであることを望みます。あなたは散歩して自分でエリアを探索することができます。\u001b[22m\n\u001b[1m(Bakkuguraundoāto to sono shirīzu no ongaku wa totemo yoidesu: Tokuni sono haikei o kaita hito-tachi wa, jibun ga nani o shite iru no ka hontōni shitte imashita. Karera wa sutōrī dakedenaku, otagai ni mo umaku iku. Watashi ga hajimete harī pottā no hon o yonde ita toki, 07 - Ghost o mite iru kibun wa onajidesu. Atarashī, mahō no kotoba to kankyō wa utsukushiku, dete kite ite, nantonaku gōkana rōka, shizukana teien, ochitsuita funsuidesu. Sore wa anata ga 07 gōsuto ga gēmudearu koto o nozomimasu. Anata wa sanpo shite jibun de eria o tansaku suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe background art and the music in the series are very good: especially the guys who drew those backgrounds really knew what they were doing. Not only they go well with the story, but with each other as well. The feeling of watching 07-Ghost is the same when I was reading first Harry Potter book for the first time. The new, magical word and environemnt are beautiful and exiting, and somehow full of feeling: majestic hallways, the peaceful garden and and a calming fountain. It makes you wish 07-Ghost is a game, so you could just stroll around and explore the area by yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe background art and the music in the series are very good: especially the guys who drew those backgrounds really knew what they were doing.\u001b[24m\n    \u001b[1mバックグラウンドアートとそのシリーズの音楽はとても良いです：特にその背景を描いた人たちは、自分が何をしているのか本当に知っていました。\u001b[22m, \u001b[1m背景技術とシリーズの音楽は非常に優れている：特に背景を描いた人は本当に彼らが何をしていたかを知っていました。\u001b[22m\n\u001b[4mNot only they go well with the story, but with each other as well.\u001b[24m\n    \u001b[1m彼らはストーリーだけでなく、お互いにもうまく行く。\u001b[22m, \u001b[1mだけでなく、彼らは話によく行くが、お互いにも同様に。\u001b[22m\n\u001b[4mThe feeling of watching 07-Ghost is the same when I was reading first Harry Potter book for the first time.\u001b[24m\n    \u001b[1m私が初めてハリー・ポッターの本を読んでいた時、07-Ghostを見ている気分は同じです。\u001b[22m, \u001b[1m私が初めて最初のハリー・ポッターの本を読んでいたときに07-幽霊を見ての気持ちは同じです。\u001b[22m\n\u001b[4mThe new, magical word and environemnt are beautiful and exiting, and somehow full of feeling: majestic hallways, the peaceful garden and and a calming fountain.\u001b[24m\n    \u001b[1m新しい、魔法の言葉と環境は美しく、出てきていて、なんとなく豪華な廊下、静かな庭園、落ち着いた噴水です。\u001b[22m, \u001b[1m雄大な廊下、静かな庭園と心を落ち着かせる噴水：新しい、魔法の言葉とenvironemntは美しく出て、気持ちの何らかの形でいっぱいです。\u001b[22m\n\u001b[4mIt makes you wish 07-Ghost is a game, so you could just stroll around and explore the area by yourself.\u001b[24m\n    \u001b[1mそれはあなたが07ゴーストがゲームであることを望みます。あなたは散歩して自分でエリアを探索することができます。\u001b[22m, \u001b[1mそれはあなたが07-ゴーストがゲームで希望になりますので、あなただけの散歩と自分でエリアを探索できました。\u001b[22m\n\u001b[1m\u001b[22m\nSo, what is needed to enjoy 07-Ghost? A pair of yaoi goggles, appreciation for pretty anime boys and a mind that can be swept away by magic, feelings and pretty things.\n\n\u001b[1mでは、07-Ghostを楽しむためには何が必要ですか？ 美しいアニメ少年のための感謝と、魔法、気持ち、かわいいもので払われることができる心のペア、yaoiゴーグル。\u001b[22m\n\u001b[1m(Dewa, 07 - Ghost o tanoshimu tame ni wa nani ga hitsuyōdesu ka? Utsukushī anime shōnen no tame no kansha to, mahō, kimochi, kawaī mono de harawa reru koto ga dekiru kokoro no pea, yaoi gōguru.)\u001b[22m\n\nTranslations of \u001b[4mSo, what is needed to enjoy 07-Ghost? A pair of yaoi goggles, appreciation for pretty anime boys and a mind that can be swept away by magic, feelings and pretty things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, what is needed to enjoy 07-Ghost?\u001b[24m\n    \u001b[1mでは、07-Ghostを楽しむためには何が必要ですか？\u001b[22m, \u001b[1mでは、どのような07-ゴーストを楽しむために必要とされていますか？\u001b[22m\n\u001b[4mA pair of yaoi goggles, appreciation for pretty anime boys and a mind that can be swept away by magic, feelings and pretty things.\u001b[24m\n    \u001b[1m美しいアニメ少年のための感謝と、魔法、気持ち、かわいいもので払われることができる心のペア、yaoiゴーグル。\u001b[22m, \u001b[1mやおいゴーグル、かなりアニメの男の子のための感謝と魔法、感情やかわいいものによって一掃することができ、心のペア。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "Serene_Might",
    "profile": "/profile/Serene_Might/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=98327",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  8\nキャラクター|  4\n|  5\n\n私の場合は、マンガを読む前にアニメを見ていました。 私はマンガが大好きでした。なぜなら、このアニメが放棄したすべてのものをカバーしていたからです。\n\n芸術はとても良かったし、私はそれが好きだった。 だからこそ私はこのマンガを見ることに決めました。\n\nストーリー4  - 私はこのアニメの始まりが大好きでしたが、それは重要な背景をカバーしていて、とても興味をそそられていました。 しかし、私は何が起こったのかわかりませんが、プロットはまったく突然崩壊します。 それはそれが素晴らしいアニメになるコンポーネントが欠けていた。\n\n全体的に、私はこのアニメを楽しむ前にすべてが私の上でクラッシュした。 私はこのアニメがクリエイターがそれを終わらせるために急いでいなければ伝説になる可能性があると思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIn my case, I watched the anime first before I read the manga. I loved the manga because it covered all the things that this anime left out.\n\n\u001b[1m私の場合は、マンガを読む前にアニメを見ていました。 私はマンガが大好きでした。なぜなら、このアニメが放棄したすべてのものをカバーしていたからです。\u001b[22m\n\u001b[1m(Watashi no baai wa, manga o yomu mae ni anime o mite imashita. Watashi wa manga ga daisukideshita. Nazenara, kono anime ga hōki shita subete no mono o kabā shite itakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mIn my case, I watched the anime first before I read the manga. I loved the manga because it covered all the things that this anime left out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my case, I watched the anime first before I read the manga.\u001b[24m\n    \u001b[1m私の場合は、マンガを読む前にアニメを見ていました。\u001b[22m, \u001b[1m私の場合、私は漫画を読んで最初の前にアニメを見ていました。\u001b[22m\n\u001b[4mI loved the manga because it covered all the things that this anime left out.\u001b[24m\n    \u001b[1m私はマンガが大好きでした。なぜなら、このアニメが放棄したすべてのものをカバーしていたからです。\u001b[22m, \u001b[1mそれはこのアニメが取り残さすべてのものをカバーしたので、私は漫画を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was very good and I liked it. That's why I decided to watch this manga.\n\n\u001b[1m芸術はとても良かったし、私はそれが好きだった。 だからこそ私はこのマンガを見ることに決めました。\u001b[22m\n\u001b[1m(Geijutsu wa totemo yokatta shi, watashi wa sore ga sukidatta. Dakarakoso watashi wa kono manga o miru koto ni kimemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was very good and I liked it. That's why I decided to watch this manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was very good and I liked it.\u001b[24m\n    \u001b[1m芸術はとても良かったし、私はそれが好きだった。\u001b[22m, \u001b[1m芸術は非常に良好だったと私はそれが好き。\u001b[22m\n\u001b[4mThat's why I decided to watch this manga.\u001b[24m\n    \u001b[1mだからこそ私はこのマンガを見ることに決めました。\u001b[22m, \u001b[1m私はこの漫画を見て決めた理由です。\u001b[22m\n\u001b[1m\u001b[22m\nStory 4 - I loved the beginning of this anime, it covered some important background and I was getting very intrigued. However, I don't know what happened but the plot just collapse all of a sudden. It lacked components that would make it an amazing anime.\n\n\u001b[1mストーリー4  - 私はこのアニメの始まりが大好きでしたが、それは重要な背景をカバーしていて、とても興味をそそられていました。 しかし、私は何が起こったのかわかりませんが、プロットはまったく突然崩壊します。 それはそれが素晴らしいアニメになるコンポーネントが欠けていた。\u001b[22m\n\u001b[1m(Sutōrī 4 - watashi wa kono anime no hajimari ga daisukideshitaga, sore wa jūyōna haikei o kabā shite ite, totemo kyōmi o sosora rete imashita. Shikashi, watashi wa nani ga okotta no ka wakarimasenga, purotto wa mattaku totsuzen hōkai shimasu. Sore wa sore ga subarashī anime ni naru konpōnento ga kakete ita.)\u001b[22m\n\nTranslations of \u001b[4mStory 4 - I loved the beginning of this anime, it covered some important background and I was getting very intrigued. However, I don't know what happened but the plot just collapse all of a sudden. It lacked components that would make it an amazing anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 4 - I loved the beginning of this anime, it covered some important background and I was getting very intrigued.\u001b[24m\n    \u001b[1mストーリー4  - 私はこのアニメの始まりが大好きでしたが、それは重要な背景をカバーしていて、とても興味をそそられていました。\u001b[22m, \u001b[1mストーリー4  - 私はこのアニメの始まりを愛し、それはいくつかの重要な背景をカバーし、私は非常に興味をそそらなっていました。\u001b[22m\n\u001b[4mHowever, I don't know what happened but the plot just collapse all of a sudden.\u001b[24m\n    \u001b[1mしかし、私は何が起こったのかわかりませんが、プロットはまったく突然崩壊します。\u001b[22m, \u001b[1mしかし、私は何が起こったのかわからないが、プロットは、ちょうど突然のすべてを折りたたみます。\u001b[22m\n\u001b[4mIt lacked components that would make it an amazing anime.\u001b[24m\n    \u001b[1mそれはそれが素晴らしいアニメになるコンポーネントが欠けていた。\u001b[22m, \u001b[1mそれは素晴らしいアニメになるだろうコンポーネントを欠いていました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I enjoyed this anime before it all came crashing down on me. I think this anime has the potential to become legendary if the creators didn't rush to finish it.\n\n\u001b[1m全体的に、私はこのアニメを楽しむ前にすべてが私の上でクラッシュした。 私はこのアニメがクリエイターがそれを終わらせるために急いでいなければ伝説になる可能性があると思う。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono anime o tanoshimu mae ni subete ga watashi no ue de kurasshu shita. Watashi wa kono anime ga kurieitā ga sore o owara seru tame ni isoide inakereba densetsu ni naru kanōsei ga aru to omou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I enjoyed this anime before it all came crashing down on me. I think this anime has the potential to become legendary if the creators didn't rush to finish it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I enjoyed this anime before it all came crashing down on me.\u001b[24m\n    \u001b[1m全体的に、私はこのアニメを楽しむ前にすべてが私の上でクラッシュした。\u001b[22m, \u001b[1mそれはすべて私にダウンクラッシュ来る前に全体的に、私はこのアニメを楽しみました。\u001b[22m\n\u001b[4mI think this anime has the potential to become legendary if the creators didn't rush to finish it.\u001b[24m\n    \u001b[1m私はこのアニメがクリエイターがそれを終わらせるために急いでいなければ伝説になる可能性があると思う。\u001b[22m, \u001b[1m私はこのアニメは制作者がそれを完了するために急いでいなかった場合は、伝説になる可能性を秘めていると思います。\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "hisui94",
    "profile": "/profile/hisui94/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=116331",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  7\n\n私はこれを8/10に与えるでしょう。 しかし、私の意見は、私があらかじめマンガを読んだ事実に基づいています。\n\nストーリーはとても良いです。 このアニメ/マンガでは、ミハイルの目とラファエルの目のアイデアが大好きです。  7つの幽霊も物語のもう一つの面白い側面です。 一部の場所では膨大な展開が行われていますが、後に続く次の部分がどのように強化されているかを見ると、ストーリーは追いかける価値があると思います。\n\n私は本当に芸術が大好きです。 それらの超芸術的なアニメのスタイルほど誇張​​されていないか美しいものではありませんが、衣服やセッティングの面では、ストーリーを圧倒して視聴者の注意をそらすことはありませんでした。\n\nこのアニメのキャラクター展開は、ストーリーの後で最も重要なことですね。 私は、帝都クラインの登場人物は、彼が若い頃のものとは複雑に矛盾していると思いますが、アニメ（または私はマンガと言うべきでしょうか？）は、彼の記憶を取り戻しながら、  2つの組み合わせで。\n\n全体的に、このアニメは非常に素晴らしいものです。 あまりにもそれは神ハウスアークの前に終わったが、私のハイライトの瞬間は目のミハイルであるので、それは私にとってはかなり満足のいく乗り物だった。  ＆gt;：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI will give this 8/10. My opinions however, are based on the fact that I've read the manga beforehand.\n\n\u001b[1m私はこれを8/10に与えるでしょう。 しかし、私の意見は、私があらかじめマンガを読んだ事実に基づいています。\u001b[22m\n\u001b[1m(Watashi wa kore o 8/ 10 ni ataerudeshou. Shikashi, watashi no iken wa, watashi ga arakajime manga o yonda jijitsu ni motodzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI will give this 8/10. My opinions however, are based on the fact that I've read the manga beforehand.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will give this 8/10.\u001b[24m\n    \u001b[1m私はこれを8/10に与えるでしょう。\u001b[22m, \u001b[1m私はこの8月10日を与えます。\u001b[22m\n\u001b[4mMy opinions however, are based on the fact that I've read the manga beforehand.\u001b[24m\n    \u001b[1mしかし、私の意見は、私があらかじめマンガを読んだ事実に基づいています。\u001b[22m, \u001b[1m私の意見は、しかし、私は事前に漫画を読んだという事実に基づいています。\u001b[22m\n\u001b[1m\u001b[22m\nStory is very good. I like the idea of the Eye of Mikhail and the Eye of Rapheal a lot in this anime/manga. The 7 Ghosts is also another interesting facet of the story. The expansion is draggy in some places, but seeing that how it mostly enhances the following parts that comes after, I think the story is worth chasing.\n\n\u001b[1mストーリーはとても良いです。 このアニメ/マンガでは、ミハイルの目とラファエルの目のアイデアが大好きです。  7つの幽霊も物語のもう一つの面白い側面です。 一部の場所では膨大な展開が行われていますが、後に続く次の部分がどのように強化されているかを見ると、ストーリーは追いかける価値があると思います。\u001b[22m\n\u001b[1m(Sutōrī wa totemo yoidesu. Kono anime/ mangade wa, Mihairu no me to rafaeru no me no aidea ga daisukidesu. 7Tsu no yūrei mo monogatari no mōhitotsu no omoshiroi sokumendesu. Ichibu no bashode wa bōdaina tenkai ga okonawa rete imasuga,-go ni tsudzuku tsugi no bubun ga dono yō ni kyōka sa rete iru ka o miru to, sutōrī wa oikakeru kachi ga aru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory is very good. I like the idea of the Eye of Mikhail and the Eye of Rapheal a lot in this anime/manga. The 7 Ghosts is also another interesting facet of the story. The expansion is draggy in some places, but seeing that how it mostly enhances the following parts that comes after, I think the story is worth chasing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory is very good.\u001b[24m\n    \u001b[1mストーリーはとても良いです。\u001b[22m\n\u001b[4mI like the idea of the Eye of Mikhail and the Eye of Rapheal a lot in this anime/manga.\u001b[24m\n    \u001b[1mこのアニメ/マンガでは、ミハイルの目とラファエルの目のアイデアが大好きです。\u001b[22m, \u001b[1m私はミハイルとRaphealの目の瞳のこのアニメ/漫画でたくさんのアイデアが好きです。\u001b[22m\n\u001b[4mThe 7 Ghosts is also another interesting facet of the story.\u001b[24m\n    \u001b[1m7つの幽霊も物語のもう一つの面白い側面です。\u001b[22m, \u001b[1m7幽霊も物語のもう一つの興味深いファセットです。\u001b[22m\n\u001b[4mThe expansion is draggy in some places, but seeing that how it mostly enhances the following parts that comes after, I think the story is worth chasing.\u001b[24m\n    \u001b[1m一部の場所では膨大な展開が行われていますが、後に続く次の部分がどのように強化されているかを見ると、ストーリーは追いかける価値があると思います。\u001b[22m, \u001b[1m拡張は、いくつかの場所で無気力なですが、それはほとんどが後に来る次の部分を強化する方法ことを見て、私は物語が追う価値があると思います。\u001b[22m\n\u001b[1m\u001b[22m\nI really love the art. Its not as exaggerating or as beautiful as those super artistic anime styles are, but in terms of clothing and setting, the art did not try to overpower the story and distract the viewer from it.\n\n\u001b[1m私は本当に芸術が大好きです。 それらの超芸術的なアニメのスタイルほど誇張​​されていないか美しいものではありませんが、衣服やセッティングの面では、ストーリーを圧倒して視聴者の注意をそらすことはありませんでした。\u001b[22m\n\u001b[1m(Watashi wa hontōni geijutsu ga daisukidesu. Sorera no chō geijutsu-tekina anime no sutairu hodo kochō ​​ sa rete inai ka utsukushī monode wa arimasenga, ifuku ya settingu no mende wa, sutōrī o attō shite shichō-sha no chūi o sorasu koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI really love the art. Its not as exaggerating or as beautiful as those super artistic anime styles are, but in terms of clothing and setting, the art did not try to overpower the story and distract the viewer from it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really love the art.\u001b[24m\n    \u001b[1m私は本当に芸術が大好きです。\u001b[22m, \u001b[1m私は本当に芸術を愛します。\u001b[22m\n\u001b[4mIts not as exaggerating or as beautiful as those super artistic anime styles are, but in terms of clothing and setting, the art did not try to overpower the story and distract the viewer from it.\u001b[24m\n    \u001b[1mそれらの超芸術的なアニメのスタイルほど誇張されていないか美しいものではありませんが、衣服やセッティングの面では、ストーリーを圧倒して視聴者の注意をそらすことはありませんでした。\u001b[22m, \u001b[1mそのないものを超芸術アニメスタイルとして誇張かのように美しいなどがありますが、衣類や設定の面で、芸術は物語を圧倒し、それから、視聴者の注意をそらすためにしようとしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter development in this anime is what matters most after story isn't it? I think the character buildup of Teito Klein is rather complexly contradicting of the one he used to be when he was younger, but the anime (or should I say the manga?) did show us, as he regains his memory back, the emergence of the two in combination.\n\n\u001b[1mこのアニメのキャラクター展開は、ストーリーの後で最も重要なことですね。 私は、帝都クラインの登場人物は、彼が若い頃のものとは複雑に矛盾していると思いますが、アニメ（または私はマンガと言うべきでしょうか？）は、彼の記憶を取り戻しながら、  2つの組み合わせで。\u001b[22m\n\u001b[1m(Kono anime no kyarakutā tenkai wa, sutōrī no nochi de mottomo jūyōna kotodesu ne. Watashi wa, teito kurain no tōjō jinbutsu wa, kare ga wakai koro no mono to wa fukuzatsu ni mujun shite iru to omoimasuga, anime (matawa watashi wa manga to iubekideshou ka? ) Wa, kare no kioku o torimodoshinagara, 2tsu no kumiawase de.)\u001b[22m\n\nTranslations of \u001b[4mCharacter development in this anime is what matters most after story isn't it? I think the character buildup of Teito Klein is rather complexly contradicting of the one he used to be when he was younger, but the anime (or should I say the manga?) did show us, as he regains his memory back, the emergence of the two in combination.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter development in this anime is what matters most after story isn't it?\u001b[24m\n    \u001b[1mこのアニメのキャラクター展開は、ストーリーの後で最も重要なことですね。\u001b[22m, \u001b[1mこのアニメでキャラクター開発は、話はそれではないの後に最も重要なものでしょうか？\u001b[22m\n\u001b[4mI think the character buildup of Teito Klein is rather complexly contradicting of the one he used to be when he was younger, but the anime (or should I say the manga?) did show us, as he regains his memory back, the emergence of\u001b[24m\n    \u001b[1m私は、帝都クラインの登場人物は、彼が若い頃のものとは複雑に矛盾していると思いますが、アニメ（または私はマンガと言うべきでしょうか？）は、彼の記憶を取り戻しながら、\u001b[22m, \u001b[1m私はテイト=クラインの文字の蓄積はかなり複雑彼は若い頃にするために使用1の矛盾が、アニメだと思う（または私は漫画を言うべき？）彼が戻って彼の記憶を取り戻すように、私たちを見るなかった、の出現\u001b[22m\n\u001b[4mthe two in combination.\u001b[24m\n    \u001b[1m2つの組み合わせで。\u001b[22m, \u001b[1m組み合わせで2。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this anime is a very nice one. Too bad it ended before the God Houses Arc, but it was a rather satisfying ride for me, because my highlight moments are Eye of Mikhail. &gt;:D\n\n\u001b[1m全体的に、このアニメは非常に素晴らしいものです。 あまりにもそれは神ハウスアークの前に終わったが、私のハイライトの瞬間は目のミハイルであるので、それは私にとってはかなり満足のいく乗り物だった。  ＆gt;：D\u001b[22m\n\u001b[1m(Zentai-teki ni, kono anime wa hijō ni subarashī monodesu. Amarini mo soreha-shin hausuāku no mae ni owatta ga, watashi no hairaito no shunkan wa me no Mihairudearunode, sore wa watashi ni totte wa kanari manzoku no iku norimonodatta. & Gt; : D)\u001b[22m\n\nTranslations of \u001b[4mOverall, this anime is a very nice one. Too bad it ended before the God Houses Arc, but it was a rather satisfying ride for me, because my highlight moments are Eye of Mikhail. &gt;:D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this anime is a very nice one.\u001b[24m\n    \u001b[1m全体的に、このアニメは非常に素晴らしいものです。\u001b[22m\n\u001b[4mToo bad it ended before the God Houses Arc, but it was a rather satisfying ride for me, because my highlight moments are Eye of Mikhail.\u001b[24m\n    \u001b[1mあまりにもそれは神ハウスアークの前に終わったが、私のハイライトの瞬間は目のミハイルであるので、それは私にとってはかなり満足のいく乗り物だった。\u001b[22m, \u001b[1m残念それは神の家アーク前に終了しましたが、私のハイライトモーメントがミハイルの目であるため、それは、私にとってはかなり満足乗りました。\u001b[22m\n\u001b[4m&gt;:D\u001b[24m\n    \u001b[1m＆gt;：D\u001b[22m"
  },
  {
    "title": "07-Ghost",
    "id": "5525",
    "url": "https://myanimelist.net/anime/5525/07-Ghost",
    "user": "RhageRita",
    "profile": "/profile/RhageRita/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=30642",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はあなたの意見を考慮に入れるべきだと言っている人はいますが、まだ07幽霊を見なければならないと思います。私はこのアニメを愛しています。私はこれをお勧めするものは何も見ていません。 季節2つ続いて、徳間とフラウがボトムラインを去りました。私はそれを愛しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\ni think no matter what people say u should take their opinions into consideration but u should still watch 07 ghost i love this Anime , i wouldn't change my experience of watching it for nothing i would recommend this.I also wish they come out with a season two continuing where Teito and Frau left off bottem line i love it\n\n\u001b[1m私はあなたの意見を考慮する必要があると言いますが、まだ07幽霊を見なければならないと思います。私はこのアニメを愛しています。私はこれをお勧めするものは何も見ていないという私の経験を変えません。 季節2つ続いて、帝都とフラウスはボトムラインを離れていました。私はそれを愛しています。\u001b[22m\n\u001b[1m(Watashi wa anata no iken o kōryo suruhitsuyōgāru to iimasuga, mada 07 yūrei o minakereba naranai to omoimasu. Watashi wa kono anime o aishiteimasu. Watashi wa kore o o susume suru mono wa nani mo miteinai to iu watashi no keiken o kaemasen. Kisetsu 2tsu tsudzuite, teito to furausu wa botomurain o hanarete imashita. Watashi wa sore o aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mi think no matter what people say u should take their opinions into consideration but u should still watch 07 ghost i love this Anime , i wouldn't change my experience of watching it for nothing i would recommend this.I also wish they come out with a season two continuing where Teito and Frau left off bottem line i love it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi think no matter what people say u should take their opinions into consideration but u should still watch 07 ghost i love this Anime , i wouldn't change my experience of watching it for nothing i would recommend this.I also wish they come out with\u001b[24m\n    \u001b[1m私はあなたの意見を考慮する必要があると言いますが、まだ07幽霊を見なければならないと思います。私はこのアニメを愛しています。私はこれをお勧めするものは何も見ていないという私の経験を変えません。\u001b[22m, \u001b[1m私は、人々がuは考慮に彼らの意見を取る必要がありますが、uはまだ私はこのアニメを愛する07幽霊を見なければならない言うことに関係なく、私はまた、彼らが出てくるたいthis.Iをお勧めします何のためにそれを見ての私の経験を変更しないと思います\u001b[22m\n\u001b[4ma season two continuing where Teito and Frau left off bottem line i love it\u001b[24m\n    \u001b[1m季節2つ続いて、帝都とフラウスはボトムラインを離れていました。私はそれを愛しています。\u001b[22m, \u001b[1m帝都とフラウがbottemラインをオフに左継続シーズン2私はそれを愛します\u001b[22m"
  }
]
