[
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "coderlan",
    "profile": "/profile/coderlan/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=17794",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nアニメのジャンルが好きではありませんが、これは私が好きではないジャンルで楽しんだ最初のアニメです。私はそれを見て楽しんでいました。アリスだけではなく、その背後にある謎を知りたいのです。 私はそれをお勧めし、これも私の最初のレビューです。  ALICEはセクシーです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAlthough I don't like the genres of the anime, this is the first anime I enjoyed with the genre I don't like, I enjoyed watching it, not because of Alice only but I want to know the mystery behind it. I recommend it, and also this is my first review. ALICE is Sexy!\n\n\u001b[1mアニメのジャンルが好きではありませんが、これは私が好きではないジャンルで楽しんだ最初のアニメです。私はそれを見て楽しんでいました。アリスだけではなく、その背後にある謎を知りたいのです。 私はそれをお勧めし、これも私の最初のレビューです。  ALICEはセクシーです！\u001b[22m\n\u001b[1m(Anime no janru ga sukide wa arimasenga, kore wa watashi ga sukide wanai janru de tanoshinda saisho no animedesu. Watashi wa sore o mite tanoshinde imashita. Arisu dakede wa naku, sono haigo ni aru nazo o shiritai nodesu. Watashi wa sore o o susumeshi, kore mo watashi no saisho no rebyūdesu. ALICE wa sekushīdesu!)\u001b[22m\n\nTranslations of \u001b[4mAlthough I don't like the genres of the anime, this is the first anime I enjoyed with the genre I don't like, I enjoyed watching it, not because of Alice only but I want to know the mystery behind it. I recommend it, and also this is my first review. ALICE is Sexy!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough I don't like the genres of the anime, this is the first anime I enjoyed with the genre I don't like, I enjoyed watching it, not because of Alice only but I want to know the mystery behind it.\u001b[24m\n    \u001b[1mアニメのジャンルが好きではありませんが、これは私が好きではないジャンルで楽しんだ最初のアニメです。私はそれを見て楽しんでいました。アリスだけではなく、その背後にある謎を知りたいのです。\u001b[22m, \u001b[1m私はアニメのジャンルが好きではありませんが、これは私が好きではないジャンルで楽しんだ最初のアニメは、私だけではないため、アリスのために、それを見て楽しんだが、私はその背後にある謎を知りたいです。\u001b[22m\n\u001b[4mI recommend it, and also this is my first review.\u001b[24m\n    \u001b[1m私はそれをお勧めし、これも私の最初のレビューです。\u001b[22m, \u001b[1m私はそれをお勧めしますし、また、これは私の最初のレビューです。\u001b[22m\n\u001b[4mALICE is Sexy!\u001b[24m\n    \u001b[1mALICEはセクシーです！\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "SoCalledMoi",
    "profile": "/profile/SoCalledMoi/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=131803",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  8\n\nオズ。 いったいどこにいるの？  -  Xerxes Break\n\nアニメキャラクターと一緒に不思議の国のアリスへようこそ！ また、我々はすべてここで怒っている！  ^。^あなたは楽しいと思う。\n\nさて、あなたの15歳の誕生日だと言いましょう。 間違いなく、楽しい一日です。 あなたはあなたを愛する家族や友人に囲まれています。 あなたがクライマックスに到達すると、BAM！ あなたの世界は崩壊する。 あなたはすべてを失う。 あなたはどこにいるのか、何が起こっているのか、あなたがしなければならないことは分かりません。 あなたは本当にもう何を信じるべきか分かりません。 あなたが一度知っていたことはすべて消えてしまった。 今、あなたは何をするつもりですか？\n\nストーリー：10のうち8\nパンドラ・ハーツは、オズ・ベサリウスという少年の話を語ります。 彼は、当時の最も強力な家族であった4つのデューク・ハウスのうちの1つへの相続人です。 オズは最初のエピソードで15歳になり、彼はベセリウスの家庭の責任を取ることになる年老いたパーティーパーティーを持つ。 そして、いくつかの隠れた人々が登場し、彼をアビスに送ります。 アビスは暗い、壊れた玩具のような場所です。 アビスには秩序はない。 大きく罪を犯した人々はそこに送られると言われています。 それは一方通行です。 そして、オズの最大の罪が彼の存在であることについて、このことは何ですか？ まあ、それは彼が知っていることと、これを読んであなたが見つけ出すことです。\n\nアートワーク：10のうち7\nアートワークはいいです、私はそれを与えるでしょう。 文字は非常によく描かれ、詳細ですべてです。 バックグラウンド。 彼らはすべてがぼやけているだけで、私は知らない、彼らは都市や森などにいることを示しています。 慎重に詳述されている唯一の場所は、主な場所であるアビスです。 文字通り、不思議の国のアリス様のアリスです。 芸術は文字通り古くなったようになり、時にはほこりの多い場所に保管されているようです。\n\nサウンドトラック：10のうち7\n音楽は美しく、時代に合っています。 ストーリーやキャラクターの気分に合った時には忘れ去られてしまいます。  OPは良い、ちょっとクラシックな音楽です。 それはもう少し明るいかもしれませんが、それでもいいです。  EDは少し残念です。 最初の曲はかなりクールな音楽ですが、ショーよりも暗くなり、2曲目は非常に軽いです。 文字通り、双極性障害の終わり。 しかし全体的に、良い。\n\nキャラクター：10点満点中10点\nキャラクターはこのショーの最強のポイントです。 オズはいつも陽気で、冗談を言い、いわゆる遊び心です。 Xerxes Breakは、奇妙で操作的な、狂った怪物タイプのキャラクターです。 まあ、それは彼がそれらのすべての中で最も暗くしないために十分ではありません。 ヴィンセント、（またはヴィンス、私は彼に電話するのが好きです）ギルバートの兄は誰もが魅力的で甘いですが、ホラーとサディズムが彼を特定するものです。 他にもたくさんのキャラクターがありますが、自分で見なければなりません。 まあ、そのすべての下で、彼は粉砕されているように物事を受け入れる、彼はそれらを変更することを恐れているか、彼らが変化した場合に起こることが起こるだろうか？ 彼は、正直で間違っていることを人々に真剣に伝えることを恐れている。彼はそれらを失いたくない。 彼は良くなる。 アリスは、上品で、傲慢で、野性で、サディスティックな少女です。 その大部分は彼女がアビーズに​​住んで以来のものですが、変わりつつあります。 彼女は世界が何であるかを理解し始める。 レイヴン/ギルバートはすべて黒で覆われていますが、彼の人格は本当にありません。 文字はXerxes BreakとVincent Nightrayです。 \n\n全体として、Pandora Heartsはいいアニメです。 私はいくつかの人々がそれを好きではない理由を推測する。 まあ、それはマンガを買うための著者の答えです。 しかし、あなたがそれを気にしなければ、このアニメは確かにあなたに行くでしょう。 あなたは文字通りワンダーランドで失われます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTell me, Oz. Where in the world are you? - Xerxes Break\n\n\u001b[1mオズ。 いったいどこにいるの？  -  Xerxes Break\u001b[22m\n\u001b[1m(Ozu. Ittai doko ni iru no? - Xerxes bureiku)\u001b[22m\n\nTranslations of \u001b[4mTell me, Oz. Where in the world are you? - Xerxes Break\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTell me, Oz.\u001b[24m\n    \u001b[1mオズ。\u001b[22m, \u001b[1m、オズを教えてください。\u001b[22m\n\u001b[4mWhere in the world are you?\u001b[24m\n    \u001b[1mいったいどこにいるの？\u001b[22m, \u001b[1mあなたはどこにいますか？\u001b[22m, \u001b[1m世界でどこにいるの？\u001b[22m\n\u001b[4m- Xerxes Break\u001b[24m\n    \u001b[1m -  Xerxes Break\u001b[22m, \u001b[1m - クセルクセス休憩\u001b[22m\n\u001b[1m\u001b[22m\nWelcome to Alice in Wonderland with anime characters! Also, we're all mad here! ^.^ Hope you have fun.\n\n\u001b[1mアニメキャラクターと一緒に不思議の国のアリスへようこそ！ また、我々はすべてここで怒っている！  ^。^あなたは楽しいと思う。\u001b[22m\n\u001b[1m(Animekyarakutā to issho ni fushiginokuninoarisu e yōkoso! Mata, wareware wa subete koko de ikatteiru! ^. ^ Anata wa tanoshī to omou.)\u001b[22m\n\nTranslations of \u001b[4mWelcome to Alice in Wonderland with anime characters! Also, we're all mad here! ^.^ Hope you have fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWelcome to Alice in Wonderland with anime characters!\u001b[24m\n    \u001b[1mアニメキャラクターと一緒に不思議の国のアリスへようこそ！\u001b[22m, \u001b[1mアニメのキャラクターと不思議の国のアリスへようこそ！\u001b[22m\n\u001b[4mAlso, we're all mad here!\u001b[24m\n    \u001b[1mまた、我々はすべてここで怒っている！\u001b[22m, \u001b[1mまた、ここではすべての怒っています！\u001b[22m\n\u001b[4m^.^ Hope you have fun.\u001b[24m\n    \u001b[1m^。^あなたは楽しいと思う。\u001b[22m, \u001b[1m^。^ホープあなたが楽しみを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nWell, let's just say that it's your fifteenth birthday. It's definitely a good, fun day. You are surrounded by family and friends that love you. And when you reach the climax: BAM! Your world falls apart. You lose everything. You have no idea where you are, what's happening or what you're supposed to do. You don't really know what to believe anymore. Everything you once knew is gone. Now then, what are you going to do?\n\n\u001b[1mさて、あなたの15歳の誕生日だと言いましょう。 間違いなく、楽しい一日です。 あなたはあなたを愛する家族や友人に囲まれています。 あなたがクライマックスに到達すると、BAM！ あなたの世界は崩壊する。 あなたはすべてを失う。 あなたはどこにいるのか、何が起こっているのか、あなたがしなければならないことは分かりません。 あなたは本当にもう何を信じるべきか分かりません。 あなたが一度知っていたことはすべて消えてしまった。 今、あなたは何をするつもりですか？\u001b[22m\n\u001b[1m(Sate, anata no 15-sai no tanjōbida to iimashou. Machigainaku, tanoshī tsuitachidesu. Anata wa anata o aisuru kazoku ya yūjin ni kakoma rete imasu. Anata ga kuraimakkusu ni tōtatsu suru to, bamu! Anata no sekai wa hōkai suru. Anata wa subete o ushinau. Anata wa doko ni iru no ka, nani ga okotte iru no ka, anata ga shinakereba naranai koto wa wakarimasen. Anata wa hontōni mō nani o shinjirubeki ka wakarimasen. Anata ga ichido shitte ita koto wa subete kiete shimatta. Ima, anata wa nani o suru tsumoridesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWell, let's just say that it's your fifteenth birthday. It's definitely a good, fun day. You are surrounded by family and friends that love you. And when you reach the climax: BAM! Your world falls apart. You lose everything. You have no idea where you are, what's happening or what you're supposed to do. You don't really know what to believe anymore. Everything you once knew is gone. Now then, what are you going to do?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, let's just say that it's your fifteenth birthday.\u001b[24m\n    \u001b[1mさて、あなたの15歳の誕生日だと言いましょう。\u001b[22m, \u001b[1mまあ、それはあなたの第十五誕生日だということだけ言ってみましょう。\u001b[22m\n\u001b[4mIt's definitely a good, fun day.\u001b[24m\n    \u001b[1m間違いなく、楽しい一日です。\u001b[22m, \u001b[1mこれは間違いなく良い、楽しい一日です。\u001b[22m\n\u001b[4mYou are surrounded by family and friends that love you.\u001b[24m\n    \u001b[1mあなたはあなたを愛する家族や友人に囲まれています。\u001b[22m, \u001b[1mあなたが家族とあなたを愛して、友人に囲まれています。\u001b[22m\n\u001b[4mAnd when you reach the climax: BAM!\u001b[24m\n    \u001b[1mあなたがクライマックスに到達すると、BAM！\u001b[22m, \u001b[1mそして、あなたはクライマックスに達したとき：BAM！\u001b[22m\n\u001b[4mYour world falls apart.\u001b[24m\n    \u001b[1mあなたの世界は崩壊する。\u001b[22m, \u001b[1mあなたの世界は崩壊してしまいます。\u001b[22m\n\u001b[4mYou lose everything.\u001b[24m\n    \u001b[1mあなたはすべてを失う。\u001b[22m, \u001b[1mあなたはすべてを失います。\u001b[22m\n\u001b[4mYou have no idea where you are, what's happening or what you're supposed to do.\u001b[24m\n    \u001b[1mあなたはどこにいるのか、何が起こっているのか、あなたがしなければならないことは分かりません。\u001b[22m, \u001b[1mあなたは何もあなたが考え、何が起こっているのか、何が行うことになっているがありません。\u001b[22m\n\u001b[4mYou don't really know what to believe anymore.\u001b[24m\n    \u001b[1mあなたは本当にもう何を信じるべきか分かりません。\u001b[22m, \u001b[1mあなたは本当にもう信じることかわかりません。\u001b[22m\n\u001b[4mEverything you once knew is gone.\u001b[24m\n    \u001b[1mあなたが一度知っていたことはすべて消えてしまった。\u001b[22m, \u001b[1m一度知っていたすべてがなくなっています。\u001b[22m\n\u001b[4mNow then, what are you going to do?\u001b[24m\n    \u001b[1m今、あなたは何をするつもりですか？\u001b[22m, \u001b[1mさて、あなたは何をするつもりですか？\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8 out of 10\n\n\u001b[1mストーリー：10のうち8\u001b[22m\n\u001b[1m(Sutōrī: 10 No uchi 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8 out of 10\u001b[24m\n    \u001b[1mストーリー：10のうち8\u001b[22m\nPandora Hearts tells the story of a young boy named Oz Vessalius. He is the heir to one of the four Duke Houses, the most powerful families at the time. Oz turns fifteen on the first episode, and his having his coming-of-age party thingy, where he'll take the responsibilities of the Vessalius household. Then, some cloaked people appear and send him to the Abyss. The Abyss is a dark, broken toyhouse- like place. There's no order in Abyss. The people who have sinned greatly are said to be sent there. And it's an one-way trip. And what's this thing about how Oz's greatest sin is his very existence? Well, that's for him to know and for you who are reading this to find out.\n\n\u001b[1mパンドラ・ハーツは、オズ・ベサリウスという少年の話を語ります。 彼は、当時の最も強力な家族であった4つのデューク・ハウスのうちの1つへの相続人です。 オズは最初のエピソードで15歳になり、彼はベセリウスの家庭の責任を取ることになる年老いたパーティーパーティーを持つ。 そして、いくつかの隠れた人々が登場し、彼をアビスに送ります。 アビスは暗い、壊れた玩具のような場所です。 アビスには秩序はない。 大きく罪を犯した人々はそこに送られると言われています。 それは一方通行です。 そして、オズの最大の罪が彼の存在であることについて、このことは何ですか？ まあ、それは彼が知っていることと、これを読んであなたが見つけ出すことです。\u001b[22m\n\u001b[1m(Pandora hātsu wa, Ozu besariusu to iu shōnen no hanashi o katarimasu. Kare wa, tōji no mottomo kyōryokuna kazokudeatta 4tsu no de~yūku hausu no uchi no 1tsu e no sōzokujindesu. Ozu wa saisho no episōdo de 15-sai ni nari, kare wa beseriusu no katei no sekinin o toru koto ni naru toshioita pātīpātī o motsu. Soshite, ikutsu ka no kakureta hitobito ga tōjō shi, kare o abisu ni okurimasu. Abisu wa kurai, kowareta omocha no yōna bashodesu. Abisu ni wa chitsujo wanai. Ōkiku tsumi o okashita hitobito wa soko ni okura reru to iwa rete imasu. Sore wa ippōtsūkōdesu. Soshite, Ozu no saidai no tsumi ga kare no sonzaidearu koto ni tsuite, kono koto wa nanidesu ka? Mā, sore wa kare ga shitte iru koto to, kore o yonde anata ga mitsukedasu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mPandora Hearts tells the story of a young boy named Oz Vessalius. He is the heir to one of the four Duke Houses, the most powerful families at the time. Oz turns fifteen on the first episode, and his having his coming-of-age party thingy, where he'll take the responsibilities of the Vessalius household. Then, some cloaked people appear and send him to the Abyss. The Abyss is a dark, broken toyhouse- like place. There's no order in Abyss. The people who have sinned greatly are said to be sent there. And it's an one-way trip. And what's this thing about how Oz's greatest sin is his very existence? Well, that's for him to know and for you who are reading this to find out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPandora Hearts tells the story of a young boy named Oz Vessalius.\u001b[24m\n    \u001b[1mパンドラ・ハーツは、オズ・ベサリウスという少年の話を語ります。\u001b[22m, \u001b[1mパンドラハーツオズVessaliusという名前の少年の物語。\u001b[22m\n\u001b[4mHe is the heir to one of the four Duke Houses, the most powerful families at the time.\u001b[24m\n    \u001b[1m彼は、当時の最も強力な家族であった4つのデューク・ハウスのうちの1つへの相続人です。\u001b[22m, \u001b[1m彼は4デューク住宅の1、当時の最も強力な家族に相続人です。\u001b[22m\n\u001b[4mOz turns fifteen on the first episode, and his having his coming-of-age party thingy, where he'll take the responsibilities of the Vessalius household.\u001b[24m\n    \u001b[1mオズは最初のエピソードで15歳になり、彼はベセリウスの家庭の責任を取ることになる年老いたパーティーパーティーを持つ。\u001b[22m, \u001b[1mオズは、最初のエピソードに15を点灯し、彼は彼がVessalius家庭の責任を取るよ、彼の成人のパーティのブツを有します。\u001b[22m\n\u001b[4mThen, some cloaked people appear and send him to the Abyss.\u001b[24m\n    \u001b[1mそして、いくつかの隠れた人々が登場し、彼をアビスに送ります。\u001b[22m, \u001b[1mその後、いくつかのクロークの人々が表示され、アビスに彼を送ります。\u001b[22m\n\u001b[4mThe Abyss is a dark, broken toyhouse- like place.\u001b[24m\n    \u001b[1mアビスは暗い、壊れた玩具のような場所です。\u001b[22m, \u001b[1mアビスは場所のようtoyhouse-壊れ、暗いです。\u001b[22m\n\u001b[4mThere's no order in Abyss.\u001b[24m\n    \u001b[1mアビスには秩序はない。\u001b[22m, \u001b[1mアビスには順序がありません。\u001b[22m\n\u001b[4mThe people who have sinned greatly are said to be sent there.\u001b[24m\n    \u001b[1m大きく罪を犯した人々はそこに送られると言われています。\u001b[22m, \u001b[1m大幅に罪を犯した人々はそこに送信されると言われています。\u001b[22m\n\u001b[4mAnd it's an one-way trip.\u001b[24m\n    \u001b[1mそれは一方通行です。\u001b[22m, \u001b[1mそしてそれは片道です。\u001b[22m\n\u001b[4mAnd what's this thing about how Oz's greatest sin is his very existence?\u001b[24m\n    \u001b[1mそして、オズの最大の罪が彼の存在であることについて、このことは何ですか？\u001b[22m, \u001b[1mそして、オズの最大の罪は、彼の存在そのものであるかについては、この事は何ですか？\u001b[22m\n\u001b[4mWell, that's for him to know and for you who are reading this to find out.\u001b[24m\n    \u001b[1mまあ、それは彼が知っていることと、これを読んであなたが見つけ出すことです。\u001b[22m, \u001b[1mまあ、それは見つけるためにこれを読んでいる人は彼が知るために、あなたのためです。\u001b[22m\n\u001b[1m\u001b[22m\nArtwork: 7 out of 10\n\n\u001b[1mアートワーク：10のうち7\u001b[22m\n\u001b[1m(Ātowāku: 10 No uchi 7)\u001b[22m\n\nTranslations of \u001b[4mArtwork: 7 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork: 7 out of 10\u001b[24m\n    \u001b[1mアートワーク：10のうち7\u001b[22m\nArtwork is good, I'll give it that. Characters are very well drawn, detailed and all. Backgrounds, nope. They're all blurry, just to show that, I don't know, they're in a city, forest or something. The only place which is carefully detailed is the Abyss, which is the main location. It is literally Alice in Wonderland- like. The art gets, like literally old and like it's been kept in a dusty place sometimes.\n\n\u001b[1mアートワークはいいです、私はそれを与えるでしょう。 文字は非常によく描かれ、詳細ですべてです。 バックグラウンド。 彼らはすべてがぼやけているだけで、私は知らない、彼らは都市や森などにいることを示しています。 慎重に詳述されている唯一の場所は、主な場所であるアビスです。 文字通り、不思議の国のアリス様のアリスです。 芸術は文字通り古くなったようになり、時にはほこりの多い場所に保管されているようです。\u001b[22m\n\u001b[1m(Ātowāku wa īdesu, watashi wa sore o ataerudeshou. Moji wa hijō ni yoku egaka re, shōsaide subetedesu. Bakkuguraundo. Karera wa subete ga boyakete iru dake de, watashi wa shiranai, karera wa toshi ya mori nado ni iru koto o shimeshite imasu. Shinchō ni shōjutsu sa rete iru yuiitsu no basho wa, omona bashodearu abisudesu. Mojidōri, fushiginokuninoarisu-sama no Arisudesu. Geijutsu wa mojidōri furuku natta yō ni nari, tokiniha hokori no ōi basho ni hokan sa rete iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mArtwork is good, I'll give it that. Characters are very well drawn, detailed and all. Backgrounds, nope. They're all blurry, just to show that, I don't know, they're in a city, forest or something. The only place which is carefully detailed is the Abyss, which is the main location. It is literally Alice in Wonderland- like. The art gets, like literally old and like it's been kept in a dusty place sometimes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork is good, I'll give it that.\u001b[24m\n    \u001b[1mアートワークはいいです、私はそれを与えるでしょう。\u001b[22m, \u001b[1mアートワークは、私はそれのことをあげる、良いです。\u001b[22m\n\u001b[4mCharacters are very well drawn, detailed and all.\u001b[24m\n    \u001b[1m文字は非常によく描かれ、詳細ですべてです。\u001b[22m, \u001b[1m文字は非常によく、詳細ですべてを描いています。\u001b[22m\n\u001b[4mBackgrounds, nope.\u001b[24m\n    \u001b[1mバックグラウンド。\u001b[22m, \u001b[1m背景、いや。\u001b[22m\n\u001b[4mThey're all blurry, just to show that, I don't know, they're in a city, forest or something.\u001b[24m\n    \u001b[1m彼らはすべてがぼやけているだけで、私は知らない、彼らは都市や森などにいることを示しています。\u001b[22m, \u001b[1m彼らは都市、森か何かにしている、ちょうど私が知っていない、ということを示すために、すべてがぼやけています。\u001b[22m\n\u001b[4mThe only place which is carefully detailed is the Abyss, which is the main location.\u001b[24m\n    \u001b[1m慎重に詳述されている唯一の場所は、主な場所であるアビスです。\u001b[22m, \u001b[1m慎重に詳述されている唯一の場所は、メインの場所でアビス、です。\u001b[22m\n\u001b[4mIt is literally Alice in Wonderland- like.\u001b[24m\n    \u001b[1m文字通り、不思議の国のアリス様のアリスです。\u001b[22m, \u001b[1mそれは文字通り好きWonderland-の国のアリスです。\u001b[22m\n\u001b[4mThe art gets, like literally old and like it's been kept in a dusty place sometimes.\u001b[24m\n    \u001b[1m芸術は文字通り古くなったようになり、時にはほこりの多い場所に保管されているようです。\u001b[22m, \u001b[1m芸術は文字通り古いのように、取得など、それは時々ほこりの多い場所に保管されています。\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack: 7 out of 10\n\n\u001b[1mサウンドトラック：10のうち7\u001b[22m\n\u001b[1m(Saundotorakku: 10 No uchi 7)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack: 7 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack: 7 out of 10\u001b[24m\n    \u001b[1mサウンドトラック：10のうち7\u001b[22m\nMusic is beautiful, fits the era and everything. It's haunting at times which fits the story and character moods. OP is good, kinda classical music. It could be just a bit more upbeat, but it's still good. EDs are a bit disappointing. The first one is pretty cool music, but it gets darker than the show needs to be and the second one is very light. Literally, bipolar disorder endings. But overall, good.\n\n\u001b[1m音楽は美しく、時代に合っています。 ストーリーやキャラクターの気分に合った時には忘れ去られてしまいます。  OPは良い、ちょっとクラシックな音楽です。 それはもう少し明るいかもしれませんが、それでもいいです。  EDは少し残念です。 最初の曲はかなりクールな音楽ですが、ショーよりも暗くなり、2曲目は非常に軽いです。 文字通り、双極性障害の終わり。 しかし全体的に、良い。\u001b[22m\n\u001b[1m(Ongaku wa utsukushiku, jidai ni atte imasu. Sutōrī ya kyarakutā no kibun ni atta tokiniha wasuresara rete shimaimasu. OP wa yoi, chotto kurashikkuna ongakudesu. Sore wa mōsukoshi akarui kamo shiremasenga, sore demo īdesu. ED wa sukoshi zan'nendesu. Saisho no kyoku wa kanari kūruna ongakudesuga, shō yori mo kuraku nari, 2 kyokumoku wa hijō ni karuidesu. Mojidōri, sōkyokuseishōgai no owari. Shikashi zentai-teki ni, yoi.)\u001b[22m\n\nTranslations of \u001b[4mMusic is beautiful, fits the era and everything. It's haunting at times which fits the story and character moods. OP is good, kinda classical music. It could be just a bit more upbeat, but it's still good. EDs are a bit disappointing. The first one is pretty cool music, but it gets darker than the show needs to be and the second one is very light. Literally, bipolar disorder endings. But overall, good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic is beautiful, fits the era and everything.\u001b[24m\n    \u001b[1m音楽は美しく、時代に合っています。\u001b[22m, \u001b[1m音楽は、美しいです時代、すべてに適合します。\u001b[22m\n\u001b[4mIt's haunting at times which fits the story and character moods.\u001b[24m\n    \u001b[1mストーリーやキャラクターの気分に合った時には忘れ去られてしまいます。\u001b[22m, \u001b[1mそれは、ストーリーとキャラクターの気分に合った時間に忘れられないです。\u001b[22m\n\u001b[4mOP is good, kinda classical music.\u001b[24m\n    \u001b[1mOPは良い、ちょっとクラシックな音楽です。\u001b[22m, \u001b[1mOPは、ちょっとクラシック音楽良いです。\u001b[22m\n\u001b[4mIt could be just a bit more upbeat, but it's still good.\u001b[24m\n    \u001b[1mそれはもう少し明るいかもしれませんが、それでもいいです。\u001b[22m, \u001b[1mそれはちょうどもう少し明るいかもしれないが、それはまだ良いことです。\u001b[22m\n\u001b[4mEDs are a bit disappointing.\u001b[24m\n    \u001b[1mEDは少し残念です。\u001b[22m, \u001b[1mEDSは少し失望しています。\u001b[22m\n\u001b[4mThe first one is pretty cool music, but it gets darker than the show needs to be and the second one is very light.\u001b[24m\n    \u001b[1m最初の曲はかなりクールな音楽ですが、ショーよりも暗くなり、2曲目は非常に軽いです。\u001b[22m, \u001b[1m最初のものはかなりクールな音楽ですが、それはである必要があり、もう1つは、非常に軽いですのショーよりも暗くなります。\u001b[22m\n\u001b[4mLiterally, bipolar disorder endings.\u001b[24m\n    \u001b[1m文字通り、双極性障害の終わり。\u001b[22m, \u001b[1m文字通り、双極性障害の終末。\u001b[22m\n\u001b[4mBut overall, good.\u001b[24m\n    \u001b[1mしかし全体的に、良い。\u001b[22m, \u001b[1mしかし全体的に、良いです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10 out of 10\n\n\u001b[1mキャラクター：10点満点中10点\u001b[22m\n\u001b[1m(Kyarakutā: 10-Ten manten-chū 10-ten)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10 out of 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10 out of 10\u001b[24m\n    \u001b[1mキャラクター：10点満点中10点\u001b[22m, \u001b[1mキャラクター：10のうち10\u001b[22m\nThe characters are this show's strongest point. Oz is always cheerful, joking and so-called flirting. Xerxes Break is an eccentric, kind of manipulative, mad hatter type character. Well, even that ain't enough to not make him the darkest of them all. Vincent, (or Vince, that's how I like calling him) Gilbert's brother is charming and sweet with everybody but horror and sadism are what identify him. There are a lot of other characters, but you'll have to see for yourself. Well, beneath it all, he's shattered, and accepts things as they are, cuz he's afraid of changing them or what's going to happen if they change. He's afraid of telling people very seriously what's right and wrong, cuz he doesn't want to lose them. He gets better. Alice is a bossy, arrogant, wild and kind of sadistic girl. Most of that comes since she lived in the Abyss, but it's about to change. She starts to understand the world for what it is. Raven/Gilbert is all shrouded in black, but his personality, not really. Character worth mentioning are Xerxes Break and Vincent Nightray.\n\n\u001b[1mキャラクターはこのショーの最強のポイントです。 オズはいつも陽気で、冗談を言い、いわゆる遊び心です。 Xerxes Breakは、奇妙で操作的な、狂った怪物タイプのキャラクターです。 まあ、それは彼がそれらのすべての中で最も暗くしないために十分ではありません。 ヴィンセント、（またはヴィンス、私は彼に電話するのが好きです）ギルバートの兄は誰もが魅力的で甘いですが、ホラーとサディズムが彼を特定するものです。 他にもたくさんのキャラクターがありますが、自分で見なければなりません。 まあ、そのすべての下で、彼は粉砕されているように物事を受け入れる、彼はそれらを変更することを恐れているか、彼らが変化した場合に起こることが起こるだろうか？ 彼は、正直で間違っていることを人々に真剣に伝えることを恐れている。彼はそれらを失いたくない。 彼は良くなる。 アリスは、上品で、傲慢で、野性で、サディスティックな少女です。 その大部分は彼女がアビーズに​​住んで以来のものですが、変わりつつあります。 彼女は世界が何であるかを理解し始める。 レイヴン/ギルバートはすべて黒で覆われていますが、彼の人格は本当にありません。 文字はXerxes BreakとVincent Nightrayです。 \u001b[22m\n\u001b[1m(Kyarakutā wa kono shō no saikyō no pointodesu. Ozu wa itsumo yōkide, jōdan o ii, iwayuru asobigokorodesu. Mā, sono subete no shita de, kare wa funsai sa rete iru yō ni monogoto o ukeireru, kare wa sorera o henkō suru koto o osorete iru ka, karera ga henka shita baai ni okoru koto ga okorudarou ka? Kare wa, shōjikide machigatte iru koto o hitobito ni shinken ni tsutaeru koto o osorete iru. Kare wa sorera o ushinaitakunai. Kare wa yoku naru. Arisu wa, jōhin de, gōman de, yasei de, sadisutikkuna shōjodesu. Sono daibubun wa kanojo ga abīzu ni ​​ sunde irai no monodesuga, kawaritsutsu arimasu. Kanojo wa sekai ga nandearu ka o rikai shi hajimeru. Reivun/ girubāto wa subete kuro de ōwa rete imasuga, kare no jinkaku wa hontōni arimasen. Moji wa Xerxes bureiku to binsento Nightraydesu. Xerxes bureiku wa, kimyōde sōsa-tekina, kurutta kaibutsu taipu no kyarakutādesu. Mā, sore wa kare ga sorera no subete no naka de mottomo kuraku shinai tame ni jūbunde wa arimasen. Vu~insento,(matawa vu~insu, watashi wa kare ni denwa suru no ga sukidesu) girubāto no ani wa daremoga mirikiteki de amaidesuga, horā to sadizumu ga kare o tokutei suru monodesu. Hoka ni mo takusan no kyarakutā ga arimasuga, jibun de minakereba narimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Pandora Hearts is a good anime. I guess the reason why some people don't like it is cuz it ends without solving 80% of it. Well, that's the author's answer for, you know, buy the manga. But if you don't mind that, this anime will surely get to you. You'll be literally lost in Wonderland.\n\n\u001b[1m全体として、Pandora Heartsはいいアニメです。 私はいくつかの人々がそれを好きではない理由を推測する。 まあ、それはマンガを買うための著者の答えです。 しかし、あなたがそれを気にしなければ、このアニメは確かにあなたに行くでしょう。 あなたは文字通りワンダーランドで失われます。\u001b[22m\n\u001b[1m(Zentai to shite, pandorahātsu wa ī animedesu. Watashi wa ikutsu ka no hitobito ga sore o sukide wanai riyū o suisoku suru. Mā, soreha manga o kau tame no chosha no kotaedesu. Shikashi, anata ga sore o ki ni shinakereba, kono anime wa tashika ni anata ni ikudeshou. Anata wa mojidōri wandārando de ushinawa remasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Pandora Hearts is a good anime. I guess the reason why some people don't like it is cuz it ends without solving 80% of it. Well, that's the author's answer for, you know, buy the manga. But if you don't mind that, this anime will surely get to you. You'll be literally lost in Wonderland.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Pandora Hearts is a good anime.\u001b[24m\n    \u001b[1m全体として、Pandora Heartsはいいアニメです。\u001b[22m, \u001b[1m全体的に、パンドラハーツは良いアニメです。\u001b[22m\n\u001b[4mI guess the reason why some people don't like it is cuz it ends without solving 80% of it.\u001b[24m\n    \u001b[1m私はいくつかの人々がそれを好きではない理由を推測する。\u001b[22m, \u001b[1m私は何人かの人々は、それはそれの80％を解決せずに終了cuzのそれは好きではない理由を推測します。\u001b[22m\n\u001b[4mWell, that's the author's answer for, you know, buy the manga.\u001b[24m\n    \u001b[1mまあ、それはマンガを買うための著者の答えです。\u001b[22m, \u001b[1mまあ、それはあなたが知っている、漫画を買う、のための著者の答えです。\u001b[22m\n\u001b[4mBut if you don't mind that, this anime will surely get to you.\u001b[24m\n    \u001b[1mしかし、あなたがそれを気にしなければ、このアニメは確かにあなたに行くでしょう。\u001b[22m, \u001b[1mあなたはそれを気にしない場合でも、このアニメは確かに取得します。\u001b[22m\n\u001b[4mYou'll be literally lost in Wonderland.\u001b[24m\n    \u001b[1mあなたは文字通りワンダーランドで失われます。\u001b[22m, \u001b[1mあなたは文字通り不思議の国で失われます。\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "treeflyer",
    "profile": "/profile/treeflyer/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=153189",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  7\nキャラクター|  2\n|  1\n\nOK、ショートバージョン、マウスを持って矢印をクリックすると、別の方向に進むことができます。\n\n無意味な敵、無意味な敵、プロットの穴のこのショーから遠ざかり、プロットの隙間はないので、洞窟人、恐竜、そしてカメの糞便をかすかなマニアックな虫が見つかります。\n待ちます...\n\nまたいる？ わかりました、これはもう少し説得力があるとわかります。\n\nストーリー：3\n罰金を出します。  15歳のオズは、一見気難しい高貴な彼のバーミツバ（j.k.）で攻撃され、彼はアリスと呼ばれる狂気の女性を満たす深淵と呼ばれる世界に引っ張られる。 アリスは鎖であり、彼女はランダムな奇妙な力を持っており、他の鎖の束よりも強いですが、この子供が深淵から逃れるために必要であるようです。  15分以内に短く話すだけで、彼らは血液協定を結ぶか、あるいはキスして、興味深く恐ろしい代替宇宙から脱出する（途中で戻ってこない）。 ポーズは、オズが戻ってきて、友人を連れてきましたが（ウィンク）、刑務所で15分、10年が過ぎました。 真剣に。 オズの親友であり奉仕者であるギルバートは男になっており、過去10年間、オズのために半生を看護していたようだ。\nこうして偉大な冒険が始まり、カードが順番に並んでいて、選手たちはすべて、オズが何の理由もないように思われる場所に送られたのを発見するために全力を尽くしている。 アリスが永遠に深淵から解放され、彼女の失われた思い出を取り戻すのを助けることに。 に、オハイオ州の待っているギルバートは彼のマスターを戻っているので、今は...ああ何でも、彼はスマートまたはオズとアリスを助けるために何かになります。 超大国の戦い、インテリジェントなプロットの紆余曲折、そしておそらくキャラクターの間の少しのロマンスを手に入れようとしても...右か？\nいいえ。\nプロットは地面に当たって、結果として起こる爆発は、あなたが本当により多くのカメを探して上記の隙間を引き起こします。\n\nアート：6\n私は芸術は知らないが、深淵はうまくいき、その短い瞬間があるときに視覚的に魅力的です。 芸術は問題ではありませんが、苦労して複雑なプロットやキャラクターの発展を助けることはできません。\n\nサウンド：7\n再び専門家ではありませんが、これはPandora Heartsの最高の機能だと思います。 オープニングは非常に良い（私は打楽器とバイオリンのための吸盤です）、シーンの古典的な背景音は本当にドラマにしようとしていたこのアニメにとっては良い選択でした。 ストーリーは失敗しましたが、少なくとも音楽は個々のシーンに重宝しました。 また、B。ウサギが戦うために出てくる音楽は、とてもエキサイティングで、恐らく叙事詩でもあります。\n\nキャラクター：2\n1つの文字を記述する必要があります。 真のバックストーリー、開発、コメディー（fyi、彼はまた狂っている）Xerxes Breakを持つ唯一の人物。 地球の腸の中の唯一の光線。 この話は、不思議の国のアリスと並行していて、名前を盗んでいたとしても、Xerxes Breakは狂った話です。\n\n楽しさ：1\n私はこのショーを好きではないことが明らかになったと思います。 だからこそ、このシリーズの私の楽しみは、私の目をサンドペーパで磨くことと同じだったのです。\n\n全体：3\n私はこれがあなたを忘れさせようとしている$$穴のトロールではないことをあなたに納得させることはできません。 私の場合、アニメは楽しいものであるか、かき乱されているか、うまくいっているか2）プロットはよく書かれてどこかに導かれ、3）サウンドとアートが一致し、 あなたが純粋主義者になりたいならば、マンガ）。\nショーは、これらの3つの条件のうち少なくとも2つが満たされているかどうかを見る価値があります。 残念ながら、Pandora Heartsは第3の条件でしか成功しません。それは単に私には不十分です。\n\nこのショーを自由に試してみたいと思っている場合は、あなたの条件が異なるかもしれません。また、このショーは個人的にあなたのスタイルかもしれません。 それは私のためではなかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nOK, short version, take your mouse and click the arrow to take you the other direction.\n\n\u001b[1mOK、ショートバージョン、マウスを持って矢印をクリックすると、別の方向に進むことができます。\u001b[22m\n\u001b[1m(OK, shōtobājon, mausu o motte yajirushi o kurikkusuruto,-betsu no hōkō ni susumu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOK, short version, take your mouse and click the arrow to take you the other direction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOK, short version, take your mouse and click the arrow to take you the other direction.\u001b[24m\n    \u001b[1mOK、ショートバージョン、マウスを持って矢印をクリックすると、別の方向に進むことができます。\u001b[22m, \u001b[1mOK、ショートバージョンは、あなたのマウスを取ると、あなたに他の方向性を取るために、矢印をクリックします。\u001b[22m\n\u001b[1m\u001b[22m\nGet far from this show of indecisive characters, pointless enemies, and plot holes, no plot chasms so deep you find cavemen, dinosaurs, and a cackling maniac smearing feces on turtles.\n\n\u001b[1m無意味な敵、無意味な敵、プロットの穴のこのショーから遠ざかり、プロットの隙間はないので、洞窟人、恐竜、そしてカメの糞便をかすかなマニアックな虫が見つかります。\u001b[22m\n\u001b[1m(Muimina teki, muimina teki, purotto no ana no kono shō kara tōzakari, purotto no sukima wanainode, dōkutsu hito, kyōryū, soshite kame no funben o kasukana maniakkuna mushi ga mitsukarimasu.)\u001b[22m\n\nTranslations of \u001b[4mGet far from this show of indecisive characters, pointless enemies, and plot holes, no plot chasms so deep you find cavemen, dinosaurs, and a cackling maniac smearing feces on turtles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGet far from this show of indecisive characters, pointless enemies, and plot holes, no plot chasms so deep you find cavemen, dinosaurs, and a cackling maniac smearing feces on turtles.\u001b[24m\n    \u001b[1m無意味な敵、無意味な敵、プロットの穴のこのショーから遠ざかり、プロットの隙間はないので、洞窟人、恐竜、そしてカメの糞便をかすかなマニアックな虫が見つかります。\u001b[22m, \u001b[1mこれまで優柔不断な文字、無意味な敵、およびプロットの穴のこのショーから取得し、全くプロット割れ目が深くあなたが穴居人、恐竜、そしてカメに糞を塗りつけcacklingマニアックを見つけていません。\u001b[22m\nI'll wait...\n\n\u001b[1m待ちます...\u001b[22m\n\u001b[1m(Machimasu...)\u001b[22m\n\nTranslations of \u001b[4mI'll wait...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll wait...\u001b[24m\n    \u001b[1m待ちます...\u001b[22m, \u001b[1m私は待つよ...\u001b[22m, \u001b[1m私は待っています...\u001b[22m\n\u001b[1m\u001b[22m\nStill here? Ok, I can understand that this is going to take a little more convincing.\n\n\u001b[1mまたいる？ わかりました、これはもう少し説得力があるとわかります。\u001b[22m\n\u001b[1m(Mata iru? Wakarimashita, kore wa mōsukoshi settoku-ryoku ga aru to wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mStill here? Ok, I can understand that this is going to take a little more convincing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill here?\u001b[24m\n    \u001b[1mまたいる？\u001b[22m, \u001b[1mまだここ？\u001b[22m, \u001b[1mまだここに？\u001b[22m\n\u001b[4mOk, I can understand that this is going to take a little more convincing.\u001b[24m\n    \u001b[1mわかりました、これはもう少し説得力があるとわかります。\u001b[22m, \u001b[1m[OK]を、私はこれがもう少し説得力取るしようとしていることを理解することができます。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 3\n\n\u001b[1mストーリー：3\u001b[22m\n\u001b[1m(Sutōrī: 3)\u001b[22m\n\nTranslations of \u001b[4mStory: 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 3\u001b[24m\n    \u001b[1mストーリー：3\u001b[22m\nStarts out fine. Oz, a 15 year old, seemingly carefree noble is attacked at his Bar Mitzvah (j.k.) and is pulled into a world called abyss where he meets a crazy woman named Alice. Alice is a chain, she has random weird powers and is stronger than a bunch of other chains but seems to need this kid to escape abyss. Within 15 minutes and only one brief talk they form a blood pact, or maybe they just kiss, and escape from a interesting and truly terrifying alternate universe (by the way, they don't come back). Poof, Oz is back, and he brought a friend (wink) however in those 15 minutes in prison, 10 years have passed. Seriously. Oz's best friend and servant, Gilbert, has become a man and seems to have spent the last 10 years nursing a semi for little Oz with the intent to bring him back from abyss.\n\n\u001b[1m罰金を出します。  15歳のオズは、一見気難しい高貴な彼のバーミツバ（j.k.）で攻撃され、彼はアリスと呼ばれる狂気の女性を満たす深淵と呼ばれる世界に引っ張られる。 アリスは鎖であり、彼女はランダムな奇妙な力を持っており、他の鎖の束よりも強いですが、この子供が深淵から逃れるために必要であるようです。  15分以内に短く話すだけで、彼らは血液協定を結ぶか、あるいはキスして、興味深く恐ろしい代替宇宙から脱出する（途中で戻ってこない）。 ポーズは、オズが戻ってきて、友人を連れてきましたが（ウィンク）、刑務所で15分、10年が過ぎました。 真剣に。 オズの親友であり奉仕者であるギルバートは男になっており、過去10年間、オズのために半生を看護していたようだ。\u001b[22m\n\u001b[1m(Bakkin o dashimasu. 15-Sai no Ozu wa, ikken kimuzukashī kōkina kare no bāmitsuba (j. K. ) De kōgeki sa re, kare wa Arisu to yoba reru kyōki no josei o mitasu shin'en to yoba reru sekai ni hippara reru. Arisu wa kusarideari, kanojo wa randamuna kimyōna chikara o motte ori, hoka no kusari no taba yori mo tsuyoidesuga, kono kodomo ga shin'en kara nogareru tame ni hitsuyōdearu yōdesu. 15-Bu inai ni mijikaku hanasu dake de, karera wa ketsueki kyōtei o musubu ka, aruiwa kisushite, kyōmibukaku osoroshī daitai uchū kara dasshutsu suru (tochū de modottekonai). Pōzu wa, Ozu ga modotte kite, yūjin o tsurete kimashitaga (u~inku), keimusho de 15-bu, 10-nen ga sugimashita. Shinken ni. Ozu no shin'yūdeari hōshi-shadearu girubāto wa otoko ni natte ori, kako 10-nenkan, Ozu no tame ni han'nama o kango shite ita yōda.)\u001b[22m\n\nTranslations of \u001b[4mStarts out fine. Oz, a 15 year old, seemingly carefree noble is attacked at his Bar Mitzvah (j.k.) and is pulled into a world called abyss where he meets a crazy woman named Alice. Alice is a chain, she has random weird powers and is stronger than a bunch of other chains but seems to need this kid to escape abyss. Within 15 minutes and only one brief talk they form a blood pact, or maybe they just kiss, and escape from a interesting and truly terrifying alternate universe (by the way, they don't come back). Poof, Oz is back, and he brought a friend (wink) however in those 15 minutes in prison, 10 years have passed. Seriously. Oz's best friend and servant, Gilbert, has become a man and seems to have spent the last 10 years nursing a semi for little Oz with the intent to bring him back from abyss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStarts out fine.\u001b[24m\n    \u001b[1m罰金を出します。\u001b[22m, \u001b[1m細かいアウトを開始します。\u001b[22m\n\u001b[4mOz, a 15 year old, seemingly carefree noble is attacked at his Bar Mitzvah (j.k.) and is pulled into a world called abyss where he meets a crazy woman named Alice.\u001b[24m\n    \u001b[1m15歳のオズは、一見気難しい高貴な彼のバーミツバ（j.k.）で攻撃され、彼はアリスと呼ばれる狂気の女性を満たす深淵と呼ばれる世界に引っ張られる。\u001b[22m, \u001b[1mオズ、15歳、彼のバーMitzvahの（J.K.）で攻撃されると、彼はアリスという名前の狂気の女性を満たしている世界と呼ばれる奈落の底に引き込まれる高貴な一見のんきな。\u001b[22m\n\u001b[4mAlice is a chain, she has random weird powers and is stronger than a bunch of other chains but seems to need this kid to escape abyss.\u001b[24m\n    \u001b[1mアリスは鎖であり、彼女はランダムな奇妙な力を持っており、他の鎖の束よりも強いですが、この子供が深淵から逃れるために必要であるようです。\u001b[22m, \u001b[1mアリスはランダムな奇妙な力を持っており、他の鎖の束よりも強いですが、奈落の底を脱出するためにこの子供を必要とするように思われる、鎖です。\u001b[22m\n\u001b[4mWithin 15 minutes and only one brief talk they form a blood pact, or maybe they just kiss, and escape from a interesting and truly terrifying alternate universe (by the way, they don't come back).\u001b[24m\n    \u001b[1m15分以内に短く話すだけで、彼らは血液協定を結ぶか、あるいはキスして、興味深く恐ろしい代替宇宙から脱出する（途中で戻ってこない）。\u001b[22m, \u001b[1m15分、一つだけの簡単な話の中で、彼らは血の協定を形成する、または多分彼らはキス、そして面白いと本当に恐ろしいもうひとつの世界（ところで、彼らが戻って来ることはありません）からの脱出します。\u001b[22m\n\u001b[4mPoof, Oz is back, and he brought a friend (wink) however in those 15 minutes in prison, 10 years have passed.\u001b[24m\n    \u001b[1mポーズは、オズが戻ってきて、友人を連れてきましたが（ウィンク）、刑務所で15分、10年が過ぎました。\u001b[22m, \u001b[1mパッと消える、オズが戻って、彼は刑務所でのそれらの15分でしかし、10年が経過した友人（ウインク）をもたらしました。\u001b[22m\n\u001b[4mSeriously.\u001b[24m\n    \u001b[1m真剣に。\u001b[22m\n\u001b[4mOz's best friend and servant, Gilbert, has become a man and seems to have spent the last 10 years nursing a semi for little Oz with the intent to bring him back from abyss.\u001b[24m\n    \u001b[1mオズの親友であり奉仕者であるギルバートは男になっており、過去10年間、オズのために半生を看護していたようだ。\u001b[22m, \u001b[1mオズの親友とサーバント、ギルバートは、人間になるとバック深淵から彼を持参する目的で少しオズための半看護最後の10年間を費やしているようだしました。\u001b[22m\nThus the great adventure begins, the cards are in order, the players are all set, onward to discover why Oz was sent to some crazy place for what seems like no reason. On to helping Alice free herself from abyss forever and regain her lost memories. On to, oh wait Gilbert has his master back so now...ah whatever, he'll be smart or something to help Oz and Alice. No matter what we should get some superpower battles, intelligent plot twists, and maybe a little romance between the characters...right?\n\n\u001b[1mこうして偉大な冒険が始まり、カードが順番に並んでいて、選手たちはすべて、オズが何の理由もないように思われる場所に送られたのを発見するために全力を尽くしている。 アリスが永遠に深淵から解放され、彼女の失われた思い出を取り戻すのを助けることに。 に、オハイオ州の待っているギルバートは彼のマスターを戻っているので、今は...ああ何でも、彼はスマートまたはオズとアリスを助けるために何かになります。 超大国の戦い、インテリジェントなプロットの紆余曲折、そしておそらくキャラクターの間の少しのロマンスを手に入れようとしても...右か？\u001b[22m\n\u001b[1m(Kōshite idaina bōken ga hajimari, kādo ga junban ni narande ite, senshu-tachi wa subete, Ozu ga nani no riyū mo nai yō ni omowa reru basho ni okura reta no o hakken suru tame ni zenryoku o tsukushite iru. Arisu ga eien ni shin'en kara kaihō sa re, kanojo no ushinawareta omoide o torimodosu no o tasukeru koto ni. Ni, Ohaio-shū no machi tte iru girubāto wa kare no masutā o modotte irunode, ima wa... Ā nandemo, kare wa sumāto matawa Ozu to Arisu o tasukeru tame ni nanika ni narimasu. Chō taikoku no tatakai, interijentona purotto no uyokyokusetsu, soshite osoraku kyarakutā no ma no sukoshi no romansu o te ni ireyou to shite mo... Migi ka?)\u001b[22m\n\nTranslations of \u001b[4mThus the great adventure begins, the cards are in order, the players are all set, onward to discover why Oz was sent to some crazy place for what seems like no reason. On to helping Alice free herself from abyss forever and regain her lost memories. On to, oh wait Gilbert has his master back so now...ah whatever, he'll be smart or something to help Oz and Alice. No matter what we should get some superpower battles, intelligent plot twists, and maybe a little romance between the characters...right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThus the great adventure begins, the cards are in order, the players are all set, onward to discover why Oz was sent to some crazy place for what seems like no reason.\u001b[24m\n    \u001b[1mこうして偉大な冒険が始まり、カードが順番に並んでいて、選手たちはすべて、オズが何の理由もないように思われる場所に送られたのを発見するために全力を尽くしている。\u001b[22m, \u001b[1mこのように偉大な冒険が始まる、カードは、プレイヤーはオズが理由もなくのように思える何のためにいくつかのクレイジーな場所に送られた理由以降発見するために、順番にすべてセットされています。\u001b[22m\n\u001b[4mOn to helping Alice free herself from abyss forever and regain her lost memories.\u001b[24m\n    \u001b[1mアリスが永遠に深淵から解放され、彼女の失われた思い出を取り戻すのを助けることに。\u001b[22m, \u001b[1mアリスは永遠に奈落の底から自分自身を解放し、彼女の失われた記憶を取り戻す手助けする上で。\u001b[22m\n\u001b[4mOn to, oh wait Gilbert has his master back so now...ah whatever, he'll be smart or something to help Oz and Alice.\u001b[24m\n    \u001b[1mに、オハイオ州の待っているギルバートは彼のマスターを戻っているので、今は...ああ何でも、彼はスマートまたはオズとアリスを助けるために何かになります。\u001b[22m, \u001b[1m上に、ああどのようなああ、彼はスマートまたはオズとアリスを助けるために何かできるでしょう...ギルバートはそうすぐに戻って彼のマスターを持って待ちます。\u001b[22m\n\u001b[4mNo matter what we should get some superpower battles, intelligent plot twists, and maybe a little romance between the characters...right?\u001b[24m\n    \u001b[1m超大国の戦い、インテリジェントなプロットの紆余曲折、そしておそらくキャラクターの間の少しのロマンスを手に入れようとしても...右か？\u001b[22m, \u001b[1mどんなに我々は右...文字の間にいくつかの超大国の戦い、インテリジェントなどんでん返し、そしておそらく少しロマンスを取得すべきか？\u001b[22m\nNo.\n\n\u001b[1mいいえ。\u001b[22m\n\u001b[1m(Īe.)\u001b[22m\n\nDefinitions of \u001b[4mNo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ノー\u001b[22m\n        No\n\u001b[1m    能\u001b[22m\n        function, Noh, talent, No\nThe plot hits the ground and the resulting explosion causes the aforementioned chasm with yours truly looking for more turtles.\n\n\u001b[1mプロットは地面に当たって、結果として起こる爆発は、あなたが本当により多くのカメを探して上記の隙間を引き起こします。\u001b[22m\n\u001b[1m(Purotto wa jimen ni atatte, kekka to shite okoru bakuhatsu wa, anata ga hontōni yori ōku no kame o sagashite jōki no sukima o hikiokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot hits the ground and the resulting explosion causes the aforementioned chasm with yours truly looking for more turtles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot hits the ground and the resulting explosion causes the aforementioned chasm with yours truly looking for more turtles.\u001b[24m\n    \u001b[1mプロットは地面に当たって、結果として起こる爆発は、あなたが本当により多くのカメを探して上記の隙間を引き起こします。\u001b[22m, \u001b[1mプロットは、地面に当たり、その結果爆発があなたが本当により多くのカメを探していると、前述の亀裂が発生します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 6\n\n\u001b[1mアート：6\u001b[22m\n\u001b[1m(Āto: 6)\u001b[22m\n\nTranslations of \u001b[4mArt: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6\u001b[24m\n    \u001b[1mアート：6\u001b[22m\nI don't know art, but the abyss is well done and when there are those brief moments of action they are visually appealing. The art is not a problem but it can't help the struggling convoluted plot or crawling character development.\n\n\u001b[1m私は芸術は知らないが、深淵はうまくいき、その短い瞬間があるときに視覚的に魅力的です。 芸術は問題ではありませんが、苦労して複雑なプロットやキャラクターの発展を助けることはできません。\u001b[22m\n\u001b[1m(Watashi wa geijutsu wa shiranai ga, shin'en wa umaku iki, sono mijikai shunkan ga aru toki ni shikaku-teki ni mirikitekidesu. Geijutsu wa mondaide wa arimasenga, kurō shite fukuzatsuna purotto ya kyarakutā no hatten o tasukeru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mI don't know art, but the abyss is well done and when there are those brief moments of action they are visually appealing. The art is not a problem but it can't help the struggling convoluted plot or crawling character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know art, but the abyss is well done and when there are those brief moments of action they are visually appealing.\u001b[24m\n    \u001b[1m私は芸術は知らないが、深淵はうまくいき、その短い瞬間があるときに視覚的に魅力的です。\u001b[22m, \u001b[1m私は芸術を知らないが、奈落の底はよく行われ、アクションのそれらの簡単な瞬間があるとき、彼らは視覚的にアピールしています。\u001b[22m\n\u001b[4mThe art is not a problem but it can't help the struggling convoluted plot or crawling character development.\u001b[24m\n    \u001b[1m芸術は問題ではありませんが、苦労して複雑なプロットやキャラクターの発展を助けることはできません。\u001b[22m, \u001b[1m芸術は問題ではありませんが、それは苦労入り組んだプロットを助けたり、キャラクターの成長をクロールすることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nAgain not really an expert, but I think this was Pandora Hearts best feature. The opening was very good (I'm a sucker for percussion and violin) and the more classical background sound in scenes was a good choice for this anime, which was really trying to be a drama. The story failed, but at least the music added some heft to individual scenes. Also, the music when B. Rabbit comes out to fight is, it must be said, very exciting and maybe even epic.\n\n\u001b[1m再び専門家ではありませんが、これはPandora Heartsの最高の機能だと思います。 オープニングは非常に良い（私は打楽器とバイオリンのための吸盤です）、シーンの古典的な背景音は本当にドラマにしようとしていたこのアニメにとっては良い選択でした。 ストーリーは失敗しましたが、少なくとも音楽は個々のシーンに重宝しました。 また、B。ウサギが戦うために出てくる音楽は、とてもエキサイティングで、恐らく叙事詩でもあります。\u001b[22m\n\u001b[1m(Futatabi senmonkade wa arimasenga, koreha pandorahātsu no saikō no kinōda to omoimasu. Ōpuningu wa hijō ni yoi (watashi wa dagakki to baiorin no tame no kyūbandesu), shīn no koten-tekina haikei-on wa hontōni dorama ni shiyou to shite ita kono anime ni totte wa yoi sentakudeshita. Sutōrī wa shippai shimashitaga, sukunakutomo ongaku wa koko no shīn ni chōhō shimashita. Mata, B. Usagi ga tatakau tame ni detekuru ongaku wa, totemo ekisaitingude, osoraku jojishi demo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAgain not really an expert, but I think this was Pandora Hearts best feature. The opening was very good (I'm a sucker for percussion and violin) and the more classical background sound in scenes was a good choice for this anime, which was really trying to be a drama. The story failed, but at least the music added some heft to individual scenes. Also, the music when B. Rabbit comes out to fight is, it must be said, very exciting and maybe even epic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain not really an expert, but I think this was Pandora Hearts best feature.\u001b[24m\n    \u001b[1m再び専門家ではありませんが、これはPandora Heartsの最高の機能だと思います。\u001b[22m, \u001b[1mここでもない、本当に専門家で、私はこれはパンドラハーツ一番の特徴だったと思います。\u001b[22m\n\u001b[4mThe opening was very good (I'm a sucker for percussion and violin) and the more classical background sound in scenes was a good choice for this anime, which was really trying to be a drama.\u001b[24m\n    \u001b[1mオープニングは非常に良い（私は打楽器とバイオリンのための吸盤です）、シーンの古典的な背景音は本当にドラマにしようとしていたこのアニメにとっては良い選択でした。\u001b[22m, \u001b[1m開口部は、非常に良好であった（私はパーカッション、バイオリンのための吸盤だ）とのシーンで、より古典的なバックグラウンドサウンドは本当にドラマになろうとしたこのアニメ、のために良い選択でした。\u001b[22m\n\u001b[4mThe story failed, but at least the music added some heft to individual scenes.\u001b[24m\n    \u001b[1mストーリーは失敗しましたが、少なくとも音楽は個々のシーンに重宝しました。\u001b[22m, \u001b[1m物語は失敗したが、少なくとも音楽は、個々のシーンにいくつかの重さを追加しました。\u001b[22m\n\u001b[4mAlso, the music when B. Rabbit comes out to fight is, it must be said, very exciting and maybe even epic.\u001b[24m\n    \u001b[1mまた、B。ウサギが戦うために出てくる音楽は、とてもエキサイティングで、恐らく叙事詩でもあります。\u001b[22m, \u001b[1mまた、B.ラビットが戦うために出てくる音楽が、それは、非常に刺激的で、多分叙事詩言わなければなりませんされています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 2\n\n\u001b[1mキャラクター：2\u001b[22m\n\u001b[1m(Kyarakutā: 2)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 2\u001b[24m\n    \u001b[1mキャラクター：2\u001b[22m, \u001b[1m文字：2\u001b[22m\nOne character must be mentioned. The only one with a true backstory, development, and comedy (fyi, he's also crazy) Xerxes Break. The only ray of light in the bowels of the earth. This story has parallels to Alice in Wonderland, even stealing a name, and in that context Xerxes Break is the mad hatter, enough said.\n\n\u001b[1m1つの文字を記述する必要があります。 真のバックストーリー、開発、コメディー（fyi、彼はまた狂っている）Xerxes Breakを持つ唯一の人物。 地球の腸の中の唯一の光線。 この話は、不思議の国のアリスと並行していて、名前を盗んでいたとしても、Xerxes Breakは狂った話です。\u001b[22m\n\u001b[1m(1Tsu no moji o kijutsu suru hitsuyō ga arimasu. Shin no bakkusutōrī, kaihatsu, komedī (fyi, kare wa mata kurutte iru) Xerxes bureiku o motsu yuiitsu no jinbutsu. Chikyū no chō no naka no yuiitsu no kōsen. Ko no hanashi wa, fushiginokuninoarisu to heikō shite ite, namae o nusunde ita to shite mo, Xerxes bureiku wa kurutta hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mOne character must be mentioned. The only one with a true backstory, development, and comedy (fyi, he's also crazy) Xerxes Break. The only ray of light in the bowels of the earth. This story has parallels to Alice in Wonderland, even stealing a name, and in that context Xerxes Break is the mad hatter, enough said.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne character must be mentioned.\u001b[24m\n    \u001b[1m1つの文字を記述する必要があります。\u001b[22m, \u001b[1m一つの文字を記載しなければなりません。\u001b[22m\n\u001b[4mThe only one with a true backstory, development, and comedy (fyi, he's also crazy) Xerxes Break.\u001b[24m\n    \u001b[1m真のバックストーリー、開発、コメディー（fyi、彼はまた狂っている）Xerxes Breakを持つ唯一の人物。\u001b[22m, \u001b[1m真の裏話、開発、および喜劇を持つ唯一の1はクセルクセス休憩（ちなみに、彼はまた、クレイジーです）。\u001b[22m\n\u001b[4mThe only ray of light in the bowels of the earth.\u001b[24m\n    \u001b[1m地球の腸の中の唯一の光線。\u001b[22m, \u001b[1m地球の腸内の光の唯一の光線。\u001b[22m\n\u001b[4mThis story has parallels to Alice in Wonderland, even stealing a name, and in that context Xerxes Break is the mad hatter, enough said.\u001b[24m\n    \u001b[1mこの話は、不思議の国のアリスと並行していて、名前を盗んでいたとしても、Xerxes Breakは狂った話です。\u001b[22m, \u001b[1mこの物語は、不思議の国のアリスに類似点を有していても名前を盗んで、その文脈でクセルクセス休憩はマッドハッター、十分に語っています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 1\n\n\u001b[1m楽しさ：1\u001b[22m\n\u001b[1m(Tanoshisa: 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 1\u001b[24m\n    \u001b[1m楽しさ：1\u001b[22m\nI think its clear by now that I don't like this show. So it stands to reason that my enjoyment of this series was equivalent to grinding my eyes away with sandpaper.\n\n\u001b[1m私はこのショーを好きではないことが明らかになったと思います。 だからこそ、このシリーズの私の楽しみは、私の目をサンドペーパで磨くことと同じだったのです。\u001b[22m\n\u001b[1m(Watashi wa kono shō o sukide wanai koto ga akiraka ni natta to omoimasu. Dakarakoso, kono shirīzu no watashi no tanoshimi wa, watashi no me o sandopēpa de migaku koto to onajidatta nodesu.)\u001b[22m\n\nTranslations of \u001b[4mI think its clear by now that I don't like this show. So it stands to reason that my enjoyment of this series was equivalent to grinding my eyes away with sandpaper.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think its clear by now that I don't like this show.\u001b[24m\n    \u001b[1m私はこのショーを好きではないことが明らかになったと思います。\u001b[22m, \u001b[1m私は今、私はこの番組を好きではないことにより、その明確だと思います。\u001b[22m\n\u001b[4mSo it stands to reason that my enjoyment of this series was equivalent to grinding my eyes away with sandpaper.\u001b[24m\n    \u001b[1mだからこそ、このシリーズの私の楽しみは、私の目をサンドペーパで磨くことと同じだったのです。\u001b[22m, \u001b[1mだから、このシリーズの私の楽しみは、サンドペーパーで離れて私の目を研削と同等であったことを理にかなっています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 3\n\n\u001b[1m全体：3\u001b[22m\n\u001b[1m(Zentai: 3)\u001b[22m\n\nTranslations of \u001b[4mOverall: 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 3\u001b[24m\n    \u001b[1m全体：3\u001b[22m\nI doubt I can convince you that this isn't some a$$hole troll trying to keep you away. For me, anime is only worth watching if 1) the characters are enjoyable, stirring, or well made 2) the plot is well written and leads somewhere, and 3) the sound and art match and add to the intended tone of the anime ( or if you want to be a purist, the manga).\n\n\u001b[1m私はこれがあなたを忘れさせようとしている$$穴のトロールではないことをあなたに納得させることはできません。 私の場合、アニメは楽しいものであるか、かき乱されているか、うまくいっているか2）プロットはよく書かれてどこかに導かれ、3）サウンドとアートが一致し、 あなたが純粋主義者になりたいならば、マンガ）。\u001b[22m\n\u001b[1m(Watashi wa kore ga anata o wasure saseyou to shite iru $ $ ana no torōrude wanai koto o anata ni nattoku sa seru koto wa dekimasen. Watashi no baai, anime wa tanoshī monodearu ka, kakimidasa rete iru ka, umaku itte iru ka 2) purotto wa yoku kaka rete doko ka ni michibika re, 3) saundo to āto ga itchi shi, anata ga junsuishugi-sha ni naritainaraba, manga).)\u001b[22m\n\nTranslations of \u001b[4mI doubt I can convince you that this isn't some a$$hole troll trying to keep you away. For me, anime is only worth watching if 1) the characters are enjoyable, stirring, or well made 2) the plot is well written and leads somewhere, and 3) the sound and art match and add to the intended tone of the anime ( or if you want to be a purist, the manga).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI doubt I can convince you that this isn't some a$$hole troll trying to keep you away.\u001b[24m\n    \u001b[1m私はこれがあなたを忘れさせようとしている$$穴のトロールではないことをあなたに納得させることはできません。\u001b[22m, \u001b[1m私はこれがあなたを離れて維持しようと$$穴トロル一部ではないことを納得させることができます疑います。\u001b[22m\n\u001b[4mFor me, anime is only worth watching if 1) the characters are enjoyable, stirring, or well made 2) the plot is well written and leads somewhere, and 3) the sound and art match and add to the intended tone of the anime (\u001b[24m\n    \u001b[1m私の場合、アニメは楽しいものであるか、かき乱されているか、うまくいっているか2）プロットはよく書かれてどこかに導かれ、3）サウンドとアートが一致し、\u001b[22m, \u001b[1m（1）文字は、プロットはよく書かれており、どこかにつながる）、楽しい攪拌、またはウェル2作られており、3）音とアート試合なら、私の場合は、アニメは見てだけの価値があるとアニメの意図トーンに追加します\u001b[22m\n\u001b[4mor if you want to be a purist, the manga).\u001b[24m\n    \u001b[1mあなたが純粋主義者になりたいならば、マンガ）。\u001b[22m, \u001b[1mまたはあなたが純粋主義者、漫画になりたい場合）。\u001b[22m\nA show can be worth watching if at least two of these three conditions are met. Unfortunately, Pandora Hearts only succeeds in the third condition, that is simply not enough for me.\n\n\u001b[1mショーは、これらの3つの条件のうち少なくとも2つが満たされているかどうかを見る価値があります。 残念ながら、Pandora Heartsは第3の条件でしか成功しません。それは単に私には不十分です。\u001b[22m\n\u001b[1m(Shō wa, korera no 3ttsu no jōken no uchi sukunakutomo 2tsu ga mitasa rete iru ka dō ka o miru kachi ga arimasu. Zan'nen'nagara, pandorahātsu wa dai 3 no jōkende shika seikō shimasen. Sore wa tan'ni watashiniha fujūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mA show can be worth watching if at least two of these three conditions are met. Unfortunately, Pandora Hearts only succeeds in the third condition, that is simply not enough for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA show can be worth watching if at least two of these three conditions are met.\u001b[24m\n    \u001b[1mショーは、これらの3つの条件のうち少なくとも2つが満たされているかどうかを見る価値があります。\u001b[22m, \u001b[1m番組は、これらの3つの条件の少なくとも2つが満たされた場合に見て価値があることができます。\u001b[22m\n\u001b[4mUnfortunately, Pandora Hearts only succeeds in the third condition, that is simply not enough for me.\u001b[24m\n    \u001b[1m残念ながら、Pandora Heartsは第3の条件でしか成功しません。それは単に私には不十分です。\u001b[22m, \u001b[1m残念ながら、パンドラハーツは単に私のために十分ではない第3の条件、に成功しました。\u001b[22m\n\u001b[1m\u001b[22m\nIf you still feel that you want to give this show a try feel free, your conditions may be different or this show may personally be more your style. It wasn't for me.\n\n\u001b[1mこのショーを自由に試してみたいと思っている場合は、あなたの条件が異なるかもしれません。また、このショーは個人的にあなたのスタイルかもしれません。 それは私のためではなかった。\u001b[22m\n\u001b[1m(Kono shō o jiyū ni tameshite mitai to omotte iru baai wa, anata no jōken ga kotonaru kamo shiremasen. Mata, kono shō wa kojin-teki ni anata no sutairu kamo shiremasen. Sore wa watashi no tamede wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mIf you still feel that you want to give this show a try feel free, your conditions may be different or this show may personally be more your style. It wasn't for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you still feel that you want to give this show a try feel free, your conditions may be different or this show may personally be more your style.\u001b[24m\n    \u001b[1mこのショーを自由に試してみたいと思っている場合は、あなたの条件が異なるかもしれません。また、このショーは個人的にあなたのスタイルかもしれません。\u001b[22m, \u001b[1mあなたはまだあなたがこの番組を気軽に試してを与えたいと感じる場合は、あなたの条件が異なっていてもよいか、このショーは個人的にはもっと自分のスタイルであってもよいです。\u001b[22m\n\u001b[4mIt wasn't for me.\u001b[24m\n    \u001b[1mそれは私のためではなかった。\u001b[22m, \u001b[1mそれは私のためではなかったです。\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "AmeeraSakura",
    "profile": "/profile/AmeeraSakura/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=19199",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこれまで一生見たことのない最高のアニメでした。 それはあまりにも乳児ではない、またはあまりにも複雑ではありません。 ちょっとしたゴアはありますが、Pandora Heartsの見た目には影響しません。 キャラクターはHOTで、描かれる方法は素晴らしいです。 しかし、唯一の問題はPandora Heartsが短すぎることです。 わずか25エピソード。 彼らはすべてそれの価値がある、しかし、このアニメをスキップしないでください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIt was the best anime I have ever seen in my entire life. It's not too babyish, or too complicated. It does have a tiny bit of gore, but it really doesn't affect the way you look at Pandora Hearts. The characters are HOT, and the way they are drawn is terrific. BUT, the only problem is that Pandora Hearts is too short. Only 25 episodes. They are all worth it, though, so don't skip this anime!\n\n\u001b[1m私はこれまで一生見たことのない最高のアニメでした。 それはあまりにも乳児ではない、またはあまりにも複雑ではありません。 ちょっとしたゴアはありますが、Pandora Heartsの見た目には影響しません。 キャラクターはHOTで、描かれる方法は素晴らしいです。 しかし、唯一の問題はPandora Heartsが短すぎることです。 わずか25エピソード。 彼らはすべてそれの価値がある、しかし、このアニメをスキップしないでください！\u001b[22m\n\u001b[1m(Watashi wa kore made isshō mita koto no nai saikō no animedeshita. Sore wa amarini mo nyūjide wanai, matawa amarini mo fukuzatsude wa arimasen. Chottoshita Goa wa arimasuga, pandorahātsu no mitame ni wa eikyō shimasen. Kyarakutā wa hotto de, egaka reru hōhō wa subarashīdesu. Shikashi, yuiitsu no mondai wa pandorahātsu ga mijika sugiru kotodesu. Wazuka 25 episōdo. Karera wa subete sore no kachigāru, shikashi, kono anime o sukippu shinaide kudasai!)\u001b[22m\n\nTranslations of \u001b[4mIt was the best anime I have ever seen in my entire life. It's not too babyish, or too complicated. It does have a tiny bit of gore, but it really doesn't affect the way you look at Pandora Hearts. The characters are HOT, and the way they are drawn is terrific. BUT, the only problem is that Pandora Hearts is too short. Only 25 episodes. They are all worth it, though, so don't skip this anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was the best anime I have ever seen in my entire life.\u001b[24m\n    \u001b[1m私はこれまで一生見たことのない最高のアニメでした。\u001b[22m, \u001b[1mそれは私が今まで私の生涯で見た中で最高のアニメでした。\u001b[22m\n\u001b[4mIt's not too babyish, or too complicated.\u001b[24m\n    \u001b[1mそれはあまりにも乳児ではない、またはあまりにも複雑ではありません。\u001b[22m, \u001b[1mそれはあまりにもあどけない、またはあまりにも複雑ではありません。\u001b[22m\n\u001b[4mIt does have a tiny bit of gore, but it really doesn't affect the way you look at Pandora Hearts.\u001b[24m\n    \u001b[1mちょっとしたゴアはありますが、Pandora Heartsの見た目には影響しません。\u001b[22m, \u001b[1mこれは、マチのほんの少しを持っていますが、それは本当にあなたがパンドラハーツの見方に影響を与えません。\u001b[22m\n\u001b[4mThe characters are HOT, and the way they are drawn is terrific.\u001b[24m\n    \u001b[1mキャラクターはHOTで、描かれる方法は素晴らしいです。\u001b[22m, \u001b[1m文字はHOTであり、彼らが描かれている方法が素晴らしいです。\u001b[22m\n\u001b[4mBUT, the only problem is that Pandora Hearts is too short.\u001b[24m\n    \u001b[1mしかし、唯一の問題はPandora Heartsが短すぎることです。\u001b[22m, \u001b[1mしかし、唯一の問題は、パンドラハーツが短すぎるということです。\u001b[22m\n\u001b[4mOnly 25 episodes.\u001b[24m\n    \u001b[1mわずか25エピソード。\u001b[22m, \u001b[1m唯一の25のエピソード。\u001b[22m\n\u001b[4mThey are all worth it, though, so don't skip this anime!\u001b[24m\n    \u001b[1m彼らはすべてそれの価値がある、しかし、このアニメをスキップしないでください！\u001b[22m, \u001b[1m彼らは、しかし、すべてのそれの価値があるので、このアニメをスキップしないでください！\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "Fearistheenemy",
    "profile": "/profile/Fearistheenemy/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=19903",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは、最初のエピソードから私を引っ張り、その後私は見て止めることができませんでした。 私はあなたが何が起こるかを推測したり仮定したりすることができないことを愛しています。 私は非常に多くの問題ソルバーであり、このアニメは非常に無作為な入力を与え、常に一緒に追加し続ける必要があります。 あなたが謎を解き明かしたい場合、あなたは夢中になるでしょう。\nこれは悔しいかもしれませんが、私はそれを耐えられない友人と一緒にその一部を見ました。彼らはスキルを解決するのに全く問題はなく、全く理解できませんでしたが、3泊でそれをすべて見ることができました。 私はちょうどそれをオフにすることができませんでした。\n\nしかしながら。  Enlishの字幕が私を怒らせました。 あなたは基本的に、エピソードが英語で流暢でないか、不注意であったり、主な俳優の名前や場所の名前に完全に精通していなかった人に下さったかを知ることができます。\n特に私が持っているボックスセットの最後のエピソード。\n私は、それぞれのエピソードが少しずつミステリーに追加された変更を考え出していると思いますが、ほとんどがかなり刺激的でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime pulled me in from the first episode and after that I couldn't stop watching. I love that you can't guess or assume what's going to happen. I'm very much a problem solver and this anime gives so much random input that you have to constantly keep adding it together. If you love to figure out mysteries you will be hooked.\n\n\u001b[1mこのアニメは、最初のエピソードから私を引っ張り、その後私は見て止めることができませんでした。 私はあなたが何が起こるかを推測したり仮定したりすることができないことを愛しています。 私は非常に多くの問題ソルバーであり、このアニメは非常に無作為な入力を与え、常に一緒に追加し続ける必要があります。 あなたが謎を解き明かしたい場合、あなたは夢中になるでしょう。\u001b[22m\n\u001b[1m(Kono anime wa, saisho no episōdo kara watashi o hippari, sonogo watashi wa mite tomeru koto ga dekimasendeshita. Watashi wa anata ga nani ga okoru ka o suisoku shi tari katei shi tari suru koto ga dekinai koto o aishiteimasu. Watashi wa hijō ni ōku no mondai sorubādeari, kono anime wa hijō ni musakuina nyūryoku o atae, tsuneni issho ni tsuika shi tsudzukeru hitsuyō ga arimasu. Anata ga nazo o tokiakashitai baai, anata wa muchū ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThis anime pulled me in from the first episode and after that I couldn't stop watching. I love that you can't guess or assume what's going to happen. I'm very much a problem solver and this anime gives so much random input that you have to constantly keep adding it together. If you love to figure out mysteries you will be hooked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime pulled me in from the first episode and after that I couldn't stop watching.\u001b[24m\n    \u001b[1mこのアニメは、最初のエピソードから私を引っ張り、その後私は見て止めることができませんでした。\u001b[22m, \u001b[1mこのアニメは、最初のエピソードから私を引っ張って、その後、私は見て止めることができませんでした。\u001b[22m\n\u001b[4mI love that you can't guess or assume what's going to happen.\u001b[24m\n    \u001b[1m私はあなたが何が起こるかを推測したり仮定したりすることができないことを愛しています。\u001b[22m, \u001b[1m私はあなたが推測か起こるだろう何を負いかねますことを愛します。\u001b[22m\n\u001b[4mI'm very much a problem solver and this anime gives so much random input that you have to constantly keep adding it together.\u001b[24m\n    \u001b[1m私は非常に多くの問題ソルバーであり、このアニメは非常に無作為な入力を与え、常に一緒に追加し続ける必要があります。\u001b[22m, \u001b[1m私は非常に多くの問題解決だとこのアニメは、あなたは常にそれを一緒に追加し維持する必要がありますので、多くのランダムな入力を提供します。\u001b[22m\n\u001b[4mIf you love to figure out mysteries you will be hooked.\u001b[24m\n    \u001b[1mあなたが謎を解き明かしたい場合、あなたは夢中になるでしょう。\u001b[22m, \u001b[1mあなたは謎を把握するために愛しているなら、あなたは夢中になります。\u001b[22m\nThough For some this may be frustrating, I watched part of it with a friend who couldn't bear it, they have no problem solving skills and couldnt understand it at all, but I managed to watch it all in a matter of 3 nights because I just couldn't turn it off.\n\n\u001b[1mこれは悔しいかもしれませんが、私はそれを耐えられない友人と一緒にその一部を見ました。彼らはスキルを解決するのに全く問題はなく、全く理解できませんでしたが、3泊でそれをすべて見ることができました。 私はちょうどそれをオフにすることができませんでした。\u001b[22m\n\u001b[1m(Kore wa kuyashī kamo shiremasenga, watashi wa sore o taerarenai yūjin to issho ni sono ichibu o mimashita. Karera wa sukiru o kaiketsu surunoni mattaku mondai wa naku, mattaku rikai dekimasendeshitaga, 3-paku de sore o subete miru koto ga dekimashita. Watashi wa chōdo sore o ofu ni suru koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThough For some this may be frustrating, I watched part of it with a friend who couldn't bear it, they have no problem solving skills and couldnt understand it at all, but I managed to watch it all in a matter of 3 nights because I just couldn't turn it off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough For some this may be frustrating, I watched part of it with a friend who couldn't bear it, they have no problem solving skills and couldnt understand it at all, but I managed to watch it all in a matter of 3 nights because\u001b[24m\n    \u001b[1mこれは悔しいかもしれませんが、私はそれを耐えられない友人と一緒にその一部を見ました。彼らはスキルを解決するのに全く問題はなく、全く理解できませんでしたが、3泊でそれをすべて見ることができました。\u001b[22m, \u001b[1mいくつかのために、これはイライラするかもしれませんが、私はそれを耐えることができなかった友人とそれの一部を見て、彼らは何の問題解決能力やcouldntのはまったくそれを理解していない持っていますが、私はので、3泊のうちにそれをすべてを見るために、管理しました\u001b[22m\n\u001b[4mI just couldn't turn it off.\u001b[24m\n    \u001b[1m私はちょうどそれをオフにすることができませんでした。\u001b[22m, \u001b[1m私はちょうどそれをオフにできませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nHOWEVER. The Enlish subtitles drove me mad. you could basically tell when episodes were subbed from less fluent in english or someone who was careless or not fully familiar with the main charaters names and names of places.\n\n\u001b[1mしかしながら。  Enlishの字幕が私を怒らせました。 あなたは基本的に、エピソードが英語で流暢でないか、不注意であったり、主な俳優の名前や場所の名前に完全に精通していなかった人に下さったかを知ることができます。\u001b[22m\n\u001b[1m(Shikashinagara. Enlish no jimaku ga watashi o okora semashita. Anata wa kihontekini, episōdo ga eigo de ryūchōdenai ka, fuchūideattari, omona haiyū no namae ya basho no namae ni kanzen ni seitsū shite inakatta hito ni kudasatta ka o shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHOWEVER. The Enlish subtitles drove me mad. you could basically tell when episodes were subbed from less fluent in english or someone who was careless or not fully familiar with the main charaters names and names of places.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHOWEVER.\u001b[24m\n    \u001b[1mしかしながら。\u001b[22m, \u001b[1mしかし。\u001b[22m, \u001b[1mしかしながら。\u001b[22m, \u001b[1mもつとも。\u001b[22m\n\u001b[4mThe Enlish subtitles drove me mad.\u001b[24m\n    \u001b[1mEnlishの字幕が私を怒らせました。\u001b[22m, \u001b[1mEnlish字幕は私が怒って運転しました。\u001b[22m\n\u001b[4myou could basically tell when episodes were subbed from less fluent in english or someone who was careless or not fully familiar with the main charaters names and names of places.\u001b[24m\n    \u001b[1mあなたは基本的に、エピソードが英語で流暢でないか、不注意であったり、主な俳優の名前や場所の名前に完全に精通していなかった人に下さったかを知ることができます。\u001b[22m, \u001b[1mエピソードは、英語や場所の主charaters名と名前を十分に理解不注意かではありませんでした誰かにあまり流暢から下塗りしたときには、基本的には言うことができます。\u001b[22m\nEspecially the last episode of the box set I have.\n\n\u001b[1m特に私が持っているボックスセットの最後のエピソード。\u001b[22m\n\u001b[1m(Tokuni watashi ga motte iru bokkusu setto no saigo no episōdo.)\u001b[22m\n\nTranslations of \u001b[4mEspecially the last episode of the box set I have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEspecially the last episode of the box set I have.\u001b[24m\n    \u001b[1m特に私が持っているボックスセットの最後のエピソード。\u001b[22m, \u001b[1m特に箱の最後のエピソードは、私が持っている設定しました。\u001b[22m\nI guess figuring out those changes each episode added a little to the mystery but mostly was quite irritating.\n\n\u001b[1m私は、それぞれのエピソードが少しずつミステリーに追加された変更を考え出していると思いますが、ほとんどがかなり刺激的でした。\u001b[22m\n\u001b[1m(Watashi wa, sorezore no episōdo ga sukoshi zutsu misuterī ni tsuika sa reta henkō o kangaedashite iru to omoimasuga, hotondo ga kanari shigeki-tekideshita.)\u001b[22m\n\nTranslations of \u001b[4mI guess figuring out those changes each episode added a little to the mystery but mostly was quite irritating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess figuring out those changes each episode added a little to the mystery but mostly was quite irritating.\u001b[24m\n    \u001b[1m私は、それぞれのエピソードが少しずつミステリーに追加された変更を考え出していると思いますが、ほとんどがかなり刺激的でした。\u001b[22m, \u001b[1m私はそれらの変更、各エピソードは謎に少しを追加しましたが、ほとんどは非常に刺激性を示したが考え出すと思います。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "Ren-chan",
    "profile": "/profile/Ren-chan/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=23841",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは、アリス・イン・ワンダーランドのモチーフであるにもかかわらず、彼ら自身のユニークなやり方で物語を語ったという事実に私を驚かせました。 私はそれを毎分愛し、たとえフィラーがあったとしても、それはまだ独特の方法で物語の中で遊んでいました。\n\nストーリー：オズ・ベセリウスは15歳になったばかりです。彼の誕生時に、彼はアビスと呼ばれる地獄に投げ込まれます。 アビーズでは時間がずらされているので、アリスとも呼ばれる悪名高いBラビットに会い、彼女と契約を結び、アビーズを助けて逃げ出します.10年が過ぎました。 オズはなぜ彼がアビスに投げ込まれたのか、誰が彼をそこに派遣するよう命じたのかを理解しなければならない。\n\n物語は、あなたが最後まで見たいと思っているし、彼らはシリーズの雰囲気に追加するそれぞれのエピソードを明らかにする謎のビットとピース。\n\nアート：10/10  - 色やアニメーションがスムーズに流れます。\n\nサウンド：10/10  - 音楽は単なる信じられないほどだった。 クラシック音楽とテクノの素晴らしいブレンド。\n\nキャラクター：10/10  - キャラクターは楽しかったし、それぞれが自分のデザインを持っているように見えました。デザインは繰り返されていないようです。\n\n楽しさ：10/10  - すべて素晴らしかったし、セカンドシーズンを作る必要がある^^\n\n全体：10/10  - 本当に素晴らしい。 間違いなくトップ5に入っている=）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime took me by surprise in the fact that even though it's the Alice in Wonderland motif, they told the story in their own unique way. I love every minute of it and even when there was filler, it still played into the story in a unique way.\n\n\u001b[1mこのアニメは、アリス・イン・ワンダーランドのモチーフであるにもかかわらず、彼ら自身のユニークなやり方で物語を語ったという事実に私を驚かせました。 私はそれを毎分愛し、たとえフィラーがあったとしても、それはまだ独特の方法で物語の中で遊んでいました。\u001b[22m\n\u001b[1m(Kono anime wa, Arisu in wandārando no mochīfudearu nimokakawarazu, karera jishin no yunīkuna yarikata de monogatari o katatta to iu jijitsu ni watashi o odoroka semashita. Watashi wa sore o maifun aishi, tatoe firā ga atta to shite mo, sore wa mada dokutoku no hōhō de monogatari no naka de asonde imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime took me by surprise in the fact that even though it's the Alice in Wonderland motif, they told the story in their own unique way. I love every minute of it and even when there was filler, it still played into the story in a unique way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime took me by surprise in the fact that even though it's the Alice in Wonderland motif, they told the story in their own unique way.\u001b[24m\n    \u001b[1mこのアニメは、アリス・イン・ワンダーランドのモチーフであるにもかかわらず、彼ら自身のユニークなやり方で物語を語ったという事実に私を驚かせました。\u001b[22m, \u001b[1mこのアニメは、それが不思議モチーフにしたアリスだにもかかわらず、彼らは独自の方法で話をしたという事実に驚きによって連れて行ってくれました。\u001b[22m\n\u001b[4mI love every minute of it and even when there was filler, it still played into the story in a unique way.\u001b[24m\n    \u001b[1m私はそれを毎分愛し、たとえフィラーがあったとしても、それはまだ独特の方法で物語の中で遊んでいました。\u001b[22m, \u001b[1m私はそれの毎分を愛し、フィラーがあった場合でも、それはまだユニークな方法で物語に果たしました。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: Oz Vessalius has just turned 15 and during his coming of age ceremony he is cast into a hell known as the Abyss. Time is warped in the Abyss, so during the time when he meets the infamous B-Rabbit, also known as Alice, forms a contract with her, and escapes the Abyss with her help, 10 years has passed. Oz must now figure out why he was cast into the Abyss, and who gave the order to send him there.\n\n\u001b[1mストーリー：オズ・ベセリウスは15歳になったばかりです。彼の誕生時に、彼はアビスと呼ばれる地獄に投げ込まれます。 アビーズでは時間がずらされているので、アリスとも呼ばれる悪名高いBラビットに会い、彼女と契約を結び、アビーズを助けて逃げ出します.10年が過ぎました。 オズはなぜ彼がアビスに投げ込まれたのか、誰が彼をそこに派遣するよう命じたのかを理解しなければならない。\u001b[22m\n\u001b[1m(Sutōrī: Ozu beseriusu wa 15-sai ni natta bakaridesu. Kare no tanjō-ji ni, kare wa abisu to yoba reru jigoku ni nagekoma remasu. Abīzude wa jikan ga zurasa rete irunode, arisuto mo yoba reru akumeidakai B rabitto ni ai, kanojo to keiyaku o musubi, abīzu o tasukete nigedashimasu. 10-Nen ga sugimashita. Ozu wa naze kare ga abisu ni nagekoma reta no ka, dare ga kare o soko ni haken suru yō meijita no ka o rikai shinakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mSTORY: Oz Vessalius has just turned 15 and during his coming of age ceremony he is cast into a hell known as the Abyss. Time is warped in the Abyss, so during the time when he meets the infamous B-Rabbit, also known as Alice, forms a contract with her, and escapes the Abyss with her help, 10 years has passed. Oz must now figure out why he was cast into the Abyss, and who gave the order to send him there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: Oz Vessalius has just turned 15 and during his coming of age ceremony he is cast into a hell known as the Abyss.\u001b[24m\n    \u001b[1mストーリー：オズ・ベセリウスは15歳になったばかりです。彼の誕生時に、彼はアビスと呼ばれる地獄に投げ込まれます。\u001b[22m, \u001b[1mSTORY：オズVessaliusはちょうど15になったと彼は年齢の儀式の到来時に彼はアビスとして知られて地獄に投げ込まれます。\u001b[22m\n\u001b[4mTime is warped in the Abyss, so during the time when he meets the infamous B-Rabbit, also known as Alice, forms a contract with her, and escapes the Abyss with her help, 10 years has passed.\u001b[24m\n    \u001b[1mアビーズでは時間がずらされているので、アリスとも呼ばれる悪名高いBラビットに会い、彼女と契約を結び、アビーズを助けて逃げ出します.10年が過ぎました。\u001b[22m, \u001b[1m時間はアビスに反っているので、彼は、また、アリスとして知られている悪名高いB-ウサギを、満たしている彼女との契約を形成し、彼女の助けを借りて、アビスをエスケープ時間の間に、10年が経過しました。\u001b[22m\n\u001b[4mOz must now figure out why he was cast into the Abyss, and who gave the order to send him there.\u001b[24m\n    \u001b[1mオズはなぜ彼がアビスに投げ込まれたのか、誰が彼をそこに派遣するよう命じたのかを理解しなければならない。\u001b[22m, \u001b[1mオズは今、彼はアビスに投げ込まれた理由を把握し、誰が彼をそこに送るために与えなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story keeps you wanting to watch until the end, and the bits and pieces of the mystery they reveal each episode add to the vibe of the series.\n\n\u001b[1m物語は、あなたが最後まで見たいと思っているし、彼らはシリーズの雰囲気に追加するそれぞれのエピソードを明らかにする謎のビットとピース。\u001b[22m\n\u001b[1m(Monogatari wa, anata ga saigomade mitai to omotte irushi, karera wa shirīzu no fun'iki ni tsuika suru sorezore no episōdo o akiraka ni suru nazo no bitto to pīsu.)\u001b[22m\n\nTranslations of \u001b[4mThe story keeps you wanting to watch until the end, and the bits and pieces of the mystery they reveal each episode add to the vibe of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story keeps you wanting to watch until the end, and the bits and pieces of the mystery they reveal each episode add to the vibe of the series.\u001b[24m\n    \u001b[1m物語は、あなたが最後まで見たいと思っているし、彼らはシリーズの雰囲気に追加するそれぞれのエピソードを明らかにする謎のビットとピース。\u001b[22m, \u001b[1m物語はあなたが最後まで視聴したい続け、彼らはそれぞれのエピソードを明らかに謎のこまごまとは、一連の雰囲気に追加します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10 - Nice use of color and the animation flows smoothly.\n\n\u001b[1mアート：10/10  - 色やアニメーションがスムーズに流れます。\u001b[22m\n\u001b[1m(Āto: 10/ 10 - Iro ya animēshon ga sumūzu ni nagaremasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10 - Nice use of color and the animation flows smoothly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10 - Nice use of color and the animation flows smoothly.\u001b[24m\n    \u001b[1mアート：10/10  - 色やアニメーションがスムーズに流れます。\u001b[22m, \u001b[1mアート：10/10  - ニース色の使用とアニメーションがスムーズに流れます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10/10 - The music was simply incredible. A nice blend of techno with classical music.\n\n\u001b[1mサウンド：10/10  - 音楽は単なる信じられないほどだった。 クラシック音楽とテクノの素晴らしいブレンド。\u001b[22m\n\u001b[1m(Saundo: 10/ 10 - Ongaku wa tan'naru shinji rarenai hododatta. Kurashikku ongaku to tekuno no subarashī burendo.)\u001b[22m\n\nTranslations of \u001b[4mSound: 10/10 - The music was simply incredible. A nice blend of techno with classical music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10/10 - The music was simply incredible.\u001b[24m\n    \u001b[1mサウンド：10/10  - 音楽は単なる信じられないほどだった。\u001b[22m, \u001b[1mサウンド：10/10  - 音楽は単純に信じられないほどでした。\u001b[22m\n\u001b[4mA nice blend of techno with classical music.\u001b[24m\n    \u001b[1mクラシック音楽とテクノの素晴らしいブレンド。\u001b[22m, \u001b[1mクラシック音楽とテクノの素敵なブレンド。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 10/10 - The characters were enjoyable and each one seemed to have their own design, as in, no designs seem to be repeated.\n\n\u001b[1mキャラクター：10/10  - キャラクターは楽しかったし、それぞれが自分のデザインを持っているように見えました。デザインは繰り返されていないようです。\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10 - Kyarakutā wa tanoshikattashi, sorezore ga jibun no dezain o motte iru yō ni miemashita. Dezain wa kurikaesa rete inai yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 10/10 - The characters were enjoyable and each one seemed to have their own design, as in, no designs seem to be repeated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 10/10 - The characters were enjoyable and each one seemed to have their own design, as in, no designs seem to be repeated.\u001b[24m\n    \u001b[1mキャラクター：10/10  - キャラクターは楽しかったし、それぞれが自分のデザインを持っているように見えました。デザインは繰り返されていないようです。\u001b[22m, \u001b[1mキャラクター：10/10  - 文字は楽しいであり、それぞれが、何のデザインが繰り返されているように見えるていないのように、独自のデザインを持っているように見えました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10 - Everything was wonderful, and they need to make a second season ^^\n\n\u001b[1m楽しさ：10/10  - すべて素晴らしかったし、セカンドシーズンを作る必要がある^^\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10 - Subete subarashikattashi, sekandoshīzun o tsukuru hitsuyō ga aru ^ ^)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10 - Everything was wonderful, and they need to make a second season ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10 - Everything was wonderful, and they need to make a second season ^^\u001b[24m\n    \u001b[1m楽しさ：10/10  - すべて素晴らしかったし、セカンドシーズンを作る必要がある^^\u001b[22m, \u001b[1m楽しさ：10/10  - すべてが素晴らしかった、と彼らは第二シーズンをする必要がある^^\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10/10 - Really awesome in its own right. Definitely going in my top 5 =)\n\n\u001b[1m全体：10/10  - 本当に素晴らしい。 間違いなくトップ5に入っている=）\u001b[22m\n\u001b[1m(Zentai: 10/ 10 - Hontōni subarashī. Machigainaku toppu 5 ni haitte iru =))\u001b[22m\n\nTranslations of \u001b[4mOverall: 10/10 - Really awesome in its own right. Definitely going in my top 5 =)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10/10 - Really awesome in its own right.\u001b[24m\n    \u001b[1m全体：10/10  - 本当に素晴らしい。\u001b[22m, \u001b[1m全体：10/10  - 独自の権利で本当に素晴らしいです。\u001b[22m\n\u001b[4mDefinitely going in my top 5 =)\u001b[24m\n    \u001b[1m間違いなくトップ5に入っている=）\u001b[22m, \u001b[1m確かに私のトップ5 =に行きます）\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "Blade-Seraph",
    "profile": "/profile/Blade-Seraph/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=27131",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  9\n\nパンドラの心、それはアニメかマンガのいずれかの多くのスリルがあります。 あなたが謎に陥っているなら、それは完璧です。そこにはあまりロマンスはありませんが、それは時間の価値があります。\n\nそれは私の想像力の世界をもう一度開いた。 それは私の非常に自身の小説を似ているが、2つの異なるものを書いて私に影響を与えた。 それは最初の2つのエピソードで少しあなたを退屈させるかもしれません。 しかし、私はそれが待つ価値があることを保証します。\n\n物語は私たちに強いと言いますが、雨の中を歩いた後はいつも虹があります。 また、人々が文字通り運命を変えることができることも証明しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nPandora hearts, It has many thrills either anime or manga. If you're in to mystery, it's perfect.There is not that much romance in it but it's worth the time.\n\n\u001b[1mパンドラの心、それはアニメかマンガのいずれかの多くのスリルがあります。 あなたが謎に陥っているなら、それは完璧です。そこにはあまりロマンスはありませんが、それは時間の価値があります。\u001b[22m\n\u001b[1m(Pandora no kokoro, soreha animeka manga no izureka no ōku no suriru ga arimasu. Anata ga nazo ni ochītte irunara, sore wa kanpekidesu. Soko ni wa amari romansu wa arimasenga, soreha jikan no kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mPandora hearts, It has many thrills either anime or manga. If you're in to mystery, it's perfect.There is not that much romance in it but it's worth the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPandora hearts, It has many thrills either anime or manga.\u001b[24m\n    \u001b[1mパンドラの心、それはアニメかマンガのいずれかの多くのスリルがあります。\u001b[22m, \u001b[1mパンドラの心、それは多くのスリルアニメやマンガのいずれかを持っています。\u001b[22m\n\u001b[4mIf you're in to mystery, it's perfect.There is not that much romance in it but it's worth the time.\u001b[24m\n    \u001b[1mあなたが謎に陥っているなら、それは完璧です。そこにはあまりロマンスはありませんが、それは時間の価値があります。\u001b[22m, \u001b[1mあなたは謎にであれば、それはperfect.Thereはそれでそれほどのロマンスではありませんが、それは時間の価値があるのです。\u001b[22m\n\u001b[1m\u001b[22m\nIt opened my world of imagination once again. It inspired me in writing my very own novel similar but two different things. It may bore you a bit in the first two episodes. But I guarantee you it's worth the wait.\n\n\u001b[1mそれは私の想像力の世界をもう一度開いた。 それは私の非常に自身の小説を似ているが、2つの異なるものを書いて私に影響を与えた。 それは最初の2つのエピソードで少しあなたを退屈させるかもしれません。 しかし、私はそれが待つ価値があることを保証します。\u001b[22m\n\u001b[1m(Sore wa watashi no sōzō-ryoku no sekai o mōichido aita. Sore wa watashi no hijō ni jishin no shōsetsu o nite iruga, 2tsu no kotonaru mono o kaite watashi ni eikyō o ataeta. Sore wa saisho no 2tsu no episōdo de sukoshi anata o taikutsu sa seru kamo shiremasen. Shikashi, watashi wa sore ga matsu kachi ga aru koto o hoshō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt opened my world of imagination once again. It inspired me in writing my very own novel similar but two different things. It may bore you a bit in the first two episodes. But I guarantee you it's worth the wait.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt opened my world of imagination once again.\u001b[24m\n    \u001b[1mそれは私の想像力の世界をもう一度開いた。\u001b[22m, \u001b[1mそれは、再び想像の私の世界を開きました。\u001b[22m\n\u001b[4mIt inspired me in writing my very own novel similar but two different things.\u001b[24m\n    \u001b[1mそれは私の非常に自身の小説を似ているが、2つの異なるものを書いて私に影響を与えた。\u001b[22m, \u001b[1mそれは私同様の非常に自身の小説が、2つの異なるものを書くことで私に影響を与えました。\u001b[22m\n\u001b[4mIt may bore you a bit in the first two episodes.\u001b[24m\n    \u001b[1mそれは最初の2つのエピソードで少しあなたを退屈させるかもしれません。\u001b[22m, \u001b[1mそれはあなたの最初の2つのエピソードでビットを退屈することができます。\u001b[22m\n\u001b[4mBut I guarantee you it's worth the wait.\u001b[24m\n    \u001b[1mしかし、私はそれが待つ価値があることを保証します。\u001b[22m, \u001b[1mしかし、私はそれを待つ価値があるあなたを保証します。\u001b[22m\n\u001b[1m\u001b[22m\nThe story tells us to be strong, after going through the rain there would always be a rainbow. It also proves that people CAN literally change their fate.\n\n\u001b[1m物語は私たちに強いと言いますが、雨の中を歩いた後はいつも虹があります。 また、人々が文字通り運命を変えることができることも証明しています。\u001b[22m\n\u001b[1m(Monogatari wa watashitachi ni tsuyoi to iimasuga, ame no naka o aruita nochi wa itsumo niji ga arimasu. Mata, hitobito ga mojidōri unmei o kaeru koto ga dekiru koto mo shōmei shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story tells us to be strong, after going through the rain there would always be a rainbow. It also proves that people CAN literally change their fate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story tells us to be strong, after going through the rain there would always be a rainbow.\u001b[24m\n    \u001b[1m物語は私たちに強いと言いますが、雨の中を歩いた後はいつも虹があります。\u001b[22m, \u001b[1m物語はいつも虹があるだろう雨を経て、強くなるために私たちに指示します。\u001b[22m\n\u001b[4mIt also proves that people CAN literally change their fate.\u001b[24m\n    \u001b[1mまた、人々が文字通り運命を変えることができることも証明しています。\u001b[22m, \u001b[1mそれはまた、人々が文字通り彼らの運命を変えることができることを証明しています。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "Tifa96",
    "profile": "/profile/Tifa96/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=27525",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  8\n\nアニメは素晴らしかったです。 私は音楽と絵が好きです。\nしかし、キャラクターの性格は簡単です。 ドローイングは良かった。 それは素晴らしかったが、私はテーマをあまり好きではなかった。\nストーリー：あなたは良い物語と非常に小さなフィラーが好きなのですか？ このシリーズは本当にうまく開発された基礎から始まります。 私はパンドラの心のための物語を愛していますその一つは、最もオリジナルの物語..私は望んでいない！ それは素晴らしい:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe anime was nice. I like music and drawing.\n\n\u001b[1mアニメは素晴らしかったです。 私は音楽と絵が好きです。\u001b[22m\n\u001b[1m(Anime wa subarashikattadesu. Watashi wa ongaku to e ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime was nice. I like music and drawing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime was nice.\u001b[24m\n    \u001b[1mアニメは素晴らしかったです。\u001b[22m, \u001b[1mアニメはよかったです。\u001b[22m\n\u001b[4mI like music and drawing.\u001b[24m\n    \u001b[1m私は音楽と絵が好きです。\u001b[22m, \u001b[1m私は音楽や図面が好き。\u001b[22m\nBut the personalities of the characters is easy. Drawing was good. It was nice, but I did not much like the subject..\n\n\u001b[1mしかし、キャラクターの性格は簡単です。 ドローイングは良かった。 それは素晴らしかったが、私はテーマをあまり好きではなかった。\u001b[22m\n\u001b[1m(Shikashi, kyarakutā no seikaku wa kantandesu. Dorōingu wa yokatta. Sore wa subarashikatta ga, watashi wa tēma o amari sukide wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mBut the personalities of the characters is easy. Drawing was good. It was nice, but I did not much like the subject..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the personalities of the characters is easy.\u001b[24m\n    \u001b[1mしかし、キャラクターの性格は簡単です。\u001b[22m, \u001b[1mしかし、文字の個性が容易です。\u001b[22m\n\u001b[4mDrawing was good.\u001b[24m\n    \u001b[1mドローイングは良かった。\u001b[22m, \u001b[1m図面は良好でした。\u001b[22m\n\u001b[4mIt was nice, but I did not much like the subject..\u001b[24m\n    \u001b[1mそれは素晴らしかったが、私はテーマをあまり好きではなかった。\u001b[22m, \u001b[1mそれはよかったが、私は主題のようなあまりしませんでした..\u001b[22m\nStory: If you like good story and very little fillers??!! This series starts with really nicely developed foundations. I love the story for Pandora hearts its one the most original stories.. I don't hope!! but it nice :)\n\n\u001b[1mストーリー：あなたは良い物語と非常に小さなフィラーが好きなのですか？ このシリーズは本当にうまく開発された基礎から始まります。 私はパンドラの心のための物語を愛していますその最も元の物語..私は望んでいない！ それは素晴らしい:)\u001b[22m\n\u001b[1m(Sutōrī: Anata wa yoi monogatari to hijō ni chīsana firā ga sukina nodesu ka? Kono shirīzu wa hontōni umaku kaihatsu sa reta kiso kara hajimarimasu. Watashi wa Pandora no kokoro no tame no monogatari o aishiteimasu sono mottomo gen no monogatari.. Watashi wa nozonde inai! Sore wa subarashī: ))\u001b[22m\n\nTranslations of \u001b[4mStory: If you like good story and very little fillers??!! This series starts with really nicely developed foundations. I love the story for Pandora hearts its one the most original stories.. I don't hope!! but it nice :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: If you like good story and very little fillers??!!\u001b[24m\n    \u001b[1mストーリー：あなたは良い物語と非常に小さなフィラーが好きなのですか？\u001b[22m, \u001b[1mストーリー：あなたが好きなら良い話と非常に少ないフィラー??!!\u001b[22m\n\u001b[4mThis series starts with really nicely developed foundations.\u001b[24m\n    \u001b[1mこのシリーズは本当にうまく開発された基礎から始まります。\u001b[22m, \u001b[1mこのシリーズは本当に素敵な開発基盤で始まります。\u001b[22m\n\u001b[4mI love the story for Pandora hearts its one the most original stories.. I don't hope!!\u001b[24m\n    \u001b[1m私はパンドラの心のための物語を愛していますその最も元の物語..私は望んでいない！\u001b[22m, \u001b[1m私はパンドラの心のための物語その1最もオリジナルのストーリーが大好き..私は願っていません！\u001b[22m\n\u001b[4mbut it nice :)\u001b[24m\n    \u001b[1mそれは素晴らしい:)\u001b[22m, \u001b[1mそれ素敵:)\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "musouka_3008",
    "profile": "/profile/musouka_3008/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=56371",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  4\nサウンド|  2\nキャラクター|  1\n|  2\n\n私はそれを短く甘く保つつもりです。 私はそれが嫌い...私はそれを本当に嫌った。 私は非常に多くの良いレビューを見て、私はそれを取得しません。 私はこのシリーズを通して苦しんだ。 私はクッキーカッターのキャラクターが嫌い、プロットには素敵なセーターを作るために十分なゆるい端があり、芸術はひどいものでした。 そうです、私はアニメでは悪く見えましたが、そのような高級シリーズからは見えませんでした。 私はそれほど多くの良いことを聞いて実際にそれを見ました - よく私は感銘を受けません。 ストーリーはオリジナルでしたが、ストーリーの中で何かを開発するためにもっと多くのことができたと思います。 私は、彼らがプロットにあまりにも多く蓄積していて、最後の5 epsで土地が墜落したと感じました。 全体的に、シリーズの終わりに立ち上がって応援してくれるとは思っていません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nI will keep it short and sweet. I hated it... I truly hated it. I see so many good reviews and I don't get it. I suffered through this series. I hated the cookie cutter characters, the plot had enough loose ends to make a lovely sweater from, and the art was awful. Yea, I've seen worse in anime but not from such a high ranking series. I heard so many good things so to have actually watched it - well I'm not impressed. The story was original, however, I just feel that more could have been done to develop anything in the story, yes, ANYTHING. I felt that their was so much built up in the plot to only have it crash land in the last 5 eps. Overall don't expect to stand up and cheer at the end of the series... it gets a meh, from me.\n\n\u001b[1m私はそれを短く甘く保つつもりです。 私はそれが嫌い...私はそれを本当に嫌った。 私は非常に多くの良いレビューを見て、私はそれを取得しません。 私はこのシリーズを通して苦しんだ。 私はクッキーカッターのキャラクターが嫌い、プロットには素敵なセーターを作るために十分なゆるい端があり、芸術はひどいものでした。 そうです、私はアニメでは悪く見えましたが、そのような高級シリーズからは見えませんでした。 私はそれほど多くの良いことを聞いて実際にそれを見ました - よく私は感銘を受けません。 ストーリーはオリジナルでしたが、ストーリーの中で何かを開発するためにもっと多くのことができたと思います。 私は、彼らがプロットにあまりにも多く蓄積していて、最後の5 epsで土地が墜落したと感じました。 全体的に、シリーズの終わりに立ち上がって応援してくれるとは思っていません。\u001b[22m\n\u001b[1m(Watashi wa sore o mijikaku amaku tamotsu tsumoridesu. Watashi wa sore ga kirai... Watashi wa sore o hontōni kiratta. Watashi wa hijō ni ōku no yoi rebyū o mite, watashi wa sore o shutoku shimasen. Watashi wa kono shirīzu o tōshite kurushinda. Watashi wa kukkīkattā no kyarakutā ga kirai, purotto ni wa sutekina sētā o tsukuru tame ni jūbun'na yurui hashi ga ari, geijutsu wa hidoi monodeshita. Sōdesu, watashi wa animede wa waruku miemashitaga, sono yōna kōkyū shirīzu kara wa miemasendeshita. Watashi wa sorehodo ōku no yoikoto o kii te jissai ni sore o mimashita - yoku watashi wa kanmei o ukemasen. Sutōrī wa orijinarudeshitaga, sutōrī no naka de nanika o kaihatsu suru tame ni motto ōku no koto ga dekita to omoimasu. Watashi wa, karera ga purotto ni amarini mo ōku chikuseki shite ite, saigo no 5 eps de tochi ga tsuiraku shita to kanjimashita. Zentai-teki ni, shirīzu no owari ni tachiagatte ōen shite kureru to wa omotte imasen.)\u001b[22m\n\nTranslations of \u001b[4mI will keep it short and sweet. I hated it... I truly hated it. I see so many good reviews and I don't get it. I suffered through this series. I hated the cookie cutter characters, the plot had enough loose ends to make a lovely sweater from, and the art was awful. Yea, I've seen worse in anime but not from such a high ranking series. I heard so many good things so to have actually watched it - well I'm not impressed. The story was original, however, I just feel that more could have been done to develop anything in the story, yes, ANYTHING. I felt that their was so much built up in the plot to only have it crash land in the last 5 eps. Overall don't expect to stand up and cheer at the end of the series... it gets a meh, from me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will keep it short and sweet.\u001b[24m\n    \u001b[1m私はそれを短く甘く保つつもりです。\u001b[22m, \u001b[1m私はそれが短いと甘い維持します。\u001b[22m\n\u001b[4mI hated it... I truly hated it.\u001b[24m\n    \u001b[1m私はそれが嫌い...私はそれを本当に嫌った。\u001b[22m, \u001b[1m私はそれを嫌って...私は本当にそれを嫌っ。\u001b[22m\n\u001b[4mI see so many good reviews and I don't get it.\u001b[24m\n    \u001b[1m私は非常に多くの良いレビューを見て、私はそれを取得しません。\u001b[22m, \u001b[1m私は非常に多くの良いレビューを見て、私はそれを得ることはありません。\u001b[22m\n\u001b[4mI suffered through this series.\u001b[24m\n    \u001b[1m私はこのシリーズを通して苦しんだ。\u001b[22m, \u001b[1m私はこのシリーズを通して苦しみました。\u001b[22m\n\u001b[4mI hated the cookie cutter characters, the plot had enough loose ends to make a lovely sweater from, and the art was awful.\u001b[24m\n    \u001b[1m私はクッキーカッターのキャラクターが嫌い、プロットには素敵なセーターを作るために十分なゆるい端があり、芸術はひどいものでした。\u001b[22m, \u001b[1m私はクッキーカッターの文字を嫌って、プロットから素敵なセーターを作るために十分な緩い端を持っていた、と芸術はひどかったです。\u001b[22m\n\u001b[4mYea, I've seen worse in anime but not from such a high ranking series.\u001b[24m\n    \u001b[1mそうです、私はアニメでは悪く見えましたが、そのような高級シリーズからは見えませんでした。\u001b[22m, \u001b[1mいや、私はアニメではなく、このような高い順位シリーズから、悪く見てきました。\u001b[22m\n\u001b[4mI heard so many good things so to have actually watched it - well I'm not impressed.\u001b[24m\n    \u001b[1m私はそれほど多くの良いことを聞いて実際にそれを見ました - よく私は感銘を受けません。\u001b[22m, \u001b[1mよく私は感銘を受けていないよ - 私はそう実際にそれを見ていると非常に多くの良いことを聞きました。\u001b[22m\n\u001b[4mThe story was original, however, I just feel that more could have been done to develop anything in the story, yes, ANYTHING.\u001b[24m\n    \u001b[1mストーリーはオリジナルでしたが、ストーリーの中で何かを開発するためにもっと多くのことができたと思います。\u001b[22m, \u001b[1m話は元だった、しかし、私は何でもいいので、はい、それ以上は物語の中で何かを開発するために行われていることができると感じています。\u001b[22m\n\u001b[4mI felt that their was so much built up in the plot to only have it crash land in the last 5 eps.\u001b[24m\n    \u001b[1m私は、彼らがプロットにあまりにも多く蓄積していて、最後の5 epsで土地が墜落したと感じました。\u001b[22m, \u001b[1m私はそれが最後の5のepsで土地をクラッシュしているにそんなにプロットにその構築されたことを感じました。\u001b[22m\n\u001b[4mOverall don't expect to stand up and cheer at the end of the series... it gets a meh, from me.\u001b[24m\n    \u001b[1m全体的に、シリーズの終わりに立ち上がって応援してくれるとは思っていません。\u001b[22m, \u001b[1m全体的に、それは私から、まあまあを取得...シリーズの最後に立ち上がって応援することを期待しないでください。\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "Hiryu12",
    "profile": "/profile/Hiryu12/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=101027",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  9\n\nパンドラハーツ：あなたの罪は何かを知らない...\n\nストーリー（9）：世界を救うために運命づけられたロイヤルであるオズ・ベザリウススについて。 非常に共通のテーマですが、不思議の国のアリスの要素やいくつかの神話理論、複雑な本物のアークを使って、このシリーズは多くの忍耐が必要です。 しかし、結局のところ、ストーリーについては満足感があります。\n\nART（9）：いくつかのキャラクターデザインは非常に一般的ですが、特に不思議の国のアリスから適応されたキャラクターもあります。 スクウェア・エニックスはアニメーションを担当しているので、間違いなく良いものになります。\n\nSOUND（10）：このショーでは美しいバックグラウンドミュージックとキャッチーな曲もあります。 バックグラウンドミュージックは、その楽譜で賞賛されたアニメであるツバサクロニクルズを思い出させるものです。  2ND ED Themeは私のお気に入りです。\n\nCHARACTER（8）：キャラクターの性格の多様性は多少限定されています。 それらのほとんどは半分深刻でハーフコメディーな特徴を持っていますが、それはすべてキャラクターとその物理的なデザインに作用します。\n\n全般（9）：私はこのシリーズを楽しんだ。 最初はストーリーが多少混乱しますが、終わりになると満足していきます。 忍耐は常に報われることを忘れないでください。  Pandora Heartsを見てみてください。 それは短いと甘いです...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nPandora Hearts: Not Knowing What Your Sin Is...\n\n\u001b[1mパンドラハーツ：あなたの罪は何かを知らない...\u001b[22m\n\u001b[1m(Pandorahātsu: Anata no tsumi wa nanika o shiranai...)\u001b[22m\n\nTranslations of \u001b[4mPandora Hearts: Not Knowing What Your Sin Is...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPandora Hearts: Not Knowing What Your Sin Is...\u001b[24m\n    \u001b[1mパンドラハーツ：あなたの罪は何かを知らない...\u001b[22m, \u001b[1mパンドラハーツ：あなたの罪とは何かを知りません...\u001b[22m\n\u001b[1m\u001b[22m\nSTORY (9): Its about Oz Bezarius, a royal who was destined to save the world. Its a very common theme but using the elements of Alice in Wonderland as well as a few mythological theories and and intricate main story arc, the series needs a lot of patience to be watched. But in the end, there will be a satisfaction about the story.\n\n\u001b[1mストーリー（9）：世界を救うために運命づけられたロイヤルであるオズ・ベザリウススについて。 非常に共通のテーマですが、不思議の国のアリスの要素やいくつかの神話理論、複雑な本物のアークを使って、このシリーズは多くの忍耐が必要です。 しかし、結局のところ、ストーリーについては満足感があります。\u001b[22m\n\u001b[1m(Sutōrī (9 ): Sekai o sukuu tame ni unmei dzuke rareta roiyarudearu Ozu bezariususu ni tsuite. Hijō ni kyōtsū no tēmadesuga, fushiginokuninoarisu no yōso ya ikutsu ka no shinwa riron, fukuzatsuna honmono no āku o tsukatte, kono shirīzu wa ōku no nintai ga hitsuyōdesu. Shikashi, kekkyokunotokoro, sutōrī ni tsuite wa manzoku-kan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSTORY (9): Its about Oz Bezarius, a royal who was destined to save the world. Its a very common theme but using the elements of Alice in Wonderland as well as a few mythological theories and and intricate main story arc, the series needs a lot of patience to be watched. But in the end, there will be a satisfaction about the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY (9): Its about Oz Bezarius, a royal who was destined to save the world.\u001b[24m\n    \u001b[1mストーリー（9）：世界を救うために運命づけられたロイヤルであるオズ・ベザリウススについて。\u001b[22m, \u001b[1mSTORY（9）：オズBezarius、世界を救う運命にあった王室について、その。\u001b[22m\n\u001b[4mIts a very common theme but using the elements of Alice in Wonderland as well as a few mythological theories and and intricate main story arc, the series needs a lot of patience to be watched.\u001b[24m\n    \u001b[1m非常に共通のテーマですが、不思議の国のアリスの要素やいくつかの神話理論、複雑な本物のアークを使って、このシリーズは多くの忍耐が必要です。\u001b[22m, \u001b[1mその非常に共通のテーマが、不思議の国のアリスの要素だけでなく、いくつかの神話の理論とと複雑なメインストーリーアークを使用するには、シリーズは多くの忍耐力が視聴される必要があります。\u001b[22m\n\u001b[4mBut in the end, there will be a satisfaction about the story.\u001b[24m\n    \u001b[1mしかし、結局のところ、ストーリーについては満足感があります。\u001b[22m, \u001b[1mしかし、最終的には、ストーリーについての満足感があります。\u001b[22m\n\u001b[1m\u001b[22m\nART (9): Some Character designs are very common but some are also standouts especially the characters that were adapted from Alice in Wonderland. Square Enix is responsible for animation so no doubt its good as well.\n\n\u001b[1mART（9）：いくつかのキャラクターデザインは非常に一般的ですが、特に不思議の国のアリスから適応されたキャラクターもあります。 スクウェア・エニックスはアニメーションを担当しているので、間違いなく良いものになります。\u001b[22m\n\u001b[1m(Āto (9 ): Ikutsu ka no kyarakutādezain wa hijō ni ippan-tekidesuga, tokuni fushiginokuninoarisu kara tekiō sa reta kyarakutā mo arimasu. Sukū~Ea Enikkusu wa animēshon o tantō shite irunode, machigainaku yoi mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mART (9): Some Character designs are very common but some are also standouts especially the characters that were adapted from Alice in Wonderland. Square Enix is responsible for animation so no doubt its good as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART (9): Some Character designs are very common but some are also standouts especially the characters that were adapted from Alice in Wonderland.\u001b[24m\n    \u001b[1mART（9）：いくつかのキャラクターデザインは非常に一般的ですが、特に不思議の国のアリスから適応されたキャラクターもあります。\u001b[22m, \u001b[1mART（9）：一部のキャラクターデザインは非常に一般的であるが、いくつかはまた、不思議の国のアリスから適応させた文字が特に傑出しています。\u001b[22m\n\u001b[4mSquare Enix is responsible for animation so no doubt its good as well.\u001b[24m\n    \u001b[1mスクウェア・エニックスはアニメーションを担当しているので、間違いなく良いものになります。\u001b[22m, \u001b[1mスクウェア・エニックスは、同様にそのように間違いなくその良いアニメーションを担当していません。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND (10): The show has beautiful background music and some catchy tunes as well. The background music is very reminiscent of Tsubasa Chronicles, an anime that was lauded for its musical score. The 2ND ED Theme is a favorite of mine.\n\n\u001b[1mSOUND（10）：このショーでは美しいバックグラウンドミュージックとキャッチーな曲もあります。 バックグラウンドミュージックは、その楽譜で賞賛されたアニメであるツバサクロニクルズを思い出させるものです。  2ND ED Themeは私のお気に入りです。\u001b[22m\n\u001b[1m(Saundo (10): Kono shōde wa utsukushī bakkuguraundomyūjikku to kyatchīna kyoku mo arimasu. Bakkuguraundomyūjikku wa, sono gakufu de shōsan sa reta animedearu tsubasakuronikuruzu o omoidasa seru monodesu. 2 ND ED tēma wa watashinōkiniiridesu.)\u001b[22m\n\nTranslations of \u001b[4mSOUND (10): The show has beautiful background music and some catchy tunes as well. The background music is very reminiscent of Tsubasa Chronicles, an anime that was lauded for its musical score. The 2ND ED Theme is a favorite of mine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND (10): The show has beautiful background music and some catchy tunes as well.\u001b[24m\n    \u001b[1mSOUND（10）：このショーでは美しいバックグラウンドミュージックとキャッチーな曲もあります。\u001b[22m, \u001b[1mSOUND（10）：ショーは、同様に美しい背景音楽といくつかのキャッチーな曲を持っています。\u001b[22m\n\u001b[4mThe background music is very reminiscent of Tsubasa Chronicles, an anime that was lauded for its musical score.\u001b[24m\n    \u001b[1mバックグラウンドミュージックは、その楽譜で賞賛されたアニメであるツバサクロニクルズを思い出させるものです。\u001b[22m, \u001b[1mバックグラウンドミュージックは、翼クロニクル、その楽譜のために賞賛されたアニメの非常に彷彿とさせます。\u001b[22m\n\u001b[4mThe 2ND ED Theme is a favorite of mine.\u001b[24m\n    \u001b[1m2ND ED Themeは私のお気に入りです。\u001b[22m, \u001b[1m2ND EDテーマは私のお気に入りです。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER (8): Diversity in character personalities is somewhat limited. Most of them have half-serious and half- comedic characteristics but all in all it works on the characters and their physical design.\n\n\u001b[1mCHARACTER（8）：キャラクターの性格の多様性は多少限定されています。 それらのほとんどは半分深刻でハーフコメディーな特徴を持っていますが、それはすべてキャラクターとその物理的なデザインに作用します。\u001b[22m\n\u001b[1m(CHARACTER (8 ): Kyarakutā no seikaku no tayō-sei wa tashō gentei sa rete imasu. Sorera no hotondo wa hanbun shinkokude hāfukomedīna tokuchō o motte imasuga, soreha subete kyarakutā to sono butsuri-tekina dezain ni sayō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER (8): Diversity in character personalities is somewhat limited. Most of them have half-serious and half- comedic characteristics but all in all it works on the characters and their physical design.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER (8): Diversity in character personalities is somewhat limited.\u001b[24m\n    \u001b[1mCHARACTER（8）：キャラクターの性格の多様性は多少限定されています。\u001b[22m, \u001b[1mCHARACTER（8）：文字の個性の多様性はやや限定されています。\u001b[22m\n\u001b[4mMost of them have half-serious and half- comedic characteristics but all in all it works on the characters and their physical design.\u001b[24m\n    \u001b[1mそれらのほとんどは半分深刻でハーフコメディーな特徴を持っていますが、それはすべてキャラクターとその物理的なデザインに作用します。\u001b[22m, \u001b[1mそれらのほとんどは、深刻なハーフとハーフコミカルな特性を持っているが、すべてのすべてで、それは文字とその物理的な設計に取り組んでいます。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL (9): I enjoyed the series. At first the story is somewhat confusing but when you get to the end, you will be satisfied on it was finished. Remember that patience is always rewarded. Try watching Pandora Hearts. It is short and sweet...\n\n\u001b[1m全般（9）：私はこのシリーズを楽しんだ。 最初はストーリーが多少混乱しますが、終わりになると満足していきます。 忍耐は常に報われることを忘れないでください。  Pandora Heartsを見てみてください。 それは短いと甘いです...\u001b[22m\n\u001b[1m(Zenpan (9 ): Watashi wa kono shirīzu o tanoshinda. Saisho wa sutōrī ga tashō konran shimasuga, owari ni naru to manzoku shite ikimasu. Nintai wa tsuneni mukuwa reru koto o wasurenaide kudasai. Pandorahātsu o mite mite kudasai. Sore wa mijikaito amaidesu...)\u001b[22m\n\nTranslations of \u001b[4mOVERALL (9): I enjoyed the series. At first the story is somewhat confusing but when you get to the end, you will be satisfied on it was finished. Remember that patience is always rewarded. Try watching Pandora Hearts. It is short and sweet...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL (9): I enjoyed the series.\u001b[24m\n    \u001b[1m全般（9）：私はこのシリーズを楽しんだ。\u001b[22m, \u001b[1mOVERALL（9）：私はシリーズを楽しみました。\u001b[22m\n\u001b[4mAt first the story is somewhat confusing but when you get to the end, you will be satisfied on it was finished.\u001b[24m\n    \u001b[1m最初はストーリーが多少混乱しますが、終わりになると満足していきます。\u001b[22m, \u001b[1m最初に話はやや紛らわしいですが、あなたが最後に到達するとき、あなたはそれが終了した上で満たされます。\u001b[22m\n\u001b[4mRemember that patience is always rewarded.\u001b[24m\n    \u001b[1m忍耐は常に報われることを忘れないでください。\u001b[22m, \u001b[1m忍耐は常に報われることに注意してください。\u001b[22m\n\u001b[4mTry watching Pandora Hearts.\u001b[24m\n    \u001b[1mPandora Heartsを見てみてください。\u001b[22m, \u001b[1mパンドラハーツを見てみてください。\u001b[22m\n\u001b[4mIt is short and sweet...\u001b[24m\n    \u001b[1mそれは短いと甘いです...\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "abiz",
    "profile": "/profile/abiz/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=86797",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n黒執事のような他のアニメが好きであれば、最も楽しめるアニメのひとつです。 このアニメは、謎のプロットとしてだけでなく、暗い感じがします。 アニメ情報はアニメにとっては好都合ではありません。アニメ情報を聞かないでください！ それを見て、これが本当に驚くべきアニメの1つであることに驚くでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOne of the most enjoyable animes to watch if you like other animes like: Kuroshitsuji. This anime has a dark feel to it as-well as a mysterious plot. The anime information does no favors for the anime, Don't listen to the Anime information! Watch it and you'll be surprised to find this is one truly amazing anime.\n\n\u001b[1m黒執事のような他のアニメが好きであれば、最も楽しめるアニメのひとつです。 このアニメは、謎のプロットとしてだけでなく、暗い感じがします。 アニメ情報はアニメにとっては好都合ではありません。アニメ情報を聞かないでください！ それを見て、これが本当に驚くべきアニメの1つであることに驚くでしょう。\u001b[22m\n\u001b[1m(Kuro shitsuji no yōna ta no anime ga sukideareba, mottomo tanoshimeru anime no hitotsudesu. Kono anime wa, nazo no purotto to shite dakedenaku, kurai kanji ga shimasu. Anime jōhō wa anime ni totte wa kōtsugōde wa arimasen. Anime jōhō o kikanaide kudasai! Sore o mite, kore ga hontōni odorokubeki anime no 1tsudearu koto ni odorokudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOne of the most enjoyable animes to watch if you like other animes like: Kuroshitsuji. This anime has a dark feel to it as-well as a mysterious plot. The anime information does no favors for the anime, Don't listen to the Anime information! Watch it and you'll be surprised to find this is one truly amazing anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the most enjoyable animes to watch if you like other animes like: Kuroshitsuji.\u001b[24m\n    \u001b[1m黒執事のような他のアニメが好きであれば、最も楽しめるアニメのひとつです。\u001b[22m, \u001b[1m黒執事：あなたのような他のアニメが好きなら見て最も楽しいアニメの一つ。\u001b[22m\n\u001b[4mThis anime has a dark feel to it as-well as a mysterious plot.\u001b[24m\n    \u001b[1mこのアニメは、謎のプロットとしてだけでなく、暗い感じがします。\u001b[22m, \u001b[1mこのアニメは、神秘的なプロットとしてとして、よくそれに暗い感じを持っています。\u001b[22m\n\u001b[4mThe anime information does no favors for the anime, Don't listen to the Anime information!\u001b[24m\n    \u001b[1mアニメ情報はアニメにとっては好都合ではありません。アニメ情報を聞かないでください！\u001b[22m, \u001b[1mアニメ情報アニメ情報に聞いてはいけない、アニメのための好意もしません！\u001b[22m\n\u001b[4mWatch it and you'll be surprised to find this is one truly amazing anime.\u001b[24m\n    \u001b[1mそれを見て、これが本当に驚くべきアニメの1つであることに驚くでしょう。\u001b[22m, \u001b[1mそれを見て、あなたはこれが1本当に素晴らしいアニメです見つけるために驚かれることでしょう。\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "pandorahearts567",
    "profile": "/profile/pandorahearts567/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=69527",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\nPandora Heartsは私の好きなアニメの1つでしたが、ストーリープロットは素晴らしかったですが、説明するのは非常に難しいです。 あなたが思う深く/混乱するプロットが気に入らない人には、私はそれをお勧めしません。 個人的に、私は美しいPandora Heartのアートを見つけました！ アニメの音と効果は完璧だったし、アニメのために作られたように感じた、私は本当に音楽を愛し、私はそれのためのサウンドトラックの歌を持っている〜\n\nすべてのキャラクターは、彼らがアニメにいる人になる深い背景を持っていた。 彼らの中には悲惨な記憶がありますが、私は過去のものが良いものはないと思います。 彼らはすべて非常に異なった性格を持ち、いずれも互いと同じではありませんでした。\n\n全体的にこのアニメは優れていた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nPandora Hearts was one of my favorite animes, the story plot was great, but it is very hard to explain. I don't recommend it to people who don't like deep / confusing plots that make you think. Personally, I found the art of Pandora Heart beautiful ! The sounds and effects of the anime were perfect and it felt like they were made for the anime, I really loved the music, I even have the soundtrack songs for it ~\n\n\u001b[1mPandora Heartsは私の好きなアニメの1つでしたが、ストーリープロットは素晴らしかったですが、説明するのは非常に難しいです。 あなたが思う深く/混乱するプロットが気に入らない人には、私はそれをお勧めしません。 個人的に、私は美しいPandora Heartのアートを見つけました！ アニメの音と効果は完璧だったし、アニメのために作られたように感じた、私は本当に音楽を愛し、私はそれのためのサウンドトラックの歌を持っている〜\u001b[22m\n\u001b[1m(Pandorahātsu wa watashi no sukina anime no 1tsudeshitaga, sutōrīpurotto wa subarashikattadesuga, setsumei suru no wa hijō ni muzukashīdesu. Anata ga omou fukaku/ konran suru purotto ga kiniiranai hito ni wa, watashi wa sore o o susume shimasen. Kojin-teki ni, watashi wa utsukushī pandora hāto no āto o mitsukemashita! Anime no oto to kōka wa kanpekidattashi, anime no tame ni tsukura reta yō ni kanjita, watashi wa hontōni ongaku o aishi, watashi wa sore no tame no saundotorakku no uta o motte iru 〜)\u001b[22m\n\nTranslations of \u001b[4mPandora Hearts was one of my favorite animes, the story plot was great, but it is very hard to explain. I don't recommend it to people who don't like deep / confusing plots that make you think. Personally, I found the art of Pandora Heart beautiful ! The sounds and effects of the anime were perfect and it felt like they were made for the anime, I really loved the music, I even have the soundtrack songs for it ~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPandora Hearts was one of my favorite animes, the story plot was great, but it is very hard to explain.\u001b[24m\n    \u001b[1mPandora Heartsは私の好きなアニメの1つでしたが、ストーリープロットは素晴らしかったですが、説明するのは非常に難しいです。\u001b[22m, \u001b[1mパンドラハーツは、物語のプロットは素晴らしかった、私の好きなアニメの一つであったが、説明するのは非常に困難です。\u001b[22m\n\u001b[4mI don't recommend it to people who don't like deep / confusing plots that make you think.\u001b[24m\n    \u001b[1mあなたが思う深く/混乱するプロットが気に入らない人には、私はそれをお勧めしません。\u001b[22m, \u001b[1m私はあなたが考えさせる深い/紛らわしいプロットを好きではない人にお勧めしません。\u001b[22m\n\u001b[4mPersonally, I found the art of Pandora Heart beautiful !\u001b[24m\n    \u001b[1m個人的に、私は美しいPandora Heartのアートを見つけました！\u001b[22m, \u001b[1m個人的に、私はパンドラハートの芸術が美しい発見しました！\u001b[22m\n\u001b[4mThe sounds and effects of the anime were perfect and it felt like they were made for the anime, I really loved the music, I even have the soundtrack songs for it ~\u001b[24m\n    \u001b[1mアニメの音と効果は完璧だったし、アニメのために作られたように感じた、私は本当に音楽を愛し、私はそれのためのサウンドトラックの歌を持っている〜\u001b[22m, \u001b[1mアニメの音色やエフェクトは完璧だったし、彼らはアニメのために作られたようにそれは感じた、私は本当に音楽を愛し、私もそれのためのサウンドトラックの曲を持っている〜\u001b[22m\n\u001b[1m\u001b[22m\nAll the characters had a deep background that makes them the person they are in the anime. Some of them have scaring memories, but I don't think any of them have good ones from the past. They all had very different personalities and none of them were the same as each others.\n\n\u001b[1mすべてのキャラクターは、彼らがアニメにいる人になる深い背景を持っていた。 彼らの中には悲惨な記憶がありますが、私は過去のものが良いものはないと思います。 彼らはすべて非常に異なった性格を持ち、いずれも互いと同じではありませんでした。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa, karera ga anime ni iru hito ni naru fukai haikei o motte ita. Karera no nakaniha hisan'na kioku ga arimasuga, watashi wa kako no mono ga yoi mono wa nai to omoimasu. Karera wa subete hijō ni kotonatta seikaku o mochi, izure mo tagai to onajide wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAll the characters had a deep background that makes them the person they are in the anime. Some of them have scaring memories, but I don't think any of them have good ones from the past. They all had very different personalities and none of them were the same as each others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the characters had a deep background that makes them the person they are in the anime.\u001b[24m\n    \u001b[1mすべてのキャラクターは、彼らがアニメにいる人になる深い背景を持っていた。\u001b[22m, \u001b[1mすべての文字は彼らがアニメにいる人を作る深いバックグラウンドを持っていました。\u001b[22m\n\u001b[4mSome of them have scaring memories, but I don't think any of them have good ones from the past.\u001b[24m\n    \u001b[1m彼らの中には悲惨な記憶がありますが、私は過去のものが良いものはないと思います。\u001b[22m, \u001b[1mそれらのいくつかは、思い出をギョッとさせるが、私はそれらのいずれかが、過去から良いものを持っていないと思います。\u001b[22m\n\u001b[4mThey all had very different personalities and none of them were the same as each others.\u001b[24m\n    \u001b[1m彼らはすべて非常に異なった性格を持ち、いずれも互いと同じではありませんでした。\u001b[22m, \u001b[1m彼らはすべての非常に異なる個性を持っていたし、それらのどれもがお互いのと同じではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this anime was outstanding.\n\n\u001b[1m全体的にこのアニメは優れていた。\u001b[22m\n\u001b[1m(Zentai-teki ni kono anime wa sugurete ita.)\u001b[22m\n\nTranslations of \u001b[4mOverall this anime was outstanding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this anime was outstanding.\u001b[24m\n    \u001b[1m全体的にこのアニメは優れていた。\u001b[22m, \u001b[1m全体的にこのアニメは傑出していました。\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "Rimakuma",
    "profile": "/profile/Rimakuma/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=35494",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "Sakis01",
    "profile": "/profile/Sakis01/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=19151",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\n私は単にアニメのウェブサイトのフォーラムのトピックからPandora Heartsについて聞いたことがありますが、私は好奇心を持ってそれをチェックすることに決めました。 それ以来、私はそれを愛するようになりました。 キャラクターの視覚的説明、描かれた微妙なユーモア、柔らかいが記憶のある音楽、プロットのコンセプトの大部分。\n\n私は、このような素晴らしいテーマをテーマにして良いストーリー・ラインを持っているようなショーにはとても魅力的だと感じました。 私はすべての文字を愛し、ユーモラスなビットが実際に面白いことを発見した。\n\nしかし、結末は多くの理由で私を失望させます。 私はそれが不安定になっているように思っていませんでした。 ショーは、これらのゆるい端にそれらを結ぶ場所がないことに終わります。 確かに大きな失望。 しかし、私がそれを愛した結末の前に、芸術とそれはすべて素晴らしい話と偉大なキャラクターですばらしいテーマに導きます。 大満足。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI simply heard about Pandora Hearts from a forum topic on an anime website, but I got curious and decided to check it out. From then on, I began to love it. The visual descriptions of the characters, the subtle humor that's depicted, the soft but memorizing music, and most of all the concept of the plot.\n\n\u001b[1m私は単にアニメのウェブサイトのフォーラムのトピックからPandora Heartsについて聞いたことがありますが、私は好奇心を持ってそれをチェックすることに決めました。 それ以来、私はそれを愛するようになりました。 キャラクターの視覚的説明、描かれた微妙なユーモア、柔らかいが記憶のある音楽、プロットのコンセプトの大部分。\u001b[22m\n\u001b[1m(Watashi wa tan'ni anime no u~ebusaito no fōramu no topikku kara pandorahātsu ni tsuite kiita koto ga arimasuga, watashi wa kōkishin o motte sore o chekku suru koto ni kimemashita. Sore irai, watashi wa sore o aisuru yō ni narimashita. Kyarakutā no shikaku-teki setsumei, egaka reta bimyōna yūmoa, yawarakaiga kioku no aru ongaku, purotto no konseputo no daibubun.)\u001b[22m\n\nTranslations of \u001b[4mI simply heard about Pandora Hearts from a forum topic on an anime website, but I got curious and decided to check it out. From then on, I began to love it. The visual descriptions of the characters, the subtle humor that's depicted, the soft but memorizing music, and most of all the concept of the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI simply heard about Pandora Hearts from a forum topic on an anime website, but I got curious and decided to check it out.\u001b[24m\n    \u001b[1m私は単にアニメのウェブサイトのフォーラムのトピックからPandora Heartsについて聞いたことがありますが、私は好奇心を持ってそれをチェックすることに決めました。\u001b[22m, \u001b[1m私は単にアニメのウェブサイト上のフォーラムトピックからパンドラハーツについて聞いたが、私は好奇心旺盛だし、それをチェックアウトすることを決めました。\u001b[22m\n\u001b[4mFrom then on, I began to love it.\u001b[24m\n    \u001b[1mそれ以来、私はそれを愛するようになりました。\u001b[22m, \u001b[1mその時から、私はそれを愛するようになりました。\u001b[22m\n\u001b[4mThe visual descriptions of the characters, the subtle humor that's depicted, the soft but memorizing music, and most of all the concept of the plot.\u001b[24m\n    \u001b[1mキャラクターの視覚的説明、描かれた微妙なユーモア、柔らかいが記憶のある音楽、プロットのコンセプトの大部分。\u001b[22m, \u001b[1m文字の視覚的な説明、描写だ微妙なユーモア、柔らかいが、記憶、音楽、およびプロットのすべての概念の中で最も。\u001b[22m\n\u001b[1m\u001b[22m\nI found it very fascinating for a show like this to have such great quality with themes and have a good story line. I loved all the characters and found humorous bits actually funny.\n\n\u001b[1m私は、このような素晴らしいテーマをテーマにして良いストーリー・ラインを持っているようなショーにはとても魅力的だと感じました。 私はすべての文字を愛し、ユーモラスなビットが実際に面白いことを発見した。\u001b[22m\n\u001b[1m(Watashi wa, kono yōna subarashī tēma o tēma ni shite yoi sutōrī rain o motte iru yōna shō ni wa totemo mirikitekida to kanjimashita. Watashi wa subete no moji o aishi, yūmorasuna bitto ga jissai ni omoshiroi koto o hakken shita.)\u001b[22m\n\nTranslations of \u001b[4mI found it very fascinating for a show like this to have such great quality with themes and have a good story line. I loved all the characters and found humorous bits actually funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found it very fascinating for a show like this to have such great quality with themes and have a good story line.\u001b[24m\n    \u001b[1m私は、このような素晴らしいテーマをテーマにして良いストーリー・ラインを持っているようなショーにはとても魅力的だと感じました。\u001b[22m, \u001b[1m私がテーマにした、このような素晴らしい品質を持っており、優れたストーリーラインを持っているために、このようなショーのために、それは非常に魅力的な発見しました。\u001b[22m\n\u001b[4mI loved all the characters and found humorous bits actually funny.\u001b[24m\n    \u001b[1m私はすべての文字を愛し、ユーモラスなビットが実際に面白いことを発見した。\u001b[22m, \u001b[1m私はすべての文字を愛し、実際に面白いユーモラスなビットを発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nHowever the ending disappoint me for many reasons. I did not like how choppy it seemed and it left out so many details among the characters. The show ends up having all these loose ends having no where to tie them. A big disappointment indeed. But before the ending I loved it's sound, the art and it all leads up to a great theme with a great story and great characters. Two thumbs up.\n\n\u001b[1mしかし、結末は多くの理由で私を失望させます。 私はそれが不安定になっているように思っていませんでした。 ショーは、これらのゆるい端にそれらを結ぶ場所がないことに終わります。 確かに大きな失望。 しかし、私がそれを愛した結末の前に、芸術とそれはすべて素晴らしい話と偉大なキャラクターですばらしいテーマに導きます。 大満足。\u001b[22m\n\u001b[1m(Shikashi, ketsumatsu wa ōku no riyū de watashi o shitsubō sa semasu. Watashi wa sore ga fuantei ni natte iru yō ni omotte imasendeshita. Shō wa, korera no yurui hashi ni sorera o musubu basho ga nai koto ni owarimasu. Tashika ni ōkina shitsubō. Shikashi, watashi ga sore o aishita ketsumatsu no mae ni, geijutsu to soreha subete subarashī hanashi to idaina kyarakutā de subarashī tēma ni michibikimasu. Dai manzoku.)\u001b[22m\n\nTranslations of \u001b[4mHowever the ending disappoint me for many reasons. I did not like how choppy it seemed and it left out so many details among the characters. The show ends up having all these loose ends having no where to tie them. A big disappointment indeed. But before the ending I loved it's sound, the art and it all leads up to a great theme with a great story and great characters. Two thumbs up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever the ending disappoint me for many reasons.\u001b[24m\n    \u001b[1mしかし、結末は多くの理由で私を失望させます。\u001b[22m, \u001b[1mしかし、結末は、多くの理由のために私を失望します。\u001b[22m\n\u001b[4mI did not like how choppy it seemed and it left out so many details among the characters.\u001b[24m\n    \u001b[1m私はそれが不安定になっているように思っていませんでした。\u001b[22m, \u001b[1m私はそれが見えた、それは文字の間で非常に多くの詳細を左にどのように途切れ好きではありませんでした。\u001b[22m\n\u001b[4mThe show ends up having all these loose ends having no where to tie them.\u001b[24m\n    \u001b[1mショーは、これらのゆるい端にそれらを結ぶ場所がないことに終わります。\u001b[22m, \u001b[1mショーはそれらを結ぶために何のどこを持っていないすべてのこれらの緩い端部を有するしまいます。\u001b[22m\n\u001b[4mA big disappointment indeed.\u001b[24m\n    \u001b[1m確かに大きな失望。\u001b[22m\n\u001b[4mBut before the ending I loved it's sound, the art and it all leads up to a great theme with a great story and great characters.\u001b[24m\n    \u001b[1mしかし、私がそれを愛した結末の前に、芸術とそれはすべて素晴らしい話と偉大なキャラクターですばらしいテーマに導きます。\u001b[22m, \u001b[1mしかし、終了する前に、私はそれは、芸術の音だとそれはすべての偉大なストーリーと偉大な文字を持つ偉大なテーマまでつながる愛しました。\u001b[22m\n\u001b[4mTwo thumbs up.\u001b[24m\n    \u001b[1m大満足。\u001b[22m, \u001b[1m2つの親指。\u001b[22m, \u001b[1m最大2つの親指。\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "thesebzgal",
    "profile": "/profile/thesebzgal/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=24990",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  6\n\nパンドラハーツは、良いと悪いが混在していると思います。 それは基本的に、今日の非常に珍しいアリス・イン・ワンダーランドですが、それ自体は独特です。 私たちは、あまりにも曖昧さのシーンや結果を作り出し、シリーズ内で解決することさえできないような人々を全部持っています。 私の好きなキャラクター？  Rufus Barma。\n\n残念ながら、漫画で私を満足させた感情的な影響は、このアニメほど強いものではありませんでした。 私が見たのは、私が再ウォッチすることさえ気にしないシーンのぼかしでした。 おそらくこれもあいまいさのためですか？\n\nアニメーションはEnixの共通の欠陥で、ドラフトされたものと非常に良い静止画が混ざり合っています。 しかし、彼らはモチズキの芸術、特に彼が使用された場面に大きな影響を与えたと思うシャドウ技術を適用しました。\n\n梶浦由紀の作品のファンとして、私は彼女のOSTへの貢献を聞いて楽しんでいました。 特に、FictionJunctionを特徴とするトラック。 また、和歌山の声で合唱の音色を設定します。\n\n私は一般的に、このアニメが別の季節を持ち、オマケが動機付けのためにエピソードの間で監視されるべきであることをお勧めします。\n評価：75％",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nPandora Hearts, I think, is a mixture of good and bad. Though it basis is the nowadays-very-cliche Alice in Wonderland, the story, per se, is unique. We've got altogether different people who create scenes of and outcomes of such ambiguity that they could not even be solved within a series (season, if ever). My favorite character? Rufus Barma.\n\n\u001b[1mパンドラハーツは、良いと悪いが混在していると思います。 それは基本的に、今日の非常に珍しいアリス・イン・ワンダーランドですが、それ自体は独特です。 私たちは、あまりにも曖昧さのシーンや結果を作り出し、シリーズ内で解決することさえできないような人々を全部持っています。 私の好きなキャラクター？  Rufus Barma。\u001b[22m\n\u001b[1m(Pandorahātsu wa, yoi to waruiga konzai shite iru to omoimasu. Sore wa kihontekini, kyō no hijō ni mezurashī Arisu in wandārandodesuga, sore jitai wa dokutokudesu. Watashitachiha, amarini mo aimai-sa no shīn ya kekka o tsukuridashi, shirīzu-nai de kaiketsu suru koto sae dekinai yōna hitobito o zenbu motte imasu. Watashi no sukina kyarakutā? Rūfasu Barma.)\u001b[22m\n\nTranslations of \u001b[4mPandora Hearts, I think, is a mixture of good and bad. Though it basis is the nowadays-very-cliche Alice in Wonderland, the story, per se, is unique. We've got altogether different people who create scenes of and outcomes of such ambiguity that they could not even be solved within a series (season, if ever). My favorite character? Rufus Barma.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPandora Hearts, I think, is a mixture of good and bad.\u001b[24m\n    \u001b[1mパンドラハーツは、良いと悪いが混在していると思います。\u001b[22m, \u001b[1mパンドラハーツは、私が思う、良い面と悪いの混合物です。\u001b[22m\n\u001b[4mThough it basis is the nowadays-very-cliche Alice in Wonderland, the story, per se, is unique.\u001b[24m\n    \u001b[1mそれは基本的に、今日の非常に珍しいアリス・イン・ワンダーランドですが、それ自体は独特です。\u001b[22m, \u001b[1mそれ根拠は不思議の国の頃は、非常に-決まり文句アリスですが、物語は、それ自体が、ユニークです。\u001b[22m\n\u001b[4mWe've got altogether different people who create scenes of and outcomes of such ambiguity that they could not even be solved within a series (season, if ever).\u001b[24m\n    \u001b[1m私たちは、あまりにも曖昧さのシーンや結果を作り出し、シリーズ内で解決することさえできないような人々を全部持っています。\u001b[22m, \u001b[1m私たちは、のシーンや彼らもシリーズ（シーズン、これまでであれば）内に解くことができなかったような曖昧さの成果を作成するまったく別の人を持っています。\u001b[22m\n\u001b[4mMy favorite character?\u001b[24m\n    \u001b[1m私の好きなキャラクター？\u001b[22m, \u001b[1m私のお気に入りのキャラクター？\u001b[22m\n\u001b[4mRufus Barma.\u001b[24m\n    \u001b[1mRufus Barma。\u001b[22m, \u001b[1mルーファスBarma。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, the emotional impact that satisfied me in the manga was not as strong as in this anime. All I saw was a blur of scenes that I don't even bother to rewatch. Perhaps this is also for the sake of ambiguity?\n\n\u001b[1m残念ながら、漫画で私を満足させた感情的な影響は、このアニメほど強いものではありませんでした。 私が見たのは、私が再ウォッチすることさえ気にしないシーンのぼかしでした。 おそらくこれもあいまいさのためですか？\u001b[22m\n\u001b[1m(Zan'nen'nagara, manga de watashi o manzoku sa seta kanjō-tekina eikyō wa, kono anime hodo tsuyoi monode wa arimasendeshita. Watashi ga mita no wa, watashi ga sai u~otchi suru koto sae kinishinai shīn no bokashideshita. Osoraku kore mo aimai-sa no tamedesu ka?)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, the emotional impact that satisfied me in the manga was not as strong as in this anime. All I saw was a blur of scenes that I don't even bother to rewatch. Perhaps this is also for the sake of ambiguity?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, the emotional impact that satisfied me in the manga was not as strong as in this anime.\u001b[24m\n    \u001b[1m残念ながら、漫画で私を満足させた感情的な影響は、このアニメほど強いものではありませんでした。\u001b[22m, \u001b[1m残念ながら、マンガで私を満たした感情的な影響は、このアニメほど強くありませんでした。\u001b[22m\n\u001b[4mAll I saw was a blur of scenes that I don't even bother to rewatch.\u001b[24m\n    \u001b[1m私が見たのは、私が再ウォッチすることさえ気にしないシーンのぼかしでした。\u001b[22m, \u001b[1m私が見たすべては、私もrewatchする気にしないシーンのぼやけました。\u001b[22m\n\u001b[4mPerhaps this is also for the sake of ambiguity?\u001b[24m\n    \u001b[1mおそらくこれもあいまいさのためですか？\u001b[22m, \u001b[1mおそらくこれは、あいまいさのためでもありますか？\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is a common flaw of Enix wherein they mix very good stills with drafted ones. However, they've adapted Mochizuki's art, particularly his shadowing technique, which I think gave more impact on the scenes wherein they were used.\n\n\u001b[1mアニメーションはEnixの共通の欠陥で、ドラフトされたものと非常に良い静止画が混ざり合っています。 しかし、彼らはモチズキの芸術、特に彼が使用された場面に大きな影響を与えたと思うシャドウ技術を適用しました。\u001b[22m\n\u001b[1m(Animēshon wa Enix no kyōtsū no kekkan de, dorafuto sa reta mono to hijō ni yoi seishi-ga ga mazari atte imasu. Shikashi, karera wa mochizuki no geijutsu, tokuni kare ga shiyō sa reta bamen ni ōkina eikyō o ataeta to omou shadō gijutsu o tekiyō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is a common flaw of Enix wherein they mix very good stills with drafted ones. However, they've adapted Mochizuki's art, particularly his shadowing technique, which I think gave more impact on the scenes wherein they were used.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is a common flaw of Enix wherein they mix very good stills with drafted ones.\u001b[24m\n    \u001b[1mアニメーションはEnixの共通の欠陥で、ドラフトされたものと非常に良い静止画が混ざり合っています。\u001b[22m, \u001b[1mアニメーションは、彼らが起草したもので、非常に良好な静止画を混在させる、請求エニックスの一般的な欠陥です。\u001b[22m\n\u001b[4mHowever, they've adapted Mochizuki's art, particularly his shadowing technique, which I think gave more impact on the scenes wherein they were used.\u001b[24m\n    \u001b[1mしかし、彼らはモチズキの芸術、特に彼が使用された場面に大きな影響を与えたと思うシャドウ技術を適用しました。\u001b[22m, \u001b[1mしかし、彼らは私が彼らが使用された前記シーンの詳細な影響を与えたと思う望月の芸術、特に彼のシャドウイング技術を適応してきました。\u001b[22m\n\u001b[1m\u001b[22m\nAs a fan of Yuki Kajiura's work, I had enjoyed listening to her contribution for the OST. Particularly those tracks that feature FictionJunction. Again, it is Wakana's voice that sets the tone for their chorals.\n\n\u001b[1m梶浦由紀の作品のファンとして、私は彼女のOSTへの貢献を聞いて楽しんでいました。 特に、FictionJunctionを特徴とするトラック。 また、和歌山の声で、合唱のためのトーンを設定します。\u001b[22m\n\u001b[1m(Kajiura Yuki no sakuhin no fan to shite, watashi wa kanojo no OST e no kōken o kiite tanoshinde imashita. Tokuni, FictionJunction o tokuchō to suru torakku. Mata, Wakayama no koe de, gasshō no tame no tōn o settei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs a fan of Yuki Kajiura's work, I had enjoyed listening to her contribution for the OST. Particularly those tracks that feature FictionJunction. Again, it is Wakana's voice that sets the tone for their chorals.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a fan of Yuki Kajiura's work, I had enjoyed listening to her contribution for the OST.\u001b[24m\n    \u001b[1m梶浦由紀の作品のファンとして、私は彼女のOSTへの貢献を聞いて楽しんでいました。\u001b[22m, \u001b[1m梶浦由記の作品のファンとして、私はOSTのための彼女の貢献を聴いて楽しんでいました。\u001b[22m\n\u001b[4mParticularly those tracks that feature FictionJunction.\u001b[24m\n    \u001b[1m特に、FictionJunctionを特徴とするトラック。\u001b[22m, \u001b[1mFictionJunctionが備わっています。特にそれらのトラック。\u001b[22m\n\u001b[4mAgain, it is Wakana's voice that sets the tone for their chorals.\u001b[24m\n    \u001b[1mまた、和歌山の声で、合唱のためのトーンを設定します。\u001b[22m, \u001b[1m繰り返しますが、それは彼らのchoralsのためのトーンを設定若菜の声があります。\u001b[22m\n\u001b[1m\u001b[22m\nI would generally recommend that this anime would have another season and that the omake should be watched in between episodes, for motivation.\n\n\u001b[1m私は一般的に、このアニメが別の季節を持ち、オマケが動機付けのためにエピソードの間で監視されるべきであることをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa ippantekini, kono anime ga betsu no kisetsu o mochi, omake ga dōkizuke no tame ni episōdo no ma de kanshi sa rerubekidearu koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would generally recommend that this anime would have another season and that the omake should be watched in between episodes, for motivation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would generally recommend that this anime would have another season and that the omake should be watched in between episodes, for motivation.\u001b[24m\n    \u001b[1m私は一般的に、このアニメが別の季節を持ち、オマケが動機付けのためにエピソードの間で監視されるべきであることをお勧めします。\u001b[22m, \u001b[1m私は一般的にこのアニメは別のシーズンを持っているとオマケがモチベーションのために、エピソードの間に監視されるべきであることになることをお勧めします。\u001b[22m\nRating: 75%\n\n\u001b[1m評価：75％\u001b[22m\n\u001b[1m(Hyōka: 75-Pāsento)\u001b[22m\n\nTranslations of \u001b[4mRating: 75%\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRating: 75%\u001b[24m\n    \u001b[1m評価：75％\u001b[22m, \u001b[1m評価：75パーセント\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "nobody_knows",
    "profile": "/profile/nobody_knows/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=27212",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  6\n\nあなたがちょうど子供であるとき、あなたは竜と騎士についてのいくつかのおとぎ話を聞く。 もちろん、シンデレラ、白雪姫、眠れる森のアリス、不思議の国のアリスなどの有名な物語もあります。 そして、アリスのために、アリスが何らかの種類の穴を見つけ、彼女が不思議の国に落ちたという話についてです。\n\nそして、この物語で、それはモーションメディアにまたがります：特にディズニー1951カラーアニメーション映画のように、そして今年後半にTim Burtonバージョンのアリス（ここではアリスinホラーランド！LOL）\n\n子供時代と映画の経験について言えば、Pandore HeartsのXebecアニメアダプテーションでの私の経験についての私のレビューの時間。\n\n短い紹介のために、Pandora Heartsはmangaka Mochizuki Junによって作成されています。 漫画は不思議の国のアリスをベースにしていますが、唯一のことは、アリスは主な女性のリードですが、主なリードではありません。\n\n物語は、ヴェサリウス・デュクダムの相続人で、15歳になるオズ・ベセリウス（Oz Vessalius）のことで、来るべき時代を祝う式があります。 残念ながら、彼の小さなパーティーはBasketville Dukedomによってクラッシュしました。 だから彼は何の理由もなく彼の「召しの罪」のためにアビス（地獄で最も深いレベルのようなもの）に送られました。 そこに、彼はブラックウサギアリスの助けを借りて出かけた。 彼女はまた、彼女の過去の記憶の断片を見つけるために出かけたいと思っています。\n\nちょうど私がそれを見始めると、私はPandoraと何とか似ている別のアニメ/マンガを比較することになりました。それはNabari no Ouです。 理由は次のとおりです。\n\n - 主人公は無力なホインプ、プロットデバイス\n - 彼らは他の主要なリードと一緒に何かを探している\n - サポートキャラクターは強力なキャラクター、主人公は弱いです\n\nそして幸いにも、パンドラは別のナバリではありません。\n\nPandoraのストーリープロットはデバイス駆動ではなく、キャラクター駆動です。 シリーズの初めに、あなたは主にPandoraの基本を紹介しました：Abyss、4 Noble Dukedom、Chain。 しかしシリーズが進むにつれて、あなたはさらに多くのキャラクターを紹介していました。 さらに、オズが遭遇したキャラクターのほとんどが、前に設定された最も重要なイベントにどのように結びついているかを知ることができます。 あなたは、フラグメントごとに断片を取得し、キャラクターの裏話から部分ごとにまとめて、それらをあなたの頭の中にまとめることを意味します。 それは迷惑と混乱することができますが、あなたは何が起こっているのか疑問に思うでしょう。 それはパンドラの強みですが、弱点の1つです。あなたが見た主なキャラクターが関与し、後に出て行ってしまうからです。 見た最後のキャラクターを忘れて、新しいキャラクターに注目するかもしれません。 だからあなたが混乱したくない場合は注意を払う。\n\nパンドラのキャラクターはナバリよりも劣っていたが、実際には主なリードだった。 最初からオズは幸せな幸運な仲間だった、今ここにいたものを受け入れよう。 川澄綾子はアリスの声優としてはうまくいったが、彼女の性格は偉大で力強い（申し訳ありませんが、犯罪ではない）ことを知っているような気がしますが、パワフルでクールです。 ほとんどの場合、あなたはシリーズに出くわす。 あなたは、不思議の国のアリスの古典からのキャラクターのいくつかが、望月先生の手によって様式化されていることがわかります。 ウサギ、アリス、マッドハッター、チェシャーキャットは、これまでのところ、古典的なアリスから私が知っているキャラクターです。これは、関連しているか、別の形で現れています。 偽の笑顔で 彼は最初から役に立たなかったが、少なくともエピソード19、20を開始し、最終的に彼は本当に主人公になり、モーションの少ないデバイスから動くデバイスに変わった。 もちろん、彼はここに来るためだけにそれを行うことはできませんでした、あなたはまた、ギル、シャロン、ブレイク、他のような他の取得します。 しかし、ブレイクのためには、彼はただの支持者ですが、彼は非常に面白い演技をしていますが、過去のアジェンダキャラクターでは賢明です。 私はまた、彼がどのように楽しい探している人を壊す石田春雨が好きです。 パンドラの私の好きなキャラクターのひとり。 他の私は、オズの叔父、アリスのように完全に迷惑で不必要なものを見つける。 私のキャラクターはクールだが、それでも迷惑だ。\n\nそして、キャラクター全体に、私はオズが自分のパーソナリティに良い変化をしているのを見ているだけですが、残りは変化のために少し歩いています。\n\n黒執事のような「英語ゴシックビジュアル」について話すので、パンドラのビジュアルプレゼンテーションは重要です。  Mochizuki先生は、マンガの黒執事の「ライトバージョン」を引き上げることができましたが、Xebecはそれをきれいに描くことができました。 キャラクターの服から、チェーン、ここまで十分な家がありました。  Tim Burtonのバージョンとは違って、「ファンタジー - マンガのアリス」のようなものです。\n\n視覚的に失望したアクションシーンは、アニメーションが不十分なアニメーションのシリーズ全体が私の退屈な苦悩のようなものであることを見守ることでした。  Xebec、おそらくアニメーション化されたアクションのスタジオタイプではないかもしれません。 ナルトを見ている：彼らは10秒間刃を交差させる。 後で不必要な話の1分を入力してください（Naruto、WORST！全体の神ダム10,15分）、彼らは数秒間戦います。 別の絶望的なトークシーンに入るか、迷惑なものを入れてもかまいません。 しかし、幸いなことに、少なくともキャラクターのアニメーションは十分に見えていて、ショーのギミックのいくつかはうまく面白かったということです。 あなたを楽しませ続けるには十分です。\n\n音楽、言いたいことはない：KAJIURA YUKI-SAMA!!!!!!!!! フィクションジャンクション!!!!!!!  SAVAGE GENIUS!!!!!!! それについてのレビューが必要なのでしょうか？......確かに、いくつかのコメント：\n\n言うまでもなく、カラの教会をやっていることを知っているカイチュラさまは、ここではパンドラの主な作曲家です。 現代音楽の融合ともちろん、Pandoraの穏やかな/悲しい/他の良い瞬間のひとつに合う完璧な音楽を聞くことで、Kaijura-samaの商標交響曲を聴くことから、懐かしい感じが得られます。 フィクションのオープニングは、私が好きではないが、ボーカルに拍手を送る。 だから私は毎回スタートをスキップします。  （申し訳ありません... ^^）Savage Geniusによる2つの結末は、私の耳にリングを付けるのに十分でした。  1回目のエンディングはちょっとラッシュだったけど、キーボードの鍵盤を押せば聞こえるようになった。  2回目のエンディングはスムーズで感傷的で、ショー全体を完璧に終わらせました。\n\nショーの楽しさは、あなたが過去と現在に旅行し、想像を絶することができるタイムマシンライドのようなものです。 あなたがその時間を過ぎるにつれて、あなたはパズルの一部を集め、それらを一緒に絵に入れます。 残念ながら、その写真は不完全です。 パンドラのアニメは未だ発見されていない謎のいくつかを取り除いた。 しかし、ありがたいことに、元の漫画のストーリー・ラインを尊重し、尊重します（私はXebecがそれに従っているかどうか分かりません）。 そして、少なくともXebecは、アニメ全体を自分のアニメの結論で包み込む賢いお尻です。\n\nパンドラのハートアニメは偉大なアニメではありませんでしたが、見て楽しむにはうってつけのアニメでした。 退屈なアクションシーン、アリスは嫌になったり、いくつかの結論を残しましたが。 しかし、落ちて「アリスのアリス」に出会った少年の物語は、あなたが幻想的であると感じるかもしれないものであり、シリーズを通して見えるかわいらしいビジュアルを忘れることはありませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWhen you are just a kid, you hear some fairy tales about dragon and knight; and of course some famous stories like Cinderella, Snow White, Sleeping Beauty, Alice in Wonderland. And for Alice, is about a story where a girl call Alice found some sort of hole and accidentally she fell in Wonderland.\n\n\u001b[1mあなたがちょうど子供であるとき、あなたは竜と騎士についてのいくつかのおとぎ話を聞く。 もちろん、シンデレラ、白雪姫、眠れる森のアリス、不思議の国のアリスなどの有名な物語もあります。 そして、アリスのために、アリスが何らかの種類の穴を見つけ、彼女が不思議の国に落ちたという話についてです。\u001b[22m\n\u001b[1m(Anata ga chōdo kodomodearu toki, anata wa ryū to kishi ni tsuite no ikutsu ka no otogibanashi o kiku. Mochiron, Shinderera, shirayukihime, nemurerumori no Arisu, fushiginokuninoarisu nado no yūmeina monogatari mo arimasu. Soshite, Arisu no tame ni, Arisu ga nanrakano shurui no ana o mitsuke, kanojo ga fushiginokuni ni ochita to iu hanashi ni tsuitedesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen you are just a kid, you hear some fairy tales about dragon and knight; and of course some famous stories like Cinderella, Snow White, Sleeping Beauty, Alice in Wonderland. And for Alice, is about a story where a girl call Alice found some sort of hole and accidentally she fell in Wonderland.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen you are just a kid, you hear some fairy tales about dragon and knight;\u001b[24m\n    \u001b[1mあなたがちょうど子供であるとき、あなたは竜と騎士についてのいくつかのおとぎ話を聞く。\u001b[22m, \u001b[1mあなただけの子供である場合、あなたは竜と騎士に関するいくつかのおとぎ話を聞きます。\u001b[22m\n\u001b[4mand of course some famous stories like Cinderella, Snow White, Sleeping Beauty, Alice in Wonderland.\u001b[24m\n    \u001b[1mもちろん、シンデレラ、白雪姫、眠れる森のアリス、不思議の国のアリスなどの有名な物語もあります。\u001b[22m, \u001b[1mシンデレラ、白雪姫、眠れる森の美女、不思議の国のアリスのような、そしてもちろんいくつかの有名な話。\u001b[22m\n\u001b[4mAnd for Alice, is about a story where a girl call Alice found some sort of hole and accidentally she fell in Wonderland.\u001b[24m\n    \u001b[1mそして、アリスのために、アリスが何らかの種類の穴を見つけ、彼女が不思議の国に落ちたという話についてです。\u001b[22m, \u001b[1mそしてアリスのために、女の子が呼び出すアリスは穴のいくつかの並べ替えを発見し、誤って彼女が不思議の国に落ちた話です。\u001b[22m\n\u001b[1m\u001b[22m\nAnd with this story, it spans motion media: like notably Disney 1951 color animation film and later this year 2010 Tim Burton version of Alice (here we call Alice in Horrorland! LOL)\n\n\u001b[1mそして、この物語で、それはモーションメディアにまたがります：特にディズニー1951カラーアニメーション映画のように、そして今年後半にTim Burtonバージョンのアリス（ここではアリスinホラーランド！LOL）\u001b[22m\n\u001b[1m(Soshite, kono monogatari de, soreha mōshonmedia ni matagarimasu: Tokuni dizunī 1951 karāanimēshon eiga no yō ni, soshite kotoshi kōhan ni Tim Burton bājon no Arisu (kokode wa Arisu in horārando! LOL))\u001b[22m\n\nTranslations of \u001b[4mAnd with this story, it spans motion media: like notably Disney 1951 color animation film and later this year 2010 Tim Burton version of Alice (here we call Alice in Horrorland! LOL)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd with this story, it spans motion media: like notably Disney 1951 color animation film and later this year 2010 Tim Burton version of Alice (here we call Alice in Horrorland! LOL)\u001b[24m\n    \u001b[1mそして、この物語で、それはモーションメディアにまたがります：特にディズニー1951カラーアニメーション映画のように、そして今年後半にTim Burtonバージョンのアリス（ここではアリスinホラーランド！LOL）\u001b[22m, \u001b[1mそして、この物語では、モーションメディアにまたがる：アリスの特にディズニー1951カラーアニメーションフィルムと、今年後半に2010ティム・バートン版（！ここで私たちはHorrorlandでアリスを呼び出すLOL）のように\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of childhood and movie experience, time for my review on my experience with Xebec anime adaption of Pandore Hearts.\n\n\u001b[1m子供時代と映画の経験について言えば、Pandore HeartsのXebecアニメアダプテーションでの私の経験についての私のレビューの時間。\u001b[22m\n\u001b[1m(Kodomo jidai to eiga no keiken ni tsuite ieba, Pandore hātsu no Xebec animeadaputēshon de no watashi no keiken ni tsuite no watashi no rebyū no jikan.)\u001b[22m\n\nTranslations of \u001b[4mSpeaking of childhood and movie experience, time for my review on my experience with Xebec anime adaption of Pandore Hearts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpeaking of childhood and movie experience, time for my review on my experience with Xebec anime adaption of Pandore Hearts.\u001b[24m\n    \u001b[1m子供時代と映画の経験について言えば、Pandore HeartsのXebecアニメアダプテーションでの私の経験についての私のレビューの時間。\u001b[22m, \u001b[1mPandoreハーツのジーベックアニメ適応を持つ私の経験上の私のレビューのために子供の頃、映画の経験、時間といえば。\u001b[22m\n\u001b[1m\u001b[22m\nFor short intro, Pandora Hearts is create by mangaka Mochizuki Jun; and the manga is base on Alice in Wonderland with the only thing is that: Alice is not the main lead, though she is the main female lead.\n\n\u001b[1m短い紹介のために、Pandora Heartsはmangaka Mochizuki Junによって作成されています。 漫画は不思議の国のアリスをベースにしていますが、唯一のことは、アリスは主な女性のリードですが、主なリードではありません。\u001b[22m\n\u001b[1m(Mijikai shōkai no tame ni, pandorahātsu wa mangaka Mochizuki Jun ni yotte sakusei sa rete imasu. Manga wa fushiginokuninoarisu o bēsu ni shite imasuga, yuiitsu no koto wa, Arisu wa omona josei no rīdodesuga, omona rīdode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFor short intro, Pandora Hearts is create by mangaka Mochizuki Jun; and the manga is base on Alice in Wonderland with the only thing is that: Alice is not the main lead, though she is the main female lead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor short intro, Pandora Hearts is create by mangaka Mochizuki Jun;\u001b[24m\n    \u001b[1m短い紹介のために、Pandora Heartsはmangaka Mochizuki Junによって作成されています。\u001b[22m, \u001b[1m短いイントロのために、パンドラハーツは漫画家望月6月によって作成することです。\u001b[22m\n\u001b[4mand the manga is base on Alice in Wonderland with the only thing is that: Alice is not the main lead, though she is the main female lead.\u001b[24m\n    \u001b[1m漫画は不思議の国のアリスをベースにしていますが、唯一のことは、アリスは主な女性のリードですが、主なリードではありません。\u001b[22m, \u001b[1mマンガは唯一のものとアリス・イン・ワンダーランド上のベースは、そのされている：彼女はメインの女性のリードですが、アリスは、主リードではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is about Oz Vessalius, the heir of the Vessalius Dukedom who going to become 15 and is undergo a ceremony to celebrate his coming age. Unfortunately, his little party was crash by the Basketville Dukedom. So he was send to the Abyss (something like the deepest level in hell) for his 'so-call sins' for out of no reason. Down there, he got out with the help of Black Rabbit Alice. As she also want to got out to find the fragment of her past memory.\n\n\u001b[1m物語は、ヴェサリウス・デュクダムの相続人で、15歳になるオズ・ベセリウス（Oz Vessalius）についてです。彼は来るべき年を祝う式を受けます。 残念ながら、彼の小さなパーティーはBasketville Dukedomによってクラッシュしました。 だから彼は何の理由もなく彼の「召しの罪」のためにアビス（地獄で最も深いレベルのようなもの）に送られました。 そこに、彼はブラックウサギアリスの助けを借りて出かけた。 彼女はまた、彼女の過去の記憶の断片を見つけるために出かけたいと思っています。\u001b[22m\n\u001b[1m(Monogatari wa, vu~esariusu de~yukudamu no sōzokujin de, 15-sai ni naru Ozu beseriusu (Oz Vessalius) ni tsuitedesu. Kare wa kurubeki toshi o iwau shiki o ukemasu. Zan'nen'nagara, kare no chīsana pātī wa Basketville Dukedom ni yotte kurasshu shimashita. Dakara kare wa nani no riyū mo naku kare no `meshi no tsumi' no tame ni abisu (jigoku de mottomo fukai reberu no yōna mono) ni okura remashita. Soko ni, kare wa burakkuusagiarisu no tasuke o karite dekaketa. Kanojo wa mata, kanojo no kako no kioku no danpen o mitsukeru tame ni dekaketai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is about Oz Vessalius, the heir of the Vessalius Dukedom who going to become 15 and is undergo a ceremony to celebrate his coming age. Unfortunately, his little party was crash by the Basketville Dukedom. So he was send to the Abyss (something like the deepest level in hell) for his 'so-call sins' for out of no reason. Down there, he got out with the help of Black Rabbit Alice. As she also want to got out to find the fragment of her past memory.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about Oz Vessalius, the heir of the Vessalius Dukedom who going to become 15 and is undergo a ceremony to celebrate his coming age.\u001b[24m\n    \u001b[1m物語は、ヴェサリウス・デュクダムの相続人で、15歳になるオズ・ベセリウス（Oz Vessalius）についてです。彼は来るべき年を祝う式を受けます。\u001b[22m, \u001b[1m物語は15になろうとしてオズVessalius、Vessalius公国の相続人についてであり、彼の今後の年齢を祝う式典を受けています。\u001b[22m\n\u001b[4mUnfortunately, his little party was crash by the Basketville Dukedom.\u001b[24m\n    \u001b[1m残念ながら、彼の小さなパーティーはBasketville Dukedomによってクラッシュしました。\u001b[22m, \u001b[1m残念ながら、彼の小さな党はBasketville公国によってクラッシュしました。\u001b[22m\n\u001b[4mSo he was send to the Abyss (something like the deepest level in hell) for his 'so-call sins' for out of no reason.\u001b[24m\n    \u001b[1mだから彼は何の理由もなく彼の「召しの罪」のためにアビス（地獄で最も深いレベルのようなもの）に送られました。\u001b[22m, \u001b[1mそこで彼は理由もなくのうちのために彼の「いわゆるコール罪」のためにアビス（地獄で最も深いレベルのようなもの）に送りました。\u001b[22m\n\u001b[4mDown there, he got out with the help of Black Rabbit Alice.\u001b[24m\n    \u001b[1mそこに、彼はブラックウサギアリスの助けを借りて出かけた。\u001b[22m, \u001b[1mそこに、彼は黒うさぎ、アリスの助けを借りて外に出ました。\u001b[22m\n\u001b[4mAs she also want to got out to find the fragment of her past memory.\u001b[24m\n    \u001b[1m彼女はまた、彼女の過去の記憶の断片を見つけるために出かけたいと思っています。\u001b[22m, \u001b[1m彼女はまた彼女の過去の記憶の断片を見つけるために外に出たしたいように。\u001b[22m\n\u001b[1m\u001b[22m\nJust as i start watching it, i happen to compare another anime/manga which somehow similar to Pandora: That's Nabari no Ou. Here's why:\n\n\u001b[1mちょうど私がそれを見始めると、私はPandoraと何とか似ている別のアニメ/マンガを比較することになりました。それはNabari no Ouです。 理由は次のとおりです。\u001b[22m\n\u001b[1m(Chōdo watashi ga sore o mi hajimeru to, watashi wa pandora to nantoka nite iru betsu no anime/ manga o hikaku suru koto ni narimashita. Sore wa Nabari no Oudesu. Riyū wa tsugi no tōridesu.)\u001b[22m\n\nTranslations of \u001b[4mJust as i start watching it, i happen to compare another anime/manga which somehow similar to Pandora: That's Nabari no Ou. Here's why:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust as i start watching it, i happen to compare another anime/manga which somehow similar to Pandora: That's Nabari no Ou.\u001b[24m\n    \u001b[1mちょうど私がそれを見始めると、私はPandoraと何とか似ている別のアニメ/マンガを比較することになりました。それはNabari no Ouです。\u001b[22m, \u001b[1m私はそれを見始めると同じように、私はパンドラに何とか似た別のアニメ/漫画を比較するために起こる：それは隠の王です。\u001b[22m\n\u001b[4mHere's why:\u001b[24m\n    \u001b[1m理由は次のとおりです。\u001b[22m, \u001b[1m理由は次のとおりです：\u001b[22m\n\u001b[1m\u001b[22m\n-The main character is a helpless whimp, a plot device\n\n\u001b[1m - 主人公は無力なホインプ、プロットデバイス\u001b[22m\n\u001b[1m(- Shujinkō wa muryokuna hoinpu, purottodebaisu)\u001b[22m\n\nTranslations of \u001b[4m-The main character is a helpless whimp, a plot device\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The main character is a helpless whimp, a plot device\u001b[24m\n    \u001b[1m - 主人公は無力なホインプ、プロットデバイス\u001b[22m, \u001b[1m-The主人公は無力whimp、プロット装置であり、\u001b[22m\n-They are searching something together with the other main lead\n\n\u001b[1m - 彼らは他の主要なリードと一緒に何かを探している\u001b[22m\n\u001b[1m(- Karera wa hoka no shuyōna rīdo to issho ni nanika o sagashite iru)\u001b[22m\n\nTranslations of \u001b[4m-They are searching something together with the other main lead\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-They are searching something together with the other main lead\u001b[24m\n    \u001b[1m - 彼らは他の主要なリードと一緒に何かを探している\u001b[22m, \u001b[1m-Theyは、他のメインのリードと一緒に何かを探しています\u001b[22m\n-Supporting character are powerful character, the main character is a weakling\n\n\u001b[1m - サポートキャラクターは強力なキャラクター、主人公は弱いです\u001b[22m\n\u001b[1m(- Sapōtokyarakutā wa kyōryokuna kyarakutā, shujinkō wa yowaidesu)\u001b[22m\n\nTranslations of \u001b[4m-Supporting character are powerful character, the main character is a weakling\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Supporting character are powerful character, the main character is a weakling\u001b[24m\n    \u001b[1m - サポートキャラクターは強力なキャラクター、主人公は弱いです\u001b[22m, \u001b[1m文字であり、強力な文字を-Supporting、主人公は弱虫です\u001b[22m\n\u001b[1m\u001b[22m\nAnd luckily, Pandora is not another Nabari.\n\n\u001b[1mそして幸いにも、パンドラは別のナバリではありません。\u001b[22m\n\u001b[1m(Soshite saiwai ni mo, Pandora wa betsu no nabaride wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnd luckily, Pandora is not another Nabari.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd luckily, Pandora is not another Nabari.\u001b[24m\n    \u001b[1mそして幸いにも、パンドラは別のナバリではありません。\u001b[22m, \u001b[1mそして幸運にも、パンドラは別名張ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story plot in Pandora is not device driven, but character driven. At the start of the series, you were introduce mostly the basic in Pandora: the Abyss, the 4 Noble Dukedom, Chain. But as the series goes, you were introduce even more of the character. Plus, you find out that mostly the character that Oz come across are some how tie in to the most important event that was set way back ago. Means you will get fragment by fragment, pieces by pieces from the character back stories and put them together in your head. It can be annoying and confusing, but you will start questioning what is going on. That's Pandora strong point but also one of their weakness, because mostly these character you seen are involved and then later come and gone. You might forget the last character you seen and focusing the new one. So pay attention if you don't want to get mess up.\n\n\u001b[1mPandoraのストーリープロットはデバイス駆動ではなく、キャラクター駆動です。 シリーズの初めに、あなたは主にPandoraの基本を紹介しました：Abyss、4 Noble Dukedom、Chain。 しかしシリーズが進むにつれて、あなたはさらに多くのキャラクターを紹介していました。 さらに、オズが遭遇したキャラクターのほとんどが、前に設定された最も重要なイベントにどのように結びついているかを知ることができます。 あなたは、フラグメントごとに断片を取得し、キャラクターの裏話から部分ごとにまとめて、それらをあなたの頭の中にまとめることを意味します。 それは迷惑と混乱することができますが、あなたは何が起こっているのか疑問に思うでしょう。 それはパンドラの強みですが、弱点の1つです。あなたが見た主なキャラクターが関与し、後に出て行ってしまうからです。 見た最後のキャラクターを忘れて、新しいキャラクターに注目するかもしれません。 だからあなたが混乱したくない場合は注意を払う。\u001b[22m\n\u001b[1m(Pandora no sutōrīpurotto wa debaisu kudōde wa naku, kyarakutā kudōdesu. Shirīzu no hajime ni, anata wa omoni pandora no kihon o shōkai shimashita: Abyss, 4 Noble Dukedom, chein. Shikashi shirīzu ga susumu ni tsurete, anata wa sarani ōku no kyarakutā o shōkai shite imashita. Sarani, Ozu ga sōgū shita kyarakutā no hotondo ga, mae ni settei sa reta mottomo jūyōna ibento ni dono yō ni musubitsuite iru ka o shiru koto ga dekimasu. Anata wa, furagumento-goto ni danpen o shutoku shi, kyarakutā no urabanashi kara bubun-goto ni matomete, sorera o anata no atama no naka ni matomeru koto o imi shimasu. Sore wa meiwaku to konran suru koto ga dekimasuga, anata wa nani ga okotte iru no ka gimon ni omoudeshou. Sore wa Pandora no tsuyomidesuga, jakuten no 1tsudesu. Anata ga mita omona kyarakutā ga kan'yo shi,-go ni dete itte shimaukaradesu. Mita saigo no kyarakutā o wasurete, atarashī kyarakutā ni chūmoku suru kamo shiremasen. Dakara anata ga konran shitakunai baai wa chūiwoharau.)\u001b[22m\n\nTranslations of \u001b[4mThe story plot in Pandora is not device driven, but character driven. At the start of the series, you were introduce mostly the basic in Pandora: the Abyss, the 4 Noble Dukedom, Chain. But as the series goes, you were introduce even more of the character. Plus, you find out that mostly the character that Oz come across are some how tie in to the most important event that was set way back ago. Means you will get fragment by fragment, pieces by pieces from the character back stories and put them together in your head. It can be annoying and confusing, but you will start questioning what is going on. That's Pandora strong point but also one of their weakness, because mostly these character you seen are involved and then later come and gone. You might forget the last character you seen and focusing the new one. So pay attention if you don't want to get mess up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story plot in Pandora is not device driven, but character driven.\u001b[24m\n    \u001b[1mPandoraのストーリープロットはデバイス駆動ではなく、キャラクター駆動です。\u001b[22m, \u001b[1mパンドラでのストーリープロットはデバイス駆動ではなく、文字を駆動します。\u001b[22m\n\u001b[4mAt the start of the series, you were introduce mostly the basic in Pandora: the Abyss, the 4 Noble Dukedom, Chain.\u001b[24m\n    \u001b[1mシリーズの初めに、あなたは主にPandoraの基本を紹介しました：Abyss、4 Noble Dukedom、Chain。\u001b[22m, \u001b[1mアビス、4ノーブル公国、チェーン：シリーズの開始時に、あなたはほとんどがパンドラで基本を紹介しました。\u001b[22m\n\u001b[4mBut as the series goes, you were introduce even more of the character.\u001b[24m\n    \u001b[1mしかしシリーズが進むにつれて、あなたはさらに多くのキャラクターを紹介していました。\u001b[22m, \u001b[1mシリーズが進むにつれてしかし、あなたは文字のさらに多くを導入しました。\u001b[22m\n\u001b[4mPlus, you find out that mostly the character that Oz come across are some how tie in to the most important event that was set way back ago.\u001b[24m\n    \u001b[1mさらに、オズが遭遇したキャラクターのほとんどが、前に設定された最も重要なイベントにどのように結びついているかを知ることができます。\u001b[22m, \u001b[1mさらに、あなたは主にオズが遭遇文字がいくつかはどのように帰り前に設定された最も重要なイベントに結び付けていることを知ります。\u001b[22m\n\u001b[4mMeans you will get fragment by fragment, pieces by pieces from the character back stories and put them together in your head.\u001b[24m\n    \u001b[1mあなたは、フラグメントごとに断片を取得し、キャラクターの裏話から部分ごとにまとめて、それらをあなたの頭の中にまとめることを意味します。\u001b[22m, \u001b[1mあなたが戻って話文字から作品によって、フラグメントによって作品を断片を取得し、あなたの頭の中でそれらを一緒に置くことを意味します。\u001b[22m\n\u001b[4mIt can be annoying and confusing, but you will start questioning what is going on.\u001b[24m\n    \u001b[1mそれは迷惑と混乱することができますが、あなたは何が起こっているのか疑問に思うでしょう。\u001b[22m, \u001b[1mそれは迷惑と混乱することができますが、あなたは何が起こっているのか疑問を開始します。\u001b[22m\n\u001b[4mThat's Pandora strong point but also one of their weakness, because mostly these character you seen are involved and then later come and gone.\u001b[24m\n    \u001b[1mそれはパンドラの強みですが、弱点の1つです。あなたが見た主なキャラクターが関与し、後に出て行ってしまうからです。\u001b[22m, \u001b[1mあなたが見て、主にこれらの文字が関与し、後で来て、なくなっているので、それは、パンドラ強力なポイントだけでなく、彼らの弱点の一つです。\u001b[22m\n\u001b[4mYou might forget the last character you seen and focusing the new one.\u001b[24m\n    \u001b[1m見た最後のキャラクターを忘れて、新しいキャラクターに注目するかもしれません。\u001b[22m, \u001b[1mあなたが見た最後の文字を忘れて、新しいものを中心に可能性があります。\u001b[22m\n\u001b[4mSo pay attention if you don't want to get mess up.\u001b[24m\n    \u001b[1mだからあなたが混乱したくない場合は注意を払う。\u001b[22m, \u001b[1mあなたは混乱を取得したくない場合は、だから注意を払います。\u001b[22m\n\u001b[1m\u001b[22m\nThe character in Pandora were a least better than Nabari, actually the main lead. Oz from start was a happy go lucky fellow, accept what was here now; Though Kawasumi Ayako put a good work on Alice voice role but her character felt like only knows how to bitch around that she is great and powerful (Sorry, no offense), but she is powerful and cool too. Mostly when you come across the series; you find some of the character from the classic Alice in Wonderland are being stylize by the hand of Mochizuki-sensei. The Rabbit, Alice, Mad Hatter, Cheshire Cat, by so far is the character i know from the classic Alice that are related or appear in a different form. with a fake smile. He was a useless whimp from start but starting a least episode 19, 20 that's where FINALLY he become a real main character, changing from motion less device to a moving device. Of course he couldn't done it alone to get here, you also get other like Gil, Sharon, Break and other. But for Break, though he just a supporting character, but he play out being a very fun making but yet wise with some past agenda character. I also like seiyuu Ishida Akira how he make Break a fun looking man. One of my favorite character in Pandora. Other i find completely annoying and needless like Oz uncle, and Alice; the character i though is gonna be cool but yet annoy.\n\n\u001b[1mパンドラのキャラクターはナバリよりも劣っていたが、実際には主なリードだった。 最初からオズは幸せな幸運な仲間だった、今ここにいたものを受け入れよう。 川澄綾子はアリスの声優としてはうまくいったが、彼女の性格は偉大で力強い（申し訳ありませんが、犯罪ではない）ことを知っているような気がしますが、パワフルでクールです。 ほとんどの場合、あなたはシリーズに出くわす。 あなたは、不思議の国のアリスの古典からのキャラクターのいくつかが、望月先生の手によって様式化されていることがわかります。 ウサギ、アリス、マッドハッター、チェシャーキャットは、これまでのところ、古典的なアリスから私が知っているキャラクターです。これは、関連しているか、別の形で現れています。 偽の笑顔で 彼は最初から役に立たなかったが、少なくともエピソード19、20を開始し、最終的に彼は本当に主人公になり、モーションの少ないデバイスから動くデバイスに変わった。 もちろん、彼はここに来るためだけにそれを行うことはできませんでした、あなたはまた、ギル、シャロン、ブレイク、他のような他の取得します。 しかし、ブレイクのためには、彼はただの支持者ですが、彼は非常に面白い演技をしていますが、過去のアジェンダキャラクターでは賢明です。 私はまた、彼がどのように楽しい探している人を壊す石田春雨が好きです。 パンドラの私の好きなキャラクターのひとり。 他の私は、オズの叔父、アリスのように完全に迷惑で不必要なものを見つける。 私のキャラクターはクールだが、それでも迷惑だ。\u001b[22m\n\u001b[1m(Pandora no kyarakutā wa Nabari yori mo ototte itaga, jissai ni wa omona rīdodatta. Saisho kara Ozu wa shiawasena kōun'na nakamadatta, imakoko ni ita mono o ukeireyou. Nise no egao de kare wa saisho kara yakunitatanakattaga, sukunakutomo episōdo 19, 20 o kaishi shi, saishūtekini kare wa hontōni shujinkō ni nari, mōshon no sukunai debaisu kara ugoku debaisu ni kawatta. Mochiron, kare wa koko ni kuru tame dake ni sore o okonau koto wa dekimasendeshita, anata wa mata, giru, Sharon, bureiku, hoka no yōna ta no shutoku shimasu. Shikashi, bureiku no tame ni wa, kare wa tada no shiji-shadesuga, kare wa hijō ni omoshiroi engi o shite imasuga, kako no ajendakyarakutāde wa kenmeidesu. Watashi wa mata, kare ga dono yō ni tanoshī sagashite iru hito o kowasu Ishida harusame ga sukidesu. Pandora no watashi no sukina kyarakutā no hitori. Hoka no watashi wa, Ozu no oji, Arisu no yō ni kanzen ni meiwakude fuhitsuyōna mono o mitsukeru. Watashi no kyarakutā wa kūrudaga, soredemo meiwakuda. Kawasumi ayako wa Arisu no seiyū to shite wa umaku ittaga, kanojo no seikaku wa idaide chikaradzuyoi (mōshiwakearimasenga, hanzaide wa nai) koto o shitte iru yōna ki ga shimasuga, pawafuru de kūrudesu. Hotondo no baai, anata wa shirīzu ni dekuwasu. Anata wa, fushiginokuninoarisu no koten kara no kyarakutā no ikutsu ka ga, Mochidzuki sensei no te ni yotte yōshiki-ka sa rete iru koto ga wakarimasu. Usagi, Arisu, maddohattā, cheshākyatto wa, kore made no tokoro, koten-tekina Arisu kara watashi ga shitte iru kyarakutādesu. Kore wa, kanren shite iru ka,-betsu no katachi de arawarete imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nAnd overall on the character, only i see Oz who have good change on his personalty while the rest are just taking a few step for change.\n\n\u001b[1mそして、キャラクター全体に、私はオズが自分のパーソナリティに良い変化をしているのを見ているだけですが、残りは変化のために少し歩いています。\u001b[22m\n\u001b[1m(Soshite, kyarakutā zentai ni, watashi wa Ozu ga jibun no pāsonariti ni yoi henka o shite iru no o mite iru dakedesuga, nokori wa henka no tame ni sukoshi aruite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd overall on the character, only i see Oz who have good change on his personalty while the rest are just taking a few step for change.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd overall on the character, only i see Oz who have good change on his personalty while the rest are just taking a few step for change.\u001b[24m\n    \u001b[1mそして、キャラクター全体に、私はオズが自分のパーソナリティに良い変化をしているのを見ているだけですが、残りは変化のために少し歩いています。\u001b[22m, \u001b[1mそして、全体の文字に、唯一の私は、残りはちょうど変更のためのいくつかのステップを取っている間、彼の動産に良い変化がオズを参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nVisual presentation for Pandora should be vital because we talk about 'English Gothic Visual', something like Kuroshisuji. Mochizuki-sensei was able pull up the 'light version' of Kuroshisuji in the manga, but Xebec was able to pull those pretty visual in it. From the character clothes, Chain, even the house was good enough presented here. Is like 'Alice in Fantasy-Manga-land' unlike Tim Burton version.\n\n\u001b[1m黒執事のような「英語ゴシックビジュアル」について話すので、パンドラのビジュアルプレゼンテーションは重要です。  Mochizuki先生は、マンガの黒執事の「ライトバージョン」を引き上げることができましたが、Xebecはそれをきれいに描くことができました。 キャラクターの服から、チェーン、ここまで十分な家がありました。  Tim Burtonのバージョンとは違って、「ファンタジー - マンガのアリス」のようなものです。\u001b[22m\n\u001b[1m(Kuro shitsuji no yōna `eigo goshikkubijuaru' ni tsuite hanasunode, Pandora no bijuarupurezentēshon wa jūyōdesu. Mochizuki sensei wa, manga no kuro shitsuji no `raitobājon' o hikiageru koto ga dekimashitaga, Xebec wa sore o kirei ni kaku koto ga dekimashita. Kyarakutā no fuku kara, chēn, koko made jūbun'na ie ga arimashita. Tim Burton no bājon to wa chigatte,`fantajī - manga no Arisu' no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mVisual presentation for Pandora should be vital because we talk about 'English Gothic Visual', something like Kuroshisuji. Mochizuki-sensei was able pull up the 'light version' of Kuroshisuji in the manga, but Xebec was able to pull those pretty visual in it. From the character clothes, Chain, even the house was good enough presented here. Is like 'Alice in Fantasy-Manga-land' unlike Tim Burton version.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisual presentation for Pandora should be vital because we talk about 'English Gothic Visual', something like Kuroshisuji.\u001b[24m\n    \u001b[1m黒執事のような「英語ゴシックビジュアル」について話すので、パンドラのビジュアルプレゼンテーションは重要です。\u001b[22m, \u001b[1m私たちは「英語ゴシックビジュアル」、Kuroshisujiような何かについて話をするのでパンドラのためのビジュアルプレゼンテーションが不可欠であるべきです。\u001b[22m\n\u001b[4mMochizuki-sensei was able pull up the 'light version' of Kuroshisuji in the manga, but Xebec was able to pull those pretty visual in it.\u001b[24m\n    \u001b[1mMochizuki先生は、マンガの黒執事の「ライトバージョン」を引き上げることができましたが、Xebecはそれをきれいに描くことができました。\u001b[22m, \u001b[1m望月先生が漫画にKuroshisujiの「軽いバージョンを「プルアップできましたが、ジーベックはそれにかなりのビジュアルそれらを引くことができました。\u001b[22m\n\u001b[4mFrom the character clothes, Chain, even the house was good enough presented here.\u001b[24m\n    \u001b[1mキャラクターの服から、チェーン、ここまで十分な家がありました。\u001b[22m, \u001b[1mキャラクターの服から、チェーン、でも家はここに提示十分に良好でした。\u001b[22m\n\u001b[4mIs like 'Alice in Fantasy-Manga-land' unlike Tim Burton version.\u001b[24m\n    \u001b[1mTim Burtonのバージョンとは違って、「ファンタジー - マンガのアリス」のようなものです。\u001b[22m, \u001b[1mティム・バートンのバージョンとは異なり、「ファンタジー・マンガ・土地の国のアリス」のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nVisually disappointed was the action scene, to watch the whole series with poorly animated action is like torment in my boring-ness. Xebec, maybe not the type of studio that's is well animated action; is watching Naruto: they cross blade for 10 sec. then later enter a whole minute of needless talk (in Naruto, WORST! the whole god-damm 10,15 minute) and they fight for a few sec. or enter another desperate talk scene or whatever annoying stuff they can put. But luckily to say a least is that normal character animation was decent enough to watch and some of the gimmick in show was good and funny. Enough to keep you entertaining.\n\n\u001b[1m視覚的に失望したアクションシーンは、アニメーションが不十分なアニメーションのシリーズ全体が私の退屈な苦悩のようなものであることを見守ることでした。  Xebec、おそらくアニメーション化されたアクションのスタジオタイプではないかもしれません。 ナルトを見ている：彼らは10秒間刃を交差させる。 後で不必要な話の1分を入力してください（Naruto、WORST！全体の神ダム10,15分）、彼らは数秒間戦います。 別の絶望的なトークシーンに入るか、迷惑なものを入れてもかまいません。 しかし、幸いなことに、少なくともキャラクターのアニメーションは十分に見えていて、ショーのギミックのいくつかはうまく面白かったということです。 あなたを楽しませ続けるには十分です。\u001b[22m\n\u001b[1m(Shikaku-teki ni shitsubō shita akushonshīn wa, animēshon ga fujūbun'na animēshon no shirīzu zentai ga watashi no taikutsuna kunō no yōna monodearu koto o mimamoru kotodeshita. Xebec, osoraku animēshon-ka sa reta akushon no sutajio taipude wanai kamo shiremasen. Naruto o mite iru: Karera wa 10-byōkan ha o kōsa sa seru. Atode fuhitsuyōna hanashi no 1-bu o nyūryoku shite kudasai (Naruto, wāsuto! Zentai no kami damu 10, 15-bu), karera wa sū-byōkan tatakaimasu. Betsu no zetsubō-tekina tōkushīn ni hairu ka, meiwakuna mono o iretemo kamaimasen. Shikashi, saiwaina koto ni, sukunakutomo kyarakutā no animēshon wa jūbun ni miete ite, shō no gimikku no ikutsu ka wa umaku omoshirokatta to iu kotodesu. Anata o tanoshima se tsudzukeru ni wa jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mVisually disappointed was the action scene, to watch the whole series with poorly animated action is like torment in my boring-ness. Xebec, maybe not the type of studio that's is well animated action; is watching Naruto: they cross blade for 10 sec. then later enter a whole minute of needless talk (in Naruto, WORST! the whole god-damm 10,15 minute) and they fight for a few sec. or enter another desperate talk scene or whatever annoying stuff they can put. But luckily to say a least is that normal character animation was decent enough to watch and some of the gimmick in show was good and funny. Enough to keep you entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVisually disappointed was the action scene, to watch the whole series with poorly animated action is like torment in my boring-ness.\u001b[24m\n    \u001b[1m視覚的に失望したアクションシーンは、アニメーションが不十分なアニメーションのシリーズ全体が私の退屈な苦悩のようなものであることを見守ることでした。\u001b[22m, \u001b[1m不十分なアニメーションアクションで全シリーズは私の退屈なネスに苦痛のようである見るために、アクションシーン視覚的にがっかりしました。\u001b[22m\n\u001b[4mXebec, maybe not the type of studio that's is well animated action;\u001b[24m\n    \u001b[1mXebec、おそらくアニメーション化されたアクションのスタジオタイプではないかもしれません。\u001b[22m, \u001b[1mジーベックは、多分だスタジオのないタイプはよくアニメーションアクションです。\u001b[22m\n\u001b[4mis watching Naruto: they cross blade for 10 sec.\u001b[24m\n    \u001b[1mナルトを見ている：彼らは10秒間刃を交差させる。\u001b[22m, \u001b[1mナルトを見ている：彼らは、10秒間のブレードを横切ります。\u001b[22m\n\u001b[4mthen later enter a whole minute of needless talk (in Naruto, WORST! the whole god-damm 10,15 minute) and they fight for a few sec.\u001b[24m\n    \u001b[1m後で不必要な話の1分を入力してください（Naruto、WORST！全体の神ダム10,15分）、彼らは数秒間戦います。\u001b[22m, \u001b[1mその後（ナルト、WORST！全体の神ダム10,15分で）無駄話の全体の分を入力して、彼らは数秒のために戦います。\u001b[22m\n\u001b[4mor enter another desperate talk scene or whatever annoying stuff they can put.\u001b[24m\n    \u001b[1m別の絶望的なトークシーンに入るか、迷惑なものを入れてもかまいません。\u001b[22m, \u001b[1mまたは別の必死のトークシーンを入力するか、彼らは迷惑なものは何でもものを置くことができます。\u001b[22m\n\u001b[4mBut luckily to say a least is that normal character animation was decent enough to watch and some of the gimmick in show was good and funny.\u001b[24m\n    \u001b[1mしかし、幸いなことに、少なくともキャラクターのアニメーションは十分に見えていて、ショーのギミックのいくつかはうまく面白かったということです。\u001b[22m, \u001b[1mしかし、幸いなことに、少なくとも通常のキャラクタアニメーションを見るには十分立派だったとショーでギミックのいくつかは良いと面白かったということであると言います。\u001b[22m\n\u001b[4mEnough to keep you entertaining.\u001b[24m\n    \u001b[1mあなたを楽しませ続けるには十分です。\u001b[22m, \u001b[1m面白いあなたを維持するのに十分。\u001b[22m\n\u001b[1m\u001b[22m\nMusic, no need to say: KAJIURA YUKI-SAMA!!!!!!!!! FICTION JUNCTION!!!!!!! SAVAGE GENIUS!!!!!!! need review on that?......OK, maybe some commented:\n\n\u001b[1m音楽、言いたいことはない：KAJIURA YUKI-SAMA!!!!!!!!! フィクションジャンクション!!!!!!!  SAVAGE GENIUS!!!!!!! それについてのレビューが必要なのでしょうか？......確かに、いくつかのコメント：\u001b[22m\n\u001b[1m(Ongaku, iitai koto wanai: KAJIURA yuki - samā!!!!!!!!! Fikushonjankushon!!!!!!! SAVAGE GENIUS!!!!!!! Sore ni tsuite no rebyū ga hitsuyōna nodeshou ka? ... ... Tashika ni, ikutsu ka no komento:)\u001b[22m\n\nTranslations of \u001b[4mMusic, no need to say: KAJIURA YUKI-SAMA!!!!!!!!! FICTION JUNCTION!!!!!!! SAVAGE GENIUS!!!!!!! need review on that?......OK, maybe some commented:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic, no need to say: KAJIURA YUKI-SAMA!!!!!!!!!\u001b[24m\n    \u001b[1m音楽、言いたいことはない：KAJIURA YUKI-SAMA!!!!!!!!!\u001b[22m, \u001b[1m音楽、言うする必要はありません：梶浦由記-SAMA!!!!!!!!!\u001b[22m\n\u001b[4mFICTION JUNCTION!!!!!!!\u001b[24m\n    \u001b[1mフィクションジャンクション!!!!!!!\u001b[22m, \u001b[1mFICTION接合!!!!!!!\u001b[22m\n\u001b[4mSAVAGE GENIUS!!!!!!!\u001b[24m\n    \u001b[1mSAVAGE GENIUS!!!!!!!\u001b[22m\n\u001b[4mneed review on that?......OK, maybe some commented:\u001b[24m\n    \u001b[1mそれについてのレビューが必要なのでしょうか？......確かに、いくつかのコメント：\u001b[22m, \u001b[1mその上でレビューを必要とする...... OK、おそらくいくつかのコメント？：\u001b[22m\n\u001b[1m\u001b[22m\nNeedless to say Kaijura-sama who knows doing Kara no Kyoukai OST is here being the main composer for Pandora. You get nostalgic feel from hearing Kaijura-sama trademark symphony music with modern music fusion and of course a perfect music to fit one of the gentle/sadden/other good moment in Pandora. The opening by FICTION, though i admit is not my favorite but i applaud their vocal. So i skip that every time is start. (Sorry...^^) The 2 ending by Savage Genius was enough to put a ring on my ear. The 1st ending was a bit rush but with with the keyboard in the music makes it catching in my hearing; the 2nd ending was smooth and sentimental, makes a perfect ending to the whole show.\n\n\u001b[1m言うまでもなく、カラの教会をやっていることを知っているカイチュラさまは、ここではパンドラの主な作曲家です。 現代音楽の融合ともちろん、Pandoraの穏やかな/悲しい/他の良い瞬間のひとつに合う完璧な音楽を聞くことで、Kaijura-samaの商標交響曲を聞くことから、懐かしい感じがします。 フィクションのオープニングは、私が好きではないが、ボーカルに拍手を送る。 だから私は毎回スタートをスキップします。  （申し訳ありません... ^^）Savage Geniusによる2つの結末は、私の耳にリングを付けるのに十分でした。  1回目のエンディングはちょっとラッシュだったけど、キーボードの鍵盤を押せば聞こえるようになった。  2回目のエンディングはスムーズで感傷的で、ショー全体を完璧に終わらせました。\u001b[22m\n\u001b[1m(Iumademonaku, kara no kyōkai o yatte iru koto o shitte iru kaichura-sama wa, kokode wa Pandora no omona sakkyokkadesu. Gendai ongaku no yūgō to mochiron, pandora no odayakana/ kanashī/ hoka no yoi shunkan no hitotsu ni au kanpekina ongaku o kiku koto de, Kaijura - sama no shōhyō kōkyōkyoku o kiku koto kara, natsukashī kanji ga shimasu. Fikushon no ōpuningu wa, watashi ga sukide wa naiga, bōkaru ni hakushu o okuru. Dakara watashi wa maikai sutāto o sukippu shimasu. (Mōshiwakearimasen... ^ ^) Sabēji jiniasu ni yoru 2tsu no ketsumatsu wa, watashi no mimi ni ringu o tsukeru no ni jūbundeshita. 1-Kai-me no endingu wa chotto rasshudattakedo, kībōdo no kenban o oseba kikoeru yō ni natta. 2-Kai-me no endingu wa sumūzu de kanshō-tekide, shō zentai o kanpeki ni owara semashita.)\u001b[22m\n\nTranslations of \u001b[4mNeedless to say Kaijura-sama who knows doing Kara no Kyoukai OST is here being the main composer for Pandora. You get nostalgic feel from hearing Kaijura-sama trademark symphony music with modern music fusion and of course a perfect music to fit one of the gentle/sadden/other good moment in Pandora. The opening by FICTION, though i admit is not my favorite but i applaud their vocal. So i skip that every time is start. (Sorry...^^) The 2 ending by Savage Genius was enough to put a ring on my ear. The 1st ending was a bit rush but with with the keyboard in the music makes it catching in my hearing; the 2nd ending was smooth and sentimental, makes a perfect ending to the whole show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeedless to say Kaijura-sama who knows doing Kara no Kyoukai OST is here being the main composer for Pandora.\u001b[24m\n    \u001b[1m言うまでもなく、カラの教会をやっていることを知っているカイチュラさまは、ここではパンドラの主な作曲家です。\u001b[22m, \u001b[1m言うまでもなくは、空の境界OSTをしていません知っているKaijura様がここパンドラのための主要な作曲家であることだと言って。\u001b[22m\n\u001b[4mYou get nostalgic feel from hearing Kaijura-sama trademark symphony music with modern music fusion and of course a perfect music to fit one of the gentle/sadden/other good moment in Pandora.\u001b[24m\n    \u001b[1m現代音楽の融合ともちろん、Pandoraの穏やかな/悲しい/他の良い瞬間のひとつに合う完璧な音楽を聞くことで、Kaijura-samaの商標交響曲を聞くことから、懐かしい感じがします。\u001b[22m, \u001b[1mあなたはパンドラで穏やか/ /悲しませる他の良い瞬間の一つに合わせて現代音楽の融合、そしてもちろん、完璧な音楽とKaijura様商標交響曲の音楽を聞いてから懐かしい感触を得ます。\u001b[22m\n\u001b[4mThe opening by FICTION, though i admit is not my favorite but i applaud their vocal.\u001b[24m\n    \u001b[1mフィクションのオープニングは、私が好きではないが、ボーカルに拍手を送る。\u001b[22m, \u001b[1m私は認めるもののFICTIONによって開口は、私のお気に入りはありませんが、私は自分のボーカルを称賛します。\u001b[22m\n\u001b[4mSo i skip that every time is start.\u001b[24m\n    \u001b[1mだから私は毎回スタートをスキップします。\u001b[22m, \u001b[1mだから私はすべての時間が開始されていることをスキップします。\u001b[22m\n\u001b[4m(Sorry...^^) The 2 ending by Savage Genius was enough to put a ring on my ear.\u001b[24m\n    \u001b[1m（申し訳ありません... ^^）Savage Geniusによる2つの結末は、私の耳にリングを付けるのに十分でした。\u001b[22m, \u001b[1m（申し訳ありませんが... ^^）サベージ天才によって2結末は、私の耳にリングを置くのに十分でした。\u001b[22m\n\u001b[4mThe 1st ending was a bit rush but with with the keyboard in the music makes it catching in my hearing;\u001b[24m\n    \u001b[1m1回目のエンディングはちょっとラッシュだったけど、キーボードの鍵盤を押せば聞こえるようになった。\u001b[22m, \u001b[1m第一結末は、ビットラッシュが、音楽にキーボードが私の耳にキャッチそれを作るとしていました。\u001b[22m\n\u001b[4mthe 2nd ending was smooth and sentimental, makes a perfect ending to the whole show.\u001b[24m\n    \u001b[1m2回目のエンディングはスムーズで感傷的で、ショー全体を完璧に終わらせました。\u001b[22m, \u001b[1m滑らかで感傷的だったエンディング第二は、番組全体に完璧な結末になります。\u001b[22m\n\u001b[1m\u001b[22m\nThe enjoyment of the show is like time machine ride where you travel to the past and present and the unthinkable. As you gone through those time you collect piece of the puzzle and you put them together into picture. Unfortunately, that picture is incompletely. Pandora anime left out some of mysteries that are yet to uncover. But thankfully no, as to follow and respect the original manga story line (I don't know Xebec are following that). And a least Xebec is a smart ass to wrap the whole anime with their own anime conclusion.\n\n\u001b[1mショーの楽しさは、あなたが過去と現在に旅行し、想像を絶することができるタイムマシンライドのようなものです。 あなたがその時間を過ぎるにつれて、あなたはパズルの一部を集め、それらを一緒に絵に入れます。 残念ながら、その写真は不完全です。 パンドラのアニメは未だ発見されていない謎のいくつかを取り除いた。 しかし、ありがたいことに、元の漫画のストーリー・ラインを尊重し、尊重します（私はXebecがそれに従っているかどうか分かりません）。 そして、少なくともXebecは、アニメ全体を自分のアニメの結論で包み込む賢いお尻です。\u001b[22m\n\u001b[1m(Shō no tanoshisa wa, anata ga kako to genzai ni ryokō shi, sōzō o zessuru koto ga dekiru taimumashinraido no yōna monodesu. Anata ga sono toki o sugiru ni tsurete, anata wa pazuru no ichibu o atsume, sorera o issho ni e ni iremasu. Zan'nen'nagara, sono shashin wa fukanzendesu. Pandora no anime wa imada hakken sa rete inai nazo no ikutsu ka o torinozoita. Shikashi, arigatai koto ni,-moto no manga no sutōrī rain o sonchō shi, sonchō shimasu (watashi wa Xebec ga sore ni shitagatte iru ka dō ka wakarimasen). Soshite, sukunakutomo Xebec wa, anime zentai o jibun no anime no ketsuron de tsutsumikomu kashikoi o shiridesu.)\u001b[22m\n\nTranslations of \u001b[4mThe enjoyment of the show is like time machine ride where you travel to the past and present and the unthinkable. As you gone through those time you collect piece of the puzzle and you put them together into picture. Unfortunately, that picture is incompletely. Pandora anime left out some of mysteries that are yet to uncover. But thankfully no, as to follow and respect the original manga story line (I don't know Xebec are following that). And a least Xebec is a smart ass to wrap the whole anime with their own anime conclusion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe enjoyment of the show is like time machine ride where you travel to the past and present and the unthinkable.\u001b[24m\n    \u001b[1mショーの楽しさは、あなたが過去と現在に旅行し、想像を絶することができるタイムマシンライドのようなものです。\u001b[22m, \u001b[1mショーの楽しみは、あなたが過去と現在とは考えられないに旅行タイムマシンに乗ってのようなものです。\u001b[22m\n\u001b[4mAs you gone through those time you collect piece of the puzzle and you put them together into picture.\u001b[24m\n    \u001b[1mあなたがその時間を過ぎるにつれて、あなたはパズルの一部を集め、それらを一緒に絵に入れます。\u001b[22m, \u001b[1mあなたがそれらの時間を経たように、あなたは、パズルのピースを収集し、あなたが絵の中に一緒にそれらを置きます。\u001b[22m\n\u001b[4mUnfortunately, that picture is incompletely.\u001b[24m\n    \u001b[1m残念ながら、その写真は不完全です。\u001b[22m, \u001b[1m残念ながら、その絵が不完全です。\u001b[22m\n\u001b[4mPandora anime left out some of mysteries that are yet to uncover.\u001b[24m\n    \u001b[1mパンドラのアニメは未だ発見されていない謎のいくつかを取り除いた。\u001b[22m, \u001b[1mパンドラアニメは明らかにまだある謎のいくつかを残しました。\u001b[22m\n\u001b[4mBut thankfully no, as to follow and respect the original manga story line (I don't know Xebec are following that).\u001b[24m\n    \u001b[1mしかし、ありがたいことに、元の漫画のストーリー・ラインを尊重し、尊重します（私はXebecがそれに従っているかどうか分かりません）。\u001b[22m, \u001b[1mしかし、原作のストーリーラインに従って尊重するようありがたいことのない、（私はジーベックはそれに従っているかわかりません）。\u001b[22m\n\u001b[4mAnd a least Xebec is a smart ass to wrap the whole anime with their own anime conclusion.\u001b[24m\n    \u001b[1mそして、少なくともXebecは、アニメ全体を自分のアニメの結論で包み込む賢いお尻です。\u001b[22m, \u001b[1mそして、少なくともジーベックは、独自のアニメ結論に全アニメをラップするためのスマートなお尻です。\u001b[22m\n\u001b[1m\u001b[22m\nPandora Heart anime was not a great anime, but a good anime that should decent to watch and enjoy. Though the boring action scene, Alice bitching around, or some left out conclusion. But the story about the boy who fell and meet 'Alice in the Abyss' was something you might find it fantasize and don't forget the pretty visual that are shown through the series.\n\n\u001b[1mパンドラのハートアニメは偉大なアニメではありませんでしたが、見て楽しむにはうってつけのアニメでした。 退屈なアクションシーン、アリスは嫌になったり、いくつかの結論を残しましたが。 しかし、落ちて「アリスのアリス」に出会った少年の物語は、あなたが幻想的であると感じるかもしれないものであり、シリーズを通して見えるかわいらしいビジュアルを忘れることはありませんでした。\u001b[22m\n\u001b[1m(Pandora no hātoanime wa idaina animede wa arimasendeshitaga, mite tanoshimu ni wa uttetsuke no animedeshita. Taikutsuna akushonshīn, Arisu wa iya ni nattari, ikutsu ka no ketsuron o nokoshimashitaga. Shikashi, ochite `Arisu no Arisu' ni deatta shōnen no monogatari wa, anata ga gensō-tekidearu to kanjiru kamo shirenai monodeari, shirīzu o tōshite mieru kawairashī bijuaru o wasureru koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mPandora Heart anime was not a great anime, but a good anime that should decent to watch and enjoy. Though the boring action scene, Alice bitching around, or some left out conclusion. But the story about the boy who fell and meet 'Alice in the Abyss' was something you might find it fantasize and don't forget the pretty visual that are shown through the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPandora Heart anime was not a great anime, but a good anime that should decent to watch and enjoy.\u001b[24m\n    \u001b[1mパンドラのハートアニメは偉大なアニメではありませんでしたが、見て楽しむにはうってつけのアニメでした。\u001b[22m, \u001b[1mパンドラハートアニメは素晴らしいアニメが、まともな見て、楽しむために必要があります良いアニメはありませんでした。\u001b[22m\n\u001b[4mThough the boring action scene, Alice bitching around, or some left out conclusion.\u001b[24m\n    \u001b[1m退屈なアクションシーン、アリスは嫌になったり、いくつかの結論を残しましたが。\u001b[22m, \u001b[1m退屈なアクションシーンが、アリスは約格好いい、またはいくつかの結論を残しました。\u001b[22m\n\u001b[4mBut the story about the boy who fell and meet 'Alice in the Abyss' was something you might find it fantasize and don't forget the pretty visual that are shown through the series.\u001b[24m\n    \u001b[1mしかし、落ちて「アリスのアリス」に出会った少年の物語は、あなたが幻想的であると感じるかもしれないものであり、シリーズを通して見えるかわいらしいビジュアルを忘れることはありませんでした。\u001b[22m, \u001b[1mしかし落ちたと 'アビスの国のアリス」を満たしている少年の物語は、あなたがそれが空想見つけるかもしれないし、シリーズを通して示されていることはかなりビジュアルを忘れてはいけない何かがありました。\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "connielas",
    "profile": "/profile/connielas/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=27218",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\n私にとっては面白いアニメとユニークなものですが、問題はあまりにも多くの質問があり、答えが得られていない可能性があります。もし彼らがこのアニメのシーズン2を作るなら、前よりももっと好きかもしれません。 オズベコスのように彼はとても親切です。私はキャラクターが他のキャラクターにどのように捧げられたかが大好きです。 私は音楽も好きです。 このアニメはドラマと可能性に焦点を当てています。 それであなたはそれを持っています。 パンドラの心は面白いこともありますが、私はこのアニメの中でドラマを感じます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nfor me it's a funny anime and a unique one also but the problem is there are so many questions that haven't been even answered so maybe if they would make a season 2 of this anime i might like it more than before.. i also like oz becoz he is very kind.. I love how the characters devoted themselves to other characters. I also like the music. This anime focuses on dramas and possibilities. So there you have it. Pandora hearts can be funny sometimes but i feel the drama within this anime.\n\n\u001b[1m私にとっては面白いアニメとユニークなものですが、問題はあまりにも多くの質問があり、答えが得られていない可能性があります。もし彼らがこのアニメのシーズン2を作るなら、前よりももっと好きかもしれません。 オズベコスのように彼はとても親切です。私はキャラクターが他のキャラクターにどのように捧げられたかが大好きです。 私は音楽も好きです。 このアニメはドラマと可能性に焦点を当てています。 それであなたはそれを持っています。 パンドラの心は面白いこともありますが、私はこのアニメの中でドラマを感じます。\u001b[22m\n\u001b[1m(Watashi ni totte wa omoshiroi anime to yunīkuna monodesuga, mondai wa amarini mo ōku no shitsumon ga ari, kotae ga e rarete inai kanōsei ga arimasu. Moshi karera ga kono anime no shīzun 2 o tsukurunara, mae yori mo motto suki kamo shiremasen. Ozubekosu no yō ni kare wa totemo shinsetsudesu. Watashi wa kyarakutā ga hoka no kyarakutā ni dono yō ni sasage rareta ka ga daisukidesu. Watashi wa ongaku mo sukidesu. Kono anime wa dorama to kanōsei ni shōten o atete imasu. Sorede anata wa sore o motte imasu. Pandora no kokoro wa omoshiroi koto mo arimasuga, watashi wa kono anime no naka de dorama o kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mfor me it's a funny anime and a unique one also but the problem is there are so many questions that haven't been even answered so maybe if they would make a season 2 of this anime i might like it more than before.. i also like oz becoz he is very kind.. I love how the characters devoted themselves to other characters. I also like the music. This anime focuses on dramas and possibilities. So there you have it. Pandora hearts can be funny sometimes but i feel the drama within this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfor me it's a funny anime and a unique one also but the problem is there are so many questions that haven't been even answered so maybe if they would make a season 2 of this anime i might like it more than before.. i also\u001b[24m\n    \u001b[1m私にとっては面白いアニメとユニークなものですが、問題はあまりにも多くの質問があり、答えが得られていない可能性があります。もし彼らがこのアニメのシーズン2を作るなら、前よりももっと好きかもしれません。\u001b[22m, \u001b[1m私のためにそれは面白いアニメや、ユニークな一つだが、問題は、彼らは私が以前よりもそれがより好きかもしれないこのアニメのシーズン2を作るならば、そうであっても、多分答えられていないので、多くの質問は私も..あるあります\u001b[22m\n\u001b[4mlike oz becoz he is very kind.. I love how the characters devoted themselves to other characters.\u001b[24m\n    \u001b[1mオズベコスのように彼はとても親切です。私はキャラクターが他のキャラクターにどのように捧げられたかが大好きです。\u001b[22m, \u001b[1m彼は非常に親切であるbecozオンスのように..私は文字が他の文字に身を捧げた方法が大好きです。\u001b[22m\n\u001b[4mI also like the music.\u001b[24m\n    \u001b[1m私は音楽も好きです。\u001b[22m, \u001b[1m私はまた、音楽が好き。\u001b[22m\n\u001b[4mThis anime focuses on dramas and possibilities.\u001b[24m\n    \u001b[1mこのアニメはドラマと可能性に焦点を当てています。\u001b[22m, \u001b[1mこのアニメは、ドラマや可能性に焦点を当てています。\u001b[22m\n\u001b[4mSo there you have it.\u001b[24m\n    \u001b[1mそれであなたはそれを持っています。\u001b[22m, \u001b[1mだから、あなたはそれを持っています。\u001b[22m\n\u001b[4mPandora hearts can be funny sometimes but i feel the drama within this anime.\u001b[24m\n    \u001b[1mパンドラの心は面白いこともありますが、私はこのアニメの中でドラマを感じます。\u001b[22m, \u001b[1mパンドラの心は時々面白いことができますが、私はこのアニメの中にドラマを感じます。\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "Amethyst_Soul",
    "profile": "/profile/Amethyst_Soul/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=116167",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  8\n\n私はPandora Heartsはいいアニメだと思う。 しかし、それは2番目のシーズンが必要です。 それ以前にアリスは殺されるのだろうか？ あるいは、彼らはその信仰を逃れる道を見つけるでしょうか？ エピソード25での結末は急いで、たくさんの質問で私に教えてくれました。 オズの父親はなぜオズに対して恨みを抱いたのか？  「どこで誰がグレンバスカヴィルで、なぜ彼は誰を殺すよう命じたの？  「EloitはなぜLacy / Lacieを書いた人だと言ったのですか？  Glen Baskervilleとの彼の関係は何ですか？ そしてもっとたくさん。 私の主な質問を含める 'シールが完了したら、オズとアリスにはどうなるでしょうか？ 彼らはアビーに引っ張られるのだろうか？\nプラスいくつかは私には少し不明です。\n\nしかし、大丈夫です。 私の意見; パンドラハートはユーモアがあり、好奇心をそそる良いアニメです。 私はアニメを推薦しますが、私はまた、もう少し説明するアリスとオズの信念を持って、2人目のシーズンを作ることをメーカーに勧めます。 アリスが彼女のすべての思い出を背中合わせに見つけたら。 それはちょうど未完成です。\n私は人々が私に同意することを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI think Pandora Hearts is a good anime. But it needs a second season. Will Alice be killed before that? Or will they find a way to escape that faith?' The ending in episode 25 was rushed and let me with a bunch of questions. Including 'Why did Oz's father hold a grudge against Oz?' 'Where and who is Glen Baskerville and why did he order to murder everyone?' 'Why did Eloit say he was the one who wrote Lacy/Lacie? What is his connection with Glen Baskerville?' and a lot more. Including my main question 'What will happen to Oz and Alice once the seal is completed? Will they be dragged into the Abbys?\n\n\u001b[1m私はPandora Heartsはいいアニメだと思う。 しかし、それは2番目のシーズンが必要です。 それ以前にアリスは殺されるのだろうか？ あるいは、彼らはその信仰を逃れる道を見つけるでしょうか？ エピソード25での結末は急いで、たくさんの質問で私に教えてくれました。 オズの父親はなぜオズに対して恨みを抱いたのか？  「どこで誰がグレンバスカヴィルで、なぜ彼は誰を殺すよう命じたの？  「EloitはなぜLacy / Lacieを書いた人だと言ったのですか？  Glen Baskervilleとの彼の関係は何ですか？ そしてもっとたくさん。 私の主な質問を含める 'シールが完了したら、オズとアリスにはどうなるでしょうか？ 彼らはアビーに引っ張られるのだろうか？\u001b[22m\n\u001b[1m(Watashi wa pandorahātsu wa ī animeda to omou. Shikashi, sore wa 2-banme no shīzun ga hitsuyōdesu. Episōdo 25 de no ketsumatsu wa isoide, takusan no shitsumon de watashi ni oshiete kuremashita. Ozu no chichioya wa naze Ozu ni taishite urami o daita no ka? `Doko de dare ga gurenbasukavu~iru de, naze kare wa dare o korosu yō meijita no? `Eloit wa naze Lacy/ Lacie o kaita hitoda to itta nodesu ka? Glen Baskerville to no kare no kankei wa nanidesu ka? Soshite motto takusan. Watashi no omona shitsumon o fukumeru' shīru ga kanryō shitara, Ozu to Arisu ni wa dō narudeshou ka? Karera wa abī ni hippara reru nodarou ka? Sore izen ni Arisu wa korosa reru nodarou ka? Aruiwa, karera wa sono shinkō o nogareru michi o mitsukerudeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mI think Pandora Hearts is a good anime. But it needs a second season. Will Alice be killed before that? Or will they find a way to escape that faith?' The ending in episode 25 was rushed and let me with a bunch of questions. Including 'Why did Oz's father hold a grudge against Oz?' 'Where and who is Glen Baskerville and why did he order to murder everyone?' 'Why did Eloit say he was the one who wrote Lacy/Lacie? What is his connection with Glen Baskerville?' and a lot more. Including my main question 'What will happen to Oz and Alice once the seal is completed? Will they be dragged into the Abbys?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think Pandora Hearts is a good anime.\u001b[24m\n    \u001b[1m私はPandora Heartsはいいアニメだと思う。\u001b[22m, \u001b[1m私はパンドラハーツが良いアニメだと思います。\u001b[22m\n\u001b[4mBut it needs a second season.\u001b[24m\n    \u001b[1mしかし、それは2番目のシーズンが必要です。\u001b[22m, \u001b[1mしかし、それは第二シーズンを必要とします。\u001b[22m\n\u001b[4mThe ending in episode 25 was rushed and let me with a bunch of questions.\u001b[24m\n    \u001b[1mエピソード25での結末は急いで、たくさんの質問で私に教えてくれました。\u001b[22m, \u001b[1mエピソード25で終わるが殺到し、質問の束を私に聞かせました。\u001b[22m\n\u001b[4mIncluding 'Why did Oz's father hold a grudge against Oz?'\u001b[24m\n    \u001b[1mオズの父親はなぜオズに対して恨みを抱いたのか？\u001b[22m, \u001b[1m「なぜオズの父親は、オズに恨みを保持したのか？」を含みます\u001b[22m\n\u001b[4m'Where and who is Glen Baskerville and why did he order to murder everyone?'\u001b[24m\n    \u001b[1m「どこで誰がグレンバスカヴィルで、なぜ彼は誰を殺すよう命じたの？\u001b[22m, \u001b[1m「どこで、誰がグレンバスカヴィルで、なぜ彼は皆を殺害するために注文したのですか？」\u001b[22m\n\u001b[4m'Why did Eloit say he was the one who wrote Lacy/Lacie?\u001b[24m\n    \u001b[1m「EloitはなぜLacy / Lacieを書いた人だと言ったのですか？\u001b[22m, \u001b[1m「なぜEloitは、彼がレイシー/レイシーを書いたものだったと言ったのですか？\u001b[22m\n\u001b[4mWhat is his connection with Glen Baskerville?'\u001b[24m\n    \u001b[1mGlen Baskervilleとの彼の関係は何ですか？\u001b[22m, \u001b[1mグレンバスカヴィルとの彼の接続は何ですか？」\u001b[22m\n\u001b[4mand a lot more.\u001b[24m\n    \u001b[1mそしてもっとたくさん。\u001b[22m\n\u001b[4mIncluding my main question 'What will happen to Oz and Alice once the seal is completed?\u001b[24m\n    \u001b[1m私の主な質問を含める 'シールが完了したら、オズとアリスにはどうなるでしょうか？\u001b[22m, \u001b[1m私の主な質問」シールが完了すると、オズとアリスはどうなります含みますか？\u001b[22m\n\u001b[4mWill they be dragged into the Abbys?\u001b[24m\n    \u001b[1m彼らはアビーに引っ張られるのだろうか？\u001b[22m, \u001b[1mそれらはAbbysにドラッグされますか？\u001b[22m\n\u001b[4mWill Alice be killed before that?\u001b[24m\n    \u001b[1mそれ以前にアリスは殺されるのだろうか？\u001b[22m, \u001b[1mアリスは、その前に殺されますか？\u001b[22m\n\u001b[4mOr will they find a way to escape that faith?'\u001b[24m\n    \u001b[1mあるいは、彼らはその信仰を逃れる道を見つけるでしょうか？\u001b[22m, \u001b[1mそれとも、彼らはその信仰を脱出する方法を見つけるだろうか？」\u001b[22m\nPlus some things are a bit unclear to me.\n\n\u001b[1mプラスいくつかは私には少し不明です。\u001b[22m\n\u001b[1m(Purasu ikutsu ka wa watashiniha sukoshi fumeidesu.)\u001b[22m\n\nTranslations of \u001b[4mPlus some things are a bit unclear to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlus some things are a bit unclear to me.\u001b[24m\n    \u001b[1mプラスいくつかは私には少し不明です。\u001b[22m, \u001b[1mプラスいくつかのものは私には少し不明確です。\u001b[22m\n\u001b[1m\u001b[22m\nBut fine. My opinion; Pandora Heart is a good anime, with a sense of humor and it makes you curious. I recommand the anime, but I also recommend the makers of it to make a second season with some more explaining, Alice and Oz's faith. If Alice finds all her memories back and such. It's just.. unfinished.\n\n\u001b[1mしかし、大丈夫です。 私の意見; パンドラハートはユーモアがあり、好奇心をそそる良いアニメです。 私はアニメを推薦しますが、私はまた、もう少し説明するアリスとオズの信念を持って、それを作るメーカーに2番目のシーズンを作ることを勧めます。 アリスが彼女のすべての思い出を背中合わせに見つけたら。 それはちょうど未完成です。\u001b[22m\n\u001b[1m(Shikashi, daijōbudesu. Watashi no iken; pandorahāto wa yūmoa ga ari, kōkishin o sosoru yoi animedesu. Watashi wa anime o suisen shimasuga, watashi wa mata, mōsukoshi setsumei suru Arisu to Ozu no shin'nen o motte, sore o tsukuru mēkā ni 2-banme no shīzun o tsukuru koto o susumemasu. Arisu ga kanojo no subete no omoide o senakaawase ni mitsuketara. Sore wa chōdo mikanseidesu.)\u001b[22m\n\nTranslations of \u001b[4mBut fine. My opinion; Pandora Heart is a good anime, with a sense of humor and it makes you curious. I recommand the anime, but I also recommend the makers of it to make a second season with some more explaining, Alice and Oz's faith. If Alice finds all her memories back and such. It's just.. unfinished.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut fine.\u001b[24m\n    \u001b[1mしかし、大丈夫です。\u001b[22m, \u001b[1mしかし、細かいです。\u001b[22m\n\u001b[4mMy opinion;\u001b[24m\n    \u001b[1m私の意見;\u001b[22m, \u001b[1m私の意見。\u001b[22m\n\u001b[4mPandora Heart is a good anime, with a sense of humor and it makes you curious.\u001b[24m\n    \u001b[1mパンドラハートはユーモアがあり、好奇心をそそる良いアニメです。\u001b[22m, \u001b[1mパンドラハートはユーモアのセンスで、良いアニメであり、それはあなたが好奇心旺盛になります。\u001b[22m\n\u001b[4mI recommand the anime, but I also recommend the makers of it to make a second season with some more explaining, Alice and Oz's faith.\u001b[24m\n    \u001b[1m私はアニメを推薦しますが、私はまた、もう少し説明するアリスとオズの信念を持って、それを作るメーカーに2番目のシーズンを作ることを勧めます。\u001b[22m, \u001b[1m私はアニメを推薦し、私はまた、いくつかのより多くの説明、アリスとオズの信仰をもって第二シーズンを作ってそれのメーカーをお勧めします。\u001b[22m\n\u001b[4mIf Alice finds all her memories back and such.\u001b[24m\n    \u001b[1mアリスが彼女のすべての思い出を背中合わせに見つけたら。\u001b[22m, \u001b[1mアリスは戻って、そのようなすべての彼女の記憶を見つけた場合。\u001b[22m\n\u001b[4mIt's just.. unfinished.\u001b[24m\n    \u001b[1mそれはちょうど未完成です。\u001b[22m, \u001b[1mそれはちょうど..未完成です。\u001b[22m\nI hope people agree with me.\n\n\u001b[1m私は人々が私に同意することを願っています。\u001b[22m\n\u001b[1m(Watashi wa hitobito ga watashi ni dōi suru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI hope people agree with me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope people agree with me.\u001b[24m\n    \u001b[1m私は人々が私に同意することを願っています。\u001b[22m, \u001b[1m私は人々が私と一緒に同意願っています。\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "Caticat96",
    "profile": "/profile/Caticat96/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=90707",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたはそれを終了したくないアニメになったことがありますか？  Pandora Heartsがこのアニメ全体を通じてどう感じているのか見てみると、私はそれをやめたいとは思わない。 最初から私はこれを考えていましたが、今は私がそこに入り込んでいるところです。私は現在24番のエピソードで、私は今、そのうちの1人です。  Pandora Heartsは、おそらく私が見た最も驚くべきアニメの1つです。 ちょうど2つのエピソードでそれは私のために終わると思う、私は処理することはできません。 私は今、あなたが自分のものが何になったのかを知らせるために、私が24回目のエピソードを開始しようとしている前に、このレビューを書くと思っていました。 あなたはそれを愛するでしょう！ 絶対にそれを愛する！ 私はそれが最高のアニメの1つであると言うことも、おそらく私が今まで見たことのある最高のアニメかもしれません。 私はこれを終わらせたくないが、いつも良いアニメのように彼らはすべて終わりに来る。\n私はスポイラーが原因で私を信じさせません。一度これを見始めると、次に何が起こるのかを知りたいのです。あなたはそれを見たくないでしょう。 あなたはこのシリーズにエピソードが付いてからエピソードを見るつもりです。 あなたはそれに包まれるつもりです。 あなたはその第2シーズンをとても悪くしたいと思っています。 もしあなたが私がいる場所であれば、希望のクラブにようこそ。 笑。 あなたが誰であろうと、これを読んでくれてありがとう、そしてPandora Heartsを見て、あなたがそれを後悔しないことを約束します。  :) このシリーズは、私はあなたがあなたを見て後悔することはありません知っているよ。 このシリーズは、すべてのタイプのウォッチャーに訴えるシリーズです。 あなたのロマンス、コメディー、アクション、ミステリー、どんなことをあなたのものにしても、私はあなたがそれを愛することを確かめます。 キャラクターはすべて驚くべきアニメーションです。アニメは私から来ていると言う最高のニッチです。私は良いアニメを見ることができ、その開発はいいからです。 プロットはちょうど驚異的です。 私は前にこのようなシリーズを見たことはありません、それは本当にユニークで、本当に見ているような宝物です。 これまで読んだことがあれば、これを読んでいただきありがとうございます。 私の意見は、私の意見は本当ですが、私がこれを言うとき、私を信じて、このアニメは最高です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHave you ever gotten so into an anime that you don't want it to end? Watching Pandora Hearts that how I've been feeling throughout this whole anime, I don't want it to end. From the very beginning i've thought this and now that I'm almost there it's setting in. I'm on episode 24 currently and I'm in one of those right now. Pandora Hearts is probably one of the most amazing animes I've ever watched &amp; to think that in just 2 episodes it'll be over for me, I can't handle. I thought I'd write this review now before I'm about to begin the 24th episode just to let you know what your getting yourself into. You'll love it! Absolutely love it! I can say it's one of the best animes or maybe even the best anime I've ever watched. I don't want this to end but like ever good anime they all come to an end.\n\n\u001b[1mあなたはそれを終了したくないアニメになったことがありますか？  Pandora Heartsがこのアニメ全体を通じてどう感じているのか見てみると、私はそれをやめたいとは思わない。 最初から私はこれを考えていましたが、今は私がそこに入り込んでいるところです。私は現在24番のエピソードで、私は今、そのうちの1人です。  Pandora Heartsは、おそらく私が見た最も驚くべきアニメの1つです。 ちょうど2つのエピソードでそれは私のために終わると思う、私は処理することはできません。 私は今、あなたが自分のものが何になったのかを知らせるために、私が24回目のエピソードを開始しようとしている前に、このレビューを書くと思っていました。 あなたはそれを愛するでしょう！ 絶対にそれを愛する！ 私はそれが最高のアニメの1つであると言うことも、おそらく私が今まで見たことのある最高のアニメかもしれません。 私はこれを終わらせたくないが、いつも良いアニメのように彼らはすべて終わりに来る。\u001b[22m\n\u001b[1m(Anata wa sore o shūryō shitakunai anime ni natta koto ga arimasu ka? Pandorahātsu ga kono anime zentai o tsūjite dō kanjite iru no ka mite miru to, watashi wa sore o yametai to wa omowanai. Saisho kara watashi wa kore o kangaete imashitaga, ima wa watashi ga soko ni hairikonde iru tokorodesu. Watashi wa genzai 24-ban no episōdo de, watashi wa ima, sonōchi no 1-ridesu. Pandorahātsu wa, osoraku watashi ga mita mottomo odorokubeki anime no 1tsudesu. Chōdo 2tsu no episōdo de sore wa watashi no tame ni owaru to omou, watashi wa shori suru koto wa dekimasen. Watashi wa ima, anata ga jibun no mono ga nani ni natta no ka o shiraseru tame ni, watashi ga 24-kai-me no episōdo o kaishi shiyou to shite iru mae ni, kono rebyū o kaku to omotte imashita. Anata wa sore o aisurudeshou! Zettai ni sore o aisuru! Watashi wa sore ga saikō no anime no 1tsudearu to iu koto mo, osoraku watashi ga imamade mita koto no aru saikō no anime kamo shiremasen. Watashi wa kore o owara setakunaiga, itsumo yoi anime no yō ni karera wa subete owari ni kuru.)\u001b[22m\n\nTranslations of \u001b[4mHave you ever gotten so into an anime that you don't want it to end? Watching Pandora Hearts that how I've been feeling throughout this whole anime, I don't want it to end. From the very beginning i've thought this and now that I'm almost there it's setting in. I'm on episode 24 currently and I'm in one of those right now. Pandora Hearts is probably one of the most amazing animes I've ever watched &amp; to think that in just 2 episodes it'll be over for me, I can't handle. I thought I'd write this review now before I'm about to begin the 24th episode just to let you know what your getting yourself into. You'll love it! Absolutely love it! I can say it's one of the best animes or maybe even the best anime I've ever watched. I don't want this to end but like ever good anime they all come to an end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHave you ever gotten so into an anime that you don't want it to end?\u001b[24m\n    \u001b[1mあなたはそれを終了したくないアニメになったことがありますか？\u001b[22m, \u001b[1mあなたは今まであなたがそれを終了したくないアニメにそう得ていますか？\u001b[22m\n\u001b[4mWatching Pandora Hearts that how I've been feeling throughout this whole anime, I don't want it to end.\u001b[24m\n    \u001b[1mPandora Heartsがこのアニメ全体を通じてどう感じているのか見てみると、私はそれをやめたいとは思わない。\u001b[22m, \u001b[1m私はこの全体のアニメ全体で感じてきたどのようにパンドラハーツを見て、私はそれが終了しないこと。\u001b[22m\n\u001b[4mFrom the very beginning i've thought this and now that I'm almost there it's setting in. I'm on episode 24 currently and I'm in one of those right now.\u001b[24m\n    \u001b[1m最初から私はこれを考えていましたが、今は私がそこに入り込んでいるところです。私は現在24番のエピソードで、私は今、そのうちの1人です。\u001b[22m, \u001b[1m当初から私はこのことを思っているし、今私はほとんどそこにそれはで設定していますだと。私は現在、エピソード24上だと私は今、それらのいずれかにいますよ。\u001b[22m\n\u001b[4mPandora Hearts is probably one of the most amazing animes I've ever watched &amp;\u001b[24m\n    \u001b[1mPandora Heartsは、おそらく私が見た最も驚くべきアニメの1つです。\u001b[22m, \u001b[1mパンドラハーツは、おそらく私が今まで見＆アンペアた中で最も素晴らしいアニメの一つです。\u001b[22m\n\u001b[4mto think that in just 2 episodes it'll be over for me, I can't handle.\u001b[24m\n    \u001b[1mちょうど2つのエピソードでそれは私のために終わると思う、私は処理することはできません。\u001b[22m, \u001b[1mわずか2話で、それは私のために終わるだろうと考えて、私は扱うことはできません。\u001b[22m\n\u001b[4mI thought I'd write this review now before I'm about to begin the 24th episode just to let you know what your getting yourself into.\u001b[24m\n    \u001b[1m私は今、あなたが自分のものが何になったのかを知らせるために、私が24回目のエピソードを開始しようとしている前に、このレビューを書くと思っていました。\u001b[22m, \u001b[1m私はちょうどあなたがあなたの中に自分自身を取得するものを知っているように24日のエピソードを開始しようよ前に私は今このレビューを書くだろうと思っていました。\u001b[22m\n\u001b[4mYou'll love it!\u001b[24m\n    \u001b[1mあなたはそれを愛するでしょう！\u001b[22m, \u001b[1mあなたはそれを好きになります！\u001b[22m\n\u001b[4mAbsolutely love it!\u001b[24m\n    \u001b[1m絶対にそれを愛する！\u001b[22m, \u001b[1m絶対にそれを愛します！\u001b[22m\n\u001b[4mI can say it's one of the best animes or maybe even the best anime I've ever watched.\u001b[24m\n    \u001b[1m私はそれが最高のアニメの1つであると言うことも、おそらく私が今まで見たことのある最高のアニメかもしれません。\u001b[22m, \u001b[1m私はそれが最高のアニメか多分私が今まで見てきても最高のアニメの一つだと言うことができます。\u001b[22m\n\u001b[4mI don't want this to end but like ever good anime they all come to an end.\u001b[24m\n    \u001b[1m私はこれを終わらせたくないが、いつも良いアニメのように彼らはすべて終わりに来る。\u001b[22m, \u001b[1m私は最後にこれをしたくないが、今までは良いアニメのように彼らはすべての終わりが来ます。\u001b[22m\nI wouldn't let out any spoilers cause believe me, once you start watching this your gonna wanna know what's going to happen next so bad, you wouldn't wanna look it up. Your gonna watch episode after episode getting attached to this series. Your going to be enveloped in it. Your going to want that second season so bad, I know I do. If your at where I'm at, welcome to the club of hopefulness. Lol. So thank you for reading this whoever you may be, and do watch Pandora Hearts, I promise you that you will not regret it. :) This series that I'll have you know you'll never regret watching. This series is a series that appeals to all it's types of watchers. Whether your a romance, comedy, action, mystery, whatever genera your into, I guarentee you'll love it. The characters are all amazing, the animation is top niche which I will say coming from me means a lot because I'm one to watch an anime that looks good and the development is good. The plot is just phenomenal. I've never watched a series like this before, that it is so unique and such a treasure really to watch. By now if you've read this far I thank you for just reading this. My opinion is my opinion that is true but believe me when I say this, this anime is the best.\n\n\u001b[1m私はスポイラーが原因で私を信じさせません。一度これを見始めると、次に何が起こるのかを知りたいのです。あなたはそれを見たくないでしょう。 あなたはこのシリーズにエピソードが付いてからエピソードを見るつもりです。 あなたはそれに包まれるつもりです。 あなたはその第2シーズンをとても悪くしたいと思っています。 もしあなたが私がいる場所であれば、希望のクラブにようこそ。 笑。 あなたが誰であろうと、これを読んでくれてありがとう、そしてPandora Heartsを見て、あなたがそれを後悔しないことを約束します。  :) このシリーズは、私はあなたがあなたを見て後悔することはありません知っているよ。 このシリーズは、すべてのタイプのウォッチャーに訴えるシリーズです。 あなたのロマンス、コメディー、アクション、ミステリー、どんなことをあなたのものにしても、私はあなたがそれを愛することを確かめます。 キャラクターはすべて驚くべきアニメーションです。アニメは私から来ていると言う最高のニッチです。私は良いアニメを見ることができ、その開発はいいからです。 プロットはちょうど驚異的です。 私は前にこのようなシリーズを見たことはありません、それは本当にユニークで、本当に見ているような宝物です。 これまで読んだことがあれば、これを読んでいただきありがとうございます。 私の意見は、私の意見は本当ですが、私がこれを言うとき、私を信じて、このアニメは最高です。\u001b[22m\n\u001b[1m(Watashi wa supoirā ga gen'in de watashi o shinji sasemasen. Ichido kore o mi hajimeru to, tsugini nani ga okoru no ka o shiritai nodesu. Anata wa sore o mitakunaideshou. Anata wa kono shirīzu ni episōdo ga tsuite kara episōdo o miru tsumoridesu. Kono shirīzu wa, watashi wa anata ga anata o mite kōkai suru koto wa arimasen shitte iru yo. Kono shirīzu wa, subete no taipu no u~otchā ni uttaeru shirīzudesu. Anata no romansu, komedī, akushon, misuterī, don'na koto o anata no mono ni shite mo, watashi wa anata ga sore o aisuru koto o tashikamemasu. Kyarakutā wa subete odorokubeki animēshondesu. Anime wa watashi kara kite iru to iu saikō no nitchidesu. Watashi wa yoi anime o miru koto ga deki, sono kaihatsu wa īkaradesu. Purotto wa chōdo kyōi-tekidesu. Watashi wa mae ni ko no yōna shirīzu o mita koto wa arimasen, sore wa hontōni yunīku de, hontōni mite iru yōna takaramonodesu. Kore made yonda koto ga areba, kore o yonde itadaki arigatōgozaimasu. Watashi no iken wa, watashi no iken wa hontōdesu ga, watashi ga kore o iu toki, watashi o shinjite, kono anime wa saikōdesu. Anata wa sore ni tsutsuma reru tsumoridesu. Anata wa sono dai 2 shīzun o totemo waruku shitai to omotte imasu. Moshi anata ga watashi ga iru bashodeareba, kibō no kurabu ni yōkoso. Emi. Anata ga daredearou to, kore o yonde kurete arigatō, soshite pandorahātsu o mite, anata ga sore o kōkai shinai koto o yakusoku shimasu. : ))\u001b[22m"
  },
  {
    "title": "Pandora_Hearts",
    "id": "5530",
    "url": "https://myanimelist.net/anime/5530/Pandora_Hearts",
    "user": "jcyui",
    "profile": "/profile/jcyui/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=134789",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私は間違いなく2シーズンを望むだろう！\n\nあなたがドラマチックな神秘的なスリラーアニメを探しているなら、物語は未熟に思えるかもしれません。 しかしプロットに関して、それはエピソード1をもう一度見ることに興味を持っています。 私は「地獄は何が起こっているの？」と思う時間があるかもしれません。 秘密の暴露がかなり遅く、新しいキャラクターが登場し続けているので、本当にあなたはシーズン2を見たいと思っています。今シーズンは多くの質問に答えられていないので、キャラクターの関係を確立しています。\n\n[A / N：あなたがここに書いたすべてのことに同意するかもしれないし、そうではないかもしれませんが、もちろん、これは私の意見です。あなたの意見も聞きたいです。  =）\n間違った文法などの言い訳をしてください。そして、読んでくれてありがとう！\nブラックフェイリー、ユイ]",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI would definitely want a season 2!\n\n\u001b[1m私は間違いなく2シーズンを望むだろう！\u001b[22m\n\u001b[1m(Watashi wa machigainaku 2 shīzun o nozomudarou!)\u001b[22m\n\nTranslations of \u001b[4mI would definitely want a season 2!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would definitely want a season 2!\u001b[24m\n    \u001b[1m私は間違いなく2シーズンを望むだろう！\u001b[22m, \u001b[1m私は間違いなくシーズン2をしたいと思います！\u001b[22m\n\u001b[1m\u001b[22m\nThe story may seem unripe if you are looking for a dramatic mysterious thriller anime. But with regards to the plot, it keeps me interested to watch for the episode one after the other. There may be time that I think that 'what the hell is happening?' because the revealing of the secrets were quite slow and the new characters keep coming in. Truly you would want to watch the season 2 because in this season, it's like not much questions were answered, but they have established relationships of characters.\n\n\u001b[1mあなたがドラマチックな神秘的なスリラーアニメを探しているなら、物語は未熟に思えるかもしれません。 しかしプロットに関して、それはエピソード1をもう一度見ることに興味を持っています。 私は「地獄は何が起こっているの？」と思う時間があるかもしれません。 秘密の暴露がかなり遅く、新しいキャラクターが登場し続けているので、本当にあなたはシーズン2を見たいと思っています。今シーズンは多くの質問に答えられていないので、キャラクターの関係を確立しています。\u001b[22m\n\u001b[1m(Anata ga doramachikkuna shinpi-tekina surirāanime o sagashite irunara, monogatari wa mijuku ni omoeru kamo shiremasen. Shikashi purotto ni kanshite, soreha episōdo 1 o mōichido miru koto ni kyōmi o motte imasu. Watashi wa `jigoku wa nani ga okotte iru no?' To omou jikan ga aru kamo shiremasen. Himitsunobakuro ga kanari osoku, atarashī kyarakutā ga tōjō shi tsudzukete irunode, hontōni anata wa shīzun 2 o mitai to omotte imasu. Ima shīzun wa ōku no shitsumon ni kotae rarete inainode, kyarakutā no kankei o kakuritsu shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story may seem unripe if you are looking for a dramatic mysterious thriller anime. But with regards to the plot, it keeps me interested to watch for the episode one after the other. There may be time that I think that 'what the hell is happening?' because the revealing of the secrets were quite slow and the new characters keep coming in. Truly you would want to watch the season 2 because in this season, it's like not much questions were answered, but they have established relationships of characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story may seem unripe if you are looking for a dramatic mysterious thriller anime.\u001b[24m\n    \u001b[1mあなたがドラマチックな神秘的なスリラーアニメを探しているなら、物語は未熟に思えるかもしれません。\u001b[22m, \u001b[1mあなたは劇的な神秘的なスリラーアニメを探しているなら話は未熟に見えるかもしれません。\u001b[22m\n\u001b[4mBut with regards to the plot, it keeps me interested to watch for the episode one after the other.\u001b[24m\n    \u001b[1mしかしプロットに関して、それはエピソード1をもう一度見ることに興味を持っています。\u001b[22m, \u001b[1mしかし、プロットに関して、それはエピソードのために次々を見て興味を持って私を続けています。\u001b[22m\n\u001b[4mThere may be time that I think that 'what the hell is happening?'\u001b[24m\n    \u001b[1m私は「地獄は何が起こっているの？」と思う時間があるかもしれません。\u001b[22m, \u001b[1m私はと思う時があるかもしれません」地獄は何が起こっているのか？」\u001b[22m\n\u001b[4mbecause the revealing of the secrets were quite slow and the new characters keep coming in. Truly you would want to watch the season 2 because in this season, it's like not much questions were answered, but they have established relationships of characters.\u001b[24m\n    \u001b[1m秘密の暴露がかなり遅く、新しいキャラクターが登場し続けているので、本当にあなたはシーズン2を見たいと思っています。今シーズンは多くの質問に答えられていないので、キャラクターの関係を確立しています。\u001b[22m, \u001b[1m秘密の暴露のが非常に遅かったし、新しい文字がでてくるので。本当にあなたは、この季節に、それは多くの質問が答えたではないようですので、シーズン2を見たいと思うだろうが、彼らは文字の関係を確立しています。\u001b[22m\n\u001b[1m\u001b[22m\n[A/N: You might agree or not with all the things I wrote down here, but of course, this is my opinion, I would love to hear you opinion as well. =)\n\n\u001b[1m[A / N：あなたがここに書いたすべてのことに同意するかもしれないし、そうではないかもしれませんが、もちろん、これは私の意見です。あなたの意見も聞きたいです。  =）\u001b[22m\n\u001b[1m([A / N: Anata ga koko ni kaita subete no koto ni dōi suru kamo shirenaishi,-sōde wanai kamo shiremasenga, mochiron, kore wa watashi no ikendesu. Anata no iken mo kikitaidesu. =))\u001b[22m\n\nTranslations of \u001b[4m[A/N: You might agree or not with all the things I wrote down here, but of course, this is my opinion, I would love to hear you opinion as well. =)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[A/N: You might agree or not with all the things I wrote down here, but of course, this is my opinion, I would love to hear you opinion as well.\u001b[24m\n    \u001b[1m[A / N：あなたがここに書いたすべてのことに同意するかもしれないし、そうではないかもしれませんが、もちろん、これは私の意見です。あなたの意見も聞きたいです。\u001b[22m, \u001b[1m[A / N：あなたが同意するかどうか、私がここに書き留めたすべてのもので、もちろん、これは私の意見であるかもしれないが、私は同様にあなたの意見を聞くのが大好きです。\u001b[22m\n\u001b[4m=)\u001b[24m\n    \u001b[1m=）\u001b[22m\nPlease excuse any incorrect grammar, etc. And thanks for reading!\n\n\u001b[1m間違った文法などの言い訳をしてください。そして、読んでくれてありがとう！\u001b[22m\n\u001b[1m(Machigatta bunpō nado no iiwake o shite kudasai. Soshite, yonde kurete arigatō!)\u001b[22m\n\nTranslations of \u001b[4mPlease excuse any incorrect grammar, etc. And thanks for reading!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlease excuse any incorrect grammar, etc. And thanks for reading!\u001b[24m\n    \u001b[1m間違った文法などの言い訳をしてください。そして、読んでくれてありがとう！\u001b[22m, \u001b[1m読書のための間違った文法などと感謝を許しなさい！\u001b[22m\n-black faerie, Yui]\n\n\u001b[1mブラックフェイリー、ユイ]\u001b[22m\n\u001b[1m(Burakkufeirī, Yui])\u001b[22m\n\nTranslations of \u001b[4m-black faerie, Yui]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-black faerie, Yui]\u001b[24m\n    \u001b[1mブラックフェイリー、ユイ]\u001b[22m, \u001b[1m-black妖精、ユイ]\u001b[22m"
  }
]
