[
  {
    "title": "Natsu_no_Arashi",
    "id": "5597",
    "url": "https://myanimelist.net/anime/5597/Natsu_no_Arashi",
    "user": "Skadi",
    "profile": "/profile/Skadi/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=18202",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nマリア・ホーリックなどのクリチェ・ゴミがファンボイストの過大派や軍団に襲われたとき、このシリーズはとても評価されずに見られたような犯罪です。 マリア・ホーリックは同じスタジオで作られたSHAFTのため、私はマリア・ホーリックだけを育てるだけで、どちらもニッチな品質を持っていると感じています。 しかし、マリアの顔には、夏の嵐！  2009年の最高のショーの1つとして浮上しています。\n\nストーリーラインを一言でまとめると、そうなるでしょう。 奇妙な。 最初のエピソードの冒頭から、プロモーションアートを見るだけで、これはまだ別の学校のコメディロマンスだと思うかもしれません。 原作者の作者は、おそらくスクールランブルを作ったことで一番有名な小林晋ですから、それは大きな驚きではありません。 しかし、それがただのロマンス - コメディであることのこの概念は、それが奇妙な超自然のために順番を取るので、すぐに頭の上に置かれます。 幽霊、タイムトラベル、コメディ、そしてロマンスが一緒になって、私が見た最も独特で独創的なショーの一つになります。\n\n夏の嵐のすべて！ 新鮮で新しく感じます。 私は今かなりのシリーズを見てきましたが、それは私が何度も何度もそれを得ている気分ではありません。 奈津はとても面白いです。それは小林晋がよく理解していることです。 私は彼の仕事の巨大なファンではありませんが、私はそれが面白いの多くを見つけるにもかかわらず、それはいつも最終的に私を悩ますようです。 まれに私はコメディを見て、同じ冗談が何度も繰り返されているのを見ているような気がしません。 コメディがエッチイユーモアを使い、それが完全に洗練されていて変わっていないように見えることは、まだまだ稀です。 私はまだ一度もおっぱいやパンティーを見たことはありませんが、このシリーズは性的魅力を吐き出しています。\n\n時間旅行はプロットの最も重要な要素です。 おなじみのパラドックスの多くは、将来についての過去を変えることの影響と結果とともにもたらされます。  technobabble gobblygookのいくつかは頭痛を与える可能性がありますが、ショーのいくつかはより面白いギャグが時間旅行で可能になります。 特に、サヤカさんは、有効期限前に有効期限が切れたミルクを過去に飲むことは飲みに良いと考えています。\n\nプロットの点で唯一の本当の否定は、時には少し混乱して奇妙であるということです。 結局それはすべて意味をなさきますが、シリーズの前半はあなたの頭をたくさん傷つけ、地球上で何が起こっているのだろうと思っています。 いくつかの人々は、このような方法ではなく、シリーズの構造は、最後に開始し、最初にフラッシュバックすることは少しヒットやミスすることができます。 それが私が本当に不平を言うことができる唯一のものです。 それは短すぎました！ 良いニュースは、2番目の季節が作品に入っていることです！\n\n元と嵐は間違いなく私の好きな俳優の二人です。 私のはじめての印象はワンピースのルフィに似ていたのです！ 身体的類似性を超えて、彼と共通のものは他にありません。 彼は好きな鉛だし、物語のための素晴らしいナレーターを作っている。 彼にはたくさんのバックストーリーはありませんが、シリーズの過程で彼が成長するのを見てください。 嵐自身は偉大な人物です。 ショーのほとんどはセックスアピールは彼女のためです。 それはあなたが胸やスカートを無視して重力なしでセクシーなキャラクターを持つことができることを示すように、彼らはほとんどヒップをカバーしない短いです。 私たちは彼女の過去についてたくさん学び、最後まで彼女は残っていて興味深い人物です。\n\nサポートキャストの残りの部分も非常に良いです。 嵐の親友として、カヤは基本的には嵐の完全な反対です。 彼女はメインストーリーにとって非常に重要であり、私たちは他のリードと同じくらい多くのキャラクター開発をしています。  Junは、私がスクリーン・タイムとバック・ストーリーをより多く見たことがあるだろう一人のキャラクターです。 おそらく私は次のシーズンに私の希望を得るでしょう。  Sayakaは、ほとんどのキャストが動作する箱舟の詐欺師の所有者としてかなり面白いです。 ギャグを走っているショーの中で最高のものが彼女の中を流れる。 私はキャスト全体について続けて行くことができますが、私は本当に愛していないものを見つけることができません。\n\n芸術とアニメーションは絶対に豪華です。  SHAFTはいつもこの分野でいい仕事をしていますが、奈津では彼らが本当に自分より優れていると思います。 背景や設定は美しいですが、私が本当に恋に落ちたのはキャラクターモデルです。 私が言いましたように、このショーは、このセクシーで、エロチックな感じがします。 私はすべてがうまくやったと思った。 特に、タッキーな方法と比較して、ほとんどのアニメシリーズは物事を行います。\n\n音、音楽、演技はすべて大変です。 奈津は、堀江由衣などの個人的なお気に入りを含む素晴らしいキャストを持っています。  OPのテーマは音楽的にも芸術的にも非常に驚異的です。 それは私が今まで見た中で最もセクシーなOPの一つです。 付随音楽とEN曲もすべて素晴らしいです。\n\n夏の嵐！ 本当に芸術と天才の作品です。 あなたがこれをまだ見ていないなら、私は尋ねなければなりません、あなたは何を待っていますか？ 私は見たことが他のすべてに関してそれをランク付けするかどうかわからないが、それは私がほとんど重大な欠陥を見つけることができるいくつかのシリーズの一つです。 私はそれに私の最高の可能な勧告を与える。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIt’s a crime that this series seems to be so unappreciated and under viewed when clichéd garbage such as Maria Holic gets overhyped and legions of fanboys. I only bring up Maria Holic because it was made by the same studio, SHAFT, and I feel both have a kind of niche quality to them. However where Maria falls on its face, Natsu no Arashi! emerges as one of the best shows of 2009.\n\n\u001b[1mマリア・ホーリックなどのクリチェ・ゴミがファンボイストの過大派や軍団に襲われたとき、このシリーズはとても評価されずに見られたような犯罪です。 マリア・ホーリックは同じスタジオで作られたSHAFTのため、私はマリア・ホーリックだけを育てるだけで、どちらもニッチな品質を持っていると感じています。 しかし、マリアの顔には、夏の嵐！  2009年の最高のショーの1つとして浮上しています。\u001b[22m\n\u001b[1m(Maria hōrikku nado no kuriche gomi ga fanboisuto no kadai-ha ya gundan ni osowa reta toki, kono shirīzu wa totemo hyōka sa rezu ni mi rareta yōna hanzaidesu. Maria hōrikku wa onaji sutajio de tsukura reta shafuto no tame, watashi wa Maria hōrikku dake o sodateru dake de, dochira mo nitchina hinshitsu o motte iru to kanjite imasu. Shikashi, Maria no kao ni wa, natsunoarashi 2009-nen no saikō no shō no 1tsu to shite fujō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s a crime that this series seems to be so unappreciated and under viewed when clichéd garbage such as Maria Holic gets overhyped and legions of fanboys. I only bring up Maria Holic because it was made by the same studio, SHAFT, and I feel both have a kind of niche quality to them. However where Maria falls on its face, Natsu no Arashi! emerges as one of the best shows of 2009.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s a crime that this series seems to be so unappreciated and under viewed when clichéd garbage such as Maria Holic gets overhyped and legions of fanboys.\u001b[24m\n    \u001b[1mマリア・ホーリックなどのクリチェ・ゴミがファンボイストの過大派や軍団に襲われたとき、このシリーズはとても評価されずに見られたような犯罪です。\u001b[22m, \u001b[1mこれは、このシリーズは、このようなまりあ†ほりっくなど陳腐ゴミがoverhypedとファン達の軍団があったときにとても感謝されていないと見て下にあると思われる犯罪です。\u001b[22m\n\u001b[4mI only bring up Maria Holic because it was made by the same studio, SHAFT, and I feel both have a kind of niche quality to them.\u001b[24m\n    \u001b[1mマリア・ホーリックは同じスタジオで作られたSHAFTのため、私はマリア・ホーリックだけを育てるだけで、どちらもニッチな品質を持っていると感じています。\u001b[22m, \u001b[1mそれは同じスタジオ、シャフトによって作られたので、私は唯一のまりあ†ほりっくを起動し、私は両方が彼らのニッチな品質のようなものを感じています。\u001b[22m\n\u001b[4mHowever where Maria falls on its face, Natsu no Arashi!\u001b[24m\n    \u001b[1mしかし、マリアの顔には、夏の嵐！\u001b[22m, \u001b[1mしかし、マリアはその顔、夏のあらし！に落ちるところ！\u001b[22m\n\u001b[4memerges as one of the best shows of 2009.\u001b[24m\n    \u001b[1m2009年の最高のショーの1つとして浮上しています。\u001b[22m, \u001b[1m2009年の最高のショーの一つとして現れます。\u001b[22m\n\u001b[1m\u001b[22m\nTo sum up the storyline in a word it would be; quirky. From the beginning of the first episode and from just looking at the promotional art you might think this is just yet another school comedy romance. That wouldn’t be a big surprise since the author of the source material is Jin Kobayashi who is probably best known for creating School Rumble. However this notion of it being just a romance-comedy is quickly turned on its head as it takes a turn for the bizarre and supernatural. Ghosts, time travel, comedy, and romance put together makes for one of the most unusual and original shows I’ve seen.\n\n\u001b[1mストーリーラインを一言でまとめると、そうなるでしょう。 奇妙な。 最初のエピソードの冒頭から、プロモーションアートを見るだけで、これはまだ別の学校のコメディロマンスだと思うかもしれません。 原作者の作者は、おそらくスクールランブルを作ったことで一番有名な小林晋ですから、それは大きな驚きではありません。 しかし、それがただのロマンス - コメディであることのこの概念は、それが奇妙な超自然のために順番を取るので、すぐに頭の上に置かれます。 幽霊、タイムトラベル、コメディ、そしてロマンスが一緒になって、私が見た最も独特で独創的なショーの一つになります。\u001b[22m\n\u001b[1m(Sutōrīrain o hitokoto de matomeru to, sō narudeshou. Kimyōna. Saisho no episōdo no bōtō kara, puromōshon'āto o miru dake de, kore wa mada betsu no gakkō no komediromansuda to omou kamo shiremasen. Gensaku-sha no sakusha wa, osoraku sukūruranburu o tsukutta koto de ichiban yūmeina Kobayashi Shindesukara, sore wa ōkina odorokide wa arimasen. Shikashi, sore ga tada no romansu - komedidearu koto no kono gainen wa, sore ga kimyōna chō shizen no tame ni junban o torunode, sugu ni atama no ue ni oka remasu. Yūrei, taimu toraberu, komedi, soshite romansu ga issho ni natte, watashi ga mita mottomo dokutokude dokusō-tekina shō no hitotsu ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo sum up the storyline in a word it would be; quirky. From the beginning of the first episode and from just looking at the promotional art you might think this is just yet another school comedy romance. That wouldn’t be a big surprise since the author of the source material is Jin Kobayashi who is probably best known for creating School Rumble. However this notion of it being just a romance-comedy is quickly turned on its head as it takes a turn for the bizarre and supernatural. Ghosts, time travel, comedy, and romance put together makes for one of the most unusual and original shows I’ve seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum up the storyline in a word it would be;\u001b[24m\n    \u001b[1mストーリーラインを一言でまとめると、そうなるでしょう。\u001b[22m, \u001b[1mそれは次のようになり言葉でストーリーを要約すると、\u001b[22m\n\u001b[4mquirky.\u001b[24m\n    \u001b[1m奇妙な。\u001b[22m, \u001b[1m風変わりな。\u001b[22m\n\u001b[4mFrom the beginning of the first episode and from just looking at the promotional art you might think this is just yet another school comedy romance.\u001b[24m\n    \u001b[1m最初のエピソードの冒頭から、プロモーションアートを見るだけで、これはまだ別の学校のコメディロマンスだと思うかもしれません。\u001b[22m, \u001b[1m最初のエピソードの初めから、ちょうど宣伝美術を見てから、あなたは、これはまだ別の学校のコメディロマンスだと思うかもしれません。\u001b[22m\n\u001b[4mThat wouldn’t be a big surprise since the author of the source material is Jin Kobayashi who is probably best known for creating School Rumble.\u001b[24m\n    \u001b[1m原作者の作者は、おそらくスクールランブルを作ったことで一番有名な小林晋ですから、それは大きな驚きではありません。\u001b[22m, \u001b[1mソース素材の作者はおそらく最高のスクールランブルを作成するために知られている小林尽あるので、それは大きな驚きではないでしょう。\u001b[22m\n\u001b[4mHowever this notion of it being just a romance-comedy is quickly turned on its head as it takes a turn for the bizarre and supernatural.\u001b[24m\n    \u001b[1mしかし、それがただのロマンス - コメディであることのこの概念は、それが奇妙な超自然のために順番を取るので、すぐに頭の上に置かれます。\u001b[22m, \u001b[1mそれは奇妙な超自然のためにターンを取るしかしそれだけでロマンス・コメディであることのこの概念は、すぐにその頭の上になっています。\u001b[22m\n\u001b[4mGhosts, time travel, comedy, and romance put together makes for one of the most unusual and original shows I’ve seen.\u001b[24m\n    \u001b[1m幽霊、タイムトラベル、コメディ、そしてロマンスが一緒になって、私が見た最も独特で独創的なショーの一つになります。\u001b[22m, \u001b[1m幽霊、タイムトラベル、コメディ、ロマンスは一緒に入れて、私が見た中で最も珍しいと元のショーの一つになります。\u001b[22m\n\u001b[1m\u001b[22m\nEverything about Natsu no Arashi! feels fresh and new. I have seen quite a few series now and that is not a feeling I get all that often anymore either. Natsu is very funny, and that is one thing Jin Kobayashi understands well. Though I am not a huge fan of his work, even though I find a lot of it funny it always eventually seems to annoy me. It’s rare that I watch a comedy and don’t feel like I am watching the same joke told over and over. It is even rarer still that a comedy manages to use echii humor and for it to come across as completely tasteful and non perverted. I don't recall seeing any ones boobs or panties even once yet this series oozes sex appeal.\n\n\u001b[1m夏の嵐のすべて！ 新鮮で新しく感じます。 私は今かなりのシリーズを見てきましたが、それは私が何度も何度もそれを得ている気分ではありません。 奈津はとても面白いです。それは小林晋がよく理解していることです。 私は彼の仕事の巨大なファンではありませんが、私はそれが面白いの多くを見つけるにもかかわらず、それはいつも最終的に私を悩ますようです。 まれに私はコメディを見て、同じ冗談が何度も繰り返されているのを見ているような気がしません。 コメディがエッチイユーモアを使い、それが完全に洗練されていて変わっていないように見えることは、まだまだ稀です。 私はまだ一度もおっぱいやパンティーを見たことはありませんが、このシリーズは性的魅力を吐き出しています。\u001b[22m\n\u001b[1m(Natsu no arashi no subete! Shinsende atarashiku kanjimasu. Watashi wa ima kanari no shirīzu o mitekimashita ga, sore wa watashi ga nandomonandomo sore o ete iru kibunde wa arimasen. Natsu wa totemo omoshiroidesu. Sore wa Kobayashi Shin ga yoku rikai shite iru kotodesu. Watashi wa kare no shigoto no kyodaina fande wa arimasenga, watashi wa sore ga omoshiroi no ōku o mitsukeru nimokakawarazu, sore wa itsumo saishūtekini watashi o nayamasu yōdesu. Mare ni watashi wa komedi o mite, onaji jōdan ga nando mo kurikaesa rete iru no o mite iru yōna ki ga shimasen. Komedi ga etchiiyūmoa o tsukai, sore ga kanzen ni senren sa rete ite kawatte inai yō ni mieru koto wa, madamada maredesu. Watashi wa mada ichido mo oppai ya pantī o mita koto wa arimasenga, kono shirīzu wa seiteki miryoku o hakidashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mEverything about Natsu no Arashi! feels fresh and new. I have seen quite a few series now and that is not a feeling I get all that often anymore either. Natsu is very funny, and that is one thing Jin Kobayashi understands well. Though I am not a huge fan of his work, even though I find a lot of it funny it always eventually seems to annoy me. It’s rare that I watch a comedy and don’t feel like I am watching the same joke told over and over. It is even rarer still that a comedy manages to use echii humor and for it to come across as completely tasteful and non perverted. I don't recall seeing any ones boobs or panties even once yet this series oozes sex appeal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything about Natsu no Arashi!\u001b[24m\n    \u001b[1m夏の嵐のすべて！\u001b[22m, \u001b[1m夏のあらし！についてのすべて！\u001b[22m\n\u001b[4mfeels fresh and new.\u001b[24m\n    \u001b[1m新鮮で新しく感じます。\u001b[22m, \u001b[1m新鮮で新しい感じています。\u001b[22m\n\u001b[4mI have seen quite a few series now and that is not a feeling I get all that often anymore either.\u001b[24m\n    \u001b[1m私は今かなりのシリーズを見てきましたが、それは私が何度も何度もそれを得ている気分ではありません。\u001b[22m, \u001b[1m私は今、かなりの数のシリーズを見ていると、それはもうどちらか私はすべてが頻繁に取得する感じではありません。\u001b[22m\n\u001b[4mNatsu is very funny, and that is one thing Jin Kobayashi understands well.\u001b[24m\n    \u001b[1m奈津はとても面白いです。それは小林晋がよく理解していることです。\u001b[22m, \u001b[1m夏は非常に面白いです、それは小林尽がよく理解して一つのことです。\u001b[22m\n\u001b[4mThough I am not a huge fan of his work, even though I find a lot of it funny it always eventually seems to annoy me.\u001b[24m\n    \u001b[1m私は彼の仕事の巨大なファンではありませんが、私はそれが面白いの多くを見つけるにもかかわらず、それはいつも最終的に私を悩ますようです。\u001b[22m, \u001b[1m私は面白いことをたくさん見つけるにもかかわらず、彼の作品の大ファンではないけど、常に、最終的に私を困らせているようです。\u001b[22m\n\u001b[4mIt’s rare that I watch a comedy and don’t feel like I am watching the same joke told over and over.\u001b[24m\n    \u001b[1mまれに私はコメディを見て、同じ冗談が何度も繰り返されているのを見ているような気がしません。\u001b[22m, \u001b[1mそれは私が喜劇を見て、私は何度も繰り返しに語っ同じジョークを見ていますように感じることはありませんことはまれです。\u001b[22m\n\u001b[4mIt is even rarer still that a comedy manages to use echii humor and for it to come across as completely tasteful and non perverted.\u001b[24m\n    \u001b[1mコメディがエッチイユーモアを使い、それが完全に洗練されていて変わっていないように見えることは、まだまだ稀です。\u001b[22m, \u001b[1m喜劇がechiiユーモアを使用するように管理してまだことさえ稀であり、それは全体の来るのと全く上品かつ非倒錯。\u001b[22m\n\u001b[4mI don't recall seeing any ones boobs or panties even once yet this series oozes sex appeal.\u001b[24m\n    \u001b[1m私はまだ一度もおっぱいやパンティーを見たことはありませんが、このシリーズは性的魅力を吐き出しています。\u001b[22m, \u001b[1m私はこのシリーズは色気を漂わせる一度もまだもののおっぱいやパンティーを見て覚えていません。\u001b[22m\n\u001b[1m\u001b[22m\nTime travel is the most important element of the plot. Many of the familiar paradoxes are brought up along with the consequences and ramifications of altering the past in regards to the future. Some of the technobabble gobblygook is likely to give you a headache but several of the shows more funny gags are made possible with time travelling. In particular Sayaka's believe that taking expired milk into the past before its expiration date will make it good to drink.\n\n\u001b[1m時間旅行はプロットの最も重要な要素です。 おなじみのパラドックスの多くは、将来についての過去を変えることの影響と結果とともにもたらされます。  technobabble gobblygookのいくつかは頭痛を与える可能性がありますが、ショーのいくつかはより面白いギャグが時間旅行で可能になります。 特に、サヤカさんは、有効期限前に有効期限が切れたミルクを過去に飲むことは飲みに良いと考えています。\u001b[22m\n\u001b[1m(Jikan ryokō wa purotto no mottomojūyōna yōsodesu. Onajimi no paradokkusu no ōku wa, shōrai ni tsuite no kako o kaeru koto no eikyō to kekka to tomoni motarasa remasu. Technobabble gobblygook no ikutsu ka wa zutsū o ataeru kanōsei ga arimasuga, shō no ikutsu ka wa yori omoshiroi gyagu ga jikan ryokō de kanō ni narimasu. Tokuni, sayakasan wa, yūkō kigen mae ni yūkō kigengakireta miruku o kako ni nomu koto wa nomi ni yoi to kangaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mTime travel is the most important element of the plot. Many of the familiar paradoxes are brought up along with the consequences and ramifications of altering the past in regards to the future. Some of the technobabble gobblygook is likely to give you a headache but several of the shows more funny gags are made possible with time travelling. In particular Sayaka's believe that taking expired milk into the past before its expiration date will make it good to drink.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTime travel is the most important element of the plot.\u001b[24m\n    \u001b[1m時間旅行はプロットの最も重要な要素です。\u001b[22m, \u001b[1mタイムトラベルは、プロットの中で最も重要な要素です。\u001b[22m\n\u001b[4mMany of the familiar paradoxes are brought up along with the consequences and ramifications of altering the past in regards to the future.\u001b[24m\n    \u001b[1mおなじみのパラドックスの多くは、将来についての過去を変えることの影響と結果とともにもたらされます。\u001b[22m, \u001b[1mおなじみのパラドックスの多くは、将来に関して、過去を変えることの影響と波及効果と一緒に育っています。\u001b[22m\n\u001b[4mSome of the technobabble gobblygook is likely to give you a headache but several of the shows more funny gags are made possible with time travelling.\u001b[24m\n    \u001b[1mtechnobabble gobblygookのいくつかは頭痛を与える可能性がありますが、ショーのいくつかはより面白いギャグが時間旅行で可能になります。\u001b[22m, \u001b[1mテクノバブルgobblygookのいくつかは、あなたの頭痛の種を与える可能性が高いが、より面白いギャグは時間の走行で可能となるショーのいくつかです。\u001b[22m\n\u001b[4mIn particular Sayaka's believe that taking expired milk into the past before its expiration date will make it good to drink.\u001b[24m\n    \u001b[1m特に、サヤカさんは、有効期限前に有効期限が切れたミルクを過去に飲むことは飲みに良いと考えています。\u001b[22m, \u001b[1m特にさやかの有効期限の前に、過去に期限切れの牛乳を取ることは、それは良い飲みになりますと信じています。\u001b[22m\n\u001b[1m\u001b[22m\nThe only real negative in terms of the plot is that it is a bit confusing and strange at time. By the end it all makes sense but for the first half of the series your likely to be scratching your head a lot and wondering what on earth is going on. Some people aren’t going to like this and the way the series is structured, starting at the end and then flashbacking to the beginning can be a bit hit or miss. That’s the only thing I can really complain about. That and it was too short! Good news is that a second season is in the works!\n\n\u001b[1mプロットの点で唯一の本当の否定は、時には少し混乱して奇妙であるということです。 結局それはすべて意味をなさきますが、シリーズの前半はあなたの頭をたくさん傷つけ、地球上で何が起こっているのだろうと思っています。 いくつかの人々は、このような方法ではなく、シリーズの構造は、最後に開始し、最初にフラッシュバックすることは少しヒットやミスすることができます。 それが私が本当に不平を言うことができる唯一のものです。 それは短すぎました！ 良いニュースは、2番目の季節が作品に入っていることです！\u001b[22m\n\u001b[1m(Purotto no ten de yuiitsu no hontō no hitei wa, tokiniha sukoshi konran shite kimyōdearu to iu kotodesu. Kekkyoku sore wa subete imi o nasa kimasuga, shirīzu no zenhan wa anata no atama o takusan kizutsuke, chikyū-jō de nani ga okotte iru nodarou to omotte imasu. Ikutsu ka no hitobito wa, kono yōna hōhōde wa naku, shirīzu no kōzō wa, saigo ni kaishi shi, saisho ni furasshu bakku suru koto wa sukoshi hitto ya misu suru koto ga dekimasu. Sore ga watashi ga hontōni fuhei o iu koto ga dekiru yuiitsu no monodesu. Sore wa mijika sugimashita! Yoi nyūsu wa, 2-banme no kisetsu ga sakuhin ni haitte iru kotodesu!)\u001b[22m\n\nTranslations of \u001b[4mThe only real negative in terms of the plot is that it is a bit confusing and strange at time. By the end it all makes sense but for the first half of the series your likely to be scratching your head a lot and wondering what on earth is going on. Some people aren’t going to like this and the way the series is structured, starting at the end and then flashbacking to the beginning can be a bit hit or miss. That’s the only thing I can really complain about. That and it was too short! Good news is that a second season is in the works!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only real negative in terms of the plot is that it is a bit confusing and strange at time.\u001b[24m\n    \u001b[1mプロットの点で唯一の本当の否定は、時には少し混乱して奇妙であるということです。\u001b[22m, \u001b[1mプロットの点では唯一の真の負のは、それが一度に少し混乱し、奇妙であるということです。\u001b[22m\n\u001b[4mBy the end it all makes sense but for the first half of the series your likely to be scratching your head a lot and wondering what on earth is going on.\u001b[24m\n    \u001b[1m結局それはすべて意味をなさきますが、シリーズの前半はあなたの頭をたくさん傷つけ、地球上で何が起こっているのだろうと思っています。\u001b[22m, \u001b[1m年末までにそれはすべての理にかなっているが、あなたの頭の多くを傷や地球上で何が起こっている不思議であるためにあなたの可能性の高いシリーズの上半期の。\u001b[22m\n\u001b[4mSome people aren’t going to like this and the way the series is structured, starting at the end and then flashbacking to the beginning can be a bit hit or miss.\u001b[24m\n    \u001b[1mいくつかの人々は、このような方法ではなく、シリーズの構造は、最後に開始し、最初にフラッシュバックすることは少しヒットやミスすることができます。\u001b[22m, \u001b[1m一部の人々はこれを好まするつもりはありませんし、道はシリーズは、ビットヒットまたはミスをすることができ先頭にflashbacking後、最後に開始して、構成されています。\u001b[22m\n\u001b[4mThat’s the only thing I can really complain about.\u001b[24m\n    \u001b[1mそれが私が本当に不平を言うことができる唯一のものです。\u001b[22m, \u001b[1mそれは私が本当に文句を言うことができる唯一のことです。\u001b[22m\n\u001b[4mThat and it was too short!\u001b[24m\n    \u001b[1mそれは短すぎました！\u001b[22m, \u001b[1mつまり、それはあまりにも短いものでした！\u001b[22m\n\u001b[4mGood news is that a second season is in the works!\u001b[24m\n    \u001b[1m良いニュースは、2番目の季節が作品に入っていることです！\u001b[22m, \u001b[1m良いニュースは、第二シーズンは作品にあるということです！\u001b[22m\n\u001b[1m\u001b[22m\nHajime and Arashi are without a doubt one of my favorite lead character duos. My first impression of Hajime was he looks just like Luffy from One Piece! Beyond the physical resemblance there is nothing else in common with him. He’s a likeable lead and makes a great narrator for the story. There isn’t a lot of back story on him but see him grow up over the course of the series. Arashi herself is just a great character. Most of the shows sex appeal is because of her. It goes to show that you can have sexy characters without gravity defying breasts and skirts so short they barely cover the hips. We learn a lot about her past and she remains and interesting character until the very end.\n\n\u001b[1m元と嵐は間違いなく私の好きな俳優の二人です。 私のはじめての印象はワンピースのルフィに似ていたのです！ 身体的類似性を超えて、彼と共通のものは他にありません。 彼は好きな鉛だし、物語のための素晴らしいナレーターを作っている。 彼にはたくさんのバックストーリーはありませんが、シリーズの過程で彼が成長するのを見てください。 嵐自身は偉大な人物です。 ショーのほとんどはセックスアピールは彼女のためです。 それはあなたが胸やスカートを無視して重力なしでセクシーなキャラクターを持つことができることを示すように、彼らはほとんどヒップをカバーしない短いです。 私たちは彼女の過去についてたくさん学び、最後まで彼女は残っていて興味深い人物です。\u001b[22m\n\u001b[1m(Gen to arashi wa machigainaku watashi no sukina haiyū no futaridesu. Watashi no hajimete no inshō wa wanpīsu no rufi ni nite ita nodesu! Karada-teki ruiji-sei o koete, kare to kyōtsū no mono wa hoka ni arimasen. Kare wa sukina namaridashi, monogatari no tame no subarashī narētā o tsukutte iru. Kare ni wa takusan no bakkusutōrī wa arimasenga, shirīzu no katei de kare ga seichō suru no o mite kudasai. Arashi jishin wa idaina jinbutsudesu. Shō no hotondo wa sekkusuapīru wa kanojo no tamedesu. Sore wa anata ga mune ya sukāto o mushi shite jūryoku nashi de sekushīna kyarakutā o motsu koto ga dekiru koto o shimesu yō ni, karera wa hotondo hippu o kabā shinai mijikaidesu. Watashitachi wa kanojo no kako ni tsuite takusan manabi, saigomade kanojo wa nokotte ite kyōmibukai jinbutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mHajime and Arashi are without a doubt one of my favorite lead character duos. My first impression of Hajime was he looks just like Luffy from One Piece! Beyond the physical resemblance there is nothing else in common with him. He’s a likeable lead and makes a great narrator for the story. There isn’t a lot of back story on him but see him grow up over the course of the series. Arashi herself is just a great character. Most of the shows sex appeal is because of her. It goes to show that you can have sexy characters without gravity defying breasts and skirts so short they barely cover the hips. We learn a lot about her past and she remains and interesting character until the very end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHajime and Arashi are without a doubt one of my favorite lead character duos.\u001b[24m\n    \u001b[1m元と嵐は間違いなく私の好きな俳優の二人です。\u001b[22m, \u001b[1m肇と嵐は、疑いも私のお気に入りのリード文字デュオの1なしです。\u001b[22m\n\u001b[4mMy first impression of Hajime was he looks just like Luffy from One Piece!\u001b[24m\n    \u001b[1m私のはじめての印象はワンピースのルフィに似ていたのです！\u001b[22m, \u001b[1m肇の私の第一印象は、彼はちょうどワンピースからルフィのように見えました！\u001b[22m\n\u001b[4mBeyond the physical resemblance there is nothing else in common with him.\u001b[24m\n    \u001b[1m身体的類似性を超えて、彼と共通のものは他にありません。\u001b[22m, \u001b[1m物理的な類似性を超えて、彼と共通する他には何もありません。\u001b[22m\n\u001b[4mHe’s a likeable lead and makes a great narrator for the story.\u001b[24m\n    \u001b[1m彼は好きな鉛だし、物語のための素晴らしいナレーターを作っている。\u001b[22m, \u001b[1m彼は好感の持てるリードだと物語のための素晴らしい語り手になります。\u001b[22m\n\u001b[4mThere isn’t a lot of back story on him but see him grow up over the course of the series.\u001b[24m\n    \u001b[1m彼にはたくさんのバックストーリーはありませんが、シリーズの過程で彼が成長するのを見てください。\u001b[22m, \u001b[1mそこに戻って物語の多くは、彼にはありませんが、彼は一連の過程で育つ参照してください。\u001b[22m\n\u001b[4mArashi herself is just a great character.\u001b[24m\n    \u001b[1m嵐自身は偉大な人物です。\u001b[22m, \u001b[1m嵐自身はただ偉大な文字です。\u001b[22m\n\u001b[4mMost of the shows sex appeal is because of her.\u001b[24m\n    \u001b[1mショーのほとんどはセックスアピールは彼女のためです。\u001b[22m, \u001b[1mショーのセックスアピールのほとんどがために彼女のものです。\u001b[22m\n\u001b[4mIt goes to show that you can have sexy characters without gravity defying breasts and skirts so short they barely cover the hips.\u001b[24m\n    \u001b[1mそれはあなたが胸やスカートを無視して重力なしでセクシーなキャラクターを持つことができることを示すように、彼らはほとんどヒップをカバーしない短いです。\u001b[22m, \u001b[1mそれはあなたが重力挑む胸と、彼らはやっと腰をカバーするので、短いスカートなしでセクシーなキャラクターを持つことができることを示すことを行きます。\u001b[22m\n\u001b[4mWe learn a lot about her past and she remains and interesting character until the very end.\u001b[24m\n    \u001b[1m私たちは彼女の過去についてたくさん学び、最後まで彼女は残っていて興味深い人物です。\u001b[22m, \u001b[1m我々は非常に最後まで彼女の過去と彼女が残り、興味深いキャラクターについて多くを学びます。\u001b[22m\n\u001b[1m\u001b[22m\nThe rest of the supporting cast is also very good. As Arashi's best friend, Kaya is basically the complete opposite of Arashi in personality. She is very important to the main story and we get about as much character development from her as any of the other leads. Jun is the one character I would have liked to have seen more screen time and back story for. Perhaps I will get my wish in the next season. Sayaka is quite funny as the con artist owner of the Ark in which most of the cast works. The best of the shows running gags flows through her. I could go on and on about the entire cast but I can’t find one that I didn’t really love, right down to the cafe customer who futilely asks for the salt during the entire series.\n\n\u001b[1mサポートキャストの残りの部分も非常に良いです。 嵐の親友として、カヤは基本的には嵐の完全な反対です。 彼女はメインストーリーにとって非常に重要であり、私たちは他のリードと同じくらい多くのキャラクター開発をしています。  Junは、私がスクリーン・タイムとバック・ストーリーをより多く見たことがあるだろう一人のキャラクターです。 おそらく私は次のシーズンに私の希望を得るでしょう。  Sayakaは、ほとんどのキャストが動作する箱舟の詐欺師の所有者としてかなり面白いです。 ギャグを走っているショーの中で最高のものが彼女の中を流れる。 私はキャスト全体について続けて行くことができますが、私は本当に愛していないものを見つけることができません。\u001b[22m\n\u001b[1m(Sapōtokyasuto no nokori no bubun mo hijō ni yoidesu. Arashi no shin'yū to shite, kaya wa kihontekini wa arashi no kanzen'na hantaidesu. Kanojo wa meinsutōrī ni totte hijō ni jūyōdeari, watashitachi wa hoka no rīdo to onaji kurai ōku no kyarakutā kaihatsu o shite imasu. Jun wa, watashi ga sukurīn taimu to bakku sutōrī o yori ōku mita koto ga arudarou hitori no kyarakutādesu. Osoraku watashi wa tsugi no shīzun ni watashi no kibō o erudeshou. Sayaka wa, hotondo no kyasuto ga dōsa suru hakobune no sagi-shi no shoyū-sha to shite kanari omoshiroidesu. Gyagu o hashitte iru shō no naka de saikō no mono ga kanojo no naka o nagareru. Watashi wa kyasuto zentai ni tsuite tsudzukete iku koto ga dekimasuga, watashi wa hontōni itoshite inai mono o mitsukeru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe rest of the supporting cast is also very good. As Arashi's best friend, Kaya is basically the complete opposite of Arashi in personality. She is very important to the main story and we get about as much character development from her as any of the other leads. Jun is the one character I would have liked to have seen more screen time and back story for. Perhaps I will get my wish in the next season. Sayaka is quite funny as the con artist owner of the Ark in which most of the cast works. The best of the shows running gags flows through her. I could go on and on about the entire cast but I can’t find one that I didn’t really love, right down to the cafe customer who futilely asks for the salt during the entire series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe rest of the supporting cast is also very good.\u001b[24m\n    \u001b[1mサポートキャストの残りの部分も非常に良いです。\u001b[22m, \u001b[1m脇役の残りの部分も非常に良いです。\u001b[22m\n\u001b[4mAs Arashi's best friend, Kaya is basically the complete opposite of Arashi in personality.\u001b[24m\n    \u001b[1m嵐の親友として、カヤは基本的には嵐の完全な反対です。\u001b[22m, \u001b[1m嵐の親友として、カヤは基本的性格で嵐の完全な反対です。\u001b[22m\n\u001b[4mShe is very important to the main story and we get about as much character development from her as any of the other leads.\u001b[24m\n    \u001b[1m彼女はメインストーリーにとって非常に重要であり、私たちは他のリードと同じくらい多くのキャラクター開発をしています。\u001b[22m, \u001b[1m彼女はメインストーリーに非常に重要であり、我々は他のリードのいずれかのように彼女から約できるだけ多くの文字開発を取得します。\u001b[22m\n\u001b[4mJun is the one character I would have liked to have seen more screen time and back story for.\u001b[24m\n    \u001b[1mJunは、私がスクリーン・タイムとバック・ストーリーをより多く見たことがあるだろう一人のキャラクターです。\u001b[22m, \u001b[1mジュンは私がのためのより多くのスクリーンの時間とバックストーリーを見てきたかった1文字です。\u001b[22m\n\u001b[4mPerhaps I will get my wish in the next season.\u001b[24m\n    \u001b[1mおそらく私は次のシーズンに私の希望を得るでしょう。\u001b[22m, \u001b[1mおそらく、私は次のシーズンに私の願いを取得します。\u001b[22m\n\u001b[4mSayaka is quite funny as the con artist owner of the Ark in which most of the cast works.\u001b[24m\n    \u001b[1mSayakaは、ほとんどのキャストが動作する箱舟の詐欺師の所有者としてかなり面白いです。\u001b[22m, \u001b[1mさやかは、キャストのほとんどが働いているアークの詐欺師の所有者として非常に面白いです。\u001b[22m\n\u001b[4mThe best of the shows running gags flows through her.\u001b[24m\n    \u001b[1mギャグを走っているショーの中で最高のものが彼女の中を流れる。\u001b[22m, \u001b[1mギャグを実行している番組の最高のは、彼女を通って流れます。\u001b[22m\n\u001b[4mI could go on and on about the entire cast but I can’t find one that I didn’t really love, right down to the cafe customer who futilely asks for the salt during the entire series.\u001b[24m\n    \u001b[1m私はキャスト全体について続けて行くことができますが、私は本当に愛していないものを見つけることができません。\u001b[22m, \u001b[1m私は、全体のキャストについては上に行く可能性がありますが、私は本当に正しい無駄に全シリーズ中に塩を要求カフェ顧客に至るまで、愛していなかったものを見つけることができません。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and animation is absolutely gorgeous. SHAFT always does a fine job in this area but in Natsu I think they really outdid themselves. The backgrounds and settings are beautiful but it’s the character models which I really fell in love with. As I mentioned the show has just this sexy and a bit erotic feel to it despite not feeling like its being exploitive. I thought everything was just very tastefully done. Especially when compared to the tacky way most anime series do things.\n\n\u001b[1m芸術とアニメーションは絶対に豪華です。  SHAFTはいつもこの分野でいい仕事をしていますが、奈津では彼らが本当に自分より優れていると思います。 背景や設定は美しいですが、私が本当に恋に落ちたのはキャラクターモデルです。 私が言いましたように、このショーは、このセクシーで、エロチックな感じがします。 私はすべてがうまくやったと思った。 特に、タッキーな方法と比較して、ほとんどのアニメシリーズは物事を行います。\u001b[22m\n\u001b[1m(Geijutsu to animēshon wa zettai ni gōkadesu. Shafuto wa itsumo kono bun'yade ī shigoto o shite imasuga, Natsude wa karera ga hontōni jibun yori sugurete iru to omoimasu. Haikei ya settei wa utsukushīdesuga, watashi ga hontōni koi ni ochita no wa kyarakutāmoderudesu. Watashi ga iimashita yō ni, kono shō wa, kono sekushī de, erochikkuna kanji ga shimasu. Watashi wa subete ga umaku yatta to omotta. Tokuni, takkīna hōhō to hikaku shite, hotondo no animeshirīzu wa monogoto o okonaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation is absolutely gorgeous. SHAFT always does a fine job in this area but in Natsu I think they really outdid themselves. The backgrounds and settings are beautiful but it’s the character models which I really fell in love with. As I mentioned the show has just this sexy and a bit erotic feel to it despite not feeling like its being exploitive. I thought everything was just very tastefully done. Especially when compared to the tacky way most anime series do things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation is absolutely gorgeous.\u001b[24m\n    \u001b[1m芸術とアニメーションは絶対に豪華です。\u001b[22m, \u001b[1mアートやアニメーションは絶対に豪華です。\u001b[22m\n\u001b[4mSHAFT always does a fine job in this area but in Natsu I think they really outdid themselves.\u001b[24m\n    \u001b[1mSHAFTはいつもこの分野でいい仕事をしていますが、奈津では彼らが本当に自分より優れていると思います。\u001b[22m, \u001b[1mシャフトは、常にこの領域に細かい仕事をしていませんが、夏に私は、彼らが本当に自分自身をoutdidと思います。\u001b[22m\n\u001b[4mThe backgrounds and settings are beautiful but it’s the character models which I really fell in love with.\u001b[24m\n    \u001b[1m背景や設定は美しいですが、私が本当に恋に落ちたのはキャラクターモデルです。\u001b[22m, \u001b[1m背景や設定は美しいですが、それは私が本当にと恋に落ちたキャラクターモデルです。\u001b[22m\n\u001b[4mAs I mentioned the show has just this sexy and a bit erotic feel to it despite not feeling like its being exploitive.\u001b[24m\n    \u001b[1m私が言いましたように、このショーは、このセクシーで、エロチックな感じがします。\u001b[22m, \u001b[1m私が述べたようにショーは、そのビーイングの搾取のように感じていないにも関わらず、それにちょうどこのセクシーと少しエロティックな感触を持っています。\u001b[22m\n\u001b[4mI thought everything was just very tastefully done.\u001b[24m\n    \u001b[1m私はすべてがうまくやったと思った。\u001b[22m, \u001b[1m私はすべてがちょうど非常に上品に行ったと思いました。\u001b[22m\n\u001b[4mEspecially when compared to the tacky way most anime series do things.\u001b[24m\n    \u001b[1m特に、タッキーな方法と比較して、ほとんどのアニメシリーズは物事を行います。\u001b[22m, \u001b[1m特に、ほとんどのアニメシリーズは、物事を行う粘着性の方法と比較した場合。\u001b[22m\n\u001b[1m\u001b[22m\nSound, music, acting is all tremendous. Natsu has a great cast including some personal favorites such as Yui Horie. The OP theme is really tremendous both musically and artistically with the animation. It’s one of the sexiest OPs I think I have ever seen. The incidental music and EN songs are all great as well.\n\n\u001b[1m音、音楽、演技はすべて大変です。 奈津は、堀江由衣などの個人的なお気に入りを含む素晴らしいキャストを持っています。  OPのテーマは音楽的にも芸術的にも非常に驚異的です。 それは私が今まで見た中で最もセクシーなOPの一つです。 付随音楽とEN曲もすべて素晴らしいです。\u001b[22m\n\u001b[1m(Oto, ongaku, engi wa subete taihendesu. Natsu wa, horie yui nado no kojin-tekina okiniiri o fukumu subarashī kyasuto o motte imasu. OP no tēma wa ongaku-teki ni mo geijutsu-teki ni mo hijō ni kyōi-tekidesu. Sore wa watashi ga imamade mita naka de mottomo sekushīna OP no hitotsudesu. Fuzui ongaku to EN kyoku mo subete subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSound, music, acting is all tremendous. Natsu has a great cast including some personal favorites such as Yui Horie. The OP theme is really tremendous both musically and artistically with the animation. It’s one of the sexiest OPs I think I have ever seen. The incidental music and EN songs are all great as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound, music, acting is all tremendous.\u001b[24m\n    \u001b[1m音、音楽、演技はすべて大変です。\u001b[22m, \u001b[1mサウンド、音楽、演技はすべて途方もないです。\u001b[22m\n\u001b[4mNatsu has a great cast including some personal favorites such as Yui Horie.\u001b[24m\n    \u001b[1m奈津は、堀江由衣などの個人的なお気に入りを含む素晴らしいキャストを持っています。\u001b[22m, \u001b[1m夏には、堀江由衣などの一部の個人的なお気に入りなどの素晴らしいキャストを持っています。\u001b[22m\n\u001b[4mThe OP theme is really tremendous both musically and artistically with the animation.\u001b[24m\n    \u001b[1mOPのテーマは音楽的にも芸術的にも非常に驚異的です。\u001b[22m, \u001b[1mOPテーマは、アニメーションとの両方の音楽と芸術本当に途方もないです。\u001b[22m\n\u001b[4mIt’s one of the sexiest OPs I think I have ever seen.\u001b[24m\n    \u001b[1mそれは私が今まで見た中で最もセクシーなOPの一つです。\u001b[22m, \u001b[1mそれは私が私が今まで見てきたと思う最もセクシーなのOPの一つです。\u001b[22m\n\u001b[4mThe incidental music and EN songs are all great as well.\u001b[24m\n    \u001b[1m付随音楽とEN曲もすべて素晴らしいです。\u001b[22m, \u001b[1m付随音楽とENの曲は、同様にすべての偉大されています。\u001b[22m\n\u001b[1m\u001b[22m\nNatsu no Arashi! is truly a work of art and genius. If you haven’t seen this yet then I have to ask, what are you waiting for? I’m not sure where I would rank it in regards to everything else I have seen but it’s one of the few series I can find almost no major faults with. I give it my highest possible recommendation.\n\n\u001b[1m夏の嵐！ 本当に芸術と天才の作品です。 あなたがこれをまだ見ていないなら、私は尋ねなければなりません、あなたは何を待っていますか？ 私は見たことが他のすべてに関してそれをランク付けするかどうかわからないが、それは私がほとんど重大な欠陥を見つけることができるいくつかのシリーズの一つです。 私はそれに私の最高の可能な勧告を与える。\u001b[22m\n\u001b[1m(Natsunoarashi hontōni geijutsu to tensai no sakuhindesu. Anata ga kore o mada miteinainara, watashi wa tazunenakereba narimasen, anata wa nani o matteimasu ka? Watashi wa mita koto ga hoka no subete ni kanshite sore o ranku tsuke suru ka dō ka wakaranaiga, sore wa watashi ga hotondo jūdaina kekkan o mitsukeru koto ga dekiru ikutsu ka no shirīzu no hitotsudesu. Watashi wa sore ni watashi no saikō no kanōna kankoku o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mNatsu no Arashi! is truly a work of art and genius. If you haven’t seen this yet then I have to ask, what are you waiting for? I’m not sure where I would rank it in regards to everything else I have seen but it’s one of the few series I can find almost no major faults with. I give it my highest possible recommendation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNatsu no Arashi!\u001b[24m\n    \u001b[1m夏の嵐！\u001b[22m, \u001b[1m夏のあらし！\u001b[22m\n\u001b[4mis truly a work of art and genius.\u001b[24m\n    \u001b[1m本当に芸術と天才の作品です。\u001b[22m, \u001b[1m本当に芸術と天才の仕事です。\u001b[22m\n\u001b[4mIf you haven’t seen this yet then I have to ask, what are you waiting for?\u001b[24m\n    \u001b[1mあなたがこれをまだ見ていないなら、私は尋ねなければなりません、あなたは何を待っていますか？\u001b[22m, \u001b[1mあなたは、私が聞いている、次にこれをまだ見ていない場合は、何を待っていますか？\u001b[22m\n\u001b[4mI’m not sure where I would rank it in regards to everything else I have seen but it’s one of the few series I can find almost no major faults with.\u001b[24m\n    \u001b[1m私は見たことが他のすべてに関してそれをランク付けするかどうかわからないが、それは私がほとんど重大な欠陥を見つけることができるいくつかのシリーズの一つです。\u001b[22m, \u001b[1m私は他のすべてに関して、それをランク付けする場所私が見ているかわからないが、それは私がほとんどの主要な障害を見つけることができるいくつかのシリーズの一つです。\u001b[22m\n\u001b[4mI give it my highest possible recommendation.\u001b[24m\n    \u001b[1m私はそれに私の最高の可能な勧告を与える。\u001b[22m, \u001b[1m私はそれを私の可能な限り最高の勧告を与えます。\u001b[22m"
  },
  {
    "title": "Natsu_no_Arashi",
    "id": "5597",
    "url": "https://myanimelist.net/anime/5597/Natsu_no_Arashi",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=179675",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  6\n\n夏の嵐はスクールランブルの作品で知られる小林晋が書いた漫画で、スクエアエニックスが出版しています。  2009年には、シャフトから2シリーズのアニメアダプテーションを受けました。 レコーディング・シリーズの後ろにある同じスタジオと、記憶の物語であるEf A Tale of Memories。 しかし、それはすべて悪くはありません。 彼らはまた、Madokaの仕事と私が一度も見たことがない、そしてコメントできないものを集めました。 だから、どうやってこれを抑えるの？ 最初のシリーズを見てみましょう。\n\nストーリー：\n\n夏の時間であり、13歳の元弥生は元気に新しい地域に移っています。 小さなカフェに立ち寄ったとき、彼は魅力的な年上の女の子、Arashiと出会う。 カフェで働いている間、嵐は、荒々しく見えるサングラスの男性が、彼女の家族が彼女を戻すために彼を雇ったと主張している。 元師は介入して両者を助け、手をつかみ、時を経て帰る。 嵐はハジメに幽霊だと伝え、彼らは今接続しました。 彼女はまた、第二次世界大戦の爆撃の襲撃で死亡したであろう人々を救うことができるように、彼と一緒に戻ってくるように彼に求めます。 彼は自然に最初は懐疑的だが、彼は彼女が魅力的であると感じるので、それに沿って行く。 彼女が現在と同じように見える嵐の現時点で60年前の写真を見つけると、彼は彼女を信じています。 彼らは両方の生きているときに嵐の良い友達だったカジャという名前の第二の幽霊を満たしています。\n\n\n\n肯定的な側面では、両方のエピソードのセットは、特によく一緒に遊んでいないことを考慮しても、かなりまともです。 シリーズ全体でかなり面白い瞬間があり、より深刻なエピソードは、弥生とかなこの間のもののような、良い感動の瞬間を持っています。 私はシリーズが早い段階でタイムトラベルのルールを確立し、それを続けていくことにも感謝しています。 キャラクターには、時間旅行に関するかなり詳細な議論があり、パラドックスや過去の変化の倫理的影響について、あなたが期待する主な質問をすべて聞きます。 私が好きなのは、多くの時間旅行の物語は無視されるという現実主義があります。 私はまた、彼らが小柄なことに加えて実際に重要なことにタイムトラベルを使用するのが好きです。 ええ、この半分のコメディは、時間を飛ばしていると思われる劇的な女の子よりも、その面では優れています。\n\nキャラクター：\n\n私はシリーズのクレジットを与えます、その文字のほとんどはかなりよく開発され、意味をなさない動機を持っています。 大きな例外は、\"Shades\"であり、カフェの所有者であり、彼らの風習はかなり厳密に続く。 確かに、キャラクターは信じて愚かなことをやっているが、それは意味をなさない過ちであり、真実を持っている。 小林君が肉体に苦しんでいたことに感謝します。 私たちはおそらく、2つの要素が混在していても、実行がいかに厄介なものではないかというと、本当に良いことになっていたかもしれないことを示している。\n\nアート：\n\n芸術はちょっと奇妙です。 このシリーズは、任意のオーバーヘッドビューを入れたり、斜めから任意に物を表示したりするような、奇妙なことを行うことを好む。 彼らはちょうど信じられないほど感情的です。 それはまた、より激しいと思われる場面では混沌としたものにするのが好きであり、実際には良い方法ではありません。 彼らは、誰かが実際に何かを強く見せないで恐ろしいものを覚えているか見ていることを伝えようとしています。 それはあなたがそれの背後にあるアイデアを得るという意味では機能しますが、それはまた影響を与えます。 これは、列車がトンネルや花火に出るか、そんなことばかげていることを示すメディアでは、「セックスシーン」のようなものです。 そのようなシーンは面白いかもしれませんが、実際には激しいシーンではうまく動作しません。 背景は一種の怠け者です。 私は、キャラクターのデザインがかなり良いと思っているシリーズのクレジットを与えます。 私はまた、顔の表情を本当にうまくやってくれたアーティストに信用を与えます。\n\n音：\n\n声の演技はまともです。 本当に驚くばかりの演奏は本当にありません。（堀江由衣は、感情的なシーンが強いので、おそらく最も近いです）が、すべてがうまくいきます。 最高のパフォーマンスではなく、良いものです。 音楽はかなり標準的です。 それには何も問題はありませんが、それについても目立つものはありません。\n\nホーイー：\n\n少しです。  YayoiとKanakoは間違いなく友人以上のものとして出会います。 しかし、彼らは多くのエピソードで重要な役割を果たしておらず、彼らがしているほとんどのことは、お互いの目を愛情深く見ながら手をつないでいる。 だから、ホー・イー・ファクターは、その2つの3/10です。\n\n最終的な考え方：\n\n夏の嵐にはかなり目立った問題があります。 そんなに混乱しない2つのトーンがお互いにぎこちなく座っているかどうか、奇妙なアートディレクション、ちょうど落ちているジョーク、または緊張しなければならない時がシリーズを台無しにして結果を台無しにするかどうか。 しかし、深刻なエピソードや珍しいエピソードの両方がかなりうまく処理され、シリーズには良い瞬間がたくさんあります。 いくつかの面白い、いくつか触れている。 それはまた、十分に文字と能力のある音声の仕事をfleshedして、芸術は時々その奇妙な方向にもかかわらず、かなり良いです。 シリーズの最終評価は6/10になる予定です。 それはまともです。 私は第2シリーズをもう一度見ていきますが、来週は学園天を見てみましょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nNatsu no Arashi was a manga written by Kobayashi Jin, known for his work with School Rumble, and published by Square Enix. In 2009 it received a two series anime adaptation from Shaft. The same studio behind the Rec series and the sub-par Ef A Tale of Memories. But it's not all bad. They also did the work for Madoka and a bunch of stuff I've never seen and can't comment on. So, how does this one hold up? Let's look at the first series.\n\n\u001b[1m夏の嵐はスクールランブルの作品で知られる小林晋が書いた漫画で、スクエアエニックスが出版しています。  2009年には、シャフトから2シリーズのアニメアダプテーションを受けました。 レコーディング・シリーズの後ろにある同じスタジオと、記憶の物語であるEf A Tale of Memories。 しかし、それはすべて悪くはありません。 彼らはまた、Madokaの仕事と私が一度も見たことがない、そしてコメントできないものを集めました。 だから、どうやってこれを抑えるの？ 最初のシリーズを見てみましょう。\u001b[22m\n\u001b[1m(Natsu no arashi wa sukūruranburu no sakuhin de shira reru Kobayashi Shin ga kaita manga de, sukueaenikkusu ga shuppan shite imasu. 2009-Nen ni wa, shafuto kara 2 shirīzu no animeadaputēshon o ukemashita. Rekōdingu shirīzu no ushiro ni aru onaji sutajio to, kioku no monogataridearu Ef A Tale of Memories. Shikashi, soreha subete waruku wa arimasen. Karera wa mata, Madoka no shigoto to watashi ga ichido mo mita koto ga nai, soshite komento dekinai mono o atsumemashita. Dakara, dō yatte kore o osaeru no? Saisho no shirīzu o mite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mNatsu no Arashi was a manga written by Kobayashi Jin, known for his work with School Rumble, and published by Square Enix. In 2009 it received a two series anime adaptation from Shaft. The same studio behind the Rec series and the sub-par Ef A Tale of Memories. But it's not all bad. They also did the work for Madoka and a bunch of stuff I've never seen and can't comment on. So, how does this one hold up? Let's look at the first series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNatsu no Arashi was a manga written by Kobayashi Jin, known for his work with School Rumble, and published by Square Enix.\u001b[24m\n    \u001b[1m夏の嵐はスクールランブルの作品で知られる小林晋が書いた漫画で、スクエアエニックスが出版しています。\u001b[22m, \u001b[1m夏のあらし！はスクールランブルと彼の作品で知ら小林仁によって書かれた漫画、で、スクウェア・エニックスが発行し。\u001b[22m\n\u001b[4mIn 2009 it received a two series anime adaptation from Shaft.\u001b[24m\n    \u001b[1m2009年には、シャフトから2シリーズのアニメアダプテーションを受けました。\u001b[22m, \u001b[1m2009年にはシャフトからの2つのシリーズのアニメの適応を受けました。\u001b[22m\n\u001b[4mThe same studio behind the Rec series and the sub-par Ef A Tale of Memories.\u001b[24m\n    \u001b[1mレコーディング・シリーズの後ろにある同じスタジオと、記憶の物語であるEf A Tale of Memories。\u001b[22m, \u001b[1mレックシリーズや思い出のサブパーEfのA物語の背後にある同じスタジオ。\u001b[22m\n\u001b[4mBut it's not all bad.\u001b[24m\n    \u001b[1mしかし、それはすべて悪くはありません。\u001b[22m, \u001b[1mしかし、それはすべての悪いではありません。\u001b[22m\n\u001b[4mThey also did the work for Madoka and a bunch of stuff I've never seen and can't comment on.\u001b[24m\n    \u001b[1m彼らはまた、Madokaの仕事と私が一度も見たことがない、そしてコメントできないものを集めました。\u001b[22m, \u001b[1m彼らはまた、まどかのための仕事と私は見たことがない原料の束を行なったし、上にコメントすることはできません。\u001b[22m\n\u001b[4mSo, how does this one hold up?\u001b[24m\n    \u001b[1mだから、どうやってこれを抑えるの？\u001b[22m, \u001b[1mだから、どのようにこの1は、ホールドアップしますか？\u001b[22m\n\u001b[4mLet's look at the first series.\u001b[24m\n    \u001b[1m最初のシリーズを見てみましょう。\u001b[22m, \u001b[1mそれでは、最初のシリーズを見てみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nIt's summer time and thirteen year old Yasaka Hajime is moving to a new area. When stopping by a small cafe he meets Arashi, an attractive older girl. While working at the cafe, Arashi is accosted by a brutish looking man in sunglasses who claims that her family hired him to bring her back, a claim that leaves Arashi visibly confused. Hajime intervenes to help her and the two end up grasping hands and going back in time. Arashi tells Hajime that she's a ghost and they've just connected. She also asks him to travel back with her so that she can save people who would have died during bombing raids in the second World War. He's naturally skeptical at first, but he goes along with it because he finds her attractive. After going back in time and finding a sixty year old photograph in the present of Arashi where she looks exactly the same as she currently does, he believes her. They meet a second ghost named Kaja, who had been a good friend of Arashi's when they were both alive.\n\n\u001b[1m夏の時間であり、13歳の元弥生は元気に新しい地域に移っています。 小さなカフェに立ち寄ったとき、彼は魅力的な年上の女の子、Arashiと出会う。 カフェで働いている間、嵐は、荒々しく見えるサングラスの男性が、彼女の家族が彼女を戻すために彼を雇ったと主張している。 元師は介入して両者を助け、手をつかみ、時を経て帰る。 嵐はハジメに幽霊だと伝え、彼らは今接続しました。 彼女はまた、第二次世界大戦の爆撃の襲撃で死亡したであろう人々を救うことができるように、彼と一緒に戻ってくるように彼に求めます。 彼は自然に最初は懐疑的だが、彼は彼女が魅力的であると感じるので、それに沿って行く。 彼女が現在と同じように見える嵐の現時点で60年前の写真を見つけると、彼は彼女を信じています。 彼らは両方の生きているときに嵐の良い友達だったカジャという名前の第二の幽霊を満たしています。\u001b[22m\n\u001b[1m(Natsu no jikandeari, 13-sai no moto Yayoi wa genki ni atarashī chiiki ni utsutte imasu. Chīsana kafe ni tachiyotta toki, kare wa miryoku-tekina toshiue no on'nanoko, Arashi to deau. Kafe de hataraite iru ma, arashi wa, araarashiku mieru sangurasu no dansei ga, kanojo no kazoku ga kanojo o modosu tame ni kare o yatotta to shuchō shite iru. Gen-shi wa kainyū shite ryōsha o tasuke,-te o tsukami,-ji o hete kaeru. Arashi wa Hajime ni yūreida to tsutae, karera wa ima setsuzoku shimashita. Kanojo wa mata, dainijisekaitaisen no bakugeki no shūgeki de shibō shitadearou hitobito o sukuu koto ga dekiru yō ni, kare to issho ni modotte kuru yō ni kare ni motomemasu. Kare wa shizen ni saisho wa kaigi-tekidaga, kare wa kanojo ga mirikitekidearu to kanjiru node, sore ni sotte iku. Kanojo ga genzai to onaji yōnimieru arashi no genjiten de 60-nen mae no shashin o mitsukeru to, kare wa kanojo o shinjite imasu. Karera wa ryōhō no ikite iru toki ni arashi no yoi tomodachidatta kaja to iu namae no daini no yūrei o mitashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's summer time and thirteen year old Yasaka Hajime is moving to a new area. When stopping by a small cafe he meets Arashi, an attractive older girl. While working at the cafe, Arashi is accosted by a brutish looking man in sunglasses who claims that her family hired him to bring her back, a claim that leaves Arashi visibly confused. Hajime intervenes to help her and the two end up grasping hands and going back in time. Arashi tells Hajime that she's a ghost and they've just connected. She also asks him to travel back with her so that she can save people who would have died during bombing raids in the second World War. He's naturally skeptical at first, but he goes along with it because he finds her attractive. After going back in time and finding a sixty year old photograph in the present of Arashi where she looks exactly the same as she currently does, he believes her. They meet a second ghost named Kaja, who had been a good friend of Arashi's when they were both alive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's summer time and thirteen year old Yasaka Hajime is moving to a new area.\u001b[24m\n    \u001b[1m夏の時間であり、13歳の元弥生は元気に新しい地域に移っています。\u001b[22m, \u001b[1mそれは夏の時間と八坂肇が新しいエリアに移動している13歳です。\u001b[22m\n\u001b[4mWhen stopping by a small cafe he meets Arashi, an attractive older girl.\u001b[24m\n    \u001b[1m小さなカフェに立ち寄ったとき、彼は魅力的な年上の女の子、Arashiと出会う。\u001b[22m, \u001b[1m小さなカフェによって停止すると、彼は嵐、魅力的な古い女の子を満たしています。\u001b[22m\n\u001b[4mWhile working at the cafe, Arashi is accosted by a brutish looking man in sunglasses who claims that her family hired him to bring her back, a claim that leaves Arashi visibly confused.\u001b[24m\n    \u001b[1mカフェで働いている間、嵐は、荒々しく見えるサングラスの男性が、彼女の家族が彼女を戻すために彼を雇ったと主張している。\u001b[22m, \u001b[1mカフェで仕事をしながら、嵐は嵐を残しクレームが目に見えて混乱し、彼女の家族は彼女の背中をもたらすために彼を雇ったと主張しているサングラスで野蛮な探して男に話しかけています。\u001b[22m\n\u001b[4mHajime intervenes to help her and the two end up grasping hands and going back in time.\u001b[24m\n    \u001b[1m元師は介入して両者を助け、手をつかみ、時を経て帰る。\u001b[22m, \u001b[1m肇は彼女を助けるために介入すると二人は手を把握し、時間内に戻ってしまいます。\u001b[22m\n\u001b[4mArashi tells Hajime that she's a ghost and they've just connected.\u001b[24m\n    \u001b[1m嵐はハジメに幽霊だと伝え、彼らは今接続しました。\u001b[22m, \u001b[1m嵐は彼女が幽霊だと、彼らはただ接続したこと肇を伝えます。\u001b[22m\n\u001b[4mShe also asks him to travel back with her so that she can save people who would have died during bombing raids in the second World War.\u001b[24m\n    \u001b[1m彼女はまた、第二次世界大戦の爆撃の襲撃で死亡したであろう人々を救うことができるように、彼と一緒に戻ってくるように彼に求めます。\u001b[22m, \u001b[1m彼女はまた、彼女は第二次世界大戦中に襲撃を爆撃中に死亡したであろう人々を救うことができるように、彼女と一緒に戻って旅行する彼に尋ねます。\u001b[22m\n\u001b[4mHe's naturally skeptical at first, but he goes along with it because he finds her attractive.\u001b[24m\n    \u001b[1m彼は自然に最初は懐疑的だが、彼は彼女が魅力的であると感じるので、それに沿って行く。\u001b[22m, \u001b[1m彼は最初に天然には懐疑的だが、彼は彼女の魅力を見つけたので、彼はそれに沿って行きます。\u001b[22m\n\u001b[4mAfter going back in time and finding a sixty year old photograph in the present of Arashi where she looks exactly the same as she currently does, he believes her.\u001b[24m\n    \u001b[1m彼女が現在と同じように見える嵐の現時点で60年前の写真を見つけると、彼は彼女を信じています。\u001b[22m, \u001b[1m時間に戻って行くと、彼女は彼女が現在とまったく同じように同じように見えます嵐の現在で60歳の写真を見つけた後、彼は彼女を信じています。\u001b[22m\n\u001b[4mThey meet a second ghost named Kaja, who had been a good friend of Arashi's when they were both alive.\u001b[24m\n    \u001b[1m彼らは両方の生きているときに嵐の良い友達だったカジャという名前の第二の幽霊を満たしています。\u001b[22m, \u001b[1m彼らは両方の生きていたときに嵐の良き友人であった冠者という名前の第二の幽霊を満たしています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOn a positive side, both sets of episodes are pretty decent, even when you factor in them not playing particularly well together. There are some pretty funny moments throughout the series and the more serious episodes do have some good touching moments, like the stuff between Yayoi and Kanako. I also appreciate that the series establishes rules for time travel early on and follows them throughout. The characters also have some pretty detailed discussions about time travel and they ask all of the major questions that you would expect concerning paradoxes and the ethical implications of changing the past. Which I do like, it has a certain realism that a lot of time travel narratives ignore. I also like that they use time travel for things that are actually important in addition to the petty shenanigans. Yeah, this half comedy does better on that front than the supposedly dramatic Girl Who Leapt Through Time.\n\n\u001b[1m肯定的な側面では、両方のエピソードのセットは、特によく一緒に遊んでいないことを考慮しても、かなりまともです。 シリーズ全体でかなり面白い瞬間があり、より深刻なエピソードは、弥生とかなこの間のもののような、良い感動の瞬間を持っています。 私はシリーズが早い段階でタイムトラベルのルールを確立し、それを続けていくことにも感謝しています。 キャラクターには、時間旅行に関するかなり詳細な議論があり、パラドックスや過去の変化の倫理的影響について、あなたが期待する主な質問をすべて聞きます。 私が好きなのは、多くの時間旅行の物語は無視されるという現実主義があります。 私はまた、彼らが小柄なことに加えて実際に重要なことにタイムトラベルを使用するのが好きです。 ええ、この半分のコメディは、時間を飛ばしていると思われる劇的な女の子よりも、その面では優れています。\u001b[22m\n\u001b[1m(Kōtei-tekina sokumende wa, ryōhō no episōdo no setto wa, tokuni yoku issho ni asonde inai koto o kōryo shite mo, kanari matomodesu. Shirīzu zentai de kanari omoshiroi shunkan ga ari, yori shinkokuna episōdo wa, Yayoi tokana konoaida no mono no yōna, yoi kandō no shunkan o motte imasu. Watashi wa shirīzu ga hayai dankai de taimu toraberu no rūru o kakuritsu shi, sore o tsudzukete iku koto ni mo kansha shite imasu. Kyarakutā ni wa, jikan ryokō ni kansuru kanari shōsaina giron ga ari, paradokkusu ya kako no henka no rinri-teki eikyō ni tsuite, anata ga kitai suru omona shitsumon o subete kikimasu. Watashi ga sukina no wa, ōku no jikan ryokō no monogatari wa mushi sa reru to iu genjitsu shugi ga arimasu. Watashi wa mata, karera ga kogarana koto ni kuwaete jissai ni jūyōna koto ni taimu toraberu o shiyō suru no ga sukidesu. E e, kono hanbun no komedi wa, jikan o tobashite iru to omowa reru gekitekina on'nanoko yori mo, sono mende wa sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOn a positive side, both sets of episodes are pretty decent, even when you factor in them not playing particularly well together. There are some pretty funny moments throughout the series and the more serious episodes do have some good touching moments, like the stuff between Yayoi and Kanako. I also appreciate that the series establishes rules for time travel early on and follows them throughout. The characters also have some pretty detailed discussions about time travel and they ask all of the major questions that you would expect concerning paradoxes and the ethical implications of changing the past. Which I do like, it has a certain realism that a lot of time travel narratives ignore. I also like that they use time travel for things that are actually important in addition to the petty shenanigans. Yeah, this half comedy does better on that front than the supposedly dramatic Girl Who Leapt Through Time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn a positive side, both sets of episodes are pretty decent, even when you factor in them not playing particularly well together.\u001b[24m\n    \u001b[1m肯定的な側面では、両方のエピソードのセットは、特によく一緒に遊んでいないことを考慮しても、かなりまともです。\u001b[22m, \u001b[1mあなたがそれらを一緒に特によくプレイしていないを考慮する場合にも肯定的な側面では、エピソードの両方のセットは、かなりまともです。\u001b[22m\n\u001b[4mThere are some pretty funny moments throughout the series and the more serious episodes do have some good touching moments, like the stuff between Yayoi and Kanako.\u001b[24m\n    \u001b[1mシリーズ全体でかなり面白い瞬間があり、より深刻なエピソードは、弥生とかなこの間のもののような、良い感動の瞬間を持っています。\u001b[22m, \u001b[1mそこにいくつかの非常に面白い瞬間がシリーズ全体で、より深刻なエピソードは弥生と加奈子との間のもののように、いくつかの良い感動の瞬間を持っています。\u001b[22m\n\u001b[4mI also appreciate that the series establishes rules for time travel early on and follows them throughout.\u001b[24m\n    \u001b[1m私はシリーズが早い段階でタイムトラベルのルールを確立し、それを続けていくことにも感謝しています。\u001b[22m, \u001b[1m私はまた、シリーズが早期にタイムトラベルするためのルールを確立し、全体でそれらに従うことを感謝しています。\u001b[22m\n\u001b[4mThe characters also have some pretty detailed discussions about time travel and they ask all of the major questions that you would expect concerning paradoxes and the ethical implications of changing the past.\u001b[24m\n    \u001b[1mキャラクターには、時間旅行に関するかなり詳細な議論があり、パラドックスや過去の変化の倫理的影響について、あなたが期待する主な質問をすべて聞きます。\u001b[22m, \u001b[1m文字は、時間旅行についてかなり詳細な議論を持っているし、彼らはあなたがに関するパラドックスと過去を変えることの倫理的な意味を期待する主要なすべての質問をお願いします。\u001b[22m\n\u001b[4mWhich I do like, it has a certain realism that a lot of time travel narratives ignore.\u001b[24m\n    \u001b[1m私が好きなのは、多くの時間旅行の物語は無視されるという現実主義があります。\u001b[22m, \u001b[1mこれは私のような、それはタイムトラベル物語の多くは無視することは、特定の臨場感を持っています。\u001b[22m\n\u001b[4mI also like that they use time travel for things that are actually important in addition to the petty shenanigans.\u001b[24m\n    \u001b[1m私はまた、彼らが小柄なことに加えて実際に重要なことにタイムトラベルを使用するのが好きです。\u001b[22m, \u001b[1m私はまた、彼らはささいなペテンに加えて、実際に重要であるもののためにタイムトラベルを使用することを好みます。\u001b[22m\n\u001b[4mYeah, this half comedy does better on that front than the supposedly dramatic Girl Who Leapt Through Time.\u001b[24m\n    \u001b[1mええ、この半分のコメディは、時間を飛ばしていると思われる劇的な女の子よりも、その面では優れています。\u001b[22m, \u001b[1mうん、この半分喜劇は時をかけるはずの劇的な女の子よりも、その前面に優れてい。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nI will give the series credit, most of its characters are pretty well developed and have motivations that make sense. The big exceptions being “Shades” and the cafe owner, who follow their tropes pretty strictly. Sure, the characters do believe and do some stupid things, but they're mistakes that make sense and have verisimilitude. I do appreciate that Kobayashi took the trouble to flesh them out since a lot of zany comedies just stick to basic tropes. We probably owe them being fleshed out to the series being half serious which illustrates how the mix of the two elements could have been a really good thing if not for how awkward the execution was.\n\n\u001b[1m私はシリーズのクレジットを与えます、その文字のほとんどはかなりよく開発され、意味をなさない動機を持っています。 大きな例外は、\"Shades\"であり、カフェの所有者であり、彼らの風習はかなり厳密に続く。 確かに、キャラクターは信じて愚かなことをやっているが、それは意味をなさない過ちであり、真実を持っている。 小林君が肉体に苦しんでいたことに感謝します。 私たちはおそらく、2つの要素が混在していても、実行がいかに厄介なものではないかというと、本当に良いことになっていたかもしれないことを示している。\u001b[22m\n\u001b[1m(Watashi wa shirīzu no kurejitto o ataemasu, sono moji no hotondo wa kanari yoku kaihatsu sa re, imiwonasanai dōki o motte imasu. Ōkina reigai wa, \" Shades\"deari, kafe no shoyū-shadeari, karera no fūshū wa kanari genmitsu ni tsudzuku. Tashika ni, kyarakutā wa shinjite orokana koto o yatte iruga, soreha imiwonasanai ayamachideari, shinjitsu o motte iru. Kobayashi-kun ga nikutai ni kurushinde ita koto ni kansha shimasu. Watashitachi wa osoraku, 2tsu no yōso ga konzai shite ite mo, jikkō ga ikani yakkaina monode wanai ka to iu to, hontōni yoi koto ni natte ita kamo shirenai koto o shimeshite iru.)\u001b[22m\n\nTranslations of \u001b[4mI will give the series credit, most of its characters are pretty well developed and have motivations that make sense. The big exceptions being “Shades” and the cafe owner, who follow their tropes pretty strictly. Sure, the characters do believe and do some stupid things, but they're mistakes that make sense and have verisimilitude. I do appreciate that Kobayashi took the trouble to flesh them out since a lot of zany comedies just stick to basic tropes. We probably owe them being fleshed out to the series being half serious which illustrates how the mix of the two elements could have been a really good thing if not for how awkward the execution was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will give the series credit, most of its characters are pretty well developed and have motivations that make sense.\u001b[24m\n    \u001b[1m私はシリーズのクレジットを与えます、その文字のほとんどはかなりよく開発され、意味をなさない動機を持っています。\u001b[22m, \u001b[1m私は、その文字のほとんどはかなりよく開発し、意味をなす動機を持っている、一連の信用を与えるでしょう。\u001b[22m\n\u001b[4mThe big exceptions being “Shades” and the cafe owner, who follow their tropes pretty strictly.\u001b[24m\n    \u001b[1m大きな例外は、\"Shades\"であり、カフェの所有者であり、彼らの風習はかなり厳密に続く。\u001b[22m, \u001b[1m大きな例外はかなり厳しく、その比喩に従う「シェード」とカフェの所有者、です。\u001b[22m\n\u001b[4mSure, the characters do believe and do some stupid things, but they're mistakes that make sense and have verisimilitude.\u001b[24m\n    \u001b[1m確かに、キャラクターは信じて愚かなことをやっているが、それは意味をなさない過ちであり、真実を持っている。\u001b[22m, \u001b[1m確かに、文字は信じていくつかの愚かな事をするが、彼らは意味をなさないと迫真を持ってミスをしています。\u001b[22m\n\u001b[4mI do appreciate that Kobayashi took the trouble to flesh them out since a lot of zany comedies just stick to basic tropes.\u001b[24m\n    \u001b[1m小林君が肉体に苦しんでいたことに感謝します。\u001b[22m, \u001b[1m私はおどけた喜劇の多くは、単に基本的な比喩に固執するため、小林がそれらを肉付けするのに手間がかかったことを感謝します。\u001b[22m\n\u001b[4mWe probably owe them being fleshed out to the series being half serious which illustrates how the mix of the two elements could have been a really good thing if not for how awkward the execution was.\u001b[24m\n    \u001b[1m私たちはおそらく、2つの要素が混在していても、実行がいかに厄介なものではないかというと、本当に良いことになっていたかもしれないことを示している。\u001b[22m, \u001b[1m私たちは、おそらく彼らはシリーズは、2つの要素の組み合わせは、実行がいかに厄介なのために本当に良いことではない場合されている可能性がどのように示している半分深刻であることに肉付けされているおかげです。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nThe art is a bit odd. The series likes to do strange things with perspective like putting in random overhead views or showing things from a slanted angle arbitrarily. They're just incredibly emotive. It also likes to make things chaotic in scenes that are supposed to be more intense and it's not really in a good way. They're trying to convey that someone is remembering or seeing terrible things without actually showing anything intense. It does work in the sense that you get the idea behind it, but it also kind of hurts the impact. It's like those “sex scenes” you get in some media that show a train entering a tunnel or fireworks going off or something ridiculous like that. Scenes like that can be funny, but they don't really work in a context where they're supposed to be intense. The backgrounds are kind of lazy. I will give the series credit for having character designs that are pretty good, though. I'll also give the artists credit for doing the facial expressions really well.\n\n\u001b[1m芸術はちょっと奇妙です。 このシリーズは、任意のオーバーヘッドビューを入れたり、斜めから任意に物を表示したりするような、奇妙なことを行うことを好む。 彼らはちょうど信じられないほど感情的です。 それはまた、より激しいと思われる場面では混沌としたものにするのが好きであり、実際には良い方法ではありません。 彼らは、誰かが実際に何かを強く見せないで恐ろしいものを覚えているか見ていることを伝えようとしています。 それはあなたがそれの背後にあるアイデアを得るという意味では機能しますが、それはまた影響を与えます。 これは、列車がトンネルや花火に出るか、そんなことばかげていることを示すメディアでは、「セックスシーン」のようなものです。 そのようなシーンは面白いかもしれませんが、実際には激しいシーンではうまく動作しません。 背景は一種の怠け者です。 私は、キャラクターのデザインがかなり良いと思っているシリーズのクレジットを与えます。 私はまた、顔の表情を本当にうまくやってくれたアーティストに信用を与えます。\u001b[22m\n\u001b[1m(Geijutsu wa chotto kimyōdesu. Kono shirīzu wa, nin'i no ōbāheddobyū o ire tari, naname kara nin'i ni mono o hyōji shi tari suru yōna, kimyōna koto o okonau koto o konomu. Sore wa mata, yori hageshī to omowa reru bamende wa konton to shita mono ni suru no ga sukideari, jissai ni wa yoi hōhōde wa arimasen. Karera wa, darekaga jissai ni nanika o tsuyoku misenaide osoroshī mono o oboete iru ka mite iru koto o tsutaeyou to shite imasu. Sore wa anata ga sore no haigo ni aru aidea o eru to iu imide wa kinō shimasuga, soreha mata eikyō o ataemasu. Kore wa, ressha ga ton'neru ya hanabi ni deru ka, son'na kotoba kagete iru koto o shimesu mediade wa,`sekkusushīn' no yōna monodesu. So no yōna shīn wa omoshiroi kamo shiremasenga, jissai ni wa hageshī shīnde wa umaku dōsa shimasen. Haikei wa isshu no namakemonodesu. Watashi wa, kyarakutā no dezain ga kanari yoi to omotte iru shirīzu no kurejitto o ataemasu. Watashi wa mata,-gao no hyōjō o hontōni umaku yatte kureta ātisuto ni shin'yō o ataemasu. Karera wa chōdo shinji rarenai hodo kanjō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is a bit odd. The series likes to do strange things with perspective like putting in random overhead views or showing things from a slanted angle arbitrarily. They're just incredibly emotive. It also likes to make things chaotic in scenes that are supposed to be more intense and it's not really in a good way. They're trying to convey that someone is remembering or seeing terrible things without actually showing anything intense. It does work in the sense that you get the idea behind it, but it also kind of hurts the impact. It's like those “sex scenes” you get in some media that show a train entering a tunnel or fireworks going off or something ridiculous like that. Scenes like that can be funny, but they don't really work in a context where they're supposed to be intense. The backgrounds are kind of lazy. I will give the series credit for having character designs that are pretty good, though. I'll also give the artists credit for doing the facial expressions really well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is a bit odd.\u001b[24m\n    \u001b[1m芸術はちょっと奇妙です。\u001b[22m, \u001b[1m芸術は少し奇妙です。\u001b[22m\n\u001b[4mThe series likes to do strange things with perspective like putting in random overhead views or showing things from a slanted angle arbitrarily.\u001b[24m\n    \u001b[1mこのシリーズは、任意のオーバーヘッドビューを入れたり、斜めから任意に物を表示したりするような、奇妙なことを行うことを好む。\u001b[22m, \u001b[1mシリーズは、任意に傾斜角度から物事をランダムオーバーヘッドビューに置くかを示すような視点で奇妙な事をするのが好き。\u001b[22m\n\u001b[4mIt also likes to make things chaotic in scenes that are supposed to be more intense and it's not really in a good way.\u001b[24m\n    \u001b[1mそれはまた、より激しいと思われる場面では混沌としたものにするのが好きであり、実際には良い方法ではありません。\u001b[22m, \u001b[1mそれはまた、より強いことになっているシーンで混沌としたものを作るのが好き、それは良い方法では本当にありません。\u001b[22m\n\u001b[4mThey're trying to convey that someone is remembering or seeing terrible things without actually showing anything intense.\u001b[24m\n    \u001b[1m彼らは、誰かが実際に何かを強く見せないで恐ろしいものを覚えているか見ていることを伝えようとしています。\u001b[22m, \u001b[1m彼らは、誰かが実際に強烈何も表示せずにひどいことを思い出したり見ていることを伝えるためにしようとしています。\u001b[22m\n\u001b[4mIt does work in the sense that you get the idea behind it, but it also kind of hurts the impact.\u001b[24m\n    \u001b[1mそれはあなたがそれの背後にあるアイデアを得るという意味では機能しますが、それはまた影響を与えます。\u001b[22m, \u001b[1mそれはあなたがその背後にあるアイデアを得るという意味で作業を行いますが、それはまた一種の影響を痛いです。\u001b[22m\n\u001b[4mIt's like those “sex scenes” you get in some media that show a train entering a tunnel or fireworks going off or something ridiculous like that.\u001b[24m\n    \u001b[1mこれは、列車がトンネルや花火に出るか、そんなことばかげていることを示すメディアでは、「セックスシーン」のようなものです。\u001b[22m, \u001b[1mそれはあなたがトンネルまたはオフに行く花火またはそのようなとんでもないものを入力する列車を表示一部のメディアで取得それらの\"セックスシーン」のようなものです。\u001b[22m\n\u001b[4mScenes like that can be funny, but they don't really work in a context where they're supposed to be intense.\u001b[24m\n    \u001b[1mそのようなシーンは面白いかもしれませんが、実際には激しいシーンではうまく動作しません。\u001b[22m, \u001b[1mそのようなシーンは面白いことができますが、彼らは本当に彼らが激しいことになっている状況では動作しません。\u001b[22m\n\u001b[4mThe backgrounds are kind of lazy.\u001b[24m\n    \u001b[1m背景は一種の怠け者です。\u001b[22m, \u001b[1m背景は一種の怠惰です。\u001b[22m\n\u001b[4mI will give the series credit for having character designs that are pretty good, though.\u001b[24m\n    \u001b[1m私は、キャラクターのデザインがかなり良いと思っているシリーズのクレジットを与えます。\u001b[22m, \u001b[1mでも、私はかなり良いですキャラクターデザインを持つために、一連の信用を与えます。\u001b[22m\n\u001b[4mI'll also give the artists credit for doing the facial expressions really well.\u001b[24m\n    \u001b[1m私はまた、顔の表情を本当にうまくやってくれたアーティストに信用を与えます。\u001b[22m, \u001b[1m私も本当によく表情を行うための芸術家の信用を与えるでしょう。\u001b[22m\n\u001b[4mThey're just incredibly emotive.\u001b[24m\n    \u001b[1m彼らはちょうど信じられないほど感情的です。\u001b[22m, \u001b[1m彼らはただ信じられないほど感情です。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe voice acting is decent enough. There really aren't any performances that are just amazing, (Horie Yui's probably comes the closest since she does have some strong emotional scenes) but all of them are well done. Not the best performances, but good ones. The music is pretty standard. There's nothing wrong with it but nothing that stands out about it either.\n\n\u001b[1m声の演技はまともです。 本当に驚くばかりの演奏は本当にありません。（堀江由衣は、感情的なシーンが強いので、おそらく最も近いです）が、すべてがうまくいきます。 最高のパフォーマンスではなく、良いものです。 音楽はかなり標準的です。 それには何も問題はありませんが、それについても目立つものはありません。\u001b[22m\n\u001b[1m(Koe no engi wa matomodesu. Hontōni odoroku bakari no ensō wa hontōni arimasen. (Horie yui wa, kanjō-tekina shīn ga tsuyoinode, osoraku mottomo chikaidesu) ga, subete ga umaku ikimasu. Saikō no pafōmansude wa naku, yoi monodesu. Ongaku wa kanari hyōjun-tekidesu. Soreni wa nani mo mondai wa arimasenga, sore ni tsuite mo medatsu mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting is decent enough. There really aren't any performances that are just amazing, (Horie Yui's probably comes the closest since she does have some strong emotional scenes) but all of them are well done. Not the best performances, but good ones. The music is pretty standard. There's nothing wrong with it but nothing that stands out about it either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting is decent enough.\u001b[24m\n    \u001b[1m声の演技はまともです。\u001b[22m, \u001b[1m声の演技は十分まともです。\u001b[22m\n\u001b[4mThere really aren't any performances that are just amazing, (Horie Yui's probably comes the closest since she does have some strong emotional scenes) but all of them are well done.\u001b[24m\n    \u001b[1m本当に驚くばかりの演奏は本当にありません。（堀江由衣は、感情的なシーンが強いので、おそらく最も近いです）が、すべてがうまくいきます。\u001b[22m, \u001b[1mそこに本当にただ驚くべきであるあらゆる性能が、（彼女はいくつかの強い感情的なシーンを持っているので、堀江由衣のは、おそらく最も近い）ではありませんが、それらのすべてがよくやっています。\u001b[22m\n\u001b[4mNot the best performances, but good ones.\u001b[24m\n    \u001b[1m最高のパフォーマンスではなく、良いものです。\u001b[22m, \u001b[1m最高のパフォーマンスが、良いものではありません。\u001b[22m\n\u001b[4mThe music is pretty standard.\u001b[24m\n    \u001b[1m音楽はかなり標準的です。\u001b[22m\n\u001b[4mThere's nothing wrong with it but nothing that stands out about it either.\u001b[24m\n    \u001b[1mそれには何も問題はありませんが、それについても目立つものはありません。\u001b[22m, \u001b[1mそれには何の問題もなく、どちらかそれについて目立つものは何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nHo-yay:\n\n\u001b[1mホーイー：\u001b[22m\n\u001b[1m(Hōī:)\u001b[22m\n\nTranslations of \u001b[4mHo-yay:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHo-yay:\u001b[24m\n    \u001b[1mホーイー：\u001b[22m, \u001b[1mHO-イェーイ：\u001b[22m\n\u001b[1m\u001b[22m\nThere's a bit. Yayoi and Kanako definitely come across as being more than friends. But they don't play a major role in that many episodes and the most they do is hold hands while looking lovingly into each others' eyes. So, the ho-yay factor is a 3/10 for those two.\n\n\u001b[1m少しです。  YayoiとKanakoは間違いなく友人以上のものとして出会います。 しかし、彼らは多くのエピソードで重要な役割を果たしておらず、彼らがしているほとんどのことは、お互いの目を愛情深く見ながら手をつないでいる。 だから、ホー・イー・ファクターは、その2つの3/10です。\u001b[22m\n\u001b[1m(Sukoshidesu. Yayoi to Kanako wa machigainaku yūjin ijō no mono to shite deaimasu. Shikashi, karera wa ōku no episōdo de jūyōna yakuwari o hatashite orazu, karera ga shite iru hotondo no koto wa, otagai no me o aijō fukaku minagara tewotsunaide iru. Dakara, hō ī fakutā wa, sono 2tsu no 3/ 10desu.)\u001b[22m\n\nTranslations of \u001b[4mThere's a bit. Yayoi and Kanako definitely come across as being more than friends. But they don't play a major role in that many episodes and the most they do is hold hands while looking lovingly into each others' eyes. So, the ho-yay factor is a 3/10 for those two.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's a bit.\u001b[24m\n    \u001b[1m少しです。\u001b[22m, \u001b[1mビットがあります。\u001b[22m\n\u001b[4mYayoi and Kanako definitely come across as being more than friends.\u001b[24m\n    \u001b[1mYayoiとKanakoは間違いなく友人以上のものとして出会います。\u001b[22m, \u001b[1m弥生と加奈子は間違いなく友人以上のものとして出くわします。\u001b[22m\n\u001b[4mBut they don't play a major role in that many episodes and the most they do is hold hands while looking lovingly into each others' eyes.\u001b[24m\n    \u001b[1mしかし、彼らは多くのエピソードで重要な役割を果たしておらず、彼らがしているほとんどのことは、お互いの目を愛情深く見ながら手をつないでいる。\u001b[22m, \u001b[1mしかし、彼らは、多くのエピソードにおいて主要な役割を果たしていないと、彼らはほとんどがお互いの目を愛情を込めて見ながら手を握りです。\u001b[22m\n\u001b[4mSo, the ho-yay factor is a 3/10 for those two.\u001b[24m\n    \u001b[1mだから、ホー・イー・ファクターは、その2つの3/10です。\u001b[22m, \u001b[1mだから、HO-イェーイ要因は、これらの2のために3月10日です。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Thoughts:\n\n\u001b[1m最終的な考え方：\u001b[22m\n\u001b[1m(Saishū-tekina kangaekata:)\u001b[22m\n\nTranslations of \u001b[4mFinal Thoughts:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Thoughts:\u001b[24m\n    \u001b[1m最終的な考え方：\u001b[22m, \u001b[1m最終的な考え：\u001b[22m\n\u001b[1m\u001b[22m\nNatsu no Arashi has quite a few highly noticeable problems. Whether its two tones that don't so much mix as sit awkwardly beside each other, some strange art direction, jokes that just fall flat or moments that should be tense being ruined by the series spoiling the result. However, both the serious and zany episodes are pretty well handled and the series has a lot of good moments. Some funny, some touching. It also has well fleshed out characters and capable voice work and the art is pretty good in spite of its odd direction at times. My final rating for the series is going to be a 6/10. It's decent. I'll take a look at the second series some other time but for next week let's look at Gakuen Heaven.\n\n\u001b[1m夏の嵐にはかなり目立った問題があります。 そんなに混乱しない2つのトーンがお互いにぎこちなく座っているかどうか、奇妙なアートディレクション、ちょうど落ちているジョーク、または緊張しなければならない時がシリーズを台無しにして結果を台無しにするかどうか。 しかし、深刻なエピソードや珍しいエピソードの両方がかなりうまく処理され、シリーズには良い瞬間がたくさんあります。 いくつかの面白い、いくつか触れている。 それはまた、十分に文字と能力のある音声の仕事をfleshedして、芸術は時々その奇妙な方向にもかかわらず、かなり良いです。 シリーズの最終評価は6/10になる予定です。 それはまともです。 私は第2シリーズをもう一度見ていきますが、来週は学園天を見てみましょう。\u001b[22m\n\u001b[1m(Natsu no arashi ni wa kanari medatta mondai ga arimasu. Son'nani konran shinai 2tsu no tōn ga otagai ni gikochinaku suwatte iru ka dō ka, kimyōna ātodirekushon, chōdo ochite iru jōku, matawa kinchō shinakereba naranai toki ga shirīzu o dainashi ni shite kekka o dainashi ni suru ka dō ka. Shikashi, shinkokuna episōdo ya mezurashī episōdo no ryōhō ga kanari umaku shori sa re, shirīzu ni wa yoi shunkan ga takusan arimasu. Ikutsu ka no omoshiroi, ikutsu ka furete iru. Sore wa mata, jūbun ni moji to nōryoku no aru onsei no shigoto o fleshed shite, geijutsu wa tokidoki sono kimyōna hōkō nimokakawarazu, kanari yoidesu. Shirīzu no saishū hyōka wa 6/ 10 ni naru yoteidesu. Sore wa matomodesu. Watashi wa dai 2 shirīzu o mōichido mite ikimasuga, raishū wa gakuen ten o mite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mNatsu no Arashi has quite a few highly noticeable problems. Whether its two tones that don't so much mix as sit awkwardly beside each other, some strange art direction, jokes that just fall flat or moments that should be tense being ruined by the series spoiling the result. However, both the serious and zany episodes are pretty well handled and the series has a lot of good moments. Some funny, some touching. It also has well fleshed out characters and capable voice work and the art is pretty good in spite of its odd direction at times. My final rating for the series is going to be a 6/10. It's decent. I'll take a look at the second series some other time but for next week let's look at Gakuen Heaven.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNatsu no Arashi has quite a few highly noticeable problems.\u001b[24m\n    \u001b[1m夏の嵐にはかなり目立った問題があります。\u001b[22m, \u001b[1m夏のあらし！は、かなりの数の非常に顕著な問題を抱えています。\u001b[22m\n\u001b[4mWhether its two tones that don't so much mix as sit awkwardly beside each other, some strange art direction, jokes that just fall flat or moments that should be tense being ruined by the series spoiling the result.\u001b[24m\n    \u001b[1mそんなに混乱しない2つのトーンがお互いにぎこちなく座っているかどうか、奇妙なアートディレクション、ちょうど落ちているジョーク、または緊張しなければならない時がシリーズを台無しにして結果を台無しにするかどうか。\u001b[22m, \u001b[1mお互いの横に不自然に座っとしてあまりないミックスを行い、その2つのトーンかどうかは、いくつかの奇妙なアートディレクションは、ちょうどフラット落ちや緊張でなければならない瞬間が結果を損なうシリーズによって台無しにされていることをジョーク。\u001b[22m\n\u001b[4mHowever, both the serious and zany episodes are pretty well handled and the series has a lot of good moments.\u001b[24m\n    \u001b[1mしかし、深刻なエピソードや珍しいエピソードの両方がかなりうまく処理され、シリーズには良い瞬間がたくさんあります。\u001b[22m, \u001b[1mしかし、両方の深刻なおどけたエピソードはかなりよく処理され、シリーズは良い瞬間をたくさん持っています。\u001b[22m\n\u001b[4mSome funny, some touching.\u001b[24m\n    \u001b[1mいくつかの面白い、いくつか触れている。\u001b[22m, \u001b[1mいくつかの面白い、いくつかの感動。\u001b[22m\n\u001b[4mIt also has well fleshed out characters and capable voice work and the art is pretty good in spite of its odd direction at times.\u001b[24m\n    \u001b[1mそれはまた、十分に文字と能力のある音声の仕事をfleshedして、芸術は時々その奇妙な方向にもかかわらず、かなり良いです。\u001b[22m, \u001b[1mまた、よく文字とすることができる音声作業を肉付けしており、芸術は時間で、その奇妙な方向にもかかわらず、かなり良いです。\u001b[22m\n\u001b[4mMy final rating for the series is going to be a 6/10.\u001b[24m\n    \u001b[1mシリーズの最終評価は6/10になる予定です。\u001b[22m, \u001b[1mシリーズのための私の最終的な評価は、6月10日になるだろう。\u001b[22m\n\u001b[4mIt's decent.\u001b[24m\n    \u001b[1mそれはまともです。\u001b[22m\n\u001b[4mI'll take a look at the second series some other time but for next week let's look at Gakuen Heaven.\u001b[24m\n    \u001b[1m私は第2シリーズをもう一度見ていきますが、来週は学園天を見てみましょう。\u001b[22m, \u001b[1m私は2番目のシリーズでいくつかの他の時間を見てみるが、来週のは、学園天国を見てみましょうよ。\u001b[22m"
  },
  {
    "title": "Natsu_no_Arashi",
    "id": "5597",
    "url": "https://myanimelist.net/anime/5597/Natsu_no_Arashi",
    "user": "vnewis",
    "profile": "/profile/vnewis/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=17634",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\nストーリー9/10：\n夏の嵐（夏の嵐）は、あなたの平均的なドラマ/人生シリーズのようなものではありません。\nそれは、時間旅行や全くキャラクター紹介のようないくつかの複雑なものによってシリーズを始めました、何とかこれは視聴者に2種類の印象を与えるでしょう：\nこれは「退屈な」アニメです。\n2.これは興味深い、他のepsを見なければならない。\nそして、あなたが2番目のオプション（私が推薦する）を選択すると、あなたは最終的にシリーズを楽しむことになります。\n彼の祖父の家に夏の時間を過ごしていた少年の一人の義政が、 そこで、彼は幽霊であると主張した16歳の女の子の名前「Arashiyama Sayoko」に会った。 ここから、世界（世界戦争など）について何も知らない幕末と、時を経て人々を助けようとする嵐の冒険が始まります。\n\nアート8/10：\n夏の嵐の芸術は、もう一つの軸の仕事とは少し違っています:)それはあなたに少し古いスタイルの絵を描いています（しかしかわいい目が残っています）。楽しい環境です。\n\nサウンド9/10：\nセイユはとても素晴らしかった、私はいつも白石君（戦闘執事の詠唱者）が素晴らしいセイウウだったことを知っている。 彼女が言う「はじまりちゃん」は素晴らしいです！\nすばらしいです！ オープニングはあなたにこの「過去」の感情を与えます：あなたがそれを聞いたときにあなたは知っています。また、素晴らしいインサート・ソングもあります。\n\n\n文字9/10：\nキャラクターキャストはとても良かった！\n主な男性主人公はあなたに決定を下す際にも良い男の印象を与え、ある時点でアイスブレーカーも与えます。主な女性の主人公は気遣う人で、簡単に行けます。 また、主人公と完全に異なる性格を持つ別のキャラクターがあります。 このアニメにはクロスドレッシングのキャラクターも存在します。 これらのキャラクターキャストは、このアニメを活気づけます。\n\n全体的に9/10：\n偉大なアニメ！\nこれは間違いなくエキサイティングなアニメです。それは、世界の戦争と平和な時間についての人生/ドラマの一部、時間旅行に関する科学的コメディーをカバーしているからです。\nそして、あなたは最終的に、そのキャラクターがあなたをさらに愛するように描くことに気付くでしょう。\n\n「何年になっても、夏の暖かさは変わらない。\nだから、今シーズンが来るとき、私は若い男の子としての私の13年目の夏を思い出します。私は何も知りません\n今でも、それは私の中で変​​わっていない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStories 9/10:\n\n\u001b[1mストーリー9/10：\u001b[22m\n\u001b[1m(Sutōrī 9/ 10:)\u001b[22m\n\nTranslations of \u001b[4mStories 9/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStories 9/10:\u001b[24m\n    \u001b[1mストーリー9/10：\u001b[22m\nNatsu no Arashi (summer storm) is not like your average drama/slice of life series.\n\n\u001b[1m夏の嵐（夏の嵐）は、あなたの平均的なドラマ/人生シリーズのようなものではありません。\u001b[22m\n\u001b[1m(Natsu no arashi (natsu no arashi) wa, anata no heikin-tekina dorama/ jinsei shirīzu no yōna monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNatsu no Arashi (summer storm) is not like your average drama/slice of life series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNatsu no Arashi (summer storm) is not like your average drama/slice of life series.\u001b[24m\n    \u001b[1m夏の嵐（夏の嵐）は、あなたの平均的なドラマ/人生シリーズのようなものではありません。\u001b[22m, \u001b[1m夏のあらし！（夏の嵐が）生活シリーズのあなたの平均ドラマ/スライスのようではありません。\u001b[22m\nIt started the series by some complicated things like time travel and no character introduction at all, somehow this will give 2 kind of impression for the viewer :\n\n\u001b[1mそれは、時間旅行や全くキャラクター紹介のようないくつかの複雑なものによってシリーズを始めました、何とかこれは視聴者に2種類の印象を与えるでしょう：\u001b[22m\n\u001b[1m(Sore wa, jikan ryokō ya mattaku kyarakutā shōkai no yōna ikutsu ka no fukuzatsuna mono ni yotte shirīzu o hajimemashita, nantoka koreha shichō-sha ni 2 shurui no inshō o ataerudeshou:)\u001b[22m\n\nTranslations of \u001b[4mIt started the series by some complicated things like time travel and no character introduction at all, somehow this will give 2 kind of impression for the viewer :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt started the series by some complicated things like time travel and no character introduction at all, somehow this will give 2 kind of impression for the viewer :\u001b[24m\n    \u001b[1mそれは、時間旅行や全くキャラクター紹介のようないくつかの複雑なものによってシリーズを始めました、何とかこれは視聴者に2種類の印象を与えるでしょう：\u001b[22m, \u001b[1mそれは、何とかこれは視聴者のための印象の2種類を与える時間旅行と全くキャラクター紹介のようないくつかの複雑なものにシリーズを開始しました：\u001b[22m\n1. This is a 'boring' anime.\n\n\u001b[1mこれは「退屈な」アニメです。\u001b[22m\n\u001b[1m(Koreha `taikutsuna' animedesu.)\u001b[22m\n\nTranslations of \u001b[4m1. This is a 'boring' anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. This is a 'boring' anime.\u001b[24m\n    \u001b[1mこれは「退屈な」アニメです。\u001b[22m, \u001b[1m1.これは「退屈」アニメです。\u001b[22m\n2. This is interesting, must watch the other eps.\n\n\u001b[1m2.これは興味深い、他のepsを見なければならない。\u001b[22m\n\u001b[1m(2. Kore wa kyōmibukai, hoka no eps o minakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4m2. This is interesting, must watch the other eps.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. This is interesting, must watch the other eps.\u001b[24m\n    \u001b[1m2.これは興味深い、他のepsを見なければならない。\u001b[22m, \u001b[1m2.これは面白いです、他のEPSを見る必要があります。\u001b[22m\nAnd if you choose the 2nd option (recommended by me), you will eventually enjoy the series.\n\n\u001b[1mそして、あなたが2番目のオプション（私が推薦する）を選択すると、あなたは最終的にシリーズを楽しむことになります。\u001b[22m\n\u001b[1m(Soshite, anata ga 2-banme no opushon (watashi ga suisen suru) o sentaku suru to, anata wa saishūtekini shirīzu o tanoshimu koto ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd if you choose the 2nd option (recommended by me), you will eventually enjoy the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd if you choose the 2nd option (recommended by me), you will eventually enjoy the series.\u001b[24m\n    \u001b[1mそして、あなたが2番目のオプション（私が推薦する）を選択すると、あなたは最終的にシリーズを楽しむことになります。\u001b[22m, \u001b[1mあなたは（私が推奨）第二オプションを選択した場合と、あなたは最終的にシリーズをお楽しみいただけます。\u001b[22m\nThere story revolves around some boy named 'Yasaka Hajime' spending his summer time in his grandfather house. There he met with a sixteen years old girl name 'Arashiyama Sayoko' who claimed to be a ghost. From here on the adventure between hajime who knows nothing about the world (world war, etc) and arashi who try to help the people by traveling through time begin.\n\n\u001b[1m彼の祖父の家に夏の時間を過ごしていた少年の一人の義政が、 そこで、彼は幽霊であると主張した16歳の女の子の名前「Arashiyama Sayoko」に会った。 ここから、世界（世界戦争など）について何も知らない幕末と、時を経て人々を助けようとする嵐の冒険が始まります。\u001b[22m\n\u001b[1m(Kare no sofu no ie ni natsu no jikan o sugoshite ita shōnen no hitori no Yoshimasa ga, sokode, kare wa yūreidearu to shuchō shita 16-sai no on'nanokononamae `Arashiyama Sayoko' ni atta. Koko kara, sekai (sekai sensō nado) ni tsuite nani mo shiranai bakumatsu to,-ji o hete hitobito o tasukeyou to suru arashi no bōken ga hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere story revolves around some boy named 'Yasaka Hajime' spending his summer time in his grandfather house. There he met with a sixteen years old girl name 'Arashiyama Sayoko' who claimed to be a ghost. From here on the adventure between hajime who knows nothing about the world (world war, etc) and arashi who try to help the people by traveling through time begin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere story revolves around some boy named 'Yasaka Hajime' spending his summer time in his grandfather house.\u001b[24m\n    \u001b[1m彼の祖父の家に夏の時間を過ごしていた少年の一人の義政が、\u001b[22m, \u001b[1mそこ物語は彼の祖父の家で彼の夏の時間を費やして「八坂肇 'という名前のいくつかの少年を中心に展開。\u001b[22m\n\u001b[4mThere he met with a sixteen years old girl name 'Arashiyama Sayoko' who claimed to be a ghost.\u001b[24m\n    \u001b[1mそこで、彼は幽霊であると主張した16歳の女の子の名前「Arashiyama Sayoko」に会った。\u001b[22m, \u001b[1mそこに彼は幽霊であることを主張し16歳の女の子の名前「嵐山小夜子」と会いました。\u001b[22m\n\u001b[4mFrom here on the adventure between hajime who knows nothing about the world (world war, etc) and arashi who try to help the people by traveling through time begin.\u001b[24m\n    \u001b[1mここから、世界（世界戦争など）について何も知らない幕末と、時を経て人々を助けようとする嵐の冒険が始まります。\u001b[22m, \u001b[1mここで開始時間を通って移動することにより、人々を助けるためにしようと、世界（世界大戦など）と嵐について何も知らない肇間の冒険から。\u001b[22m\n\u001b[1m\u001b[22m\nArt 8/10:\n\n\u001b[1mアート8/10：\u001b[22m\n\u001b[1m(Āto 8/ 10:)\u001b[22m\n\nTranslations of \u001b[4mArt 8/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 8/10:\u001b[24m\n    \u001b[1mアート8/10：\u001b[22m\nThe art of Natsu no Arashi is a little different from another shaft work :), it present you with a bit old style drawing of character (but the cute eyes remained) and enjoyable environment, yeah it's summer afterall.\n\n\u001b[1m夏の嵐の芸術は、もう一つの軸の仕事とは少し違っています:)それはあなたに少し古いスタイルの絵を描いています（しかしかわいい目が残っています）。楽しい環境です。\u001b[22m\n\u001b[1m(Natsu no arashi no geijutsu wa, mōhitotsu no jiku no shigoto to wa sukoshi chigatte imasu: ) Sore wa anata ni sukoshi furui sutairu no e o kaite imasu (shikashi kawaī me ga nokotte imasu). Tanoshī kankyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art of Natsu no Arashi is a little different from another shaft work :), it present you with a bit old style drawing of character (but the cute eyes remained) and enjoyable environment, yeah it's summer afterall.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art of Natsu no Arashi is a little different from another shaft work :), it present you with a bit old style drawing of character (but the cute eyes remained) and enjoyable environment, yeah it's summer afterall.\u001b[24m\n    \u001b[1m夏の嵐の芸術は、もう一つの軸の仕事とは少し違っています:)それはあなたに少し古いスタイルの絵を描いています（しかしかわいい目が残っています）。楽しい環境です。\u001b[22m, \u001b[1m夏のあらし！の技術では、それは文字のビット古いスタイルの図面を提示別のシャフトワーク:)とは少々異なっています（しかしかわいい目が残った）で楽しい環境、ええ、それはやっぱ夏です。\u001b[22m\n\u001b[1m\u001b[22m\nSound 9/10:\n\n\u001b[1mサウンド9/10：\u001b[22m\n\u001b[1m(Saundo 9/ 10:)\u001b[22m\n\nTranslations of \u001b[4mSound 9/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 9/10:\u001b[24m\n    \u001b[1mサウンド9/10：\u001b[22m, \u001b[1m9/10サウンド：\u001b[22m\nThe seiyuu was very great, I always know that Shiraishi youko(hayate the combat butler seiyuu) was a great seiyuu. The way she say 'hajime-chan' is great!\n\n\u001b[1mセイユはとても素晴らしかった、私はいつも白石君（戦闘執事の詠唱者）が素晴らしいセイウウだったことを知っている。 彼女が言う「はじまりちゃん」は素晴らしいです！\u001b[22m\n\u001b[1m(Seiyu wa totemo subarashikatta, watashi wa itsumo Shiraishi-kun (sentō shitsuji no eishō-sha) ga subarashī seiuudatta koto o shitte iru. Kanojo ga iu `hajimari-chan' wa subarashīdesu!)\u001b[22m\n\nTranslations of \u001b[4mThe seiyuu was very great, I always know that Shiraishi youko(hayate the combat butler seiyuu) was a great seiyuu. The way she say 'hajime-chan' is great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe seiyuu was very great, I always know that Shiraishi youko(hayate the combat butler seiyuu) was a great seiyuu.\u001b[24m\n    \u001b[1mセイユはとても素晴らしかった、私はいつも白石君（戦闘執事の詠唱者）が素晴らしいセイウウだったことを知っている。\u001b[22m, \u001b[1m声優は、私はいつも白石洋子は（戦闘バトラー声優をハヤテ）素晴らしい声優だったことを知って、非常に大きかったです。\u001b[22m\n\u001b[4mThe way she say 'hajime-chan' is great!\u001b[24m\n    \u001b[1m彼女が言う「はじまりちゃん」は素晴らしいです！\u001b[22m, \u001b[1m彼女は「肇ちゃん」と言う方法が素晴らしいです！\u001b[22m\nGreat! The opening give you this 'past' feeling :p you will know when you hear it.There are also some great insert song too.\n\n\u001b[1mすばらしいです！ オープニングはあなたにこの「過去」の感情を与えます：あなたがそれを聞いたときにあなたは知っています。また、素晴らしいインサート・ソングもあります。\u001b[22m\n\u001b[1m(Subarashīdesu! Ōpuningu wa anata ni kono `kako' no kanjō o ataemasu: Anata ga sore o kiita toki ni anata wa shitte imasu. Mata, subarashī insāto songu mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mGreat! The opening give you this 'past' feeling :p you will know when you hear it.There are also some great insert song too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat!\u001b[24m\n    \u001b[1mすばらしいです！\u001b[22m, \u001b[1m偉大な！\u001b[22m, \u001b[1mよかった！\u001b[22m, \u001b[1m素晴らしいです！\u001b[22m, \u001b[1m素晴らしい！\u001b[22m\n\u001b[4mThe opening give you this 'past' feeling :p you will know when you hear it.There are also some great insert song too.\u001b[24m\n    \u001b[1mオープニングはあなたにこの「過去」の感情を与えます：あなたがそれを聞いたときにあなたは知っています。また、素晴らしいインサート・ソングもあります。\u001b[22m, \u001b[1m開口部はあなたにこの「過去」な感じを与える：あなたはあまりにもいくつかの素晴らしい挿入歌it.Thereある聞くときpはあなたが知っているだろう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 9/10:\n\n\u001b[1m文字9/10：\u001b[22m\n\u001b[1m(Moji 9/ 10:)\u001b[22m\n\nTranslations of \u001b[4mCharacter 9/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 9/10:\u001b[24m\n    \u001b[1m文字9/10：\u001b[22m\nThe character cast was very good!\n\n\u001b[1mキャラクターキャストはとても良かった！\u001b[22m\n\u001b[1m(Kyarakutākyasuto wa totemo yokatta!)\u001b[22m\n\nTranslations of \u001b[4mThe character cast was very good!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character cast was very good!\u001b[24m\n    \u001b[1mキャラクターキャストはとても良かった！\u001b[22m, \u001b[1m文字のキャストは非常に良かったです！\u001b[22m\nThe main male protagonist give you a good male impression at making decision and also the ice breaker at some moment, the main female protagonist is a caring person and easy going. There are also another character that goes with complete different personalities with the main character. Cross-dressing character also exist in this anime. These character cast make this anime lively.\n\n\u001b[1m主な男性主人公はあなたに決定を下す際にも良い男の印象を与え、ある時点でアイスブレーカーも与えます。主な女性の主人公は気遣う人で、簡単に行けます。 また、主人公と完全に異なる性格を持つ別のキャラクターがあります。 このアニメにはクロスドレッシングのキャラクターも存在します。 これらのキャラクターキャストは、このアニメを活気づけます。\u001b[22m\n\u001b[1m(Omona dansei shujinkō wa anata ni kettei o kudasu sai ni mo yoi otoko no inshō o atae, aru jiten de aisuburēkā mo ataemasu. Omona josei no shujinkō wa kidzukau hito de, kantan ni ikemasu. Mata, shujinkō to kanzen ni kotonaru seikaku o motsu betsu no kyarakutā ga arimasu. Kono anime ni wa kurosudoresshingu no kyarakutā mo sonzai shimasu. Korera no kyarakutākyasuto wa, kono anime o kakkidzukemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main male protagonist give you a good male impression at making decision and also the ice breaker at some moment, the main female protagonist is a caring person and easy going. There are also another character that goes with complete different personalities with the main character. Cross-dressing character also exist in this anime. These character cast make this anime lively.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main male protagonist give you a good male impression at making decision and also the ice breaker at some moment, the main female protagonist is a caring person and easy going.\u001b[24m\n    \u001b[1m主な男性主人公はあなたに決定を下す際にも良い男の印象を与え、ある時点でアイスブレーカーも与えます。主な女性の主人公は気遣う人で、簡単に行けます。\u001b[22m, \u001b[1m主な男性主人公は、いくつかの瞬間に決定し、またアイスブレーカーを作るのがあなたに良い男性の印象を与え、メインの女性主人公は、思いやりのある人と行く簡単です。\u001b[22m\n\u001b[4mThere are also another character that goes with complete different personalities with the main character.\u001b[24m\n    \u001b[1mまた、主人公と完全に異なる性格を持つ別のキャラクターがあります。\u001b[22m, \u001b[1m主人公と完全に違う個性で行く他の文字もあります。\u001b[22m\n\u001b[4mCross-dressing character also exist in this anime.\u001b[24m\n    \u001b[1mこのアニメにはクロスドレッシングのキャラクターも存在します。\u001b[22m, \u001b[1mクロスドレッシング文字もこのアニメに存在しています。\u001b[22m\n\u001b[4mThese character cast make this anime lively.\u001b[24m\n    \u001b[1mこれらのキャラクターキャストは、このアニメを活気づけます。\u001b[22m, \u001b[1mこれらの文字のキャストはこのアニメが活発な作り。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 9/10:\n\n\u001b[1m全体的に9/10：\u001b[22m\n\u001b[1m(Zentai-teki ni 9/ 10:)\u001b[22m\n\nTranslations of \u001b[4mOverall 9/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9/10:\u001b[24m\n    \u001b[1m全体的に9/10：\u001b[22m, \u001b[1m9/10全体：\u001b[22m\nGreat anime!\n\n\u001b[1m偉大なアニメ！\u001b[22m\n\u001b[1m(Idaina anime!)\u001b[22m\n\nTranslations of \u001b[4mGreat anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat anime!\u001b[24m\n    \u001b[1m偉大なアニメ！\u001b[22m, \u001b[1mグレートアニメ！\u001b[22m\nThis is an definitely an exciting anime, as it cover some slice of life/drama about world war and peaceful time, and also some scientific comedy about time travel.\n\n\u001b[1mこれは間違いなくエキサイティングなアニメです。それは、世界の戦争と平和な時間についての人生/ドラマの一部、時間旅行に関する科学的コメディーをカバーしているからです。\u001b[22m\n\u001b[1m(Kore wa machigainaku ekisaitinguna animedesu. Sore wa, sekai no sensōtoheiwana jikan ni tsuite no jinsei/ dorama no ichibu, jikan ryokō ni kansuru kagaku-teki komedī o kabā shite irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is an definitely an exciting anime, as it cover some slice of life/drama about world war and peaceful time, and also some scientific comedy about time travel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an definitely an exciting anime, as it cover some slice of life/drama about world war and peaceful time, and also some scientific comedy about time travel.\u001b[24m\n    \u001b[1mこれは間違いなくエキサイティングなアニメです。それは、世界の戦争と平和な時間についての人生/ドラマの一部、時間旅行に関する科学的コメディーをカバーしているからです。\u001b[22m, \u001b[1mそれは世界の戦争と平和な時間、また、タイムトラベルに関するいくつかの科学的なコメディ約ライフ/ドラマのいくつかのスライスをカバーするように、これは、間違いなくエキサイティングなアニメです。\u001b[22m\nAnd you'll eventually realized that the character draw you to love them even more.\n\n\u001b[1mそして、あなたは最終的に、そのキャラクターがあなたをさらに愛するように描くことに気付くでしょう。\u001b[22m\n\u001b[1m(Soshite, anata wa saishūtekini, sono kyarakutā ga anata o sarani aisuru yō ni kaku koto ni kidzukudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAnd you'll eventually realized that the character draw you to love them even more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd you'll eventually realized that the character draw you to love them even more.\u001b[24m\n    \u001b[1mそして、あなたは最終的に、そのキャラクターがあなたをさらに愛するように描くことに気付くでしょう。\u001b[22m, \u001b[1mそして、あなたは最終的に文字がさらにそれらを愛するようにあなたを描くことに気づきます。\u001b[22m\n\u001b[1m\u001b[22m\n'No matter how many years pass, the warmth of summer never changes.\n\n\u001b[1m「何年になっても、夏の暖かさは変わらない。\u001b[22m\n\u001b[1m(`Nan'nen ni natte mo, natsu no atataka-sa wa kawaranai.)\u001b[22m\n\nTranslations of \u001b[4m'No matter how many years pass, the warmth of summer never changes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'No matter how many years pass, the warmth of summer never changes.\u001b[24m\n    \u001b[1m「何年になっても、夏の暖かさは変わらない。\u001b[22m, \u001b[1m「どんなに渡す何年、夏の暖かさは決して変化しません。\u001b[22m\nSo, when this season comes around, I remember the summer of my thirteenth year my day as younger boy, when i know nothing at all\n\n\u001b[1mだから、今シーズンが来るとき、私は若い男の子としての私の13年目の夏を思い出します。私は何も知りません\u001b[22m\n\u001b[1m(Dakara, ima shīzun ga kuru toki, watashi wa wakai otokonoko to shite no watashi no 13-nen-me no natsu o omoidashimasu. Watashi wa nani mo shirimasen)\u001b[22m\n\nTranslations of \u001b[4mSo, when this season comes around, I remember the summer of my thirteenth year my day as younger boy, when i know nothing at all\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, when this season comes around, I remember the summer of my thirteenth year my day as younger boy, when i know nothing at all\u001b[24m\n    \u001b[1mだから、今シーズンが来るとき、私は若い男の子としての私の13年目の夏を思い出します。私は何も知りません\u001b[22m, \u001b[1mこの季節が来るとき、私は全く何も知らないときに、私は、私の第十三年の若い男の子として私の一日の夏を覚えています\u001b[22m\nEven now, it remained unchanged within me.'\n\n\u001b[1m今でも、それは私の中で変​​わっていない。\u001b[22m\n\u001b[1m(Ima demo, sore wa watashi no naka de hen ​​ wa tte inai.)\u001b[22m\n\nTranslations of \u001b[4mEven now, it remained unchanged within me.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven now, it remained unchanged within me.'\u001b[24m\n    \u001b[1m今でも、それは私の中で変わっていない。\u001b[22m, \u001b[1m今でも、それは私の中で変わりませんでした。」\u001b[22m"
  },
  {
    "title": "Natsu_no_Arashi",
    "id": "5597",
    "url": "https://myanimelist.net/anime/5597/Natsu_no_Arashi",
    "user": "donutsonfire",
    "profile": "/profile/donutsonfire/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=33193",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\n小学校の小学校「スクールランブル」のためのマンガカの驚異的な話。 正直言って、私は最近のアニメがなくなるまで、人気が低いので夏の嵐については知らなかった！ 笑。 もちろん、私がSchool Rumbleを見て楽しんでいたことを見ても、私は小林の新しいシリーズはかなり低い評価にもかかわらず、失望しないだろうと思った。 私はそうだった！ 一部の人々は、「カバーすることで本を判断しないでください」と言っているので、同じことがここに当てはまります。  7.something rating scoreを見てみるのではなく、実際にシリーズを見たり読んだりしてみてください。それぞれのシリーズには異なる人の好みがあります。 とにかく、私はあなたがレビューのためにここにいると確信しています、私はそれについてblabbingではありません。\n\nストーリー：9\nSoz、私がこのシリーズを見て始めたとき、私はメインプロットで吸収することができましたが、エピソード1または2あたりのショット数が多かったり少なかったりすると感じました。このスタイルのストーリープランニング 小林晋に属しますが、これはスクールランブルよりも簡単に計画されていました。 私はプロットにどのように吸収されたと私は午前4時までシリーズを終了するまで驚いていた。 このタイプのジャンル/ストーリーだけが非常に特定の視聴者を集めていることにも気付きましたが、明らかなジャンルを無視して、夏の嵐はかなり爽やかなシリーズであり、ストーリーは間違いないと思いました。\n\nアート：10\nアートは、人々の間で変化するものです。 幸いにも私とスクールランブルバフのために、芸術は多かれ少なかれ同じままです。 学校ランブルの芸術と夏の嵐の芸術の間に気づいた大きな違いは、小林晋がキャラクターの目を少し違って描いたことです。 それは視聴者の意見に多大な影響を与えるものではありません。 優れた芸術とグラフィックス、ここでは何も不平を言う：D\n\nサウンド：8\n私は実際にOPとEDがかなり良いことを発見しました。 気づいた人は誰でも知りませんが、エピソードごとにOPの歌詞を変えます。 彼らは第八のエピソードとそのエピソードごとの変更を参照するために '私の第八夏に'のように言うまた、彼らはOPで毎回夏の喜びについて異なるものを言う。  EDについては、嵐のArashiが次のiPod CMの候補者になることがわかった！  ROFL。 エンディングの音楽はあまり目立たず、実際にはかなりキャッチーだった。 私が音に関して最も悩ましたのは、シリーズ中にOSTがないことでした。 私は嵐の外見にあまりにも吸収された、または本当に多くの音楽がなかったか？\n\nキャラクター：10\nスクールランブルと同様に、キャラクターは多目的で、マスター/嵐/カヤは3人の間で非常に優れた性格を持っていることがわかりました。 また、肇と淳も非常に補足的な特徴を持っていて、両者の間に陽気な衝突をもたらしました。 全体的に、私はキャラクターが私が最近見た他のショーのほとんどよりもはるかに魅力的だと思った。 間違いなくこのショーのプラス。\n\n楽しさ：10\n個人的には、芸術、性格、ストーリーが良い限り、私の楽しみはほとんど常に高いです。 夏の嵐のような素晴らしいシリーズを楽しむことは不可能です。 このシリーズの多くの面白い瞬間に、たくさんの圧倒的なロマンスや、牛の箱や播磨、天満の天馬塚本/えり砂子華などのスクールランブルのいくつかのパロディーが、塚本八雲と非常によく似た日付けで登場した。 個人的には、小林仁が学校ランブルでの屋久の成功を実感したので、嵐のような髪型や目のような嵐のような属性にしました。\n\n全体：10\nあなたが私の表情を現時点で見ることができれば、それは明白な10であると言うことができます。 夏の嵐は間もなくリリースされたトップアニメのひとつです。 そんなジャンルのアニメを夏の嵐と同じくらい魅力的なものとして見たことはないと思う。 私は確かに夏のArashi Akinaichuuへの続編があることを願っていますが、私はそれを疑う。 あまりにも過小評価されていますが、夏の嵐は常に私が見た最高のショーの一つになります。 間もなく間もなく再ウォッチしていきます！ 私がしたのと同じくらい楽しむことができれば嬉しいです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAnother phenomenal story penned by Jin Kobayashi, the mangaka for the famed School Rumble. To be honest, I didn't know about Natsu no Arashi due to it's low popularity until I ran out of recent anime to watch! LOL. Of course, seeing how much I've enjoyed from watching School Rumble, I thought Kobayashi's new series would not disappoint, despite the rather low ratings given. Turns out, I was right! As some people would say, 'don't judge a book by it's cover', the same thing sorta applies here. Don't just look at its 7.something rating score, but actually try watching/reading the series, each series will have different tastes for different people. Anyways, I'm sure you're here for the review, not me blabbing about it.\n\n\u001b[1m小学校の小学校「スクールランブル」のためのマンガカの驚異的な話。 正直言って、私は最近のアニメがなくなるまで、人気が低いので夏の嵐については知らなかった！ 笑。 もちろん、私がSchool Rumbleを見て楽しんでいたことを見ても、私は小林の新しいシリーズはかなり低い評価にもかかわらず、失望しないだろうと思った。 私はそうだった！ 一部の人々は、「カバーすることで本を判断しないでください」と言っているので、同じことがここに当てはまります。  7.something rating scoreを見てみるのではなく、実際にシリーズを見たり読んだりしてみてください。それぞれのシリーズには異なる人の好みがあります。 とにかく、私はあなたがレビューのためにここにいると確信しています、私はそれについてblabbingではありません。\u001b[22m\n\u001b[1m(Shōgakkō no shōgakkō `sukūruranburu' no tame no mangaka no kyōi-tekina hanashi. Shōjiki itte, watashi wa saikin no anime ga nakunaru made, ninki ga hikuinode natsu no arashi ni tsuite wa shiranakatta! Emi. Mochiron, watashi ga sukūruranburu o mite tanoshinde ita koto o mite mo, watashi wa Kobayashi no atarashī shirīzu wa kanari hikui hyōka nimokakawarazu, shitsubō shinaidarou to omotta. Watashi wa sōdatta! Ichibu no hitobito wa,`kabā suru koto de hon o handan shinaide kudasai' to itte irunode, onaji koto ga koko ni atehamarimasu. 7. Something rētingu score o mite miru node wa naku, jissai ni shirīzu o mi tari yon dari shite mite kudasai. Sorezore no shirīzu ni wa kotonaru hito no konomi ga arimasu. Tonikaku, watashi wa anata ga rebyū no tame ni koko ni iru to kakushin shite imasu, watashi wa sore ni tsuite blabbingde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnother phenomenal story penned by Jin Kobayashi, the mangaka for the famed School Rumble. To be honest, I didn't know about Natsu no Arashi due to it's low popularity until I ran out of recent anime to watch! LOL. Of course, seeing how much I've enjoyed from watching School Rumble, I thought Kobayashi's new series would not disappoint, despite the rather low ratings given. Turns out, I was right! As some people would say, 'don't judge a book by it's cover', the same thing sorta applies here. Don't just look at its 7.something rating score, but actually try watching/reading the series, each series will have different tastes for different people. Anyways, I'm sure you're here for the review, not me blabbing about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother phenomenal story penned by Jin Kobayashi, the mangaka for the famed School Rumble.\u001b[24m\n    \u001b[1m小学校の小学校「スクールランブル」のためのマンガカの驚異的な話。\u001b[22m, \u001b[1m小林尽、有名なスクールランブルのための漫画家によって書いた別の驚異的な物語。\u001b[22m\n\u001b[4mTo be honest, I didn't know about Natsu no Arashi due to it's low popularity until I ran out of recent anime to watch!\u001b[24m\n    \u001b[1m正直言って、私は最近のアニメがなくなるまで、人気が低いので夏の嵐については知らなかった！\u001b[22m, \u001b[1m私は見るために、最近のアニメを使い果たしたまでそれは低人気だが原因で正直に言うと、私は夏のあらし！知りませんでした！\u001b[22m\n\u001b[4mLOL.\u001b[24m\n    \u001b[1m笑。\u001b[22m, \u001b[1mLOL。\u001b[22m\n\u001b[4mOf course, seeing how much I've enjoyed from watching School Rumble, I thought Kobayashi's new series would not disappoint, despite the rather low ratings given.\u001b[24m\n    \u001b[1mもちろん、私がSchool Rumbleを見て楽しんでいたことを見ても、私は小林の新しいシリーズはかなり低い評価にもかかわらず、失望しないだろうと思った。\u001b[22m, \u001b[1mもちろん、私はスクールランブルを見てから楽しんできたどのくらい見て、私は小林の新シリーズは、与えられたかなり低い評価にもかかわらず、失望しないだろうと思いました。\u001b[22m\n\u001b[4mTurns out, I was right!\u001b[24m\n    \u001b[1m私はそうだった！\u001b[22m, \u001b[1m結局のところ、私は正しかったです！\u001b[22m\n\u001b[4mAs some people would say, 'don't judge a book by it's cover', the same thing sorta applies here.\u001b[24m\n    \u001b[1m一部の人々は、「カバーすることで本を判断しないでください」と言っているので、同じことがここに当てはまります。\u001b[22m, \u001b[1m一部の人が言うように、「それの本を表紙で判断してはいけない」、同じことはみかんここに適用されます。\u001b[22m\n\u001b[4mDon't just look at its 7.something rating score, but actually try watching/reading the series, each series will have different tastes for different people.\u001b[24m\n    \u001b[1m7.something rating scoreを見てみるのではなく、実際にシリーズを見たり読んだりしてみてください。それぞれのシリーズには異なる人の好みがあります。\u001b[22m, \u001b[1mちょうどその7.something格付けスコアを見て、実際にシリーズを読んで/見ないでください、各シリーズは、さまざまな人々のためのさまざまな味を持っています。\u001b[22m\n\u001b[4mAnyways, I'm sure you're here for the review, not me blabbing about it.\u001b[24m\n    \u001b[1mとにかく、私はあなたがレビューのためにここにいると確信しています、私はそれについてblabbingではありません。\u001b[22m, \u001b[1mとにかく、私は私はそれについてblabbingない、あなたはレビューのためにここにいると確信しています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nSoz, when I first started watching this series, I was able to be absorbed in on the main plot, but I felt that the stories where more or less one shots per episode or 2. It's easy to tell that this style of story-planning belongs to Jin Kobayashi, but this one was easily more well-planned out than School Rumble was. I was amazed how absorbed by the plot and I stayed up till about 4 AM to finish the series. I also noticed how this type of genre/story only attracts a very specific group of viewers, but ignoring the obvious genre, I thought Natsu No Arashi was a pretty refreshing series to watch and the story was definitely superb.\n\n\u001b[1mSoz、私がこのシリーズを見て始めたとき、私はメインプロットで吸収することができましたが、エピソード1または2あたりのショット数が多かったり少なかったりすると感じました。このスタイルのストーリープランニング 小林晋に属しますが、これはスクールランブルよりも簡単に計画されていました。 私はプロットにどのように吸収されたと私は午前4時までシリーズを終了するまで驚いていた。 このタイプのジャンル/ストーリーだけが非常に特定の視聴者を集めていることにも気付きましたが、明らかなジャンルを無視して、夏の嵐はかなり爽やかなシリーズであり、ストーリーは間違いないと思いました。\u001b[22m\n\u001b[1m(Soz, watashi ga kono shirīzu o mite hajimeta toki, watashi wa meinpurotto de kyūshū suru koto ga dekimashitaga, episōdo 1 matawa 2 atari no shotto-sū ga ōkattari sukunakattari suru to kanjimashita. Kono sutairu no sutōrīpuran'ningu Kobayashi Shin ni zokushimasuga, koreha sukūruranburu yori mo kantan ni keikaku sa rete imashita. Watashi wa purotto ni dono yō ni kyūshū sa reta to watashi wa gozen 4-ji made shirīzu o shūryō suru made odoroite ita. Kono taipu no janru/ sutōrī dake ga hijō ni tokutei no shichō-sha o atsumete iru koto ni mo kidzukimashitaga, akirakana janru o mushi shite, natsu no arashi wa kanari sawayakana shirīzudeari, sutōrī wa machigainai to omoimashita.)\u001b[22m\n\nTranslations of \u001b[4mSoz, when I first started watching this series, I was able to be absorbed in on the main plot, but I felt that the stories where more or less one shots per episode or 2. It's easy to tell that this style of story-planning belongs to Jin Kobayashi, but this one was easily more well-planned out than School Rumble was. I was amazed how absorbed by the plot and I stayed up till about 4 AM to finish the series. I also noticed how this type of genre/story only attracts a very specific group of viewers, but ignoring the obvious genre, I thought Natsu No Arashi was a pretty refreshing series to watch and the story was definitely superb.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoz, when I first started watching this series, I was able to be absorbed in on the main plot, but I felt that the stories where more or less one shots per episode or 2. It's easy to tell that this style of story-planning\u001b[24m\n    \u001b[1mSoz、私がこのシリーズを見て始めたとき、私はメインプロットで吸収することができましたが、エピソード1または2あたりのショット数が多かったり少なかったりすると感じました。このスタイルのストーリープランニング\u001b[22m, \u001b[1m私が最初にこのシリーズを見始めたときSOZは、私がメインプロット上で吸収することができたが、私は多かれ少なかれ1エピソードあたりのショットまたは2の物語はそれが物語計画のこのスタイルを伝えるのは簡単だと感じました\u001b[22m\n\u001b[4mbelongs to Jin Kobayashi, but this one was easily more well-planned out than School Rumble was.\u001b[24m\n    \u001b[1m小林晋に属しますが、これはスクールランブルよりも簡単に計画されていました。\u001b[22m, \u001b[1m小林尽に属しているが、この1は、簡単に複数のスクールランブルがあったより出て、よく計画されました。\u001b[22m\n\u001b[4mI was amazed how absorbed by the plot and I stayed up till about 4 AM to finish the series.\u001b[24m\n    \u001b[1m私はプロットにどのように吸収されたと私は午前4時までシリーズを終了するまで驚いていた。\u001b[22m, \u001b[1mプロットによって吸収され、私はシリーズを終えるのに約4 AMまでアップ滞在どのように私は驚きました。\u001b[22m\n\u001b[4mI also noticed how this type of genre/story only attracts a very specific group of viewers, but ignoring the obvious genre, I thought Natsu No Arashi was a pretty refreshing series to watch and the story was definitely superb.\u001b[24m\n    \u001b[1mこのタイプのジャンル/ストーリーだけが非常に特定の視聴者を集めていることにも気付きましたが、明らかなジャンルを無視して、夏の嵐はかなり爽やかなシリーズであり、ストーリーは間違いないと思いました。\u001b[22m, \u001b[1m私はまた、ジャンル/物語のこのタイプは、唯一の視聴者の非常に特定のグループを集めてどのように気づいたが、明らかなジャンルを無視して、私は夏のあらし！を見にかなりスッキリシリーズだと思ったとの話は間違いなくすばらしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nArt, is something that varies between people. Luckily for me and School Rumble buffs, the art has remained more or less the same. A major difference I noticed between School Rumble's art and Natsu no Arashi's art was that Jin Kobayashi drew the eyes of the characters a bit differently. Not that it affects the viewer's opinion a lot, just a little not. Outstanding art and graphics, nothing to complain about here :D\n\n\u001b[1mアートは、人々の間で変化するものです。 幸いにも私とスクールランブルバフのために、芸術は多かれ少なかれ同じままです。 学校ランブルの芸術と夏の嵐の芸術の間に気づいた大きな違いは、小林晋がキャラクターの目を少し違って描いたことです。 それは視聴者の意見に多大な影響を与えるものではありません。 優れた芸術とグラフィックス、ここでは何も不平を言う：D\u001b[22m\n\u001b[1m(Āto wa, hitobito no ma de henka suru monodesu. Saiwai ni mo watashi to sukūruranburubafu no tame ni, geijutsu wa ōkare sukunakare onaji mamadesu. Gakkō ranburu no geijutsu to natsu no arashi no geijutsu no ma ni kidzuita ōkina chigai wa, Kobayashi Shin ga kyarakutā no me o sukoshi chigatte kaita kotodesu. Sore wa shichō-sha no iken ni tadaina eikyōwoataeru monode wa arimasen. Sugureta geijutsu to gurafikkusu, kokode wa nani mo fuheiwoiu: D)\u001b[22m\n\nTranslations of \u001b[4mArt, is something that varies between people. Luckily for me and School Rumble buffs, the art has remained more or less the same. A major difference I noticed between School Rumble's art and Natsu no Arashi's art was that Jin Kobayashi drew the eyes of the characters a bit differently. Not that it affects the viewer's opinion a lot, just a little not. Outstanding art and graphics, nothing to complain about here :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt, is something that varies between people.\u001b[24m\n    \u001b[1mアートは、人々の間で変化するものです。\u001b[22m\n\u001b[4mLuckily for me and School Rumble buffs, the art has remained more or less the same.\u001b[24m\n    \u001b[1m幸いにも私とスクールランブルバフのために、芸術は多かれ少なかれ同じままです。\u001b[22m, \u001b[1m幸いにも私とスクールランブルバフのために、技術は、多かれ少なかれ同じ推移しています。\u001b[22m\n\u001b[4mA major difference I noticed between School Rumble's art and Natsu no Arashi's art was that Jin Kobayashi drew the eyes of the characters a bit differently.\u001b[24m\n    \u001b[1m学校ランブルの芸術と夏の嵐の芸術の間に気づいた大きな違いは、小林晋がキャラクターの目を少し違って描いたことです。\u001b[22m, \u001b[1m私はスクールランブルの芸術と夏のあらし！の芸術の間に気づいた主な違いは、小林尽が少し異なる文字の目を引いたということでした。\u001b[22m\n\u001b[4mNot that it affects the viewer's opinion a lot, just a little not.\u001b[24m\n    \u001b[1mそれは視聴者の意見に多大な影響を与えるものではありません。\u001b[22m, \u001b[1mではない、それは視聴者の意見多く、ほんの少しではない影響を与えること。\u001b[22m\n\u001b[4mOutstanding art and graphics, nothing to complain about here :D\u001b[24m\n    \u001b[1m優れた芸術とグラフィックス、ここでは何も不平を言う：D\u001b[22m, \u001b[1m優れたアートやグラフィック、ここで文句を言うことは何も：D\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\nI actually found the OP and the EDs pretty good. I don't know if anyone noticed but they change the lyrics of the OP every episode. They say like 'on my 8th Summer' to reference the 8th episode and that changes per episode Also, they say something different about the joys of summer every time in the OP. As for the ED, I found the dancing Arashi to be a great candidate for the next Ipod CM! ROFL. The ending's music wasn't too shabby and was in fact, quite catchy. The thing that bothered me the most about sound was the lack of OST present during the series. Either i was too absorbed by Arashi's looks or there just really wasn't much music?\n\n\u001b[1m私は実際にOPとEDがかなり良いことを発見しました。 気づいた人は誰でも知りませんが、エピソードごとにOPの歌詞を変えます。 彼らは第八のエピソードとそのエピソードごとの変更を参照するために '私の第八夏に'のように言うまた、彼らはOPで毎回夏の喜びについて異なるものを言う。  EDについては、嵐のArashiが次のiPod CMの候補者になることがわかった！  ROFL。 エンディングの音楽はあまり目立たず、実際にはかなりキャッチーだった。 私が音に関して最も悩ましたのは、シリーズ中にOSTがないことでした。 私は嵐の外見にあまりにも吸収された、または本当に多くの音楽がなかったか？\u001b[22m\n\u001b[1m(Watashi wa jissai ni OP to ED ga kanari yoi koto o hakken shimashita. Kidzuita hito wa dare demo shirimasenga, episōdo-goto ni OP no kashi o kaemasu. Karera wa dai hachi no episōdo to sono episōdo-goto no henkō o sanshō suru tame ni' watashi no dai hachi natsu ni' no yō ni iu mata, karera wa OP de maikai natsu no yorokobi ni tsuite kotonaru mono o iu. ED ni tsuite wa, arashi no Arashi ga tsugi no aipoddo CM no kōho-sha ni naru koto ga wakatta! ROFL. Endingu no ongaku wa amari medatazu, jissai ni wa kanari kyatchīdatta. Watashi ga oto ni kanshite mottomo nayama shita no wa, shirīzu-chū ni OST ga nai kotodeshita. Watashi wa arashi no gaiken ni amarini mo kyūshū sa reta, matawa hontōni ōku no ongaku ga nakatta ka?)\u001b[22m\n\nTranslations of \u001b[4mI actually found the OP and the EDs pretty good. I don't know if anyone noticed but they change the lyrics of the OP every episode. They say like 'on my 8th Summer' to reference the 8th episode and that changes per episode Also, they say something different about the joys of summer every time in the OP. As for the ED, I found the dancing Arashi to be a great candidate for the next Ipod CM! ROFL. The ending's music wasn't too shabby and was in fact, quite catchy. The thing that bothered me the most about sound was the lack of OST present during the series. Either i was too absorbed by Arashi's looks or there just really wasn't much music?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually found the OP and the EDs pretty good.\u001b[24m\n    \u001b[1m私は実際にOPとEDがかなり良いことを発見しました。\u001b[22m, \u001b[1m私は実際にはOPとEDSはかなり良いが見つかりました。\u001b[22m\n\u001b[4mI don't know if anyone noticed but they change the lyrics of the OP every episode.\u001b[24m\n    \u001b[1m気づいた人は誰でも知りませんが、エピソードごとにOPの歌詞を変えます。\u001b[22m, \u001b[1m誰もが気づいた場合、私は知らないが、彼らはOPの歌詞すべてのエピソードを変更します。\u001b[22m\n\u001b[4mThey say like 'on my 8th Summer' to reference the 8th episode and that changes per episode Also, they say something different about the joys of summer every time in the OP.\u001b[24m\n    \u001b[1m彼らは第八のエピソードとそのエピソードごとの変更を参照するために '私の第八夏に'のように言うまた、彼らはOPで毎回夏の喜びについて異なるものを言う。\u001b[22m, \u001b[1m彼らは、夏の喜びOPで毎回約異なる「私の第八の夏に「第八エピソードを参照すると、エピソードごとの変化はまた、彼らが言うことを何かのように言います。\u001b[22m\n\u001b[4mAs for the ED, I found the dancing Arashi to be a great candidate for the next Ipod CM!\u001b[24m\n    \u001b[1mEDについては、嵐のArashiが次のiPod CMの候補者になることがわかった！\u001b[22m, \u001b[1mEDのためとして、私は踊る嵐が次のiPodのCMのための偉大な候補であることが判明しました！\u001b[22m\n\u001b[4mROFL.\u001b[24m\n    \u001b[1mROFL。\u001b[22m\n\u001b[4mThe ending's music wasn't too shabby and was in fact, quite catchy.\u001b[24m\n    \u001b[1mエンディングの音楽はあまり目立たず、実際にはかなりキャッチーだった。\u001b[22m, \u001b[1mエンディングの音楽はあまりにも粗末ではありませんでしたし、実際には、非常にキャッチーでした。\u001b[22m\n\u001b[4mThe thing that bothered me the most about sound was the lack of OST present during the series.\u001b[24m\n    \u001b[1m私が音に関して最も悩ましたのは、シリーズ中にOSTがないことでした。\u001b[22m, \u001b[1m私は最大で約音を気に事はシリーズ中にOSTの存在の欠如でした。\u001b[22m\n\u001b[4mEither i was too absorbed by Arashi's looks or there just really wasn't much music?\u001b[24m\n    \u001b[1m私は嵐の外見にあまりにも吸収された、または本当に多くの音楽がなかったか？\u001b[22m, \u001b[1mどちらか私も嵐のルックスに吸収されたか、本当に多くの音楽がありませんでしたか？\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nAs with School Rumble, the characters were pretty versatile and i found the Master/ Arashi / and Kaja have very good personalities between the 3 of them, and it provides variety in the show. Also, Hajime and Jun had also very supplementary characteristics leading to hilarious clashes between the two. Overall, I thought the characters were much more appealing than most of the other shows i've watched recently. Definitely a plus for this show.\n\n\u001b[1mスクールランブルと同様に、キャラクターは多目的で、マスター/嵐/カヤは3人の間で非常に優れた性格を持っていることがわかりました。 また、肇と淳も非常に補足的な特徴を持っていて、両者の間に陽気な衝突をもたらしました。 全体的に、私はキャラクターが私が最近見た他のショーのほとんどよりもはるかに魅力的だと思った。 間違いなくこのショーのプラス。\u001b[22m\n\u001b[1m(Sukūruranburu to dōyō ni, kyarakutā wa tamokuteki de, masutā/ arashi/ kaya wa 3-ri no ma de hijō ni sugureta seikaku o motte iru koto ga wakarimashita. Mata, Hajime to Jun mo hijō ni hosokutekina tokuchō o motte ite, ryōsha no ma ni yōkina shōtotsu o motarashimashita. Zentai-teki ni, watashi wa kyarakutā ga watashi ga saikin mita ta no shō no hotondo yori mo haruka ni mirikitekida to omotta. Machigainaku kono shō no purasu.)\u001b[22m\n\nTranslations of \u001b[4mAs with School Rumble, the characters were pretty versatile and i found the Master/ Arashi / and Kaja have very good personalities between the 3 of them, and it provides variety in the show. Also, Hajime and Jun had also very supplementary characteristics leading to hilarious clashes between the two. Overall, I thought the characters were much more appealing than most of the other shows i've watched recently. Definitely a plus for this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs with School Rumble, the characters were pretty versatile and i found the Master/ Arashi / and Kaja have very good personalities between the 3 of them, and it provides variety in the show.\u001b[24m\n    \u001b[1mスクールランブルと同様に、キャラクターは多目的で、マスター/嵐/カヤは3人の間で非常に優れた性格を持っていることがわかりました。\u001b[22m, \u001b[1mスクールランブルと同じように、文字はかなり汎用性だったと私はマスター/嵐/及び冠者を発見し、それらの3の間で非常に良好な個性を持っており、それはショーで数多く提供しています。\u001b[22m\n\u001b[4mAlso, Hajime and Jun had also very supplementary characteristics leading to hilarious clashes between the two.\u001b[24m\n    \u001b[1mまた、肇と淳も非常に補足的な特徴を持っていて、両者の間に陽気な衝突をもたらしました。\u001b[22m, \u001b[1mまた、肇と6月は、2つの間の陽気な衝突につながる非常に補足的特性を有していました。\u001b[22m\n\u001b[4mOverall, I thought the characters were much more appealing than most of the other shows i've watched recently.\u001b[24m\n    \u001b[1m全体的に、私はキャラクターが私が最近見た他のショーのほとんどよりもはるかに魅力的だと思った。\u001b[22m, \u001b[1m全体的に、私は文字は私が最近見てきた他の番組のほとんどよりもはるかに魅力的だと思っていました。\u001b[22m\n\u001b[4mDefinitely a plus for this show.\u001b[24m\n    \u001b[1m間違いなくこのショーのプラス。\u001b[22m, \u001b[1m間違いなくこのショーのためにプラス。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nPersonally, as long as the art, character, and story is good, my enjoyment is almost always high. It's impossible to not enjoy such a great series as Natsu no Arashi. With many funny moments in the series, lots of crush-like romance, and several parodies of School Rumble such as Tenma Tsukamoto/ Eri Sawachika on a milk carton or Harima and Tenma spotted on a date or a character drawn very similar to Yakumo Tsukamoto. Personally, I thought because Jin Kobayashi realized Yakumo's success in School Rumble, he made Arashi's attributes very a like to Yakumo such as the hair and eyes.\n\n\u001b[1m個人的には、芸術、性格、ストーリーが良い限り、私の楽しみはほとんど常に高いです。 夏の嵐のような素晴らしいシリーズを楽しむことは不可能です。 このシリーズの多くの面白い瞬間に、たくさんの圧倒的なロマンスや、牛の箱や播磨、天満の天馬塚本/えり砂子華などのスクールランブルのいくつかのパロディーが、塚本八雲と非常によく似た日付けで登場した。 個人的には、小林仁が学校ランブルでの屋久の成功を実感したので、嵐のような髪型や目のような嵐のような属性にしました。\u001b[22m\n\u001b[1m(Kojin-teki ni wa, geijutsu, seikaku, sutōrī ga yoi kagiri, watashi no tanoshimi wa hotondo tsuneni takaidesu. Natsu no arashi no yōna subarashī shirīzu o tanoshimu koto wa fukanōdesu. Kono shirīzu no ōku no omoshiroi shunkan ni, takusan no attōtekina romansu ya, ushi no hako ya Harima, Tenma no Tenma Tsukamoto/ Eri Isago Ka nado no sukūruranburu no ikutsu ka no parodī ga, tsukamoto yakumo to hijō ni yoku nita kadzuke de tōjō shita. Kojin-teki ni wa, kobayashi hitoshi ga gakkō ranburu de no Yaku no seikō o jikkan shitanode, arashi no yōna kamigata ya me no yōna arashi no yōna zokusei ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mPersonally, as long as the art, character, and story is good, my enjoyment is almost always high. It's impossible to not enjoy such a great series as Natsu no Arashi. With many funny moments in the series, lots of crush-like romance, and several parodies of School Rumble such as Tenma Tsukamoto/ Eri Sawachika on a milk carton or Harima and Tenma spotted on a date or a character drawn very similar to Yakumo Tsukamoto. Personally, I thought because Jin Kobayashi realized Yakumo's success in School Rumble, he made Arashi's attributes very a like to Yakumo such as the hair and eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally, as long as the art, character, and story is good, my enjoyment is almost always high.\u001b[24m\n    \u001b[1m個人的には、芸術、性格、ストーリーが良い限り、私の楽しみはほとんど常に高いです。\u001b[22m, \u001b[1m個人的には、限り、アート、キャラクター、ストーリーが良好であるとして、私の楽しみは、ほとんど常に高いです。\u001b[22m\n\u001b[4mIt's impossible to not enjoy such a great series as Natsu no Arashi.\u001b[24m\n    \u001b[1m夏の嵐のような素晴らしいシリーズを楽しむことは不可能です。\u001b[22m, \u001b[1mそれは夏のあらし！のような偉大なシリーズを楽しんでみませんすることは不可能です。\u001b[22m\n\u001b[4mWith many funny moments in the series, lots of crush-like romance, and several parodies of School Rumble such as Tenma Tsukamoto/ Eri Sawachika on a milk carton or Harima and Tenma spotted on a date or a character drawn very similar to Yakumo Tsukamoto.\u001b[24m\n    \u001b[1mこのシリーズの多くの面白い瞬間に、たくさんの圧倒的なロマンスや、牛の箱や播磨、天満の天馬塚本/えり砂子華などのスクールランブルのいくつかのパロディーが、塚本八雲と非常によく似た日付けで登場した。\u001b[22m, \u001b[1m多くの面白いシリーズの瞬間、クラッシュのようなロマンスの多く、そのような天満塚本/えり牛乳パックにSawachikaや播磨と天満などのスクールランブルのいくつかのパロディで、日付や八雲塚本と非常によく似て描かれたキャラクターにスポット。\u001b[22m\n\u001b[4mPersonally, I thought because Jin Kobayashi realized Yakumo's success in School Rumble, he made Arashi's attributes very a like to Yakumo such as the hair and eyes.\u001b[24m\n    \u001b[1m個人的には、小林仁が学校ランブルでの屋久の成功を実感したので、嵐のような髪型や目のような嵐のような属性にしました。\u001b[22m, \u001b[1m小林尽はスクールランブルで八雲の成功を実現するので個人的に、私は彼がそのような髪や目などの八雲に嵐の属性は非常にのように作られた、と思いました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10\n\n\u001b[1m全体：10\u001b[22m\n\u001b[1m(Zentai: 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10\u001b[24m\n    \u001b[1m全体：10\u001b[22m\nWell, if you could see my expression at the moment, you could tell it's an obvious ten. Natsu no Arashi is definitely one of the top anime that was released during it's time. I don't think I've ever seen an anime with such genres been as appealing as Natsu no Arashi was. I certainly hope there will be a sequel to the Natsu no Arashi Akinaichuu, but I doubt it. Although so underrated, Natsu no Arashi will always be one of the very best show's I've ever watched. Definitely will be rewatching some time soon! I hope you'll will enjoy it as much as I did!\n\n\u001b[1mあなたが私の表情を現時点で見ることができれば、それは明白な10であると言うことができます。 夏の嵐は間もなくリリースされたトップアニメのひとつです。 そんなジャンルのアニメを夏の嵐と同じくらい魅力的なものとして見たことはないと思う。 私は確かに夏のArashi Akinaichuuへの続編があることを願っていますが、私はそれを疑う。 あまりにも過小評価されていますが、夏の嵐は常に私が見た最高のショーの一つになります。 間もなく間もなく再ウォッチしていきます！ 私がしたのと同じくらい楽しむことができれば嬉しいです！\u001b[22m\n\u001b[1m(Anata ga watashi no hyōjō o genjiten de miru koto ga dekireba, sore wa meihakuna 10dearu to iu koto ga dekimasu. Natsu no arashi wa mamonaku rirīsu sa reta toppu anime no hitotsudesu. Son'na janru no anime o natsu no arashi to onaji kurai miryoku-tekina mono to shite mita koto wa nai to omou. Watashi wa tashika ni natsu no Arashi Akinaichuu e no zokuhen ga aru koto o negatte imasuga, watashi wa sore o utagau. Amarini mo kashō hyōka sa rete imasuga, natsu no arashi wa tsuneni watashi ga mita saikō no shō no hitotsu ni narimasu. Mamonaku mamonaku sai u~otchi shite ikimasu! Watashi ga shita no to onaji kurai tanoshimu koto ga dekireba ureshīdesu!)\u001b[22m\n\nTranslations of \u001b[4mWell, if you could see my expression at the moment, you could tell it's an obvious ten. Natsu no Arashi is definitely one of the top anime that was released during it's time. I don't think I've ever seen an anime with such genres been as appealing as Natsu no Arashi was. I certainly hope there will be a sequel to the Natsu no Arashi Akinaichuu, but I doubt it. Although so underrated, Natsu no Arashi will always be one of the very best show's I've ever watched. Definitely will be rewatching some time soon! I hope you'll will enjoy it as much as I did!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, if you could see my expression at the moment, you could tell it's an obvious ten.\u001b[24m\n    \u001b[1mあなたが私の表情を現時点で見ることができれば、それは明白な10であると言うことができます。\u001b[22m, \u001b[1mあなたは、現時点では私の表情を見ることができれば、まあ、あなたはそれが明白な10です言うことができます。\u001b[22m\n\u001b[4mNatsu no Arashi is definitely one of the top anime that was released during it's time.\u001b[24m\n    \u001b[1m夏の嵐は間もなくリリースされたトップアニメのひとつです。\u001b[22m, \u001b[1m夏のあらし！は間違いなくそれの時間の間にリリースされたトップアニメの一つです。\u001b[22m\n\u001b[4mI don't think I've ever seen an anime with such genres been as appealing as Natsu no Arashi was.\u001b[24m\n    \u001b[1mそんなジャンルのアニメを夏の嵐と同じくらい魅力的なものとして見たことはないと思う。\u001b[22m, \u001b[1m私は私が今まで嵐がなかった夏のように魅力的なようであっなどのジャンルでアニメを見たことがないと思います。\u001b[22m\n\u001b[4mI certainly hope there will be a sequel to the Natsu no Arashi Akinaichuu, but I doubt it.\u001b[24m\n    \u001b[1m私は確かに夏のArashi Akinaichuuへの続編があることを願っていますが、私はそれを疑う。\u001b[22m, \u001b[1m私は確かに夏のあらし！Akinaichuuの続編があることを願っていますが、私はそれを疑います。\u001b[22m\n\u001b[4mAlthough so underrated, Natsu no Arashi will always be one of the very best show's I've ever watched.\u001b[24m\n    \u001b[1mあまりにも過小評価されていますが、夏の嵐は常に私が見た最高のショーの一つになります。\u001b[22m, \u001b[1mそう過小評価されているが、夏のあらし！はいつも私が今まで見てきた最高のショーののいずれかになります。\u001b[22m\n\u001b[4mDefinitely will be rewatching some time soon!\u001b[24m\n    \u001b[1m間もなく間もなく再ウォッチしていきます！\u001b[22m, \u001b[1m確かにすぐにいくつかの時間をrewatchingされます！\u001b[22m\n\u001b[4mI hope you'll will enjoy it as much as I did!\u001b[24m\n    \u001b[1m私がしたのと同じくらい楽しむことができれば嬉しいです！\u001b[22m, \u001b[1m私はあなたが同じくらい私がしたようにそれを楽しむことをいただければ幸いです！\u001b[22m"
  },
  {
    "title": "Natsu_no_Arashi",
    "id": "5597",
    "url": "https://myanimelist.net/anime/5597/Natsu_no_Arashi",
    "user": "Taufiq91",
    "profile": "/profile/Taufiq91/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=39637",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\n夏の嵐！ あなたが働くようなアニメを撮るときに得られるものです！ 第二次世界大戦と1970年代のノスタルジアの時間旅行の科学と融合させます。 スクールランブルの小林晋が漫画を手掛けたこのシリーズは、Akiyuki ShinboとOonuma SHAFT（SHAFTの名声）と、荒川アンダーザブリッジのDeko AkaoとGa Rei ZeroとBoku no Picoを書いた高山勝彦 全く真剣ありません）。\n\n夏の間にカフェで働いて、昔は旅に出る能力のある嵐山（白石良子さん）の幽霊と一緒に仕事をしていた元祖弥子師（元平裕子さん）の男の子。 嵐山さんと八坂さんは、カサ（那須塩声優）、八坂さんの友人ジュン（小木川千秋さん）と一緒に、カハと名乗るドイツ人の女の子、嵐山の2人の学校 （堀江由衣）と弥生（野中愛）の2人が参加した。 カフェには村田秀雄（安元弘樹氏）と杉田友和氏が声を掛けた数名の刑事がいます。\n\nこのシリーズが好きなのは音楽です。 このアニメのOPとEDは、60年代後半から70年代半ばまでのアジアの人気曲に基づいています。 私の両親は60年代から70年代の音楽で育てられ、このアニメのOPとEDを聞いて私の母と私の時代に戻ってきました。  60年代と70年代のビニールレコードを聞いていたお父さん。 そして、60年代や70年代の影響を受けた音がシリーズ全体に散在しています。 それはあなたがそこにいることをあなたに感じさせるカフェのシーンの中でさえ演奏されています。\n\nビジュアルとアートは大丈夫です。 しかし、私はシンボと大沼の演出がこのシリーズの芸術に合っているとは思わない。 私がアートと奈良の嵐の方向を見るときは、何かが欠けていると感じました。 私はいつも小林晋のアニメのデザインは、Schol Rumbleのように直接演出に適していると思っています。 しかし、シンボとオオヌマは、時には自分の方向性がうまくいくように管理しています。そして、この作品は他の作品よりも不条理で、奇妙ではないので、私は彼が高津麻明、渡辺真弓、ひびのJinと一緒に本当に良いと思っています。\n\nこのアニメには、嵐山の過去のバックストーリーと、カヤ、弥生、かなこのような幽霊のバックストーリーを含むサブプロットがあります。 時間旅行のパラドックスのアイデアについて議論するエコーもありますが、それは陽気です。  SayakaとKajaがエピソード全体の存在論的パラドックスを議論するのを見ているのは私のおかげです。\n\n今私のキャラクターはとても良くて好きです。 ヤサカはまれな男性キャラクターです。 彼は熱狂的で遊び心があり、彼は性交をしません。 最近、主人公のような人は見えません。 そして、女性労働者でいっぱいのカフェで働いていることがうかがいますが、このシリーズでは、ヤサカのためにハレムのサブプロットを拒否しています。 彼は周りを回らず、女性の同僚と一緒にいない。 彼はちょうど女性の従業員でいっぱいのカフェで幽霊を旅行する時間と楽しい仕事をしたいです。\n\nこれは非常に過小評価されています。 実際、SHAFTの他のアニメシリーズとは違って、このアニメが多く議論されているのを見ていないほど、過小評価されています。 あなたが本当にSHAFTの作品を愛しているなら、私はあなたが行かなければならないことを示唆しています。 それは2つの季節を持っている間、私は第3シーズンも素晴らしいと思うので、より多くの認識とDVD販売を受ける価値があります。\n\nああ、あなたに私に塩を渡してもらえますか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nNatsu no Arashi! is what you get when you take an anime like Working!! and fuse it with the science of time travel, WWII and 1970's nostalgia. Adapted from a manga by School Rumble's Jin Kobayashi, this series is directed by Akiyuki Shinbo and Shin Oonuma (both of SHAFT fame of course) and written by Arakawa Under the Bridge's Deko Akao and Takayama Katsuhiko who wrote Ga Rei Zero and Boku no Pico ( No, seriously).\n\n\u001b[1m夏の嵐！ あなたが働くようなアニメを撮るときに得られるものです！ 第二次世界大戦と1970年代のノスタルジアの時間旅行の科学と融合させます。 スクールランブルの小林晋が漫画を手掛けたこのシリーズは、Akiyuki ShinboとOonuma SHAFT（SHAFTの名声）と、荒川アンダーザブリッジのDeko AkaoとGa Rei ZeroとBoku no Picoを書いた高山勝彦 全く真剣ありません）。\u001b[22m\n\u001b[1m(Natsunoarashi anata ga hataraku yōna anime o toru toki ni e rareru monodesu! Dainijisekaitaisen to 1970-nendai no nosutarujia no jikan ryokō no kagaku to yūgō sa semasu. Sukūruranburu no Kobayashi Shin ga manga o tegake tako no shirīzu wa, Akiyuki Shinbo to Oonuma shafuto (shafuto no meisei) to, Arakawa andāzaburijji no Deko Akao to Ga Rei Zero to Boku no Pico o kaita Takayama Katsuhiko mattaku shinken arimasen).)\u001b[22m\n\nTranslations of \u001b[4mNatsu no Arashi! is what you get when you take an anime like Working!! and fuse it with the science of time travel, WWII and 1970's nostalgia. Adapted from a manga by School Rumble's Jin Kobayashi, this series is directed by Akiyuki Shinbo and Shin Oonuma (both of SHAFT fame of course) and written by Arakawa Under the Bridge's Deko Akao and Takayama Katsuhiko who wrote Ga Rei Zero and Boku no Pico ( No, seriously).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNatsu no Arashi!\u001b[24m\n    \u001b[1m夏の嵐！\u001b[22m, \u001b[1m夏のあらし！\u001b[22m\n\u001b[4mis what you get when you take an anime like Working!!\u001b[24m\n    \u001b[1mあなたが働くようなアニメを撮るときに得られるものです！\u001b[22m, \u001b[1mあなたが作業のようなアニメを取るとき、あなたが得るものです！\u001b[22m\n\u001b[4mand fuse it with the science of time travel, WWII and 1970's nostalgia.\u001b[24m\n    \u001b[1m第二次世界大戦と1970年代のノスタルジアの時間旅行の科学と融合させます。\u001b[22m, \u001b[1mそして、タイムトラベル、第二次世界大戦および1970年代の懐かしの科学でそれを融合。\u001b[22m\n\u001b[4mAdapted from a manga by School Rumble's Jin Kobayashi, this series is directed by Akiyuki Shinbo and Shin Oonuma (both of SHAFT fame of course) and written by Arakawa Under the Bridge's Deko Akao and Takayama Katsuhiko who wrote Ga Rei Zero and Boku no Pico (\u001b[24m\n    \u001b[1mスクールランブルの小林晋が漫画を手掛けたこのシリーズは、Akiyuki ShinboとOonuma SHAFT（SHAFTの名声）と、荒川アンダーザブリッジのDeko AkaoとGa Rei ZeroとBoku no Picoを書いた高山勝彦\u001b[22m, \u001b[1mスクールランブルの小林尽のマンガから適応、このシリーズは新房昭之と新大沼（コースの軸名声の両方）が監督し、書いた人橋のデコ赤尾高山克彦荒川アンダーザによって書かれて喰霊ゼロ、シリーズぴこ（\u001b[22m\n\u001b[4mNo, seriously).\u001b[24m\n    \u001b[1m全く真剣ありません）。\u001b[22m, \u001b[1mいいえ、真剣に）。\u001b[22m\n\u001b[1m\u001b[22m\nIt's about a boy named Yasaka Hajime (voiced by Yuuko Sanpei) who's having the summer of his life by working in a cafe during the summer with a ghost named Arashiyama (voiced by Ryoko Shiraishi) who has the ability to time travel to the past. Both Arashiyama and Yasaka worked in the cafe with their boss Sayaka (voiced by Hitomi Nabatame), Yasaka's friend Jun (voiced by Chiaki Omigawa) along with other ghosts including a German girl named Kaja (voiced by Kaori Nazuka), and two of Arashiyama's school mates Kanako (voiced by Yui Horie) and Yayoi (voiced by Nonaka Ai). And frequenting the cafe is a detective named Hideo Murata (voiced by Hiroki Yasumoto) and several characters voiced by Tomokazu Sugita.\n\n\u001b[1m夏の間にカフェで働いて、昔は旅に出る能力のある嵐山（白石良子さん）の幽霊と一緒に仕事をしていた元祖弥子師（元平裕子さん）の男の子。 嵐山さんと八坂さんは、カサ（那須塩声優）、八坂さんの友人ジュン（小木川千秋さん）と一緒に、カハと名乗るドイツ人の女の子、嵐山の2人の学校 （堀江由衣）と弥生（野中愛）の2人が参加した。 カフェには村田秀雄（安元弘樹氏）と杉田友和氏が声を掛けた数名の刑事がいます。\u001b[22m\n\u001b[1m(Natsu no ma ni kafe de hataraite, mukashi wa tabi ni deru nōryoku no aru arashiyama (Shiraishi Ryōko-san) no yūrei to issho ni shigoto o shite ita ganzo Yako-shi (moto Hira Yūko-san) no otokonoko. Arashiyama-san to Yasaka-san wa, kasa (Nasu shio seiyū), Yasaka-san no yūjin Jun (ko Kigawa Chiaki-san) to issho ni, kaha to nanoru doitsunin no on'nanoko, arashiyama no 2-ri no gakkō (horie yui) to Yayoi (Nonaka Ai) no 2-ri ga sanka shita. Kafe ni wa Murata Hideo (Yasumoto Hiroki-shi) to Sugita Tomokazu-shi ga koe o kaketa sūmei no keiji ga imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's about a boy named Yasaka Hajime (voiced by Yuuko Sanpei) who's having the summer of his life by working in a cafe during the summer with a ghost named Arashiyama (voiced by Ryoko Shiraishi) who has the ability to time travel to the past. Both Arashiyama and Yasaka worked in the cafe with their boss Sayaka (voiced by Hitomi Nabatame), Yasaka's friend Jun (voiced by Chiaki Omigawa) along with other ghosts including a German girl named Kaja (voiced by Kaori Nazuka), and two of Arashiyama's school mates Kanako (voiced by Yui Horie) and Yayoi (voiced by Nonaka Ai). And frequenting the cafe is a detective named Hideo Murata (voiced by Hiroki Yasumoto) and several characters voiced by Tomokazu Sugita.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's about a boy named Yasaka Hajime (voiced by Yuuko Sanpei) who's having the summer of his life by working in a cafe during the summer with a ghost named Arashiyama (voiced by Ryoko Shiraishi) who has the ability to time travel to the past.\u001b[24m\n    \u001b[1m夏の間にカフェで働いて、昔は旅に出る能力のある嵐山（白石良子さん）の幽霊と一緒に仕事をしていた元祖弥子師（元平裕子さん）の男の子。\u001b[22m, \u001b[1mそれは、過去にタイムトラベルする能力を持っている（白石涼子表明される）嵐山という名前の幽霊と夏の間にカフェで働くことによって彼の人生の夏を持っています（三瓶由布子表明される）八坂肇少年についてです。\u001b[22m\n\u001b[4mBoth Arashiyama and Yasaka worked in the cafe with their boss Sayaka (voiced by Hitomi Nabatame), Yasaka's friend Jun (voiced by Chiaki Omigawa) along with other ghosts including a German girl named Kaja (voiced by Kaori Nazuka), and two of Arashiyama's school\u001b[24m\n    \u001b[1m嵐山さんと八坂さんは、カサ（那須塩声優）、八坂さんの友人ジュン（小木川千秋さん）と一緒に、カハと名乗るドイツ人の女の子、嵐山の2人の学校\u001b[22m, \u001b[1m嵐山と八坂の両方が彼らのボスさやか（生天目仁美表明される）とのカフェで働いていた、嵐山の学校の八坂さんの友人冠者（名塚佳織表明される）という名前のドイツの少女を含む他の幽霊と一緒に6月（小見川千明表明）、および2\u001b[22m\n\u001b[4mmates Kanako (voiced by Yui Horie) and Yayoi (voiced by Nonaka Ai).\u001b[24m\n    \u001b[1m（堀江由衣）と弥生（野中愛）の2人が参加した。\u001b[22m, \u001b[1m仲間加奈子（堀江由衣表明）と弥生（野中藍表明）。\u001b[22m\n\u001b[4mAnd frequenting the cafe is a detective named Hideo Murata (voiced by Hiroki Yasumoto) and several characters voiced by Tomokazu Sugita.\u001b[24m\n    \u001b[1mカフェには村田秀雄（安元弘樹氏）と杉田友和氏が声を掛けた数名の刑事がいます。\u001b[22m, \u001b[1mそして、カフェ入り浸りする杉田智和表明（安元洋貴表明される）村田英雄という名前の探偵、いくつかの文字があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe thing i love about this series is the music. The OP and ED for this anime is based on the groovy late 60s to mid 70's music that was popular in Asia. My parents were raised by the music of the 60's and 70's, and listening to the OPs and EDs of this anime brought me back to the days of my mom &amp; dad listening to vinyl records of the 60's and 70's. And the that 60's/70's influenced sounds are littered throughout the series. it's even played during the scenes in the cafe, which makes you feel liek you are there.\n\n\u001b[1mこのシリーズが好きなのは音楽です。 このアニメのOPとEDは、60年代後半から70年代半ばまでのアジアの人気曲に基づいています。 私の両親は60年代から70年代の音楽で育てられ、このアニメのOPとEDを聞いて私の母と私の時代に戻ってきました。  60年代と70年代のビニールレコードを聞いていたお父さん。 そして、60年代や70年代の影響を受けた音がシリーズ全体に散在しています。 それはあなたがそこにいることをあなたに感じさせるカフェのシーンの中でさえ演奏されています。\u001b[22m\n\u001b[1m(Kono shirīzu ga sukina no wa ongakudesu. Kono anime no OP to ED wa, 60-nendai kōhan kara 70-nendai nakaba made no Ajia no ninki kyoku ni motodzuite imasu. Watashi no ryōshin wa 60-nendai kara 70-nendai no ongaku de sodate rare, kono anime no OP to ED o kiite watashinohaha to watashi no jidai ni modotte kimashita. 60-Nendai to 70-nendai no binīrurekōdo o kiite ita otōsan. Soshite, 60-nendai ya 70-nendai no eikyō o uketa oto ga shirīzu zentai ni sanzai shite imasu. Sore wa anata ga soko ni iru koto o anata ni kanji saseru kafe no shīn no nakade sae ensō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe thing i love about this series is the music. The OP and ED for this anime is based on the groovy late 60s to mid 70's music that was popular in Asia. My parents were raised by the music of the 60's and 70's, and listening to the OPs and EDs of this anime brought me back to the days of my mom &amp; dad listening to vinyl records of the 60's and 70's. And the that 60's/70's influenced sounds are littered throughout the series. it's even played during the scenes in the cafe, which makes you feel liek you are there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing i love about this series is the music.\u001b[24m\n    \u001b[1mこのシリーズが好きなのは音楽です。\u001b[22m, \u001b[1m私はこのシリーズについて好きなことは音楽です。\u001b[22m\n\u001b[4mThe OP and ED for this anime is based on the groovy late 60s to mid 70's music that was popular in Asia.\u001b[24m\n    \u001b[1mこのアニメのOPとEDは、60年代後半から70年代半ばまでのアジアの人気曲に基づいています。\u001b[22m, \u001b[1mこのアニメのためのOPとEDはアジアで人気があった半ば70年代の音楽にグルーヴィーな60年代後半に基づいています。\u001b[22m\n\u001b[4mMy parents were raised by the music of the 60's and 70's, and listening to the OPs and EDs of this anime brought me back to the days of my mom &amp;\u001b[24m\n    \u001b[1m私の両親は60年代から70年代の音楽で育てられ、このアニメのOPとEDを聞いて私の母と私の時代に戻ってきました。\u001b[22m, \u001b[1m私の両親は60年代と70年代の音楽が提起した、とのOPに耳を傾け、このアニメのEDSは私のお母さん＆アンペアの日に私を持ち帰りました。\u001b[22m\n\u001b[4mdad listening to vinyl records of the 60's and 70's.\u001b[24m\n    \u001b[1m60年代と70年代のビニールレコードを聞いていたお父さん。\u001b[22m, \u001b[1m父は60年代と70年代のアナログレコードを聴きます。\u001b[22m\n\u001b[4mAnd the that 60's/70's influenced sounds are littered throughout the series.\u001b[24m\n    \u001b[1mそして、60年代や70年代の影響を受けた音がシリーズ全体に散在しています。\u001b[22m, \u001b[1mそして、その60の/ 70の影響を受けたサウンドはシリーズ全体で散らばっています。\u001b[22m\n\u001b[4mit's even played during the scenes in the cafe, which makes you feel liek you are there.\u001b[24m\n    \u001b[1mそれはあなたがそこにいることをあなたに感じさせるカフェのシーンの中でさえ演奏されています。\u001b[22m, \u001b[1mそれはも、あなたはあなたがそこにあるliek感じさせるカフェ、中のシーンの間に演奏されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe visuals and art are okay. However, i do not think that Shinbo and Oonuma's directing is fit with the art of this series. There is something i felt missing whenever i look at the art and direction of Natsu no Arashi. I always think the designs of Jin Kobayashi's anime are more suited for straightforward directing like you see in Schol Rumble. But Shinbo and Oonuma does manage to make their direction work well sometimes and since this animne is less absurd and less weird than his other works, i think he along with Azuma Kouji, Watanabe Mayumi and Hibino Jin pulled it off really good.\n\n\u001b[1mビジュアルとアートは大丈夫です。 しかし、私はシンボと大沼の演出がこのシリーズの芸術に合っているとは思わない。 私がアートと奈良の嵐の方向を見るときは、何かが欠けていると感じました。 私はいつも小林晋のアニメのデザインは、Schol Rumbleのように直接演出に適していると思っています。 しかし、シンボとオオヌマは、時には自分の方向性がうまくいくように管理しています。そして、この作品は他の作品よりも不条理で、奇妙ではないので、私は彼が高津麻明、渡辺真弓、ひびのJinと一緒に本当に良いと思っています。\u001b[22m\n\u001b[1m(Bijuaru to āto wa daijōbudesu. Shikashi, watashi wa Shinbo to Ōnuma no enshutsu ga kono shirīzu no geijutsu ni atte iru to wa omowanai. Watashi ga āto to Nara no arashi no hōkō o miru toki wa, nanika ga kakete iru to kanjimashita. Watashi wa itsumo Kobayashi Shin no anime no dezain wa, Schol Rumble no yō ni chokusetsu enshutsu ni tekishite iru to omotte imasu. Shikashi, Shinbo to oonuma wa, tokiniha jibun no hōkō-sei ga umaku iku yō ni kanri shite imasu. Soshite, kono sakuhin wa hoka no sakuhin yori mo fujōride, kimyōde wanainode, watashi wa kare ga Takatsu Asa Akira, watanabe mayumi, hibi no Jin to issho ni hontōni yoi to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe visuals and art are okay. However, i do not think that Shinbo and Oonuma's directing is fit with the art of this series. There is something i felt missing whenever i look at the art and direction of Natsu no Arashi. I always think the designs of Jin Kobayashi's anime are more suited for straightforward directing like you see in Schol Rumble. But Shinbo and Oonuma does manage to make their direction work well sometimes and since this animne is less absurd and less weird than his other works, i think he along with Azuma Kouji, Watanabe Mayumi and Hibino Jin pulled it off really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe visuals and art are okay.\u001b[24m\n    \u001b[1mビジュアルとアートは大丈夫です。\u001b[22m, \u001b[1mビジュアルと芸術は大丈夫です。\u001b[22m\n\u001b[4mHowever, i do not think that Shinbo and Oonuma's directing is fit with the art of this series.\u001b[24m\n    \u001b[1mしかし、私はシンボと大沼の演出がこのシリーズの芸術に合っているとは思わない。\u001b[22m, \u001b[1mしかし、私は新保と大沼さんの演出は、このシリーズの技術に適合しているとは思いません。\u001b[22m\n\u001b[4mThere is something i felt missing whenever i look at the art and direction of Natsu no Arashi.\u001b[24m\n    \u001b[1m私がアートと奈良の嵐の方向を見るときは、何かが欠けていると感じました。\u001b[22m, \u001b[1m私は夏のあらし！の芸術と方向を見たときに私が欠けているのを感じた何かがあります。\u001b[22m\n\u001b[4mI always think the designs of Jin Kobayashi's anime are more suited for straightforward directing like you see in Schol Rumble.\u001b[24m\n    \u001b[1m私はいつも小林晋のアニメのデザインは、Schol Rumbleのように直接演出に適していると思っています。\u001b[22m, \u001b[1m私はいつもあなたが奨学金ランブルで見るように小林尽のアニメのデザインは簡単な演出により適していると思います。\u001b[22m\n\u001b[4mBut Shinbo and Oonuma does manage to make their direction work well sometimes and since this animne is less absurd and less weird than his other works, i think he along with Azuma Kouji, Watanabe Mayumi and Hibino Jin pulled it off really good.\u001b[24m\n    \u001b[1mしかし、シンボとオオヌマは、時には自分の方向性がうまくいくように管理しています。そして、この作品は他の作品よりも不条理で、奇妙ではないので、私は彼が高津麻明、渡辺真弓、ひびのJinと一緒に本当に良いと思っています。\u001b[22m, \u001b[1mしかし、新保と大沼は、その方向が時々うまく機能し、このanimneはあまり不合理と彼の他の作品よりも少ない奇妙ですので、私は彼が東浩司、渡辺真由美と日比野仁と一緒に考えて本当に良いそれをオフに引っ張っ作るために管理します。\u001b[22m\n\u001b[1m\u001b[22m\nThere are subplots in this anime, including a backstory on Arashiyama's past, along with backstories on other ghosts like Kaja, Yayoi and Kanako. There's even an episode discussing the ideas of time travel paradoxes, and it's hilarious. Seeing Sayaka and Kaja debating ontological paradox for an entire episode is just amusing to my sake.\n\n\u001b[1mこのアニメには、嵐山の過去のバックストーリーと、カヤ、弥生、かなこのような幽霊のバックストーリーを含むサブプロットがあります。 時間旅行のパラドックスのアイデアについて議論するエコーもありますが、それは陽気です。  SayakaとKajaがエピソード全体の存在論的パラドックスを議論するのを見ているのは私のおかげです。\u001b[22m\n\u001b[1m(Kono anime ni wa, arashiyama no kako no bakkusutōrī to, kaya, Yayoi, Kanako no yōna yūrei no bakkusutōrī o fukumu sabupurotto ga arimasu. Jikan ryokō no paradokkusu no aidea ni tsuite giron suru ekō mo arimasuga, sore wa yōkidesu. Sayaka to Kaja ga episōdo zentai no sonzaironteki paradokkusu o giron suru no o mite iru no wa watashi no okagedesu.)\u001b[22m\n\nTranslations of \u001b[4mThere are subplots in this anime, including a backstory on Arashiyama's past, along with backstories on other ghosts like Kaja, Yayoi and Kanako. There's even an episode discussing the ideas of time travel paradoxes, and it's hilarious. Seeing Sayaka and Kaja debating ontological paradox for an entire episode is just amusing to my sake.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are subplots in this anime, including a backstory on Arashiyama's past, along with backstories on other ghosts like Kaja, Yayoi and Kanako.\u001b[24m\n    \u001b[1mこのアニメには、嵐山の過去のバックストーリーと、カヤ、弥生、かなこのような幽霊のバックストーリーを含むサブプロットがあります。\u001b[22m, \u001b[1m冠者、弥生と加奈子のような他の幽霊にbackstoriesと一緒に嵐山の過去に裏話など、このアニメでサブプロットは、あります。\u001b[22m\n\u001b[4mThere's even an episode discussing the ideas of time travel paradoxes, and it's hilarious.\u001b[24m\n    \u001b[1m時間旅行のパラドックスのアイデアについて議論するエコーもありますが、それは陽気です。\u001b[22m, \u001b[1mそこタイムトラベルのパラドックスのアイデアを議論エピソードがあってもだし、それは陽気です。\u001b[22m\n\u001b[4mSeeing Sayaka and Kaja debating ontological paradox for an entire episode is just amusing to my sake.\u001b[24m\n    \u001b[1mSayakaとKajaがエピソード全体の存在論的パラドックスを議論するのを見ているのは私のおかげです。\u001b[22m, \u001b[1m全体のエピソードのために存在論的パラドックスを議論さやかと冠者を見ることは私のためにちょうど面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nNow the characters to me are very good and likeable. Yasaka is a rare male character. He's enthusiastic, playful and he doesn't give a fuck. You don't see guys like him being main characters nowadays. And what's better is that he works in a cafe full of female employees, and yet this series does it well in refusing to give a harem subplot for Yasaka. He doesn't go around and flirt with his female colleagues. He just wants to have fun working with a time travelling ghost in a cafe which is filled with female employees.\n\n\u001b[1m今私のキャラクターはとても良くて好きです。 ヤサカはまれな男性キャラクターです。 彼は熱狂的で遊び心があり、彼は性交をしません。 最近、主人公のような人は見えません。 そして、女性労働者でいっぱいのカフェで働いていることがうかがいますが、このシリーズでは、ヤサカのためにハレムのサブプロットを拒否しています。 彼は周りを回らず、女性の同僚と一緒にいない。 彼はちょうど女性の従業員でいっぱいのカフェで幽霊を旅行する時間と楽しい仕事をしたいです。\u001b[22m\n\u001b[1m(Ima watashi no kyarakutā wa totemo yokute sukidesu. Yasaka wa marena dansei kyarakutādesu. Kare wa nekkyō-tekide asobigokoro ga ari, kare wa seikō o shimasen. Saikin, shujinkō no yōna hito wa miemasen. Soshite, josei rōdō-sha de ippai no kafe de hataraite iru koto ga ukagaimasuga, kono shirīzude wa, Yasaka no tame ni haremu no sabupurotto o kyohi shite imasu. Kare wa mawari o mawarazu, josei no dōryō to issho ni inai. Kare wa chōdo josei no jūgyōin de ippai no kafe de yūrei o ryokō suru jikan to tanoshī shigoto o shitaidesu.)\u001b[22m\n\nTranslations of \u001b[4mNow the characters to me are very good and likeable. Yasaka is a rare male character. He's enthusiastic, playful and he doesn't give a fuck. You don't see guys like him being main characters nowadays. And what's better is that he works in a cafe full of female employees, and yet this series does it well in refusing to give a harem subplot for Yasaka. He doesn't go around and flirt with his female colleagues. He just wants to have fun working with a time travelling ghost in a cafe which is filled with female employees.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the characters to me are very good and likeable.\u001b[24m\n    \u001b[1m今私のキャラクターはとても良くて好きです。\u001b[22m, \u001b[1m今、私には文字が非常に良好であり、好感の持てるです。\u001b[22m\n\u001b[4mYasaka is a rare male character.\u001b[24m\n    \u001b[1mヤサカはまれな男性キャラクターです。\u001b[22m, \u001b[1m八坂はまれな男性キャラです。\u001b[22m\n\u001b[4mHe's enthusiastic, playful and he doesn't give a fuck.\u001b[24m\n    \u001b[1m彼は熱狂的で遊び心があり、彼は性交をしません。\u001b[22m, \u001b[1m彼は、熱狂的な遊び心だと、彼は性交を与えるものではありません。\u001b[22m\n\u001b[4mYou don't see guys like him being main characters nowadays.\u001b[24m\n    \u001b[1m最近、主人公のような人は見えません。\u001b[22m, \u001b[1mあなたは彼のような人は、今日メインキャラクターであることが表示されません。\u001b[22m\n\u001b[4mAnd what's better is that he works in a cafe full of female employees, and yet this series does it well in refusing to give a harem subplot for Yasaka.\u001b[24m\n    \u001b[1mそして、女性労働者でいっぱいのカフェで働いていることがうかがいますが、このシリーズでは、ヤサカのためにハレムのサブプロットを拒否しています。\u001b[22m, \u001b[1mそして、何より良いのは、彼が女性従業員の完全なカフェで動作し、まだこのシリーズは八坂のためのハーレムのサブプロットを与えることを拒否でよくそれをしないということです。\u001b[22m\n\u001b[4mHe doesn't go around and flirt with his female colleagues.\u001b[24m\n    \u001b[1m彼は周りを回らず、女性の同僚と一緒にいない。\u001b[22m, \u001b[1m彼は周りに行くと彼の女性の同僚と浮気しません。\u001b[22m\n\u001b[4mHe just wants to have fun working with a time travelling ghost in a cafe which is filled with female employees.\u001b[24m\n    \u001b[1m彼はちょうど女性の従業員でいっぱいのカフェで幽霊を旅行する時間と楽しい仕事をしたいです。\u001b[22m, \u001b[1m彼はちょうど女性社員が充填されているカフェでゴーストを走行する時間で作業する楽しみを持ってしたいと考えています。\u001b[22m\n\u001b[1m\u001b[22m\nThis is very underrated. Infact, it's so underrated that you don't see this anime being discussed alot unlike other anime series by SHAFT. If you really love works by SHAFT, then i suggest you should go and watch this. It deserves more recognition and more DVD sales because while it has 2 seasons, i think a 3rd season would be great as well.\n\n\u001b[1mこれは非常に過小評価されています。 実際、SHAFTの他のアニメシリーズとは違って、このアニメが多く議論されているのを見ていないほど、過小評価されています。 あなたが本当にSHAFTの作品を愛しているなら、私はあなたが行かなければならないことを示唆しています。 それは2つの季節を持っている間、私は第3シーズンも素晴らしいと思うので、より多くの認識とDVD販売を受ける価値があります。\u001b[22m\n\u001b[1m(Kore wa hijō ni kashō hyōka sa rete imasu. Jissai, shafuto no ta no animeshirīzu to wa chigatte, kono anime ga ōku giron sa rete iru no o mite inai hodo, kashō hyōka sa rete imasu. Anata ga hontōni shafuto no sakuhin o aishite irunara, watashi wa anata ga ikanakereba naranai koto o shisa shite imasu. Sore wa 2tsu no kisetsu o motte iru ma, watashi wa dai 3 shīzun mo subarashī to omou node, yori ōku no ninshiki to DVD hanbai o ukeru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is very underrated. Infact, it's so underrated that you don't see this anime being discussed alot unlike other anime series by SHAFT. If you really love works by SHAFT, then i suggest you should go and watch this. It deserves more recognition and more DVD sales because while it has 2 seasons, i think a 3rd season would be great as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is very underrated.\u001b[24m\n    \u001b[1mこれは非常に過小評価されています。\u001b[22m, \u001b[1mこれは非常に過小評価です。\u001b[22m\n\u001b[4mInfact, it's so underrated that you don't see this anime being discussed alot unlike other anime series by SHAFT.\u001b[24m\n    \u001b[1m実際、SHAFTの他のアニメシリーズとは違って、このアニメが多く議論されているのを見ていないほど、過小評価されています。\u001b[22m, \u001b[1mInfactは、それはあなたがこのアニメがたくさんシャフトによって他のアニメシリーズとは異なり、議論されて表示されないように過小評価です。\u001b[22m\n\u001b[4mIf you really love works by SHAFT, then i suggest you should go and watch this.\u001b[24m\n    \u001b[1mあなたが本当にSHAFTの作品を愛しているなら、私はあなたが行かなければならないことを示唆しています。\u001b[22m, \u001b[1mあなたが本当にSHAFTの作品を愛するならば、私はあなたが行くと、これを監視する必要があります示唆しています。\u001b[22m\n\u001b[4mIt deserves more recognition and more DVD sales because while it has 2 seasons, i think a 3rd season would be great as well.\u001b[24m\n    \u001b[1mそれは2つの季節を持っている間、私は第3シーズンも素晴らしいと思うので、より多くの認識とDVD販売を受ける価値があります。\u001b[22m, \u001b[1mそれは2シーズンを持っている間、私は第三シーズンも同様に素晴らしいことだと思うので、それはより多くの認識とより多くのDVDの販売に値します。\u001b[22m\n\u001b[1m\u001b[22m\nOh, and can you pass me some salt please?\n\n\u001b[1mああ、あなたに私に塩を渡してもらえますか？\u001b[22m\n\u001b[1m(Ā, anata ni watashi ni shio o watashite moraemasu ka?)\u001b[22m\n\nTranslations of \u001b[4mOh, and can you pass me some salt please?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, and can you pass me some salt please?\u001b[24m\n    \u001b[1mああ、あなたに私に塩を渡してもらえますか？\u001b[22m, \u001b[1mああ、あなたは私にいくつかの塩をお願い渡すことができますか？\u001b[22m"
  },
  {
    "title": "Natsu_no_Arashi",
    "id": "5597",
    "url": "https://myanimelist.net/anime/5597/Natsu_no_Arashi",
    "user": "honkykong13",
    "profile": "/profile/honkykong13/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=28887",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n最初にこれを見始めたとき、私はアニメーションのスタイルが非常に珍しいので、それをオフにするように誘惑され、慣れていくのに少し時間がかかりました。 私はそれがかなり良い時計であることがわかったので、私はそれにこだわって非常にうれしいです。 若い男の子たちの夏の冒険と、WW2の幽霊の話です。 あなたが期待するものとはまったく違って、私はそれを強く勧めます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first started watching this, I was tempted to turn it off because the animation style was very unusual and it took me a little while to get used to. I'm very glad I stuck with it, as it turned out to be quite a good watch. It's about a young boys summer adventures with a ghost from WW2. Very different from anything you would expect, and I highly recommend it.\n\n\u001b[1m最初にこれを見始めたとき、私はアニメーションのスタイルが非常に珍しいので、それをオフにするように誘惑され、慣れていくのに少し時間がかかりました。 私はそれがかなり良い時計であることがわかったので、私はそれにこだわって非常にうれしいです。 若い男の子たちの夏の冒険と、WW2の幽霊の話です。 あなたが期待するものとはまったく違って、私はそれを強く勧めます。\u001b[22m\n\u001b[1m(Saisho ni kore o mi hajimeta toki, watashi wa animēshon no sutairu ga hijō ni mezurashīnode, sore o ofu ni suru yō ni yūwaku sa re, narete ikunoni sukoshi jikan ga kakarimashita. Watashi wa sore ga kanari yoi tokeidearu koto ga wakattanode, watashi wa sore ni kodawatte hijō ni ureshīdesu. Wakai otokonoko-tachi no natsu no bōken to, WW 2 no yūrei no hanashidesu. Anata ga kitai suru mono to wa mattaku chigatte, watashi wa sore o tsuyoku susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first started watching this, I was tempted to turn it off because the animation style was very unusual and it took me a little while to get used to. I'm very glad I stuck with it, as it turned out to be quite a good watch. It's about a young boys summer adventures with a ghost from WW2. Very different from anything you would expect, and I highly recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first started watching this, I was tempted to turn it off because the animation style was very unusual and it took me a little while to get used to.\u001b[24m\n    \u001b[1m最初にこれを見始めたとき、私はアニメーションのスタイルが非常に珍しいので、それをオフにするように誘惑され、慣れていくのに少し時間がかかりました。\u001b[22m, \u001b[1m私が最初にこれを見始めたとき、アニメーションのスタイルは非常に珍しいものだったので、私はそれをオフにするように誘惑され、それは私に慣れるのに少し時間がかかりました。\u001b[22m\n\u001b[4mI'm very glad I stuck with it, as it turned out to be quite a good watch.\u001b[24m\n    \u001b[1m私はそれがかなり良い時計であることがわかったので、私はそれにこだわって非常にうれしいです。\u001b[22m, \u001b[1m私はそれが非常に良い時計であることが判明したとして、私は、それにこだわってとてもうれしいです。\u001b[22m\n\u001b[4mIt's about a young boys summer adventures with a ghost from WW2.\u001b[24m\n    \u001b[1m若い男の子たちの夏の冒険と、WW2の幽霊の話です。\u001b[22m, \u001b[1mそれは第二次世界大戦からの幽霊と少年の夏の冒険についてです。\u001b[22m\n\u001b[4mVery different from anything you would expect, and I highly recommend it.\u001b[24m\n    \u001b[1mあなたが期待するものとはまったく違って、私はそれを強く勧めます。\u001b[22m, \u001b[1mあなたが期待するものとは大きく異なる、と私は非常にお勧めします。\u001b[22m"
  }
]
