[
  {
    "title": "Kanamemo",
    "id": "5914",
    "url": "https://myanimelist.net/anime/5914/Kanamemo",
    "user": "CherryHawk",
    "profile": "/profile/CherryHawk/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=19250",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\nここでは、ちょっと暖かくぼんやりした感じのユーリ、エッチ、スライス・オブ・ライフ・コメディがあります。 あなたがこれらのジャンルを好きなら、間違いなくこれをチェックしてください。 私はあなたのためにそれを分解することができます...\n\nストーリー7 / 10-主人公の到着の裏話以外にも、コメディにふさわしいアニメのエピソード的性質を考慮すると、大したものはありません。 私の典型的な反応は、私が下品な行為や痴漢を見て笑っているので、私は一般的に、それを別の形のコメディとして見ています。 それはあなたの好みに左右されます。\n\nアート7 / 10-すべてがうまく描かれていて、私の意見ではキャラクターがかわいかったです。 特に驚くべきことはありませんでしたが、それはすべて味わい深かったです。\n\nサウンド8 / 10-声優は大声で、キャストで大ヒットを記録していた：豊崎豊、堀江由井（ひぐらし、うみねこ）、釘宮理恵（銀魂、さき） 私の個人的なお気に入りのヒロハシリョウ（Kaleido Star、Bamboo Blade）の1つとして人気があります。 私は、これらの役割は、これらの素晴らしい俳優の履歴書で見つかるかもしれない仕事の影にあるとは言えます。 それにもかかわらず、素晴らしい。 私はまたEDクレジットのために歌を大いに楽しんだ... Yahoooo！  ：）\n\nCHARACTERS 8 / 10-私たちの主人公は、あなたが大変申し訳なく思っている人です。このショーでコメディーが描かれています。 それは恐ろしいことだと思うかもしれませんが、それが示唆されているほど残酷ではないし、私は個人的にユーモアを見た。 サポートキャストは、説明できない理由のために、説明できない理由で、30歳の成熟した小さな子供、変態酔っぱらい、レズビアンカップル、お金を集める人（または 彼女は沢山のスポットライトにいませんでした）すべての女性とすべての奇妙な -  tastic！\n\nENJOYMENT 8 / 10-私はいつもこれについて興奮していました。 それは面白く、魅力的で感傷的です（やや明示的です）。 私はこれを選んで本当にうれしいです。\n\nだから、もしあなたが光っているecchiの昼間のコメディ（私は夜XDで恐ろしいものや涙を揺さぶるものを見るのが好きです）を確かにチェックしてください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHere we have a yuri, ecchi, slice of life comedy with a little bit of a warm and fuzzy feel to it. If you like those genres then you should definitely check this one out. Allow me to break it down for you...\n\n\u001b[1mここでは、ちょっと暖かくぼんやりした感じのユーリ、エッチ、スライス・オブ・ライフ・コメディがあります。 あなたがこれらのジャンルを好きなら、間違いなくこれをチェックしてください。 私はあなたのためにそれを分解することができます...\u001b[22m\n\u001b[1m(Kokode wa, chotto atatakaku bon'yari shita kanji no yūri, etchi, suraisu Obu raifu komedi ga arimasu. Anata ga korera no janru o sukinara, machigainaku kore o chekku shite kudasai. Watashi wa anata no tame ni sore o bunkai suru koto ga dekimasu...)\u001b[22m\n\nTranslations of \u001b[4mHere we have a yuri, ecchi, slice of life comedy with a little bit of a warm and fuzzy feel to it. If you like those genres then you should definitely check this one out. Allow me to break it down for you...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere we have a yuri, ecchi, slice of life comedy with a little bit of a warm and fuzzy feel to it.\u001b[24m\n    \u001b[1mここでは、ちょっと暖かくぼんやりした感じのユーリ、エッチ、スライス・オブ・ライフ・コメディがあります。\u001b[22m, \u001b[1mここでは、それに暖かく、ファジーな感じの少しとの生活の喜劇のユリ、エッチ、スライスを持っています。\u001b[22m\n\u001b[4mIf you like those genres then you should definitely check this one out.\u001b[24m\n    \u001b[1mあなたがこれらのジャンルを好きなら、間違いなくこれをチェックしてください。\u001b[22m, \u001b[1mあなたはそれらのジャンルが好きなら、あなたは間違いなくこの1をチェックアウトする必要があります。\u001b[22m\n\u001b[4mAllow me to break it down for you...\u001b[24m\n    \u001b[1m私はあなたのためにそれを分解することができます...\u001b[22m, \u001b[1m私はあなたのためにそれを打破することを許可します...\u001b[22m\n\u001b[1m\u001b[22m\nSTORY 7/10- Other than the story behind the main character's arrival we don't have much of a plot, which is fine given the anime's episodic nature which I personally find fitting for a comedy. There are numerous strong ecchi scenes which an outspoken population of anime viewers find distasteful, but I generally look at it as another form of comedy since my typical reaction is to laugh when I see vulgar acts groping and molestation. It all depends on your taste.\n\n\u001b[1mストーリー7 / 10-主人公の到着の裏話以外にも、コメディにふさわしいアニメのエピソード的性質を考慮すると、大したものはありません。 私の典型的な反応は、私が下品な行為や痴漢を見て笑っているので、私は一般的に、それを別の形のコメディとして見ています。 それはあなたの好みに左右されます。\u001b[22m\n\u001b[1m(Sutōrī 7/ 10 - shujinkō no tōchaku no urabanashi igai ni mo, komedi ni fusawashī anime no episōdo-teki seishitsu o kōryo suru to, taishita mono wa arimasen. Watashi no tenkei-tekina han'nō wa, watashi ga gehin'na kōi ya chikan o mite waratte irunode, watashi wa ippantekini, sore o betsu no katachi no komedi to shite mite imasu. Sore wa anata no konomi ni sayū sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mSTORY 7/10- Other than the story behind the main character's arrival we don't have much of a plot, which is fine given the anime's episodic nature which I personally find fitting for a comedy. There are numerous strong ecchi scenes which an outspoken population of anime viewers find distasteful, but I generally look at it as another form of comedy since my typical reaction is to laugh when I see vulgar acts groping and molestation. It all depends on your taste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY 7/10- Other than the story behind the main character's arrival we don't have much of a plot, which is fine given the anime's episodic nature which I personally find fitting for a comedy.\u001b[24m\n    \u001b[1mストーリー7 / 10-主人公の到着の裏話以外にも、コメディにふさわしいアニメのエピソード的性質を考慮すると、大したものはありません。\u001b[22m, \u001b[1m主人公の到着の背後にある物語より7 / 10-その他STORY我々は罰金、私は個人的にコメディのためのフィッティング見つけるアニメのエピソード的な性質を与えられているプロットの多くを持っていません。\u001b[22m\n\u001b[4mThere are numerous strong ecchi scenes which an outspoken population of anime viewers find distasteful, but I generally look at it as another form of comedy since my typical reaction is to laugh when I see vulgar acts groping and molestation.\u001b[24m\n    \u001b[1m私の典型的な反応は、私が下品な行為や痴漢を見て笑っているので、私は一般的に、それを別の形のコメディとして見ています。\u001b[22m, \u001b[1mアニメの視聴者の率直な人口が不快見つけるが、私の典型的な反応は、私は下品な行為は痴漢や性的虐待を参照するときに笑うことですので、私は一般的に喜劇の別の形態としてそれを見て、多数の強力なエッチなシーンがあります。\u001b[22m\n\u001b[4mIt all depends on your taste.\u001b[24m\n    \u001b[1mそれはあなたの好みに左右されます。\u001b[22m, \u001b[1mそれはすべてあなたの好みに依存します。\u001b[22m\n\u001b[1m\u001b[22m\nART 7/10- Everything was drawn well, characters were cute in my opinion. Nothing particularly amazing, but it was all in good taste.\n\n\u001b[1mアート7 / 10-すべてがうまく描かれていて、私の意見ではキャラクターがかわいかったです。 特に驚くべきことはありませんでしたが、それはすべて味わい深かったです。\u001b[22m\n\u001b[1m(Āto 7/ 10 - subete ga umaku egaka rete ite, watashi no ikende wa kyarakutā ga kawaikattadesu. Tokuni odorokubeki koto wa arimasendeshitaga, soreha subete ajiwaibukakattadesu.)\u001b[22m\n\nTranslations of \u001b[4mART 7/10- Everything was drawn well, characters were cute in my opinion. Nothing particularly amazing, but it was all in good taste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART 7/10- Everything was drawn well, characters were cute in my opinion.\u001b[24m\n    \u001b[1mアート7 / 10-すべてがうまく描かれていて、私の意見ではキャラクターがかわいかったです。\u001b[22m, \u001b[1m7 / 10-すべてがうまく描かれたARTは、文字は私の意見でキュートでした。\u001b[22m\n\u001b[4mNothing particularly amazing, but it was all in good taste.\u001b[24m\n    \u001b[1m特に驚くべきことはありませんでしたが、それはすべて味わい深かったです。\u001b[22m, \u001b[1m何も特に素晴らしいが、それはすべての良い味でした。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND 8/10- Voice acting was great, a lot of big hitters in the cast: Toyosaki Aki (Shugo Chara, K-ON!), Horie Yui (Higurashi,Umineko), Kugimiya Rie (Gintama, Saki), and though not as popular but one of my personal favorites Hirohashi Ryou (Kaleido Star, Bamboo Blade). I must say though, pretty much all these roles are in the shadow of the work that you may find in these fine actors' resumes. Great nonetheless though. I also greatly enjoyed the song for the ED credits... Yahoooo! : )\n\n\u001b[1mサウンド8 / 10-声優は大声で、キャストで大ヒットを記録していた：豊崎豊、堀江由井（ひぐらし、うみねこ）、釘宮理恵（銀魂、さき） 私の個人的なお気に入りのヒロハシリョウ（Kaleido Star、Bamboo Blade）の1つとして人気があります。 私は、これらの役割は、これらの素晴らしい俳優の履歴書で見つかるかもしれない仕事の影にあるとは言えます。 それにもかかわらず、素晴らしい。 私はまたEDクレジットのために歌を大いに楽しんだ... Yahoooo！  ：）\u001b[22m\n\u001b[1m(Saundo 8/ 10 - seiyū wa ōgoe de, kyasuto de dai hitto o kiroku shite ita: Toyosaki Yutaka, Horie Yui (higurashi, umi neko), kugimiya rie (Gintama, saki) watashi no kojin-tekina okiniiri no hirohashiryou (Kaleido Star, banbū bureido) no 1tsu to shite ninki ga arimasu. Watashi wa, korera no yakuwari wa, korera no subarashī haiyū no rirekisho de mitsukaru kamo shirenai shigoto no kage ni aru to wa iemasu. Sore nimokakawarazu, subarashī. Watashi wa mata ED kurejitto no tame ni uta o ōini tanoshinda... Yahoooo! : ))\u001b[22m\n\nTranslations of \u001b[4mSOUND 8/10- Voice acting was great, a lot of big hitters in the cast: Toyosaki Aki (Shugo Chara, K-ON!), Horie Yui (Higurashi,Umineko), Kugimiya Rie (Gintama, Saki), and though not as popular but one of my personal favorites Hirohashi Ryou (Kaleido Star, Bamboo Blade). I must say though, pretty much all these roles are in the shadow of the work that you may find in these fine actors' resumes. Great nonetheless though. I also greatly enjoyed the song for the ED credits... Yahoooo! : )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND 8/10- Voice acting was great, a lot of big hitters in the cast: Toyosaki Aki (Shugo Chara, K-ON!), Horie Yui (Higurashi,Umineko), Kugimiya Rie (Gintama, Saki), and though not\u001b[24m\n    \u001b[1mサウンド8 / 10-声優は大声で、キャストで大ヒットを記録していた：豊崎豊、堀江由井（ひぐらし、うみねこ）、釘宮理恵（銀魂、さき）\u001b[22m, \u001b[1mSOUND 8/10〜声の演技は素晴らしかった、キャストには大きな打者の多く：豊崎アキ（しゅごキャラ、K-ON！）、堀江由衣（日暮、うみねこ）、釘宮理恵（銀魂、咲）、およびではないが\u001b[22m\n\u001b[4mas popular but one of my personal favorites Hirohashi Ryou (Kaleido Star, Bamboo Blade).\u001b[24m\n    \u001b[1m私の個人的なお気に入りのヒロハシリョウ（Kaleido Star、Bamboo Blade）の1つとして人気があります。\u001b[22m, \u001b[1m人気のあるとしてではなく、私の個人的なお気に入り広橋涼（カレイドスター、バンブーブレード）の1。\u001b[22m\n\u001b[4mI must say though, pretty much all these roles are in the shadow of the work that you may find in these fine actors' resumes.\u001b[24m\n    \u001b[1m私は、これらの役割は、これらの素晴らしい俳優の履歴書で見つかるかもしれない仕事の影にあるとは言えます。\u001b[22m, \u001b[1m私はかなりのすべてのこれらの役割を使用すると、これらの罰金俳優の履歴書に見つけることが仕事の影にある、しかし言わなければなりません。\u001b[22m\n\u001b[4mGreat nonetheless though.\u001b[24m\n    \u001b[1mそれにもかかわらず、素晴らしい。\u001b[22m, \u001b[1mしかしそれにもかかわらず素晴らしいです。\u001b[22m\n\u001b[4mI also greatly enjoyed the song for the ED credits... Yahoooo!\u001b[24m\n    \u001b[1m私はまたEDクレジットのために歌を大いに楽しんだ... Yahoooo！\u001b[22m, \u001b[1m私も大いにYahoooo... EDクレジットのために歌を楽しんで！\u001b[22m\n\u001b[4m: )\u001b[24m\n    \u001b[1m：）\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS 8/10- Our main character is someone you feel very sorry for, which is where this show draws some of it's comedy. Some people might think that that's a horrible thing, but it's not as cruel as it may have been suggested and I personally saw the humor in it. The supporting cast are all very like-able, distinctive characters including a chief who for some unexplained reason is a small child that has the maturity of a 30 year old, a perverted drunk, a lesbian couple and someone who collects money (or something like that. She wasn't in the spotlight much) all female and all moe-tastic!\n\n\u001b[1mCHARACTERS 8 / 10-私たちの主人公は、あなたが大変申し訳なく思っている人です。このショーでコメディーが描かれています。 それは恐ろしいことだと思うかもしれませんが、それが示唆されているほど残酷ではないし、私は個人的にユーモアを見た。 サポートキャストは、説明できない理由のために、説明できない理由で、30歳の成熟した小さな子供、変態酔っぱらい、レズビアンカップル、お金を集める人（または 彼女は沢山のスポットライトにいませんでした）すべての女性とすべての奇妙な -  tastic！\u001b[22m\n\u001b[1m(CHARACTERS 8/ 10 - watashitachi no shujinkō wa, anata ga taihen mōshiwakenaku omotte iru hitodesu. Kono shō de komedī ga egaka rete imasu. Sore wa osoroshī kotoda to omou kamo shiremasenga, sore ga shisa sa rete iru hodo zankokude wanaishi, watashi wa kojin-teki ni yūmoa o mita. Sapōtokyasuto wa, setsumei dekinai riyū no tame ni, setsumei dekinai riyū de, 30-sai no seijuku shita chīsana kodomo, hentai yopparai, rezubiankappuru, okane o atsumeru hito (matawa kanojo wa takusan no supottoraito ni imasendeshita) subete no josei to subete no kimyōna - tastic!)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS 8/10- Our main character is someone you feel very sorry for, which is where this show draws some of it's comedy. Some people might think that that's a horrible thing, but it's not as cruel as it may have been suggested and I personally saw the humor in it. The supporting cast are all very like-able, distinctive characters including a chief who for some unexplained reason is a small child that has the maturity of a 30 year old, a perverted drunk, a lesbian couple and someone who collects money (or something like that. She wasn't in the spotlight much) all female and all moe-tastic!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS 8/10- Our main character is someone you feel very sorry for, which is where this show draws some of it's comedy.\u001b[24m\n    \u001b[1mCHARACTERS 8 / 10-私たちの主人公は、あなたが大変申し訳なく思っている人です。このショーでコメディーが描かれています。\u001b[22m, \u001b[1mCHARACTERS 8 / 10-私たちの主な文字は、このショーはそれの喜劇の一部を描画する場所であるあなたがのために非常に残念に感じる誰か、です。\u001b[22m\n\u001b[4mSome people might think that that's a horrible thing, but it's not as cruel as it may have been suggested and I personally saw the humor in it.\u001b[24m\n    \u001b[1mそれは恐ろしいことだと思うかもしれませんが、それが示唆されているほど残酷ではないし、私は個人的にユーモアを見た。\u001b[22m, \u001b[1m一部の人々はそれは恐ろしいことだと思うかもしれないが、それは、それが示唆されている可能性があり、私は個人的にそれにユーモアを見たほど残酷ではありません。\u001b[22m\n\u001b[4mThe supporting cast are all very like-able, distinctive characters including a chief who for some unexplained reason is a small child that has the maturity of a 30 year old, a perverted drunk, a lesbian couple and someone who collects money (or something like\u001b[24m\n    \u001b[1mサポートキャストは、説明できない理由のために、説明できない理由で、30歳の成熟した小さな子供、変態酔っぱらい、レズビアンカップル、お金を集める人（または\u001b[22m, \u001b[1m脇役何らかの原因不明の理由で30歳の成熟度を持っている小さな子供、倒錯酔って、お金（またはのようなものを収集レズビアンカップルと誰かであるチーフを含め、すべての非常に同じようなことができ、独特の文字であります\u001b[22m\n\u001b[4mthat. She wasn't in the spotlight much) all female and all moe-tastic!\u001b[24m\n    \u001b[1m彼女は沢山のスポットライトにいませんでした）すべての女性とすべての奇妙な -  tastic！\u001b[22m, \u001b[1mその彼女は）多くの注目を集めてすべての女性とすべての萌え-tasticがありませんでした！\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT 8/10- I was always excited about this one. It's funny, charming and sentimental (and slightly explicit). I'm really glad I picked this one up.\n\n\u001b[1mENJOYMENT 8 / 10-私はいつもこれについて興奮していました。 それは面白く、魅力的で感傷的です（やや明示的です）。 私はこれを選んで本当にうれしいです。\u001b[22m\n\u001b[1m(ENJOYMENT 8/ 10 - watashi wa itsumo kore ni tsuite kōfun shite imashita. Sore wa omoshiroku, mirikiteki de kanshō-tekidesu (yaya meishitekidesu). Watashi wa kore o erande hontōni ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT 8/10- I was always excited about this one. It's funny, charming and sentimental (and slightly explicit). I'm really glad I picked this one up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT 8/10- I was always excited about this one.\u001b[24m\n    \u001b[1mENJOYMENT 8 / 10-私はいつもこれについて興奮していました。\u001b[22m, \u001b[1m享有8 / 10-私はいつもこの1について興奮していました。\u001b[22m\n\u001b[4mIt's funny, charming and sentimental (and slightly explicit).\u001b[24m\n    \u001b[1mそれは面白く、魅力的で感傷的です（やや明示的です）。\u001b[22m, \u001b[1mそれは、面白い魅力的で感傷的（と少し明示的な）です。\u001b[22m\n\u001b[4mI'm really glad I picked this one up.\u001b[24m\n    \u001b[1m私はこれを選んで本当にうれしいです。\u001b[22m, \u001b[1m私は、私はこの1つをピックアップし、本当にうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nSo if you're looking for a light-hearted ecchi daytime comedy (I like to watch scary stuff and tear-jerkers at night XD) definitely check this one out!\n\n\u001b[1mだから、もしあなたが光っているecchiの昼間のコメディ（私は夜XDで恐ろしいものや涙を揺さぶるものを見るのが好きです）を確かにチェックしてください！\u001b[22m\n\u001b[1m(Dakara, moshi anata ga hikatte iru ecchi no hiruma no komedi (watashi wa yoru XD de osoroshī mono ya namida o yusaburu mono o miru no ga sukidesu) o tashikani chekkushitekudasai!)\u001b[22m\n\nTranslations of \u001b[4mSo if you're looking for a light-hearted ecchi daytime comedy (I like to watch scary stuff and tear-jerkers at night XD) definitely check this one out!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo if you're looking for a light-hearted ecchi daytime comedy (I like to watch scary stuff and tear-jerkers at night XD) definitely check this one out!\u001b[24m\n    \u001b[1mだから、もしあなたが光っているecchiの昼間のコメディ（私は夜XDで恐ろしいものや涙を揺さぶるものを見るのが好きです）を確かにチェックしてください！\u001b[22m, \u001b[1mだから、あなたは快活なエッチ昼間のコメディを探しているなら（私は怖いものを見て、夜のXDで-jerkersを引き裂くしたい）間違いなくこの1つをチェック！\u001b[22m"
  },
  {
    "title": "Kanamemo",
    "id": "5914",
    "url": "https://myanimelist.net/anime/5914/Kanamemo",
    "user": "reb3llist",
    "profile": "/profile/reb3llist/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=19699",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  8\n\n今までになかった、そして重要ではない/ファンタリバイフで満たされたフィラーのエピソードを引きずり出すことから、 完全にリラックスしたスライス・オブ・ライフのアニメを見つけようとしていますか？ ゆりにひどく怒られない？  （PROTIP：ユリは永遠の効果を持たず、ここにほのかな穏やかなユリがありますが、邪魔になるかもしれませんが、たいていの場合、コミックな意味で使われています）\n\nそれで、カナモモは、私があなたにお勧めする新しいもののひとつです。 しかし、これは非常にヒットまたはミスなことであることを覚えておいてください。 あなたが恩恵を受けるのは、それを巨大なコメディー・シリーズとは思っているのではなく、簡単なライフ・シリーズのシリーズ、それは非常に簡単なものです。\n\nそれは、いくつかのアニメが目指しているが、何もなかったように悲惨に失敗し、乗組員が軽く心がけようとしているように見えても、軽く心を奪われたような気分だった。 彼ら自身をそうするように強制するいくつかのアニメと比較して。\n\nあなたが失望する時間のほとんどのために、このアニメのために大きな期待をしてはいけません。\n\nもちろん、私は8/10の全体的な期待を持っていましたが、私は「私は失望しました」と言って離れませんでした。代わりに私のビデオプレーヤーを閉じて、アニメを仕上げてバックフリップ いくつかの人の気違いのレーダーの信仰、私は真剣に皮肉っていたことを指摘します）。\n\n逃げる女の子の非常にシンプルな初心者話（祖母が亡くなり、タイトルキャラクターが逃げ出し、この新聞の中心で新しい家を見つけ、彼女の新しい人生で新しい人生を始める。  ）そして余りにもプロットのように見えない余波は、Lucky Starを評価するか冷蔵庫に薄い空気からインスタントカレーを作るように言うことさえあるので、このプロットを格付けする価値があります。\n\nサウンドトラックは、現在のところ、私には不明な量です。 私はそれを正しく聞く機会がなかった。 たいていの場合、私はそれをうまく聴くことができません（私はToradora！と同じように、今でもまだ聴いている素晴らしいOSTを持っていました）。それは何か非常に魅力的でないか、BGMが 話をする人は（例えばハニー＆クローバーとCLANNADのサウンドトラックが10分で私の注意を引いた）私はまだそれをチェックする価値があるとは思わない。\n\nそのユーモアは、シリーズ全体を通して散発的なものではなく、ロールオーバー・ダイス・ロウソクのユーモラスなものではないが、かなり楽しい。 ユーモアはまったく存在しないと不平を言う人もいれば、それを笑ってくれる人もいれば、どちらかといえば、このようなものはかなりヒット・ミスだが、もっとヒットする ミスよりも。 正直言って、もしあなたが保証を欲しがっているのなら、それはラッキースターや釈迦のようなものではないでしょう。確かです。\n\nまったくオリジナルではないジョークで、カナモモは今でも毎回おかしいラインを送っています。 時にはそれは私に笑いを与えるか、それは寒さで私を得る。\n\nもちろん、冗談自体のほかに、イントネーションはかなり大きな要因であり、アニメではイントネーションはかなりキャラクターです。 そのキャラクターについて言えば、それはかなりの女の子を抱きしめています。私は偉大な精神的なラインナップ（いくつかの人々は彼女の病気になっているように見えるので、特定のツンデレ女王を脇に払います）と言うことができるものでキャストします。\n\nこのキャストは、臆病な女の子、タイトルキャラのカナ、「チープスケート」タイプの女の子で構成されています（これは日常の姿勢ではあまり表示されていませんが、現場に表示されています）。 彼女の静かな仲間+彼女の静かな仲間+彼女の後ろに導入されたキャラクターと一緒に、女性の愛の関心、ゆゆきといくつかのユーリ - 欲望/愛する酔っぱらいの遥と、ピンクの髪を要求した ツンデレ、ミカ。 個人的には私はヒナタが好きですが、残りの部分は彼女よりもずっと穏やかです。 そして、私は決してLOVELOVELOVELOVE Kugimiya Rie Tsunderes™に成長したことはありません。 決して心配しないでください。\n\nあなたにそれほど愛らしくないように見えるかもしれませんか？\n\nもちろん、これは再びこのショーがいかにヒット・ミスしたかについての私の平凡な発言を表しています。 私は1のように、それのように。 読んだり、理解したり、何かをするだけで簡単にできるからです。 私が比喩を使わなければならないのなら、何かを見るのと同じくらい簡単に理解できます。\n\n見方はさまざまかもしれませんが、それは非常に明白です。ここでは批評家になることは間違いありませんが、実際にはあまり期待していませんでした。\n\nだから、私の最初の質問のいずれかに「はい」と答えた場合、カナモモは間違いなくあなたにお勧めするタイトルです（あなたが誰であるかによる）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nStressed out from the most dragging of dragging unfunny and unimportant/fanservice-filled filler episodes ever? Trying to find a totally relaxed slice-of-life anime? Not terribly offended by yuri? (PROTIP: Yuri doesn't have an everlasting effect, there is little to mild yuri hinted here, may be disturbing but most of the time it is quite used in a comical sense)\n\n\u001b[1m今までになかった、そして重要ではない/ファンタリバイフで満たされたフィラーのエピソードを引きずり出すことから、 完全にリラックスしたスライス・オブ・ライフのアニメを見つけようとしていますか？ ゆりにひどく怒られない？  （PROTIP：ユリは永遠の効果を持たず、ここにほのかな穏やかなユリがありますが、邪魔になるかもしれませんが、たいていの場合、コミックな意味で使われています）\u001b[22m\n\u001b[1m(Ima made ni nakatta, soshite jūyōde wanai/ fantaribaifu de mitasa reta firā no episōdo o hikizuridasu koto kara, kanzen ni rirakkusu shita suraisu Obu raifu no anime o mitsukeyou to shite imasu ka? Yuri ni hidoku okora renai? (PROTIP: Yuri wa eien no kōka o motazu, koko ni honokana odayakana yuri ga arimasuga, jama ni naru kamo shiremasenga, taitei no baai, komikkuna imi de tsukawa rete imasu))\u001b[22m\n\nTranslations of \u001b[4mStressed out from the most dragging of dragging unfunny and unimportant/fanservice-filled filler episodes ever? Trying to find a totally relaxed slice-of-life anime? Not terribly offended by yuri? (PROTIP: Yuri doesn't have an everlasting effect, there is little to mild yuri hinted here, may be disturbing but most of the time it is quite used in a comical sense)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStressed out from the most dragging of dragging unfunny and unimportant/fanservice-filled filler episodes ever?\u001b[24m\n    \u001b[1m今までになかった、そして重要ではない/ファンタリバイフで満たされたフィラーのエピソードを引きずり出すことから、\u001b[22m, \u001b[1mこれまで面白くないと重要でない/サービスカットが充填された充填材のエピソードをドラッグするほとんどのドラッグからストレスがたまっ？\u001b[22m\n\u001b[4mTrying to find a totally relaxed slice-of-life anime?\u001b[24m\n    \u001b[1m完全にリラックスしたスライス・オブ・ライフのアニメを見つけようとしていますか？\u001b[22m, \u001b[1m完全にリラックスしたスライス・オブ・ライフアニメを見つけようか！\u001b[22m\n\u001b[4mNot terribly offended by yuri?\u001b[24m\n    \u001b[1mゆりにひどく怒られない？\u001b[22m, \u001b[1mひどくゆりによっておこっていませんか？\u001b[22m\n\u001b[4m(PROTIP: Yuri doesn't have an everlasting effect, there is little to mild yuri hinted here, may be disturbing but most of the time it is quite used in a comical sense)\u001b[24m\n    \u001b[1m（PROTIP：ユリは永遠の効果を持たず、ここにほのかな穏やかなユリがありますが、邪魔になるかもしれませんが、たいていの場合、コミックな意味で使われています）\u001b[22m, \u001b[1m（PROTIPは：ユーリは、ここで示唆した軽度のユリにはほとんど存在し、永遠の効果はありません妨害することができるが、それはかなりコミカルな意味で使用されているほとんどの時間）\u001b[22m\n\u001b[1m\u001b[22m\nThen Kanamemo is easily one of the newer ones I would recommend to you. Remember though, that this is a very hit-or-miss thing. What you would benefit from, is to not think of it hugely as a comedy series but instead as a simple slice of life series that is, very easily, a simple slice of life series.\n\n\u001b[1mそれで、カナモモは、私があなたにお勧めする新しいもののひとつです。 しかし、これは非常にヒットまたはミスなことであることを覚えておいてください。 あなたが恩恵を受けるのは、それを巨大なコメディー・シリーズとは思っているのではなく、簡単なライフ・シリーズのシリーズ、それは非常に簡単なものです。\u001b[22m\n\u001b[1m(Sore de, kanamomo wa, watashi ga anata ni o susume suru atarashī mono no hitotsudesu. Shikashi, kore wa hijō ni hitto matawa misuna kotodearu koto o oboete oite kudasai. Anata ga onkei o ukeru no wa, sore o kyodaina komedī shirīzu to wa omotte iru node wa naku, kantan'na raifu shirīzu no shirīzu, sore wa hijō ni kantan'na monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThen Kanamemo is easily one of the newer ones I would recommend to you. Remember though, that this is a very hit-or-miss thing. What you would benefit from, is to not think of it hugely as a comedy series but instead as a simple slice of life series that is, very easily, a simple slice of life series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen Kanamemo is easily one of the newer ones I would recommend to you.\u001b[24m\n    \u001b[1mそれで、カナモモは、私があなたにお勧めする新しいもののひとつです。\u001b[22m, \u001b[1mその後かなめもは簡単に私はあなたにお勧めする新しいものの一つです。\u001b[22m\n\u001b[4mRemember though, that this is a very hit-or-miss thing.\u001b[24m\n    \u001b[1mしかし、これは非常にヒットまたはミスなことであることを覚えておいてください。\u001b[22m, \u001b[1mこれは非常にヒットまたはミスのものであることを覚えておいてください。\u001b[22m\n\u001b[4mWhat you would benefit from, is to not think of it hugely as a comedy series but instead as a simple slice of life series that is, very easily, a simple slice of life series.\u001b[24m\n    \u001b[1mあなたが恩恵を受けるのは、それを巨大なコメディー・シリーズとは思っているのではなく、簡単なライフ・シリーズのシリーズ、それは非常に簡単なものです。\u001b[22m, \u001b[1mあなたは、恩恵を受けることは、非常に簡単に、生活シリーズの簡単なスライスであるライフシリーズの単純なスライスとして絶大なコメディシリーズとしてではなく、それは考えられないことです。\u001b[22m\n\u001b[1m\u001b[22m\nIt has got the light-hearted atmosphere that some animes aim for but fail miserably at like it was nothing and it virtually looked like the crew didn't even try making it light-hearted, it was as if it was naturally light-hearted. Compared to some animes that force themselves to look so.\n\n\u001b[1mそれは、いくつかのアニメが目指しているが、何もなかったように悲惨に失敗し、乗組員が軽く心がけようとしているように見えても、軽く心を奪われたような気分だった。 彼ら自身をそうするように強制するいくつかのアニメと比較して。\u001b[22m\n\u001b[1m(Sore wa, ikutsu ka no anime ga mezashite iruga, nani mo nakatta yō ni hisan ni shippai shi, norikumiin ga karuku kokorogakeyou to shite iru yō ni miete mo, karuku kokoro o ubawa reta yōna kibundatta. Karera jishin o sō suru yō ni kyōsei suru ikutsu ka no anime to hikaku shite.)\u001b[22m\n\nTranslations of \u001b[4mIt has got the light-hearted atmosphere that some animes aim for but fail miserably at like it was nothing and it virtually looked like the crew didn't even try making it light-hearted, it was as if it was naturally light-hearted. Compared to some animes that force themselves to look so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has got the light-hearted atmosphere that some animes aim for but fail miserably at like it was nothing and it virtually looked like the crew didn't even try making it light-hearted, it was as if it was naturally light-hearted.\u001b[24m\n    \u001b[1mそれは、いくつかのアニメが目指しているが、何もなかったように悲惨に失敗し、乗組員が軽く心がけようとしているように見えても、軽く心を奪われたような気分だった。\u001b[22m, \u001b[1mこれは、いくつかのアニメを目指すが、それは何もなかったように無残に失敗快活な雰囲気を持っており、それが事実上、それが自然に快活だったかのようだった、でもそれは快活な作りしようとしなかった乗組員のように見えました。\u001b[22m\n\u001b[4mCompared to some animes that force themselves to look so.\u001b[24m\n    \u001b[1m彼ら自身をそうするように強制するいくつかのアニメと比較して。\u001b[22m, \u001b[1mそう見えるように自分自身を強制いくつかのアニメに比べて。\u001b[22m\n\u001b[1m\u001b[22m\nNever put a huge expectation up for this anime for most of the time you will be disappointed.\n\n\u001b[1mあなたが失望する時間のほとんどのために、このアニメのために大きな期待をしてはいけません。\u001b[22m\n\u001b[1m(Anata ga shitsubō suru jikan no hotondo no tame ni, kono anime no tame ni ōkina kitai o shite wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mNever put a huge expectation up for this anime for most of the time you will be disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNever put a huge expectation up for this anime for most of the time you will be disappointed.\u001b[24m\n    \u001b[1mあなたが失望する時間のほとんどのために、このアニメのために大きな期待をしてはいけません。\u001b[22m, \u001b[1mあなたは失望するだろうほとんどの時間のためにこのアニメのための巨大な期待を置いてはいけません。\u001b[22m\n\u001b[1m\u001b[22m\nOf course I had an overall expectation of 8/10 and I did not walk away saying,'I am disappoint.', I instead just closed my video player and told myself how great I am by finishing an anime and did a backflip (lacking faith in some people's sarcasm radar, I will point out I was being sarcastic, seriously).\n\n\u001b[1mもちろん、私は8/10の全体的な期待を持っていましたが、私は「私は失望しました」と言って離れませんでした。代わりに私のビデオプレーヤーを閉じて、アニメを仕上げてバックフリップ いくつかの人の気違いのレーダーの信仰、私は真剣に皮肉っていたことを指摘します）。\u001b[22m\n\u001b[1m(Mochiron, watashi wa 8/ 10 no zentai-tekina kitai o motte imashitaga, watashi wa `watashi wa shitsubō shimashita' to itte hanaremasendeshita. Kawari ni watashi no bideopurēyā o tojite, anime o shiagete bakkufurippu ikutsu ka no hito no kichigai no rēdā no shinkō, watashi wa shinken ni hinikutte ita koto o shiteki shimasu).)\u001b[22m\n\nTranslations of \u001b[4mOf course I had an overall expectation of 8/10 and I did not walk away saying,'I am disappoint.', I instead just closed my video player and told myself how great I am by finishing an anime and did a backflip (lacking faith in some people's sarcasm radar, I will point out I was being sarcastic, seriously).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course I had an overall expectation of 8/10 and I did not walk away saying,'I am disappoint.', I instead just closed my video player and told myself how great I am by finishing an anime and did a backflip (lacking\u001b[24m\n    \u001b[1mもちろん、私は8/10の全体的な期待を持っていましたが、私は「私は失望しました」と言って離れませんでした。代わりに私のビデオプレーヤーを閉じて、アニメを仕上げてバックフリップ\u001b[22m, \u001b[1mもちろん、私は8月10日の全体的な期待を持っていたし、私は、言って歩いていなかった「私は失望しています。 '、私の代わりに私のビデオプレーヤーを閉じて、欠けている（私はアニメを仕上げによって午前どのように偉大な自分自身に言ったし、バク転をしました\u001b[22m\n\u001b[4mfaith in some people's sarcasm radar, I will point out I was being sarcastic, seriously).\u001b[24m\n    \u001b[1mいくつかの人の気違いのレーダーの信仰、私は真剣に皮肉っていたことを指摘します）。\u001b[22m, \u001b[1m一部の人々の皮肉レーダーの信仰は、私が）、私は真剣に、皮肉されていたと指摘します。\u001b[22m\n\u001b[1m\u001b[22m\nWith a very simple starter story of a run-away girl (grandmother passes away, title character runs away, finds new home in this newspaper center, starts life anew with her newer and more ecstatic friends, leaving behind her old life, although not completely ) and an aftermath that doesn't even look much like a plot, there is as much worth to rating this plot as there is to rating Lucky Star's or even telling a refrigerator to make instant curry out of thin air.\n\n\u001b[1m逃げる女の子の非常にシンプルな初心者話（祖母が亡くなり、タイトルキャラクターが逃げ出し、この新聞の中心で新しい家を見つけ、彼女の新しい人生で新しい人生を始める。  ）そして余りにもプロットのように見えない余波は、Lucky Starを評価するか冷蔵庫に薄い空気からインスタントカレーを作るように言うことさえあるので、このプロットを格付けする価値があります。\u001b[22m\n\u001b[1m(Nigeru on'nanoko no hijō ni shinpuruna shoshinsha-banashi (sobo ga nakunari, taitorukyarakutā ga nigedashi, kono shinbun no chūshin de atarashī ie o mitsuke, kanojo no atarashī jinsei de atarashī jinsei o hajimeru. ) Soshite amarini mo purotto no yō ni mienai yoha wa, rakkī Star o hyōka suru ka reizōko ni usui kūki kara insutantokarē o tsukuru yō ni iu koto sae aru node, kono purotto o kakudzuke suru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWith a very simple starter story of a run-away girl (grandmother passes away, title character runs away, finds new home in this newspaper center, starts life anew with her newer and more ecstatic friends, leaving behind her old life, although not completely ) and an aftermath that doesn't even look much like a plot, there is as much worth to rating this plot as there is to rating Lucky Star's or even telling a refrigerator to make instant curry out of thin air.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith a very simple starter story of a run-away girl (grandmother passes away, title character runs away, finds new home in this newspaper center, starts life anew with her newer and more ecstatic friends, leaving behind her old life, although not completely\u001b[24m\n    \u001b[1m逃げる女の子の非常にシンプルな初心者話（祖母が亡くなり、タイトルキャラクターが逃げ出し、この新聞の中心で新しい家を見つけ、彼女の新しい人生で新しい人生を始める。\u001b[22m, \u001b[1m（暴走少女の非常に単純なスターター話を祖母が亡くなっ、タイトル文字が暴走、完全ではないものの、彼女の昔の生活を残し、彼女の新しく、より多くの恍惚友人と新たに生活を開始し、この新聞の中心に新しい家を見つけます\u001b[22m\n\u001b[4m) and an aftermath that doesn't even look much like a plot, there is as much worth to rating this plot as there is to rating Lucky Star's or even telling a refrigerator to make instant curry out of thin air.\u001b[24m\n    \u001b[1m）そして余りにもプロットのように見えない余波は、Lucky Starを評価するか冷蔵庫に薄い空気からインスタントカレーを作るように言うことさえあるので、このプロットを格付けする価値があります。\u001b[22m, \u001b[1mそこ評価らき☆すたのにある、あるいは空中からインスタントカレーを作るために冷蔵庫を言ったように）、さらには、プロットのようにあまり見ていない余波は、格付けにこのプロット同じくらいの価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack, is as of now, an unknown quantity to me. I haven't had a chance to properly listen to it. Most of the times, I don't get to listen to it properly (as I had done with Toradora!, which had a fantastic OST I still listen to today) unless it's in some way very attractive or the BGM was made much louder than the talking seiyuu (eg Honey &amp; Clover and CLANNAD's soundtrack caught my attention in not 10 minutes) so I don't deem myself too worthy to check on it yet.\n\n\u001b[1mサウンドトラックは、現在のところ、私には不明な量です。 私はそれを正しく聞く機会がなかった。 たいていの場合、私はそれをうまく聴くことができません（私はToradora！と同じように、今でもまだ聴いている素晴らしいOSTを持っていました）。それは何か非常に魅力的でないか、BGMが 話をする人は（例えばハニー＆クローバーとCLANNADのサウンドトラックが10分で私の注意を引いた）私はまだそれをチェックする価値があるとは思わない。\u001b[22m\n\u001b[1m(Saundotorakku wa, genzainotokoro, watashiniha fumeina ryōdesu. Watashi wa sore o tadashiku kiku kikai ga nakatta. Taitei no baai, watashi wa sore o umaku kiku koto ga dekimasen (watashi wa Toradora! To onajiyōni, ima demo mada kiite iru subarashī OST o motte imashita). Sore wa nani ka hijō ni mirikitekidenai ka, BGM ga hanashi o suru hito wa (tatoeba hanī& kurōbā to kuranado no saundotorakku ga 10-bu de watashi no chūi o hiita) watashi wa mada sore o chekku suru kachigāru to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack, is as of now, an unknown quantity to me. I haven't had a chance to properly listen to it. Most of the times, I don't get to listen to it properly (as I had done with Toradora!, which had a fantastic OST I still listen to today) unless it's in some way very attractive or the BGM was made much louder than the talking seiyuu (eg Honey &amp; Clover and CLANNAD's soundtrack caught my attention in not 10 minutes) so I don't deem myself too worthy to check on it yet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack, is as of now, an unknown quantity to me.\u001b[24m\n    \u001b[1mサウンドトラックは、現在のところ、私には不明な量です。\u001b[22m, \u001b[1mサウンドトラックは、今のように私には未知の量です。\u001b[22m\n\u001b[4mI haven't had a chance to properly listen to it.\u001b[24m\n    \u001b[1m私はそれを正しく聞く機会がなかった。\u001b[22m, \u001b[1m私は正しくそれを聞く機会がありませんでした。\u001b[22m\n\u001b[4mMost of the times, I don't get to listen to it properly (as I had done with Toradora!, which had a fantastic OST I still listen to today) unless it's in some way very attractive or the BGM was made much louder than\u001b[24m\n    \u001b[1mたいていの場合、私はそれをうまく聴くことができません（私はToradora！と同じように、今でもまだ聴いている素晴らしいOSTを持っていました）。それは何か非常に魅力的でないか、BGMが\u001b[22m, \u001b[1m（私は幻想OST私はまだ今日に耳を傾けるを持っていたとらドラ！で行っていたように）時間のほとんどは、私は正しくそれを聞くために得ることはありませんそれはいくつかの方法で、非常に魅力的だやBGMはよりもはるかに大きく作られていない限り、\u001b[22m\n\u001b[4mthe talking seiyuu (eg Honey &amp; Clover and CLANNAD's soundtrack caught my attention in not 10 minutes) so I don't deem myself too worthy to check on it yet.\u001b[24m\n    \u001b[1m話をする人は（例えばハニー＆クローバーとCLANNADのサウンドトラックが10分で私の注意を引いた）私はまだそれをチェックする価値があるとは思わない。\u001b[22m, \u001b[1m話声優（例えばハニー＆アンプは、クローバーとCLANNADのサウンドトラックではない10分に私の注意を引いた）ので、私はまだそれをチェックするために自分自身があまりにも価値があると判断しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nIts humour, although not sporadic throughout the whole series and not roll-around-die-laughing humourous, is quite enjoyable. It is very easy to see that some people will complain that its humour is totally non-existent and there are others who'd laugh at it without stop, either way, stuff like this are usually pretty hit-or-miss, but more hit than miss. To be honest, if you wanted a guarantee, it's not as hit-or-miss to most as Lucky Star or Bakemonogatari, that's for sure.\n\n\u001b[1mそのユーモアは、シリーズ全体を通して散発的なものではなく、ロールオーバー・ダイス・ロウソクのユーモラスなものではないが、かなり楽しい。 ユーモアはまったく存在しないと不平を言う人もいれば、それを笑ってくれる人もいれば、どちらかといえば、このようなものはかなりヒット・ミスだが、もっとヒットする ミスよりも。 正直言って、もしあなたが保証を欲しがっているのなら、それはラッキースターや釈迦のようなものではないでしょう。確かです。\u001b[22m\n\u001b[1m(Sono yūmoa wa, shirīzu zentai o tōshite sanpatsu-tekina monode wa naku, rōruōbā daisu rōsoku no yūmorasuna monode wa naiga, kanari tanoshī. Yūmoa wa mattaku sonzaishinai to fuheiwoiu hito mo ireba, sore o waratte kureru hito mo ireba, dochira ka to ieba, kono yōna mono wa kanari hitto misudaga, motto hitto suru misu yori mo. Shōjiki itte, moshi anata ga hoshō o hoshi gatte iru nonara, soreha rakkīsutā ya shaka no yōna monode wanaideshou. Tashikadesu.)\u001b[22m\n\nTranslations of \u001b[4mIts humour, although not sporadic throughout the whole series and not roll-around-die-laughing humourous, is quite enjoyable. It is very easy to see that some people will complain that its humour is totally non-existent and there are others who'd laugh at it without stop, either way, stuff like this are usually pretty hit-or-miss, but more hit than miss. To be honest, if you wanted a guarantee, it's not as hit-or-miss to most as Lucky Star or Bakemonogatari, that's for sure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts humour, although not sporadic throughout the whole series and not roll-around-die-laughing humourous, is quite enjoyable.\u001b[24m\n    \u001b[1mそのユーモアは、シリーズ全体を通して散発的なものではなく、ロールオーバー・ダイス・ロウソクのユーモラスなものではないが、かなり楽しい。\u001b[22m, \u001b[1mそのユーモアは、ロールアラウンドダイ笑いユーモアシリーズ全体を通して散発的ではないではないが、非常に楽しいです。\u001b[22m\n\u001b[4mIt is very easy to see that some people will complain that its humour is totally non-existent and there are others who'd laugh at it without stop, either way, stuff like this are usually pretty hit-or-miss, but more hit\u001b[24m\n    \u001b[1mユーモアはまったく存在しないと不平を言う人もいれば、それを笑ってくれる人もいれば、どちらかといえば、このようなものはかなりヒット・ミスだが、もっとヒットする\u001b[22m, \u001b[1m一部の人々は、そのユーモアは完全に非存在であり、停止することなく、それをいずれかの方法を笑うだろう他の人がありますが、このようなものは、通常はかなりヒットまたはミスされていますが、より多くのヒットと文句を言うだろうことを確認することは非常に簡単です。\u001b[22m\n\u001b[4mthan miss.\u001b[24m\n    \u001b[1mミスよりも。\u001b[22m, \u001b[1mミスより。\u001b[22m\n\u001b[4mTo be honest, if you wanted a guarantee, it's not as hit-or-miss to most as Lucky Star or Bakemonogatari, that's for sure.\u001b[24m\n    \u001b[1m正直言って、もしあなたが保証を欲しがっているのなら、それはラッキースターや釈迦のようなものではないでしょう。確かです。\u001b[22m, \u001b[1mあなたが保証を望んでいた場合は正直に言うと、それは、らき☆すたや化物語など、ほとんどのヒットまたはミスとして、それは確かだありません。\u001b[22m\n\u001b[1m\u001b[22m\nWith jokes that aren't at all original, Kanamemo still manages to deliver funny lines every now and then. Sometimes it gets me laughing or it gets me in the cold.\n\n\u001b[1mまったくオリジナルではないジョークで、カナモモは今でも毎回おかしいラインを送っています。 時にはそれは私に笑いを与えるか、それは寒さで私を得る。\u001b[22m\n\u001b[1m(Mattaku orijinarude wanai jōku de, kanamomo wa ima demo maikai okashī rain o okutte imasu. Tokiniha sore wa watashi ni warai o ataeru ka, sore wa samu-sa de watashi o eru.)\u001b[22m\n\nTranslations of \u001b[4mWith jokes that aren't at all original, Kanamemo still manages to deliver funny lines every now and then. Sometimes it gets me laughing or it gets me in the cold.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith jokes that aren't at all original, Kanamemo still manages to deliver funny lines every now and then.\u001b[24m\n    \u001b[1mまったくオリジナルではないジョークで、カナモモは今でも毎回おかしいラインを送っています。\u001b[22m, \u001b[1mすべてオリジナルではないジョークで、かなめもはまだすべての今して面白いのラインを提供するために管理しています。\u001b[22m\n\u001b[4mSometimes it gets me laughing or it gets me in the cold.\u001b[24m\n    \u001b[1m時にはそれは私に笑いを与えるか、それは寒さで私を得る。\u001b[22m, \u001b[1m時にはそれは笑って私を取得するか、それは寒さで私を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nOf course besides the joke itself, intonation is a pretty big factor and in anime, intonation is pretty much the characters. Speaking of the characters, it holds a pretty big all-girls cast with what I could say a great seiyuu line-up (brushing off a certain Tsundere Queen aside, since some people seem to have gotten sick of her).\n\n\u001b[1mもちろん、冗談自体のほかに、イントネーションはかなり大きな要因であり、アニメではイントネーションはかなりキャラクターです。 そのキャラクターについて言えば、それはかなりの女の子を抱きしめています。私は偉大な精神的なラインナップ（いくつかの人々は彼女の病気になっているように見えるので、特定のツンデレ女王を脇に払います）と言うことができるものでキャストします。\u001b[22m\n\u001b[1m(Mochiron, jōdan jitai no hoka ni, intonēshon wa kanari ōkina yōindeari, animede wa intonēshon wa kanari kyarakutādesu. Sono kyarakutā ni tsuite ieba, sore wa kanari no on'nanoko o dakishimete imasu. Watashi wa idaina seishin-tekina rain'nappu (ikutsu ka no hitobito wa kanojo no byōki ni natte iru yō ni mieru node, tokutei no tsundere joō o waki ni haraimasu) to iu koto ga dekiru monode kyasuto shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOf course besides the joke itself, intonation is a pretty big factor and in anime, intonation is pretty much the characters. Speaking of the characters, it holds a pretty big all-girls cast with what I could say a great seiyuu line-up (brushing off a certain Tsundere Queen aside, since some people seem to have gotten sick of her).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course besides the joke itself, intonation is a pretty big factor and in anime, intonation is pretty much the characters.\u001b[24m\n    \u001b[1mもちろん、冗談自体のほかに、イントネーションはかなり大きな要因であり、アニメではイントネーションはかなりキャラクターです。\u001b[22m, \u001b[1mもちろん冗談自体のほかに、イントネーションは非常に大きな要因であるとアニメで、イントネーションはかなり文字です。\u001b[22m\n\u001b[4mSpeaking of the characters, it holds a pretty big all-girls cast with what I could say a great seiyuu line-up (brushing off a certain Tsundere Queen aside, since some people seem to have gotten sick of her).\u001b[24m\n    \u001b[1mそのキャラクターについて言えば、それはかなりの女の子を抱きしめています。私は偉大な精神的なラインナップ（いくつかの人々は彼女の病気になっているように見えるので、特定のツンデレ女王を脇に払います）と言うことができるものでキャストします。\u001b[22m, \u001b[1m（一部の人は彼女の病気得ているように見えるので、別に特定のツンデレ女王をオフにブラッシング）文字といえば、それは私が偉大な声優のラインアップを言うことができるものとキャストかなり大きなすべての女の子を保持しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe cast (pretty much ALL cliched) are comprised of a timid little girl, also title character Kana, 'cheapskate' type-girl (although this isn't hugely shown by her daily attitude but is shown in scene) Hinata, strict-elementary -schooler-boss-but-never-blushing-tsundere Saki, the hyperactive Yume, her quiet companion + requited female love-interest, Yuuki and some yuri-craving/loving drunkard Haruka along with a later-introduced character, a pink-haired tsundere, Mika. Personally though I like Hinata the most as the rest are rather much more bland than her in general. And I never grew to LOVELOVELOVELOVE Kugimiya Rie Tsunderes™ either, aside from.. Toradora's? No never mind.\n\n\u001b[1mこのキャストは、臆病な女の子、タイトルキャラのカナ、「チープスケート」タイプの女の子で構成されています（これは日常の姿勢ではあまり表示されていませんが、現場には表示されています）。 彼女の静かな仲間+彼女の静かな仲間+彼女の後ろに導入されたキャラクター、ピンクの髪と一緒に女性の愛の関心、ゆゆきといくつかのユーリ - 渇望/愛する酔っぱらい遥かを求めた -  ツンデレ、ミカ。 個人的には私はヒナタが好きですが、残りの部分は彼女よりもずっと穏やかです。 そして、私は決して恋人になりませんでした。Kugimiya Rie Tsunderes™を除いて、Toradora's？ 決して心配しないでください。\u001b[22m\n\u001b[1m(Kono kyasuto wa, okubyōna on'nanoko, taitoru kyara no kana,`chīpusukēto' taipu no on'nanoko de kōsei sa rete imasu (kore wa nichijō no shiseide wa amari hyōji sa rete imasenga, genba ni wa hyōji sa rete imasu). Kanojo no shizukana nakama + kanojo no shizukana nakama + kanojo no ushiro ni dōnyū sa reta kyarakutā, pinku no kami to issho ni josei no ai no kanshin, yu yuki to ikutsu ka no yūri - katsubō/ aisuru yopparai haruka o motometa - tsundere, Mika. Kojin-teki ni wa watashi wa hinata ga sukidesuga, nokori no bubun wa kanojo yori mo zutto odayakadesu. Soshite, watashi wa kesshite koibito ni narimasendeshita. Kugimiya rī Tsunderes ™ o nozoite, Toradora' s? Kesshite shinpaishinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe cast (pretty much ALL cliched) are comprised of a timid little girl, also title character Kana, 'cheapskate' type-girl (although this isn't hugely shown by her daily attitude but is shown in scene) Hinata, strict-elementary -schooler-boss-but-never-blushing-tsundere Saki, the hyperactive Yume, her quiet companion + requited female love-interest, Yuuki and some yuri-craving/loving drunkard Haruka along with a later-introduced character, a pink-haired tsundere, Mika. Personally though I like Hinata the most as the rest are rather much more bland than her in general. And I never grew to LOVELOVELOVELOVE Kugimiya Rie Tsunderes™ either, aside from.. Toradora's? No never mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe cast (pretty much ALL cliched) are comprised of a timid little girl, also title character Kana, 'cheapskate' type-girl (although this isn't hugely shown by her daily attitude but is shown in scene) Hinata, strict-elementary\u001b[24m\n    \u001b[1mこのキャストは、臆病な女の子、タイトルキャラのカナ、「チープスケート」タイプの女の子で構成されています（これは日常の姿勢ではあまり表示されていませんが、現場には表示されています）。\u001b[22m, \u001b[1mキャスト（ほとんどすべて陳腐）も、タイトル文字カナ、「しみったれ」タイプの女の子（これは非常に彼女の日常的な態度で示していないが、シーンに示されているが）厳しい-基本日向、臆病な少女、から構成されています\u001b[22m\n\u001b[4m-schooler-boss-but-never-blushing-tsundere Saki, the hyperactive Yume, her quiet companion + requited female love-interest, Yuuki and some yuri-craving/loving drunkard Haruka along with a later-introduced character, a pink-haired\u001b[24m\n    \u001b[1m彼女の静かな仲間+彼女の静かな仲間+彼女の後ろに導入されたキャラクター、ピンクの髪と一緒に女性の愛の関心、ゆゆきといくつかのユーリ - 渇望/愛する酔っぱらい遥かを求めた - \u001b[22m, \u001b[1m〜学校の生徒・ボスが、--赤面することはありません - ツンデレ咲、非常に活発夢、彼女の静かなコンパニオン+報い女性の愛の関心、結城以降導入の文字といくつかのゆり-渇望/愛情の酔っぱらい遥に沿って、ピンクの髪\u001b[22m\n\u001b[4mtsundere, Mika.\u001b[24m\n    \u001b[1mツンデレ、ミカ。\u001b[22m\n\u001b[4mPersonally though I like Hinata the most as the rest are rather much more bland than her in general.\u001b[24m\n    \u001b[1m個人的には私はヒナタが好きですが、残りの部分は彼女よりもずっと穏やかです。\u001b[22m, \u001b[1m私は日向を好む個人的にかかわらず、他の部分とほとんどがむしろはるかに当たり障りのない彼女のより一般的です。\u001b[22m\n\u001b[4mAnd I never grew to LOVELOVELOVELOVE Kugimiya Rie Tsunderes™ either, aside from.. Toradora's?\u001b[24m\n    \u001b[1mそして、私は決して恋人になりませんでした。Kugimiya Rie Tsunderes™を除いて、Toradora's？\u001b[22m, \u001b[1mそして、私は..とらドラのとは別に、どちらかLOVELOVELOVELOVE釘宮理恵Tsunderes™に成長したことはありませんか？\u001b[22m\n\u001b[4mNo never mind.\u001b[24m\n    \u001b[1m決して心配しないでください。\u001b[22m, \u001b[1mいいえ気にしません。\u001b[22m\n\u001b[1m\u001b[22m\nMight not seem so loveable to you does it?\n\n\u001b[1mあなたにそれほど愛らしくないように見えるかもしれませんか？\u001b[22m\n\u001b[1m(Anata ni sorehodo airashikunai yō ni mieru kamo shiremasen ka?)\u001b[22m\n\nTranslations of \u001b[4mMight not seem so loveable to you does it?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMight not seem so loveable to you does it?\u001b[24m\n    \u001b[1mあなたにそれほど愛らしくないように見えるかもしれませんか？\u001b[22m, \u001b[1mそれをしないあなたにとても愛らしい見えるないかもしれませんか？\u001b[22m\n\u001b[1m\u001b[22m\nOf course this again represents my plain saying of how hit-or-miss this show has been. I for one, like it. Simply because it's pretty easy to read, to understand, to pretty much just do anything. If I had to use a metaphor, it's as easy to understand as it is to see something.\n\n\u001b[1mもちろん、これは再びこのショーがいかにヒット・ミスしたかについての私の平凡な発言を表しています。 私は1のように、それのように。 読んだり、理解したり、何かをするだけで簡単にできるからです。 私が比喩を使わなければならないのなら、何かを見るのと同じくらい簡単に理解できます。\u001b[22m\n\u001b[1m(Mochiron, kore wa futatabi kono shō ga ikani hitto misu shita ka ni tsuite no watashi no heibon'na hatsugen o arawashite imasu. Watashi wa 1 no yō ni, sore no yō ni. Yon dari, rikai shi tari, nanika o suru dakede kantan ni dekirukaradesu. Watashi ga hiyu o tsukawanakereba naranai nonara, nanika o miru no to onaji kurai kantan ni rikai dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOf course this again represents my plain saying of how hit-or-miss this show has been. I for one, like it. Simply because it's pretty easy to read, to understand, to pretty much just do anything. If I had to use a metaphor, it's as easy to understand as it is to see something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course this again represents my plain saying of how hit-or-miss this show has been.\u001b[24m\n    \u001b[1mもちろん、これは再びこのショーがいかにヒット・ミスしたかについての私の平凡な発言を表しています。\u001b[22m, \u001b[1mもちろん、これは、再びこのショーがあったかをヒットまたはミスの私平野ことわざを表します。\u001b[22m\n\u001b[4mI for one, like it.\u001b[24m\n    \u001b[1m私は1のように、それのように。\u001b[22m, \u001b[1mそれのようなもの、のための私。\u001b[22m\n\u001b[4mSimply because it's pretty easy to read, to understand, to pretty much just do anything.\u001b[24m\n    \u001b[1m読んだり、理解したり、何かをするだけで簡単にできるからです。\u001b[22m, \u001b[1mそれはかなりちょうど何かをする、理解するために、読み非常に簡単ですというだけの理由。\u001b[22m\n\u001b[4mIf I had to use a metaphor, it's as easy to understand as it is to see something.\u001b[24m\n    \u001b[1m私が比喩を使わなければならないのなら、何かを見るのと同じくらい簡単に理解できます。\u001b[22m, \u001b[1m私は比喩を使用していた場合、それが何かを見ることであるとして理解するのと同じくらい簡単です。\u001b[22m\n\u001b[1m\u001b[22m\nViews may vary, that's very obvious and here and there there will definitely be critics but really, I never did expect too much, and got what I wanted, if not marginally surpassed.\n\n\u001b[1m見方はさまざまかもしれませんが、それは非常に明白です。ここでは批評家になることは間違いありませんが、実際にはあまり期待していませんでした。\u001b[22m\n\u001b[1m(Mikata wa samazama kamo shiremasenga, sore wa hijō ni meihakudesu. Kokode wa hihyō-ka ni naru koto wa machigaiarimasen ga, jissai ni wa amari kitai shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mViews may vary, that's very obvious and here and there there will definitely be critics but really, I never did expect too much, and got what I wanted, if not marginally surpassed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mViews may vary, that's very obvious and here and there there will definitely be critics but really, I never did expect too much, and got what I wanted, if not marginally surpassed.\u001b[24m\n    \u001b[1m見方はさまざまかもしれませんが、それは非常に明白です。ここでは批評家になることは間違いありませんが、実際にはあまり期待していませんでした。\u001b[22m, \u001b[1mビューは、非常に明らかだ、変化してもよく、こことそこに間違いなく批評家であるが、実際、私はあまり期待してなかった、とわずかに上回っていない場合、私は、望んだん。\u001b[22m\n\u001b[1m\u001b[22m\nSo Kanamemo is definitely a title I would recommend to you (depending on who you are) if you said yes to either of my first questions.\n\n\u001b[1mだから、私の最初の質問のいずれかに「はい」と答えた場合、カナモモは間違いなくあなたにお勧めするタイトルです（あなたが誰であるかによる）。\u001b[22m\n\u001b[1m(Dakara, watashi no saisho no shitsumon no izureka ni `hai' to kotaeta baai, kanamomo wa machigainaku anata ni o susume suru taitorudesu (anata ga daredearu ka ni yoru).)\u001b[22m\n\nTranslations of \u001b[4mSo Kanamemo is definitely a title I would recommend to you (depending on who you are) if you said yes to either of my first questions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo Kanamemo is definitely a title I would recommend to you (depending on who you are) if you said yes to either of my first questions.\u001b[24m\n    \u001b[1mだから、私の最初の質問のいずれかに「はい」と答えた場合、カナモモは間違いなくあなたにお勧めするタイトルです（あなたが誰であるかによる）。\u001b[22m, \u001b[1mだからかなめもは間違いなくあなたが私の最初の質問のいずれかにyesと言った場合、私は（あなたが誰であるかに応じて）あなたにお勧めするタイトルです。\u001b[22m"
  },
  {
    "title": "Kanamemo",
    "id": "5914",
    "url": "https://myanimelist.net/anime/5914/Kanamemo",
    "user": "FreakyTy",
    "profile": "/profile/FreakyTy/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=167579",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\nカナモモは遅いペースで、何かが重くなることを望まない人のために。 それは悪くないが、道路にはいくつかの隆起がある。 より良いかもしれませんが、一般的にSoL / Comedyを楽しむなら、それはあなたにとって楽しいはずです。\n\nストーリー：4\n\nどんな話？ あなたがそれを1つと呼ぶことができれば、ほとんど話がありません。 主人公の両親が過ぎ去った彼女は、すぐに渡された祖母の世話をしていました。今ではホームレスで仕事を探しています。 彼女は仕事と生活の場所を見つけることに終わるが、それは偏心とかなり忙しい場所でいっぱいだ。 彼女の新しい発見された仕事は、毎日近隣にニュースを届けているペーパーガールとして働いています。 これは過度にアーキングするストーリーであり、残りのすべてが典型的なSoLのエピソード形式である。 かわいい女の子達は、かわいいことを多かれ少なかれ行っていますが、プロットの欠如にもかかわらず、このショーにはまだいくつかのメリットがあります。\n\n注*公衆浴場に行くことを中心に1つのエピソードがあり、それは巨大な猫の顔で大きく打ち切られています。 シリーズの楽しさ、5月の警告に影響を与えるかもしれません。 かなりのファンがいて、実際のエピソードではなくOVAのように感じます。\n\nアート：7\n\n芸術は悪くないが、特に良いことでもない。 何も目立ちません。 私は彼らが一般的に使用する色のソフトパレットを楽しんでいます、そしてそれが色付けされ、影を付けられている方法は、ゆったりとした雰囲気にとてもうまくいきます。 アニメーションは最高で平均ですが、これはSoLなので、アニメーションがほとんどなくても静止画とシーンが非常に重いダイアログとして期待されます。 審美的にはそれは喜ばしいことですが、覚えそうなことは何もありません。\n\nサウンド：7\n\n音は私のための混合バッグです。 私は個人的に主人公の声を嫌いですが、少なくとも私にとってはやや迷惑です。 残りは私にとってかなり平均的なものでした。これは、これが主にあなたを感情的に魅了しようとしていないコメディーやSoLだと考えても驚くことではありません。 雰囲気に合っています。 サウンドエフェクトはかなり普通ですが、ノルムからも逸脱しません。 私が見つけた音楽は、ほとんどの音楽よりも少し良いものでした。 ほとんどのシナリオ（主にフルート/レコーダーがショーとよく混ざり合っている）とその頭が私の頭の中に詰まっているので、他にはそれが魅力的ではない場合、常に使用される1つのテーマがあります。 どちらもかなり平均的なので、OPやEDからはあまり期待しないでください。 テーマに合ったSoL。\n\nキャラクター：7\n\nこれは、このショーの主なキャッチポイントであり、ジャンル内の他の番組よりも優れている点です。 彼らは私たちが知っていると思って、おそらくほんの数回見たことのある熱気を使いますが、それらを新鮮な感情の方法で実行します。 言い換えれば、私がコメディーショー番組が真剣に同性愛者の関係を取るのを見たのはこれが初めてであり、必要以上に強制することはありません。 彼らは彼らを非常に気軽に描写し、決して重いものを置くことをしないでください。「HOLY SHIT GIRLS KISSING WTF / BBQ!!!! 1 EDGY OMG '（AHEM、Sakura Trick...） それはほとんど常に軽快です。\n\n私たちには、主要な部分の外に多くの開発や変更を示さない他の文字がありますが、それほど魅力的ではありません。 これは主にコメディーなのでOKです。 いずれにしても、このショーはチルピルと一緒に取られるべきであるので、彼らの熱狂は、ある種のジョークを設定し、それらからの変化はあまりにも楽しい面を危険にさらすだろう。 私が絶対に立つことができなかった唯一のキャラクターは、彼女がちょうどとても迷惑であったので、遥かに子供の痴漢者でした。そして、彼女のかわいそうの冗談はすごく古いものでした。\n\n楽しさ/概要9/7\n\nKanamemoは何もせずにすべてを行い、いくつかの償還価値があります。 いくつかのSoLのうちの1つは、私があなたが見なければならないものとみなされます。 それは本質的に素晴らしいものではありませんが、それはそれがかなり楽しい感じを与えるプラスです。 本質的には単なる楽しいものであるため、受動的に、そしてあまり考えずに見守られるもの。 あなたのユーモアの姿勢や、心地よいことを何もせずに眠っているSoLに応じて、大きな笑いです。 プロットの欠如があるのでそれを避けることを嫌うなら、ノン・ノン・ビヨリのようなものを楽しむならこれをチェックしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nKanamemo is slow paced and for those who don't want something to take heavily. It's not bad, but has a few bumps in the road. Could be better, but for what it is you should have fun if you enjoy SoL/Comedies in general.\n\n\u001b[1mカナモモは遅いペースで、何かが重くなることを望まない人のために。 それは悪くないが、道路にはいくつかの隆起がある。 より良いかもしれませんが、一般的にSoL / Comedyを楽しむなら、それはあなたにとって楽しいはずです。\u001b[22m\n\u001b[1m(Kanamomo wa osoi pēsu de, nanika ga omoku naru koto o nozomanai hito no tame ni. Sore wa warukunai ga, dōro ni wa ikutsu ka no ryūki ga aru. Yori yoi kamo shiremasenga, ippantekini SoL/ Comedy o tanoshimunara, sore wa anata ni totte tanoshī hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mKanamemo is slow paced and for those who don't want something to take heavily. It's not bad, but has a few bumps in the road. Could be better, but for what it is you should have fun if you enjoy SoL/Comedies in general.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKanamemo is slow paced and for those who don't want something to take heavily.\u001b[24m\n    \u001b[1mカナモモは遅いペースで、何かが重くなることを望まない人のために。\u001b[22m, \u001b[1mかなめもは、ペースの遅いと重く取るために何かをしたくない人のためのものです。\u001b[22m\n\u001b[4mIt's not bad, but has a few bumps in the road.\u001b[24m\n    \u001b[1mそれは悪くないが、道路にはいくつかの隆起がある。\u001b[22m, \u001b[1mそれは悪くないですが、道路のいくつかのバンプを持っています。\u001b[22m\n\u001b[4mCould be better, but for what it is you should have fun if you enjoy SoL/Comedies in general.\u001b[24m\n    \u001b[1mより良いかもしれませんが、一般的にSoL / Comedyを楽しむなら、それはあなたにとって楽しいはずです。\u001b[22m, \u001b[1mより良いかもしれないが、あなたは一般的なゾル/コメディを楽しむ場合はそれが何であるかのためにあなたが楽しみを持っている必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 4\n\n\u001b[1mストーリー：4\u001b[22m\n\u001b[1m(Sutōrī: 4)\u001b[22m\n\nTranslations of \u001b[4mStory: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 4\u001b[24m\n    \u001b[1mストーリー：4\u001b[22m\n\u001b[1m\u001b[22m\nWhat story? There is barely a story if you can call it one. The main character Kana's parents have passed and she was in the care of her grandmother who soon passed and now she is homeless and looking for work. She ends up finding a place to work and live, but it's filled with eccentrics and quite the busy place. Her new found job is working as a papergirl delivering news to the neighborhood daily. This is the over-arcing story and all the rest is in a typical SoL episodic fashion. It's more or less cute girls doing cute things, but there is still some merit to this show despite the lack of plot.\n\n\u001b[1mどんな話？ あなたがそれを1つと呼ぶことができれば、ほとんど話がありません。 主人公の両親が過ぎ去った彼女は、すぐに渡された祖母の世話をしていました。今ではホームレスで仕事を探しています。 彼女は仕事と生活の場所を見つけることに終わるが、それは偏心とかなり忙しい場所でいっぱいだ。 彼女の新しい発見された仕事は、毎日近隣にニュースを届けているペーパーガールとして働いています。 これは過度にアーキングするストーリーであり、残りのすべてが典型的なSoLのエピソード形式である。 かわいい女の子達は、かわいいことを多かれ少なかれ行っていますが、プロットの欠如にもかかわらず、このショーにはまだいくつかのメリットがあります。\u001b[22m\n\u001b[1m(Don'na hanashi? Anata ga sore o 1tsu to yobu koto ga dekireba, hotondo hanashi ga arimasen. Shujinkō no ryōshin ga sugisatta kanojo wa, sugu ni watasa reta sobo no sewa o shite imashita. Ima dewa hōmuresu de shigoto o sagashiteimasu. Kanojo wa shigoto to seikatsu no basho o mitsukeru koto ni owaruga, soreha henshin to kanari isogashī basho de ippaida. Kanojo no atarashī hakken sa reta shigoto wa, Mainichi kinrin ni nyūsu o todokete iru pēpāgāru to shite hataraite imasu. Kore wa kado ni ākingu suru sutōrīdeari, nokori no subete ga tenkei-tekina SoL no episōdo keishikidearu. Kawaī on'nanoko-tachi wa, kawaī koto o ōkare sukunakare itte imasuga, purotto no ketsujo nimokakawarazu, kono shō ni wa mada ikutsu ka no meritto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat story? There is barely a story if you can call it one. The main character Kana's parents have passed and she was in the care of her grandmother who soon passed and now she is homeless and looking for work. She ends up finding a place to work and live, but it's filled with eccentrics and quite the busy place. Her new found job is working as a papergirl delivering news to the neighborhood daily. This is the over-arcing story and all the rest is in a typical SoL episodic fashion. It's more or less cute girls doing cute things, but there is still some merit to this show despite the lack of plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat story?\u001b[24m\n    \u001b[1mどんな話？\u001b[22m, \u001b[1m何の話？\u001b[22m\n\u001b[4mThere is barely a story if you can call it one.\u001b[24m\n    \u001b[1mあなたがそれを1つと呼ぶことができれば、ほとんど話がありません。\u001b[22m, \u001b[1mあなたは1それを呼び出すことができれば話はほとんどあります。\u001b[22m\n\u001b[4mThe main character Kana's parents have passed and she was in the care of her grandmother who soon passed and now she is homeless and looking for work.\u001b[24m\n    \u001b[1m主人公の両親が過ぎ去った彼女は、すぐに渡された祖母の世話をしていました。今ではホームレスで仕事を探しています。\u001b[22m, \u001b[1m主人公かなの両親は合格していると、彼女はすぐに渡された彼女の祖母の世話にあった、今、彼女はホームレスで、仕事を探しています。\u001b[22m\n\u001b[4mShe ends up finding a place to work and live, but it's filled with eccentrics and quite the busy place.\u001b[24m\n    \u001b[1m彼女は仕事と生活の場所を見つけることに終わるが、それは偏心とかなり忙しい場所でいっぱいだ。\u001b[22m, \u001b[1m彼女は、仕事や住む場所を見つけてしまい、それが偏心し、非常ににぎやかな場所で満たされています。\u001b[22m\n\u001b[4mHer new found job is working as a papergirl delivering news to the neighborhood daily.\u001b[24m\n    \u001b[1m彼女の新しい発見された仕事は、毎日近隣にニュースを届けているペーパーガールとして働いています。\u001b[22m, \u001b[1m彼女の新しい発見の仕事は毎日近所にニュースを配信する新聞配達の少女として働いています。\u001b[22m\n\u001b[4mThis is the over-arcing story and all the rest is in a typical SoL episodic fashion.\u001b[24m\n    \u001b[1mこれは過度にアーキングするストーリーであり、残りのすべてが典型的なSoLのエピソード形式である。\u001b[22m, \u001b[1mこれは、オーバーアーク放電の話であり、すべての残りの部分は、典型的なSoLのエピソードの方法です。\u001b[22m\n\u001b[4mIt's more or less cute girls doing cute things, but there is still some merit to this show despite the lack of plot.\u001b[24m\n    \u001b[1mかわいい女の子達は、かわいいことを多かれ少なかれ行っていますが、プロットの欠如にもかかわらず、このショーにはまだいくつかのメリットがあります。\u001b[22m, \u001b[1mこれはかわいいことをやって、多かれ少なかれかわいい女の子だが、このショーにはいくつかのメリットがプロットの欠如にもかかわらず、依然として存在します。\u001b[22m\n\u001b[1m\u001b[22m\nNote* There is one episode centered around going to a public bath and it's heavily censored with a comical cat face. May or may not affect the enjoyment of the series, just a warning. Pretty fanservicey and feels like an OVA instead of an actual episode.\n\n\u001b[1m注*公衆浴場に行くことを中心に1つのエピソードがあり、それは巨大な猫の顔で大きく打ち切られています。 シリーズの楽しさ、5月の警告に影響を与えるかもしれません。 かなりのファンがいて、実際のエピソードではなくOVAのように感じます。\u001b[22m\n\u001b[1m(Chū* kōshū yokujō ni iku koto o chūshin ni 1tsu no episōdo ga ari, sore wa kyodaina neko no kao de ōkiku uchikira rete imasu. Shirīzu no tanoshisa, 5 tsuki no keikoku ni eikyōwoataeru kamo shiremasen. Kanari no fanga ite, jissai no episōdode wanaku ovu~a no yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mNote* There is one episode centered around going to a public bath and it's heavily censored with a comical cat face. May or may not affect the enjoyment of the series, just a warning. Pretty fanservicey and feels like an OVA instead of an actual episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote* There is one episode centered around going to a public bath and it's heavily censored with a comical cat face.\u001b[24m\n    \u001b[1m注*公衆浴場に行くことを中心に1つのエピソードがあり、それは巨大な猫の顔で大きく打ち切られています。\u001b[22m, \u001b[1m注*そこを中心に銭湯に行く1つのエピソードであり、それが重くコミカルな猫の顔を検閲です。\u001b[22m\n\u001b[4mMay or may not affect the enjoyment of the series, just a warning.\u001b[24m\n    \u001b[1mシリーズの楽しさ、5月の警告に影響を与えるかもしれません。\u001b[22m, \u001b[1mまたは、単に警告を一連の楽しさに影響を与えない場合があります。\u001b[22m\n\u001b[4mPretty fanservicey and feels like an OVA instead of an actual episode.\u001b[24m\n    \u001b[1mかなりのファンがいて、実際のエピソードではなくOVAのように感じます。\u001b[22m, \u001b[1mプリティfanserviceyとは、OVAの代わりに、実際のエピソードのように感じています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\n\u001b[1m\u001b[22m\nThe art isn't bad, but not particularly good either. Nothing much stands out. I do enjoy the soft pallet of colors they use in general and the way it's colored and shaded adds very nicely to the laid back atmosphere. Animation is average at best, this is a SoL so expect stills and scenes without much animation as its very dialog heavy. Aesthetically it is pleasing, but nothing you'll be likely to remember.\n\n\u001b[1m芸術は悪くないが、特に良いことでもない。 何も目立ちません。 私は彼らが一般的に使用する色のソフトパレットを楽しんでいます、そしてそれが色付けされ、影を付けられている方法は、ゆったりとした雰囲気にとてもうまくいきます。 アニメーションは最高で平均ですが、これはSoLなので、アニメーションがほとんどなくても静止画とシーンが非常に重いダイアログとして期待されます。 審美的にはそれは喜ばしいことですが、覚えそうなことは何もありません。\u001b[22m\n\u001b[1m(Geijutsu wa warukunai ga, tokuni yoi kotode mo nai. Nani mo medachimasen. Watashi wa karera ga ippantekini shiyō suru iro no sofuto paretto o tanoshinde imasu, soshite sore ga irodzuke sa re, kage o tsuke rarete iru hōhō wa, yuttari to shita fun'iki ni totemo umaku ikimasu. Animēshon wa saikō de heikindesuga, koreha SoLnanode, animēshon ga hotondo nakute mo seishi-ga to shīn ga hijō ni omoi daiarogu to shite kitai sa remasu. Shinbi-teki ni wa sore wa yorokobashī kotodesuga, oboe-sōna koto wa nani mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art isn't bad, but not particularly good either. Nothing much stands out. I do enjoy the soft pallet of colors they use in general and the way it's colored and shaded adds very nicely to the laid back atmosphere. Animation is average at best, this is a SoL so expect stills and scenes without much animation as its very dialog heavy. Aesthetically it is pleasing, but nothing you'll be likely to remember.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art isn't bad, but not particularly good either.\u001b[24m\n    \u001b[1m芸術は悪くないが、特に良いことでもない。\u001b[22m, \u001b[1m技術は、いずれかの特に良い悪いではなく、ではありません。\u001b[22m\n\u001b[4mNothing much stands out.\u001b[24m\n    \u001b[1m何も目立ちません。\u001b[22m, \u001b[1mずっと何も際立っていません。\u001b[22m\n\u001b[4mI do enjoy the soft pallet of colors they use in general and the way it's colored and shaded adds very nicely to the laid back atmosphere.\u001b[24m\n    \u001b[1m私は彼らが一般的に使用する色のソフトパレットを楽しんでいます、そしてそれが色付けされ、影を付けられている方法は、ゆったりとした雰囲気にとてもうまくいきます。\u001b[22m, \u001b[1m私は、彼らが一般的に使用し、それが着色し、日陰の道をのんびり雰囲気に非常にきれいに追加する色のソフトなパレットを楽しむ行います。\u001b[22m\n\u001b[4mAnimation is average at best, this is a SoL so expect stills and scenes without much animation as its very dialog heavy.\u001b[24m\n    \u001b[1mアニメーションは最高で平均ですが、これはSoLなので、アニメーションがほとんどなくても静止画とシーンが非常に重いダイアログとして期待されます。\u001b[22m, \u001b[1mアニメーションはせいぜい平均して、これはそう、まさにそのダイアログ重いほどアニメーションせずに静止画や場面を期待するのSoLです。\u001b[22m\n\u001b[4mAesthetically it is pleasing, but nothing you'll be likely to remember.\u001b[24m\n    \u001b[1m審美的にはそれは喜ばしいことですが、覚えそうなことは何もありません。\u001b[22m, \u001b[1m審美的にそれが喜ばれるが、何もあなたは覚えている可能性が高いことはないでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is a mixed bag for me. I personally dislike the main character's voice as it is at least to me somewhat annoying. The rest were pretty average to me, and that's not surprising considering this is mostly a comedy and SoL where they aren't trying to captivate you emotionally, so it is acceptable; and suits the atmosphere. Sound effects are pretty average themselves, not deviating from the norm either. Music I found was a bit better than most. There is one theme that is constantly used for most scenarios (Mainly a flute/recorder That mixes well with the show.) and its gotten stuck in my head, so if nothing else it's catchy. Don't expect anything too much from the OP or ED because both are pretty average; SoL fitting themes.\n\n\u001b[1m音は私のための混合バッグです。 私は個人的に主人公の声を嫌いですが、少なくとも私にとってはやや迷惑です。 残りは私にとってかなり平均的なものでした。これは、これが主にあなたを感情的に魅了しようとしていないコメディーやSoLだと考えても驚くことではありません。 雰囲気に合っています。 サウンドエフェクトはかなり普通ですが、ノルムからも逸脱しません。 私が見つけた音楽は、ほとんどの音楽よりも少し良いものでした。 ほとんどのシナリオ（主にフルート/レコーダーがショーとよく混ざり合っている）とその頭が私の頭の中に詰まっているので、他にはそれが魅力的ではない場合、常に使用される1つのテーマがあります。 どちらもかなり平均的なので、OPやEDからはあまり期待しないでください。 テーマに合ったSoL。\u001b[22m\n\u001b[1m(Oto wa watashi no tame no kongō baggudesu. Watashi wa kojin-teki ni shujinkō no koe o kiraidesu ga, sukunakutomo watashi ni totte wa yaya meiwakudesu. Nokori wa watashi ni totte kanari heikin-tekina monodeshita. Kore wa, kore ga omoni anata o kanjō-teki ni miryō shiyou to shite inai komedī ya SoLda to kangaete mo odoroku kotode wa arimasen. Fun'iki ni atte imasu. Saundoefekuto wa kanari futsūdesuga, norumu kara mo itsudatsu shimasen. Watashi ga mitsuketa ongaku wa, hotondo no ongaku yori mo sukoshi yoimonodeshita. Hotondo no shinario (omo ni furūto/ rekōdā ga shō to yoku mazari atte iru) to sono atama ga watashi no atama no naka ni tsumatte irunode, hoka ni wa sore ga mirikitekide wanai baai, tsuneni shiyō sa reru 1tsu no tēma ga arimasu. Dochira mo kanari heikin-tekinanode, OP ya ED kara wa amari kitai shinaide kudasai. Tēma ni atta SoL.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is a mixed bag for me. I personally dislike the main character's voice as it is at least to me somewhat annoying. The rest were pretty average to me, and that's not surprising considering this is mostly a comedy and SoL where they aren't trying to captivate you emotionally, so it is acceptable; and suits the atmosphere. Sound effects are pretty average themselves, not deviating from the norm either. Music I found was a bit better than most. There is one theme that is constantly used for most scenarios (Mainly a flute/recorder That mixes well with the show.) and its gotten stuck in my head, so if nothing else it's catchy. Don't expect anything too much from the OP or ED because both are pretty average; SoL fitting themes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is a mixed bag for me.\u001b[24m\n    \u001b[1m音は私のための混合バッグです。\u001b[22m, \u001b[1m音は私のための混合袋です。\u001b[22m\n\u001b[4mI personally dislike the main character's voice as it is at least to me somewhat annoying.\u001b[24m\n    \u001b[1m私は個人的に主人公の声を嫌いですが、少なくとも私にとってはやや迷惑です。\u001b[22m, \u001b[1mそれは、少なくとも私にはやや迷惑です、私は個人的にメインキャラクターの声が嫌い。\u001b[22m\n\u001b[4mThe rest were pretty average to me, and that's not surprising considering this is mostly a comedy and SoL where they aren't trying to captivate you emotionally, so it is acceptable;\u001b[24m\n    \u001b[1m残りは私にとってかなり平均的なものでした。これは、これが主にあなたを感情的に魅了しようとしていないコメディーやSoLだと考えても驚くことではありません。\u001b[22m, \u001b[1m残りは私にはかなり平均だった、それは、これが、彼らはそれが受け入れられるように、感情的にあなたを魅了しようとしていない、主にコメディとのSoLです考えると驚くことではありません。\u001b[22m\n\u001b[4mand suits the atmosphere.\u001b[24m\n    \u001b[1m雰囲気に合っています。\u001b[22m, \u001b[1m雰囲気に適しています。\u001b[22m\n\u001b[4mSound effects are pretty average themselves, not deviating from the norm either.\u001b[24m\n    \u001b[1mサウンドエフェクトはかなり普通ですが、ノルムからも逸脱しません。\u001b[22m, \u001b[1mサウンドエフェクトはかなりのいずれかの基準から逸脱しない、自分自身を平均化しています。\u001b[22m\n\u001b[4mMusic I found was a bit better than most.\u001b[24m\n    \u001b[1m私が見つけた音楽は、ほとんどの音楽よりも少し良いものでした。\u001b[22m, \u001b[1m私が見つけた音楽はほとんどより少し優れていました。\u001b[22m\n\u001b[4mThere is one theme that is constantly used for most scenarios (Mainly a flute/recorder That mixes well with the show.) and its gotten stuck in my head, so if nothing else it's catchy.\u001b[24m\n    \u001b[1mほとんどのシナリオ（主にフルート/レコーダーがショーとよく混ざり合っている）とその頭が私の頭の中に詰まっているので、他にはそれが魅力的ではない場合、常に使用される1つのテーマがあります。\u001b[22m, \u001b[1mそこに常にほとんどのシナリオに使用される一つのテーマ（ショーとよく混合主フルート/レコーダー。）であり、その他に何もそれはキャッチーませんので、もし、私の頭の中で立ち往生頂いております。\u001b[22m\n\u001b[4mDon't expect anything too much from the OP or ED because both are pretty average;\u001b[24m\n    \u001b[1mどちらもかなり平均的なので、OPやEDからはあまり期待しないでください。\u001b[22m, \u001b[1m両方はかなり平均であるため、OPやEDからあまりにも多くのものを期待してはいけません。\u001b[22m\n\u001b[4mSoL fitting themes.\u001b[24m\n    \u001b[1mテーマに合ったSoL。\u001b[22m, \u001b[1mテーマをフィッティングのSoL。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\n\u001b[1m\u001b[22m\nThis is the main catching point for this show and what gives it an edge over other shows in the genre. They use tropes that we all know of and have probably seen a handful of times, but executes them in a fresh feeling way. Not to mention this is the first time I saw a comedyesque show take a homosexual relationship seriously, without forcing it more than is necessary. They portray them extremely casually and never put an emphasis on 'HOLY SHIT GIRLS KISSING WTF/BBQ!!!???!1 LOOK HOW EDGY OMG' (AHEM, Sakura Trick...) There is usually a joke about them every other episode but it's almost always lighthearted.\n\n\u001b[1mこれは、このショーの主なキャッチポイントであり、ジャンル内の他の番組よりも優れている点です。 彼らは私たちが知っていると思って、おそらくほんの数回見たことのある熱気を使いますが、それらを新鮮な感情の方法で実行します。 言い換えれば、私がコメディーショー番組が真剣に同性愛者の関係を取るのを見たのはこれが初めてであり、必要以上に強制することはありません。 彼らは彼らを非常に気軽に描写し、決して重いものを置くことをしないでください。「HOLY SHIT GIRLS KISSING WTF / BBQ!!!! 1 EDGY OMG '（AHEM、Sakura Trick...） それはほとんど常に軽快です。\u001b[22m\n\u001b[1m(Kore wa, kono shō no omona kyatchi pointodeari, janru-nai no ta no bangumi yori mo sugurete iru tendesu. Karera wa watashitachi ga shitte iru to omotte, osoraku hon'no sū-kai mita koto no aru nekki o tsukaimasuga, sorera o shinsen'na kanjō no hōhō de jikkō shimasu. Iikaereba, watashi ga komedīshō bangumi ga shinken ni dōseiai-sha no kankei o toru no o mita no wa kore ga hajimetedeari, hitsuyōijō ni kyōsei suru koto wa arimasen. Karera wa karera o hijō ni kigaru ni byōsha shi, kesshite omoi mono o oku koto o shinaide kudasai. `HOLY SHIT gāruzu KISSING WTF/ BBQ! ! ! ! 1 EDGY OMG'(AHEM, Sakura Trick... ) Sore wa hotondo tsuneni keikaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the main catching point for this show and what gives it an edge over other shows in the genre. They use tropes that we all know of and have probably seen a handful of times, but executes them in a fresh feeling way. Not to mention this is the first time I saw a comedyesque show take a homosexual relationship seriously, without forcing it more than is necessary. They portray them extremely casually and never put an emphasis on 'HOLY SHIT GIRLS KISSING WTF/BBQ!!!???!1 LOOK HOW EDGY OMG' (AHEM, Sakura Trick...) There is usually a joke about them every other episode but it's almost always lighthearted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the main catching point for this show and what gives it an edge over other shows in the genre.\u001b[24m\n    \u001b[1mこれは、このショーの主なキャッチポイントであり、ジャンル内の他の番組よりも優れている点です。\u001b[22m, \u001b[1mこれは、このショーのための主要な引く点であり、何がそれにジャンルの他のショーの上に端を与えます。\u001b[22m\n\u001b[4mThey use tropes that we all know of and have probably seen a handful of times, but executes them in a fresh feeling way.\u001b[24m\n    \u001b[1m彼らは私たちが知っていると思って、おそらくほんの数回見たことのある熱気を使いますが、それらを新鮮な感情の方法で実行します。\u001b[22m, \u001b[1m彼らは、我々はすべてを知っている、おそらく倍の一握りを見てきました比喩を使用していますが、新鮮な感覚の方法でそれらを実行します。\u001b[22m\n\u001b[4mNot to mention this is the first time I saw a comedyesque show take a homosexual relationship seriously, without forcing it more than is necessary.\u001b[24m\n    \u001b[1m言い換えれば、私がコメディーショー番組が真剣に同性愛者の関係を取るのを見たのはこれが初めてであり、必要以上に強制することはありません。\u001b[22m, \u001b[1mこれを言うまでもありません、私はcomedyesqueショーが必要である以上、それを強制することなく、真剣に同性愛の関係を取る見たのは初めてです。\u001b[22m\n\u001b[4mThey portray them extremely casually and never put an emphasis on 'HOLY SHIT GIRLS KISSING WTF/BBQ!!!???!1 LOOK HOW EDGY OMG' (AHEM, Sakura Trick...) There is usually a joke about them every other\u001b[24m\n    \u001b[1m彼らは彼らを非常に気軽に描写し、決して重いものを置くことをしないでください。「HOLY SHIT GIRLS KISSING WTF / BBQ!!!! 1 EDGY OMG '（AHEM、Sakura Trick...）\u001b[22m, \u001b[1m彼らは非常にさりげなく、それらを描くとに重点を置くことはありません」WTF / BBQにキスHOLY SHITガールズ!!!???！1 LOOK HOWエッジの効いたOMG\"それらについてのジョークが他のすべてのは通常あり（エヘン、桜Trick...）\u001b[22m\n\u001b[4mepisode but it's almost always lighthearted.\u001b[24m\n    \u001b[1mそれはほとんど常に軽快です。\u001b[22m, \u001b[1mエピソードが、それはほとんど常に陽気です。\u001b[22m\n\u001b[1m\u001b[22m\nWe have the other characters that don't show much development or change outside the main, but none the less are all likeable. And since this is primarily a comedy that's OK. Their tropes are what set up certain jokes and changing from them too much would endanger the fun aspect since this show should be taken with a chill pill anyway. The only character I absolutely couldn't stand was Haruka (The child molester essentially.) because she was just so effing annoying, and the joke of her messing with Kana got old quick.\n\n\u001b[1m私たちには、主要な部分の外に多くの開発や変更を示さない他の文字がありますが、それほど魅力的ではありません。 これは主にコメディーなのでOKです。 いずれにしても、このショーはチルピルと一緒に取られるべきであるので、彼らの熱狂は、ある種のジョークを設定し、それらからの変化はあまりにも楽しい面を危険にさらすだろう。 私が絶対に立つことができなかった唯一のキャラクターは、彼女がちょうどとても迷惑であったので、遥かに子供の痴漢者でした。そして、彼女のかわいそうの冗談はすごく古いものでした。\u001b[22m\n\u001b[1m(Watashitachi ni wa, shuyōna bubun no soto ni ōku no kaihatsu ya henkō o shimesanai ta no moji ga arimasuga, sorehodo mirikitekide wa arimasen. Kore wa omoni komedīnanode OKdesu. Izure ni shite mo, kono shō wa chirupiru to issho ni tora rerubekidearunode, karera no nekkyō wa, arushuno jōku o settei shi, sorera kara no henka wa amarini mo tanoshī men o kiken'nisarasudarou. Watashi ga zettai ni tatsu koto ga dekinakatta yuiitsu no kyarakutā wa, kanojo ga chōdo totemo meiwakudeattanode, haruka ni kodomo no chikan-shadeshita. Soshite, kanojo no kawaisō no jōdan wa sugoku furui monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mWe have the other characters that don't show much development or change outside the main, but none the less are all likeable. And since this is primarily a comedy that's OK. Their tropes are what set up certain jokes and changing from them too much would endanger the fun aspect since this show should be taken with a chill pill anyway. The only character I absolutely couldn't stand was Haruka (The child molester essentially.) because she was just so effing annoying, and the joke of her messing with Kana got old quick.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe have the other characters that don't show much development or change outside the main, but none the less are all likeable.\u001b[24m\n    \u001b[1m私たちには、主要な部分の外に多くの開発や変更を示さない他の文字がありますが、それほど魅力的ではありません。\u001b[22m, \u001b[1m私たちは、メインの外に多くの開発や変化を示さない他の文字を持っているが、あまりどれもすべての好感の持てるません。\u001b[22m\n\u001b[4mAnd since this is primarily a comedy that's OK.\u001b[24m\n    \u001b[1mこれは主にコメディーなのでOKです。\u001b[22m, \u001b[1mこのため、主にOKだ喜劇です。\u001b[22m\n\u001b[4mTheir tropes are what set up certain jokes and changing from them too much would endanger the fun aspect since this show should be taken with a chill pill anyway.\u001b[24m\n    \u001b[1mいずれにしても、このショーはチルピルと一緒に取られるべきであるので、彼らの熱狂は、ある種のジョークを設定し、それらからの変化はあまりにも楽しい面を危険にさらすだろう。\u001b[22m, \u001b[1m彼らの比喩は、特定のジョークを設定したものであり、このショーはとにかく寒ピルで撮影しなければならないので、あまり彼らから変更すると楽しい側面を危険にさらすことになります。\u001b[22m\n\u001b[4mThe only character I absolutely couldn't stand was Haruka (The child molester essentially.) because she was just so effing annoying, and the joke of her messing with Kana got old quick.\u001b[24m\n    \u001b[1m私が絶対に立つことができなかった唯一のキャラクターは、彼女がちょうどとても迷惑であったので、遥かに子供の痴漢者でした。そして、彼女のかわいそうの冗談はすごく古いものでした。\u001b[22m, \u001b[1m彼女は迷惑なだけのでいまいましくで、カナと彼女のメッシングのジョークは、迅速な古い得たので、私は絶対に立つことができなかっただけで文字が遥（基本的に子痴漢。）でした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overview 9/7\n\n\u001b[1m楽しさ/概要9/7\u001b[22m\n\u001b[1m(Tanoshisa/ gaiyō 9/ 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overview 9/7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overview 9/7\u001b[24m\n    \u001b[1m楽しさ/概要9/7\u001b[22m\n\u001b[1m\u001b[22m\nKanamemo does everything by doing nothing, and has a few redeeming values. One of few SoL's I deem as something you should watch. While it isn't inherently great it has it's pluses that give it a pretty enjoyable feel. Something to be watched passively and without much thought because it is in essence just plain fun. It's a great laugh depending on your stance on humor and a laid back SoL without anything that serious happening. If you hate that then avoid it because there is a lack of plot, if you do enjoy something like Non Non Biyori you should check this out.\n\n\u001b[1mKanamemoは何もせずにすべてを行い、いくつかの償還価値があります。 いくつかのSoLのうちの1つは、私があなたが見なければならないものとみなされます。 それは本質的に素晴らしいものではありませんが、それはそれがかなり楽しい感じを与えるプラスです。 本質的には単なる楽しいものであるため、受動的に、そしてあまり考えずに見守られるもの。 あなたのユーモアの姿勢と、心地よいことを何もせずにゆったりとしたSoLに応じて、大笑いです。 プロットの欠如があるのでそれを避けることを嫌うなら、ノン・ノン・ビヨリのようなものを楽しむならこれをチェックしてください。\u001b[22m\n\u001b[1m(Kanamemo wa nani mo sezu ni subete o okonai, ikutsu ka no shōkan kachi ga arimasu. Ikutsu ka no SoL no uchi no 1tsu wa, watashi ga anata ga minakereba naranai mono to minasa remasu. Sore wa honshitsu-teki ni subarashī monode wa arimasenga, sore wa sore ga kanari tanoshī kanji o ataeru purasudesu. Honshitsu-teki ni wa tan'naru tanoshī monodearu tame, judō-teki ni, soshite amari kangaezu ni mimamora reru mono. Anata no yūmoa no shisei to, kokochiyoi koto o nani mo sezu ni yuttari to shita SoL ni ōjite, ōwaraidesu. Purotto no ketsujo ga aru node sore o yokeru koto o kiraunara, non non biyori no yōna mono o tanoshimunara kore o chekku shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mKanamemo does everything by doing nothing, and has a few redeeming values. One of few SoL's I deem as something you should watch. While it isn't inherently great it has it's pluses that give it a pretty enjoyable feel. Something to be watched passively and without much thought because it is in essence just plain fun. It's a great laugh depending on your stance on humor and a laid back SoL without anything that serious happening. If you hate that then avoid it because there is a lack of plot, if you do enjoy something like Non Non Biyori you should check this out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKanamemo does everything by doing nothing, and has a few redeeming values.\u001b[24m\n    \u001b[1mKanamemoは何もせずにすべてを行い、いくつかの償還価値があります。\u001b[22m, \u001b[1mかなめもは何もしないことで、すべてを行い、いくつかの欠点を補うの値を持ちます。\u001b[22m\n\u001b[4mOne of few SoL's I deem as something you should watch.\u001b[24m\n    \u001b[1mいくつかのSoLのうちの1つは、私があなたが見なければならないものとみなされます。\u001b[22m, \u001b[1mいくつかのSoLのの一つは、私はあなたが見るべきものと見なし。\u001b[22m\n\u001b[4mWhile it isn't inherently great it has it's pluses that give it a pretty enjoyable feel.\u001b[24m\n    \u001b[1mそれは本質的に素晴らしいものではありませんが、それはそれがかなり楽しい感じを与えるプラスです。\u001b[22m, \u001b[1mそれは本質的に素晴らしいではありませんが、それはそれをかなり楽しい感じを与えるプラスのしています。\u001b[22m\n\u001b[4mSomething to be watched passively and without much thought because it is in essence just plain fun.\u001b[24m\n    \u001b[1m本質的には単なる楽しいものであるため、受動的に、そしてあまり考えずに見守られるもの。\u001b[22m, \u001b[1mそれは本質的に単純に楽しいですので、何かが受動的とずっと考えず監視されます。\u001b[22m\n\u001b[4mIt's a great laugh depending on your stance on humor and a laid back SoL without anything that serious happening.\u001b[24m\n    \u001b[1mあなたのユーモアの姿勢と、心地よいことを何もせずにゆったりとしたSoLに応じて、大笑いです。\u001b[22m, \u001b[1mそれは何も深刻な出来事ずにユーモアとのんびりSoLの上ごスタンスに応じて大きな笑いです。\u001b[22m\n\u001b[4mIf you hate that then avoid it because there is a lack of plot, if you do enjoy something like Non Non Biyori you should check this out.\u001b[24m\n    \u001b[1mプロットの欠如があるのでそれを避けることを嫌うなら、ノン・ノン・ビヨリのようなものを楽しむならこれをチェックしてください。\u001b[22m, \u001b[1mあなたはプロットの欠如があるので、それを避けることが嫌い場合はのんのんびよりのようなものを楽しんで行う場合は、これをチェックアウトする必要があります。\u001b[22m"
  },
  {
    "title": "Kanamemo",
    "id": "5914",
    "url": "https://myanimelist.net/anime/5914/Kanamemo",
    "user": "8thSin",
    "profile": "/profile/8thSin/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=26982",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  8\nアニメーション|  4\nサウンド|  3\nキャラクター|  5\n|  5\n\n「金ememo」は、おばあちゃんが通った後に新聞配達所で働いていた孤児のかなである。\n\nアニメーション：4/10\nアニメーションについては素晴らしいことはありませんが、私はそれがパーの下にあると言っています。 キャラクターデザインはかなりかわいいですが、鮮やかな色づけは素晴らしかったです。 アウトドアシーンの中には、ぼかし技法を使用した雰囲気がありましたが、全体的には細部が欠けていました。\n\nサウンド：3/10\n非常に不十分に行われ、迷惑な声の演技。 おそらくそれは私の個人的な好みですが、すべての少女たちの声は、いくつかのエピソードの後で緊張して疲れていました。\n音楽/ OP / EDは穏やかで、本当に際立っていませんでした。\n\nストーリー：8/10\nこのシリーズの技術的な欠陥にもかかわらず、ストーリーは非常に強かった。  Kanaはゆっくりと仕事を学び、勤勉な仕事のさまざまな障害に直面しながら、同僚と一緒に仕事をします。 本当に感銘を受けたのは、この物語の焦点でした。 仮面は中学生であっても、中学校にはほとんどシーンがなく、学校生活は非常に限られています。 彼女のクラスメートは、物語を発展させるためだけに現れ、新聞を配信しているこのアニメの中心テーマを逸脱していない。 おばあちゃんにカナの「メモ」を使用することも、ナレーションのための非常に効果的な手段でした。\n\nキャラクター開発：5/10\nKanaのキャラクターは、絶望的な新人から、チームの信頼できない重要な存在まで、かなり良く開発されました。 彼女はゆっくりと「大家族」に彼女の場所を見つけました。\n悲しいことに、サイドキャラクターはすべて過度に予測可能であり、深みが欠けていました。 実際、すべての同僚は2つの言葉で特徴づけることができます。\n\nサキ：大人の千絵\n日向：格安\n夢：リッチレズビアン\nゆうき：静かなレズビアン\nはるか：飲酒運転\nくじいん みか： つんでれ。\n\nこれらのキャラクターとのインタラクションは、常に同じだった。春香、ヒナタ、サキが怒られて怒りが激しくなり、夢とゆゆきが背中を切り開いている。 プロデューサーたちは、面白くなくなった後ずっとずっとこれらの開発を強く押し続けていました。\n\n楽しさ：5/10\n私は（いつものように）マンガを見たことがないが、「カナモモ」は明らかにアニメ化の試みに失敗した。 ストーリーとセッティングはよかったですが、全体的には非常にうまく実行されませんでした。 スラップスティックでもドラマでもない。\n私が本当に楽しんだことの1つは、物語の「人生の小さな喜びを見いだす」ことでしたが、そうでなければ、このシリーズは提供することがほとんどありませんでした。 典型的なロリ/モエのショー。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\n'Kanamemo' is about Kana, an orphaned girl working at a newspaper delivery office after the passing of her grandmother.\n\n\u001b[1m「金ememo」は、おばあちゃんが通った後に新聞配達所で働いている孤児のかなである。\u001b[22m\n\u001b[1m(`Kin ememo' wa, o bāchan ga tōtta nochi ni shinbun haitatsu-sho de hataraite iru minashigo no kanadearu.)\u001b[22m\n\nTranslations of \u001b[4m'Kanamemo' is about Kana, an orphaned girl working at a newspaper delivery office after the passing of her grandmother.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Kanamemo' is about Kana, an orphaned girl working at a newspaper delivery office after the passing of her grandmother.\u001b[24m\n    \u001b[1m「金ememo」は、おばあちゃんが通った後に新聞配達所で働いている孤児のかなである。\u001b[22m, \u001b[1m「かなめも」は仮名、彼女の祖母の通過後に新聞配達のオフィスで働いて孤立した女の子についてです。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: 4/10\n\n\u001b[1mアニメーション：4/10\u001b[22m\n\u001b[1m(Animēshon: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: 4/10\u001b[24m\n    \u001b[1mアニメーション：4/10\u001b[22m\nNothing spectacular about the animation, I would even say it's below par. Character design is pretty cute, and the vivid coloring was nice though. Some outdoor scenes had a decent atmosphere using blurring techniques, but overall, lacking detail.\n\n\u001b[1mアニメーションについては素晴らしいことはありませんが、私はそれがパーの下にあると言っています。 キャラクターデザインはかなりかわいいですが、鮮やかな色づけは素晴らしかったです。 アウトドアシーンの中には、ぼかし技法を使用した雰囲気がありましたが、全体的には細部が欠けていました。\u001b[22m\n\u001b[1m(Animēshon ni tsuite wa subarashī koto wa arimasenga, watashi wa sore ga pā no shita ni aru to itte imasu. Kyarakutādezain wa kanari kawaīdesuga, azayakana irodzuke wa subarashikattadesu. Autodoashīn no nakaniha, bokashi gihō o shiyō shita fun'iki ga arimashitaga, zentai-teki ni wa saibu ga kakete imashita.)\u001b[22m\n\nTranslations of \u001b[4mNothing spectacular about the animation, I would even say it's below par. Character design is pretty cute, and the vivid coloring was nice though. Some outdoor scenes had a decent atmosphere using blurring techniques, but overall, lacking detail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing spectacular about the animation, I would even say it's below par.\u001b[24m\n    \u001b[1mアニメーションについては素晴らしいことはありませんが、私はそれがパーの下にあると言っています。\u001b[22m, \u001b[1mアニメーションについての壮大な何も、私も、それは標準以下だと言うないだろう。\u001b[22m\n\u001b[4mCharacter design is pretty cute, and the vivid coloring was nice though.\u001b[24m\n    \u001b[1mキャラクターデザインはかなりかわいいですが、鮮やかな色づけは素晴らしかったです。\u001b[22m, \u001b[1mキャラクターデザインはかなりかわいいです、そして鮮やかなカラーリングはしかしよかったです。\u001b[22m\n\u001b[4mSome outdoor scenes had a decent atmosphere using blurring techniques, but overall, lacking detail.\u001b[24m\n    \u001b[1mアウトドアシーンの中には、ぼかし技法を使用した雰囲気がありましたが、全体的には細部が欠けていました。\u001b[22m, \u001b[1mいくつかの屋外シーンは詳細を欠いている、全体的なぼかしの技法を用いて、まともな雰囲気を持っていましたが、。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 3/10\n\n\u001b[1mサウンド：3/10\u001b[22m\n\u001b[1m(Saundo: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 3/10\u001b[24m\n    \u001b[1mサウンド：3/10\u001b[22m\nExtremely poorly done and annoying voice acting. Perhaps it's my personal preference, but voicing of all the young girls sounded strained and tiring after couple of episodes.\n\n\u001b[1m非常に不十分に行われ、迷惑な声の演技。 おそらくそれは私の個人的な好みですが、すべての少女たちの声は、いくつかのエピソードの後で緊張して疲れていました。\u001b[22m\n\u001b[1m(Hijō ni fujūbun ni okonawa re, meiwakuna koe no engi. Osoraku sore wa watashi no kojin-tekina konomidesuga, subete no shōjo-tachi no koe wa, ikutsu ka no episōdo no nochi de kinchō shite tsukarete imashita.)\u001b[22m\n\nTranslations of \u001b[4mExtremely poorly done and annoying voice acting. Perhaps it's my personal preference, but voicing of all the young girls sounded strained and tiring after couple of episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExtremely poorly done and annoying voice acting.\u001b[24m\n    \u001b[1m非常に不十分に行われ、迷惑な声の演技。\u001b[22m, \u001b[1m極めて不十分な声の演技を行い、迷惑な。\u001b[22m\n\u001b[4mPerhaps it's my personal preference, but voicing of all the young girls sounded strained and tiring after couple of episodes.\u001b[24m\n    \u001b[1mおそらくそれは私の個人的な好みですが、すべての少女たちの声は、いくつかのエピソードの後で緊張して疲れていました。\u001b[22m, \u001b[1mおそらくそれは私の個人的な好みですが、すべての若い女の子のボイシングは、エピソードのカップルの後、歪みと疲れる聞こえました。\u001b[22m\nMusic/OP/ED were bland, and didn't really stand out.\n\n\u001b[1m音楽/ OP / EDは穏やかで、本当に際立っていませんでした。\u001b[22m\n\u001b[1m(Ongaku/ OP/ ED wa odayakade, hontōni kiwadatte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mMusic/OP/ED were bland, and didn't really stand out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic/OP/ED were bland, and didn't really stand out.\u001b[24m\n    \u001b[1m音楽/ OP / EDは穏やかで、本当に際立っていませんでした。\u001b[22m, \u001b[1m音楽/ OP / ED当たり障りのないようで、本当に際立っていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\nDespite the technical flaws in this series, the story was extremely strong. Kana slowly learns the job, and gets along with fellow workers while facing various obstacles of the tough delivery job. What really impressed me, was the focus of this story. Even though Kana is a middle-schooler, there were very few scenes in her junior high school, and very limited school life. Her classmates appear only to develop the story, and does not deviate the central theme of this anime, which is delivering newspapers. Use of Kana's 'memo' to grandma was also a very effective device for narration.\n\n\u001b[1mこのシリーズの技術的な欠陥にもかかわらず、ストーリーは非常に強かった。  Kanaはゆっくりと仕事を学び、勤勉な仕事のさまざまな障害に直面しながら、同僚と一緒に仕事をします。 本当に感銘を受けたのは、この物語の焦点でした。 仮面は中学生であっても、中学校にはほとんどシーンがなく、学校生活は非常に限られています。 彼女のクラスメートは、物語を発展させるためだけに現れ、新聞を配信しているこのアニメの中心テーマを逸脱していない。 おばあちゃんにカナの「メモ」を使用することも、ナレーションのための非常に効果的な手段でした。\u001b[22m\n\u001b[1m(Kono shirīzu no gijutsu-tekina kekkan nimokakawarazu, sutōrī wa hijō ni tsuyokatta. Kana wa yukkuri to shigoto o manabi, kinben'na shigoto no samazamana shōgai ni chokumen shinagara, dōryō to issho ni shigoto o shimasu. Hontōni kanmei o uketa no wa, kono monogatari no shōtendeshita. Kamen wa chūgakuseideatte mo, chūgakkō ni wa hotondo shīn ga naku, gakkō seikatsu wa hijō ni kagira rete imasu. Kanojo no kurasumēto wa, monogatari o hatten sa seru tame dake ni araware, shinbun o haishin shite iru kono anime no chūshin tēma o itsudatsu shite inai. O bāchan ni kana no `memo' o shiyō suru koto mo, narēshon no tame no hijō ni kōkatekina shudandeshita.)\u001b[22m\n\nTranslations of \u001b[4mDespite the technical flaws in this series, the story was extremely strong. Kana slowly learns the job, and gets along with fellow workers while facing various obstacles of the tough delivery job. What really impressed me, was the focus of this story. Even though Kana is a middle-schooler, there were very few scenes in her junior high school, and very limited school life. Her classmates appear only to develop the story, and does not deviate the central theme of this anime, which is delivering newspapers. Use of Kana's 'memo' to grandma was also a very effective device for narration.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the technical flaws in this series, the story was extremely strong.\u001b[24m\n    \u001b[1mこのシリーズの技術的な欠陥にもかかわらず、ストーリーは非常に強かった。\u001b[22m, \u001b[1mこのシリーズの技術的な欠陥にもかかわらず、物語は非常に強かったです。\u001b[22m\n\u001b[4mKana slowly learns the job, and gets along with fellow workers while facing various obstacles of the tough delivery job.\u001b[24m\n    \u001b[1mKanaはゆっくりと仕事を学び、勤勉な仕事のさまざまな障害に直面しながら、同僚と一緒に仕事をします。\u001b[22m, \u001b[1mカナはゆっくりと仕事を学習し、タフな配信ジョブの様々な障害に直面しながら、同僚と一緒に取得します。\u001b[22m\n\u001b[4mWhat really impressed me, was the focus of this story.\u001b[24m\n    \u001b[1m本当に感銘を受けたのは、この物語の焦点でした。\u001b[22m, \u001b[1m本当に、私を感動することは、この物語の焦点でした。\u001b[22m\n\u001b[4mEven though Kana is a middle-schooler, there were very few scenes in her junior high school, and very limited school life.\u001b[24m\n    \u001b[1m仮面は中学生であっても、中学校にはほとんどシーンがなく、学校生活は非常に限られています。\u001b[22m, \u001b[1mカナは中学生ですが、彼女の中学校では非常に少数のシーン、そして非常に限られた学校生活がありました。\u001b[22m\n\u001b[4mHer classmates appear only to develop the story, and does not deviate the central theme of this anime, which is delivering newspapers.\u001b[24m\n    \u001b[1m彼女のクラスメートは、物語を発展させるためだけに現れ、新聞を配信しているこのアニメの中心テーマを逸脱していない。\u001b[22m, \u001b[1m彼女のクラスメートは、物語を開発するためにのみ表示され、新聞を提供しているこのアニメの中心的なテーマを逸脱しません。\u001b[22m\n\u001b[4mUse of Kana's 'memo' to grandma was also a very effective device for narration.\u001b[24m\n    \u001b[1mおばあちゃんにカナの「メモ」を使用することも、ナレーションのための非常に効果的な手段でした。\u001b[22m, \u001b[1mおばあちゃんへのカナの「メモ」の使用はまた、ナレーションのための非常に有効な手段でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter Development: 5/10\n\n\u001b[1mキャラクター開発：5/10\u001b[22m\n\u001b[1m(Kyarakutā kaihatsu: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter Development: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter Development: 5/10\u001b[24m\n    \u001b[1mキャラクター開発：5/10\u001b[22m\nKana's character was developed fairly well from a hopeless new recruit to an unreliable yet vital existence in the team. She slowly found her place in the 'big family'.\n\n\u001b[1mKanaのキャラクターは、絶望的な新人から、チームの信頼できない重要な存在まで、かなり良く開発されました。 彼女はゆっくりと「大家族」に彼女の場所を見つけました。\u001b[22m\n\u001b[1m(Kana no kyarakutā wa, zetsubō-tekina shinjin kara, chīmu no shinrai dekinai jūyōna sonzai made, kanari yoku kaihatsu sa remashita. Kanojo wa yukkuri to `dai kazoku' ni kanojo no basho o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mKana's character was developed fairly well from a hopeless new recruit to an unreliable yet vital existence in the team. She slowly found her place in the 'big family'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKana's character was developed fairly well from a hopeless new recruit to an unreliable yet vital existence in the team.\u001b[24m\n    \u001b[1mKanaのキャラクターは、絶望的な新人から、チームの信頼できない重要な存在まで、かなり良く開発されました。\u001b[22m, \u001b[1mかなの文字は、チーム内の信頼できない、まだ非常に重要な存在に絶望的な新入社員からかなりよく開発されました。\u001b[22m\n\u001b[4mShe slowly found her place in the 'big family'.\u001b[24m\n    \u001b[1m彼女はゆっくりと「大家族」に彼女の場所を見つけました。\u001b[22m, \u001b[1m彼女はゆっくりと「大家族」で彼女の場所を見つけました。\u001b[22m\nSadly, the side characters were all overly predictable and lacked depth. In fact, all the coworkers can be characterized under two words.\n\n\u001b[1m悲しいことに、サイドキャラクターはすべて過度に予測可能であり、深みが欠けていました。 実際、すべての同僚は2つの言葉で特徴づけることができます。\u001b[22m\n\u001b[1m(Kanashī koto ni, saidokyarakutā wa subete kado ni yosoku kanōdeari, fukami ga kakete imashita. Jissai, subete no dōryō wa 2tsu no kotoba de tokuchō dzukeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSadly, the side characters were all overly predictable and lacked depth. In fact, all the coworkers can be characterized under two words.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSadly, the side characters were all overly predictable and lacked depth.\u001b[24m\n    \u001b[1m悲しいことに、サイドキャラクターはすべて過度に予測可能であり、深みが欠けていました。\u001b[22m, \u001b[1m悲しいことに、サイドの文字は、すべて過度に予測可能だったと深さを欠いていました。\u001b[22m\n\u001b[4mIn fact, all the coworkers can be characterized under two words.\u001b[24m\n    \u001b[1m実際、すべての同僚は2つの言葉で特徴づけることができます。\u001b[22m, \u001b[1m実際には、すべての共同研究者は、二つの単語の下に特徴づけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nSaki: Chibi adult\n\n\u001b[1mサキ：大人の千絵\u001b[22m\n\u001b[1m(Saki: Otona no Chie)\u001b[22m\n\nTranslations of \u001b[4mSaki: Chibi adult\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSaki: Chibi adult\u001b[24m\n    \u001b[1mサキ：大人の千絵\u001b[22m, \u001b[1m咲：ちび大人\u001b[22m\nHinata: Cheap\n\n\u001b[1m日向：格安\u001b[22m\n\u001b[1m(Hinata: Kakuyasu)\u001b[22m\n\nTranslations of \u001b[4mHinata: Cheap\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHinata: Cheap\u001b[24m\n    \u001b[1m日向：格安\u001b[22m, \u001b[1m日向：安いです\u001b[22m\nYume: Rich lesbian\n\n\u001b[1m夢：リッチレズビアン\u001b[22m\n\u001b[1m(Yume: Ritchirezubian)\u001b[22m\n\nTranslations of \u001b[4mYume: Rich lesbian\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYume: Rich lesbian\u001b[24m\n    \u001b[1m夢：リッチレズビアン\u001b[22m\nYuuki: Quiet lesbian\n\n\u001b[1mゆうき：静かなレズビアン\u001b[22m\n\u001b[1m(Yūki: Shizukana rezubian)\u001b[22m\n\nTranslations of \u001b[4mYuuki: Quiet lesbian\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuuki: Quiet lesbian\u001b[24m\n    \u001b[1mゆうき：静かなレズビアン\u001b[22m, \u001b[1mゆうき：静かレズビアン\u001b[22m\nHaruka: Drunk pervert\n\n\u001b[1mはるか：飲酒運転\u001b[22m\n\u001b[1m(Haruka: Inshu unten)\u001b[22m\n\nTranslations of \u001b[4mHaruka: Drunk pervert\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaruka: Drunk pervert\u001b[24m\n    \u001b[1mはるか：飲酒運転\u001b[22m, \u001b[1m春香：ドランク変態\u001b[22m\nくじいん みか： つんでれ。\n(Kuji in Mika: Tsun dere.)\n\n\u001b[1mくじいん みか： つんでれ。\u001b[22m\n\u001b[1m(Kuji in Mika: Tsun dere.)\u001b[22m\n\u001b[1m\u001b[22m\nInteraction with these side characters were always same: Kana is molested by Haruka, Hinata or Saki shows up and violently stops it, while Yume and Yuuki are making out in the back. The producers persistently pushed these developments long after they stopped being funny.\n\n\u001b[1mこれらのキャラクターとのインタラクションは、常に同じだった。春香、ヒナタ、サキが怒られて怒りが激しくなり、夢とゆゆきが背中を切り開いている。 プロデューサーたちは、面白くなくなった後ずっとずっとこれらの開発を強く押し続けていました。\u001b[22m\n\u001b[1m(Korera no kyarakutā to no intarakushon wa, tsuneni onajidatta. Haruka, hinata, Saki ga okora rete ikari ga hageshiku nari, yume to yu yuki ga senaka o kirihiraite iru. Purode~yūsā-tachi wa, omoshiroku nakunatta nochi zuttozutto korera no kaihatsu o tsuyoku oshi tsudzukete imashita.)\u001b[22m\n\nTranslations of \u001b[4mInteraction with these side characters were always same: Kana is molested by Haruka, Hinata or Saki shows up and violently stops it, while Yume and Yuuki are making out in the back. The producers persistently pushed these developments long after they stopped being funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInteraction with these side characters were always same: Kana is molested by Haruka, Hinata or Saki shows up and violently stops it, while Yume and Yuuki are making out in the back.\u001b[24m\n    \u001b[1mこれらのキャラクターとのインタラクションは、常に同じだった。春香、ヒナタ、サキが怒られて怒りが激しくなり、夢とゆゆきが背中を切り開いている。\u001b[22m, \u001b[1mカナは遥、日向または咲現れによっていたずらされ、夢と結城が後ろに出て行っている間は激しく、それを停止します。これらの側の文字との相互作用は常に同じでした。\u001b[22m\n\u001b[4mThe producers persistently pushed these developments long after they stopped being funny.\u001b[24m\n    \u001b[1mプロデューサーたちは、面白くなくなった後ずっとずっとこれらの開発を強く押し続けていました。\u001b[22m, \u001b[1m彼らは面白いされて停止した後、生産者が持続的に長いこれらの開発をプッシュ。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 5/10\n\n\u001b[1m楽しさ：5/10\u001b[22m\n\u001b[1m(Tanoshisa: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 5/10\u001b[24m\n    \u001b[1m楽しさ：5/10\u001b[22m, \u001b[1m楽しさ：5月10日\u001b[22m\nI haven't seen the manga (as usual), but 'Kanamemo' was clearly a failed attempt in anime adaption. The story and setting was good, but overall it was extremely poorly executed. It was neither slapstick nor drama.\n\n\u001b[1m私は（いつものように）マンガを見たことがないが、「カナモモ」は明らかにアニメ化の試みに失敗した。 ストーリーとセッティングはよかったですが、全体的には非常にうまく実行されませんでした。 スラップスティックでもドラマでもない。\u001b[22m\n\u001b[1m(Watashi wa (itsumo no yō ni) manga o mita koto ga naiga,`kanamomo' wa akiraka ni anime-ka no kokoromi ni shippaishita. Sutōrī to settingu wa yokattadesuga, zentai-teki ni wa hijō ni umaku jikkō sa remasendeshita. Surappusutikku demo dorama demonai.)\u001b[22m\n\nTranslations of \u001b[4mI haven't seen the manga (as usual), but 'Kanamemo' was clearly a failed attempt in anime adaption. The story and setting was good, but overall it was extremely poorly executed. It was neither slapstick nor drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI haven't seen the manga (as usual), but 'Kanamemo' was clearly a failed attempt in anime adaption.\u001b[24m\n    \u001b[1m私は（いつものように）マンガを見たことがないが、「カナモモ」は明らかにアニメ化の試みに失敗した。\u001b[22m, \u001b[1m私は漫画を（いつものように）見ていないが、「かなめも」はアニメ適応で失敗した試みが明らかにしました。\u001b[22m\n\u001b[4mThe story and setting was good, but overall it was extremely poorly executed.\u001b[24m\n    \u001b[1mストーリーとセッティングはよかったですが、全体的には非常にうまく実行されませんでした。\u001b[22m, \u001b[1mストーリーと設定が良好であったが、全体的には非常に不十分な実行されました。\u001b[22m\n\u001b[4mIt was neither slapstick nor drama.\u001b[24m\n    \u001b[1mスラップスティックでもドラマでもない。\u001b[22m, \u001b[1mそれは、どちらもドタバタもドラマでした。\u001b[22m\nOne thing I really enjoyed though, was the 'finding small joys in life' aspect of the story, but otherwise, this series had very little to offer. A typical loli/moe show.\n\n\u001b[1m私が本当に楽しんだことの1つは、物語の「人生の小さな喜びを見いだす」ことでしたが、そうでなければ、このシリーズは提供することがほとんどありませんでした。 典型的なロリ/モエのショー。\u001b[22m\n\u001b[1m(Watashi ga hontōni tanoshinda koto no 1tsu wa, monogatari no `jinsei no chīsana yorokobi o miidasu' kotodeshitaga,-sōdenakereba, kono shirīzu wa teikyō suru koto ga hotondo arimasendeshita. Tenkei-tekina rori/ Moe no shō.)\u001b[22m\n\nTranslations of \u001b[4mOne thing I really enjoyed though, was the 'finding small joys in life' aspect of the story, but otherwise, this series had very little to offer. A typical loli/moe show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing I really enjoyed though, was the 'finding small joys in life' aspect of the story, but otherwise, this series had very little to offer.\u001b[24m\n    \u001b[1m私が本当に楽しんだことの1つは、物語の「人生の小さな喜びを見いだす」ことでしたが、そうでなければ、このシリーズは提供することがほとんどありませんでした。\u001b[22m, \u001b[1m私は実際にも楽しんだことの一つは、物語の「生活の中の小さな喜びを見つける」の側面だったが、それ以外の場合は、このシリーズが提供するのは非常に少しを持っていました。\u001b[22m\n\u001b[4mA typical loli/moe show.\u001b[24m\n    \u001b[1m典型的なロリ/モエのショー。\u001b[22m, \u001b[1m典型的なロリ/萌えショー。\u001b[22m"
  },
  {
    "title": "Kanamemo",
    "id": "5914",
    "url": "https://myanimelist.net/anime/5914/Kanamemo",
    "user": "kaskue",
    "profile": "/profile/kaskue/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=211636",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  4\n|  7\n\nだからここに私たちは一生の「えっち」コメディを持っています。 そして、私はこのショー全体を、他のエピソードの間に文字通り眠りに落ちる間に、いくつかのエピソードが極端に面白いために、これまでに判断するのが最も難しい事の一つだと思っています。 しかし、私は物語、キャラクター、アニメーションを見直そうとします\n\nストーリー：ストーリーは、彼女のおばあちゃんを失ったばかりのガーナという名前の女の子をベースにしていて、新聞に載っていない場所を探していて、他のキャラクターは生きているので、そこに住み始めています。 エピソードは個人です。 しかし、アニメのライフスタイルの好きなスライスのために私は物語を与える8/10\n\nキャラクター：このキャラクターはアニメが失敗したために開発されたものではなく、全てのチャレンジが全てのショーを通して個性を持っています。 スコア4/10\n\nアニメーション：訓練されていない目のために、アニメーションは非常に現実味がありました。大きな群衆があったときのバックグラウンドのいくつかの例外がありましたが、あまり気づかなかったのです。 スコア8.5 / 10\n\n全体的な得点6.5 / 10はいスコアは低いかもしれないが、人生のスライスでは、私はch開発が苦労して重くなっていることに落ちた。\n\nこれが初めてのレビューです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSo here we have a slice of life 'ecchi' comedy. And what i think of this show as a whole is one of the hardest things to judge ever due to some episodes being extremly funny while i literally fell asleep during other episodes. But i will try to review the story, characters, animation\n\n\u001b[1mだからここに私たちは一生の「えっち」コメディを持っています。 そして、私はこのショー全体を、他のエピソードの間に文字通り眠りに落ちる間に、いくつかのエピソードが極端に面白いために、これまでに判断するのが最も難しい事の一つだと思っています。 しかし、私は物語、キャラクター、アニメーションを見直そうとします\u001b[22m\n\u001b[1m(Dakara koko ni watashitachi wa isshō no `etchi' komedi o motte imasu. Soshite, watashi wa kono shō zentai o, hoka no episōdo no ma ni mojidōri nemuriniochiru-kan ni, ikutsu ka no episōdo ga kyokutan ni omoshiroi tame ni, kore made ni handan suru no ga mottomo muzukashī koto no hitotsuda to omotte imasu. Shikashi, watashi wa monogatari, kyarakutā, animēshon o minaosou to shimasu)\u001b[22m\n\nTranslations of \u001b[4mSo here we have a slice of life 'ecchi' comedy. And what i think of this show as a whole is one of the hardest things to judge ever due to some episodes being extremly funny while i literally fell asleep during other episodes. But i will try to review the story, characters, animation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo here we have a slice of life 'ecchi' comedy.\u001b[24m\n    \u001b[1mだからここに私たちは一生の「えっち」コメディを持っています。\u001b[22m, \u001b[1mそこでここでは、人生エッチ」喜劇のスライスを持っています。\u001b[22m\n\u001b[4mAnd what i think of this show as a whole is one of the hardest things to judge ever due to some episodes being extremly funny while i literally fell asleep during other episodes.\u001b[24m\n    \u001b[1mそして、私はこのショー全体を、他のエピソードの間に文字通り眠りに落ちる間に、いくつかのエピソードが極端に面白いために、これまでに判断するのが最も難しい事の一つだと思っています。\u001b[22m, \u001b[1mそして、私は、全体として、このショーの考えることは最も難しいものの一つが原因で私は、文字通り他のエピソードの間に眠ってしまっている間、いくつかのエピソードがめちゃめちゃ面白いであることに今までに判断することです。\u001b[22m\n\u001b[4mBut i will try to review the story, characters, animation\u001b[24m\n    \u001b[1mしかし、私は物語、キャラクター、アニメーションを見直そうとします\u001b[22m, \u001b[1mしかし、私はストーリー、キャラクター、アニメーションを確認しようとします\u001b[22m\n\u001b[1m\u001b[22m\nStory: the story is based around a girl named Kana who just lost her grandma and in search for a place stumble on a newspaper were the other characters are living so she start to live there and from there it's the typical slice of life story were each episode is individual. But due to liking slice of life types of animes i give the story 8/10\n\n\u001b[1mストーリー：ストーリーは、彼女のおばあちゃんを失ったばかりのガーナという名前の女の子をベースにしていて、新聞に載っていない場所を探していて、他のキャラクターは生きているので、そこに住み始めています。 エピソードは個人です。 しかし、アニメのライフスタイルの好きなスライスのために私は物語を与える8/10\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa, kanojo no o bāchan o ushinatta bakari no gāna to iu namae no on'nanoko o bēsu ni shite ite, shinbun ni notte inai basho o sagashite ite, hoka no kyarakutā wa ikite irunode, soko ni sumi hajimete imasu. Episōdo wa kojindesu. Shikashi, anime no raifusutairu no sukina suraisu no tame ni watashi wa monogatari o ataeru 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: the story is based around a girl named Kana who just lost her grandma and in search for a place stumble on a newspaper were the other characters are living so she start to live there and from there it's the typical slice of life story were each episode is individual. But due to liking slice of life types of animes i give the story 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: the story is based around a girl named Kana who just lost her grandma and in search for a place stumble on a newspaper were the other characters are living so she start to live there and from there it's the typical slice of life story were each\u001b[24m\n    \u001b[1mストーリー：ストーリーは、彼女のおばあちゃんを失ったばかりのガーナという名前の女の子をベースにしていて、新聞に載っていない場所を探していて、他のキャラクターは生きているので、そこに住み始めています。\u001b[22m, \u001b[1mストーリー：物語はちょうど彼女のおばあちゃんを失ったし、新聞上の場所につまずくの検索で他の文字は、そのように生きているし、かなという名前の少女の周りに基づいており、彼女はそこに住むことを開始し、そこから、それは人生の物語の典型的なスライスですが、各ましました\u001b[22m\n\u001b[4mepisode is individual.\u001b[24m\n    \u001b[1mエピソードは個人です。\u001b[22m, \u001b[1mエピソードは、個々のです。\u001b[22m\n\u001b[4mBut due to liking slice of life types of animes i give the story 8/10\u001b[24m\n    \u001b[1mしかし、アニメのライフスタイルの好きなスライスのために私は物語を与える8/10\u001b[22m, \u001b[1mしかしによるアニメの寿命タイプのスライスを好きに私は話を与える8/10\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: The characters is were this anime fail due to it is so little ch development and every ch has there personallity through the entire show whitout any development with the only exceptions being Kana and Mika. Score 4/10\n\n\u001b[1mキャラクター：このキャラクターはアニメが失敗したために開発されたものではなく、全てのチャレンジが全てのショーを通して個性を持っています。 スコア4/10\u001b[22m\n\u001b[1m(Kyarakutā: Kono kyarakutā wa anime ga shippai shita tame ni kaihatsu sa reta monode wa naku, subete no charenji ga subete no shō o tōshite kosei o motte imasu. Sukoa 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: The characters is were this anime fail due to it is so little ch development and every ch has there personallity through the entire show whitout any development with the only exceptions being Kana and Mika. Score 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: The characters is were this anime fail due to it is so little ch development and every ch has there personallity through the entire show whitout any development with the only exceptions being Kana and Mika.\u001b[24m\n    \u001b[1mキャラクター：このキャラクターはアニメが失敗したために開発されたものではなく、全てのチャレンジが全てのショーを通して個性を持っています。\u001b[22m, \u001b[1m文字：文字がこのアニメが原因で、それに失敗したされているので、少しchの開発であり、すべてのchが唯一の例外は、カナとミカあるとwhitoutあらゆる開発ショー全体を通してpersonallityがあります。\u001b[22m\n\u001b[4mScore 4/10\u001b[24m\n    \u001b[1mスコア4/10\u001b[22m, \u001b[1m4月10日のスコア\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: For an untrained eye i fell that the animation was quite on spot with the exceptions being some of the background ch when there was a big crowd but i didnt notice it that much. Score 8.5/10\n\n\u001b[1mアニメーション：訓練されていない目については、アニメーションは非常に現れていましたが、大勢の観客がいたときの例外的な背景の例外がいくつかありましたが、あまり気づかなかったのです。 スコア8.5 / 10\u001b[22m\n\u001b[1m(Animēshon: Kunren sa rete inai me ni tsuite wa, animēshon wa hijō ni arawarete imashitaga, taisei no kankyaku ga ita toki no reigai-tekina haikei no reigai ga ikutsu ka arimashitaga, amari kidzukanakatta nodesu. Sukoa 8. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation: For an untrained eye i fell that the animation was quite on spot with the exceptions being some of the background ch when there was a big crowd but i didnt notice it that much. Score 8.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: For an untrained eye i fell that the animation was quite on spot with the exceptions being some of the background ch when there was a big crowd but i didnt notice it that much.\u001b[24m\n    \u001b[1mアニメーション：訓練されていない目については、アニメーションは非常に現れていましたが、大勢の観客がいたときの例外的な背景の例外がいくつかありましたが、あまり気づかなかったのです。\u001b[22m, \u001b[1mアニメーション：大群衆があったときに私は例外が背景CHの一部であることでアニメーションがその場でかなりあったことを落ちたが、私はそれほどそれに気づくんでし素人目ください。\u001b[22m\n\u001b[4mScore 8.5/10\u001b[24m\n    \u001b[1mスコア8.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\nOverall score 6.5/10 yes the score may fel low but in a slice of life serie i fell that the ch development is wheighing wery heavy.\n\n\u001b[1m全体的な得点6.5 / 10はいスコアは低いかもしれないが、人生のスライスでは、私はch開発が苦労して重くなっていると落ちた。\u001b[22m\n\u001b[1m(Zentai-tekina tokuten 6. 5/ 10 Wa i sukoa wa hikui kamo shirenaiga, jinsei no suraisude wa, watashi wa ch kaihatsu ga kurō shite omoku natte iru to ochita.)\u001b[22m\n\nTranslations of \u001b[4mOverall score 6.5/10 yes the score may fel low but in a slice of life serie i fell that the ch development is wheighing wery heavy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall score 6.5/10 yes the score may fel low but in a slice of life serie i fell that the ch development is wheighing wery heavy.\u001b[24m\n    \u001b[1m全体的な得点6.5 / 10はいスコアは低いかもしれないが、人生のスライスでは、私はch開発が苦労して重くなっていると落ちた。\u001b[22m, \u001b[1m全体的にスコアが低いFELありそう6.5 / 10スコアが、人生のセリエAのスライスに私はchの開発がワリー重いwheighingされていることを落ちました。\u001b[22m\n\u001b[1m\u001b[22m\nNotice that this is my first ever review.\n\n\u001b[1mこれが初めてのレビューです。\u001b[22m\n\u001b[1m(Kore ga hajimete no rebyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mNotice that this is my first ever review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNotice that this is my first ever review.\u001b[24m\n    \u001b[1mこれが初めてのレビューです。\u001b[22m, \u001b[1mこれが私の初めてのレビューであることに注意してください。\u001b[22m"
  },
  {
    "title": "Kanamemo",
    "id": "5914",
    "url": "https://myanimelist.net/anime/5914/Kanamemo",
    "user": "NiCL",
    "profile": "/profile/NiCL/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=188094",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\nストーリー：金ememoの話は、短く、甘く、全体的に、とても楽しいです。 文字と非常に好きで現実的。 このショーの私の個人的な好みの側面の1つは、女の子×女の子のカップルがあることですが、彼らは性的魅力、ユリ、またはfanserviceの多くの他の女の子×女の子のカップルのためだけにそこにいません。 だから、あなたに誇りを持ってください。  :)\n\nアート：このシリーズの芸術は特別なものではありませんでしたが、それはまったく目障りです。 明るい色と柔らかい背景を持つ典型的なアニメーションでした。 それは素晴らしかったが、タイタンの攻撃（背景）やPuella Magi Madoka Magica（背景も）など、他のショーとは違って、私には大きな永続的な印象を残さなかった。\n\nサウンド：私の個人的に好きなエピソードは、エピソード4です。ここでは、キャスト全体が視聴者のためにいくつかの曲を演奏します。そのすべてが陽気で、その後再び検索しました。 それ以外は、サウンドトラックは思い出に残るものではありませんでしたが、エンディングとオープニングは非常に魅力的で、私のプレイリストには場所がありました。\n\nキャラクター：私が以前に触れたようなキャラクターは、よく書かれ、好きで、思い出深いものでした。 視聴者は、各キャラクターの間に形成される関係を見ることができ、各エピソードは主人公、カナーのより多くの発達を示した。\n\n楽しさ：このショーは、私がこの前に見た他のドラマ、恐怖、そして一般的に悲しいショーからの素敵な休憩でした。 それは非常に甘くて無邪気だった（ある時点で、別のキャラクター、遥かなることを考えると）、別の季節が出てきたら、私は絶対にそれを見るだろう。\n\n全体的には、カナモモは素晴らしかったです。 好きなキャラクターが好きで、思いやりと思い出深い曲が好きだった。 それは私の最も好きなショーではありませんでしたが、私はそれを徹底的に楽しんで、別のシーズンを見るのに時間を無駄にするでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story of Kanamemo is short, sweet, and overall, quite enjoyable. The characters and very likeable and realistic. One of my personal favorite aspects of this show is that there is a girl x girl couple, but they're not there just for the sexual appeal, yuri, or fanservice aspect many other girl x girl couples are. So, kudos to you, Kanamemo. :)\n\n\u001b[1mストーリー：金ememoの話は、短く、甘く、全体的に、とても楽しいです。 文字と非常に好きで現実的。 このショーの私の個人的な好みの側面の1つは、女の子×女の子のカップルがあることですが、彼らは性的魅力、ユリ、またはfanserviceの多くの他の女の子×女の子のカップルのためだけにそこにいません。 だから、あなたに誇りを持ってください。  :)\u001b[22m\n\u001b[1m(Sutōrī: Kin ememo no hanashi wa, mijikaku, amaku, zentai-teki ni, totemo tanoshīdesu. Moji to hijō ni sukide genjitsu-teki. Kono shō no watashi no kojin-tekina konomi no sokumen no 1tsu wa, on'nanoko × on'nanoko no kappuru ga aru kotodesuga, karera wa seiteki miryoku, yuri, matawa fanservice no ōku no ta no on'nanoko × on'nanoko no kappuru no tame dake ni soko ni imasen. Dakara, anata ni hokori o motte kudasai. : ))\u001b[22m\n\nTranslations of \u001b[4mStory: The story of Kanamemo is short, sweet, and overall, quite enjoyable. The characters and very likeable and realistic. One of my personal favorite aspects of this show is that there is a girl x girl couple, but they're not there just for the sexual appeal, yuri, or fanservice aspect many other girl x girl couples are. So, kudos to you, Kanamemo. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story of Kanamemo is short, sweet, and overall, quite enjoyable.\u001b[24m\n    \u001b[1mストーリー：金ememoの話は、短く、甘く、全体的に、とても楽しいです。\u001b[22m, \u001b[1mストーリー：かなめもの物語は、短い甘い、および全体的な、非常に楽しいです。\u001b[22m\n\u001b[4mThe characters and very likeable and realistic.\u001b[24m\n    \u001b[1m文字と非常に好きで現実的。\u001b[22m, \u001b[1m非常に好感の持てると現実的なキャラクターと。\u001b[22m\n\u001b[4mOne of my personal favorite aspects of this show is that there is a girl x girl couple, but they're not there just for the sexual appeal, yuri, or fanservice aspect many other girl x girl couples are.\u001b[24m\n    \u001b[1mこのショーの私の個人的な好みの側面の1つは、女の子×女の子のカップルがあることですが、彼らは性的魅力、ユリ、またはfanserviceの多くの他の女の子×女の子のカップルのためだけにそこにいません。\u001b[22m, \u001b[1mこのショーの私の個人的な好み側面の一つは、女の子のxの女の子のカップルがあるということですが、彼らはただ、他の多くの女の子のxの女の子のカップルがあり、性的魅力、ユリ、またはサービスカットの側面のためにそこにいません。\u001b[22m\n\u001b[4mSo, kudos to you, Kanamemo.\u001b[24m\n    \u001b[1mだから、あなたに誇りを持ってください。\u001b[22m, \u001b[1mだから、あなたに栄光、かなめも。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art in this series wasn't anything special, really, but it was in no way an eyesore. It was your typical animation, with bright colors and soft backgrounds. While it was nice, it didn't leave any major lasting impressions on me, unlike other shows, like Attack on Titan (the backgrounds), or Puella Magi Madoka Magica (also backgrounds).\n\n\u001b[1mアート：このシリーズの芸術は特別なものではありませんでしたが、それはまったく目障りです。 明るい色と柔らかい背景を持つ典型的なアニメーションでした。 それは素晴らしかったが、タイタンの攻撃（背景）やPuella Magi Madoka Magica（背景も）など、他のショーとは違って、私には大きな永続的な印象を残さなかった。\u001b[22m\n\u001b[1m(Āto: Kono shirīzu no geijutsu wa tokubetsuna monode wa arimasendeshitaga, sore wa mattaku mezawaridesu. Akarui iro to yawarakai haikei o motsu tenkei-tekina animēshondeshita. Sore wa subarashikatta ga, taitan no kōgeki (haikei) ya Puella Magi Madoka magika (haikei mo) nado, hoka no shō to wa chigatte, watashiniha ōkina eizoku-tekina inshō o nokosanakatta.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art in this series wasn't anything special, really, but it was in no way an eyesore. It was your typical animation, with bright colors and soft backgrounds. While it was nice, it didn't leave any major lasting impressions on me, unlike other shows, like Attack on Titan (the backgrounds), or Puella Magi Madoka Magica (also backgrounds).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art in this series wasn't anything special, really, but it was in no way an eyesore.\u001b[24m\n    \u001b[1mアート：このシリーズの芸術は特別なものではありませんでしたが、それはまったく目障りです。\u001b[22m, \u001b[1mアート：このシリーズの技術は、本当に、何も特別なことではなかったが、それは決して目障りでした。\u001b[22m\n\u001b[4mIt was your typical animation, with bright colors and soft backgrounds.\u001b[24m\n    \u001b[1m明るい色と柔らかい背景を持つ典型的なアニメーションでした。\u001b[22m, \u001b[1mこれは、明るい色と柔らかな背景で、あなたの典型的なアニメでした。\u001b[22m\n\u001b[4mWhile it was nice, it didn't leave any major lasting impressions on me, unlike other shows, like Attack on Titan (the backgrounds), or Puella Magi Madoka Magica (also backgrounds).\u001b[24m\n    \u001b[1mそれは素晴らしかったが、タイタンの攻撃（背景）やPuella Magi Madoka Magica（背景も）など、他のショーとは違って、私には大きな永続的な印象を残さなかった。\u001b[22m, \u001b[1mそれは良かったが、それは進撃の巨人（背景）、または魔法少女まどか☆マギカ（も背景）のように、他の番組とは違って、私にすべての主要な永続的な印象はありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: A personal favorite episode of mine was episode four, where the entire cast performs several songs for the viewer, all of which I found hilarious and have since searched for again. Other than that, the soundtrack wasn't memorable, though the ending and opening were very catchy, and have earned a place on my playlist.\n\n\u001b[1mサウンド：私の個人的に好きなエピソードは、エピソード4です。ここでは、キャスト全体が視聴者のためにいくつかの曲を演奏します。そのすべてが陽気で、その後再び検索しました。 それ以外は、サウンドトラックは思い出に残るものではありませんでしたが、エンディングとオープニングは非常に魅力的で、私のプレイリストには場所がありました。\u001b[22m\n\u001b[1m(Saundo: Watashi no kojin-teki ni sukina episōdo wa, episōdo 4desu. Kokode wa, kyasuto zentai ga shichō-sha no tame ni ikutsu ka no kyoku o ensō shimasu. Sono subete ga yōkide, sonogo futatabi kensaku shimashita. Sore igai wa, saundotorakku wa omoide ni nokoru monode wa arimasendeshitaga, endingu to ōpuningu wa hijō ni mirikiteki de, watashi no pureirisuto ni wa basho ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: A personal favorite episode of mine was episode four, where the entire cast performs several songs for the viewer, all of which I found hilarious and have since searched for again. Other than that, the soundtrack wasn't memorable, though the ending and opening were very catchy, and have earned a place on my playlist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: A personal favorite episode of mine was episode four, where the entire cast performs several songs for the viewer, all of which I found hilarious and have since searched for again.\u001b[24m\n    \u001b[1mサウンド：私の個人的に好きなエピソードは、エピソード4です。ここでは、キャスト全体が視聴者のためにいくつかの曲を演奏します。そのすべてが陽気で、その後再び検索しました。\u001b[22m, \u001b[1mサウンド：私の個人的な好みのエピソードは、私は陽気な発見し、以来、再びで検索しましたそのすべてが全体のキャストは、視聴者のためにいくつかの曲を実行エピソード4、でした。\u001b[22m\n\u001b[4mOther than that, the soundtrack wasn't memorable, though the ending and opening were very catchy, and have earned a place on my playlist.\u001b[24m\n    \u001b[1mそれ以外は、サウンドトラックは思い出に残るものではありませんでしたが、エンディングとオープニングは非常に魅力的で、私のプレイリストには場所がありました。\u001b[22m, \u001b[1mそれ以外は、サウンドトラックは終了し、開口部が非常にキャッチーだった、と私のプレイリスト上の場所を得ていたが、思い出に残るませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The characters, as I touched on earlier, were very well written, likable, and memorable. The viewer can see relationships forming between each character, and each episode showed more development of the main character, Kana.\n\n\u001b[1mキャラクター：私が以前に触れたようなキャラクターは、よく書かれ、好きで、思い出深いものでした。 視聴者は、各キャラクターの間に形成される関係を見ることができ、各エピソードは主人公、カナーのより多くの発達を示した。\u001b[22m\n\u001b[1m(Kyarakutā: Watashi ga izen ni fureta yōna kyarakutā wa, yoku kaka re, sukide, omoidebukai monodeshita. Shichō-sha wa, kaku kyarakutā no ma ni keisei sa reru kankei o miru koto ga deki, kaku episōdo wa shujinkō, kanā no yori ōku no hattatsu o shimeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The characters, as I touched on earlier, were very well written, likable, and memorable. The viewer can see relationships forming between each character, and each episode showed more development of the main character, Kana.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The characters, as I touched on earlier, were very well written, likable, and memorable.\u001b[24m\n    \u001b[1mキャラクター：私が以前に触れたようなキャラクターは、よく書かれ、好きで、思い出深いものでした。\u001b[22m, \u001b[1m文字：文字、私は以前に触れたように、非常によく、好感の持てる書かれており、思い出に残るました。\u001b[22m\n\u001b[4mThe viewer can see relationships forming between each character, and each episode showed more development of the main character, Kana.\u001b[24m\n    \u001b[1m視聴者は、各キャラクターの間に形成される関係を見ることができ、各エピソードは主人公、カナーのより多くの発達を示した。\u001b[22m, \u001b[1m視聴者は、各文字間に形成の関係を見ることができ、かつ各エピソードはメインキャラクター、かなのより多くの開発を示しました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: This show was a nice break from all the other dramas, horrors, and generally sad shows I'd watched prior to this one. It was very sweet and innocent (to some point, considering the actions another character, Haruka, exhibits), and, if/when another season comes out, I would definitely watch it.\n\n\u001b[1m楽しさ：このショーは、私がこの前に見た他のドラマ、恐怖、そして一般的に悲しいショーからの素敵な休憩でした。 それは非常に甘くて無邪気だった（ある時点で、別のキャラクター、遥かなることを考えると）、別の季節が出てきたら、私は絶対にそれを見るだろう。\u001b[22m\n\u001b[1m(Tanoshisa: Kono shō wa, watashi ga konomae ni mita ta no dorama, kyōfu, soshite ippantekini kanashī shō kara no sutekina kyūkeideshita. Sore wa hijō ni amakute mujakidatta (aru jiten de,-betsu no kyarakutā, harukanaru koto o kangaeru to),-betsu no kisetsu ga dete kitara, watashi wa zettai ni sore o mirudarou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: This show was a nice break from all the other dramas, horrors, and generally sad shows I'd watched prior to this one. It was very sweet and innocent (to some point, considering the actions another character, Haruka, exhibits), and, if/when another season comes out, I would definitely watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: This show was a nice break from all the other dramas, horrors, and generally sad shows I'd watched prior to this one.\u001b[24m\n    \u001b[1m楽しさ：このショーは、私がこの前に見た他のドラマ、恐怖、そして一般的に悲しいショーからの素敵な休憩でした。\u001b[22m, \u001b[1m楽しさ：この番組は、私はこの1つ前に見たんだ、他のすべてのドラマ、恐怖、そして一般的に悲しいショーからの素敵なブレークでした。\u001b[22m\n\u001b[4mIt was very sweet and innocent (to some point, considering the actions another character, Haruka, exhibits), and, if/when another season comes out, I would definitely watch it.\u001b[24m\n    \u001b[1mそれは非常に甘くて無邪気だった（ある時点で、別のキャラクター、遥かなることを考えると）、別の季節が出てきたら、私は絶対にそれを見るだろう。\u001b[22m, \u001b[1m別のシーズンが出てきたとき、私は間違いなくそれを見るだろう/場合は、（アクションを別の文字、遥、展示を考慮すると、いくつかのポイントに）非常に甘いと無実だった、と。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Kanamemo was great. It was a likable show, with likable characters, and some catchy and memorable songs. It wasn't my most favorite show, but I thoroughly enjoyed it and would waste no time in watching another season.\n\n\u001b[1m全体的には、カナモモは素晴らしかったです。 好きなキャラクターが好きで、思いやりと思い出深い曲が好きだった。 それは私の最も好きなショーではありませんでしたが、私はそれを徹底的に楽しんで、別のシーズンを見るのに時間を無駄にするでしょう。\u001b[22m\n\u001b[1m(Zentai-teki ni wa, kanamomo wa subarashikattadesu. Sukina kyarakutā ga sukide, omoiyari to omoidebukai kyoku ga sukidatta. Sore wa watashi no mottomo sukina shōde wa arimasendeshitaga, watashi wa sore o tetteiteki ni tanoshinde,-betsu no shīzun o miru no ni jikan o mudanisurudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Kanamemo was great. It was a likable show, with likable characters, and some catchy and memorable songs. It wasn't my most favorite show, but I thoroughly enjoyed it and would waste no time in watching another season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Kanamemo was great.\u001b[24m\n    \u001b[1m全体的には、カナモモは素晴らしかったです。\u001b[22m, \u001b[1m全体：かなめもは素晴らしかったです。\u001b[22m\n\u001b[4mIt was a likable show, with likable characters, and some catchy and memorable songs.\u001b[24m\n    \u001b[1m好きなキャラクターが好きで、思いやりと思い出深い曲が好きだった。\u001b[22m, \u001b[1mそれは好感が持てる文字を好感ショー、およびいくつかのキャッチーな思い出に残る曲でした。\u001b[22m\n\u001b[4mIt wasn't my most favorite show, but I thoroughly enjoyed it and would waste no time in watching another season.\u001b[24m\n    \u001b[1mそれは私の最も好きなショーではありませんでしたが、私はそれを徹底的に楽しんで、別のシーズンを見るのに時間を無駄にするでしょう。\u001b[22m, \u001b[1mそれは私の最も好きな番組はありませんでしたが、私は徹底的にそれを楽しんだし、別のシーズンを見ることには時間を無駄にしないだろう。\u001b[22m"
  },
  {
    "title": "Kanamemo",
    "id": "5914",
    "url": "https://myanimelist.net/anime/5914/Kanamemo",
    "user": "chinaboat",
    "profile": "/profile/chinaboat/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=17764",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n他のところで述べたように、あなたがyuriに問題があるなら、おそらくカナモモを避けたいでしょう。 あなたがしなければ、コメディは非常に原油になることができますが、 'スラップスティック'シリーズは非常に多くのスタイルのARIAです。 ユーモアは本当に面白いですが、決して傷ついてはいけません。キャラクターは罵倒したり、批判したり、叱ったりするかもしれませんが、お互いに真剣に気にしない気持ちは決して得られません。 私には、シリーズについての優しさと、キャラクターと視聴者のためのプロダクションスタッフの敬意があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAs stated elsewhere, if you have a problem with yuri then you'll probably want to avoid Kanamemo. If you don't, however, while at times the comedy can be very crude and 'slapsticky' the series is very much in the style of ARIA. The humor is truly funny but is never hurtful, the characters may chastise, criticize, and scold but you never get the feeling they don't genuinely care about each other. To me there's an aura of kindness about the series and a respect by the production staff for both the characters and the viewers.\n\n\u001b[1m他のところで述べたように、あなたがyuriに問題があるなら、おそらくカナモモを避けたいでしょう。 あなたがしなければ、コメディは非常に原油になることができますが、 'スラップスティック'シリーズは非常に多くのスタイルのARIAです。 ユーモアは本当に面白いですが、決して傷ついてはいけません。キャラクターは罵倒したり、批判したり、叱ったりするかもしれませんが、お互いに真剣に気にしない気持ちは決して得られません。 私には、シリーズについての優しさと、キャラクターと視聴者のためのプロダクションスタッフの敬意があります。\u001b[22m\n\u001b[1m(Hoka no tokoro de nobeta yō ni, anata ga yuri ni mondai ga arunara, osoraku kanamomo o saketaideshou. Anata ga shinakereba, komedi wa hijō ni gen'yu ni naru koto ga dekimasuga, ' surappusutikku' shirīzu wa hijō ni ōku no sutairu no ariadesu. Yūmoa wa hontōni omoshiroidesuga, kesshite kizutsuite wa ikemasen. Kyarakutā wa batō shi tari, hihan shi tari, shikattari suru kamo shiremasenga, otagai ni shinken ni kinishinai kimochi wa kesshite e raremasen. Watashiniha, shirīzu ni tsuite no yasashi-sa to, kyarakutā to shichō-sha no tame no purodakushon sutaffu no keii ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs stated elsewhere, if you have a problem with yuri then you'll probably want to avoid Kanamemo. If you don't, however, while at times the comedy can be very crude and 'slapsticky' the series is very much in the style of ARIA. The humor is truly funny but is never hurtful, the characters may chastise, criticize, and scold but you never get the feeling they don't genuinely care about each other. To me there's an aura of kindness about the series and a respect by the production staff for both the characters and the viewers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs stated elsewhere, if you have a problem with yuri then you'll probably want to avoid Kanamemo.\u001b[24m\n    \u001b[1m他のところで述べたように、あなたがyuriに問題があるなら、おそらくカナモモを避けたいでしょう。\u001b[22m, \u001b[1mあなたはユーリに問題がある場合は、他の場所で述べたように、あなたはおそらくかなめもを避けたいと思うでしょう。\u001b[22m\n\u001b[4mIf you don't, however, while at times the comedy can be very crude and 'slapsticky' the series is very much in the style of ARIA.\u001b[24m\n    \u001b[1mあなたがしなければ、コメディは非常に原油になることができますが、 'スラップスティック'シリーズは非常に多くのスタイルのARIAです。\u001b[22m, \u001b[1mそうしない場合は、しかし、時には喜劇は非常に原油と「slapsticky」シリーズすることができながら、ARIAのスタイルで非常に多くのです。\u001b[22m\n\u001b[4mThe humor is truly funny but is never hurtful, the characters may chastise, criticize, and scold but you never get the feeling they don't genuinely care about each other.\u001b[24m\n    \u001b[1mユーモアは本当に面白いですが、決して傷ついてはいけません。キャラクターは罵倒したり、批判したり、叱ったりするかもしれませんが、お互いに真剣に気にしない気持ちは決して得られません。\u001b[22m, \u001b[1mユーモアは本当に面白いですが、人を傷つけることはありません、文字は、厳しく非難批判、そして叱るかもしれませんが、あなたは彼らが真にお互いを気にしない感を得ることはありません。\u001b[22m\n\u001b[4mTo me there's an aura of kindness about the series and a respect by the production staff for both the characters and the viewers.\u001b[24m\n    \u001b[1m私には、シリーズについての優しさと、キャラクターと視聴者のためのプロダクションスタッフの敬意があります。\u001b[22m, \u001b[1m私には一連の文字や視聴者の両方のための制作スタッフによるに関して約優しさのオーラがあります。\u001b[22m"
  },
  {
    "title": "Kanamemo",
    "id": "5914",
    "url": "https://myanimelist.net/anime/5914/Kanamemo",
    "user": "_Arcadius_",
    "profile": "/profile/_Arcadius_/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=198234",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\nかなめも\n\nエッチ、エキストラユリ、クレイジーキュートなスライス/ 6人の女の子との時代のアニメ登場！ 物語はむしろ悲しくてシンプルです。 カナの唯一のガーディアンとケアテイカー、おばあちゃんはちょうど亡くなりました。そして今、彼女のすべてのものが取られ/売却され/動かされています。 かなは、不安を煽って恐怖を覚え、すぐに彼女のものを梱包し、生きる場所を見つけるために彼女の道を歩む。 彼女は新聞配達「場所」のために働くことになる。 部屋とボードは、あなたが仕事をすることができる限り、提供されています！ だから悲しいスタートですが、心配しないでください！ 実際のアニメはとても幸せで、とても楽しく、本当にスーパーで可愛くて可愛いです。 注意：このアニメには、入浴のシナリオやものなどのエッチシーンがいくつか含まれています。 かなり歪曲している人物もいます。\n\n\n\n物語はかわいい、それはエピソード的で、かながやっているかもしれない問題に対処する傾向がありますが、彼女が働いている女の子は常に彼女を助けるためにそこにいます。 私たちは多くのクリチェのアニメ物語を持っていますが、アニメを見ているこの段階でも、私はまだ彼らが楽しくて正直であると感じます。遥かなる笑顔と心のこもった瞬間があります。 すべての女の子は画面時間の大部分を得て、お互いに彼らの動機と感情を理解するのを助けます.Sakieも非常に深刻で、お金を稼ぐことと新しい加入者を獲得することは、 信じられないほどうまく。\n\nアートは信じられないほど柔らかいです。 見ることは平和で、誰もが夢のようだと感じるような方法で描かれています。 ラインは柔らかく、背景のアートは柔らかくてかわいいです、女の子は上手く描かれ、アニメもよく、見ているとかわいいアニメです。 色はパステルではなく、あまりにも活気に満ちたものではなく、単にカラフルで柔らかく、観客に楽しい笑顔を与えるほどです。 それの組み合わせはうまくいっているので、あなたが私に尋ねるならうまくいった仕事であるカナモモでの継続的な騒ぎで、あなたが助けてくれるとは思えません。  （柔らかい柔らかい柔らかい、私はその言葉をもっと使用していないことができなかった！）かなの反応面は単に驚くばかりであり、あなたをとても笑わせるようにするだろう、彼らは信じられないと本当に面白い。\n\n音楽は驚くほど十分で、とても良いです！  OPとEDは素晴らしいですが、エネルギーと幸福がいっぱいで、すべての超かわいいとメガの楽しみを超えている。  BGMはうまく実行され、サウンドも十分に実行されます。 妖精は、あなたの非常にモエ、非常にかわいいタイプの妖精です。かなの声とミカの声の絶妙な可愛らしさに打ち勝つことを期待して、ちょうどヒット後ヒットして、あなたの心が爆発するまで\"AHHHHHHH、Kanaあなたはとてもcuuuuuteです！  ！\"うん、本当によかった。\n\nKanamemoはすごく楽しく、100％の時間を楽しんでいましたが、可愛い人は、かわいこが持っているエッチのことを心に留めていますが、年齢のタイプの物語を探しているなら、お勧めです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nKanamemo\n\n\u001b[1mかなめも\u001b[22m\n\u001b[1m(Kaname mo)\u001b[22m\n\nTranslations of \u001b[4mKanamemo\u001b[24m\n[ \u001b[4mKreyòl Ayisyen\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKanamemo\u001b[24m\n    \u001b[1mかなめも\u001b[22m\n\u001b[1m\u001b[22m\nEcchi, extra yuri, crazy cute slice of life/coming of age anime with 6 girls! The story starts off rather sad and simple; Kana’s only guardian and caretaker, her grandmother, has just passed away and now all her things are being taken/sold/moved (never really explained). Kana, upset and frightened panics and packs her things immediately and sets on her way to find a place to live. She ends up working for a newspaper delivery “place”; room and board are provided, just as long as you can do the work! So it’s a quite the sad start, but worry not! The actual anime is very happy and very fun and really super adorable and cute. BEWARE: This anime contains some ecchi scenes such as a bathing scenario and things; there is also a character who is quite perverse.\n\n\u001b[1mエッチ、エキストラユリ、クレイジーキュートなスライス/ 6人の女の子との時代のアニメ登場！ 物語はむしろ悲しくてシンプルです。 カナの唯一のガーディアンとケアテイカー、おばあちゃんはちょうど亡くなりました。そして今、彼女のすべてのものが取られ/売却され/動かされています。 かなは、不安を煽って恐怖を覚え、すぐに彼女のものを梱包し、生きる場所を見つけるために彼女の道を歩む。 彼女は新聞配達「場所」のために働くことになる。 部屋とボードは、あなたが仕事をすることができる限り、提供されています！ だから悲しいスタートですが、心配しないでください！ 実際のアニメはとても幸せで、とても楽しく、本当にスーパーで可愛くて可愛いです。 注意：このアニメには、入浴のシナリオやものなどのエッチシーンがいくつか含まれています。 かなり歪曲している人物もいます。\u001b[22m\n\u001b[1m(Etchi, ekisutorayuri, kureijīkyūtona suraisu/ 6-ri no on'nanoko to no jidai no anime tōjō! Monogatari wa mushiro kanashikute shinpurudesu. Kana no yuiitsu no gādian to keateikā, o bāchan wa chōdo nakunarimashita. Soshite ima, kanojo no subete no mono ga torare/ baikyaku sa re/ ugokasa rete imasu. Kana wa, fuan o aotte kyōfu o oboe, sugu ni kanojo no mono o konpō shi, ikiru basho o mitsukeru tame ni kanojo no michi o ayumu. Kanojo wa shinbun haitatsu `basho' no tame ni hataraku koto ni naru. Heya to bōdo wa, anata ga shigoto o suru koto ga dekiru kagiri, teikyō sa rete imasu! Dakara kanashī sutātodesuga, shinpaishinaidekudasai! Jissai no anime wa totemo shiawasede, totemo tanoshiku, hontōni sūpā de kawaikute kawaiidesu. Chūi: Kono anime ni wa, nyūyoku no shinario ya mono nado no etchishīn ga ikutsu ka fukuma rete imasu. Kanari waikyoku shite iru jinbutsu mo imasu.)\u001b[22m\n\nTranslations of \u001b[4mEcchi, extra yuri, crazy cute slice of life/coming of age anime with 6 girls! The story starts off rather sad and simple; Kana’s only guardian and caretaker, her grandmother, has just passed away and now all her things are being taken/sold/moved (never really explained). Kana, upset and frightened panics and packs her things immediately and sets on her way to find a place to live. She ends up working for a newspaper delivery “place”; room and board are provided, just as long as you can do the work! So it’s a quite the sad start, but worry not! The actual anime is very happy and very fun and really super adorable and cute. BEWARE: This anime contains some ecchi scenes such as a bathing scenario and things; there is also a character who is quite perverse.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEcchi, extra yuri, crazy cute slice of life/coming of age anime with 6 girls!\u001b[24m\n    \u001b[1mエッチ、エキストラユリ、クレイジーキュートなスライス/ 6人の女の子との時代のアニメ登場！\u001b[22m, \u001b[1mエッチ、余分なユリ、クレイジーかわいい生活のスライス/ 6の女の子と年齢アニメの到来！\u001b[22m\n\u001b[4mThe story starts off rather sad and simple;\u001b[24m\n    \u001b[1m物語はむしろ悲しくてシンプルです。\u001b[22m, \u001b[1m物語は、むしろ悲しいとシンプルなオフを開始します。\u001b[22m\n\u001b[4mKana’s only guardian and caretaker, her grandmother, has just passed away and now all her things are being taken/sold/moved (never really explained).\u001b[24m\n    \u001b[1mカナの唯一のガーディアンとケアテイカー、おばあちゃんはちょうど亡くなりました。そして今、彼女のすべてのものが取られ/売却され/動かされています。\u001b[22m, \u001b[1mかなで唯一の保護者や介護者は、彼女の祖母は、ちょうど他界しており、現在彼女のすべてのものが売ら/取られている/（実際に説明することはありません）に移動しました。\u001b[22m\n\u001b[4mKana, upset and frightened panics and packs her things immediately and sets on her way to find a place to live.\u001b[24m\n    \u001b[1mかなは、不安を煽って恐怖を覚え、すぐに彼女のものを梱包し、生きる場所を見つけるために彼女の道を歩む。\u001b[22m, \u001b[1mカナ、動揺やパニックをおびえ、すぐに彼女の事をパックし、彼女の方法上のセットが住む場所を見つけること。\u001b[22m\n\u001b[4mShe ends up working for a newspaper delivery “place”;\u001b[24m\n    \u001b[1m彼女は新聞配達「場所」のために働くことになる。\u001b[22m, \u001b[1m彼女は、「場所」新聞配達のために働いてしまいます。\u001b[22m\n\u001b[4mroom and board are provided, just as long as you can do the work!\u001b[24m\n    \u001b[1m部屋とボードは、あなたが仕事をすることができる限り、提供されています！\u001b[22m, \u001b[1m部屋と食事はちょうど限り、あなたは仕事を行うことができますように、提供されています！\u001b[22m\n\u001b[4mSo it’s a quite the sad start, but worry not!\u001b[24m\n    \u001b[1mだから悲しいスタートですが、心配しないでください！\u001b[22m, \u001b[1mだから、それは非常に悲しいスタートだが、ではない心配します！\u001b[22m\n\u001b[4mThe actual anime is very happy and very fun and really super adorable and cute.\u001b[24m\n    \u001b[1m実際のアニメはとても幸せで、とても楽しく、本当にスーパーで可愛くて可愛いです。\u001b[22m, \u001b[1m実際のアニメは非常に満足し、非常に楽しいと本当に超かわいいし、かわいいです。\u001b[22m\n\u001b[4mBEWARE: This anime contains some ecchi scenes such as a bathing scenario and things;\u001b[24m\n    \u001b[1m注意：このアニメには、入浴のシナリオやものなどのエッチシーンがいくつか含まれています。\u001b[22m, \u001b[1mBEWARE：このアニメは、入浴のシナリオや物事のようないくつかのエッチなシーンが含まれています。\u001b[22m\n\u001b[4mthere is also a character who is quite perverse.\u001b[24m\n    \u001b[1mかなり歪曲している人物もいます。\u001b[22m, \u001b[1mかなりひねくれている文字もあります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe stories are cute, it’s episodic and they tend to deal with issues that Kana may be going through, though the girls she works with are always there to help her. We have many clichéd anime stories, but even at this stage of watching anime, I still find them to be fun and honestly, Haruka + co make the entire anime so much fun to watch, full of great laughs and heartfelt moments. All the girls get a large portion of screen time, aiding us in understanding their motives and feelings towards one another, even Saki, who's very serious and is all about making money and getting new subscribers, has some very soft sides to her that are shown incredibly well.\n\n\u001b[1m物語はかわいい、それはエピソード的で、かながやっているかもしれない問題に対処する傾向がありますが、彼女が働いている女の子は常に彼女を助けるためにそこにいます。 私たちは多くのクリチェのアニメ物語を持っていますが、アニメを見ているこの段階でも、私はまだ彼らが楽しくて正直であると感じます。遥かなる笑顔と心のこもった瞬間があります。 すべての女の子は画面時間の大部分を得て、お互いに彼らの動機と感情を理解するのを助けます.Sakieも非常に深刻で、お金を稼ぐことと新しい加入者を獲得することは、 信じられないほどうまく。\u001b[22m\n\u001b[1m(Monogatari wa kawaī, soreha episōdo-tekide, kana ga yatte iru kamo shirenai mondai ni taisho suru keikō ga arimasuga, kanojo ga hataraite iru on'nanoko wa tsuneni kanojo o tasukeru tame ni soko ni imasu. Watashitachi wa ōku no kuriche no anime monogatari o motte imasuga, anime o mite iru kono dankai demo, watashi wa mada karera ga tanoshikute shōjikidearu to kanjimasu. Harukanaru egao to kokoro no komotta shunkan ga arimasu. Subete no on'nanoko wa gamen jikan no daibubun o ete, otagai ni karera no dōki to kanjō o rikai suru no o tasukemasu. Sakie mo hijō ni shinkokude, okane o kasegu koto to atarashī kanyū-sha o kakutoku suru koto wa, shinji rarenai hodo umaku.)\u001b[22m\n\nTranslations of \u001b[4mThe stories are cute, it’s episodic and they tend to deal with issues that Kana may be going through, though the girls she works with are always there to help her. We have many clichéd anime stories, but even at this stage of watching anime, I still find them to be fun and honestly, Haruka + co make the entire anime so much fun to watch, full of great laughs and heartfelt moments. All the girls get a large portion of screen time, aiding us in understanding their motives and feelings towards one another, even Saki, who's very serious and is all about making money and getting new subscribers, has some very soft sides to her that are shown incredibly well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe stories are cute, it’s episodic and they tend to deal with issues that Kana may be going through, though the girls she works with are always there to help her.\u001b[24m\n    \u001b[1m物語はかわいい、それはエピソード的で、かながやっているかもしれない問題に対処する傾向がありますが、彼女が働いている女の子は常に彼女を助けるためにそこにいます。\u001b[22m, \u001b[1m物語はかわいいです、それはエピソードだと、彼らは彼女がで動作する女の子は彼女を助けるためにそこに常にあるもののカナが、通過してすることができる問題に対処する傾向があります。\u001b[22m\n\u001b[4mWe have many clichéd anime stories, but even at this stage of watching anime, I still find them to be fun and honestly, Haruka + co make the entire anime so much fun to watch, full of great laughs and heartfelt moments.\u001b[24m\n    \u001b[1m私たちは多くのクリチェのアニメ物語を持っていますが、アニメを見ているこの段階でも、私はまだ彼らが楽しくて正直であると感じます。遥かなる笑顔と心のこもった瞬間があります。\u001b[22m, \u001b[1m我々は、多くの陳腐アニメのストーリーを持っていますが、でもアニメを見てのこの段階で、私はまだ彼らが楽しいことを見つけると正直に、遥+ COは偉大な笑いと心の瞬間の完全な、全体アニメとても楽しいを見ることにします。\u001b[22m\n\u001b[4mAll the girls get a large portion of screen time, aiding us in understanding their motives and feelings towards one another, even Saki, who's very serious and is all about making money and getting new subscribers, has some very soft sides to her that are shown\u001b[24m\n    \u001b[1mすべての女の子は画面時間の大部分を得て、お互いに彼らの動機と感情を理解するのを助けます.Sakieも非常に深刻で、お金を稼ぐことと新しい加入者を獲得することは、\u001b[22m, \u001b[1mすべての女の子は非常に深刻だとすべてのお金を作り、新規加入者を得ることについてであっても咲が、示されている彼女にいくつかの非常にソフトな側面を持って、互いに向かって彼らの動機や感情を理解する上で私たちを助け、画面の時間の大部分を取得します\u001b[22m\n\u001b[4mincredibly well.\u001b[24m\n    \u001b[1m信じられないほどうまく。\u001b[22m, \u001b[1m非常によく。\u001b[22m\n\u001b[1m\u001b[22m\nArt is incredibly soft. It’s peaceful to look at and everyone is drawn in a way that it feels like everyone is rather dreamy. The lines are soft, the background art is soft and cute, the girls are drawn well and animated well too, it’s a cute anime to watch and you can tell from the second you start watching that it’s very very very cute. The colors aren’t pastel, not overtly vibrant either, rather, they’re just colorful and soft enough to give pleasant smiles to the viewers; the combination of it all works so well that you can’t help but feel at peace with the ongoing commotion in Kanamemo, a job well done if you ask me. (Soft soft soft, I couldn’t have used that word more!) The reaction faces for Kana are simply amazing and will make you laugh so hard, they’re unbelievable and truly funny.\n\n\u001b[1mアートは信じられないほど柔らかいです。 見ることは平和で、誰もが夢のようだと感じるような方法で描かれています。 ラインは柔らかく、背景のアートは柔らかくてかわいいです、女の子は上手く描かれ、アニメもよく、見ているとかわいいアニメです。 色はパステルではなく、あまりにも活気に満ちたものではなく、単にカラフルで柔らかく、観客に楽しい笑顔を与えるほどです。 それの組み合わせはうまくいっているので、あなたが私に尋ねるならうまくいった仕事であるカナモモでの継続的な騒ぎで、あなたが助けてくれるとは思えません。  （柔らかい柔らかい柔らかい、私はその言葉をもっと使用していないことができなかった！）かなの反応面は単に驚くばかりであり、あなたをとても笑わせるようにするだろう、彼らは信じられないと本当に面白い。\u001b[22m\n\u001b[1m(Āto wa shinji rarenai hodo yawarakaidesu. Miru koto wa heiwade, daremoga yume no yōda to kanjiru yōna hōhō de egaka rete imasu. Rain wa yawarakaku, haikei no āto wa yawarakakute kawaīdesu, on'nanoko wa umaku egaka re, anime mo yoku, mite iruto kawaī animedesu. Iro wa pasuterude wa naku, amarini mo kakki ni michita monode wa naku, tan'ni karafuru de yawarakaku, kankyaku ni tanoshī egao o ataeru hododesu. Sore no kumiawase wa umaku itte irunode, anata ga watashi ni tazunerunara umaku itta shigotodearu kanamomo de no keizoku-tekina sawagi de, anata ga tasukete kureru to wa omoemasen. (Yawarakai yawarakai yawarakai, watashi wa sono kotoba o motto shiyō shite inai koto ga dekinakatta! ) Kana no han'nō-men wa tan'ni odoroku bakarideari, anata o totemo warawaseru yō ni surudarou, karera wa shinji rarenaito hontōni omoshiroi.)\u001b[22m\n\nTranslations of \u001b[4mArt is incredibly soft. It’s peaceful to look at and everyone is drawn in a way that it feels like everyone is rather dreamy. The lines are soft, the background art is soft and cute, the girls are drawn well and animated well too, it’s a cute anime to watch and you can tell from the second you start watching that it’s very very very cute. The colors aren’t pastel, not overtly vibrant either, rather, they’re just colorful and soft enough to give pleasant smiles to the viewers; the combination of it all works so well that you can’t help but feel at peace with the ongoing commotion in Kanamemo, a job well done if you ask me. (Soft soft soft, I couldn’t have used that word more!) The reaction faces for Kana are simply amazing and will make you laugh so hard, they’re unbelievable and truly funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is incredibly soft.\u001b[24m\n    \u001b[1mアートは信じられないほど柔らかいです。\u001b[22m, \u001b[1mアートは非常に柔らかいです。\u001b[22m\n\u001b[4mIt’s peaceful to look at and everyone is drawn in a way that it feels like everyone is rather dreamy.\u001b[24m\n    \u001b[1m見ることは平和で、誰もが夢のようだと感じるような方法で描かれています。\u001b[22m, \u001b[1mそれは見て平和だと誰もが誰もがむしろ夢のようであるようにそれは感じているように描かれています。\u001b[22m\n\u001b[4mThe lines are soft, the background art is soft and cute, the girls are drawn well and animated well too, it’s a cute anime to watch and you can tell from the second you start watching that it’s very very very cute.\u001b[24m\n    \u001b[1mラインは柔らかく、背景のアートは柔らかくてかわいいです、女の子は上手く描かれ、アニメもよく、見ているとかわいいアニメです。\u001b[22m, \u001b[1mラインが柔らかく、背景技術は、ソフトとかわいいです、女の子がよく描かれて、よく、あまりにもアニメーション化され、それは見てかわいいアニメだとあなたはそれが非常に非常に非常にかわいいですことを見始める秒から伝えることができます。\u001b[22m\n\u001b[4mThe colors aren’t pastel, not overtly vibrant either, rather, they’re just colorful and soft enough to give pleasant smiles to the viewers;\u001b[24m\n    \u001b[1m色はパステルではなく、あまりにも活気に満ちたものではなく、単にカラフルで柔らかく、観客に楽しい笑顔を与えるほどです。\u001b[22m, \u001b[1m色ではなく、彼らはカラフルで十分な視聴者に快適な笑顔を与えるためにソフトだ、どちらかあからさまに活気に満ちていない、パステルではありません。\u001b[22m\n\u001b[4mthe combination of it all works so well that you can’t help but feel at peace with the ongoing commotion in Kanamemo, a job well done if you ask me.\u001b[24m\n    \u001b[1mそれの組み合わせはうまくいっているので、あなたが私に尋ねるならうまくいった仕事であるカナモモでの継続的な騒ぎで、あなたが助けてくれるとは思えません。\u001b[22m, \u001b[1mそれはすべての組み合わせは、あなたが助けることがかなめも、あなたは私に言わせればよくやった仕事で進行中の騒ぎとの平和で感じることができないようにうまく動作します。\u001b[22m\n\u001b[4m(Soft soft soft, I couldn’t have used that word more!) The reaction faces for Kana are simply amazing and will make you laugh so hard, they’re unbelievable and truly funny.\u001b[24m\n    \u001b[1m（柔らかい柔らかい柔らかい、私はその言葉をもっと使用していないことができなかった！）かなの反応面は単に驚くばかりであり、あなたをとても笑わせるようにするだろう、彼らは信じられないと本当に面白い。\u001b[22m, \u001b[1m（ソフトソフトソフト、私はより多くのその言葉を使用していることができませんでした！）は、反応がかなのために直面しているが、ただ驚くばかりであり、あなたが一生懸命笑わせるだろう、彼らは信じられないほど、本当に面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nMusic is surprisingly enough, very good! OP and ED though are amazing, full of energy and happiness and being over all super cute and mega fun. The BGM is well executed and the sounds are done well enough too. Seiyuu are your very moe, super cute type of seiyuu, expect to be battered by the constant cuteness of Kana's voice and Mika's voice, just hit after hit after hit until your heart just explodes with “AHHHHHHH, Kana you're so cuuuuute!! !” Yeah, it's really good.\n\n\u001b[1m音楽は驚くほど十分で、とても良いです！  OPとEDは素晴らしいですが、エネルギーと幸福がいっぱいで、すべての超かわいいとメガの楽しみを超えている。  BGMはうまく実行され、サウンドも十分に実行されます。 妖精は、あなたの非常にモエ、非常にかわいいタイプの妖精です。かなの声とミカの声の絶妙な可愛らしさに打ち勝つことを期待して、ちょうどヒット後ヒットして、あなたの心が爆発するまで\"AHHHHHHH、Kanaあなたはとてもcuuuuuteです！  ！\"うん、本当によかった。\u001b[22m\n\u001b[1m(Ongaku wa odoroku hodo jūbun de, tote mo yoidesu! OP to ED wa subarashīdesuga, enerugī to kōfuku ga ippai de, subete no chōkawaī to mega no tanoshimi o koete iru. BGM wa umaku jikkō sa re, saundo mo jūbun ni jikkō sa remasu. Yōsei wa, anata no hijō ni moe, hijō ni kawaī taipu no yōseidesu. Ka na no koe to Mika no koe no zetsumyōna kawairashi-sa ni uchikatsu koto o kitai shite, chōdo hitto-go hitto shite, anata no kokoro ga bakuhatsu suru made\" AHHHHHHH, Kana anata wa totemo cuuuuutedesu! ! \" Un, hontōni yokatta.)\u001b[22m\n\nTranslations of \u001b[4mMusic is surprisingly enough, very good! OP and ED though are amazing, full of energy and happiness and being over all super cute and mega fun. The BGM is well executed and the sounds are done well enough too. Seiyuu are your very moe, super cute type of seiyuu, expect to be battered by the constant cuteness of Kana's voice and Mika's voice, just hit after hit after hit until your heart just explodes with “AHHHHHHH, Kana you're so cuuuuute!! !” Yeah, it's really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic is surprisingly enough, very good!\u001b[24m\n    \u001b[1m音楽は驚くほど十分で、とても良いです！\u001b[22m, \u001b[1m音楽は驚くべきことに、非常に良いです！\u001b[22m\n\u001b[4mOP and ED though are amazing, full of energy and happiness and being over all super cute and mega fun.\u001b[24m\n    \u001b[1mOPとEDは素晴らしいですが、エネルギーと幸福がいっぱいで、すべての超かわいいとメガの楽しみを超えている。\u001b[22m, \u001b[1mOPとEDはしかし、驚くほどのエネルギーと幸福の完全かつ以上のすべての超かわいいとメガ楽しみされています。\u001b[22m\n\u001b[4mThe BGM is well executed and the sounds are done well enough too.\u001b[24m\n    \u001b[1mBGMはうまく実行され、サウンドも十分に実行されます。\u001b[22m, \u001b[1mBGMはよく実行され、音があまりにも十分に行われています。\u001b[22m\n\u001b[4mSeiyuu are your very moe, super cute type of seiyuu, expect to be battered by the constant cuteness of Kana's voice and Mika's voice, just hit after hit after hit until your heart just explodes with “AHHHHHHH, Kana you're so cuuuuute!!\u001b[24m\n    \u001b[1m妖精は、あなたの非常にモエ、非常にかわいいタイプの妖精です。かなの声とミカの声の絶妙な可愛らしさに打ち勝つことを期待して、ちょうどヒット後ヒットして、あなたの心が爆発するまで\"AHHHHHHH、Kanaあなたはとてもcuuuuuteです！\u001b[22m, \u001b[1m声優はあなたの非常に萌え、声優の超かわいい一種である、一定のかなの声のかわいらしさとミカの声によって虐待されることを期待し、ちょうどあなたの心はちょうどAHHHHHHH、カナあなたがそうcuuuuuteだ」と爆発するまで、ヒット後ヒット後ヒット！\u001b[22m\n\u001b[4m!” Yeah, it's really good.\u001b[24m\n    \u001b[1m！\"うん、本当によかった。\u001b[22m, \u001b[1m！「ええ、それは本当に良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nKanamemo is great fun and I enjoyed my time with it 100%, would recommend if you’re looking for a cute slice of life/coming of age type of story, though keep in mind about the ecchi things that Kanamemo has.\n\n\u001b[1mKanamemoはすごく楽しく、100％の時間を楽しんでいましたが、可愛い人は、かわいこが持っているエッチのことを心に留めておきますが、年齢のタイプの物語を探しているならおすすめです。\u001b[22m\n\u001b[1m(Kanamemo wa sugoku tanoshiku, 100-pāsento no jikan o tanoshinde imashitaga, kawaii hito wa, ka wai ko ga motte iru etchi no koto o kokoro ni tomete okimasuga, nenrei no taipu no monogatari o sagashite irunara osusumedesu.)\u001b[22m\n\nTranslations of \u001b[4mKanamemo is great fun and I enjoyed my time with it 100%, would recommend if you’re looking for a cute slice of life/coming of age type of story, though keep in mind about the ecchi things that Kanamemo has.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKanamemo is great fun and I enjoyed my time with it 100%, would recommend if you’re looking for a cute slice of life/coming of age type of story, though keep in mind about the ecchi things that Kanamemo has.\u001b[24m\n    \u001b[1mKanamemoはすごく楽しく、100％の時間を楽しんでいましたが、可愛い人は、かわいこが持っているエッチのことを心に留めておきますが、年齢のタイプの物語を探しているならおすすめです。\u001b[22m, \u001b[1mかなめもはとても楽しいですし、私はあなたが物語の年式の到来/生命のキュートなスライスを探しているなら、しかしかなめもが持っているエッチな事について覚えておいて、推薦すること100％と自分の時間を楽しみました。\u001b[22m"
  },
  {
    "title": "Kanamemo",
    "id": "5914",
    "url": "https://myanimelist.net/anime/5914/Kanamemo",
    "user": "nomadica",
    "profile": "/profile/nomadica/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=17740",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  9\n\n私はこのエピソードを見ただけで、このアニメについて何を言いたいのか分からない。 実際、私は言うべき3つのことがあります：\n\n1）ショーは陽気です。\n2）文字はユニークです。\n3）本当に意味をなさないようなものはありませんが、そうした場合と同じくらい効果的です。\n\nうぬぼれたアニメウォッチャーなので、私はコメディのために簡単に落ちることはありません。 しかし、これは私を持っています。 私はそれがペースを維持することを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI don't know what to say about this anime, as I have seen one episode only. Actually, I have three things to say:\n\n\u001b[1m私はこのエピソードを見ただけで、このアニメについて何を言いたいのか分からない。 実際、私は言うべき3つのことがあります：\u001b[22m\n\u001b[1m(Watashi wa kono episōdo o mita dake de, kono anime ni tsuite nani o iitai no ka wakaranai. Jissai, watashi wa iubeki 3ttsu no koto ga arimasu:)\u001b[22m\n\nTranslations of \u001b[4mI don't know what to say about this anime, as I have seen one episode only. Actually, I have three things to say:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know what to say about this anime, as I have seen one episode only.\u001b[24m\n    \u001b[1m私はこのエピソードを見ただけで、このアニメについて何を言いたいのか分からない。\u001b[22m, \u001b[1m私は私が唯一の1つのエピソードを見てきたように、このアニメについて言うことを知りません。\u001b[22m\n\u001b[4mActually, I have three things to say:\u001b[24m\n    \u001b[1m実際、私は言うべき3つのことがあります：\u001b[22m, \u001b[1m実は、私が言うには、3つのものを持っています：\u001b[22m\n\u001b[1m\u001b[22m\n1) The show is hilarious.\n\n\u001b[1m1）ショーは陽気です。\u001b[22m\n\u001b[1m(1) Shō wa yōkidesu.)\u001b[22m\n\nTranslations of \u001b[4m1) The show is hilarious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1) The show is hilarious.\u001b[24m\n    \u001b[1m1）ショーは陽気です。\u001b[22m\n2) The characters are unique.\n\n\u001b[1m2）文字はユニークです。\u001b[22m\n\u001b[1m(2) Moji wa yunīkudesu.)\u001b[22m\n\nTranslations of \u001b[4m2) The characters are unique.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2) The characters are unique.\u001b[24m\n    \u001b[1m2）文字はユニークです。\u001b[22m, \u001b[1m2）文字は一意です。\u001b[22m\n3) Nothing really seem to make sense, but it just as good as if it did.\n\n\u001b[1m3）本当に意味をなさないようなものはありませんが、そうした場合と同じくらい効果的です。\u001b[22m\n\u001b[1m(3) Hontōni imiwonasanai yōna mono wa arimasenga, sōshita baai to onaji kurai kōka-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4m3) Nothing really seem to make sense, but it just as good as if it did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3) Nothing really seem to make sense, but it just as good as if it did.\u001b[24m\n    \u001b[1m3）本当に意味をなさないようなものはありませんが、そうした場合と同じくらい効果的です。\u001b[22m, \u001b[1m3）何も本当に意味をなすように見えるが、それそれがなかったかのように同じように良いです。\u001b[22m\n\u001b[1m\u001b[22m\nBeing a glum anime watcher, I don't fall to easily for comedies. However, this one's got me. I hope it keeps up the pace.\n\n\u001b[1mうぬぼれたアニメウォッチャーなので、私はコメディのために簡単に落ちることはありません。 しかし、これは私を持っています。 私はそれがペースを維持することを願っています。\u001b[22m\n\u001b[1m(Unuboreta animeu~otchānanode, watashi wa komedi no tame ni kantan ni ochiru koto wa arimasen. Shikashi, kore wa watashi o motte imasu. Watashi wa sore ga pēsu o iji suru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mBeing a glum anime watcher, I don't fall to easily for comedies. However, this one's got me. I hope it keeps up the pace.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a glum anime watcher, I don't fall to easily for comedies.\u001b[24m\n    \u001b[1mうぬぼれたアニメウォッチャーなので、私はコメディのために簡単に落ちることはありません。\u001b[22m, \u001b[1m陰気アニメウォッチャーなので、私は喜劇のために簡単に落ちることはありません。\u001b[22m\n\u001b[4mHowever, this one's got me.\u001b[24m\n    \u001b[1mしかし、これは私を持っています。\u001b[22m, \u001b[1mしかし、この1のは、私を得ました。\u001b[22m\n\u001b[4mI hope it keeps up the pace.\u001b[24m\n    \u001b[1m私はそれがペースを維持することを願っています。\u001b[22m, \u001b[1m私はそれがペースを維持したいと考えています。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kanamemo",
    "id": "5914",
    "url": "https://myanimelist.net/anime/5914/Kanamemo",
    "user": "Romie-chan",
    "profile": "/profile/Romie-chan/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=40107",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\n私はこのシリーズをダウンロードして面白いものを見て、私が探していた以上のものを見つけました。 カナモモはおなじみのキャラクターとバックストーリーのモエでいっぱいです。\n\n〜ストーリー8/10〜\nカナーのおばあちゃんは、この大きな恐ろしい世界に彼女を一人で残して死ぬ。 仕事と滞在する場所を探しているとき、彼女は地元の新聞事業で不思議な雛の群れを見つけます。 彼女はすぐにこのオプションをスキップし、他の機会を探してみるが、彼女の両親の許可が必要であるか、彼女のために利用できる場所がない。 かなは必然的に、不思議な新聞の雛のひとりが家に帰って家に仕事をしていることに気付く。\n\n物語はちょっとユニークな感じがしましたが、おなじみのコメディーのための良い組み合わせです。\n\n〜アート6/10〜\n芸術は大丈夫ですが、一定の明るい色と不完全な背景の組み合わせで、私はしばしば自分自身がぼやけた視界に陥っていることがありました。 キャラクターが話すときの口は安くて楽に描かれます。\n\n〜音6/10〜\n本当に素晴らしい音はありませんでした。 キャラクターは歌を歌うこともありましたが、それは主に1つのエピソードに集中していました。 私の好きな声優の一人がサポートキャラクターを演じるので、自動的に私を幸せにします。\n\n〜キャラクター6/10〜\nさまざまな種類の文字は大丈夫ですね。 彼らはすべてよく知られており、予測可能です。 ユリのカップル、変態酔っ払い、地元の新聞ビジネスを営む小学生（賢い人）、侮辱や変質した攻撃を受けた無実の少女。 キャラクターは無知と愚かさに悩まされることが多いので、ダムとダンバーが良いコメディーを作る場所があると信じていますが、キャラクター自身が入れているシナリオはかなり幼稚です。 また、キャラクターもそれほど深みがありません。バックグラウンドがほとんどない厚紙のフィギュアを使って小学生の子供を見ているのが好きです。\n\n〜全体的に7/10〜\n全体として、私はショーが好きでした、私は自分自身がここで笑いを見つけましたが、ぼやけたビジョンのものは本当に私と一緒に座っていません。 モエは縫い目から噴出していましたが、ここでも簡単な楽しみのために作られた別のショーがあります。\n\nこのショーには長所と短所がありますが、あなたは何も見えず、幾分反復的なものを見たいと思うならばチャンスを与える価値があります。\n\n~~使用されたサブ\nCoalGirls",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI downloaded this series to watch something funny, and I found more than what I was looking for. Kanamemo is jam packed full of moe with familiar characters and back stories.\n\n\u001b[1m私はこのシリーズをダウンロードして面白いものを見て、私が探していた以上のものを見つけました。 カナモモはおなじみのキャラクターとバックストーリーのモエでいっぱいです。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o daunrōdo shite omoshiroi mono o mite, watashi ga sagashite ita ijō no mono o mitsukemashita. Kanamomo wa onajimi no kyarakutā to bakkusutōrī no Moe de ippaidesu.)\u001b[22m\n\nTranslations of \u001b[4mI downloaded this series to watch something funny, and I found more than what I was looking for. Kanamemo is jam packed full of moe with familiar characters and back stories.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI downloaded this series to watch something funny, and I found more than what I was looking for.\u001b[24m\n    \u001b[1m私はこのシリーズをダウンロードして面白いものを見て、私が探していた以上のものを見つけました。\u001b[22m, \u001b[1m私は面白いものを見るためにこのシリーズをダウンロードし、私は私が探していたものよりもより多くのを発見しました。\u001b[22m\n\u001b[4mKanamemo is jam packed full of moe with familiar characters and back stories.\u001b[24m\n    \u001b[1mカナモモはおなじみのキャラクターとバックストーリーのモエでいっぱいです。\u001b[22m, \u001b[1mかなめもはおなじみのキャラクターやバックストーリーと萌えがいっぱい詰まっジャムです。\u001b[22m\n\u001b[1m\u001b[22m\n~Story 8/10~\n\n\u001b[1m〜ストーリー8/10〜\u001b[22m\n\u001b[1m(〜 Sutōrī 8/ 10 〜)\u001b[22m\n\nTranslations of \u001b[4m~Story 8/10~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Story 8/10~\u001b[24m\n    \u001b[1m〜ストーリー8/10〜\u001b[22m, \u001b[1m〜ストーリー8月10日〜\u001b[22m\nKana's grandma dies leaving her all alone in this big scary world. When looking for a job and a place to stay she stumbles upon a group of weird chicks at a local newspaper business. She promptly skips this option and tries to look for other opportunities, but all either need her parents permission or have no living place available for her. Kana inevitably finds herself getting run over by one of the chicks of the freakish newspaper place, cementing her place in the household and the job.\n\n\u001b[1mカナーのおばあちゃんは、この大きな恐ろしい世界に彼女を一人で残して死ぬ。 仕事と滞在する場所を探しているとき、彼女は地元の新聞事業で不思議な雛の群れを見つけます。 彼女はすぐにこのオプションをスキップし、他の機会を探してみるが、彼女の両親の許可が必要であるか、彼女のために利用できる場所がない。 かなは必然的に、不思議な新聞の雛のひとりが家に帰って家に仕事をしていることに気付く。\u001b[22m\n\u001b[1m(Kanā no o bāchan wa, kono ōkina osoroshī sekai ni kanojo o hitori de nokoshite shinu. Shigoto to taizai suru basho o sagashite iru toki, kanojo wa jimoto no shinbun jigyō de fushigina hina no mure o mitsukemasu. Kanojo wa sugu ni kono opushon o sukippu shi, hoka no kikai o sagashite miruga, kanojo no ryōshin no kyoka ga hitsuyōdearu ka, kanojo no tame ni riyō dekiru basho ga nai. Kana wa hitsuzen-teki ni, fushigina shinbun no hina no hitori ga ie ni kaette ie ni shigoto o shite iru koto ni kidzuku.)\u001b[22m\n\nTranslations of \u001b[4mKana's grandma dies leaving her all alone in this big scary world. When looking for a job and a place to stay she stumbles upon a group of weird chicks at a local newspaper business. She promptly skips this option and tries to look for other opportunities, but all either need her parents permission or have no living place available for her. Kana inevitably finds herself getting run over by one of the chicks of the freakish newspaper place, cementing her place in the household and the job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKana's grandma dies leaving her all alone in this big scary world.\u001b[24m\n    \u001b[1mカナーのおばあちゃんは、この大きな恐ろしい世界に彼女を一人で残して死ぬ。\u001b[22m, \u001b[1mかなさんのおばあちゃんは、この大きな恐ろしい世界のすべての彼女だけを残して死にます。\u001b[22m\n\u001b[4mWhen looking for a job and a place to stay she stumbles upon a group of weird chicks at a local newspaper business.\u001b[24m\n    \u001b[1m仕事と滞在する場所を探しているとき、彼女は地元の新聞事業で不思議な雛の群れを見つけます。\u001b[22m, \u001b[1m仕事と滞在する場所を探していたとき、彼女は地元の新聞ビジネスでの奇妙な雛のグループ時につまずきます。\u001b[22m\n\u001b[4mShe promptly skips this option and tries to look for other opportunities, but all either need her parents permission or have no living place available for her.\u001b[24m\n    \u001b[1m彼女はすぐにこのオプションをスキップし、他の機会を探してみるが、彼女の両親の許可が必要であるか、彼女のために利用できる場所がない。\u001b[22m, \u001b[1m彼女は、速やかに、このオプションをスキップし、他の機会を探すためにしようとしますが、すべてのいずれかは、彼女の両親の許可を必要とするか、または彼女のために利用可能な生活の場を持っていません。\u001b[22m\n\u001b[4mKana inevitably finds herself getting run over by one of the chicks of the freakish newspaper place, cementing her place in the household and the job.\u001b[24m\n    \u001b[1mかなは必然的に、不思議な新聞の雛のひとりが家に帰って家に仕事をしていることに気付く。\u001b[22m, \u001b[1mカナは、必然的に自身が家庭や仕事で彼女の場所をセメンチング、気まぐれ新聞場所の雛の一つにひか取得見つけました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story felt a bit unique, but also familiar, a good combination for a comedy.\n\n\u001b[1m物語はちょっとユニークな感じがしましたが、おなじみのコメディーのための良い組み合わせです。\u001b[22m\n\u001b[1m(Monogatari wa chotto yunīkuna kanji ga shimashitaga, onajimi no komedī no tame no yoi kumiawasedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story felt a bit unique, but also familiar, a good combination for a comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story felt a bit unique, but also familiar, a good combination for a comedy.\u001b[24m\n    \u001b[1m物語はちょっとユニークな感じがしましたが、おなじみのコメディーのための良い組み合わせです。\u001b[22m, \u001b[1m物語は、コメディのための良い組み合わせを少しユニークなだけでなく、おなじみの感じ。\u001b[22m\n\u001b[1m\u001b[22m\n~Art 6/10~\n\n\u001b[1m〜アート6/10〜\u001b[22m\n\u001b[1m(〜 Āto 6/ 10 〜)\u001b[22m\n\nTranslations of \u001b[4m~Art 6/10~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Art 6/10~\u001b[24m\n    \u001b[1m〜アート6/10〜\u001b[22m, \u001b[1m〜アート6月10日〜\u001b[22m\nThe art is okay, but with a combination of constant bright colors and incomplete backgrounds, I often found myself getting blurry vision. The mouthing when a character speaks looks cheap and effortlessly drawn.\n\n\u001b[1m芸術は大丈夫ですが、一定の明るい色と不完全な背景の組み合わせで、私はしばしば自分自身がぼやけた視界に陥っていることがありました。 キャラクターが話すときの口は安くて楽に描かれます。\u001b[22m\n\u001b[1m(Geijutsu wa daijōbudesuga, ittei no akarui iro to fukanzen'na haikei no kumiawase de, watashi wa shibashiba jibun jishin ga boyaketa shikai ni ochītte iru koto ga arimashita. Kyarakutā ga hanasu toki no kuchi wa yasukute raku ni egaka remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is okay, but with a combination of constant bright colors and incomplete backgrounds, I often found myself getting blurry vision. The mouthing when a character speaks looks cheap and effortlessly drawn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is okay, but with a combination of constant bright colors and incomplete backgrounds, I often found myself getting blurry vision.\u001b[24m\n    \u001b[1m芸術は大丈夫ですが、一定の明るい色と不完全な背景の組み合わせで、私はしばしば自分自身がぼやけた視界に陥っていることがありました。\u001b[22m, \u001b[1m芸術は大丈夫ですが、一定の明るい色と不完全な背景の組み合わせで、私はしばしば自分が視界不良を取得発見しました。\u001b[22m\n\u001b[4mThe mouthing when a character speaks looks cheap and effortlessly drawn.\u001b[24m\n    \u001b[1mキャラクターが話すときの口は安くて楽に描かれます。\u001b[22m, \u001b[1m文字が話す悪口は安くて楽に描かれて見えます。\u001b[22m\n\u001b[1m\u001b[22m\n~Sounds 6/10~\n\n\u001b[1m〜音6/10〜\u001b[22m\n\u001b[1m(〜-On 6/ 10 〜)\u001b[22m\n\nTranslations of \u001b[4m~Sounds 6/10~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Sounds 6/10~\u001b[24m\n    \u001b[1m〜音6/10〜\u001b[22m, \u001b[1m〜6月10日ですね\u001b[22m\nThere wasn't anything really remarkable about the sound. The characters sometimes sang songs, but that was mainly focused in one episode. One of my favorite voice actresses plays a supporting character, so that automatically makes me happier.\n\n\u001b[1m本当に素晴らしい音はありませんでした。 キャラクターは歌を歌うこともあったが、それは主に1つのエピソードに集中していた。 私の好きな声優の一人がサポートキャラクターを演じるので、自動的に私を幸せにします。\u001b[22m\n\u001b[1m(Hontōni subarashī oto wa arimasendeshita. Kyarakutā wa uta o utau koto mo attaga, sore wa omoni 1tsu no episōdo ni shūchū shite ita. Watashi no sukina seiyū no hitori ga sapōtokyarakutā o enjirunode, jidōtekini watashi o shiawaseni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere wasn't anything really remarkable about the sound. The characters sometimes sang songs, but that was mainly focused in one episode. One of my favorite voice actresses plays a supporting character, so that automatically makes me happier.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere wasn't anything really remarkable about the sound.\u001b[24m\n    \u001b[1m本当に素晴らしい音はありませんでした。\u001b[22m, \u001b[1m音については本当に驚くべきものはありませんでした。\u001b[22m\n\u001b[4mThe characters sometimes sang songs, but that was mainly focused in one episode.\u001b[24m\n    \u001b[1mキャラクターは歌を歌うこともあったが、それは主に1つのエピソードに集中していた。\u001b[22m, \u001b[1m文字が時々歌を歌いましたが、それは主に1つのエピソードに集中していました。\u001b[22m\n\u001b[4mOne of my favorite voice actresses plays a supporting character, so that automatically makes me happier.\u001b[24m\n    \u001b[1m私の好きな声優の一人がサポートキャラクターを演じるので、自動的に私を幸せにします。\u001b[22m, \u001b[1m私の好きな声の一つは、自動的に私は幸せになりますように、サポートキャラクターを演じている女優。\u001b[22m\n\u001b[1m\u001b[22m\n~Character 6/10~\n\n\u001b[1m〜キャラクター6/10〜\u001b[22m\n\u001b[1m(〜 Kyarakutā 6/ 10 〜)\u001b[22m\n\nTranslations of \u001b[4m~Character 6/10~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Character 6/10~\u001b[24m\n    \u001b[1m〜キャラクター6/10〜\u001b[22m, \u001b[1m〜キャラクターソング6月10日〜\u001b[22m\nThe different types of characters is okay, I guess. They all seem familiar and predictable. A Yuri couple, a perverted drunk, an elementary kid (who is the smartest) that runs the local newspaper business, and an innocent girl who is often attacked with insults and perverted hands. The characters often fained ignorance and stupidity, I do believe there is a place where Dumb and Dumber makes a good comedy, but the scenarios that the characters have themselves put in are pretty damn childish. The characters also don't have much depth to them as well, it's like watching a elementary kid acting out a scene with cardboard figures that have little to no background.\n\n\u001b[1mさまざまな種類の文字は大丈夫ですね。 彼らはすべてよく知られており、予測可能です。 ユリのカップル、変態酔っ払い、地元の新聞ビジネスを営む小学生（賢い人）、侮辱や変質した攻撃を受けた無実の少女。 キャラクターは無知と愚かさに悩まされることが多いので、ダムとダンバーが良いコメディーを作る場所があると信じていますが、キャラクター自身が入れているシナリオはかなり幼稚です。 また、キャラクターもそれほど深みがありません。バックグラウンドがほとんどない厚紙のフィギュアを使って小学生の子供を見ているのが好きです。\u001b[22m\n\u001b[1m(Samazamana shurui no moji wa daijōbudesu ne. Karera wa subete yoku shira rete ori, yosoku kanōdesu. Yuri no kappuru, hentai yopparai, jimoto no shinbun bijinesu o itonamu shōgakusei (kashikoi hito), bujoku ya henshitsu shita kōgeki o uketa mujitsu no shōjo. Kyarakutā wa muchi to oroka-sa ni nayamasa reru koto ga ōinode, damu to danbā ga yoi komedī o tsukuru basho ga aru to shinjite imasuga, kyarakutā jishin ga irete iru shinario wa kanari yōchidesu. Mata, kyarakutā mo sorehodo fukami ga arimasen. Bakkuguraundo ga hotondo nai atsugami no figyua o tsukatte shōgakusei no kodomo o mite iru no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe different types of characters is okay, I guess. They all seem familiar and predictable. A Yuri couple, a perverted drunk, an elementary kid (who is the smartest) that runs the local newspaper business, and an innocent girl who is often attacked with insults and perverted hands. The characters often fained ignorance and stupidity, I do believe there is a place where Dumb and Dumber makes a good comedy, but the scenarios that the characters have themselves put in are pretty damn childish. The characters also don't have much depth to them as well, it's like watching a elementary kid acting out a scene with cardboard figures that have little to no background.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe different types of characters is okay, I guess.\u001b[24m\n    \u001b[1mさまざまな種類の文字は大丈夫ですね。\u001b[22m, \u001b[1m文字の種類は大丈夫です、私は推測します。\u001b[22m\n\u001b[4mThey all seem familiar and predictable.\u001b[24m\n    \u001b[1m彼らはすべてよく知られており、予測可能です。\u001b[22m, \u001b[1m彼らはすべてのお馴染みと予測可能なようです。\u001b[22m\n\u001b[4mA Yuri couple, a perverted drunk, an elementary kid (who is the smartest) that runs the local newspaper business, and an innocent girl who is often attacked with insults and perverted hands.\u001b[24m\n    \u001b[1mユリのカップル、変態酔っ払い、地元の新聞ビジネスを営む小学生（賢い人）、侮辱や変質した攻撃を受けた無実の少女。\u001b[22m, \u001b[1mユーリのカップル、倒錯酔って、地元の新聞のビジネスを実行する（賢いです）小学校の子供、そしてしばしば侮辱と倒錯した手で攻撃された無実の女の子。\u001b[22m\n\u001b[4mThe characters often fained ignorance and stupidity, I do believe there is a place where Dumb and Dumber makes a good comedy, but the scenarios that the characters have themselves put in are pretty damn childish.\u001b[24m\n    \u001b[1mキャラクターは無知と愚かさに悩まされることが多いので、ダムとダンバーが良いコメディーを作る場所があると信じていますが、キャラクター自身が入れているシナリオはかなり幼稚です。\u001b[22m, \u001b[1m文字が頻繁に無知と愚かさをfained、私はジム・キャリーはMr.ダマーが良いコメディになりますが、文字自体が入れていることのシナリオはかなり気幼稚ある場所があると信じています。\u001b[22m\n\u001b[4mThe characters also don't have much depth to them as well, it's like watching a elementary kid acting out a scene with cardboard figures that have little to no background.\u001b[24m\n    \u001b[1mまた、キャラクターもそれほど深みがありません。バックグラウンドがほとんどない厚紙のフィギュアを使って小学生の子供を見ているのが好きです。\u001b[22m, \u001b[1m文字も同様にそれらに多くの深さを持っていない、それは背景なしに少しを持っているボール紙図面とシーンを演じる小学校の子供を見ているようです。\u001b[22m\n\u001b[1m\u001b[22m\n~Overall 7/10~\n\n\u001b[1m〜全体的に7/10〜\u001b[22m\n\u001b[1m(〜 Zentai-teki ni 7/ 10 〜)\u001b[22m\n\nTranslations of \u001b[4m~Overall 7/10~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Overall 7/10~\u001b[24m\n    \u001b[1m〜全体的に7/10〜\u001b[22m, \u001b[1m〜全体的に7月10日〜\u001b[22m\nOverall, I liked the show, I found myself laughing here and there, but the blurry vision thing really doesn't sit well with me. The moe was gushing from the seams and yet again, here is another show that is made purely for simple enjoyment.\n\n\u001b[1m全体として、私はショーが好きでした、私は自分自身がここで笑いを見つけましたが、ぼやけたビジョンのものは本当に私と一緒に座っていません。 モエは縫い目から噴出していましたが、ここでも簡単な楽しみのために作られた別のショーがあります。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa shō ga sukideshita, watashi wa jibun jishin ga koko de warai o mitsukemashitaga, boyaketa bijon no mono wa hontōni watashitoisshoni suwatte imasen. Moe wa nuime kara funshutsu shite imashitaga, koko demo kantan'na tanoshimi no tame ni tsukura reta betsu no shō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I liked the show, I found myself laughing here and there, but the blurry vision thing really doesn't sit well with me. The moe was gushing from the seams and yet again, here is another show that is made purely for simple enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I liked the show, I found myself laughing here and there, but the blurry vision thing really doesn't sit well with me.\u001b[24m\n    \u001b[1m全体として、私はショーが好きでした、私は自分自身がここで笑いを見つけましたが、ぼやけたビジョンのものは本当に私と一緒に座っていません。\u001b[22m, \u001b[1m全体的に、私は自分自身があちこちで笑いが見つかりましたが、視界不良の事は本当に私とよく座っていませんが、ショーが好きでした。\u001b[22m\n\u001b[4mThe moe was gushing from the seams and yet again, here is another show that is made purely for simple enjoyment.\u001b[24m\n    \u001b[1mモエは縫い目から噴出していましたが、ここでも簡単な楽しみのために作られた別のショーがあります。\u001b[22m, \u001b[1mmoeが継ぎ目から噴出され、再び、ここでは単純な楽しみのために純粋に作られている別のショーがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThere are pros and cons to this show, but it is worth giving a chance if you want to watch something that is mindless and somewhat repetitive.\n\n\u001b[1mこのショーには長所と短所がありますが、あなたは何も見えず、幾分反復的なものを見たいと思うならばチャンスを与える価値があります。\u001b[22m\n\u001b[1m(Kono shō ni wa chōsho to tansho ga arimasuga, anata wa nani mo miezu, ikubun hanpuku-tekina mono o mitai to omounaraba chansu o ataeru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are pros and cons to this show, but it is worth giving a chance if you want to watch something that is mindless and somewhat repetitive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are pros and cons to this show, but it is worth giving a chance if you want to watch something that is mindless and somewhat repetitive.\u001b[24m\n    \u001b[1mこのショーには長所と短所がありますが、あなたは何も見えず、幾分反復的なものを見たいと思うならばチャンスを与える価値があります。\u001b[22m, \u001b[1mそこにこのショーに長所と短所がありますが、それはあなたが愚かな、やや繰り返しで何かを見たい場合はチャンスを与え価値があります。\u001b[22m\n\u001b[1m\u001b[22m\n~~Subs Used~~\n\n\u001b[1m~~使用されたサブ\u001b[22m\n\u001b[1m(~~ Shiyō sa reta sabu)\u001b[22m\n\nTranslations of \u001b[4m~~Subs Used~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~~Subs Used~~\u001b[24m\n    \u001b[1m~~使用されたサブ\u001b[22m, \u001b[1m~~潜水に使用さ~~\u001b[22m\nCoalGirls\n\n\u001b[1mCoalGirls\u001b[22m\n\u001b[1m(CoalGirls)\u001b[22m\n\nTranslations of \u001b[4mCoalGirls\u001b[24m\n[ \u001b[4mCatalà\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCoalGirls\u001b[24m\n    \u001b[1mCoalGirls\u001b[22m"
  },
  {
    "title": "Kanamemo",
    "id": "5914",
    "url": "https://myanimelist.net/anime/5914/Kanamemo",
    "user": "Fujaku",
    "profile": "/profile/Fujaku/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=106833",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nスライス・オブ・ライフのアニメは、KyoAniとShaftによって作られていない限り、彼らが放映したら一面に投げられる傾向があります。 悲しいことに、彼らは退屈なスライス・オブ・ライフ・ショーの多くであるが、彼らは全体としても良いものである。 カナモモもその一つです。\n\n「神のみの世界」の最初の2シーズンのディレクターでもあった高柳茂人監督の指揮をとった石見翔子の漫画をもとに、かなという女の子の物語を語る。 彼女の保護者でもある彼女のおばあちゃんは死にました。そして、彼女は明らかに他の生きた親戚がいないという事実のために、彼女は一人一人です。 彼女は彼女のおばあちゃんを動かすことを恐れ、彼女たちの家を逃げ出し、部屋とボードを提供する新聞の場所で就職し、彼女に滞在場所を与えます。 この新聞カフェで働いている他の人々はもちろん、偏心した女の子のグループであり、コメディが始まります。\n\nスライス・オブ・ライフのアニメの大部分のように、カナモモはむしろエピソード的なショーであり、実際のプロットはありません。  1つのエピソードカナーは完璧な仕事の笑顔をつけようとしていますが、もう1つの女の子はすべてビーチに行きたいと思っていますが、彼らはいろいろな休暇を取ることができません（ミュージカルのエピソードでも倍増します。 アニメ）、そして別のエピソードでは、女の子の一人がその場所を去ったと信じています。また、彼らは23キロを満たす必要があるので、最後には自動販売機で2人のキャラクターの集まりや散策をしています。 物事は純粋にコメディではありませんが、カナーはやがておばあちゃんと彼女の唯一の家族を失ってしまいました。 しかし、すべてのドラマは純粋に軽くてふわふわしていますが、キャラクターが少しずつ成長するだけで十分です。 このため、金ememoは純粋にコメディーなものではなく、癒し型のスライス・オブ・ライフ・ショーであると私は考えています。 コメディといえば、この番組では、このセクションでは何も壮大ではありませんが、どちらも悪くありません。 それは私に多くの笑顔を作り、笑ってくれました。 彼らは迷惑になるいくつかの実行中のギャグですが、それでもそれらはまだそれほど悪くはありません。\n\n\n今、あなたがこのショーについて知る必要があるもう一つのことがあります - 打ち切り。 大部分の検閲は、これらの巨大な箱によって行われます。猫の写真が描かれています（可愛い女の子を主演するスライス・オブ・ライフ・ショーです。もちろん、そこに猫がいるでしょう）。 これらのボックスは膨大で、画面に表示されるたびに気を散らす。 そして彼らはとても大きいので、何も見ることはできません。 少なくともそれらを少し小さくするか、より良い検閲方法を見つけるだけです。 そして、彼らが検閲しているものの中には、役に立たないものもある（カナーのズボンが裂けて、巨大な猫の箱を裂け目の上に置いている）、パンツを着ていないか、 若い女の子のパンティーやそのようなものを見て訴えられた、私は知らない。検閲は途方もなく、私が言っていることだ。\n\nそれ以外に、ショーはかなりいいです。 サウンドトラックは十分ですが、オープニングはキャッチーなものの代わりに鈍いバラエティのアイドルの曲ですが、私はすでに忘れてしまっていると思います。20分前にこれを終了しましたが、それ以外はいいです。 アニメーションは、スライスオブライフのショーで期待されているものからオンパールです。そこにはカラフルなカラーパレットがあります。 それは少なくともかわいく見えます。\nKanamemoは良いスライスオブライフビューです。 それはリラックスできるほどのドラマを持っていますが、いくつかの他の問題を抱えているタマユラのような、他のいくつかのイヤシケスライス・ライフ・ショーとは違って、それは退屈ではないほどコメディーに集中しています。 いつか）。  1つの厄介な性格といくつかのナンセンスの検閲はちょっとしたものですが、それは最初から最後まで面白いショーのままです。 すべてのスライス・オブ・ライフのファンには必見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSlice-of-life anime have a tendency to get thrown to the side once they're done airing, unless if they were made by KyoAni and sometimes Shaft. Which is sad, as while they are plenty of boring slice-of-life shows, they are a whole lot of good ones too. Kanamemo is one of those.\n\n\u001b[1mスライス・オブ・ライフのアニメは、KyoAniとShaftによって作られていない限り、彼らが放映したら一面に投げられる傾向があります。 悲しいことに、彼らは退屈なスライス・オブ・ライフ・ショーの多くであるが、彼らは全体としても良いものである。 カナモモもその一つです。\u001b[22m\n\u001b[1m(Suraisu Obu raifu no anime wa, KyoAni to Shaft ni yotte tsukura rete inai kagiri, karera ga hōei shitara ichimen ni nage rareru keikō ga arimasu. Kanashī koto ni, karera wa taikutsuna suraisu Obu raifu shō no ōkudearuga, karera wa zentai to shite mo yoi monodearu. Kanamomo mo sono hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mSlice-of-life anime have a tendency to get thrown to the side once they're done airing, unless if they were made by KyoAni and sometimes Shaft. Which is sad, as while they are plenty of boring slice-of-life shows, they are a whole lot of good ones too. Kanamemo is one of those.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSlice-of-life anime have a tendency to get thrown to the side once they're done airing, unless if they were made by KyoAni and sometimes Shaft.\u001b[24m\n    \u001b[1mスライス・オブ・ライフのアニメは、KyoAniとShaftによって作られていない限り、彼らが放映したら一面に投げられる傾向があります。\u001b[22m, \u001b[1mスライス・オブ・ライフアニメは、彼らは京アニ、時にはシャフトによって作られたかのない限り、彼らは、放映終わったら側に投げ取得する傾向があります。\u001b[22m\n\u001b[4mWhich is sad, as while they are plenty of boring slice-of-life shows, they are a whole lot of good ones too.\u001b[24m\n    \u001b[1m悲しいことに、彼らは退屈なスライス・オブ・ライフ・ショーの多くであるが、彼らは全体としても良いものである。\u001b[22m, \u001b[1mこれは、彼らが退屈なスライス・オブ・ライフのショーがたくさんあるが、彼らはあまりにも良いものの全体の多くであるように、悲しいです。\u001b[22m\n\u001b[4mKanamemo is one of those.\u001b[24m\n    \u001b[1mカナモモもその一つです。\u001b[22m, \u001b[1mかなめもはそのうちの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nBased off of a manga by Iwami Shoko, who has done nothing else of note, and directed by Takayanagi Shigehito, who was also the director for the first two seasons of The World God Only Knows, it tells the tale of a girl named Kana. Her grandma, who was also her guardian died, and due to the fact she apparently has no other living relatives, she is all alone. She flees her house when the movers begin moving stuff of her grandma out, fearing they will take her too, and ends up finding a job at a newspaper place that also offers room and board, giving her a place to stay. The other people working at this newspaper cafe are of course a group of eccentric girls, and the comedy begins.\n\n\u001b[1m「神のみの世界」の最初の2シーズンのディレクターでもあった高柳茂人監督の指揮をとった石見翔子の漫画をもとに、かなという女の子の物語を語る。 彼女の保護者でもある彼女のおばあちゃんは死にました。そして、彼女は明らかに他の生きた親戚がいないという事実のために、彼女は一人一人です。 彼女は彼女のおばあちゃんを動かすことを恐れ、彼女たちの家を逃げ出し、部屋とボードを提供する新聞の場所で就職し、彼女に滞在場所を与えます。 この新聞カフェで働いている他の人々はもちろん、偏心した女の子のグループであり、コメディが始まります。\u001b[22m\n\u001b[1m(`Kami nomi no sekai' no saisho no 2 shīzun no direkutā demo atta Takayanagi Shigeto kantoku no shiki o totta iwami shōko no manga o moto ni, ka na to iu on'nanoko no monogatari o kataru. Kanojo no hogo-shade mo aru kanojo no o bāchan wa shinimashita. Soshite, kanojo wa akiraka ni hoka no ikita shinseki ga inai to iu jijitsu no tame ni, kanojo wa hitorihitoridesu. Kanojo wa kanojo no o bāchan o ugokasu koto o osore, kanojotachi no ie o nigedashi, heya to bōdo o teikyō suru shinbun no basho de shūshoku shi, kanojo ni taizai basho o ataemasu. Kono shinbun kafe de hataraite iru ta no hitobito wa mochiron, henshin shita on'nanoko no gurūpudeari, komedi ga hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mBased off of a manga by Iwami Shoko, who has done nothing else of note, and directed by Takayanagi Shigehito, who was also the director for the first two seasons of The World God Only Knows, it tells the tale of a girl named Kana. Her grandma, who was also her guardian died, and due to the fact she apparently has no other living relatives, she is all alone. She flees her house when the movers begin moving stuff of her grandma out, fearing they will take her too, and ends up finding a job at a newspaper place that also offers room and board, giving her a place to stay. The other people working at this newspaper cafe are of course a group of eccentric girls, and the comedy begins.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBased off of a manga by Iwami Shoko, who has done nothing else of note, and directed by Takayanagi Shigehito, who was also the director for the first two seasons of The World God Only Knows, it tells the tale of a girl named Kana.\u001b[24m\n    \u001b[1m「神のみの世界」の最初の2シーズンのディレクターでもあった高柳茂人監督の指揮をとった石見翔子の漫画をもとに、かなという女の子の物語を語る。\u001b[22m, \u001b[1mノートの他に何もしていない、とも神のみぞ知るセカイの最初の二つの季節のためのディレクターだった高柳茂人、監督の、それはかなという名前の少女の物語を伝えた石見翔子、マンガのオフに基づいています。\u001b[22m\n\u001b[4mHer grandma, who was also her guardian died, and due to the fact she apparently has no other living relatives, she is all alone.\u001b[24m\n    \u001b[1m彼女の保護者でもある彼女のおばあちゃんは死にました。そして、彼女は明らかに他の生きた親戚がいないという事実のために、彼女は一人一人です。\u001b[22m, \u001b[1mまた彼女の後見人だった彼女のおばあちゃんは、死亡した、と実際に彼女は明らかに他の生きている親戚を持っていないため、彼女はすべて一人です。\u001b[22m\n\u001b[4mShe flees her house when the movers begin moving stuff of her grandma out, fearing they will take her too, and ends up finding a job at a newspaper place that also offers room and board, giving her a place to stay.\u001b[24m\n    \u001b[1m彼女は彼女のおばあちゃんを動かすことを恐れ、彼女たちの家を逃げ出し、部屋とボードを提供する新聞の場所で就職し、彼女に滞在場所を与えます。\u001b[22m, \u001b[1m発動機は、彼らがあまりにも彼女を取るだろう恐れ、彼女のおばあちゃん外のものを移動開始し、また彼女に滞在する場所を与え、部屋と食事を提供しています新聞の場所で仕事を見つけるまで終了したとき、彼女は彼女の家を逃げます。\u001b[22m\n\u001b[4mThe other people working at this newspaper cafe are of course a group of eccentric girls, and the comedy begins.\u001b[24m\n    \u001b[1mこの新聞カフェで働いている他の人々はもちろん、偏心した女の子のグループであり、コメディが始まります。\u001b[22m, \u001b[1mこの新聞のカフェで働く他の人々はもちろん、偏心女の子のグループであり、喜劇が始まります。\u001b[22m\n\u001b[1m\u001b[22m\nLike the majority of slice-of-life anime, Kanamemo is a rather episodic show, with no true plot for it. One episode Kana is attempting to put on a perfect work smile, another all the girls want to go to the beach but can't as they all have different days off (doubled with the musical episode also. Don't see those too much in anime), and another episode has Kana believe one of the girls left the place and it also has them playing with sparklers and a meeting between two characters at a vending machine tacked on the end, because hey, they need to fill 23 minutes. Things are not purely comedy however, Kana just lost her grandma and her only family after all. However, all the drama is purely light and fluffy and works, but it's enough for the characters to develop a bit. Due to this, I consider Kanamemo to be more of a iyashikei or a healing-type slice-of-life show instead of a purely comedic one. Speaking of comedy, the show has nothing spectacular in that section, but nothing bad either. It did make me smile a lot and laugh like, twice I think. They are a few running gags that get annoying though, but even then they still aren't that bad.\n\n\u001b[1mスライス・オブ・ライフのアニメの大部分のように、カナモモはむしろエピソード的なショーであり、実際のプロットはありません。  1つのエピソードカナーは完璧な仕事の笑顔をつけようとしていますが、もう1つの女の子はすべてビーチに行きたいと思っていますが、彼らはいろいろな休暇を取ることができません（ミュージカルのエピソードでも倍増します。 アニメ）、そして別のエピソードでは、女の子の一人がその場所を去ったと信じています。また、彼らは23キロを満たす必要があるので、最後には自動販売機で2人のキャラクターの集まりや散策をしています。 物事は純粋にコメディではありませんが、カナーはやがておばあちゃんと彼女の唯一の家族を失ってしまいました。 しかし、すべてのドラマは純粋に軽くてふわふわしていますが、キャラクターが少しずつ成長するだけで十分です。 このため、金ememoは純粋にコメディーなものではなく、癒し型のスライス・オブ・ライフ・ショーであると私は考えています。 コメディといえば、この番組では、このセクションでは何も壮大ではありませんが、どちらも悪くありません。 それは私に多くの笑顔を作り、笑ってくれました。 彼らは迷惑になるいくつかの実行中のギャグですが、それでもそれらはまだそれほど悪くはありません。\u001b[22m\n\u001b[1m(Suraisu Obu raifu no anime no daibubun no yō ni, kanamomo wa mushiro episōdo-tekina shōdeari, jissai no purotto wa arimasen. 1Tsu no episōdokanā wa kanpekina shigoto no egao o tsukeyou to shite imasuga, mō 1tsu no on'nanoko wa subete bīchi ni ikitai to omotte imasuga, karera wa iroirona kyūka o toru koto ga dekimasen (myūjikaru no episōdo demo baizō shimasu. Anime), soshite betsu no episōdode wa, on'nanoko no hitori ga sono basho o satta to shinjite imasu. Mata, karera wa 23-kiro o mitasu hitsuyō ga aru node, saigo ni wa jidō hanbaiki de 2-ri no kyarakutā no atsumari ya sansaku o shite imasu. Monogoto wa junsui ni komedide wa arimasenga, kanā wa yagate o bāchan to kanojo no yuiitsu no kazoku o ushinatte shimaimashita. Shikashi, subete no dorama wa junsui ni karukute fuwafuwa shite imasuga, kyarakutā ga sukoshi zutsu seichō suru dakede jūbundesu. Ko no tame,-kin ememo wa junsui ni komedīna monode wa naku, iyashi-gata no suraisu Obu raifu shōdearu to watashi wa kangaete imasu. Komedi to ieba, kono bangumide wa, kono sekushonde wa nani mo sōdaide wa arimasenga, dochira mo waruku arimasen. Sore wa watashi ni ōku no egao o tsukuri, waratte kuremashita. Karera wa meiwaku ni naru ikutsu ka no jikkō-chū no gyagudesuga, soredemo sorera wa mada sorehodo waruku wa arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nNow, there is one more thing you need to know about this show- The censoring. Most of the censoring is done by these huge boxes with a picture of a cat on them (it's a slice-of-life show starring a bunch of cute girls, of course there's gonna be a cat in there). These boxes are humongous and whenever they appear on the screen they are distracting. And they're so big too, you can't see anything at all. At least make them a little smaller, or just find more better ways to censor. And some of the stuff they censor does get useless (Kana's pants rip, and they put a big huge cat box over the rip. Either she's not wearing any underwear, or the TV station that aired this was so paranoid they didn't want to get sued over seeing a young girl's panties or something like that, I don't know. The censorship gets in the way, is what I'm trying to say.\n\n\u001b[1m今、あなたがこのショーについて知る必要があるもう一つのことがあります - 打ち切り。 大部分の検閲は、これらの巨大な箱によって行われます。猫の写真が描かれています（可愛い女の子を主演するスライス・オブ・ライフ・ショーです。もちろん、そこに猫がいるでしょう）。 これらのボックスは膨大で、画面に表示されるたびに気を散らす。 そして彼らはとても大きいので、何も見ることはできません。 少なくともそれらを少し小さくするか、より良い検閲方法を見つけるだけです。 そして、彼らが検閲しているものの中には、役に立たないものもある（カナーのズボンが裂けて、巨大な猫の箱を裂け目の上に置いている）、パンツを着ていないか、 若い女の子のパンティーやそのようなものを見て訴えられた、私は知らない。検閲は途方もなく、私が言っていることだ。\u001b[22m\n\u001b[1m(Ima, anata ga kono shō ni tsuite shiru hitsuyō ga aru mōhitotsu no koto ga arimasu - uchikiri. Daibubun no ken'etsu wa, korera no kyodaina-bako ni yotte okonawa remasu. Neko no shashin ga egaka rete imasu (kawaii on'nanoko o shuen suru suraisu Obu raifu shōdesu. Mochiron, soko ni neko ga irudeshou). Korera no bokkusu wa bōdaide, gamen ni hyōji sa reru tabi ni ki o chirasu. Soshite karera wa totemo ōkīnode, nani mo miru koto wa dekimasen. Sukunakutomo sorera o sukoshi chīsaku suru ka, yoriyoi ken'etsu hōhō o mitsukeru dakedesu. Soshite, karera ga ken'etsu shite irumonono nakaniha, yakunitatanai mono mo aru (kanā no zubon ga sakete, kyodaina neko no hako o sakeme no ue ni oite iru), pantsu o kite inai ka, wakai on'nanoko no pantī ya sono yōna mono o mite uttae rareta, watashi wa shiranai. Ken'etsu wa tohō mo naku, watashi ga itte iru kotoda.)\u001b[22m\n\nTranslations of \u001b[4mNow, there is one more thing you need to know about this show- The censoring. Most of the censoring is done by these huge boxes with a picture of a cat on them (it's a slice-of-life show starring a bunch of cute girls, of course there's gonna be a cat in there). These boxes are humongous and whenever they appear on the screen they are distracting. And they're so big too, you can't see anything at all. At least make them a little smaller, or just find more better ways to censor. And some of the stuff they censor does get useless (Kana's pants rip, and they put a big huge cat box over the rip. Either she's not wearing any underwear, or the TV station that aired this was so paranoid they didn't want to get sued over seeing a young girl's panties or something like that, I don't know. The censorship gets in the way, is what I'm trying to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, there is one more thing you need to know about this show- The censoring.\u001b[24m\n    \u001b[1m今、あなたがこのショーについて知る必要があるもう一つのことがあります - 打ち切り。\u001b[22m, \u001b[1mさて、あなたはこれが検閲をSHOW-について知っておく必要がある1つのより多くの事があります。\u001b[22m\n\u001b[4mMost of the censoring is done by these huge boxes with a picture of a cat on them (it's a slice-of-life show starring a bunch of cute girls, of course there's gonna be a cat in there).\u001b[24m\n    \u001b[1m大部分の検閲は、これらの巨大な箱によって行われます。猫の写真が描かれています（可愛い女の子を主演するスライス・オブ・ライフ・ショーです。もちろん、そこに猫がいるでしょう）。\u001b[22m, \u001b[1m打ち切りのほとんどは、それらの上に猫の絵と、これらの巨大なボックスによって行われます（それがかわいい女の子の束を主演スライスオブライフショーです、もちろんつもりそこに猫があることです）。\u001b[22m\n\u001b[4mThese boxes are humongous and whenever they appear on the screen they are distracting.\u001b[24m\n    \u001b[1mこれらのボックスは膨大で、画面に表示されるたびに気を散らす。\u001b[22m, \u001b[1mこれらのボックスは、巨大であり、それらが画面に表示されるたびに、彼らは複雑に入り組んでいます。\u001b[22m\n\u001b[4mAnd they're so big too, you can't see anything at all.\u001b[24m\n    \u001b[1mそして彼らはとても大きいので、何も見ることはできません。\u001b[22m, \u001b[1mそして、彼らはあまりにも、あなたがすべてで何かを見ることができないので、大きなです。\u001b[22m\n\u001b[4mAt least make them a little smaller, or just find more better ways to censor.\u001b[24m\n    \u001b[1m少なくともそれらを少し小さくするか、より良い検閲方法を見つけるだけです。\u001b[22m, \u001b[1m少なくとも彼らは少し小さく、または単に検閲するためのより良い方法を見つけます。\u001b[22m\n\u001b[4mAnd some of the stuff they censor does get useless (Kana's pants rip, and they put a big huge cat box over the rip. Either she's not wearing any underwear, or the TV station that aired this was so paranoid they didn't want to\u001b[24m\n    \u001b[1mそして、彼らが検閲しているものの中には、役に立たないものもある（カナーのズボンが裂けて、巨大な猫の箱を裂け目の上に置いている）、パンツを着ていないか、\u001b[22m, \u001b[1mそして、彼らは検閲のもののいくつかは、（かなのパンツは、リッピング、彼らはリッピングを超える大きな巨大な猫のボックスを置く。どちらの彼女は任意の下着を身に着けていない、またはこれを放映TV局は、彼らがしたくなかったので、偏執的だった役に立た取得しています\u001b[22m\n\u001b[4mget sued over seeing a young girl's panties or something like that, I don't know. The censorship gets in the way, is what I'm trying to say.\u001b[24m\n    \u001b[1m若い女の子のパンティーやそのようなものを見て訴えられた、私は知らない。検閲は途方もなく、私が言っていることだ。\u001b[22m, \u001b[1m若い女の子のパンティーを見て上を訴えまたはそのような何かを得る、私は知らない。検閲が邪魔になる、私が言うことをしようとしているものです。\u001b[22m\n\u001b[1m\u001b[22m\nBesides that, the show is rather nice. Soundtrack is good enough, though the opening is an idol song of the dull variety instead of the catchy one and the ending theme I think I already forgot and I finished this like, 20 minutes ago, but besides that it's good. The animation is on-par from what you expect from slice-of-life shows, with a rather colorful color pallet in there. It looks cute at least.\n\n\u001b[1mそれ以外に、ショーはかなりいいです。 サウンドトラックは十分ですが、オープニングはキャッチーなものの代わりに鈍いバラエティのアイドルの曲ですが、私はすでに忘れてしまっていると思います。20分前にこれを終了しましたが、それ以外はいいです。 アニメーションは、スライスオブライフのショーで期待されているものからオンパールです。そこにはカラフルなカラーパレットがあります。 それは少なくともかわいく見えます。\u001b[22m\n\u001b[1m(Sore igai ni, shō wa kanari īdesu. Saundotorakku wa jūbundesuga, ōpuningu wa kyatchīna mono no kawari ni nibui baraeti no aidoru no kyokudesuga, watashi wa sudeni wasurete shimatte iru to omoimasu. 20-Bu mae ni kore o shūryō shimashitaga, soreigai wa īdesu. Animēshon wa, suraisuoburaifu no shō de kitai sa rete iru mono kara onpārudesu. Soko ni wa karafuruna karāparetto ga arimasu. Sore wa sukunakutomo kawaiku miemasu.)\u001b[22m\n\nTranslations of \u001b[4mBesides that, the show is rather nice. Soundtrack is good enough, though the opening is an idol song of the dull variety instead of the catchy one and the ending theme I think I already forgot and I finished this like, 20 minutes ago, but besides that it's good. The animation is on-par from what you expect from slice-of-life shows, with a rather colorful color pallet in there. It looks cute at least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBesides that, the show is rather nice.\u001b[24m\n    \u001b[1mそれ以外に、ショーはかなりいいです。\u001b[22m, \u001b[1mそれに加えて、ショーはかなりいいです。\u001b[22m\n\u001b[4mSoundtrack is good enough, though the opening is an idol song of the dull variety instead of the catchy one and the ending theme I think I already forgot and I finished this like, 20 minutes ago, but besides that it's good.\u001b[24m\n    \u001b[1mサウンドトラックは十分ですが、オープニングはキャッチーなものの代わりに鈍いバラエティのアイドルの曲ですが、私はすでに忘れてしまっていると思います。20分前にこれを終了しましたが、それ以外はいいです。\u001b[22m, \u001b[1m開口部が鈍い様々な代わりのキャッチーな1、私は私はすでに忘れてしまったと私は20分前に、このような仕上げが、それ以外にも、それは良いことだと思うエンディングテーマのアイドルソングですがサウンドトラックには、十分です。\u001b[22m\n\u001b[4mThe animation is on-par from what you expect from slice-of-life shows, with a rather colorful color pallet in there.\u001b[24m\n    \u001b[1mアニメーションは、スライスオブライフのショーで期待されているものからオンパールです。そこにはカラフルなカラーパレットがあります。\u001b[22m, \u001b[1mアニメーションはあなたがそこにかなりカラフルなカラーパレットで、スライス・オブ・ライフのショーから期待するものから上にパーです。\u001b[22m\n\u001b[4mIt looks cute at least.\u001b[24m\n    \u001b[1mそれは少なくともかわいく見えます。\u001b[22m, \u001b[1mこれは、少なくとも、キュートに見えます。\u001b[22m\nKanamemo is a good slice-of-life show. It has enough drama to make it relaxing but concentrates enough on comedy to not make it boring, unlike a few other iyashikei slice-of-life shows, like, say Tamayura (which suffers from a few other problems, but I'll review that some other time). While one annoying character and some nonsense censorship get in the way a little bit, it remains an entertaining show from beginning to end. A must-see for all slice-of-life fans.\n\n\u001b[1mKanamemoは良いスライスオブライフビューです。 それはリラックスできるほどのドラマを持っていますが、いくつかの他の問題を抱えているタマユラのような、他のいくつかのイヤシケスライス・ライフ・ショーとは違って、それは退屈ではないほどコメディーに集中しています。 いつか）。  1つの厄介な性格といくつかのナンセンスの検閲はちょっとしたものですが、それは最初から最後まで面白いショーのままです。 すべてのスライス・オブ・ライフのファンには必見です。\u001b[22m\n\u001b[1m(Kanamemo wa yoi suraisuoburaifubyūdesu. Sore wa rirakkusu dekiru hodo no dorama o motte imasuga, ikutsu ka no ta no mondai o kakaete iru tamayura no yōna, hoka no ikutsu ka no iyashikesuraisu raifu shō to wa chigatte, sore wa taikutsude wanai hodo komedī ni shūchū shite imasu. Itsuka). 1Tsu no yakkaina seikaku to ikutsu ka no nansensu no ken'etsu wa chottoshita monodesuga, soreha saisho kara saigomade omoshiroi shō no mamadesu. Subete no suraisu Obu raifu no fan ni wa hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mKanamemo is a good slice-of-life show. It has enough drama to make it relaxing but concentrates enough on comedy to not make it boring, unlike a few other iyashikei slice-of-life shows, like, say Tamayura (which suffers from a few other problems, but I'll review that some other time). While one annoying character and some nonsense censorship get in the way a little bit, it remains an entertaining show from beginning to end. A must-see for all slice-of-life fans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKanamemo is a good slice-of-life show.\u001b[24m\n    \u001b[1mKanamemoは良いスライスオブライフビューです。\u001b[22m, \u001b[1mかなめもは良いスライスオブライフショーです。\u001b[22m\n\u001b[4mIt has enough drama to make it relaxing but concentrates enough on comedy to not make it boring, unlike a few other iyashikei slice-of-life shows, like, say Tamayura (which suffers from a few other problems, but I'll review that\u001b[24m\n    \u001b[1mそれはリラックスできるほどのドラマを持っていますが、いくつかの他の問題を抱えているタマユラのような、他のいくつかのイヤシケスライス・ライフ・ショーとは違って、それは退屈ではないほどコメディーに集中しています。\u001b[22m, \u001b[1mそれはリラックスするために十分なドラマを持っていますが、それは退屈にしないためにコメディに十分ないくつかの他のiyashikeiスライスオブライフショーとは異なり集中、など、いくつかの他の問題に苦しんでいるたまゆらを（言うが、私はそれを確認します\u001b[22m\n\u001b[4msome other time).\u001b[24m\n    \u001b[1mいつか）。\u001b[22m, \u001b[1mいつかね）。\u001b[22m, \u001b[1mいくつかの他の時間）。\u001b[22m\n\u001b[4mWhile one annoying character and some nonsense censorship get in the way a little bit, it remains an entertaining show from beginning to end.\u001b[24m\n    \u001b[1m1つの厄介な性格といくつかのナンセンスの検閲はちょっとしたものですが、それは最初から最後まで面白いショーのままです。\u001b[22m, \u001b[1m1迷惑な文字といくつかのナンセンス検閲が邪魔に少しを得るが、それは初めから終わりまで面白いショーまま。\u001b[22m\n\u001b[4mA must-see for all slice-of-life fans.\u001b[24m\n    \u001b[1mすべてのスライス・オブ・ライフのファンには必見です。\u001b[22m, \u001b[1mすべてのスライスオブライフファンのために必見します。\u001b[22m"
  }
]
