[
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "theifoflight",
    "profile": "/profile/theifoflight/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=87509",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私の最初のレビューです。 短いストーリー、これは私の好きなアニメです、私に説明させてください。\n\nストーリーラインは非常に面白いです。エピソード1では、このキャラクターについて学ぶことができます。「沢子」はとても恥ずかしがり屋です。 彼女は後でいくつかの友人を満たすと、あなたは本当に彼女を理解することができます。\n\nこのストーリーは心温まるもので、決して忘れることはありません。シリーズを終えた後は、あなたにシロップ感が残ります。 私を信じて、このアニメは価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my very first review. Long story short, this is my favorite anime, let me explain.\n\n\u001b[1mこれは私の最初のレビューです。 短いストーリー、これは私の好きなアニメです、私に説明させてください。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdesu. Mijikai sutōrī, kore wa watashi no sukina animedesu, watashi ni setsumei sa sete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis is my very first review. Long story short, this is my favorite anime, let me explain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my very first review.\u001b[24m\n    \u001b[1mこれは私の最初のレビューです。\u001b[22m, \u001b[1mこれは私の非常に最初のレビューです。\u001b[22m\n\u001b[4mLong story short, this is my favorite anime, let me explain.\u001b[24m\n    \u001b[1m短いストーリー、これは私の好きなアニメです、私に説明させてください。\u001b[22m, \u001b[1mかいつまんで、これは私の好きなアニメですが、私が説明しましょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe storyline is very interesting, in episode one, you get to learn about this character, called, Sawako, she's very shy. She meets some friends later on and you get to really understand her.\n\n\u001b[1mストーリーラインは非常に面白いです。エピソード1では、このキャラクターについて学ぶことができます。「沢子」はとても恥ずかしがり屋です。 彼女は後でいくつかの友人を満たすと、あなたは本当に彼女を理解することができます。\u001b[22m\n\u001b[1m(Sutōrīrain wa hijō ni omoshiroidesu. Episōdo 1de wa, kono kyarakutā ni tsuite manabu koto ga dekimasu. `Sawako' wa totemo hazukashigariyadesu. Kanojo wa atode ikutsu ka no yūjin o mitasu to, anata wa hontōni kanojo o rikai suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe storyline is very interesting, in episode one, you get to learn about this character, called, Sawako, she's very shy. She meets some friends later on and you get to really understand her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe storyline is very interesting, in episode one, you get to learn about this character, called, Sawako, she's very shy.\u001b[24m\n    \u001b[1mストーリーラインは非常に面白いです。エピソード1では、このキャラクターについて学ぶことができます。「沢子」はとても恥ずかしがり屋です。\u001b[22m, \u001b[1mストーリーは、彼女は非常に恥ずかしがり屋ですが、エピソード1に、あなたは、佐和子と呼ばれるこの文字、学ぶことを得る、非常に興味深いです。\u001b[22m\n\u001b[4mShe meets some friends later on and you get to really understand her.\u001b[24m\n    \u001b[1m彼女は後でいくつかの友人を満たすと、あなたは本当に彼女を理解することができます。\u001b[22m, \u001b[1m彼女は後に何人かの友人を満たしているとあなたが本当に彼女を理解してもらいます。\u001b[22m\n\u001b[1m\u001b[22m\nThis story is very heart-warming and you will never forget it, it leaves you with a sort of syrupy feeling after you finish the series. Trust me, this anime is worth watching.\n\n\u001b[1mこのストーリーは心温まるもので、決して忘れることはありません。シリーズを終えた後は、あなたにシロップ感が残ります。 私を信じて、このアニメは価値があります。\u001b[22m\n\u001b[1m(Kono sutōrī wa kokoroatatamaru mono de, kesshite wasureru koto wa arimasen. Shirīzu o oeta nochi wa, anata ni shiroppu-kan ga nokorimasu. Watashi o shinjite, kono anime wa kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis story is very heart-warming and you will never forget it, it leaves you with a sort of syrupy feeling after you finish the series. Trust me, this anime is worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story is very heart-warming and you will never forget it, it leaves you with a sort of syrupy feeling after you finish the series.\u001b[24m\n    \u001b[1mこのストーリーは心温まるもので、決して忘れることはありません。シリーズを終えた後は、あなたにシロップ感が残ります。\u001b[22m, \u001b[1mこの物語は非常に心温まるであり、あなたはそれを決して忘れないだろう、あなたはシリーズを終えた後には、シロップ状感のようなものであなたを残します。\u001b[22m\n\u001b[4mTrust me, this anime is worth watching.\u001b[24m\n    \u001b[1m私を信じて、このアニメは価値があります。\u001b[22m, \u001b[1m私を信頼し、このアニメは見て価値があります。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "TheNextThing",
    "profile": "/profile/TheNextThing/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=95251",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nKimi Ni Todokeは私が今まで見た中で最も楽観的で美しいショーの一つです。 それをもう一度見るだけで、他のショーがどれだけ比較していないのかがはっきり分かりました。 物語は、彼女の恐ろしい外観のために、外人になる運命の10歳の女の子、黒沼佐和子です。 しかし、ある日、彼女は男の子を迎える。 そして、この男の子、そして彼が彼女の人生で提供するスパークのおかげで、彼女は彼女の人生を変えようとする勇気を奮い立たせることができます。 このショーでは、ラブストーリーや、成長し続ける世界、自信の高まり、彼女の周りの人々と交流する能力の高まり、そしてこれがショー全体を通してどのように現れているか（関係、友情、自尊心、 そして彼女が描いた方法さえ）。 沢子の個性は、究極的にはそのユニークな美しさと世界観を示すものです。\n\n佐和子は、学年度の大部分にわたって単独で残っています。 彼女についての絶え間ない噂や誤解があります。 ある人は彼女が呪われていると言っている、ある日、彼女は黒の魔法をやる。 すべての人が同意することができます彼女は一種の気味悪いです。 沢子が笑顔を強くしようとすると、夫を殺して子供を溺死させたような気がする。それは恐ろしいことだ。 しかし、沢子は依然としてポジティブで楽観的な砦です。 彼女はいつも助けて、ボランティアをして、他の人のために物事をします。 彼女は、風早がいつも人の周りにいるように見える、話す、笑う、注目の中心であると気づく。 彼女はそれを賞賛する。 まもなく、彼はクラスの残りの部分のダイナミクスに彼女を含めるように努力しています（他の人が拒否しているときは、彼女の隣に座っています）。\n\n風早がより多くのチャンスを作り始める風早からのこの初期の努力のためです。 彼女はベストを願って、そこに自分自身を置きます。 まもなく彼女は2人の友人、ヤノとチーズを作る。 しかし、たとえ依然として、彼女の自信と知識はとても貧しく、彼女は自分が彼らの友人としての資格を持っているかどうかは不明です。 沢子さんの問題点のひとつは、彼女自身が自分の気持ちの重要性を認識していないほど慣れていることです。 彼女は物事を知っていますが、経験したことはありません。 これは、彼女が友人であるかどうかを知ることさえできないのか、それとも、風早の気持ちがロマンチックであることを理解していない理由です。\n\n佐和子が友達を作るようになるにつれ、中央紛争は内部的になります。 彼女のクラスメートや友人が彼女を受け入れることはもうなくなり、むしろ佐和子は彼女自身を彼女の同輩と同等と見なすのに十分な考えをしています。 ほとんどの場合、彼女は他の人に自分が望むものを手に入れるために、彼女の望みと欲望を守るべきだと考えています。 そういうわけで、彼女はボランティアでも、学校では欲しくない仕事をしていても、ほとんど自己嫌悪的なやり方で完全に無私です。 彼女は他人を育てるために自分自身を投げ捨て、彼女のようになることを目指します。 成長の一環として、沢子のキャラクターは、自分が尊敬し、欲しいと思っているすべての人々が、自分のやり方ですべての欠陥を持っている方法を見つけ出しています。\n\n愛と友情の気持ちを認め、他の人と平等な立場にあることを見ても、彼女は自分自身をもう一度減らす瞬間があります。 私は沢子の\"ちび\"の瞬間について話したいと思います。 ショーの強さの一部は、重要な状況（彼女がこれらの対立で\"ちび\"に行っていないことに気づく）での挑戦を満たすために沢子が上昇するのを見ている。 私はアニメでこれらの長い歴史を知っています。 しかし、Kimi ni Todokeでは、彼らは明白なテーマの目的を果たしている。 沢子の「ちび」の瞬間は、彼女の現在の状況を表すものです。 彼女が状況によって気になることがあったり、理解できない場合は、そのモードに入るでしょう。 彼女の身長は変わり、彼女の顔の特徴は単純化されます。 彼女が自分自身を見つけた状況を理解することができません。これは彼女が彼女が装備されていないか、彼女の周りの人と同じレベルにあると仮定しているためです。 それは自尊心の問題です。 しかし、これらの状況はますます少なくなります。\n\nそれでも私を困惑させる君に届けの建設には正式な優雅さがあります。 それは完全に実現したと思われるバランスです。 私たちの日常的な世界を後にして、色、輝き、花模様で置き換えることはいつも正確に分かっているようです。それは沢子の精神にも浸透し、アニメーションは彼女の感情から得られます。 ピンク、緑、泡立ち、超越、十代の女の子の気持ちを強く意識することから来ているように思える、ほぼユートピア的な楽観的な感性を、他にどのように説明しますか？\n\nキミニトドケは、人々が善良であり、暗闇が成長する機会を与えてくれるだけの世界を信じています。 それは完全に盛り上がるビジョンです。 沢子を通して、私たちは世界をそのままではなく、どのようにして経験するべきかを体験します。\n\n注：私は、この執筆は他の何よりも最初のシーズンに焦点を当てていることに言及する必要があります。 第1シーズンは、佐和子の内面の強さと自信の成長と、彼女が喜ぶことができる人生を持つために必要な暫定的なステップでいっそう自らを懸念しています。 一方、第2シーズンは、風早と彼女の間のロマンスを解決しようとする。 このように、私がこのエッセイで焦点を当てていたものの範囲を超えています。 しかし、第2シリーズはかなり価値があり、必ずしも異なっています。\n\n私のブログからコピー/貼り付け：thenextthingwordpress.wordpress.com",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nKimi Ni Todoke is one of the most optimistic and beautiful shows that I’ve ever seen. Watching it again only made it clearer how much other shows simply do not compare. The story’s about a teenage girl named Sawako Kuronuma who, because of her scary-looking appearance, is doomed to be an outsider. But one day she meets a boy, Shota Kazehaya. And it’s thanks to this boy, and the spark that he provides in her life, that she is able to muster up the courage to try and make changes to her life. The show is then less about the love story, and more about Sawako's growing world, growing self-confidence, growing capacity to interact with the people around her, and how this manifests itself throughout the show (relationships, friendships, her self-esteem, and even the way she's drawn). Sawako’s personality is ultimately what gives the show its unique aesthetic and worldview.\n\n\u001b[1mKimi Ni Todokeは私が今まで見た中で最も楽観的で美しいショーの一つです。 それをもう一度見るだけで、他のショーがどれだけ比較していないのかがはっきり分かりました。 物語は、彼女の恐ろしい外観のために、外人になる運命の10歳の女の子、黒沼佐和子です。 しかし、ある日、彼女は男の子を迎える。 そして、この男の子、そして彼が彼女の人生で提供するスパークのおかげで、彼女は彼女の人生を変えようとする勇気を奮い立たせることができます。 このショーでは、ラブストーリーや、成長し続ける世界、自信の高まり、彼女の周りの人々と交流する能力の高まり、そしてこれがショー全体を通してどのように現れているか（関係、友情、自尊心、 そして彼女が描いた方法さえ）。 沢子の個性は、究極的にはそのユニークな美しさと世界観を示すものです。\u001b[22m\n\u001b[1m(Kimi Ni Todoke wa watashi ga imamade mita naka de mottomo rakukanteki de utsukushī shō no hitotsudesu. Sore o mōichido miru dake de, hoka no shō ga dore dake hikaku shite inai no ka ga hakkiri wakarimashita. Monogatari wa, kanojo no osoroshī gaikan no tame ni, gaijin ni naru unmei no 10-sai no on'nanoko, Kuronuma Sawakodesu. Shikashi, aru hi, kanojo wa otokonoko o mukaeru. Soshite, kono otokonoko, soshite kare ga kanojo no jinsei de teikyō suru supāku no okage de, kanojo wa kanojo no jinsei o kaeyou to suru yūki o furuitata seru koto ga dekimasu. Kono shōde wa, rabusutōrī ya, seichō shi tsudzukeru sekai, jishin no takamari, kanojo no mawari no hitobito to kōryū suru nōryoku no takamari, soshite kore ga shō zentai o tōshite dono yō ni arawarete iru ka (kankei, yūjō, jisonshin, soshite kanojo ga kaita hōhō sae). Sawako no kosei wa, kyūkyoku-teki ni wa sono yunīkuna utsukushi-sa to sekai-kan o shimesu monodesu.)\u001b[22m\n\nTranslations of \u001b[4mKimi Ni Todoke is one of the most optimistic and beautiful shows that I’ve ever seen. Watching it again only made it clearer how much other shows simply do not compare. The story’s about a teenage girl named Sawako Kuronuma who, because of her scary-looking appearance, is doomed to be an outsider. But one day she meets a boy, Shota Kazehaya. And it’s thanks to this boy, and the spark that he provides in her life, that she is able to muster up the courage to try and make changes to her life. The show is then less about the love story, and more about Sawako's growing world, growing self-confidence, growing capacity to interact with the people around her, and how this manifests itself throughout the show (relationships, friendships, her self-esteem, and even the way she's drawn). Sawako’s personality is ultimately what gives the show its unique aesthetic and worldview.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKimi Ni Todoke is one of the most optimistic and beautiful shows that I’ve ever seen.\u001b[24m\n    \u001b[1mKimi Ni Todokeは私が今まで見た中で最も楽観的で美しいショーの一つです。\u001b[22m, \u001b[1m君に届けは、私が今まで見た中で最も楽観的で美しいショーの一つです。\u001b[22m\n\u001b[4mWatching it again only made it clearer how much other shows simply do not compare.\u001b[24m\n    \u001b[1mそれをもう一度見るだけで、他のショーがどれだけ比較していないのかがはっきり分かりました。\u001b[22m, \u001b[1m再びそれを見ては、唯一の他のショーは、単純に比較しないどのくらいのことが明確になりました。\u001b[22m\n\u001b[4mThe story’s about a teenage girl named Sawako Kuronuma who, because of her scary-looking appearance, is doomed to be an outsider.\u001b[24m\n    \u001b[1m物語は、彼女の恐ろしい外観のために、外人になる運命の10歳の女の子、黒沼佐和子です。\u001b[22m, \u001b[1m、なぜなら彼女の恐ろしい見通し外観の佐和子黒沼という名前の十代の少女の話のは、部外者であることが運命にあります。\u001b[22m\n\u001b[4mBut one day she meets a boy, Shota Kazehaya.\u001b[24m\n    \u001b[1mしかし、ある日、彼女は男の子を迎える。\u001b[22m, \u001b[1mしかし、ある日、彼女は男の子、翔太風早を満たしています。\u001b[22m\n\u001b[4mAnd it’s thanks to this boy, and the spark that he provides in her life, that she is able to muster up the courage to try and make changes to her life.\u001b[24m\n    \u001b[1mそして、この男の子、そして彼が彼女の人生で提供するスパークのおかげで、彼女は彼女の人生を変えようとする勇気を奮い立たせることができます。\u001b[22m, \u001b[1mそして、それは彼女が試してみて、彼女の人生に変更を加えるために勇気を奮い起こすことが可能であることを、この少年のおかげで、彼は彼女の生活の中で提供して火花をです。\u001b[22m\n\u001b[4mThe show is then less about the love story, and more about Sawako's growing world, growing self-confidence, growing capacity to interact with the people around her, and how this manifests itself throughout the show (relationships, friendships, her self-esteem,\u001b[24m\n    \u001b[1mこのショーでは、ラブストーリーや、成長し続ける世界、自信の高まり、彼女の周りの人々と交流する能力の高まり、そしてこれがショー全体を通してどのように現れているか（関係、友情、自尊心、\u001b[22m, \u001b[1mショーは彼女の周りの人々と対話する能力を成長させ、自信を成長させ、佐和子の成長の世界について、その後の愛の物語について以下、よりあり、これはショーを通して顕在化する方法（関係、友情、彼女の自尊心、\u001b[22m\n\u001b[4mand even the way she's drawn).\u001b[24m\n    \u001b[1mそして彼女が描いた方法さえ）。\u001b[22m, \u001b[1m彼女が描かれたとさえ方法）。\u001b[22m\n\u001b[4mSawako’s personality is ultimately what gives the show its unique aesthetic and worldview.\u001b[24m\n    \u001b[1m沢子の個性は、究極的にはそのユニークな美しさと世界観を示すものです。\u001b[22m, \u001b[1m佐和子さんの性格は、その独特の美しさと世界観を示し与えるもの、最終的です。\u001b[22m\n\u001b[1m\u001b[22m\nSawako has remained alone throughout most of her school years. There are constant rumors and misunderstandings about her. Some say she’s cursed, some day she does black magic; all anyone can agree on is that she’s kind of creepy. It doesn’t help that any time Sawako tries to force a smile, it looks like she’s just killed her husband and drowned her children – it’s scary. But Sawako remains a bastion of positivity and optimism. She always helps out, volunteers, and does things for others, never expecting anything in return. She notices how Kazehaya always seems to be around people, talking, laughing, the center of attention; she admires that. Soon enough, he’s making an effort to include her in the dynamic of the rest of the class (going so far as to sit next to her when everyone else refuses to).\n\n\u001b[1m佐和子は、学年度の大部分にわたって単独で残っています。 彼女についての絶え間ない噂や誤解があります。 ある人は彼女が呪われていると言っている、ある日、彼女は黒の魔法をやる。 すべての人が同意することができます彼女は一種の気味悪いです。 沢子が笑顔を強くしようとすると、夫を殺して子供を溺死させたような気がする。それは恐ろしいことだ。 しかし、沢子は依然としてポジティブで楽観的な砦です。 彼女はいつも助けて、ボランティアをして、他の人のために物事をします。 彼女は、風早がいつも人の周りにいるように見える、話す、笑う、注目の中心であると気づく。 彼女はそれを賞賛する。 まもなく、彼はクラスの残りの部分のダイナミクスに彼女を含めるように努力しています（他の人が拒否しているときは、彼女の隣に座っています）。\u001b[22m\n\u001b[1m(Sawako wa, gakunendo no daibubun ni watatte tandoku de nokotte imasu. Kanojo ni tsuite no taema nai uwasa ya gokai ga arimasu. Aru hito wa kanojo ga norowa rete iru to itte iru, aru hi, kanojo wa kuro no mahō o yaru. Subete no hito ga dōi suru koto ga dekimasu kanojo wa isshu no kimiwaruidesu. Sawako ga egao o tsuyoku shiyou to suru to, otto o koroshite kodomo o dekishi sa seta yōna ki ga suru. Sore wa osoroshī kotoda. Shikashi, Sawako wa izentoshite pojitibude rakukantekina toridedesu. Kanojo wa itsumo tasukete, borantia o shite, hokanohito no tame ni monogoto o shimasu. Kanojo wa, Kazahaya ga itsumo hito no mawari ni iru yō ni mieru, hanasu, warau, chūmoku no chūshindearu to kidzuku. Kanojo wa sore o shōsan suru. Mamonaku, kare wa kurasu no nokori no bubun no dainamikusu ni kanojo o fukumeru yō ni doryoku shite imasu (hokanohito ga kyohi shite iru toki wa, kanojo no tonari ni suwatte imasu).)\u001b[22m\n\nTranslations of \u001b[4mSawako has remained alone throughout most of her school years. There are constant rumors and misunderstandings about her. Some say she’s cursed, some day she does black magic; all anyone can agree on is that she’s kind of creepy. It doesn’t help that any time Sawako tries to force a smile, it looks like she’s just killed her husband and drowned her children – it’s scary. But Sawako remains a bastion of positivity and optimism. She always helps out, volunteers, and does things for others, never expecting anything in return. She notices how Kazehaya always seems to be around people, talking, laughing, the center of attention; she admires that. Soon enough, he’s making an effort to include her in the dynamic of the rest of the class (going so far as to sit next to her when everyone else refuses to).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSawako has remained alone throughout most of her school years.\u001b[24m\n    \u001b[1m佐和子は、学年度の大部分にわたって単独で残っています。\u001b[22m, \u001b[1m佐和子は彼女の学校の年のほとんどを通じて、単独で推移しています。\u001b[22m\n\u001b[4mThere are constant rumors and misunderstandings about her.\u001b[24m\n    \u001b[1m彼女についての絶え間ない噂や誤解があります。\u001b[22m, \u001b[1m彼女について一定の噂や誤解があります。\u001b[22m\n\u001b[4mSome say she’s cursed, some day she does black magic;\u001b[24m\n    \u001b[1mある人は彼女が呪われていると言っている、ある日、彼女は黒の魔法をやる。\u001b[22m, \u001b[1mいくつかは、いつの日か、彼女は黒魔術を行い、彼女は呪われたと言います。\u001b[22m\n\u001b[4mall anyone can agree on is that she’s kind of creepy.\u001b[24m\n    \u001b[1mすべての人が同意することができます彼女は一種の気味悪いです。\u001b[22m, \u001b[1m彼女はちょっと不気味だということです上のすべての誰もが同意することができます。\u001b[22m\n\u001b[4mIt doesn’t help that any time Sawako tries to force a smile, it looks like she’s just killed her husband and drowned her children – it’s scary.\u001b[24m\n    \u001b[1m沢子が笑顔を強くしようとすると、夫を殺して子供を溺死させたような気がする。それは恐ろしいことだ。\u001b[22m, \u001b[1mそれは彼女がちょうど彼女の夫を殺害し、彼女の子供たちを溺れているように見え、佐和子は笑顔を強制しようとすると、いつでもすることを助けていません - それは怖いです。\u001b[22m\n\u001b[4mBut Sawako remains a bastion of positivity and optimism.\u001b[24m\n    \u001b[1mしかし、沢子は依然としてポジティブで楽観的な砦です。\u001b[22m, \u001b[1mしかし、佐和子は陽性と楽観の砦のまま。\u001b[22m\n\u001b[4mShe always helps out, volunteers, and does things for others, never expecting anything in return.\u001b[24m\n    \u001b[1m彼女はいつも助けて、ボランティアをして、他の人のために物事をします。\u001b[22m, \u001b[1m彼女はいつも、アウト役立ちボランティア、そして他の人のために物事を行い、見返りに何を期待することはありません。\u001b[22m\n\u001b[4mShe notices how Kazehaya always seems to be around people, talking, laughing, the center of attention;\u001b[24m\n    \u001b[1m彼女は、風早がいつも人の周りにいるように見える、話す、笑う、注目の中心であると気づく。\u001b[22m, \u001b[1m風早は常に、話題の中心を笑って、話して、人々の周りのようですどのように彼女は気付きました。\u001b[22m\n\u001b[4mshe admires that.\u001b[24m\n    \u001b[1m彼女はそれを賞賛する。\u001b[22m, \u001b[1m彼女はそれを賞賛します。\u001b[22m\n\u001b[4mSoon enough, he’s making an effort to include her in the dynamic of the rest of the class (going so far as to sit next to her when everyone else refuses to).\u001b[24m\n    \u001b[1mまもなく、彼はクラスの残りの部分のダイナミクスに彼女を含めるように努力しています（他の人が拒否しているときは、彼女の隣に座っています）。\u001b[22m, \u001b[1mまもなく、彼は（今のところ誰もがすることを拒否したときに、彼女の隣に座ってのように行く）クラスの残りの動的に彼女を含めるための努力をしています。\u001b[22m\n\u001b[1m\u001b[22m\nIt’s because of this initial effort from Kazehaya that Sawako starts making more chances. She puts herself out there, hoping for the best. Soon enough she makes two friends, Yano and Chizu. But, even still, her self-confidence and her knowledge about these matters is so poor that she isn’t even sure that she qualifies as being a friend to them. Part of Sawako’s problem is that she’s become so accustomed to being alone that she doesn’t even recognize the importance of her own feelings. She knows of things, but has never experienced them. This is why she doesn’t even know if she qualifies as being a friend, or later why she doesn’t even understand that her feelings for Kazehaya are romantic (a shoujo standby, but given psychological depth here).\n\n\u001b[1m風早がより多くのチャンスを作り始める風早からのこの初期の努力のためです。 彼女はベストを願って、そこに自分自身を置きます。 まもなく彼女は2人の友人、ヤノとチーズを作る。 しかし、たとえ依然として、彼女の自信と知識はとても貧しく、彼女は自分が彼らの友人としての資格を持っているかどうかは不明です。 沢子さんの問題点のひとつは、彼女自身が自分の気持ちの重要性を認識していないほど慣れていることです。 彼女は物事を知っていますが、経験したことはありません。 これは、彼女が友人であるかどうかを知ることさえできないのか、それとも、風早の気持ちがロマンチックであることを理解していない理由です。\u001b[22m\n\u001b[1m(Kazahaya ga yori ōku no chansu o tsukuri hajimeru Kazahaya kara no kono shoki no doryoku no tamedesu. Kanojo wa besuto o negatte, soko ni jibun jishin o okimasu. Mamonaku kanojo wa 2-ri no yūjin, Yano to chīzu o tsukuru. Shikashi, tatoe izentoshite, kanojo no jishin to chishiki wa totemo mazushiku, kanojo wa jibun ga karera no yūjin to shite no shikaku o motte iru ka dō ka wa fumeidesu. Sawako-san no mondaiten no hitotsu wa, kanojo jishin ga jibun no kimochi no jūyō-sei o ninshiki shite inai hodo narete iru kotodesu. Kanojo wa monogoto o shitte imasuga, keiken shita koto wa arimasen. Kore wa, kanojo ga yūjindearu ka dō ka o shiru koto sae dekinai no ka, soretomo, Kazahaya no kimochi ga romanchikkudearu koto o rikai shite inai riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s because of this initial effort from Kazehaya that Sawako starts making more chances. She puts herself out there, hoping for the best. Soon enough she makes two friends, Yano and Chizu. But, even still, her self-confidence and her knowledge about these matters is so poor that she isn’t even sure that she qualifies as being a friend to them. Part of Sawako’s problem is that she’s become so accustomed to being alone that she doesn’t even recognize the importance of her own feelings. She knows of things, but has never experienced them. This is why she doesn’t even know if she qualifies as being a friend, or later why she doesn’t even understand that her feelings for Kazehaya are romantic (a shoujo standby, but given psychological depth here).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s because of this initial effort from Kazehaya that Sawako starts making more chances.\u001b[24m\n    \u001b[1m風早がより多くのチャンスを作り始める風早からのこの初期の努力のためです。\u001b[22m, \u001b[1mそれが原因佐和子は、より多くのチャンスを作っ開始風早からこの初期の努力のためです。\u001b[22m\n\u001b[4mShe puts herself out there, hoping for the best.\u001b[24m\n    \u001b[1m彼女はベストを願って、そこに自分自身を置きます。\u001b[22m, \u001b[1m彼女は最高のを期待して、そこに自分自身を出します。\u001b[22m\n\u001b[4mSoon enough she makes two friends, Yano and Chizu.\u001b[24m\n    \u001b[1mまもなく彼女は2人の友人、ヤノとチーズを作る。\u001b[22m, \u001b[1mまもなく彼女は二人の友人、矢野と智頭になります。\u001b[22m\n\u001b[4mBut, even still, her self-confidence and her knowledge about these matters is so poor that she isn’t even sure that she qualifies as being a friend to them.\u001b[24m\n    \u001b[1mしかし、たとえ依然として、彼女の自信と知識はとても貧しく、彼女は自分が彼らの友人としての資格を持っているかどうかは不明です。\u001b[22m, \u001b[1mしかし、でも、まだ、これらの事項についての彼女の自信と彼女の知識は、彼女は彼女がそれらに友人であるとして適格でいることさえわからないほど貧弱です。\u001b[22m\n\u001b[4mPart of Sawako’s problem is that she’s become so accustomed to being alone that she doesn’t even recognize the importance of her own feelings.\u001b[24m\n    \u001b[1m沢子さんの問題点のひとつは、彼女自身が自分の気持ちの重要性を認識していないほど慣れていることです。\u001b[22m, \u001b[1m佐和子の問題の一部は、彼女は彼女も彼女自身の感情の重要性を認識していないことを一人であることにとても慣れていますということです。\u001b[22m\n\u001b[4mShe knows of things, but has never experienced them.\u001b[24m\n    \u001b[1m彼女は物事を知っていますが、経験したことはありません。\u001b[22m, \u001b[1m彼女は物事を知っているが、それらを経験したことがありません。\u001b[22m\n\u001b[4mThis is why she doesn’t even know if she qualifies as being a friend, or later why she doesn’t even understand that her feelings for Kazehaya are romantic (a shoujo standby, but given psychological depth here).\u001b[24m\n    \u001b[1mこれは、彼女が友人であるかどうかを知ることさえできないのか、それとも、風早の気持ちがロマンチックであることを理解していない理由です。\u001b[22m, \u001b[1m彼女は友人であるとして適格であれば彼女も知らない、またはそれ以降の彼女も風早のための彼女の感情は（少女スタンバイが、ここでは心理的な深みを与えられた）ロマンチックであることを理解していない理由は、このためです。\u001b[22m\n\u001b[1m\u001b[22m\nAs Sawako begins to make friends, the central conflict becomes internal. It is no longer about her classmates or friends accepting her, but rather about Sawako thinking enough of herself to see herself as an equal to her peers. Most of the time she believes that she should put her wants and desires on hold to let other people get what they want. That’s why she volunteers or all the jobs that people don’t want at school – she’s completely selfless in an almost self-denigrating way. She casts herself down in order to bring up others – in order for her to aspire to become like them. Part of the growth o Sawako’s character is finding out the ways in which all the people she admires and wants to be like are all flawed in their own ways.\n\n\u001b[1m佐和子が友達を作るようになるにつれ、中央紛争は内部的になります。 彼女のクラスメートや友人が彼女を受け入れることはもうなくなり、むしろ佐和子は彼女自身を彼女の同輩と同等と見なすのに十分な考えをしています。 ほとんどの場合、彼女は他の人に自分が望むものを手に入れるために、彼女の望みと欲望を守るべきだと考えています。 そういうわけで、彼女はボランティアでも、学校では欲しくない仕事をしていても、ほとんど自己嫌悪的なやり方で完全に無私です。 彼女は他人を育てるために自分自身を投げ捨て、彼女のようになることを目指します。 成長の一環として、沢子のキャラクターは、自分が尊敬し、欲しいと思っているすべての人々が、自分のやり方ですべての欠陥を持っている方法を見つけ出しています。\u001b[22m\n\u001b[1m(Sawako ga tomodachi o tsukuru yō ni naru ni tsure, chūō funsō wa naibu-teki ni narimasu. Kanojo no kurasumēto ya yūjin ga kanojo o ukeireru koto wa mō nakunari, mushiro Sawako wa kanojo jishin o kanojo no dōhai to dōtō to minasu no ni jūbun'na kangae o shite imasu. Hotondo no baai, kanojo wa hokanohito ni jibun ga nozomu mono o te ni ireru tame ni, kanojo no nozomi to yokubō o mamorubekida to kangaete imasu. Sō iu wake de, kanojo wa borantia demo, gakkōde wa hoshikunai shigoto o shite ite mo, hotondo jiko ken'o-tekina yarikata de kanzen ni mushidesu. Kanojo wa tanin o sodateru tame ni jibun jishin o nagesute, kanojo no yō ni naru koto o mezashimasu. Seichō no ikkan to shite, Sawako no kyarakutā wa, jibun ga sonkei shi, hoshī to omotte iru subete no hitobito ga, jibun no yarikata de subete no kekkan o motte iru hōhō o mitsukedashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs Sawako begins to make friends, the central conflict becomes internal. It is no longer about her classmates or friends accepting her, but rather about Sawako thinking enough of herself to see herself as an equal to her peers. Most of the time she believes that she should put her wants and desires on hold to let other people get what they want. That’s why she volunteers or all the jobs that people don’t want at school – she’s completely selfless in an almost self-denigrating way. She casts herself down in order to bring up others – in order for her to aspire to become like them. Part of the growth o Sawako’s character is finding out the ways in which all the people she admires and wants to be like are all flawed in their own ways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs Sawako begins to make friends, the central conflict becomes internal.\u001b[24m\n    \u001b[1m佐和子が友達を作るようになるにつれ、中央紛争は内部的になります。\u001b[22m, \u001b[1m佐和子は、友達を作るために始めると、中央の競合が内部になります。\u001b[22m\n\u001b[4mIt is no longer about her classmates or friends accepting her, but rather about Sawako thinking enough of herself to see herself as an equal to her peers.\u001b[24m\n    \u001b[1m彼女のクラスメートや友人が彼女を受け入れることはもうなくなり、むしろ佐和子は彼女自身を彼女の同輩と同等と見なすのに十分な考えをしています。\u001b[22m, \u001b[1mそれは彼女のクラスメートや友人の彼女を受け入れについてはもはやありませんが、むしろ佐和子は彼女の仲間に等しいとしての自分自身を見るために自分自身を十分に考えています。\u001b[22m\n\u001b[4mMost of the time she believes that she should put her wants and desires on hold to let other people get what they want.\u001b[24m\n    \u001b[1mほとんどの場合、彼女は他の人に自分が望むものを手に入れるために、彼女の望みと欲望を守るべきだと考えています。\u001b[22m, \u001b[1m彼女は彼女が彼女を置くべきであると考えている時間のほとんどは、望んでいると他の人々は、彼らが望むものを取得できるように保留に望んでいます。\u001b[22m\n\u001b[4mThat’s why she volunteers or all the jobs that people don’t want at school – she’s completely selfless in an almost self-denigrating way.\u001b[24m\n    \u001b[1mそういうわけで、彼女はボランティアでも、学校では欲しくない仕事をしていても、ほとんど自己嫌悪的なやり方で完全に無私です。\u001b[22m, \u001b[1m彼女はボランティアや人々が学校でたくないすべてのジョブ理由です - 彼女はほとんど自己中傷方法で完全に無私です。\u001b[22m\n\u001b[4mShe casts herself down in order to bring up others – in order for her to aspire to become like them.\u001b[24m\n    \u001b[1m彼女は他人を育てるために自分自身を投げ捨て、彼女のようになることを目指します。\u001b[22m, \u001b[1m彼女は他の人を育てるために自分自身をダウンキャスト - 彼女は、彼らのようになることを熱望するために。\u001b[22m\n\u001b[4mPart of the growth o Sawako’s character is finding out the ways in which all the people she admires and wants to be like are all flawed in their own ways.\u001b[24m\n    \u001b[1m成長の一環として、沢子のキャラクターは、自分が尊敬し、欲しいと思っているすべての人々が、自分のやり方ですべての欠陥を持っている方法を見つけ出しています。\u001b[22m, \u001b[1m佐和子の文字O成長の一部は、すべての人々は彼女が尊敬し、すべての独自の方法で欠陥がされているようになりたいと思っている方法を見つけることです。\u001b[22m\n\u001b[1m\u001b[22m\nEven after acknowledging her feelings of love and friendship and seeing what she’s on equal ground with everyone else, she still has moments when she reduces herself again. I’d like to discuss Sawako’s “chibi” moments. Part of the show’s strength is seeing Sawako rise to meet the challenge in situations that are important (notice that she does not go “chibi” in these confrontations). I’m aware of the long history of these in anime; however, in Kimi ni Todoke, they serve an explicit thematic purpose. Sawako’s “chibi” moments are an expression of her current standing within the situation. If she feels awed by a situation or if she can’t understand it, she’ll go into that mode; her height is changed, her facial features become simplified, etc. She makes herself sub-human, even; unable to comprehend the situation she finds herself in. This is because she assumes she’s not equipped or on the same level as the people around her. It’s an issue of self-esteem. But these situations become fewer and farther in between.\n\n\u001b[1m愛と友情の気持ちを認めて、他の人と平等な立場にあることを見ても、彼女は自分自身をもう一度減らします。 私は沢子の\"ちび\"の瞬間について話したいと思います。 ショーの強さの一部は、重要な状況（彼女がこれらの対立で\"ちび\"に行っていないことに気づく）での挑戦を満たすために沢子が上昇するのを見ている。 私はアニメでこれらの長い歴史を知っています。 しかし、Kimi ni Todokeでは、彼らは明白なテーマの目的を果たしている。 沢子の「ちび」の瞬間は、彼女の現在の状況を表すものです。 彼女が状況によって気になることがあったり、理解できない場合は、そのモードに入るでしょう。 彼女の身長は変わり、彼女の顔の特徴は単純化されます。 彼女が自分自身を見つけた状況を理解することができません。これは彼女が彼女が装備されていないか、彼女の周りの人と同じレベルにあると仮定しているためです。 それは自尊心の問題です。 しかし、これらの状況はますます少なくなります。\u001b[22m\n\u001b[1m(Ai to yūjō no kimochi o mitomete, hokanohito to byōdōna tachiba ni aru koto o mite mo, kanojo wa jibun jishin o mōichido herashimasu. Watashi wa Sawako no\" chibi\" no shunkan ni tsuite hanashitai to omoimasu. Watashi wa anime de korera no nagai rekishi o shitte imasu. Shikashi, Kimi ni Todokede wa, karera wa meihakuna tēma no mokuteki o hatashite iru. Sawako no `chibi' no shunkan wa, kanojo no genzai no jōkyō o arawasu monodesu. Kanojo ga jōkyō ni yotte kininarukoto ga attari, rikai dekinai baai wa, sono mōdo ni hairudeshou. Kanojo no shinchō wa kawari, kanojo no kao no tokuchō wa tanjun-ka sa remasu. Kanojo ga jibun jishin o mitsuketa jōkyō o rikai suru koto ga dekimasen. Kore wa kanojo ga kanojo ga sōbi sa rete inai ka, kanojo no mawarinohito to onaji reberu ni aru to katei shite iru tamedesu. Sore wa jisonshin no mondaidesu. Shikashi, korera no jōkyō wa masumasu sukunaku narimasu. Shō no tsuyo-sa no ichibu wa, jūyōna jōkyō (kanojo ga korera no tairitsu de\" chibi\" ni itte inai koto ni kidzuku) de no chōsen o mitasu tame ni Sawako ga jōshō suru no o mite iru.)\u001b[22m\n\u001b[1m\u001b[22m\nThere’s a formal elegance to the construction of Kimi ni Todoke that still baffles me. It is a balance that seems perfectly realized. It always seems to know exactly when to leave our mundane world behind and replace it with colors, sparkles, floral patterns – it taps into Sawako’s psyche even, and the animation is derived from her emotion. How else does one explain the pinks, the greens, the effervescence, the transcendence, the almost utopian ever-optimistic sensibility that seemingly is able to only come from being able to intensely identify with this teenage girl’s feelings?\n\n\u001b[1mそれでも私を困惑させる君に届けの建設には正式な優雅さがあります。 それは完全に実現したと思われるバランスです。 私たちの日常的な世界を後にして、色、輝き、花模様で置き換えることはいつも正確に分かっているようです。それは沢子の精神にも浸透し、アニメーションは彼女の感情から得られます。 ピンク、緑、泡立ち、超越、十代の少女の気持ちを強く意識することから来ているように思える、ほぼユートピア的な楽観的な感性を、他にどのように説明しますか？\u001b[22m\n\u001b[1m(Soredemo watashi o konwaku sa seru kiminitodoke no kensetsu ni wa seishikina yūga-sa ga arimasu. Sore wa kanzen ni jitsugen shita to omowa reru baransudesu. Watashitachi no nichijō-tekina sekai o-go ni shite,-iro, kagayaki, hana moyō de okikaeru koto wa itsumo seikaku ni wakatte iru yōdesu. Sore wa Sawako no seishin ni mo shintō shi, animēshon wa kanojo no kanjō kara e raremasu. Pinku, midori, awadachi, chōetsu, jūdai no shōjo no kimochi o tsuyoku ishiki suru koto kara kite iru yō ni omoeru, hobo yūtopia-tekina rakukantekina kansei o, hoka ni dono yō ni setsumei shimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThere’s a formal elegance to the construction of Kimi ni Todoke that still baffles me. It is a balance that seems perfectly realized. It always seems to know exactly when to leave our mundane world behind and replace it with colors, sparkles, floral patterns – it taps into Sawako’s psyche even, and the animation is derived from her emotion. How else does one explain the pinks, the greens, the effervescence, the transcendence, the almost utopian ever-optimistic sensibility that seemingly is able to only come from being able to intensely identify with this teenage girl’s feelings?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s a formal elegance to the construction of Kimi ni Todoke that still baffles me.\u001b[24m\n    \u001b[1mそれでも私を困惑させる君に届けの建設には正式な優雅さがあります。\u001b[22m, \u001b[1mまだ私をバッフル君に届けの建設への正式な優雅さがあります。\u001b[22m\n\u001b[4mIt is a balance that seems perfectly realized.\u001b[24m\n    \u001b[1mそれは完全に実現したと思われるバランスです。\u001b[22m, \u001b[1mそれは完全に実現思わバランスです。\u001b[22m\n\u001b[4mIt always seems to know exactly when to leave our mundane world behind and replace it with colors, sparkles, floral patterns – it taps into Sawako’s psyche even, and the animation is derived from her emotion.\u001b[24m\n    \u001b[1m私たちの日常的な世界を後にして、色、輝き、花模様で置き換えることはいつも正確に分かっているようです。それは沢子の精神にも浸透し、アニメーションは彼女の感情から得られます。\u001b[22m, \u001b[1m常に後ろに私たちの日常的な世界を残し、色、輝き、花柄に置き換えることを正確にいつ知っているようだ - それも佐和子の精神にタップ、およびアニメーションは彼女の感情に由来します。\u001b[22m\n\u001b[4mHow else does one explain the pinks, the greens, the effervescence, the transcendence, the almost utopian ever-optimistic sensibility that seemingly is able to only come from being able to intensely identify with this teenage girl’s feelings?\u001b[24m\n    \u001b[1mピンク、緑、泡立ち、超越、十代の少女の気持ちを強く意識することから来ているように思える、ほぼユートピア的な楽観的な感性を、他にどのように説明しますか？\u001b[22m, \u001b[1m他にどのように1は、ピンク、グリーン、泡立ち、超越、一見だけ激しく、この十代の少女の気持ちに共感することができることから来ることができているほとんどのユートピア常に楽観的な感性を説明していますか？\u001b[22m\n\u001b[1m\u001b[22m\nKimi ni Todoke believes in a world where people are good and darkness is there only to allow for opportunities to grow; it is a thoroughly uplifting vision. Through Sawako, we experience the world not as it is, but how it should be.\n\n\u001b[1mキミニトドケは、人々が善良であり、暗闇が成長する機会を与えてくれるだけの世界を信じています。 それは完全に盛り上がるビジョンです。 沢子を通して、私たちは世界をそのままではなく、どのようにして経験するべきかを体験します。\u001b[22m\n\u001b[1m(Kiminitodoke wa, hitobito ga zenryōdeari, kurayami ga seichō suru kikai o ataete kureru dake no sekai o shinjite imasu. Sore wa kanzen ni moriagaru bijondesu. Sawako o tōshite, watashitachiha sekai o sonomamade wa naku, dono yō ni shite keiken surubeki ka o taiken shimasu.)\u001b[22m\n\nTranslations of \u001b[4mKimi ni Todoke believes in a world where people are good and darkness is there only to allow for opportunities to grow; it is a thoroughly uplifting vision. Through Sawako, we experience the world not as it is, but how it should be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKimi ni Todoke believes in a world where people are good and darkness is there only to allow for opportunities to grow;\u001b[24m\n    \u001b[1mキミニトドケは、人々が善良であり、暗闇が成長する機会を与えてくれるだけの世界を信じています。\u001b[22m, \u001b[1m君に届けは、人々が優れていると闇が成長する機会を可能にするためにのみ存在する世界を信じています。\u001b[22m\n\u001b[4mit is a thoroughly uplifting vision.\u001b[24m\n    \u001b[1mそれは完全に盛り上がるビジョンです。\u001b[22m, \u001b[1mそれは徹底的に高揚ビジョンです。\u001b[22m\n\u001b[4mThrough Sawako, we experience the world not as it is, but how it should be.\u001b[24m\n    \u001b[1m沢子を通して、私たちは世界をそのままではなく、どのようにして経験するべきかを体験します。\u001b[22m, \u001b[1m佐和子を通じて、我々は、世界はそれがないとして、それがどうあるべきか経験します。\u001b[22m\n\u001b[1m\u001b[22m\nNote: I should mention that this write-up focuses more on the first season than anything else. The first season concerns itself more with the growth of Sawako’s inner strength and confidence, and the tentative steps she takes to have a life that she can be happy with. The second season, on the other hand, tries to resolve the romance between Kazehaya and her. As such, it’s beyond the scope of what I was focusing on in this essay. However, the second series is quite worthwhile, just necessarily different.\n\n\u001b[1m注：私は、この執筆は他の何よりも最初のシーズンに焦点を当てていることに言及する必要があります。 第1シーズンは、佐和子の内面の強さと自信の成長と、彼女が喜ぶことができる人生を持つために必要な暫定的なステップでいっそう自らを懸念しています。 一方、第2シーズンは、風早と彼女の間のロマンスを解決しようとする。 このように、私がこのエッセイで焦点を当てていたものの範囲を超えています。 しかし、第2シリーズはかなり価値があり、必ずしも異なっています。\u001b[22m\n\u001b[1m(Chū: Watashi wa, kono shippitsu wa hoka no naniyori mo saisho no shīzun ni shōten o atete iru koto ni genkyū suru hitsuyō ga arimasu. Dai 1 shīzun wa, Sawako no naimen no tsuyo-sa to jishin no seichō to, kanojo ga yorokobu koto ga dekiru jinsei o motsu tame ni hitsuyōna zantei-tekina suteppu de issō mizukara o kenen shite imasu. Ippō, dai 2 shīzun wa, Kazahaya to kanojo no ma no romansu o kaiketsu shiyou to suru. Ko no yō ni, watashi ga kono essei de shōten o atete ita mono no han'i o koete imasu. Shikashi, dai 2 shirīzu wa kanari kachi ga ari, kanarazushimo kotonatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mNote: I should mention that this write-up focuses more on the first season than anything else. The first season concerns itself more with the growth of Sawako’s inner strength and confidence, and the tentative steps she takes to have a life that she can be happy with. The second season, on the other hand, tries to resolve the romance between Kazehaya and her. As such, it’s beyond the scope of what I was focusing on in this essay. However, the second series is quite worthwhile, just necessarily different.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: I should mention that this write-up focuses more on the first season than anything else.\u001b[24m\n    \u001b[1m注：私は、この執筆は他の何よりも最初のシーズンに焦点を当てていることに言及する必要があります。\u001b[22m, \u001b[1m注：私はこの書き込みアップが何よりも最初のシーズンにもっと焦点を当てていることを言及する必要があります。\u001b[22m\n\u001b[4mThe first season concerns itself more with the growth of Sawako’s inner strength and confidence, and the tentative steps she takes to have a life that she can be happy with.\u001b[24m\n    \u001b[1m第1シーズンは、佐和子の内面の強さと自信の成長と、彼女が喜ぶことができる人生を持つために必要な暫定的なステップでいっそう自らを懸念しています。\u001b[22m, \u001b[1mより佐和子の内面の強さと自信、そして彼女はと幸せになれる生活をしているのにかかる暫定的な手順の成長に最初のシーズンの懸念そのもの。\u001b[22m\n\u001b[4mThe second season, on the other hand, tries to resolve the romance between Kazehaya and her.\u001b[24m\n    \u001b[1m一方、第2シーズンは、風早と彼女の間のロマンスを解決しようとする。\u001b[22m, \u001b[1m第二シーズンは、他の一方で、風早と彼女の間のロマンスを解決しようとします。\u001b[22m\n\u001b[4mAs such, it’s beyond the scope of what I was focusing on in this essay.\u001b[24m\n    \u001b[1mこのように、私がこのエッセイで焦点を当てていたものの範囲を超えています。\u001b[22m, \u001b[1mこのように、それは私がこのエッセイに焦点を当てたものの範囲を超えています。\u001b[22m\n\u001b[4mHowever, the second series is quite worthwhile, just necessarily different.\u001b[24m\n    \u001b[1mしかし、第2シリーズはかなり価値があり、必ずしも異なっています。\u001b[22m, \u001b[1mしかし、第2シリーズは、ちょうど必ずしも異なる、非常に価値があります。\u001b[22m\n\u001b[1m\u001b[22m\ncopied/pasted from my blog: thenextthingwordpress.wordpress.com\n\n\u001b[1m私のブログからコピー/貼り付け：thenextthingwordpress.wordpress.com\u001b[22m\n\u001b[1m(Watashi no burogu kara kopī/ haritsukike: Thenextthingwordpress. Wordpress. Komu)\u001b[22m\n\nTranslations of \u001b[4mcopied/pasted from my blog: thenextthingwordpress.wordpress.com\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcopied/pasted from my blog: thenextthingwordpress.wordpress.com\u001b[24m\n    \u001b[1m私のブログからコピー/貼り付け：thenextthingwordpress.wordpress.com\u001b[22m, \u001b[1mthenextthingwordpress.wordpress.com：コピー/私のブログから貼り付け\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "agness",
    "profile": "/profile/agness/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=30785",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  9\n\n「君に向かって」はあなたの典型的なアニメではありません。主人公の佐和子さんは、恐怖からのものです。 彼女のクラスメートは彼女を見ることを恐れています。あなたが3秒以上それをすると、あなたが呪われてしまうゴシップがあります。 あなたが最初のエピソードで生き残れば、あなたは吸い込まれ、最後まで関心を持ってそれを見ます。 彼女は恥ずかしがり屋で、孤独な少女ですが、風早と出会うときに少し変わってしまいます。 彼女は友人を持つことに慣れていないし、彼女の友情を発展させるプロセスは最もよく描写されたものの1つです。 このアニメは感情的なものですが、ありがたいことに、その面白い瞬間もあります。 迷惑になることがあるのは、沢子と風早の関係の進歩ですが、それはラブリー・ドーヴィーのものに焦点を当てるのではなく、悪くないアニメのようなものです。 スタイルはK-on！のようなものです。 音楽。 個人的には、オープニングとエンディングが好きだった。 最初のものは少しメランコリックで、このプロダクションの雰囲気に合っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'Kimi ni todoke' isn't your typical shojo anime.The protagonist, Sawako, is seen as a chick-from-horror. Her classmates are afraid of looking at her and there are gossips that you'll get cursed if you do it for longer than 3 seconds. If you survive the first episodes, you'll get sucked in and watch it with interest to the very end. She's the shy and, because of it, lonely type of girl, but when she meets Kazehaya, she tries to change a bit. She's not used to having friends and the process of her developing friendships is one of the most well depicted. This anime is an emotional one, but, thankfully, it has its funny moments, too. The thing that can be annoying is the progress of Sawako and Kazehaya's relationship, but it's the kind of anime that doesn't focus on lovey-dovey things, but they aren't bad, either. The style is a bit like the K-on!'s. Music. Personally, I liked the opening and the ending. The first one is a little melancholic and fits the ambience of this production.\n\n\u001b[1m「君に向かって」はあなたの典型的なアニメではありません。主人公の佐和子さんは、恐怖からのものです。 彼女のクラスメートは彼女を見ることを恐れています。あなたが3秒以上それをすると、あなたが呪われてしまうゴシップがあります。 あなたが最初のエピソードで生き残れば、あなたは吸い込まれ、最後まで関心を持ってそれを見ます。 彼女は恥ずかしがり屋で、孤独な少女ですが、風早と出会うときに少し変わってしまいます。 彼女は友人を持つことに慣れていないし、彼女の友情を発展させるプロセスは最もよく描写されたものの1つです。 このアニメは感情的なものですが、ありがたいことに、その面白い瞬間もあります。 迷惑になることがあるのは、沢子と風早の関係の進歩ですが、それはラブリー・ドーヴィーのものに焦点を当てるのではなく、悪くないアニメのようなものです。 スタイルはK-on！のようなものです。 音楽。 個人的には、オープニングとエンディングが好きだった。 最初のものは少しメランコリックで、このプロダクションの雰囲気に合っています。\u001b[22m\n\u001b[1m(`Kimi ni mukatte' wa anata no tenkei-tekina animede wa arimasen. Shujinkō no Sawako-san wa, kyōfu kara no monodesu. Kanojo no kurasumēto wa kanojo o miru koto o osorete imasu. Anata ga 3-byō ijō sore o suru to, anata ga norowa rete shimau goshippu ga arimasu. Kanojo wa hazukashigariya de, kodokuna shōjodesuga, Kazahaya to deau toki ni sukoshi kawatte shimaimasu. Kanojo wa yūjin o motsu koto ni narete inaishi, kanojo no yūjō o hatten sa seru purosesu wa mottomo yoku byōsha sa reta mono no 1tsudesu. Kono anime wa kanjō-tekina monodesuga, arigatai koto ni, sono omoshiroi shunkan mo arimasu. Meiwaku ni naru koto ga aru no wa, Sawako to Kazahaya no kankei no shinpodesuga, soreha raburī dōvu~ī no mono ni shōten o ateru node wa naku, warukunai anime no yōna monodesu. Sutairu wa K - on! No yōna monodesu. Ongaku. Kojin-teki ni wa, ōpuningu to endingu ga sukidatta. Saisho no mono wa sukoshi merankorikku de, kono purodakushon no fun'iki ni atte imasu. Anata ga saisho no episōdo de ikinokoreba, anata wa suikoma re, saigomade kanshin o motte sore o mimasu.)\u001b[22m\n\nTranslations of \u001b[4m'Kimi ni todoke' isn't your typical shojo anime.The protagonist, Sawako, is seen as a chick-from-horror. Her classmates are afraid of looking at her and there are gossips that you'll get cursed if you do it for longer than 3 seconds. If you survive the first episodes, you'll get sucked in and watch it with interest to the very end. She's the shy and, because of it, lonely type of girl, but when she meets Kazehaya, she tries to change a bit. She's not used to having friends and the process of her developing friendships is one of the most well depicted. This anime is an emotional one, but, thankfully, it has its funny moments, too. The thing that can be annoying is the progress of Sawako and Kazehaya's relationship, but it's the kind of anime that doesn't focus on lovey-dovey things, but they aren't bad, either. The style is a bit like the K-on!'s. Music. Personally, I liked the opening and the ending. The first one is a little melancholic and fits the ambience of this production.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Kimi ni todoke' isn't your typical shojo anime.The protagonist, Sawako, is seen as a chick-from-horror.\u001b[24m\n    \u001b[1m「君に向かって」はあなたの典型的なアニメではありません。主人公の佐和子さんは、恐怖からのものです。\u001b[22m, \u001b[1m「君に届け」はanime.The主人公、佐和子は、ひよこから、恐怖と見られているあなたの典型的な少女ではありません。\u001b[22m\n\u001b[4mHer classmates are afraid of looking at her and there are gossips that you'll get cursed if you do it for longer than 3 seconds.\u001b[24m\n    \u001b[1m彼女のクラスメートは彼女を見ることを恐れています。あなたが3秒以上それをすると、あなたが呪われてしまうゴシップがあります。\u001b[22m, \u001b[1m彼女のクラスメートは、彼女を見ているのを恐れている、あなたは3秒以上のためにそれを行う場合は、呪われ得るだろうゴシップがあります。\u001b[22m\n\u001b[4mShe's the shy and, because of it, lonely type of girl, but when she meets Kazehaya, she tries to change a bit.\u001b[24m\n    \u001b[1m彼女は恥ずかしがり屋で、孤独な少女ですが、風早と出会うときに少し変わってしまいます。\u001b[22m, \u001b[1m彼女は少女の恥ずかしがりや、それのために、孤独なタイプだが、彼女は風早を満たしたとき、彼女は少しを変更しようとします。\u001b[22m\n\u001b[4mShe's not used to having friends and the process of her developing friendships is one of the most well depicted.\u001b[24m\n    \u001b[1m彼女は友人を持つことに慣れていないし、彼女の友情を発展させるプロセスは最もよく描写されたものの1つです。\u001b[22m, \u001b[1m彼女が持つ友人に慣れていないし、彼女の開発友情のプロセスが最もよく示されているの一つです。\u001b[22m\n\u001b[4mThis anime is an emotional one, but, thankfully, it has its funny moments, too.\u001b[24m\n    \u001b[1mこのアニメは感情的なものですが、ありがたいことに、その面白い瞬間もあります。\u001b[22m, \u001b[1mこのアニメは、ありがたいことに、それはあまりにも、その面白い瞬間を持って、感情的なものですが、。\u001b[22m\n\u001b[4mThe thing that can be annoying is the progress of Sawako and Kazehaya's relationship, but it's the kind of anime that doesn't focus on lovey-dovey things, but they aren't bad, either.\u001b[24m\n    \u001b[1m迷惑になることがあるのは、沢子と風早の関係の進歩ですが、それはラブリー・ドーヴィーのものに焦点を当てるのではなく、悪くないアニメのようなものです。\u001b[22m, \u001b[1mいらいらすることができますことは、佐和子と風早の関係の進展であるが、それはラブラブのものに焦点を当てていないアニメのようなものだが、彼らはどちらか、悪くないです。\u001b[22m\n\u001b[4mThe style is a bit like the K-on!'s.\u001b[24m\n    \u001b[1mスタイルはK-on！のようなものです。\u001b[22m, \u001b[1mスタイルは、ビットけいおん！のようなものです。\u001b[22m\n\u001b[4mMusic.\u001b[24m\n    \u001b[1m音楽。\u001b[22m, \u001b[1mミュージック。\u001b[22m\n\u001b[4mPersonally, I liked the opening and the ending.\u001b[24m\n    \u001b[1m個人的には、オープニングとエンディングが好きだった。\u001b[22m, \u001b[1m個人的に、私はオープニングとエンディングが好きでした。\u001b[22m\n\u001b[4mThe first one is a little melancholic and fits the ambience of this production.\u001b[24m\n    \u001b[1m最初のものは少しメランコリックで、このプロダクションの雰囲気に合っています。\u001b[22m, \u001b[1m最初のものは少しメランコリックであり、この生産の雰囲気に合います。\u001b[22m\n\u001b[4mIf you survive the first episodes, you'll get sucked in and watch it with interest to the very end.\u001b[24m\n    \u001b[1mあなたが最初のエピソードで生き残れば、あなたは吸い込まれ、最後まで関心を持ってそれを見ます。\u001b[22m, \u001b[1mあなたが最初のエピソードを生き残る場合は、中に吸い込まれ、非常に最後まで興味を持って、それを見て取得します。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "animefreak0007",
    "profile": "/profile/animefreak0007/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=64693",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  7\n\nきみ に とどけ。 しｍｐｌｙ。。。？\nレビューで個別のスコアが表示されていないことを認識していることを理解するのにはしばらく時間がかかりました。私はレビューの書き方を改善するのを助けてくれることを願っています（最悪の分野）\nストーリー7：レビュー私はそれを誇張して読んだが、それは良かった。\n\nアート9：どのように違っていたかと思いました。\n\nサウンド8：音楽と声優が良かった。\n\nキャラクター7：主なリードがより典型的で記述されましたが、マイナーなキャラクターがショーを盗んだ。\n\n楽しさ8：本当にこのアニメが好きで、ライブ映画を見たいと思っています。\n\n* * *\nこのアニメのレビューを読むと、典型的な少女のジャンルからペースが変わると思った。 しかし、私はこのアニメを見始めると、私はこのアニメを誇張して読んだレビューを実現しました。 ストーリーは沢子という女の子ですが、人々は「リング」の怖いキャラクターの後で彼女の貞子と呼んでいます。 彼女はクラスメートに恐れられているが、その理由については無知だ。 それから彼女は彼女の救い主、Kazehaya、いい男です。 そこから、2つの気持ちが高まるにつれて話がゆっくりと変化する。 いくつかの面では、不必要な誤解や非現実的な状況がないため、ストーリーは他のものとは異なります。 アニメからのリアルさは高校の設定と一致します。 しかし典型的ではないが失望しているものが1つあり、それが終わりだった。 それは悪くは終わりませんでしたが、それはフラットなので、おそらくもっと楽しいものは来シーズンに起こります。アニメはまだ主にキャラクターの典型的な少女の要素を保持しています。\n\nキャラクターがほとんど正常に見える少女アニメを見たことはありませんでした。 水を基調とした色は、アニメを柔らかくて甘くして、かわいい話を伝えます。 あなたは芸術に慣れており、主人公は私が愛しているビシェイではありません。 普通の人はそれほどセクシーではなく、私はそれが物語やキャラクターから引き離されていると感じます。 私が芸術についてもっと知っていれば、私はそれをもっと詳しく説明しますが、私が描写できるのはカメラの角度です。 クローズアップからワイドショットまで、ビデオのどれも不必要なようで、アニメに合っています。\n\nテーマソングはオープニングが甘くても少しぎこちなく、エンディングがエピソードを柔らかくするので、アニメの気分に合っています。 声の演技は文字のように素敵で普通です。 初めは、沢子の声は私が彼女の性格を知るようになるまで気になって、その性格を完全に伝える声優であることに気付きました。\n\n男性のリード、Kakehayaは、より典型的な少女であると認めています。 彼は冷たくないか、豊かではないが、運動能力があり、スマートです。 沢子のような物語のキャラクターの中で成長する一方で、Kakehayaのような中立のものもあります。 人々は彼がもう野球をしないのではなく、運動選手がいつもアスリートであると考えている。 また、多くの男性のリードのように、その男は彼の仲間と一緒に男と女の子の両方で人気があり、女の子は不気味になる可能性があります。 女性リードの佐和子は学校では馬鹿ではなく、奇妙なやり方をしていますが、彼女は女性リードのようにもあります。 彼女は素朴で、親切で、簡単に愛しています。 シーズンのコックブロッカーはクリミでしたが、彼女はまだ多くのコックブロッカーのようにカケカヤで大胆な動きをしませんでしたが、彼女はまだその嫉妬深い行動をしていました。 いくつかの典型的な少女の性格の特性に加えて、そのキャラクターは愛らしいものであり、かわいそうであると思っています。 それでも、チーズとアヤネは、さまざまなタイプの友人の側面をもたらしたように、サイドキックをしています。 彼らはあなたが沢子を友人にしてより信じ易いと思う友人のタイプではありません。\n\n私は全体的にこのアニメを楽しんだし、2年目を待つことはできません。 私はこのアニメを、甘い場面がたくさんあるドラマのほとんどが無料の物語を探している人にお勧めします。 このアニメはあなたにとって甘すぎるので、重いドラマが好きな人にはこれをお勧めしません。 このアニメは独特のもので、ちょっとしたもので、あなたがそれをよく見ることを決心すれば:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nきみ に とどけ。 しｍｐｌｙ。。。？\n(Kimi ni todoke. Shi mply... ?)\n\n\u001b[1mきみ に とどけ。 しｍｐｌｙ。。。？\u001b[22m\n\u001b[1m(Kimi ni todoke. Shi mply... ?)\u001b[22m\nIt took me a while(very slow at times) to realize that you do not see individual scores on reviews so here they are and I hope you can help me improve my review writing(worst area in writing)\n\n\u001b[1mレビューで個別のスコアが表示されていないことを認識していることを理解するのにはしばらく時間がかかりました。私はレビューの書き方を改善するのを助けてくれることを願っています（最悪の分野）\u001b[22m\n\u001b[1m(Rebyū de kobetsu no sukoa ga hyōji sa rete inai koto o ninshiki shite iru koto o rikai suru no ni wa shibaraku jikan ga kakarimashita. Watashi wa rebyū no kakikata o kaizen suru no o tasukete kureru koto o negatte imasu (saiaku no bun'ya))\u001b[22m\n\nTranslations of \u001b[4mIt took me a while(very slow at times) to realize that you do not see individual scores on reviews so here they are and I hope you can help me improve my review writing(worst area in writing)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt took me a while(very slow at times) to realize that you do not see individual scores on reviews so here they are and I hope you can help me improve my review writing(worst area in writing)\u001b[24m\n    \u001b[1mレビューで個別のスコアが表示されていないことを認識していることを理解するのにはしばらく時間がかかりました。私はレビューの書き方を改善するのを助けてくれることを願っています（最悪の分野）\u001b[22m, \u001b[1mそれはあなたがので、ここで彼らは、私はあなたが私が書いて私のレビュー（書面の中で最悪の面積を）向上に役立つことを願ってレビュー上の個々のスコアが表示されないことを理解することが私（の回で非常に遅い）しばらく時間がかかりました\u001b[22m\nStory 7: Reviews I read over-hyped it, but it was good.\n\n\u001b[1mストーリー7：レビュー私はそれを誇張して読んだが、それは良かった。\u001b[22m\n\u001b[1m(Sutōrī 7: Rebyū watashi wa sore o kochō shite yonda ga, sore wa yokatta.)\u001b[22m\n\nTranslations of \u001b[4mStory 7: Reviews I read over-hyped it, but it was good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 7: Reviews I read over-hyped it, but it was good.\u001b[24m\n    \u001b[1mストーリー7：レビュー私はそれを誇張して読んだが、それは良かった。\u001b[22m, \u001b[1mストーリー7：私は過剰宣伝それを読んで、それは良かったレビュー。\u001b[22m\n\u001b[1m\u001b[22m\nArt 9: Liked how different it was.\n\n\u001b[1mアート9：どのように違っていたかと思いました。\u001b[22m\n\u001b[1m(Āto 9: Do no yō ni chigatte ita ka to omoimashita.)\u001b[22m\n\nTranslations of \u001b[4mArt 9: Liked how different it was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 9: Liked how different it was.\u001b[24m\n    \u001b[1mアート9：どのように違っていたかと思いました。\u001b[22m, \u001b[1mアート9：それがいかに異なって気に入りました。\u001b[22m\n\u001b[1m\u001b[22m\nSound 8: Music and Voice acting was good.\n\n\u001b[1mサウンド8：音楽と声優が良かった。\u001b[22m\n\u001b[1m(Saundo 8: Ongaku to seiyū ga yokatta.)\u001b[22m\n\nTranslations of \u001b[4mSound 8: Music and Voice acting was good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 8: Music and Voice acting was good.\u001b[24m\n    \u001b[1mサウンド8：音楽と声優が良かった。\u001b[22m, \u001b[1m8サウンド：音楽と声の演技は良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 7: Main leads were more typical then described, but the minor characters stole the show.\n\n\u001b[1mキャラクター7：主なリードがより典型的で記述されましたが、マイナーなキャラクターがショーを盗んだ。\u001b[22m\n\u001b[1m(Kyarakutā 7: Omona rīdo ga yori tenkei-tekide kijutsu sa remashitaga, maināna kyarakutā ga shō o nusunda.)\u001b[22m\n\nTranslations of \u001b[4mCharacters 7: Main leads were more typical then described, but the minor characters stole the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 7: Main leads were more typical then described, but the minor characters stole the show.\u001b[24m\n    \u001b[1mキャラクター7：主なリードがより典型的で記述されましたが、マイナーなキャラクターがショーを盗んだ。\u001b[22m, \u001b[1mキャラクター7：メインリードは、その後に記載さより典型的であったが、マイナーな文字はショーを盗みました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 8: Really liked this anime and I am planning to watch the live movie.\n\n\u001b[1m楽しさ8：本当にこのアニメが好きで、ライブ映画を見たいと思っています。\u001b[22m\n\u001b[1m(Tanoshisa 8: Hontōni kono anime ga sukide, raibu eiga o mitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 8: Really liked this anime and I am planning to watch the live movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 8: Really liked this anime and I am planning to watch the live movie.\u001b[24m\n    \u001b[1m楽しさ8：本当にこのアニメが好きで、ライブ映画を見たいと思っています。\u001b[22m, \u001b[1m楽し8は：本当にこのアニメが好きで、私は生きて映画を鑑賞する予定です。\u001b[22m\n\u001b[1m\u001b[22m\n* * *\n\n\u001b[1m* * *\u001b[22m\n\u001b[1m(* * *)\u001b[22m\n\nTranslations of \u001b[4m* * *\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m* * *\u001b[24m\n    \u001b[1m* * *\u001b[22m\nWhen I read reviews of this anime I thought it would be a change of pace from the typical shoujo genre. However as I began watching this anime I realized the reviews I read exaggerated this anime. The story is about a girl named Sawako, but people call her Sadako after the scary character from 'The Ring.' She is feared by her classmates, yet is clueless about the reason. Then she meets her savior, Kazehaya who is a nice guy. From there the story is slow paced as the two feelings grow. In some aspects the story is different from others as it does not have unnecessary misunderstanding and unrealistic situations. The realness from the anime match the setting of high school. Yet there is one thing it has that is not typical yet is disappointing and it was the ending. It didn't end bad, but it felt flat, so maybe more fun stuff will happen next season.However the anime still holds typical shoujo elements mainly in the characters.\n\n\u001b[1mこのアニメのレビューを読むと、典型的な少女のジャンルからペースが変わると思った。 しかし、私はこのアニメを見始めると、私はこのアニメを誇張して読んだレビューを実現しました。 ストーリーは沢子という女の子ですが、人々は「リング」の怖いキャラクターの後で彼女の貞子と呼んでいます。 彼女はクラスメートに恐れられているが、その理由については無知だ。 それから彼女は彼女の救い主、Kazehaya、いい男です。 そこから、2つの気持ちが高まるにつれて話がゆっくりと変化する。 いくつかの面では、不必要な誤解や非現実的な状況がないため、ストーリーは他のものとは異なります。 アニメからのリアルさは高校の設定と一致します。 しかし典型的ではないが失望しているものが1つあり、それが終わりだった。 それは悪くは終わりませんでしたが、それはフラットなので、おそらくもっと楽しいものは来シーズンに起こります。アニメはまだ主にキャラクターの典型的な少女の要素を保持しています。\u001b[22m\n\u001b[1m(Kono anime no rebyū o yomu to, tenkei-tekina shōjo no janru kara pēsu ga kawaru to omotta. Shikashi, watashi wa kono anime o mi hajimeru to, watashi wa kono anime o kochō shite yonda rebyū o jitsugen shimashita. Sutōrī wa Sawako to iu on'nanokodesuga, hitobito wa `ringu' no kowai kyarakutā no nochi de kanojo no Sadako to yonde imasu. Kanojo wa kurasumēto ni osore rarete iruga, sono riyū ni tsuite wa muchida. Sorekara kanojo wa kanojo no sukuinushi, Kazehaya, ī otokodesu. Soko kara, 2tsu no kimochi ga takamaru ni tsurete hanashi ga yukkuri to henka suru. Ikutsu ka no mende wa, fuhitsuyōna gokai ya higenjitsutekina jōkyō ga nai tame, sutōrī wa hoka no mono to wa kotonarimasu. Anime kara no Riaru-sa wa kōkō no settei to itchi shimasu. Shikashi tenkei-tekide wa naiga shitsubō shite iru mono ga 1tsu ari, sore ga owaridatta. Sore wa waruku wa owarimasendeshitaga, soreha furattonanode, osoraku motto tanoshī mono wa rai shīzun ni okorimasu. Anime wa mada omo ni kyarakutā no tenkei-tekina shōjo no yōso o hoji shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I read reviews of this anime I thought it would be a change of pace from the typical shoujo genre. However as I began watching this anime I realized the reviews I read exaggerated this anime. The story is about a girl named Sawako, but people call her Sadako after the scary character from 'The Ring.' She is feared by her classmates, yet is clueless about the reason. Then she meets her savior, Kazehaya who is a nice guy. From there the story is slow paced as the two feelings grow. In some aspects the story is different from others as it does not have unnecessary misunderstanding and unrealistic situations. The realness from the anime match the setting of high school. Yet there is one thing it has that is not typical yet is disappointing and it was the ending. It didn't end bad, but it felt flat, so maybe more fun stuff will happen next season.However the anime still holds typical shoujo elements mainly in the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I read reviews of this anime I thought it would be a change of pace from the typical shoujo genre.\u001b[24m\n    \u001b[1mこのアニメのレビューを読むと、典型的な少女のジャンルからペースが変わると思った。\u001b[22m, \u001b[1m私はこのアニメのレビューを読んだとき、私はそれが典型的な少女のジャンルからペースの変化だろうと思いました。\u001b[22m\n\u001b[4mHowever as I began watching this anime I realized the reviews I read exaggerated this anime.\u001b[24m\n    \u001b[1mしかし、私はこのアニメを見始めると、私はこのアニメを誇張して読んだレビューを実現しました。\u001b[22m, \u001b[1m私はこのアニメを見始めたしかし、私は私が読んレビューはこのアニメを誇張実現しました。\u001b[22m\n\u001b[4mThe story is about a girl named Sawako, but people call her Sadako after the scary character from 'The Ring.'\u001b[24m\n    \u001b[1mストーリーは沢子という女の子ですが、人々は「リング」の怖いキャラクターの後で彼女の貞子と呼んでいます。\u001b[22m, \u001b[1m物語は佐和子という名前の女の子についてですが、人々はより怖い文字の後に彼女の貞子を呼び出す「リング」。\u001b[22m\n\u001b[4mShe is feared by her classmates, yet is clueless about the reason.\u001b[24m\n    \u001b[1m彼女はクラスメートに恐れられているが、その理由については無知だ。\u001b[22m, \u001b[1m彼女はクラスメートによって恐れ、まだ理由について無知です。\u001b[22m\n\u001b[4mThen she meets her savior, Kazehaya who is a nice guy.\u001b[24m\n    \u001b[1mそれから彼女は彼女の救い主、Kazehaya、いい男です。\u001b[22m, \u001b[1mそれから彼女はいい人である彼女の救世主、風早を満たしています。\u001b[22m\n\u001b[4mFrom there the story is slow paced as the two feelings grow.\u001b[24m\n    \u001b[1mそこから、2つの気持ちが高まるにつれて話がゆっくりと変化する。\u001b[22m, \u001b[1m2感情が成長するにつれて、そこから物語は遅いペースされます。\u001b[22m\n\u001b[4mIn some aspects the story is different from others as it does not have unnecessary misunderstanding and unrealistic situations.\u001b[24m\n    \u001b[1mいくつかの面では、不必要な誤解や非現実的な状況がないため、ストーリーは他のものとは異なります。\u001b[22m, \u001b[1mそれは不必要な誤解や非現実的な状況を持っていないとして、いくつかの局面では話は他と異なっています。\u001b[22m\n\u001b[4mThe realness from the anime match the setting of high school.\u001b[24m\n    \u001b[1mアニメからのリアルさは高校の設定と一致します。\u001b[22m, \u001b[1mアニメから実写は高校の設定と一致しています。\u001b[22m\n\u001b[4mYet there is one thing it has that is not typical yet is disappointing and it was the ending.\u001b[24m\n    \u001b[1mしかし典型的ではないが失望しているものが1つあり、それが終わりだった。\u001b[22m, \u001b[1mしかし、それは残念ですし、それが終了したことがまだ一般的ではないです持っている一つのことがあります。\u001b[22m\n\u001b[4mIt didn't end bad, but it felt flat, so maybe more fun stuff will happen next season.However the anime still holds typical shoujo elements mainly in the characters.\u001b[24m\n    \u001b[1mそれは悪くは終わりませんでしたが、それはフラットなので、おそらくもっと楽しいものは来シーズンに起こります。アニメはまだ主にキャラクターの典型的な少女の要素を保持しています。\u001b[22m, \u001b[1mそれは悪い終わりませんでしたが、それはフラットな感じ、ので、多分もっと楽しいものはアニメが依然として主に文字での典型的な少女の要素を保持している次のseason.However起こります。\u001b[22m\n\u001b[1m\u001b[22m\nNever had I watch a shoujo anime where the characters looked mostly normal. The water based color softens and sweeten the anime helping tell it's cute story. You get used to the art and the fact the the main character is not a bishie which I love. Normal guys are not that sexy and I feel it draws away from the story and characters. If I knew more about art I would describe it more, but one thing I can describe is the camera angles. From the close ups, to the wide shots none of the video seems unnecessary and it all fits the anime.\n\n\u001b[1mキャラクターがほとんど正常に見える少女アニメを見たことはありませんでした。 水を基調とした色は、アニメを柔らかくて甘くして、かわいい話を伝えます。 あなたは芸術に慣れており、主人公は私が愛しているビシェイではありません。 普通の人はそれほどセクシーではなく、私はそれが物語やキャラクターから引き離されていると感じます。 私が芸術についてもっと知っていれば、私はそれをもっと詳しく説明しますが、私が描写できるのはカメラの角度です。 クローズアップからワイドショットまで、ビデオのどれも不必要なようで、アニメに合っています。\u001b[22m\n\u001b[1m(Kyarakutā ga hotondo seijō ni mieru shōjo anime o mita koto wa arimasendeshita. Mizu o kichō to shita iro wa, anime o yawarakakute amaku shite, kawaī hanashi o tsutaemasu. Anata wa geijutsu ni narete ori, shujinkō wa watashi ga aishite iru bisheide wa arimasen. Futsūnohito wa sorehodo sekushīde wa naku, watashi wa sore ga monogatari ya kyarakutā kara hikihanasa rete iru to kanjimasu. Watashi ga geijutsu ni tsuite motto shitte ireba, watashi wa sore o motto kuwashiku setsumei shimasuga, watashi ga byōsha dekiru no wa kamera no kakudodesu. Kurōzuappu kara waidoshotto made, bideo no dore mo fuhitsuyōna yō de, anime ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mNever had I watch a shoujo anime where the characters looked mostly normal. The water based color softens and sweeten the anime helping tell it's cute story. You get used to the art and the fact the the main character is not a bishie which I love. Normal guys are not that sexy and I feel it draws away from the story and characters. If I knew more about art I would describe it more, but one thing I can describe is the camera angles. From the close ups, to the wide shots none of the video seems unnecessary and it all fits the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNever had I watch a shoujo anime where the characters looked mostly normal.\u001b[24m\n    \u001b[1mキャラクターがほとんど正常に見える少女アニメを見たことはありませんでした。\u001b[22m, \u001b[1m私は文字はほとんどが正常に見えた少女アニメを見たことがありません。\u001b[22m\n\u001b[4mThe water based color softens and sweeten the anime helping tell it's cute story.\u001b[24m\n    \u001b[1m水を基調とした色は、アニメを柔らかくて甘くして、かわいい話を伝えます。\u001b[22m, \u001b[1m水ベースの色が軟化し、それがかわいい話だ伝える手助けアニメを甘く。\u001b[22m\n\u001b[4mYou get used to the art and the fact the the main character is not a bishie which I love.\u001b[24m\n    \u001b[1mあなたは芸術に慣れており、主人公は私が愛しているビシェイではありません。\u001b[22m, \u001b[1mあなたは、芸術と主人公は私が愛してbishieではないという事実に慣れます。\u001b[22m\n\u001b[4mNormal guys are not that sexy and I feel it draws away from the story and characters.\u001b[24m\n    \u001b[1m普通の人はそれほどセクシーではなく、私はそれが物語やキャラクターから引き離されていると感じます。\u001b[22m, \u001b[1m通常の人は、そのセクシーではないと私はそれがストーリーやキャラクターから離れて描画を感じます。\u001b[22m\n\u001b[4mIf I knew more about art I would describe it more, but one thing I can describe is the camera angles.\u001b[24m\n    \u001b[1m私が芸術についてもっと知っていれば、私はそれをもっと詳しく説明しますが、私が描写できるのはカメラの角度です。\u001b[22m, \u001b[1m私は芸術についての詳細を知っていたならば、私はより多くのそれを記述するだろうが、私が説明することができます一つのことは、カメラアングルです。\u001b[22m\n\u001b[4mFrom the close ups, to the wide shots none of the video seems unnecessary and it all fits the anime.\u001b[24m\n    \u001b[1mクローズアップからワイドショットまで、ビデオのどれも不必要なようで、アニメに合っています。\u001b[22m, \u001b[1mクローズアップからは、ビデオのワイドショットなしに不必要なようだし、それはすべてのアニメに適合します。\u001b[22m\n\u001b[1m\u001b[22m\nThe theme songs both fit the mood of the anime as the opening is sweet, yet a little edgy and the ending softens the episode. The voice acting is nice and normal just like the characters. In the beginning Sawako soft voice bothered me until I got to know her character and realized it was the voice actor transmitting the character perfectly.\n\n\u001b[1mテーマソングはオープニングが甘くても少しぎこちなく、エンディングがエピソードを柔らかくするので、アニメの気分に合っています。 声の演技は文字のように素敵で普通です。 初めは、沢子の声は私が彼女の性格を知るようになるまで気になって、その性格を完全に伝える声優であることに気付きました。\u001b[22m\n\u001b[1m(Tēmasongu wa ōpuningu ga amakute mo sukoshi gikochinaku, endingu ga episōdo o yawarakaku surunode, anime no kibun ni atte imasu. Koe no engi wa moji no yō ni sutekide futsūdesu. Hajime wa, Sawako no koe wa watashi ga kanojo no seikaku o shiru yō ni naru made ki ni natte, sono seikaku o kanzen ni tsutaeru seiyūdearu koto ni kidzukimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe theme songs both fit the mood of the anime as the opening is sweet, yet a little edgy and the ending softens the episode. The voice acting is nice and normal just like the characters. In the beginning Sawako soft voice bothered me until I got to know her character and realized it was the voice actor transmitting the character perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe theme songs both fit the mood of the anime as the opening is sweet, yet a little edgy and the ending softens the episode.\u001b[24m\n    \u001b[1mテーマソングはオープニングが甘くても少しぎこちなく、エンディングがエピソードを柔らかくするので、アニメの気分に合っています。\u001b[22m, \u001b[1mテーマ曲の両方が開口部が甘いとしてアニメの気分に合わせて、まだ少しエッジの効いたとエンディングはエピソードを柔らかく。\u001b[22m\n\u001b[4mThe voice acting is nice and normal just like the characters.\u001b[24m\n    \u001b[1m声の演技は文字のように素敵で普通です。\u001b[22m, \u001b[1m声の演技は、ただの文字のような素敵で正常です。\u001b[22m\n\u001b[4mIn the beginning Sawako soft voice bothered me until I got to know her character and realized it was the voice actor transmitting the character perfectly.\u001b[24m\n    \u001b[1m初めは、沢子の声は私が彼女の性格を知るようになるまで気になって、その性格を完全に伝える声優であることに気付きました。\u001b[22m, \u001b[1m初めに佐和子ソフト声が、私は彼女の性格を知ったまで、私を気にし、それは完全に文字を送信する声優気づきました。\u001b[22m\n\u001b[1m\u001b[22m\nThe male lead, Kakehaya, is more typical shoujo then some would admit. While he is not cold or rich he is athletic and smart. Throughout the story characters like Sawako grow while some stay neutral like Kakehaya. People assume he is not just because he does not play baseball anymore, but once an athlete always an athlete. Also like a lot of male leads the guy is popular with his peers both guys and girls, and the girls can be creepy. The female lead Sawako is not dumb in school and has her creepy ways, but she is too is like a lot of female leads. She is naive, kind hearted, and easily loved. The cock blocker in the season was t Kurimi and while she didn't do daring moves on Kakekaya like many cock blockers she still had that jealous behavior. Besides some typical shoujo personality traits the characters are lovable and you find yourself thinking how cute they could be. Still the sidekicks Chizu and Ayane stole the show as they brought the aspect of different type of friends. They are not the type of friends you would expect Sawako to be friends with which makes it more believable.\n\n\u001b[1m男性のリード、Kakehayaは、より典型的な少女であると認めています。 彼は冷たくないか、豊かではないが、運動能力があり、スマートです。 沢子のような物語のキャラクターの中で成長する一方で、Kakehayaのような中立のものもあります。 人々は彼がもう野球をしないのではなく、運動選手がいつもアスリートであると考えている。 また、多くの男性のリードのように、その男は彼の仲間と一緒に男と女の子の両方で人気があり、女の子は不気味になる可能性があります。 女性リードの佐和子は学校では馬鹿ではなく、奇妙なやり方をしていますが、彼女は女性リードのようにもあります。 彼女は素朴で、親切で、簡単に愛しています。 シーズンのコックブロッカーはクリミでしたが、彼女はまだ多くのコックブロッカーのようにカケカヤで大胆な動きをしませんでしたが、彼女はまだその嫉妬深い行動をしていました。 いくつかの典型的な少女の性格の特性に加えて、そのキャラクターは愛らしいものであり、かわいそうであると思っています。 それでも、チーズとアヤネは、さまざまなタイプの友人の側面をもたらしたように、サイドキックをしています。 彼らはあなたが沢子を友人にしてより信じ易いと思う友人のタイプではありません。\u001b[22m\n\u001b[1m(Dansei no rīdo, Kakehaya wa, yori tenkei-tekina shōjodearu to mitomete imasu. Kare wa tsumetakunai ka, yutakade wa naiga, undō nōryoku ga ari, sumātodesu. Hitobito wa kare ga mō yakyū o shinai node wa naku, undō senshu ga itsumo asurītodearu to kangaete iru. Mata, ōku no dansei no rīdo no yō ni, sono otoko wa kare no nakama to issho ni otoko to on'nanoko no ryōhō de ninki ga ari, on'nanoko wa bukimi ni naru kanōsei ga arimasu. Josei rīdo no Sawako wa gakkōde wa bakade wa naku, kimyōna yarikata o shite imasuga, kanojo wa josei rīdo no yō ni mo arimasu. Kanojo wa sobokude, shinsetsude, kantan ni aishiteimasu. Shīzun no kokkuburokkā wa kurimideshitaga, kanojo wa mada ōku no kokkuburokkā no yō ni kakekaya de daitan'na ugoki o shimasendeshitaga, kanojo wa mada sono shittobukai kōdō o shite imashita. Ikutsu ka no tenkei-tekina shōjo no seikaku no tokusei ni kuwaete, sono kyarakutā wa airashī monodeari, kawaisōdearu to omotte imasu. Soredemo, chīzu to Ayane wa, samazamana taipu no yūjin no sokumen o motarashita yō ni, saidokikku o shite imasu. Karera wa anata ga Sawako o yūjin ni shite yori shinji yasui to omou yūjin no taipude wa arimasen. Sawako no yōna monogatari no kyarakutā no naka de seichō suru ippō de, Kakehaya no yōna chūritsu no mono mo arimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed this anime overall and I can't wait for the second season. I would recommend this anime to someone looking for a mostly drama free story with plenty of sweet scenes. I wouldn't recommend this to someone who likes heavy drama because this anime is too sweet for you. This anime is unique in it's on little way and if you decide to watch it well enjoy :)\n\n\u001b[1m私は全体的にこのアニメを楽しんだし、2年目を待つことはできません。 私はこのアニメを、甘い場面がたくさんあるドラマのほとんどが無料の物語を探している人にお勧めします。 このアニメはあなたにとって甘すぎるので、重いドラマが好きな人にはこれをお勧めしません。 このアニメは独特のもので、ちょっとしたもので、あなたがそれをよく見ることを決心すれば:)\u001b[22m\n\u001b[1m(Watashi wa zentai-teki ni kono anime o tanoshindashi, 2-nen-me o matsu koto wa dekimasen. Watashi wa kono anime o, amai bamen ga takusan aru dorama no hotondo ga muryō no monogatari o sagashite iru hito ni o susume shimasu. Kono anime wa anata ni totte ama sugirunode, omoi dorama ga sukinahito ni wa kore o o susume shimasen. Kono anime wa dokutoku no mono de, chottoshita mono de, anata ga sore o yoku miru koto o kesshin sureba: ))\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this anime overall and I can't wait for the second season. I would recommend this anime to someone looking for a mostly drama free story with plenty of sweet scenes. I wouldn't recommend this to someone who likes heavy drama because this anime is too sweet for you. This anime is unique in it's on little way and if you decide to watch it well enjoy :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this anime overall and I can't wait for the second season.\u001b[24m\n    \u001b[1m私は全体的にこのアニメを楽しんだし、2年目を待つことはできません。\u001b[22m, \u001b[1m私は、全体的なこのアニメを楽しんで、私は2番目のシーズンを待つことはできません。\u001b[22m\n\u001b[4mI would recommend this anime to someone looking for a mostly drama free story with plenty of sweet scenes.\u001b[24m\n    \u001b[1m私はこのアニメを、甘い場面がたくさんあるドラマのほとんどが無料の物語を探している人にお勧めします。\u001b[22m, \u001b[1m私は甘いシーンをたっぷり使って、主にドラマの無料話を探して誰かにこのアニメをお勧めします。\u001b[22m\n\u001b[4mI wouldn't recommend this to someone who likes heavy drama because this anime is too sweet for you.\u001b[24m\n    \u001b[1mこのアニメはあなたにとって甘すぎるので、重いドラマが好きな人にはこれをお勧めしません。\u001b[22m, \u001b[1mこのアニメはあなたのために甘すぎるので、私は重いドラマが好きな人にこれをお勧めしません。\u001b[22m\n\u001b[4mThis anime is unique in it's on little way and if you decide to watch it well enjoy :)\u001b[24m\n    \u001b[1mこのアニメは独特のもので、ちょっとしたもので、あなたがそれをよく見ることを決心すれば:)\u001b[22m, \u001b[1mこのアニメは少し途中でだとあなたはそれを見ることにした場合も楽しんでユニークです:)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "taaru-chan",
    "profile": "/profile/taaru-chan/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=35597",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私が見た最高のものです..私は400以上のアニメを見ました（それらのほとんどは愛アニメです）。このアニメは何か私の心の中に何らかの感情を起こしました....私は誰もが同じように感じると思います.. このアニメは日本人にも愛されています。 数々の賞を受賞し、ライブアクション映画にしました....有名なアニメだけがライブアクション映画になります...それはキミに夢中です〜",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nthis is the best ever i have seen ..i have seen over more than 400 animes(most of them are love animes) this anime ignited something some kind of feeling inside my heart....i think everyone feel the same way.. ..there is no love anime good and realistic as this one..........hats off...kimi ni todoke....one more thing...this anime is loved by japanese people itself and got several awards and made into live action movie....only a reputed famous anime will be made into live action movie ...that is kimi ni todoke~\n\n\u001b[1mこれは私が見た最高のものです..私は400以上のアニメを見ました（それらのほとんどは愛アニメです）。このアニメは何か私の心の中に何らかの感情を起こしました....私は誰もが同じように感じると思います.. このアニメは日本人にも愛されています。 数々の賞を受賞し、ライブアクション映画にしました....有名なアニメだけがライブアクション映画になります...それはキミに夢中です〜\u001b[22m\n\u001b[1m(Kore wa watashi ga mita saikō no monodesu.. Watashi wa 400 ijō no anime o mimashita (sorera no hotondo wa ai animedesu). Kono anime wa nani ka watashi no kokoronouchi ni nanrakano kanjō o okoshimashita. ... Watashi wa daremoga onajiyōni kanjiru to omoimasu.. Kono anime wa nihonjin ni mo aisa rete imasu. Kazukazu no shō o jushō shi, raibu akushon eiga ni shimashita. ... Yūmeina anime dake ga raibu akushon eiga ni narimasu... Sore wa kimi ni muchūdesu 〜)\u001b[22m\n\nTranslations of \u001b[4mthis is the best ever i have seen ..i have seen over more than 400 animes(most of them are love animes) this anime ignited something some kind of feeling inside my heart....i think everyone feel the same way.. ..there is no love anime good and realistic as this one..........hats off...kimi ni todoke....one more thing...this anime is loved by japanese people itself and got several awards and made into live action movie....only a reputed famous anime will be made into live action movie ...that is kimi ni todoke~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis is the best ever i have seen ..i have seen over more than 400 animes(most of them are love animes) this anime ignited something some kind of feeling inside my heart....i think everyone feel the same way..\u001b[24m\n    \u001b[1mこれは私が見た最高のものです..私は400以上のアニメを見ました（それらのほとんどは愛アニメです）。このアニメは何か私の心の中に何らかの感情を起こしました....私は誰もが同じように感じると思います..\u001b[22m, \u001b[1mこれは今まで私が見てきた..私は400以上のアニメ（それらのほとんどは愛のアニメです）このアニメは、私は誰もが同じように感じると思います....何か私の心の中気持ちのいくつかの種類の点火の上に見た中で最高です..\u001b[22m\n\u001b[4m..there is no love anime good and realistic as this one..........hats off...kimi ni todoke....one more thing...this anime is loved by japanese people itself and\u001b[24m\n    \u001b[1mこのアニメは日本人にも愛されています。\u001b[22m, \u001b[1m..there愛アニメはもう一つのことは、それ自体が....帽子オフ...君に届け..........この1のように良いと現実的な...このアニメは、日本の人々に愛されているではありませんし、\u001b[22m\n\u001b[4mgot several awards and made into live action movie....only a reputed famous anime will be made into live action movie ...that is kimi ni todoke~\u001b[24m\n    \u001b[1m数々の賞を受賞し、ライブアクション映画にしました....有名なアニメだけがライブアクション映画になります...それはキミに夢中です〜\u001b[22m, \u001b[1mいくつかの賞を持って、実写映画化され....唯一の評判の有名なアニメが実写映画化されます...それは〜君に届けです\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "dai-iane-otaku",
    "profile": "/profile/dai-iane-otaku/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=63761",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\nアニメであっても、あなたはキャラクターを感じることができ、あなたに顕著な効果を残すことができるので、私にとってはストーリーは素晴らしく素晴らしいものでした。 また、友情と愛情に関する現実の出来事を伝えます。\nアニメーションは魅力的で、音楽は印象的だった。 私は10を超えて9と評価しました。（一方、人生では異なる意見や意見があります。）\n間違いなく、私はあなたの人生の中でLOVEが何をすることができるのかを理解することができるという理由でそれを見ておくことを強くお勧めします。\n\n（個人的な示唆）\n私たちが定義するように、LOVEは誰もが望んでいた素晴らしい気分です。\nこのアニメでは、すべてが適切なタイミングで、正しい人と、正しい人と、特にLOVEで起こるため、忍耐強く待つことを学びます。\n急いでいないで、本当の幸福が何であるかを体験してください。\n私はそれを見るのが大好きで、時には普通の女の子である沢子ですが、彼女の無実は全員が風早に愛されていたと想像しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFor me the story was great and extraordinary because even though it was an anime you can feel the characters and leave a notable effect in you. It also conveys real life happenings about friendship and affection.\n\n\u001b[1mアニメであっても、あなたはキャラクターを感じることができ、あなたに顕著な効果を残すことができるので、私にとってはストーリーは素晴らしく素晴らしいものでした。 また、友情と愛情に関する現実の出来事を伝えます。\u001b[22m\n\u001b[1m(Animedeatte mo, anata wa kyarakutā o kanjiru koto ga deki, anata ni kenchona kōka o nokosu koto ga dekiru node, watashi ni totte wa sutōrī wa subarashiku subarashī monodeshita. Mata, yūjō to aijō ni kansuru genjitsu no dekigoto o tsutaemasu.)\u001b[22m\n\nTranslations of \u001b[4mFor me the story was great and extraordinary because even though it was an anime you can feel the characters and leave a notable effect in you. It also conveys real life happenings about friendship and affection.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me the story was great and extraordinary because even though it was an anime you can feel the characters and leave a notable effect in you.\u001b[24m\n    \u001b[1mアニメであっても、あなたはキャラクターを感じることができ、あなたに顕著な効果を残すことができるので、私にとってはストーリーは素晴らしく素晴らしいものでした。\u001b[22m, \u001b[1mそれがアニメだったにも関わらず、文字を感じるし、あなたの中に顕著な効果を残すことができますので、私にとっては物語が素晴らしいと異常でした。\u001b[22m\n\u001b[4mIt also conveys real life happenings about friendship and affection.\u001b[24m\n    \u001b[1mまた、友情と愛情に関する現実の出来事を伝えます。\u001b[22m, \u001b[1mまた、友情と愛情についての現実の出来事を伝えます。\u001b[22m\nThe animation was appealing and the music was impressive. I rated it 9 over 10. (On the other hand we have different opinions or views in life.)\n\n\u001b[1mアニメーションは魅力的で、音楽は印象的だった。 私は10を超えて9と評価しました。（一方、人生では異なる意見や意見があります。）\u001b[22m\n\u001b[1m(Animēshon wa mirikiteki de, ongaku wa inshō-tekidatta. Watashi wa 10 o koete 9 to hyōka shimashita. (Ippō, jinseide wa kotonaru iken ya iken ga arimasu. ))\u001b[22m\n\nTranslations of \u001b[4mThe animation was appealing and the music was impressive. I rated it 9 over 10. (On the other hand we have different opinions or views in life.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was appealing and the music was impressive.\u001b[24m\n    \u001b[1mアニメーションは魅力的で、音楽は印象的だった。\u001b[22m, \u001b[1mアニメーションが魅力的だったし、音楽が印象的でした。\u001b[22m\n\u001b[4mI rated it 9 over 10. (On the other hand we have different opinions or views in life.)\u001b[24m\n    \u001b[1m私は10を超えて9と評価しました。（一方、人生では異なる意見や意見があります。）\u001b[22m, \u001b[1m私は10を超える9（一方私たちは生活の中でさまざまな意見や見解を持っている。）それを評価しました\u001b[22m\nDefinitely, I highly recommend that you should watch it for the reason that it will make you understand what LOVE can do (or all about) for your life.\n\n\u001b[1m間違いなく、私はあなたの人生の中でLOVEが何をすることができるのかを理解することができるという理由でそれを見ておくことを強くお勧めします。\u001b[22m\n\u001b[1m(Machigainaku, watashi wa anata no jinsei no naka de LOVE ga nani o suru koto ga dekiru no ka o rikai suru koto ga dekiru to iu riyū de sore o mite oku koto o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mDefinitely, I highly recommend that you should watch it for the reason that it will make you understand what LOVE can do (or all about) for your life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDefinitely, I highly recommend that you should watch it for the reason that it will make you understand what LOVE can do (or all about) for your life.\u001b[24m\n    \u001b[1m間違いなく、私はあなたの人生の中でLOVEが何をすることができるのかを理解することができるという理由でそれを見ておくことを強くお勧めします。\u001b[22m, \u001b[1m確かに、私は非常にあなたの人生のために、それはあなたが何ができるかLOVE理解させる（またはすべてについて）だろうという理由からそれを見ることをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n(PERSONAL IMPLICATION)\n\n\u001b[1m（個人的な示唆）\u001b[22m\n\u001b[1m((Kojin-tekina shisa))\u001b[22m\n\nTranslations of \u001b[4m(PERSONAL IMPLICATION)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(PERSONAL IMPLICATION)\u001b[24m\n    \u001b[1m（個人的な示唆）\u001b[22m, \u001b[1m（個人的含意）\u001b[22m\nAs we define LOVE is an amazing feeling that everyone wanted to have.\n\n\u001b[1m私たちが定義するように、LOVEは誰もが望んでいた素晴らしい気分です。\u001b[22m\n\u001b[1m(Watashitachi ga teigi suru yō ni, LOVE wa dare mo ga nozonde ita subarashī kibundesu.)\u001b[22m\n\nTranslations of \u001b[4mAs we define LOVE is an amazing feeling that everyone wanted to have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs we define LOVE is an amazing feeling that everyone wanted to have.\u001b[24m\n    \u001b[1m私たちが定義するように、LOVEは誰もが望んでいた素晴らしい気分です。\u001b[22m, \u001b[1m私たちは愛を定義するように、誰もが持っていると思ったことは素晴らしい感じです。\u001b[22m\nIn this anime you will learn to wait patiently because everything happens in the right time at the right place with the right person… especially in LOVE.\n\n\u001b[1mこのアニメでは、すべてが適切なタイミングで、正しい人と、正しい人と、特にLOVEで起こるため、忍耐強く待つことを学びます。\u001b[22m\n\u001b[1m(Kono animede wa, subete ga tekisetsuna taimingu de, tadashī hito to, tadashī hito to, tokuni LOVE de okoru tame, nintaidzuyoku matsu koto o manabimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn this anime you will learn to wait patiently because everything happens in the right time at the right place with the right person… especially in LOVE.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this anime you will learn to wait patiently because everything happens in the right time at the right place with the right person… especially in LOVE.\u001b[24m\n    \u001b[1mこのアニメでは、すべてが適切なタイミングで、正しい人と、正しい人と、特にLOVEで起こるため、忍耐強く待つことを学びます。\u001b[22m, \u001b[1mこのアニメでは、すべてが特に恋に...右の人との適切な場所に適切なタイミングで起こるので、気長に待つことを学びます。\u001b[22m\nSo don’t in a hurry, hang on to experience what true happiness is.\n\n\u001b[1m急いでいないで、本当の幸福が何であるかを体験してください。\u001b[22m\n\u001b[1m(Isoide inaide, hontō no kōfuku ga nandearu ka o taiken shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mSo don’t in a hurry, hang on to experience what true happiness is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo don’t in a hurry, hang on to experience what true happiness is.\u001b[24m\n    \u001b[1m急いでいないで、本当の幸福が何であるかを体験してください。\u001b[22m, \u001b[1mだから急いで、真の幸福とは何かを体験するにハングアップしません。\u001b[22m\nI just love watching it, and sometimes imagine that I am Sawako an ordinary girl yet her innocent was loved by everybody specifically Kazehaya.\n\n\u001b[1m私はそれを見るのが大好きで、時には普通の女の子である沢子ですが、彼女の無実は全員が風早に愛されていたと想像しています。\u001b[22m\n\u001b[1m(Watashi wa sore o miru no ga daisukide, tokiniha futsū no on'nanokodearu Sawakodesuga, kanojo no mujitsu wa zen'in ga Kazahaya ni aisa rete ita to sōzō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI just love watching it, and sometimes imagine that I am Sawako an ordinary girl yet her innocent was loved by everybody specifically Kazehaya.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just love watching it, and sometimes imagine that I am Sawako an ordinary girl yet her innocent was loved by everybody specifically Kazehaya.\u001b[24m\n    \u001b[1m私はそれを見るのが大好きで、時には普通の女の子である沢子ですが、彼女の無実は全員が風早に愛されていたと想像しています。\u001b[22m, \u001b[1m私はちょうどそれを見て愛し、時々私は普通の女の子佐和子ですまだ彼女の無実が皆、特に風早に愛されたことを想像してみてください。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "Tomoko-san",
    "profile": "/profile/Tomoko-san/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=37555",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  9\n\nストーリー：基本的に、キミ・ニードドクは、誰もその表紙で本を判断すべきではなく、奇妙で不親切そうに見える人が親切で温かくなることがあることを示しています。\n正直なところ、私は第2話の途中で泣いた。 そして私のために、私が見るものについて泣くのは本当に難しいです。 私は本当に沢子の物語に関係することができますが、私は彼女が性格に関しては好きではないですが。\nそれでも、私は本当の「あなた」を知らずに、あなたのことについて誤った仮定をする人々の感情を知っています。\nストーリーの進歩はやや遅く、ラブリー・ドーヴィーシーンはあまりなくても、キミ・ニードドケは、泣き叫び、笑顔になるアニメです。\n\n芸術：私は芸術が非常に魅力的であると感じます。 主にキャラクターの気持ちを強調し、最終的には毎日見ている普通のおしゃれな少女アートよりもはるかに現実的に見えるからです。\n\nサウンド：これは私にとって、アニメ全体の中で最高の機能です。 シリーズ全体では、谷澤智史（素晴らしい声援btw）のオープニングを含む22のオリジナルサウンドトラックのコレクションを認識します。\nそれはちょうど私の心の中に暖かい感情でリラックスして感じさせる。  （チーズですが真実です）私がそれらを聞くたびに、私は空想を永遠にしたいと思っています。\n\nキャラクター：主人公の「沢子」は、非常にユニークな個性を持っています。 しかし、彼女だけではありません。 サポートしているキャストには、このジャンルで通常見られるものとは異なるコンセプトが再び設定されます。\n\n楽しさ：Kimi Ni Todokeは、非常に面白いキャラクター、素晴らしいサウンド編集、美しい、シンプルなアートでユニークなプロットの素晴らしい組み合わせを作成します。 あなたが典型的なロマンス/少女アニメ以外の何かを探しているなら、これはあなたのためです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: Well, basically Kimi Ni Todoke shows you that no one should judge a book by its cover and that sometimes people who seem weird or unfriendly turn out to be kind and warm-hearted, afterwards.\n\n\u001b[1mストーリー：基本的に、キミ・ニードドクは、誰もその表紙で本を判断すべきではなく、奇妙で不親切そうに見える人が、その後親切で暖かい人になることを示しています。\u001b[22m\n\u001b[1m(Sutōrī: Kihontekini, Kimi nīdodoku wa, dare mo sono hyōshi de hon o handan subekide wa naku, kimyōde fushinsetsu-sō ni mieru hito ga, sonogo shinsetsude attakai hito ni naru koto o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSTORY: Well, basically Kimi Ni Todoke shows you that no one should judge a book by its cover and that sometimes people who seem weird or unfriendly turn out to be kind and warm-hearted, afterwards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: Well, basically Kimi Ni Todoke shows you that no one should judge a book by its cover and that sometimes people who seem weird or unfriendly turn out to be kind and warm-hearted, afterwards.\u001b[24m\n    \u001b[1mストーリー：基本的に、キミ・ニードドクは、誰もその表紙で本を判断すべきではなく、奇妙で不親切そうに見える人が、その後親切で暖かい人になることを示しています。\u001b[22m, \u001b[1mSTORY：まあ、基本的には君に届けは、誰もがその本を表紙で判断しない、時には奇妙なまたは非友好的なように見える人々はその後、親切で温かいあることが判明していることをする必要があることを示します。\u001b[22m\nHonestly, I cried in the middle of the 2nd episode. And for me, it's really hard to cry about something I would watch. I really can relate to Sawako's story even though I'm not like her when it comes to personality.\n\n\u001b[1m正直なところ、私は第2話の途中で泣いた。 そして私のために、私が見るものについて泣くのは本当に難しいです。 私は本当に沢子の物語に関係することができますが、私は彼女が性格に関しては好きではないですが。\u001b[22m\n\u001b[1m(Shōjikina tokoro, watashi wa dai 2-wa no tochū de naita. Soshite watashi no tame ni, watashi ga miru mono ni tsuite naku no wa hontōni muzukashīdesu. Watashi wa hontōni Sawako no monogatari ni kankei suru koto ga dekimasuga, watashi wa kanojo ga seikaku ni kanshite wa sukide wanaidesuga.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, I cried in the middle of the 2nd episode. And for me, it's really hard to cry about something I would watch. I really can relate to Sawako's story even though I'm not like her when it comes to personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, I cried in the middle of the 2nd episode.\u001b[24m\n    \u001b[1m正直なところ、私は第2話の途中で泣いた。\u001b[22m, \u001b[1m正直なところ、私は第二のエピソードの真ん中に叫びました。\u001b[22m\n\u001b[4mAnd for me, it's really hard to cry about something I would watch.\u001b[24m\n    \u001b[1mそして私のために、私が見るものについて泣くのは本当に難しいです。\u001b[22m, \u001b[1mそして、私のために、それは私が見たものだった何かについて泣くことは本当に難しいです。\u001b[22m\n\u001b[4mI really can relate to Sawako's story even though I'm not like her when it comes to personality.\u001b[24m\n    \u001b[1m私は本当に沢子の物語に関係することができますが、私は彼女が性格に関しては好きではないですが。\u001b[22m, \u001b[1m私は実際にそれが人格に来るとき、私は彼女を好きではないんだにもかかわらず、佐和子の話に関連することができます。\u001b[22m\nEven so, I know the feeling of people making false assumptions about you without even knowing the real 'you'.\n\n\u001b[1mそれでも、私は本当の「あなた」を知らずに、あなたのことについて誤った仮定をする人々の感情を知っています。\u001b[22m\n\u001b[1m(Soredemo, watashi wa hontō no `anata' o shirazu ni, anata no koto ni tsuite ayamatta katei o suru hitobito no kanjō o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mEven so, I know the feeling of people making false assumptions about you without even knowing the real 'you'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven so, I know the feeling of people making false assumptions about you without even knowing the real 'you'.\u001b[24m\n    \u001b[1mそれでも、私は本当の「あなた」を知らずに、あなたのことについて誤った仮定をする人々の感情を知っています。\u001b[22m, \u001b[1mたとえそうであっても、私も本当の「あなた」を知らなくてもあなたについての誤った前提を作る人の気持ちを知っています。\u001b[22m\nDespite the fact that the story progress seems kinda slow and there aren't many lovey-dovey scenes, Kimi Ni Todoke is an anime that will make you cry, laugh and smile for sure.\n\n\u001b[1mストーリーの進歩はやや遅く、ラブリー・ドーヴィーシーンはあまりなくても、キミ・ニードドケは、泣き叫び、笑顔になるアニメです。\u001b[22m\n\u001b[1m(Sutōrī no shinpo wa yaya osoku, raburī dōvu~īshīn wa amari nakute mo, Kimi nīdodoke wa, nakisakebi, egao ni naru animedesu.)\u001b[22m\n\nTranslations of \u001b[4mDespite the fact that the story progress seems kinda slow and there aren't many lovey-dovey scenes, Kimi Ni Todoke is an anime that will make you cry, laugh and smile for sure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the fact that the story progress seems kinda slow and there aren't many lovey-dovey scenes, Kimi Ni Todoke is an anime that will make you cry, laugh and smile for sure.\u001b[24m\n    \u001b[1mストーリーの進歩はやや遅く、ラブリー・ドーヴィーシーンはあまりなくても、キミ・ニードドケは、泣き叫び、笑顔になるアニメです。\u001b[22m, \u001b[1mストーリーの進行状況はちょっと遅いようで、多くのラブラブシーンが存在しないという事実にもかかわらず、君に届けは、あなたが泣かせる笑い、確かに笑顔になりますアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I find the art very appealing. Mostly because it emphasizes the characters' feelings and in the end makes it look much more realistic than the common cutesy shoujo art you see every day.\n\n\u001b[1m芸術：私は芸術が非常に魅力的であると感じます。 主にキャラクターの気持ちを強調し、最終的には毎日見ている普通のおしゃれな少女アートよりもはるかに現実的に見えるからです。\u001b[22m\n\u001b[1m(Geijutsu: Watashi wa geijutsu ga hijō ni mirikitekidearu to kanjimasu. Omoni kyarakutā no kimochi o kyōchō shi, saishūtekini wa mainichi mite iru futsū no osharena shōjo āto yori mo haruka ni genjitsu-teki ni mierukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: I find the art very appealing. Mostly because it emphasizes the characters' feelings and in the end makes it look much more realistic than the common cutesy shoujo art you see every day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I find the art very appealing.\u001b[24m\n    \u001b[1m芸術：私は芸術が非常に魅力的であると感じます。\u001b[22m, \u001b[1mアート：私は芸術は非常に魅力的見つけます。\u001b[22m\n\u001b[4mMostly because it emphasizes the characters' feelings and in the end makes it look much more realistic than the common cutesy shoujo art you see every day.\u001b[24m\n    \u001b[1m主にキャラクターの気持ちを強調し、最終的には毎日見ている普通のおしゃれな少女アートよりもはるかに現実的に見えるからです。\u001b[22m, \u001b[1mそれはキャラクターの感情を強調し、最後に、それはあなたが毎日を参照してください一般的なかわいらしい少女技術よりもはるかに現実的に見えるの主な理由。\u001b[22m\n\u001b[1m\u001b[22m\nSound: This is to me the best feature in the whole anime. Throughout the series, you will recognize a collection of 22 original soundtracks including the opening by Tomofumi Tanizawa (awesome singer btw).\n\n\u001b[1mサウンド：これは私にとって、アニメ全体の中で最高の機能です。 シリーズ全体では、谷澤智史（素晴らしい声援btw）のオープニングを含む22のオリジナルサウンドトラックのコレクションを認識します。\u001b[22m\n\u001b[1m(Saundo: Kore wa watashi ni totte, anime zentai no naka de saikō no kinōdesu. Shirīzu zentaide wa, Tanizawa Tomofumi (subarashī seien btw) no ōpuningu o fukumu 22 no orijinaru saundotorakku no korekushon o ninshiki shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: This is to me the best feature in the whole anime. Throughout the series, you will recognize a collection of 22 original soundtracks including the opening by Tomofumi Tanizawa (awesome singer btw).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: This is to me the best feature in the whole anime.\u001b[24m\n    \u001b[1mサウンド：これは私にとって、アニメ全体の中で最高の機能です。\u001b[22m, \u001b[1mサウンド：これは私に全体のアニメで一番の特徴です。\u001b[22m\n\u001b[4mThroughout the series, you will recognize a collection of 22 original soundtracks including the opening by Tomofumi Tanizawa (awesome singer btw).\u001b[24m\n    \u001b[1mシリーズ全体では、谷澤智史（素晴らしい声援btw）のオープニングを含む22のオリジナルサウンドトラックのコレクションを認識します。\u001b[22m, \u001b[1mシリーズを通して、あなたは智史谷澤（ところで素晴らしい歌手）により開口部を含む22元のサウンドトラックのコレクションを認識します。\u001b[22m\nIt just makes me feel relaxed with a warm feeling inside my heart. (cheesy but true) Whenever I hear them I feel like I want to daydream forever.\n\n\u001b[1mそれはちょうど私の心の中に暖かい感情でリラックスして感じさせる。  （チーズですが真実です）私がそれらを聞くたびに、私は空想を永遠にしたいと思っています。\u001b[22m\n\u001b[1m(Sore wa chōdo watashi no kokoronouchi ni attakai kanjō de rirakkusu shite kanji saseru. (Chīzudesuga shinjitsudesu) watashi ga sorera o kiku tabi ni, watashi wa kūsō o eien ni shitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt just makes me feel relaxed with a warm feeling inside my heart. (cheesy but true) Whenever I hear them I feel like I want to daydream forever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt just makes me feel relaxed with a warm feeling inside my heart.\u001b[24m\n    \u001b[1mそれはちょうど私の心の中に暖かい感情でリラックスして感じさせる。\u001b[22m, \u001b[1mそれはちょうど私が私の心の中に暖かい感じでリラックスした感じになります。\u001b[22m\n\u001b[4m(cheesy but true) Whenever I hear them I feel like I want to daydream forever.\u001b[24m\n    \u001b[1m（チーズですが真実です）私がそれらを聞くたびに、私は空想を永遠にしたいと思っています。\u001b[22m, \u001b[1m私はそれらを聞くたびに、私は永遠に空想したいような（安っぽいが、真の）私は感じます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: From the synopsis you realize the main character, Sawako, has a very unique personality. But she's not the only one. The supporting cast also have their particular characteristics which once again sets a different concept of what you would usually see in this genre.\n\n\u001b[1mキャラクター：主人公の「沢子」は、非常にユニークな個性を持っています。 しかし、彼女だけではありません。 サポートしているキャストには、このジャンルで通常見られるものとは異なるコンセプトが再び設定されます。\u001b[22m\n\u001b[1m(Kyarakutā: Shujinkō no `Sawako' wa, hijō ni yunīkuna kosei o motte imasu. Shikashi, kanojo dakede wa arimasen. Sapōto shite iru kyasuto ni wa, kono janru de tsūjō mi rareru mono to wa kotonaru konseputo ga futatabi settei sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: From the synopsis you realize the main character, Sawako, has a very unique personality. But she's not the only one. The supporting cast also have their particular characteristics which once again sets a different concept of what you would usually see in this genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: From the synopsis you realize the main character, Sawako, has a very unique personality.\u001b[24m\n    \u001b[1mキャラクター：主人公の「沢子」は、非常にユニークな個性を持っています。\u001b[22m, \u001b[1mキャラクター：概要からは、主人公、佐和子を実現するには、非常にユニークな個性を持っています。\u001b[22m\n\u001b[4mBut she's not the only one.\u001b[24m\n    \u001b[1mしかし、彼女だけではありません。\u001b[22m, \u001b[1mしかし、彼女は一つだけではありません。\u001b[22m\n\u001b[4mThe supporting cast also have their particular characteristics which once again sets a different concept of what you would usually see in this genre.\u001b[24m\n    \u001b[1mサポートしているキャストには、このジャンルで通常見られるものとは異なるコンセプトが再び設定されます。\u001b[22m, \u001b[1m脇役ももう一度あなたは通常、このジャンルで見るであろうものの異なるコンセプトを設定し、それらの特定の特性を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Kimi Ni Todoke creates a great combination of a unique plot with very amusing characters, an awesome sound compilation and beautiful, simplistic art. If you are looking for something other than the typical romance/shoujo anime this is for you.\n\n\u001b[1m楽しさ：Kimi Ni Todokeは、非常に面白いキャラクター、素晴らしいサウンド編集、美しい、シンプルなアートでユニークなプロットの素晴らしい組み合わせを作成します。 あなたが典型的なロマンス/少女アニメ以外の何かを探しているなら、これはあなたのためです。\u001b[22m\n\u001b[1m(Tanoshisa: Kimi Ni Todoke wa, hijō ni omoshiroi kyarakutā, subarashī saundo henshū, utsukushī, shinpuruna āto de yunīkuna purotto no subarashī kumiawase o sakusei shimasu. Anata ga tenkei-tekina romansu/ shōjo anime igai no nanika o sagashite irunara, kore wa anata no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Kimi Ni Todoke creates a great combination of a unique plot with very amusing characters, an awesome sound compilation and beautiful, simplistic art. If you are looking for something other than the typical romance/shoujo anime this is for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Kimi Ni Todoke creates a great combination of a unique plot with very amusing characters, an awesome sound compilation and beautiful, simplistic art.\u001b[24m\n    \u001b[1m楽しさ：Kimi Ni Todokeは、非常に面白いキャラクター、素晴らしいサウンド編集、美しい、シンプルなアートでユニークなプロットの素晴らしい組み合わせを作成します。\u001b[22m, \u001b[1m楽しさ：君に届けは非常に面白いキャラクター、素晴らしい音のコンパイルと美しい、単純な技術とユニークなプロットの素晴らしい組み合わせを作成します。\u001b[22m\n\u001b[4mIf you are looking for something other than the typical romance/shoujo anime this is for you.\u001b[24m\n    \u001b[1mあなたが典型的なロマンス/少女アニメ以外の何かを探しているなら、これはあなたのためです。\u001b[22m, \u001b[1mあなたは典型的なロマンス/少女アニメ以外の何かを探しているなら、これはあなたのためです。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "baskervwatson",
    "profile": "/profile/baskervwatson/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=45511",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  6\n\n私は腕時計性を知っていて、プロット、不必要な要塞、愚かな愛の物語を伸ばすことは知られていましたが、私はKimi n Todokeと、本当に気にしませんでした。\n\nそれは私が今まで見た中で最も遅いものの1つですが、プロット単位ではありますが、もっと繊細で懐かしい感じがあり、より多くのものを調整したいと思っています。 私はテーマ曲が本当に好きです。 それは非常に気分が良いです、そして、繰り返しがたくさんありますが、私は本当に気にしなかったことが分かりました。 私はちょうど吸収され、座って戻って楽しんだ。\n\n結局、私はハッピーエンドの気持ちがキス/愛情の告白で浮気を感じたので、私はRAEGFESTを持っていましたが、友人は今年1月に第2シーズンが日本で放映開始されたと私に指摘しました。 なぜなら、JEEZ！ 私はそれを楽しみにしているが、25エピソードだけでは、それは本当に非常に遅いので、通過するのに数日かかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThough I've been known to harp on watchability, stretched out plot, unnecessary recaps, and stupid love stories, I have to say, with Kimi ni Todoke, I really didn't mind.\n\n\u001b[1m私は腕時計性を知っていて、プロット、不必要な要塞、愚かな愛の物語を伸ばすことは知られていましたが、私はKimi n Todokeと、本当に気にしませんでした。\u001b[22m\n\u001b[1m(Watashi wa udedokei-sei o shitte ite, purotto, fuhitsuyōna yōsai, orokana ai no monogatari o nobasu koto wa shira rete imashitaga, watashi wa Kimi n Todoke to, hontōni ki ni shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThough I've been known to harp on watchability, stretched out plot, unnecessary recaps, and stupid love stories, I have to say, with Kimi ni Todoke, I really didn't mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough I've been known to harp on watchability, stretched out plot, unnecessary recaps, and stupid love stories, I have to say, with Kimi ni Todoke, I really didn't mind.\u001b[24m\n    \u001b[1m私は腕時計性を知っていて、プロット、不必要な要塞、愚かな愛の物語を伸ばすことは知られていましたが、私はKimi n Todokeと、本当に気にしませんでした。\u001b[22m, \u001b[1m私はプロット、不要recaps、と愚かな愛の物語を伸ばし、watchabilityにハープすることが知られてきたが、私は君に届けと、言わなければならない、私は本当に気にしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nIt's one of the slowest things I've ever watched, plot-wise, but it has a very delicate and nostalgic feel to it that makes you want to tune in more. I'm really fond of the theme tune; it's very feel-good, and though there is a lot of repetition, I really found I didn't care. I just let myself be absorbed, sat back, and enjoyed.\n\n\u001b[1mそれは私が今まで見た中で最も遅いものの1つですが、プロット単位ではありますが、もっと繊細で懐かしい感じがあり、より多くのものを調整したいと思っています。 私はテーマ曲が本当に好きです。 それは非常に気分が良いです、そして、繰り返しがたくさんありますが、私は本当に気にしなかったことが分かりました。 私はちょうど吸収され、座って戻って楽しんだ。\u001b[22m\n\u001b[1m(Sore wa watashi ga imamade mita naka de mottomo osoi mono no 1tsudesuga, purotto tan'ide wa arimasuga, motto sensaide natsukashī kanji ga ari, yori ōku no mono o chōsei shitai to omotte imasu. Watashi wa tēma-kyoku ga hontōni sukidesu. Sore wa hijō ni kibungayoidesu, soshite, kurikaeshi ga takusan arimasuga, watashi wa hontōni ki ni shinakatta koto ga wakarimashita. Watashi wa chōdo kyūshū sa re, suwatte modotte tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mIt's one of the slowest things I've ever watched, plot-wise, but it has a very delicate and nostalgic feel to it that makes you want to tune in more. I'm really fond of the theme tune; it's very feel-good, and though there is a lot of repetition, I really found I didn't care. I just let myself be absorbed, sat back, and enjoyed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's one of the slowest things I've ever watched, plot-wise, but it has a very delicate and nostalgic feel to it that makes you want to tune in more.\u001b[24m\n    \u001b[1mそれは私が今まで見た中で最も遅いものの1つですが、プロット単位ではありますが、もっと繊細で懐かしい感じがあり、より多くのものを調整したいと思っています。\u001b[22m, \u001b[1mそれは私が今までプロットワイズ、見てきた最も遅いものの一つだが、それはあなたがより多くのでチューニングしたくなること、それに非常に繊細なノスタルジックな感じを持っています。\u001b[22m\n\u001b[4mI'm really fond of the theme tune;\u001b[24m\n    \u001b[1m私はテーマ曲が本当に好きです。\u001b[22m, \u001b[1m私は、テーマ曲の本当に好きです。\u001b[22m\n\u001b[4mit's very feel-good, and though there is a lot of repetition, I really found I didn't care.\u001b[24m\n    \u001b[1mそれは非常に気分が良いです、そして、繰り返しがたくさんありますが、私は本当に気にしなかったことが分かりました。\u001b[22m, \u001b[1mそれは非常に感じ、良いことだ、と繰り返しが多いですが、私は本当に私は気にしませんでしたが見つかりました。\u001b[22m\n\u001b[4mI just let myself be absorbed, sat back, and enjoyed.\u001b[24m\n    \u001b[1m私はちょうど吸収され、座って戻って楽しんだ。\u001b[22m, \u001b[1m私はちょうど自分自身が吸収させ、バック座って、そして楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nAt the end, I did have a RAEGFEST since I felt cheated of my happy ending with a kiss/confessions of love, but then a friend pointed out to me that the second season has just begun airing in Japan this January. Thank goodness it's being continued because, JEEZ! I'm looking forward to it, but for only being 25 episodes, it took me days to get through because it really is quite a slow burn.\n\n\u001b[1m結局のところ、私はハッピーエンドの気持ちがキス/愛情の告白で浮気を感じたので、私はRAEGFESTを持っていましたが、友人は今年1月に第2シーズンが日本で放映開始されたと私に指摘しました。 なぜなら、JEEZ！ 私はそれを楽しみにしているが、25エピソードだけでは、それは本当にかなり遅いので、通過するまでに数日かかった。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, watashi wa happīendo no kimochi ga kisu/ aijō no kokuhaku de uwaki o kanjitanode, watashi wa RAEGFEST o motte imashitaga, yūjin wa kotoshi 1 tsuki ni dai 2 shīzun ga Nihon de hōei kaishi sa reta to watashi ni shiteki shimashita. Nazenara, JEEZ! Watashi wa sore o tanoshimini shite iruga, 25 episōdo dakede wa, sore wa hontōni kanari osoinode, tsūka suru made ni sū-nichi kakatta.)\u001b[22m\n\nTranslations of \u001b[4mAt the end, I did have a RAEGFEST since I felt cheated of my happy ending with a kiss/confessions of love, but then a friend pointed out to me that the second season has just begun airing in Japan this January. Thank goodness it's being continued because, JEEZ! I'm looking forward to it, but for only being 25 episodes, it took me days to get through because it really is quite a slow burn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the end, I did have a RAEGFEST since I felt cheated of my happy ending with a kiss/confessions of love, but then a friend pointed out to me that the second season has just begun airing in Japan this January.\u001b[24m\n    \u001b[1m結局のところ、私はハッピーエンドの気持ちがキス/愛情の告白で浮気を感じたので、私はRAEGFESTを持っていましたが、友人は今年1月に第2シーズンが日本で放映開始されたと私に指摘しました。\u001b[22m, \u001b[1m終わりに、私は愛のキス/自白と私のハッピーエンドでだまさ感じたが、その後、友人が第二シーズンは日本だけ、この1月に放映開始されたことを私に指摘したので、RAEGFESTを持っていました。\u001b[22m\n\u001b[4mThank goodness it's being continued because, JEEZ!\u001b[24m\n    \u001b[1mなぜなら、JEEZ！\u001b[22m, \u001b[1mそれはうわあ、ので、継続しています良さをありがとうございます！\u001b[22m\n\u001b[4mI'm looking forward to it, but for only being 25 episodes, it took me days to get through because it really is quite a slow burn.\u001b[24m\n    \u001b[1m私はそれを楽しみにしているが、25エピソードだけでは、それは本当にかなり遅いので、通過するまでに数日かかった。\u001b[22m, \u001b[1m私はそれを楽しみにしていますが、それは実際にはかなり遅い燃焼であるため、唯一の25のエピソードであることのために、それは介して取得するために日かかりました。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "SevenKnights",
    "profile": "/profile/SevenKnights/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=53999",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのショーは美しいです。 私はエピソード6にしかいません。私はこのショーを絶対に愛しています。 私は通常、午前6時から授業が始まるため早朝に寝ますが、昨晩遅くまで滞在しなければならなかったので、この番組のいくつかをもっと見ることができました。\n\nもともとのアートワークは本当に私を失望させました。しかし、私はそれを見たことがありませんでしたが、最近私が本当に新しいショーのために絶望的だったのを見て、私は文字通り、私が今までに愛していたharem / romcom この。\n\n私は全く不満足ではない。 それはとても強力です。 私は最初の2つのエピソードの後に​​涙でした。 突然、友達を作り、人を引き寄せることができる彼女の外見と社会的な厄介さのために、いつも一人でいるこの甘やかな無邪気な少女がいる。\n\n私はこのレビューを短くして、最初の5-6エピソードを見ただけで十分なレビューを与えることができないと感じています。 私はこのシリーズを終えると私の最終的なレビューの短い味であることを残す。\n\n私はシーズン1を完了するとこれを更新します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis show is beautiful. I am only on episode 6 and I absolutely love this show. I usually sleep early on mon/wed nights due to 6 am classes the next day BUT I had to stay up late last night just so I could watch some more of this show, it's that good.\n\n\u001b[1mこのショーは美しいです。 私はエピソード6にしかいません。私はこのショーを絶対に愛しています。 私は通常、午前6時から授業が始まるため早朝に寝ますが、昨晩遅くまで滞在しなければならなかったので、この番組のいくつかをもっと見ることができました。\u001b[22m\n\u001b[1m(Kono shō wa utsukushīdesu. Watashi wa episōdo 6 ni shika imasen. Watashi wa kono shō o zettai ni aishiteimasu. Watashi wa tsūjō, gozen 6-ji kara jugyō ga hajimaru tame sōchō ni nemasuga, sakuban osokumade taizai shinakereba naranakattanode, kono bangumi no ikutsu ka o motto miru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis show is beautiful. I am only on episode 6 and I absolutely love this show. I usually sleep early on mon/wed nights due to 6 am classes the next day BUT I had to stay up late last night just so I could watch some more of this show, it's that good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is beautiful.\u001b[24m\n    \u001b[1mこのショーは美しいです。\u001b[22m\n\u001b[4mI am only on episode 6 and I absolutely love this show.\u001b[24m\n    \u001b[1m私はエピソード6にしかいません。私はこのショーを絶対に愛しています。\u001b[22m, \u001b[1m私はエピソード6日午前、私は絶対にこの番組が大好きです。\u001b[22m\n\u001b[4mI usually sleep early on mon/wed nights due to 6 am classes the next day BUT I had to stay up late last night just so I could watch some more of this show, it's that good.\u001b[24m\n    \u001b[1m私は通常、午前6時から授業が始まるため早朝に寝ますが、昨晩遅くまで滞在しなければならなかったので、この番組のいくつかをもっと見ることができました。\u001b[22m, \u001b[1m私は通常、午前6時のクラス次の日のために月/結婚夜に早期に寝るしかし、私はちょうどので、私はこのショーのいくつかの詳細を見ることができる最後の夜遅くまで滞在していた、それは良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nOriginally the artwork really turned me off which is why I never looked into it but seeing how lately I've been really desperate for new shows since I have literally drained by funding of harem/romcoms which I love ever so much I just had to watch this.\n\n\u001b[1mもともとのアートワークは本当に私を失望させました。しかし、私はそれを見たことがありませんでしたが、最近私が本当に新しいショーのために絶望的だったのを見て、私は文字通り、私が今までに愛していたharem / romcom この。\u001b[22m\n\u001b[1m(Motomoto no ātowāku wa hontōni watashi o shitsubō sa semashita. Shikashi, watashi wa sore o mita koto ga arimasendeshitaga, saikin watashi ga hontōni atarashī shō no tame ni zetsubō-tekidatta no o mite, watashi wa mojidōri, watashi ga ima made ni aishite ita harem/ romcom kono.)\u001b[22m\n\nTranslations of \u001b[4mOriginally the artwork really turned me off which is why I never looked into it but seeing how lately I've been really desperate for new shows since I have literally drained by funding of harem/romcoms which I love ever so much I just had to watch this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOriginally the artwork really turned me off which is why I never looked into it but seeing how lately I've been really desperate for new shows since I have literally drained by funding of harem/romcoms which I love ever so much I just had to watch\u001b[24m\n    \u001b[1mもともとのアートワークは本当に私を失望させました。しかし、私はそれを見たことがありませんでしたが、最近私が本当に新しいショーのために絶望的だったのを見て、私は文字通り、私が今までに愛していたharem / romcom\u001b[22m, \u001b[1mもともとアートワークは本当に私はそれに見ていないが、私は文字通り私が今まで私が見なければならなかったので、多くの愛ハーレム/ romcomsの資金調達により排出しておりますので、私は新しいショーのための本当に絶望的となってきた方法を最近見てない理由である私をオフに\u001b[22m\n\u001b[4mthis.\u001b[24m\n    \u001b[1mこの。\u001b[22m, \u001b[1m本。\u001b[22m, \u001b[1mこれ。\u001b[22m\n\u001b[1m\u001b[22m\nI am not dissapointed at all. It's so powerful. I was in tears after the first 2 episodes. There is this sweet innocent girl who has always been alone due to her looks and social awkwardness who suddenly is able to make friends and draw people to her.\n\n\u001b[1m私は全く不満足ではない。 それはとても強力です。 私は最初の2つのエピソードの後に​​涙でした。 突然、友達を作り、人を引き寄せることができる彼女の外見と社会的な厄介さのために、いつも一人でいるこの甘やかな無邪気な少女がいる。\u001b[22m\n\u001b[1m(Watashi wa mattaku fumanzokude wanai. Sore wa totemo kyōryokudesu. Watashi wa saisho no 2tsu no episōdo no nochi ni ​​ namidadeshita. Totsuzen, tomodachi o tsukuri, hito o hikiyoseru koto ga dekiru kanojo no gaiken to shakai-tekina yakkai-sa no tame ni, itsumo hitori de iru kono amaya ka na mujakina shōjo ga iru.)\u001b[22m\n\nTranslations of \u001b[4mI am not dissapointed at all. It's so powerful. I was in tears after the first 2 episodes. There is this sweet innocent girl who has always been alone due to her looks and social awkwardness who suddenly is able to make friends and draw people to her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not dissapointed at all.\u001b[24m\n    \u001b[1m私は全く不満足ではない。\u001b[22m, \u001b[1m私はまったくがっかりしないです。\u001b[22m\n\u001b[4mIt's so powerful.\u001b[24m\n    \u001b[1mそれはとても強力です。\u001b[22m, \u001b[1mそれは非常に強力です。\u001b[22m\n\u001b[4mI was in tears after the first 2 episodes.\u001b[24m\n    \u001b[1m私は最初の2つのエピソードの後に涙でした。\u001b[22m, \u001b[1m私は最初の2エピソードの後に涙でした。\u001b[22m\n\u001b[4mThere is this sweet innocent girl who has always been alone due to her looks and social awkwardness who suddenly is able to make friends and draw people to her.\u001b[24m\n    \u001b[1m突然、友達を作り、人を引き寄せることができる彼女の外見と社会的な厄介さのために、いつも一人でいるこの甘やかな無邪気な少女がいる。\u001b[22m, \u001b[1mいつもによる彼女のルックスと、突然友人を作り、彼女に人々を描くことが可能である社会的なぎこちなさに一人でされているこの甘い罪のない女の子があります。\u001b[22m\n\u001b[1m\u001b[22m\nI have to keep this review short and seeing how I have only seen the first 5-6 episodes I do not feel I can give a good enough review. I will leave this is a short taste of my final review when I finish the series.\n\n\u001b[1m私はこのレビューを短くして、最初の5-6エピソードを見ただけで十分なレビューを与えることができないと感じています。 私はこのシリーズを終えると私の最終的なレビューの短い味であることを残す。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū o mijikaku shite, saisho no 5 - 6 episōdo o mita dakede jūbun'na rebyū o ataeru koto ga dekinai to kanjite imasu. Watashi wa kono shirīzu o oeru to watashi no saishū-tekina rebyū no mijikai ajidearu koto o nokosu.)\u001b[22m\n\nTranslations of \u001b[4mI have to keep this review short and seeing how I have only seen the first 5-6 episodes I do not feel I can give a good enough review. I will leave this is a short taste of my final review when I finish the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to keep this review short and seeing how I have only seen the first 5-6 episodes I do not feel I can give a good enough review.\u001b[24m\n    \u001b[1m私はこのレビューを短くして、最初の5-6エピソードを見ただけで十分なレビューを与えることができないと感じています。\u001b[22m, \u001b[1m私は短く、私は私は私は良い十分な評価を与えることができます感じていない最初の5-6のエピソードを見てきたどのように見てこの口コミを維持する必要があります。\u001b[22m\n\u001b[4mI will leave this is a short taste of my final review when I finish the series.\u001b[24m\n    \u001b[1m私はこのシリーズを終えると私の最終的なレビューの短い味であることを残す。\u001b[22m, \u001b[1m私はシリーズを終えるとき、私はこれが私の最終審査の短い味です残します。\u001b[22m\n\u001b[1m\u001b[22m\nI will update this when I complete season 1.\n\n\u001b[1m私はシーズン1を完了するとこれを更新します。\u001b[22m\n\u001b[1m(Watashi wa shīzun 1 o kanryō suruto kore o kōshin shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI will update this when I complete season 1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will update this when I complete season 1.\u001b[24m\n    \u001b[1m私はシーズン1を完了するとこれを更新します。\u001b[22m, \u001b[1m私はシーズン1を完了したとき、私はこれを更新します。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "OtakuKitten",
    "profile": "/profile/OtakuKitten/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=137845",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nKimi Ni TodokeとKimi Ni Todoke S2を見て、私は自分の言葉を失ってしまった。 私が考えることができるのはエンディングであり、このアニメにはどのシーンがどれほどかわいいかわいいです。 私が眠っていると思ったとき、私はただそれを私の頭の中から取り出すことができませんでした。 私は通常、ほとんどのアニメについてこのように感じません。\n\n私がKimi Ni Todokeについて聞いて、そのプロットを読んだとき、私は、「ああ、もう一つのクリスマスのロマンス」と思った。 そして、私は正しかった、いくつかの状況、そしてこのアニメの瞬間は非常にきれいですが、彼らはいつもの通常の瞬間をさらに大きなものに変えるという素晴らしい仕事をしたと感じました。\n\nキャラクターが何かをしたり、かわいいとか恥ずかしそうなことを言ったとき、私は席の端にいて、耳から耳にかけて笑ったり、目を覆いました。 私はこのすべてを経験していませんでしたが。\n\n芸術、音楽、そして音は思い出深いものであり、キャラクターとプロットは死ぬべきです。 私は本当にこれらのキャラクターに気づいていましたが、通常はロマンスの登場人物に迷惑をかけることがありますが、このアニメは感情を現実的に表現するうえでとても良い仕事でした。 いくつかの瞬間は少し疑わしいですが、少し非現実的ですが、それはアニメですよね？\n\n全体的にキミ・ニードドケは完璧なロマンスのダッシュを持つ心温まる、かわいい、スライスのアニメです。 私はこれを見ている間に感じた気持ちを説明することさえできず、ただのプロットではなく、とても気分だった。 一人のキャラクターがぼろぼろになったり、別のキャラクターを見ていても、私は喜んでうずきをしていました。\n\nたぶん私はこのアニメを見るととても幸せに感じるのは夢中ですが、もしそれを評価するなら、私の評価は完璧なスコアになるでしょう。  10/10。\n\n私はこれを読んだ人が楽しむことを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAfter watching Kimi Ni Todoke, and Kimi Ni Todoke S2, I found myself lost for words. All I could think about was the ending, and how utterly adorable some of the scenes were in this anime. When I was suppose to be sleeping, I just couldn't get it out of my head. I don't usually feel this way about most anime's, in general.\n\n\u001b[1mKimi Ni TodokeとKimi Ni Todoke S2を見て、私は自分の言葉を失ってしまった。 私が考えることができるのはエンディングであり、このアニメにはどのシーンがどれほどかわいいかわいいです。 私が眠っていると思ったとき、私はただそれを私の頭の中から取り出すことができませんでした。 私は通常、ほとんどのアニメについてこのように感じません。\u001b[22m\n\u001b[1m(Kimi Ni Todoke to Kimi Ni Todoke S 2 o mite, watashi wa jibun no kotoba o ushinatte shimatta. Watashi ga kangaeru koto ga dekiru no wa endingudeari, kono anime ni wa dono shīn ga dorehodo kawaī kawaīdesu. Watashi ga nemutte iru to omotta toki, watashi wa tada sore o watashi no atama no naka kara toridasu koto ga dekimasendeshita. Watashi wa tsūjō, hotondo no anime ni tsuite ko no yō ni kanjimasen.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching Kimi Ni Todoke, and Kimi Ni Todoke S2, I found myself lost for words. All I could think about was the ending, and how utterly adorable some of the scenes were in this anime. When I was suppose to be sleeping, I just couldn't get it out of my head. I don't usually feel this way about most anime's, in general.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching Kimi Ni Todoke, and Kimi Ni Todoke S2, I found myself lost for words.\u001b[24m\n    \u001b[1mKimi Ni TodokeとKimi Ni Todoke S2を見て、私は自分の言葉を失ってしまった。\u001b[22m, \u001b[1m君に届け、および君に届けS2を見た後、私は自分自身が言葉を失ったが見つかりました。\u001b[22m\n\u001b[4mAll I could think about was the ending, and how utterly adorable some of the scenes were in this anime.\u001b[24m\n    \u001b[1m私が考えることができるのはエンディングであり、このアニメにはどのシーンがどれほどかわいいかわいいです。\u001b[22m, \u001b[1m私が考えることができるすべてのエンディングがあって、どのように全く愛らしいシーンのいくつかはこのアニメにありました。\u001b[22m\n\u001b[4mWhen I was suppose to be sleeping, I just couldn't get it out of my head.\u001b[24m\n    \u001b[1m私が眠っていると思ったとき、私はただそれを私の頭の中から取り出すことができませんでした。\u001b[22m, \u001b[1m私は眠っていると仮定したとき、私はちょうど私の頭からそれを得ることができませんでした。\u001b[22m\n\u001b[4mI don't usually feel this way about most anime's, in general.\u001b[24m\n    \u001b[1m私は通常、ほとんどのアニメについてこのように感じません。\u001b[22m, \u001b[1m私は通常、一般的に、ほとんどのアニメのについてこのように感じることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhen I heard about Kimi Ni Todoke, and read the plot, I thought, 'Oh, another cliche romance.' And I was right, some of the situations, and moments in this anime are very cliche, but I felt that they did a great job at turning those usually normal moments into something even greater.\n\n\u001b[1m私がKimi Ni Todokeについて聞いて、そのプロットを読んだとき、私は、「ああ、もう一つのクリスマスのロマンス」と思った。 そして、私は正しかった、いくつかの状況、そしてこのアニメの瞬間は非常にきれいですが、彼らはいつもの通常の瞬間をさらに大きなものに変えるという素晴らしい仕事をしたと感じました。\u001b[22m\n\u001b[1m(Watashi ga Kimi Ni Todoke ni tsuite kiite, sono purotto o yonda toki, watashi wa,`ā , mōhitotsu no kurisumasu no romansu' to omotta. Soshite, watashi wa tadashikatta, ikutsu ka no jōkyō, soshite kono anime no shunkan wa hijō ni kireidesuga, karera wa itsumo no tsūjō no shunkan o sarani ōkina mono ni kaeru to iu subarashī shigoto o shita to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I heard about Kimi Ni Todoke, and read the plot, I thought, 'Oh, another cliche romance.' And I was right, some of the situations, and moments in this anime are very cliche, but I felt that they did a great job at turning those usually normal moments into something even greater.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I heard about Kimi Ni Todoke, and read the plot, I thought, 'Oh, another cliche romance.'\u001b[24m\n    \u001b[1m私がKimi Ni Todokeについて聞いて、そのプロットを読んだとき、私は、「ああ、もう一つのクリスマスのロマンス」と思った。\u001b[22m, \u001b[1m私は君に届けについて聞いた、とプロットを読んだとき、私は「ああ、別の決まり文句のロマンス。」、と思いました\u001b[22m\n\u001b[4mAnd I was right, some of the situations, and moments in this anime are very cliche, but I felt that they did a great job at turning those usually normal moments into something even greater.\u001b[24m\n    \u001b[1mそして、私は正しかった、いくつかの状況、そしてこのアニメの瞬間は非常にきれいですが、彼らはいつもの通常の瞬間をさらに大きなものに変えるという素晴らしい仕事をしたと感じました。\u001b[22m, \u001b[1mそして、私は、状況のいくつかの権利であり、このアニメでモーメントが非常に決まり文句ですが、私は、彼らはさらに大きなものにそれらの通常の正常な瞬間を回しで素晴らしい仕事をしたと感じました。\u001b[22m\n\u001b[1m\u001b[22m\nWhen a character did something, or said something cute or embarrassing, I would be on the edge of my seat, grinning from ear to ear, or covering my eyes; even though it wasn't me experiencing all this.\n\n\u001b[1mキャラクターが何かをしたり、かわいいとか恥ずかしそうなことを言ったとき、私は席の端にいて、耳から耳にかけて笑ったり、目を覆いました。 私はこのすべてを経験していませんでしたが。\u001b[22m\n\u001b[1m(Kyarakutā ga nanika o shi tari, kawaī toka hazukashi-sōna koto o itta toki, watashi wa seki no hashi ni ite, mimi kara mimi ni kakete warattari,-me o ōimashita. Watashi wa ko no subete o keiken shite imasendeshitaga.)\u001b[22m\n\nTranslations of \u001b[4mWhen a character did something, or said something cute or embarrassing, I would be on the edge of my seat, grinning from ear to ear, or covering my eyes; even though it wasn't me experiencing all this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen a character did something, or said something cute or embarrassing, I would be on the edge of my seat, grinning from ear to ear, or covering my eyes;\u001b[24m\n    \u001b[1mキャラクターが何かをしたり、かわいいとか恥ずかしそうなことを言ったとき、私は席の端にいて、耳から耳にかけて笑ったり、目を覆いました。\u001b[22m, \u001b[1m文字が何かをしたか、可愛いか恥ずかしい何かを言ったとき、私は耳から耳ににやにや、または私の目をカバーし、私の席の端になるだろう。\u001b[22m\n\u001b[4meven though it wasn't me experiencing all this.\u001b[24m\n    \u001b[1m私はこのすべてを経験していませんでしたが。\u001b[22m, \u001b[1mそれは私がこのすべてを経験していなかったにもかかわらず。\u001b[22m\n\u001b[1m\u001b[22m\nThe art, music, and sounds are memorable, and the characters and plot are to die for. I really felt for these characters, and although I usually get annoyed by cliche characters in romances, this anime did a really good job at expressing the emotion realistically. Some moments we're a bit doubtful, and were a bit unrealistic, but c'mon, it's anime right?\n\n\u001b[1m芸術、音楽、そして音は思い出深いものであり、キャラクターとプロットは死ぬべきです。 私は本当にこれらのキャラクターに気づいていましたが、通常はロマンスの登場人物に迷惑をかけることがありますが、このアニメは感情を現実的に表現するうえでとても良い仕事でした。 いくつかの瞬間は少し疑わしいですが、少し非現実的ですが、それはアニメですよね？\u001b[22m\n\u001b[1m(Geijutsu, ongaku, soshite oto wa omoidebukai monodeari, kyarakutā to purotto wa shinubekidesu. Watashi wa hontōni korera no kyarakutā ni kidzuite imashitaga, tsūjō wa romansu no tōjō jinbutsu ni meiwakuwokakeru koto ga arimasuga, kono anime wa kanjō o genjitsu-teki ni hyōgen suru ue de totemo yoi shigotodeshita. Ikutsu ka no shunkan wa sukoshi utagawashīdesuga, sukoshi higenjitsutekidesuga, soreha animedesu yo ne?)\u001b[22m\n\nTranslations of \u001b[4mThe art, music, and sounds are memorable, and the characters and plot are to die for. I really felt for these characters, and although I usually get annoyed by cliche characters in romances, this anime did a really good job at expressing the emotion realistically. Some moments we're a bit doubtful, and were a bit unrealistic, but c'mon, it's anime right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art, music, and sounds are memorable, and the characters and plot are to die for.\u001b[24m\n    \u001b[1m芸術、音楽、そして音は思い出深いものであり、キャラクターとプロットは死ぬべきです。\u001b[22m, \u001b[1mアート、音楽、およびサウンドが記憶に残るであり、文字やプロットがために死ぬことです。\u001b[22m\n\u001b[4mI really felt for these characters, and although I usually get annoyed by cliche characters in romances, this anime did a really good job at expressing the emotion realistically.\u001b[24m\n    \u001b[1m私は本当にこれらのキャラクターに気づいていましたが、通常はロマンスの登場人物に迷惑をかけることがありますが、このアニメは感情を現実的に表現するうえでとても良い仕事でした。\u001b[22m, \u001b[1m私は実際にこれらの文字のために感じた、と私は通常、恋愛小説にクリシェ文字でイライラするが、このアニメは現実的に感情を表現するのが本当に良い仕事をしました。\u001b[22m\n\u001b[4mSome moments we're a bit doubtful, and were a bit unrealistic, but c'mon, it's anime right?\u001b[24m\n    \u001b[1mいくつかの瞬間は少し疑わしいですが、少し非現実的ですが、それはアニメですよね？\u001b[22m, \u001b[1mいくつかの瞬間、私たちは少し疑問だし、少し非現実的だったが、勘弁してくれよ、それはアニメですね？\u001b[22m\n\u001b[1m\u001b[22m\nOverall Kimi Ni Todoke is a heartwarming, cute, slice of life anime with a dash of Perfect romance. I can't even begin to explain the feelings I felt while watching this, and it wasn't just the plot, it was the very vibes. Even when one character blushed, or glanced at another character, I was whining with joy.\n\n\u001b[1m全体的にキミ・ニードドケは完璧なロマンスのダッシュを持つ心温まる、かわいい、スライスのアニメです。 私はこれを見ている間に感じた気持ちを説明することさえできず、ただのプロットではなく、とても気分だった。 一人のキャラクターがぼろぼろになったり、別のキャラクターを見ていても、私は喜んでうずきをしていました。\u001b[22m\n\u001b[1m(Zentai-teki ni kimi nīdodoke wa kanpekina romansu no dasshu o motsu kokoroatatamaru, kawaī, suraisu no animedesu. Watashi wa kore o mite iru ma ni kanjita kimochi o setsumei suru koto sae dekizu, tada no purottode wa naku, totemo kibundatta. Hitori no kyarakutā ga boroboro ni nattari,-betsu no kyarakutā o mite ite mo, watashi wa yorokonde uzuki o shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall Kimi Ni Todoke is a heartwarming, cute, slice of life anime with a dash of Perfect romance. I can't even begin to explain the feelings I felt while watching this, and it wasn't just the plot, it was the very vibes. Even when one character blushed, or glanced at another character, I was whining with joy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Kimi Ni Todoke is a heartwarming, cute, slice of life anime with a dash of Perfect romance.\u001b[24m\n    \u001b[1m全体的にキミ・ニードドケは完璧なロマンスのダッシュを持つ心温まる、かわいい、スライスのアニメです。\u001b[22m, \u001b[1m全体的君に届けは完璧なロマンスのダッシュとの生活アニメの心温まる、かわいい、スライスです。\u001b[22m\n\u001b[4mI can't even begin to explain the feelings I felt while watching this, and it wasn't just the plot, it was the very vibes.\u001b[24m\n    \u001b[1m私はこれを見ている間に感じた気持ちを説明することさえできず、ただのプロットではなく、とても気分だった。\u001b[22m, \u001b[1m私もこれを見ながら、私は感じた感情を説明するために開始することはできませんし、それだけのプロットではなかった、それは非常にバイブでした。\u001b[22m\n\u001b[4mEven when one character blushed, or glanced at another character, I was whining with joy.\u001b[24m\n    \u001b[1m一人のキャラクターがぼろぼろになったり、別のキャラクターを見ていても、私は喜んでうずきをしていました。\u001b[22m, \u001b[1m1文字は顔を赤らめ、または別の文字をちらっと見た場合でも、私は喜びで泣き言ました。\u001b[22m\n\u001b[1m\u001b[22m\nMaybe I'm crazy to feel so happy when watching this anime, but if I were to rate it, my rating would be a perfect score. 10/10.\n\n\u001b[1mたぶん私はこのアニメを見るととても幸せに感じるのは夢中ですが、もしそれを評価するなら、私の評価は完璧なスコアになるでしょう。  10/10。\u001b[22m\n\u001b[1m(Tabun watashi wa kono anime o miru to totemo shiawase ni kanjiru no wa muchūdesuga, moshi sore o hyōka surunara, watashi no hyōka wa kanpekina sukoa ni narudeshou. 10/ 10.)\u001b[22m\n\nTranslations of \u001b[4mMaybe I'm crazy to feel so happy when watching this anime, but if I were to rate it, my rating would be a perfect score. 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe I'm crazy to feel so happy when watching this anime, but if I were to rate it, my rating would be a perfect score.\u001b[24m\n    \u001b[1mたぶん私はこのアニメを見るととても幸せに感じるのは夢中ですが、もしそれを評価するなら、私の評価は完璧なスコアになるでしょう。\u001b[22m, \u001b[1mたぶん私はこのアニメを見たときにとても幸せを感じるためにクレイジーだが、私はそれを評価した場合、私の評価は満点であろう。\u001b[22m\n\u001b[4m10/10.\u001b[24m\n    \u001b[1m10/10。\u001b[22m, \u001b[1m10月10日。\u001b[22m\n\u001b[1m\u001b[22m\nI hope anyone who reads this will enjoy.\n\n\u001b[1m私はこれを読んだ人が楽しむことを願っています。\u001b[22m\n\u001b[1m(Watashi wa kore o yonda hito ga tanoshimu koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI hope anyone who reads this will enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope anyone who reads this will enjoy.\u001b[24m\n    \u001b[1m私はこれを読んだ人が楽しむことを願っています。\u001b[22m, \u001b[1m私はこれを読み取る誰もが楽しむことを願っています。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "Silvermoon05",
    "profile": "/profile/Silvermoon05/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=129097",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  6\n\nアニメは多くの良い要素を持っていましたが、それは見た目ほど良くはありませんでした。 私はもともと興味深くてロマンチックなシーンで、amv（アニメミュージックビデオ）を見てアニメに興味を持った。\n\nシーズン全体を見て、実際に何かが起こるのは第2シーズンでした。 それでも、ロマンスのために私の心の中にひどくランクされているキスはありませんでした。\n\n私は沢子と彼女の友人との交流を愛し、Kazehayaは本当にかわいかったです。\n\n第1シーズンは第2シーズンの初めよりずっと良かったですね、確かです。 あなたがロマンスを欲しがっていて、ちょっとした奇妙な瞬間だけでなく、これがあなたのためのアニメではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWhile the anime possessed a lot of good components, it wasn't as good as it would seem. I originally became interested in the anime after seeing an amv (Anime Music Video) with some pretty interesting and romantic scenes.\n\n\u001b[1mアニメは多くの良い要素を持っていましたが、それは見た目ほど良くはありませんでした。 私はもともと興味深くてロマンチックなシーンで、amv（アニメミュージックビデオ）を見てアニメに興味を持った。\u001b[22m\n\u001b[1m(Anime wa ōku no yoi yōso o motte imashitaga, soreha mitame hodo yoku wa arimasendeshita. Watashi wa motomoto kyōmibukakute romanchikkuna shīn de, amv (animemyūjikkubideo) o mite anime ni kyōmi o motta.)\u001b[22m\n\nTranslations of \u001b[4mWhile the anime possessed a lot of good components, it wasn't as good as it would seem. I originally became interested in the anime after seeing an amv (Anime Music Video) with some pretty interesting and romantic scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the anime possessed a lot of good components, it wasn't as good as it would seem.\u001b[24m\n    \u001b[1mアニメは多くの良い要素を持っていましたが、それは見た目ほど良くはありませんでした。\u001b[22m, \u001b[1mアニメは良い部品の多くを所有しているが、思われるほど良好ではなかったです。\u001b[22m\n\u001b[4mI originally became interested in the anime after seeing an amv (Anime Music Video) with some pretty interesting and romantic scenes.\u001b[24m\n    \u001b[1m私はもともと興味深くてロマンチックなシーンで、amv（アニメミュージックビデオ）を見てアニメに興味を持った。\u001b[22m, \u001b[1m私はもともといくつかの非常に面白いとロマンチックなシーンでAMV（アニメミュージックビデオ）を見た後、アニメに興味を持つようになりました。\u001b[22m\n\u001b[1m\u001b[22m\nIt took watching the whole season and practically the whole second season for anything to actually happen. Even then, there was no kiss, which ranks badly in my mind for romance.\n\n\u001b[1mシーズン全体を見て、実際に何かが起こるのは第2シーズンでした。 それでも、ロマンスのために私の心の中にひどくランクされているキスはありませんでした。\u001b[22m\n\u001b[1m(Shīzun zentai o mite, jissai ni nanika ga okoru no wa dai 2 shīzundeshita. Soredemo, romansu no tame ni watashi no kokoronouchi ni hidoku ranku sa rete iru kisu wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt took watching the whole season and practically the whole second season for anything to actually happen. Even then, there was no kiss, which ranks badly in my mind for romance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt took watching the whole season and practically the whole second season for anything to actually happen.\u001b[24m\n    \u001b[1mシーズン全体を見て、実際に何かが起こるのは第2シーズンでした。\u001b[22m, \u001b[1mそれは実際に起こるには何のためにシーズン全体と実質的に全体の第二シーズンを見ていました。\u001b[22m\n\u001b[4mEven then, there was no kiss, which ranks badly in my mind for romance.\u001b[24m\n    \u001b[1mそれでも、ロマンスのために私の心の中にひどくランクされているキスはありませんでした。\u001b[22m, \u001b[1mその後も、恋愛のために私の心の中でひどくランク付けないキスは、ありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI loved the interaction between Sawako and her friends, and Kazehaya was really cute.\n\n\u001b[1m私は沢子と彼女の友人との交流を愛し、Kazehayaは本当にかわいかったです。\u001b[22m\n\u001b[1m(Watashi wa Sawako to kanojo no yūjin to no kōryū o aishi, Kazehaya wa hontōni kawaikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mI loved the interaction between Sawako and her friends, and Kazehaya was really cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the interaction between Sawako and her friends, and Kazehaya was really cute.\u001b[24m\n    \u001b[1m私は沢子と彼女の友人との交流を愛し、Kazehayaは本当にかわいかったです。\u001b[22m, \u001b[1m私は佐和子と彼女の友人との間の相互作用を愛し、風早は本当にかわいいでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe first season was a lot better than the beginning of the second season, that's for sure. If you want a lot of romance and not just a few odd moments every now and then, this is not the anime for you.\n\n\u001b[1m第1シーズンは第2シーズンの初めよりずっと良かったですね、確かです。 あなたがロマンスを欲しがっていて、ちょっとした奇妙な瞬間だけでなく、これがあなたのためのアニメではありません。\u001b[22m\n\u001b[1m(Dai 1 shīzun wa dai 2 shīzun no hajime yori zutto yokattadesu ne, tashikadesu. Anata ga romansu o hoshi gatte ite, chottoshita kimyōna shunkan dakedenaku, kore ga anata no tame no animede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe first season was a lot better than the beginning of the second season, that's for sure. If you want a lot of romance and not just a few odd moments every now and then, this is not the anime for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first season was a lot better than the beginning of the second season, that's for sure.\u001b[24m\n    \u001b[1m第1シーズンは第2シーズンの初めよりずっと良かったですね、確かです。\u001b[22m, \u001b[1m最初のシーズンは確かだ第二シーズンの初め、より多くの優れていました。\u001b[22m\n\u001b[4mIf you want a lot of romance and not just a few odd moments every now and then, this is not the anime for you.\u001b[24m\n    \u001b[1mあなたがロマンスを欲しがっていて、ちょっとした奇妙な瞬間だけでなく、これがあなたのためのアニメではありません。\u001b[22m, \u001b[1mあなたはすべての今して恋愛だけでなく、いくつかの奇妙な瞬間をたくさんしたい場合、これはあなたのためのアニメではありません。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "RelliK_BweN",
    "profile": "/profile/RelliK_BweN/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=79740",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はSukitte Ii na yoを見てこのアニメを推薦しました。 あなたが好きなら、もう一方は好きです。 このアニメは素晴らしいですし、彼らはマンガの第71章で起こることだけで第3シーズンが必要です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI was recommended this anime from watching Sukitte Ii na yo. If you like one, you'll like the other. This anime is great, and they need a 3rd season solely on what happens on chapter 71 of the manga.\n\n\u001b[1m私はSukitte Ii na yoを見てこのアニメを推薦しました。 あなたが好きなら、もう一方は好きです。 このアニメは素晴らしいですし、彼らはマンガの第71章で起こることだけで第3シーズンが必要です。\u001b[22m\n\u001b[1m(Watashi wa Sukitte Ii na yo o mite kono anime o suisen shimashita. Anata ga sukinara, mō ippō wa sukidesu. Kono anime wa subarashīdesushi, karera wa manga no dai 71-shō de okoru koto dake de dai 3 shīzun ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI was recommended this anime from watching Sukitte Ii na yo. If you like one, you'll like the other. This anime is great, and they need a 3rd season solely on what happens on chapter 71 of the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was recommended this anime from watching Sukitte Ii na yo.\u001b[24m\n    \u001b[1m私はSukitte Ii na yoを見てこのアニメを推薦しました。\u001b[22m, \u001b[1m私はSukitteイイナヨーヨーを見てからこのアニメを推奨されていました。\u001b[22m\n\u001b[4mIf you like one, you'll like the other.\u001b[24m\n    \u001b[1mあなたが好きなら、もう一方は好きです。\u001b[22m, \u001b[1mあなたがいずれかを好きなら、あなたは他を気に入るだろう。\u001b[22m\n\u001b[4mThis anime is great, and they need a 3rd season solely on what happens on chapter 71 of the manga.\u001b[24m\n    \u001b[1mこのアニメは素晴らしいですし、彼らはマンガの第71章で起こることだけで第3シーズンが必要です。\u001b[22m, \u001b[1mこのアニメは素晴らしいです、そして、彼らはもっぱらマンガの章71に何が起こるか上の第三シーズンを必要としています。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "Daelilian",
    "profile": "/profile/Daelilian/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=63767",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はしばらくの間、良いロマンスのアニメを探していて、最終的にこれでそれを見つけました。 最初は、主な女性の声は少し迷惑でしたが、私はそれに慣れていたか、または成熟を示すために変わったかのいずれかです。 しかし、このショーは素晴らしいロマンスと友情の話をしています。 私はこれを本当に愛し、私はそれで泣いても信じられませんでした。  （私は25歳の女性です....そう多くのことを言う）\n\n私はここに入れたいものを他の人が入れていると確信していますが、本当に皆がこれが唯一のシーズンであることを知らせたいと思っていました。 それは桃の女の子ほどペースが速いわけではありませんが、私はPeachGirlや花より男子のようにこのアニメを本当に愛しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI had been looking for a good romance anime for a while and finally found it in this. At first the main females voice was a little annoying but then either I got used to it or it changed to show maturity. But this show has a great romance and friendship story. I really loved this and it felt so believeable that I even cried with it. (I am a 25 year old lady.... so that says a lot)\n\n\u001b[1m私はしばらくの間、良いロマンスのアニメを探していて、最終的にこれでそれを見つけました。 最初は、主な女性の声は少し迷惑でしたが、私はそれに慣れていたか、または成熟を示すために変わったかのいずれかです。 しかし、このショーは素晴らしいロマンスと友情の話をしています。 私はこれを本当に愛し、私はそれで泣いても信じられませんでした。  （私は25歳の女性です....そう多くのことを言う）\u001b[22m\n\u001b[1m(Watashi wa shibarakunoaida, yoi romansu no anime o sagashite ite, saishūtekini kore de sore o mitsukemashita. Saisho wa, omona josei no koe wa sukoshi meiwakudeshitaga, watashi wa sore ni narete ita ka, matawa seijuku o shimesu tame ni kawatta ka no izurekadesu. Shikashi, kono shō wa subarashī romansu to yūjō no hanashi o shite imasu. Watashi wa kore o hontōni aishi, watashi wa sore de naite mo shinji raremasendeshita. (Watashi wa 25-sai no joseidesu. ... Sō ōku no koto o iu))\u001b[22m\n\nTranslations of \u001b[4mI had been looking for a good romance anime for a while and finally found it in this. At first the main females voice was a little annoying but then either I got used to it or it changed to show maturity. But this show has a great romance and friendship story. I really loved this and it felt so believeable that I even cried with it. (I am a 25 year old lady.... so that says a lot)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had been looking for a good romance anime for a while and finally found it in this.\u001b[24m\n    \u001b[1m私はしばらくの間、良いロマンスのアニメを探していて、最終的にこれでそれを見つけました。\u001b[22m, \u001b[1m私はしばらくの間、良好な恋愛アニメを探して、最終的にこの中にそれを発見されました。\u001b[22m\n\u001b[4mAt first the main females voice was a little annoying but then either I got used to it or it changed to show maturity.\u001b[24m\n    \u001b[1m最初は、主な女性の声は少し迷惑でしたが、私はそれに慣れていたか、または成熟を示すために変わったかのいずれかです。\u001b[22m, \u001b[1m最初はメインメスの声は少し迷惑だったが、その後、私はそれに慣れたり、それが満期を表示するように変更のいずれか。\u001b[22m\n\u001b[4mBut this show has a great romance and friendship story.\u001b[24m\n    \u001b[1mしかし、このショーは素晴らしいロマンスと友情の話をしています。\u001b[22m, \u001b[1mしかし、このショーは素晴らしい恋愛と友情の物語を持っています。\u001b[22m\n\u001b[4mI really loved this and it felt so believeable that I even cried with it.\u001b[24m\n    \u001b[1m私はこれを本当に愛し、私はそれで泣いても信じられませんでした。\u001b[22m, \u001b[1m私は実際にこれを愛し、それは私もそれで泣いたようにbelieveable感じました。\u001b[22m\n\u001b[4m(I am a 25 year old lady.... so that says a lot)\u001b[24m\n    \u001b[1m（私は25歳の女性です....そう多くのことを言う）\u001b[22m, \u001b[1m（私は25歳の女性です....そのためには、多くのことを言います）\u001b[22m\n\u001b[1m\u001b[22m\nI am sure others have put everything I wanted to put in here, but I really wanted to let everyone know that this is only season one and that there is a shorter second season that closes a lot of the loose ties. It is not as fast paced as peach girl but I really loved this anime like I did for PeachGirl and Hana Yori Dango.\n\n\u001b[1m私はここに入れたいものを他の人が入れていると確信していますが、本当に皆がこれが唯一のシーズンであることを知らせたいと思っていました。 それは桃の女の子ほどペースが速いわけではありませんが、私はPeachGirlや花より男子のようにこのアニメを本当に愛しました。\u001b[22m\n\u001b[1m(Watashi wa koko ni iretai mono o hokanohito ga irete iru to kakushin shite imasuga, hontōni mina ga korega yuiitsu no shīzundearu koto o shirasetai to omotte imashita. Sore wa momo no on'nanoko hodo pēsu ga hayai wakede wa arimasenga, watashi wa PeachGirl ya hanayoridango no yō ni kono anime o hontōni aishimashita.)\u001b[22m\n\nTranslations of \u001b[4mI am sure others have put everything I wanted to put in here, but I really wanted to let everyone know that this is only season one and that there is a shorter second season that closes a lot of the loose ties. It is not as fast paced as peach girl but I really loved this anime like I did for PeachGirl and Hana Yori Dango.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am sure others have put everything I wanted to put in here, but I really wanted to let everyone know that this is only season one and that there is a shorter second season that closes a lot of the loose ties.\u001b[24m\n    \u001b[1m私はここに入れたいものを他の人が入れていると確信していますが、本当に皆がこれが唯一のシーズンであることを知らせたいと思っていました。\u001b[22m, \u001b[1m私は他の人が私がここに入れたかったが、私は本当に誰もが、これが唯一のシーズン1で、緩い結びつきの多くを閉じ短い第2シーズンがあることをことを知ってもらいたいすべてのものを入れていると確信しています。\u001b[22m\n\u001b[4mIt is not as fast paced as peach girl but I really loved this anime like I did for PeachGirl and Hana Yori Dango.\u001b[24m\n    \u001b[1mそれは桃の女の子ほどペースが速いわけではありませんが、私はPeachGirlや花より男子のようにこのアニメを本当に愛しました。\u001b[22m, \u001b[1mそれは早く桃の女の子としてペースされていませんが、私はピーチガールと花より男子のためにしたように私は本当にこのアニメを愛しました。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "Ren_bird",
    "profile": "/profile/Ren_bird/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=65229",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\n私は待っているのがうんざり！ 彼らが外出するのを待って、キスするなど待っている、それはとてもイライラです！\n私は漫画を読んでいて、私たちは第69章にいて、まだキスしていません。\n私はちょうど彼らの気持ちを実現するために文字を少し遅く見つける。 私は智と琉が大好きです。 彼らはとてもかわいいです。\n非常に面白いアニメとveeerrrryyyかわいい:)お使いの場合はお勧めの時計。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIm so sick of waiting!!!! Waiting for them to go out, waiting for them to kiss, etc. it's so frustrating!!\n\n\u001b[1m私は待っているのがうんざり！ 彼らが外出するのを待って、キスするなど待っている、それはとてもイライラです！\u001b[22m\n\u001b[1m(Watashi wa matte iru no ga unzari! Karera ga gaishutsu suru no o matte, kisu suru nado matte iru, sore wa totemo irairadesu!)\u001b[22m\n\nTranslations of \u001b[4mIm so sick of waiting!!!! Waiting for them to go out, waiting for them to kiss, etc. it's so frustrating!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIm so sick of waiting!!!!\u001b[24m\n    \u001b[1m私は待っているのがうんざり！\u001b[22m, \u001b[1mイム待っているのように病気!!!!\u001b[22m\n\u001b[4mWaiting for them to go out, waiting for them to kiss, etc. it's so frustrating!!\u001b[24m\n    \u001b[1m彼らが外出するのを待って、キスするなど待っている、それはとてもイライラです！\u001b[22m, \u001b[1m彼らは外出するためにそれらがキスするのはとてもイライラなど、待って、待っています！\u001b[22m\nIm reading the manga and we're on chapter 69 and the STILL haven't kissed.\n\n\u001b[1m私は漫画を読んでいて、私たちは第69章にいて、まだキスしていません。\u001b[22m\n\u001b[1m(Watashi wa manga o yonde ite, watashitachiha dai 69-shō ni ite, mada kisu shite imasen.)\u001b[22m\n\nTranslations of \u001b[4mIm reading the manga and we're on chapter 69 and the STILL haven't kissed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIm reading the manga and we're on chapter 69 and the STILL haven't kissed.\u001b[24m\n    \u001b[1m私は漫画を読んでいて、私たちは第69章にいて、まだキスしていません。\u001b[22m, \u001b[1mイムは、漫画を読んで、私たちは、第69章にしている、まだキスをしていません。\u001b[22m\ni just find the characters a little slow to realize their feelings. i love Chizu and Ryu. They're very cute.\n\n\u001b[1m私はちょうど彼らの気持ちを実現するために文字を少し遅く見つける。 私は智と琉が大好きです。 彼らはとてもかわいいです。\u001b[22m\n\u001b[1m(Watashi wa chōdo karera no kimochi o jitsugen suru tame ni moji o sukoshi osoku mitsukeru. Watashi wa Akira to 琉 Ga daisukidesu. Karera wa totemo kawaīdesu.)\u001b[22m\n\nTranslations of \u001b[4mi just find the characters a little slow to realize their feelings. i love Chizu and Ryu. They're very cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi just find the characters a little slow to realize their feelings.\u001b[24m\n    \u001b[1m私はちょうど彼らの気持ちを実現するために文字を少し遅く見つける。\u001b[22m, \u001b[1m私はちょうど自分の感情を実現するために少し遅いの文字を見つけます。\u001b[22m\n\u001b[4mi love Chizu and Ryu.\u001b[24m\n    \u001b[1m私は智と琉が大好きです。\u001b[22m, \u001b[1m私は智頭と龍が大好きです。\u001b[22m\n\u001b[4mThey're very cute.\u001b[24m\n    \u001b[1m彼らはとてもかわいいです。\u001b[22m, \u001b[1m彼らは非常にかわいいです。\u001b[22m\nVery funny anime and veeerrrryyy cute :) recommended watch if you're patient.\n\n\u001b[1m非常に面白いアニメとveeerrrryyyかわいい:)お使いの場合はお勧めの時計。\u001b[22m\n\u001b[1m(Hijō ni omoshiroi anime to veeerrrryyy kawaī: ) Otsukai no baai wa o susume no tokei.)\u001b[22m\n\nTranslations of \u001b[4mVery funny anime and veeerrrryyy cute :) recommended watch if you're patient.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery funny anime and veeerrrryyy cute :) recommended watch if you're patient.\u001b[24m\n    \u001b[1m非常に面白いアニメとveeerrrryyyかわいい:)お使いの場合はお勧めの時計。\u001b[22m, \u001b[1mあなたが患者なら非常に面白いアニメや:) veeerrrryyyキュートな時計をお勧めします。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "jericu",
    "profile": "/profile/jericu/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=83733",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  9\n\nオーストラリアでは、仕事の休暇は通常病気のために予約されています。 私は約11時にこれを見始め、10時間の「仕事のための大丈夫です」マラソンで古い学校に行きました。 言うまでもなく、私は電話しました。\n\nMALの上位は、ショーを見るために私をもたらしたものであり、私は失望していませんでした。 私の話は元々だった。 私は映画「The RIng」を見たことがあり、「Sadako's」キャラクターの紹介は私を縫うようにしてくれました。 早い笑いは乗り物の残りを容易にした。\n\n芸術は本当にうまくいった。 私はイントロが好きだった。 色とフレームは実際にあなたが期待できるもののトーンを設定します。 キャラクターのデザインは非常にきれいで、マラソンの目には本当に簡単です。 すべての女の子は本当にかわいいですが、「ちび」タイプのやり方ではなく、もっと「正当な」方法です。\n\nサウンドトラックは良いです。 私はすぐにそれを取得した。 両方のイントロトラックを愛し、バックグラウンドミュージックはすべてのシーンに非常に適していました。 声は優れています。 彼らはすべて一致している（対見える）。 私は本当によく考えられたショーが大好きです。\n\n私にとっては、最高のストーリーは、キャラクターとその状況に関するものです。 このショーは誰かの興味深い状況をとても楽しいものに変えることができました。 キャラクターは素晴らしいですし、シリーズが進むにつれてあなたはとてもよく知っています（はい、前進！）。 このショーを見た後の笑顔は、休みの価値があった。 あなたが笑顔を微笑むために何か必要な場合は、ここを見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIn Australia, days off work are usually reserved for instances of sickness. I started watching this one at about 11pm and went old school with a 10 hour 'i'll be fine for work' marathon. Needless to say, I made the call.\n\n\u001b[1mオーストラリアでは、仕事の休暇は通常病気のために予約されています。 私は約11時にこれを見始め、10時間の「仕事のための大丈夫です」マラソンで古い学校に行きました。 言うまでもなく、私は電話しました。\u001b[22m\n\u001b[1m(Ōsutorariade wa, shigoto no kyūka wa tsūjō byōki no tame ni yoyaku sa rete imasu. Watashi wa yaku 11-ji ni kore o mi hajime, 10-jikan no `shigoto no tame no daijōbudesu' marason de furui gakkō ni ikimashita. Iumademonaku, watashi wa denwa shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn Australia, days off work are usually reserved for instances of sickness. I started watching this one at about 11pm and went old school with a 10 hour 'i'll be fine for work' marathon. Needless to say, I made the call.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn Australia, days off work are usually reserved for instances of sickness.\u001b[24m\n    \u001b[1mオーストラリアでは、仕事の休暇は通常病気のために予約されています。\u001b[22m, \u001b[1mオーストラリアでは、仕事オフの日は、通常、病気のインスタンスのために予約されています。\u001b[22m\n\u001b[4mI started watching this one at about 11pm and went old school with a 10 hour 'i'll be fine for work' marathon.\u001b[24m\n    \u001b[1m私は約11時にこれを見始め、10時間の「仕事のための大丈夫です」マラソンで古い学校に行きました。\u001b[22m, \u001b[1m私は約23時で、この1を見て開始し、10時間マラソン」私は仕事のために大丈夫だよ」との古い学校に行きました。\u001b[22m\n\u001b[4mNeedless to say, I made the call.\u001b[24m\n    \u001b[1m言うまでもなく、私は電話しました。\u001b[22m, \u001b[1m言うまでもなく、私は電話をかけました。\u001b[22m\n\u001b[1m\u001b[22m\nThe high rank on MAL is what brought me to watch the show and I was not disappointed. The story for me was original. I've seen the movie 'The RIng' and the introduction of 'Sadako's' character had me in stitches. The early laugh made the rest of the ride easy.\n\n\u001b[1mMALの上位は、ショーを見るために私をもたらしたものであり、私は失望していませんでした。 私の話は元々だった。 私は映画「The RIng」を見たことがあり、「Sadako's」キャラクターの紹介は私を縫うようにしてくれました。 早い笑いは乗り物の残りを容易にした。\u001b[22m\n\u001b[1m(MAL no jōi wa, shō o miru tame ni watashi o motarashita monodeari, watashi wa shitsubō shite imasendeshita. Watashi no hanashi wa motomotodatta. Watashi wa eiga `The RIng' o mita koto ga ari,`Sadako' s' kyarakutā no shōkai wa watashi o nuu yō ni shite kuremashita. Hayai warai wa norimono no nokori o yōi ni shita.)\u001b[22m\n\nTranslations of \u001b[4mThe high rank on MAL is what brought me to watch the show and I was not disappointed. The story for me was original. I've seen the movie 'The RIng' and the introduction of 'Sadako's' character had me in stitches. The early laugh made the rest of the ride easy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe high rank on MAL is what brought me to watch the show and I was not disappointed.\u001b[24m\n    \u001b[1mMALの上位は、ショーを見るために私をもたらしたものであり、私は失望していませんでした。\u001b[22m, \u001b[1mMAL上の高ランクはショーを見に私を持ってきて、私は失望していなかったものです。\u001b[22m\n\u001b[4mThe story for me was original.\u001b[24m\n    \u001b[1m私の話は元々だった。\u001b[22m, \u001b[1m私のための物語は、元でした。\u001b[22m\n\u001b[4mI've seen the movie 'The RIng' and the introduction of 'Sadako's' character had me in stitches.\u001b[24m\n    \u001b[1m私は映画「The RIng」を見たことがあり、「Sadako's」キャラクターの紹介は私を縫うようにしてくれました。\u001b[22m, \u001b[1m私は、映画「リング」と「貞子の「文字の導入はステッチで私を持っていた見てきました。\u001b[22m\n\u001b[4mThe early laugh made the rest of the ride easy.\u001b[24m\n    \u001b[1m早い笑いは乗り物の残りを容易にした。\u001b[22m, \u001b[1m初期の笑いは、乗り心地の残りの部分は簡単に。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was really well done. I loved the intro. The colours and frames really set the tone for what you can expect. The character designs are very pretty and real easy on the marathoning eyes. All the girls are really cute, not in a 'chibi' type way, but more of a 'legit' way.\n\n\u001b[1m芸術は本当にうまくいった。 私はイントロが好きだった。 色とフレームは実際にあなたが期待できるもののトーンを設定します。 キャラクターのデザインは非常にきれいで、マラソンの目には本当に簡単です。 すべての女の子は本当にかわいいです、ちびタイプのやり方ではなく、もっと「正当な」方法です。\u001b[22m\n\u001b[1m(Geijutsu wa hontōni umaku itta. Watashi wa Intoro ga sukidatta. Iro to furēmu wa jissai ni anata ga kitai dekiru mono no tōn o settei shimasu. Kyarakutā no dezain wa hijō ni kireide, marason no me ni wa hontōni kantandesu. Subete no on'nanoko wa hontōni kawaīdesu, chibi taipu no yarikatade wa naku, motto `seitōna' hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was really well done. I loved the intro. The colours and frames really set the tone for what you can expect. The character designs are very pretty and real easy on the marathoning eyes. All the girls are really cute, not in a 'chibi' type way, but more of a 'legit' way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was really well done.\u001b[24m\n    \u001b[1m芸術は本当にうまくいった。\u001b[22m, \u001b[1m技術は本当によく行われていました。\u001b[22m\n\u001b[4mI loved the intro.\u001b[24m\n    \u001b[1m私はイントロが好きだった。\u001b[22m, \u001b[1m私はイントロを愛しました。\u001b[22m\n\u001b[4mThe colours and frames really set the tone for what you can expect.\u001b[24m\n    \u001b[1m色とフレームは実際にあなたが期待できるもののトーンを設定します。\u001b[22m, \u001b[1m色とフレームは本当にあなたが期待できるもののためのトーンを設定します。\u001b[22m\n\u001b[4mThe character designs are very pretty and real easy on the marathoning eyes.\u001b[24m\n    \u001b[1mキャラクターのデザインは非常にきれいで、マラソンの目には本当に簡単です。\u001b[22m, \u001b[1mキャラクターデザインは非常にきれいとマラソンの目に優しい本物です。\u001b[22m\n\u001b[4mAll the girls are really cute, not in a 'chibi' type way, but more of a 'legit' way.\u001b[24m\n    \u001b[1mすべての女の子は本当にかわいいです、ちびタイプのやり方ではなく、もっと「正当な」方法です。\u001b[22m, \u001b[1mすべての女の子がいない「ちび」型の方法で、本当にかわいいですが、「合法的な」方法のより。\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack is good. I acquired it immediately afterwards. Loved the intro tracks to both and the background music was very fitting for all scenes. The voicing is excellent. They all match (looks vs sound). I love a show thats really well thought out across the board.\n\n\u001b[1mサウンドトラックは良いです。 私はすぐにそれを取得した。 両方のイントロトラックを愛し、バックグラウンドミュージックはすべてのシーンに非常に適していました。 声は優れています。 彼らはすべて一致している（対見える）。 私は本当によく考えられたショーが大好きです。\u001b[22m\n\u001b[1m(Saundotorakku wa yoidesu. Watashi wa sugu ni sore o shutoku shita. Ryōhō no intorotorakku o aishi, bakkuguraundomyūjikku wa subete no shīn ni hijō ni tekishite imashita. Koe wa sugurete imasu. Karera wa subete itchi shite iru (tai mieru). Watashi wa hontōni yoku kangae rareta shō ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack is good. I acquired it immediately afterwards. Loved the intro tracks to both and the background music was very fitting for all scenes. The voicing is excellent. They all match (looks vs sound). I love a show thats really well thought out across the board.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack is good.\u001b[24m\n    \u001b[1mサウンドトラックは良いです。\u001b[22m, \u001b[1mサウンドトラックが良いです。\u001b[22m\n\u001b[4mI acquired it immediately afterwards.\u001b[24m\n    \u001b[1m私はすぐにそれを取得した。\u001b[22m, \u001b[1m私はその後すぐにそれを取得しました。\u001b[22m\n\u001b[4mLoved the intro tracks to both and the background music was very fitting for all scenes.\u001b[24m\n    \u001b[1m両方のイントロトラックを愛し、バックグラウンドミュージックはすべてのシーンに非常に適していました。\u001b[22m, \u001b[1m両方にイントロ曲を愛し、バックグラウンドミュージックは、すべてのシーンのために非常にフィッティングしました。\u001b[22m\n\u001b[4mThe voicing is excellent.\u001b[24m\n    \u001b[1m声は優れています。\u001b[22m, \u001b[1mボイシングが優れています。\u001b[22m\n\u001b[4mThey all match (looks vs sound).\u001b[24m\n    \u001b[1m彼らはすべて一致している（対見える）。\u001b[22m, \u001b[1m彼らはすべての試合（音対に見えます）。\u001b[22m\n\u001b[4mI love a show thats really well thought out across the board.\u001b[24m\n    \u001b[1m私は本当によく考えられたショーが大好きです。\u001b[22m, \u001b[1m私は本当によく軒並み考え抜かショーthatsのが大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nFor me, the best stories are all about the characters and their situations. This show was able to turn somebody's interesting situation into something very enjoyable. The characters are great and you get very well acquainted as the series moves forward (yes 'forward!'). The smile I had after watching this show was well worth the day off. If you need something to smile smile about, look here.\n\n\u001b[1m私にとっては、最高のストーリーは、キャラクターとその状況に関するものです。 このショーは誰かの興味深い状況をとても楽しいものに変えることができました。 キャラクターは素晴らしいですし、シリーズが進むにつれてあなたはとてもよく知っています（はい、前進！）。 このショーを見た後の笑顔は、休みの価値があった。 あなたが笑顔を微笑むために何か必要な場合は、ここを見てください。\u001b[22m\n\u001b[1m(Watashi ni totte wa, saikō no sutōrī wa, kyarakutā to sono jōkyō ni kansuru monodesu. Kono shō wa dareka no kyōmibukai jōkyō o totemo tanoshī mono ni kaeru koto ga dekimashita. Kyarakutā wa subarashīdesushi, shirīzu ga susumu ni tsurete anata wa totemo yoku shitte imasu (hai, zenshin! ). Kono shō o mita nochi no egao wa, yasumi no kachi ga atta. Anata ga egao o hohoemu tame ni nanika hitsuyōna baai wa, koko o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mFor me, the best stories are all about the characters and their situations. This show was able to turn somebody's interesting situation into something very enjoyable. The characters are great and you get very well acquainted as the series moves forward (yes 'forward!'). The smile I had after watching this show was well worth the day off. If you need something to smile smile about, look here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, the best stories are all about the characters and their situations.\u001b[24m\n    \u001b[1m私にとっては、最高のストーリーは、キャラクターとその状況に関するものです。\u001b[22m, \u001b[1m私にとっては、最高の物語は、すべての文字とその状況についてです。\u001b[22m\n\u001b[4mThis show was able to turn somebody's interesting situation into something very enjoyable.\u001b[24m\n    \u001b[1mこのショーは誰かの興味深い状況をとても楽しいものに変えることができました。\u001b[22m, \u001b[1mこのショーは非常に楽しいものに誰かの面白い状況を回すことができました。\u001b[22m\n\u001b[4mThe characters are great and you get very well acquainted as the series moves forward (yes 'forward!').\u001b[24m\n    \u001b[1mキャラクターは素晴らしいですし、シリーズが進むにつれてあなたはとてもよく知っています（はい、前進！）。\u001b[22m, \u001b[1m文字は素晴らしいですし、シリーズが進むにつれて、あなたは非常によく（yes 'に前進！'）知り合い。\u001b[22m\n\u001b[4mThe smile I had after watching this show was well worth the day off.\u001b[24m\n    \u001b[1mこのショーを見た後の笑顔は、休みの価値があった。\u001b[22m, \u001b[1m私はこの番組を見た後に持っていた笑顔がオフの日も価値がありました。\u001b[22m\n\u001b[4mIf you need something to smile smile about, look here.\u001b[24m\n    \u001b[1mあなたが笑顔を微笑むために何か必要な場合は、ここを見てください。\u001b[22m, \u001b[1mあなたは笑顔笑顔に何かが必要な場合は、こちらをご覧ください。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "miher",
    "profile": "/profile/miher/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=25228",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  8\n\n2のようなIDはこれが私の最初のレビューだと言うことから始めるので、それほどシャープではないかもしれません。\nそれ自身の物語は標準のように見える、孤独な女の子は彼女の救世主と恋に落ちる。\nしかし、これは通常発見されていないツイストを持っています。つまり、ストーリーは標準的だと思われますが、それ自体がユニークです。\nあなたが2つの特定の接続を参照してくださいしたいときにirratattingとし、それらの周りにつま先を先端に。 まだ感情的な感情を感じさせる素敵な瞬間があります。\nこのアニメはすべて、無実のロマンスや友情が好きな人にとっては大成功です",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nid like 2 start by saying this is my first review, so it might not be so sharp.\n\n\u001b[1m2のようなIDはこれが私の最初のレビューだと言うことから始めるので、それほどシャープではないかもしれません。\u001b[22m\n\u001b[1m(2 No yōna ID wa kore ga watashi no saisho no rebyūda to iu koto kara hajimerunode, sorehodo shāpude wanai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mid like 2 start by saying this is my first review, so it might not be so sharp.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mid like 2 start by saying this is my first review, so it might not be so sharp.\u001b[24m\n    \u001b[1m2のようなIDはこれが私の最初のレビューだと言うことから始めるので、それほどシャープではないかもしれません。\u001b[22m, \u001b[1mこれを言っにより2スタートのようなIDは、私の最初のレビューなので、とてもシャープではないかもしれません。\u001b[22m\nthe story in it self seems kind of standard, lonely girl falls in love with her savior.\n\n\u001b[1mそれ自身の物語は標準のように見える、孤独な女の子は彼女の救世主と恋に落ちる。\u001b[22m\n\u001b[1m(Sore jishin no monogatari wa hyōjun no yōnimieru, kodokuna on'nanoko wa kanojo no kyūseishu to koiniochiru.)\u001b[22m\n\nTranslations of \u001b[4mthe story in it self seems kind of standard, lonely girl falls in love with her savior.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story in it self seems kind of standard, lonely girl falls in love with her savior.\u001b[24m\n    \u001b[1mそれ自身の物語は標準のように見える、孤独な女の子は彼女の救世主と恋に落ちる。\u001b[22m, \u001b[1mそれ自身での話では、標準の種類は、孤独な少女は、彼女の救世主と恋に落ちるようです。\u001b[22m\nyet this one has twist that aren't usually found, in short the story seems standard but is unique in its own right.\n\n\u001b[1mしかし、これは通常発見されていないツイストを持っています。つまり、ストーリーは標準的だと思われますが、それ自体がユニークです。\u001b[22m\n\u001b[1m(Shikashi, koreha tsūjō hakken sa rete inai tsuisuto o motte imasu. Tsumari, sutōrī wa hyōjun-tekida to omowa remasuga, sore jitai ga yunīkudesu.)\u001b[22m\n\nTranslations of \u001b[4myet this one has twist that aren't usually found, in short the story seems standard but is unique in its own right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myet this one has twist that aren't usually found, in short the story seems standard but is unique in its own right.\u001b[24m\n    \u001b[1mしかし、これは通常発見されていないツイストを持っています。つまり、ストーリーは標準的だと思われますが、それ自体がユニークです。\u001b[22m, \u001b[1mまだこの1つは、通常は見られないねじれを持って、簡単に言えばストーリーは、標準的なようだが、独自の権利でユニークです。\u001b[22m\nits irratatting at times when u want 2 see certain connections made and then they tip toe around them. yet there are some nice moments which make u feel emotional.\n\n\u001b[1mあなたが2つの特定のつながりをしているのを見たいときに、その時の気持ちを変え、そして、彼らはそれらの周りにつま先を向けます。 まだ感情的な感情を感じさせる素敵な瞬間があります。\u001b[22m\n\u001b[1m(Anata ga 2tsu no tokutei no tsunagari o shite iru no o mitai toki ni, sonotoki no kimochi o kae, soshite, karera wa sorera no mawari ni tsumasaki o mukemasu. Mada kanjō-tekina kanjō o kanji saseru sutekina shunkan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mits irratatting at times when u want 2 see certain connections made and then they tip toe around them. yet there are some nice moments which make u feel emotional.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mits irratatting at times when u want 2 see certain connections made and then they tip toe around them.\u001b[24m\n    \u001b[1mあなたが2つの特定のつながりをしているのを見たいときに、その時の気持ちを変え、そして、彼らはそれらの周りにつま先を向けます。\u001b[22m, \u001b[1muは2をしたいの回でそのirratattingは、特定の接続が行わ見て、彼らは彼らの周りにつま先を傾けます。\u001b[22m\n\u001b[4myet there are some nice moments which make u feel emotional.\u001b[24m\n    \u001b[1mまだ感情的な感情を感じさせる素敵な瞬間があります。\u001b[22m, \u001b[1mまだuは感情的な気分にさせるいくつかの素晴らしい瞬間があります。\u001b[22m\nall in all this anime is a great success for those who like innocent romance and friendship\n\n\u001b[1mこのアニメはすべて、無実のロマンスや友情が好きな人にとっては大成功です\u001b[22m\n\u001b[1m(Kono anime wa subete, mujitsu no romansu ya yūjō ga sukinahito ni totte wa taiseikōdesu)\u001b[22m\n\nTranslations of \u001b[4mall in all this anime is a great success for those who like innocent romance and friendship\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mall in all this anime is a great success for those who like innocent romance and friendship\u001b[24m\n    \u001b[1mこのアニメはすべて、無実のロマンスや友情が好きな人にとっては大成功です\u001b[22m, \u001b[1mすべては、すべてこのアニメで無実のロマンスと友情が好きな人のための大成功であります\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "BBHood22",
    "profile": "/profile/BBHood22/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=39771",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  7\n\n最後に、私はKimi Ni Todoke＆amp; 私は3泊/泊が半分ではないと言っています...\n\nこのアニメのレビューを読んだ後、私はそれがキーパーとなることができ、私はそれを見なければならないと自分自身に語った...本当に、私はシーズン1のコピーを手に入れることができてうれしいです...\n\n主なキャラクター：黒沼佐和子、風早和田\n\nストーリー：8/10  - 私は、ストーリーラインが私が見た他のアニメのロマンスよりも現実的だと言うことができます...それはもっと心のこもったようでした...私はライターがストーリーを急いでいないことをうれしく思っています 私が特に気に入っていなかった「弧」でした。これは久米競争弧です。それはちょっと無関心で、別の映画を見ました...ちずる - 竜 - 徹弧で保存された良いことです。  ..それはまた、男の視点（KazehayaとRyuの両方を話す）を得るために爽やかであった...\n\nキャラクター：8/10  - 佐和子さんが「ちゃんこ」と言われているのは、ちびちゃんの人形では面白いですね...声に慣れてしまうのはかなり時間がかかりました。 声を彼女の人格と一致させると、気持ちが良くなりました... Kazehayaは、沢子と「恥ずかしい瞬間」を共有するたびにかわいいと面白いです...しかし、私は本当に自分の話を聞いたとは感じませんでした。 うーん...チーズ、アヤネ、リュウは、夫婦のための良いキャラクターでした...彼らは物語を盛り上げて以来、彼らは十分なスクリーン時間を与えられてうれしいです...\n\nサウンド：8/10  - 非常に素晴らしいオープニングとエンディングの曲...ほとんどのBG音楽はロマンチックで劇的なものでした...シーンによく合います...\n\n楽しさ：7/10  -  Kurumiだけが興味深いキャラクターだったら8になっただろう...また、沢子がたくさん泣いているようで、私はたくさんのことを言っているようだ（喜びや悲しみを感じるかもしれない）... そして再び、彼女の新しい気持ちは誰もが泣くほど圧倒的かもしれない...\n\n全体的には：7/10  - それは私のために少しゆっくりとしていたが、私が言ったように、それは現実的だった...すべての裁判所は1年のスパンで終わるわけではない...さらに、文字は高校にしかない ）...\n\nそれは良いとスイートノートで終わった...ここでは、第2シーズンがはるかに良いことを望んでいる...:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFinally, I'm done watching Kimi Ni Todoke &amp; I'd say that those 3 days/nights ain't half bad...\n\n\u001b[1m最後に、私はKimi Ni Todoke＆amp; 私は3泊/泊が半分ではないと言っています...\u001b[22m\n\u001b[1m(Saigo ni, watashi wa Kimi Ni Todoke& amp; watashi wa 3-paku/ haku ga hanbunde wa nai to itte imasu...)\u001b[22m\n\nTranslations of \u001b[4mFinally, I'm done watching Kimi Ni Todoke &amp; I'd say that those 3 days/nights ain't half bad...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally, I'm done watching Kimi Ni Todoke &amp;\u001b[24m\n    \u001b[1m最後に、私はKimi Ni Todoke＆amp;\u001b[22m, \u001b[1m最後に、私は君に届け＆＃038を見て終わりです。\u001b[22m\n\u001b[4mI'd say that those 3 days/nights ain't half bad...\u001b[24m\n    \u001b[1m私は3泊/泊が半分ではないと言っています...\u001b[22m, \u001b[1m私はそれらの3日/夜は半分悪いわけではないことを言うだろう...\u001b[22m\n\u001b[1m\u001b[22m\nAfter reading the reviews for this anime, I told myself that this one could be a keeper and that I need to watch it... True enough, I'm glad I was able to get a copy of the whole season 1...\n\n\u001b[1mこのアニメのレビューを読んだ後、私はそれがキーパーとなることができ、私はそれを見なければならないと自分自身に語った...本当に、私はシーズン1のコピーを手に入れることができてうれしいです...\u001b[22m\n\u001b[1m(Kono anime no rebyū o yonda nochi, watashi wa sore ga kīpā to naru koto ga deki, watashi wa sore o minakereba naranaito jibun jishin ni katatta... Hontōni, watashi wa shīzun 1 no kopī o te ni ireru koto ga dekite ureshīdesu...)\u001b[22m\n\nTranslations of \u001b[4mAfter reading the reviews for this anime, I told myself that this one could be a keeper and that I need to watch it... True enough, I'm glad I was able to get a copy of the whole season 1...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter reading the reviews for this anime, I told myself that this one could be a keeper and that I need to watch it... True enough, I'm glad I was able to get a copy of the whole season 1...\u001b[24m\n    \u001b[1mこのアニメのレビューを読んだ後、私はそれがキーパーとなることができ、私はそれを見なければならないと自分自身に語った...本当に、私はシーズン1のコピーを手に入れることができてうれしいです...\u001b[22m, \u001b[1mこのアニメのレビューを読んだ後、私はこの1つはキーパーであることができることを自分自身に言ったと私は確かに...それを見てする必要があることを、私はシーズン全体1のコピーを取得することができたうれしいです...\u001b[22m\n\u001b[1m\u001b[22m\nMain Characters: Sawako Kuronuma and Shouta Kazehaya\n\n\u001b[1m主なキャラクター：黒沼佐和子、風早和田\u001b[22m\n\u001b[1m(Omona kyarakutā: Kuronuma Sawako, Kazahaya Wada)\u001b[22m\n\nTranslations of \u001b[4mMain Characters: Sawako Kuronuma and Shouta Kazehaya\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMain Characters: Sawako Kuronuma and Shouta Kazehaya\u001b[24m\n    \u001b[1m主なキャラクター：黒沼佐和子、風早和田\u001b[22m, \u001b[1mメインキャラクター：佐和子黒沼と翔太風早\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10 - I can say that the storyline is more realistic than the other anime romances I've seen... it seemed more heartfelt... I'm glad that the writers did not rush the story, however, there was an 'arc' that I did not particularly like and this is the Kurumi rivalry arc... that was when I kinda got uninterested and watched a different movie... good thing it was saved by the Chizuru - Ryu - Tohru arc. .. it was also refreshing to get the guy's point of view (speaking for both Kazehaya and Ryu)...\n\n\u001b[1mストーリー：8/10  - 私は、ストーリーラインが私が見た他のアニメのロマンスよりも現実的だと言うことができます...それはもっと心のこもったようでした...私はライターがストーリーを急いでいないことをうれしく思っています 私が特に気に入っていなかった「弧」でした。これは久米競争弧です。それはちょっと無関心で、別の映画を見ました...ちずる - 竜 - 徹弧で保存された良いことです。  ..それはまた、男の視点（KazehayaとRyuの両方を話す）を得るために爽やかであった...\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10 - Watashi wa, sutōrīrain ga watashi ga mita ta no anime no romansu yori mo genjitsu-tekida to iu koto ga dekimasu... Soreha motto kokoro no komotta yōdeshita... Watashi wa raitā ga sutōrī o isoide inai koto o ureshiku omotte imasu watashi ga tokuni kiniitte inakatta `ko'deshita. Kore wa Kume kyōsō kodesu. Sore wa chotto mukanshinde,-betsu no eiga o mimashita... Chi zuru - ryū - Tōru ko de hozon sa reta yoi kotodesu... Sore wa mata, otoko no shiten (Kazehaya to ryū no ryōhō o hanasu) o eru tame ni sawayakadeatta...)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10 - I can say that the storyline is more realistic than the other anime romances I've seen... it seemed more heartfelt... I'm glad that the writers did not rush the story, however, there was an 'arc' that I did not particularly like and this is the Kurumi rivalry arc... that was when I kinda got uninterested and watched a different movie... good thing it was saved by the Chizuru - Ryu - Tohru arc. .. it was also refreshing to get the guy's point of view (speaking for both Kazehaya and Ryu)...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10 - I can say that the storyline is more realistic than the other anime romances I've seen... it seemed more heartfelt... I'm glad that the writers did not rush the story, however, there\u001b[24m\n    \u001b[1mストーリー：8/10  - 私は、ストーリーラインが私が見た他のアニメのロマンスよりも現実的だと言うことができます...それはもっと心のこもったようでした...私はライターがストーリーを急いでいないことをうれしく思っています\u001b[22m, \u001b[1mストーリー：8月10日 - 私はストーリーが、それがより心から思えた...私が見てきた他のアニメのロマンスよりも現実的であると言うことができます...私はしかし、そこに、作家は物語を急いでいなかったことがうれしいです\u001b[22m\n\u001b[4mwas an 'arc' that I did not particularly like and this is the Kurumi rivalry arc... that was when I kinda got uninterested and watched a different movie... good thing it was saved by the Chizuru - Ryu - Tohru arc.\u001b[24m\n    \u001b[1m私が特に気に入っていなかった「弧」でした。これは久米競争弧です。それはちょっと無関心で、別の映画を見ました...ちずる - 竜 - 徹弧で保存された良いことです。\u001b[22m, \u001b[1m私が特に好きではなかった「アーク」だった、これは私がちょっと興味持って、それは千鶴によって保存された別の映画...良いことを見たときにそれがあった...くるみのライバルアークです - リュ - 徹アークを。\u001b[22m\n\u001b[4m.. it was also refreshing to get the guy's point of view (speaking for both Kazehaya and Ryu)...\u001b[24m\n    \u001b[1m..それはまた、男の視点（KazehayaとRyuの両方を話す）を得るために爽やかであった...\u001b[22m, \u001b[1m..（風早と龍の両方のために言えば）ビューの男のポイントを得るためにもさわやかでした...\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8/10 - Sawako as 'Sadako' is funny esp in chibi-japanese doll-form... it took quite a while for me to get used to her voice since it's too high pitched/breathy but once I was able to equate the voice with her personality, it became easier to bear... Kazehaya is cute and funny whenever he shares an 'embarassing moment' with Sawako... though I did not really feel that he was given a story of his own.. . hmmm... Chizu, Ayane and Ryu were good supporting characters for the couple... I am glad that they were given ample screen time since they liven up the story...\n\n\u001b[1mキャラクター：8/10  - 佐和子さんが「ちゃんこ」と言われているのは、ちびちゃんの人形では面白いですね...声に慣れてしまうのはかなり時間がかかりました。 声を彼女の人格と一致させると、気持ちが良くなりました... Kazehayaは、沢子と「恥ずかしい瞬間」を共有するたびにかわいいと面白いです...しかし、私は本当に自分の話を聞いたとは感じませんでした。 うーん...チーズ、アヤネ、リュウは、夫婦のための良いキャラクターでした...彼らは物語を盛り上げて以来、彼らは十分なスクリーン時間を与えられてうれしいです...\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10 - Sawako-san ga `chanko' to iwa rete iru no wa, chibi-chan no ningyōde wa omoshiroidesu ne... Koe ni narete shimau no wa kanari jikan ga kakarimashita. Koe o kanojo no jinkaku to itchi sa seru to, kimochi ga yoku narimashita... Kazehaya wa, Sawako to `hazukashī shunkan' o kyōyū suru tabi ni kawaī to omoshiroidesu... Shikashi, watashi wa hontōni jibun no hanashi o kiita to wa kanjimasendeshita.U ̄ n... Chīzu, Ayane, ryū wa, fūfu no tame no yoi kyarakutādeshita... Karera wa monogatari o moriagete irai, karera wa jūbun'na sukurīn jikan o atae rarete ureshīdesu...)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8/10 - Sawako as 'Sadako' is funny esp in chibi-japanese doll-form... it took quite a while for me to get used to her voice since it's too high pitched/breathy but once I was able to equate the voice with her personality, it became easier to bear... Kazehaya is cute and funny whenever he shares an 'embarassing moment' with Sawako... though I did not really feel that he was given a story of his own.. . hmmm... Chizu, Ayane and Ryu were good supporting characters for the couple... I am glad that they were given ample screen time since they liven up the story...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8/10 - Sawako as 'Sadako' is funny esp in chibi-japanese doll-form... it took quite a while for me to get used to her voice since it's too high pitched/breathy but once I was able to\u001b[24m\n    \u001b[1mキャラクター：8/10  - 佐和子さんが「ちゃんこ」と言われているのは、ちびちゃんの人形では面白いですね...声に慣れてしまうのはかなり時間がかかりました。\u001b[22m, \u001b[1m文字：8月10日 - 「貞子」として佐和子ちび-日本人形の形でのesp面白いです...それが高すぎる/気息投げていますので、私は彼女の声に慣れることはかなり時間がかかりましたが、私はすることができた後に\u001b[22m\n\u001b[4mequate the voice with her personality, it became easier to bear... Kazehaya is cute and funny whenever he shares an 'embarassing moment' with Sawako... though I did not really feel that he was given a story of his own..\u001b[24m\n    \u001b[1m声を彼女の人格と一致させると、気持ちが良くなりました... Kazehayaは、沢子と「恥ずかしい瞬間」を共有するたびにかわいいと面白いです...しかし、私は本当に自分の話を聞いたとは感じませんでした。\u001b[22m, \u001b[1m私は本当に彼は彼自身の物語を与えられたことを感じませんでしたが、彼は...佐和子と「恥ずかしい瞬間」を共有するたびに彼女の性格と声を同一視する、それが負担することが容易になりました...風早はかわいいと面白いです..\u001b[22m\n\u001b[4m. hmmm... Chizu, Ayane and Ryu were good supporting characters for the couple... I am glad that they were given ample screen time since they liven up the story...\u001b[24m\n    \u001b[1mうーん...チーズ、アヤネ、リュウは、夫婦のための良いキャラクターでした...彼らは物語を盛り上げて以来、彼らは十分なスクリーン時間を与えられてうれしいです...\u001b[22m, \u001b[1m。うーん...智頭、あやねとリュウは、カップルのための良い脇役だった...私は、彼らが物語を盛り上げるため、彼らは十分な画面の時間を与えられたことをうれしく思います...\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/10 - very nice opening and ending songs... BG music for most part were romantic as well as dramatic... fits well with the scenes...\n\n\u001b[1mサウンド：8/10  - 非常に素晴らしいオープニングとエンディングの曲...ほとんどのBG音楽は、ロマンチックで劇的なものでした...シーンによく合います...\u001b[22m\n\u001b[1m(Saundo: 8/ 10 - Hijō ni subarashī ōpuningu to endingu no kyoku... Hotondo no BG ongaku wa, romanchikkude gekitekina monodeshita... Shīn ni yoku aimasu...)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10 - very nice opening and ending songs... BG music for most part were romantic as well as dramatic... fits well with the scenes...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10 - very nice opening and ending songs... BG music for most part were romantic as well as dramatic... fits well with the scenes...\u001b[24m\n    \u001b[1mサウンド：8/10  - 非常に素晴らしいオープニングとエンディングの曲...ほとんどのBG音楽は、ロマンチックで劇的なものでした...シーンによく合います...\u001b[22m, \u001b[1mサウンド：8月10日は - ほとんどの部分は非常に素晴らしいオープニングとエンディング曲... BGの音楽はロマンチックなだけでなく、劇的だった...シーンによくフィット...\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7/10 - it would have been an 8 if only Kurumi was an interesting character... also, it seems that Sawako cries a lot and i mean a lot (may it be bcoz of joy or sadness)... but then again, her new feelings can be so overwhelming that anyone would cry...\n\n\u001b[1m楽しさ：7/10  -  Kurumiだけが興味深いキャラクターだったら8になっただろう...また、沢子がたくさん泣いているようで、私はたくさんのことを言っているようだ（喜びや悲しみを感じるかもしれない）... そして再び、彼女の新しい気持ちは誰もが泣くほど圧倒的かもしれない...\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 10 - Kurumi dake ga kyōmibukai kyarakutādattara 8 ni nattadarou... Mata, Sawako ga takusan naite iru yō de, watashi wa takusan no koto o itte iru yōda (yorokobi ya kanashimi o kanjiru kamo shirenai)... Soshite futatabi, kanojo no atarashī kimochi wa daremoga naku hodo attōteki kamo shirenai...)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7/10 - it would have been an 8 if only Kurumi was an interesting character... also, it seems that Sawako cries a lot and i mean a lot (may it be bcoz of joy or sadness)... but then again, her new feelings can be so overwhelming that anyone would cry...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7/10 - it would have been an 8 if only Kurumi was an interesting character... also, it seems that Sawako cries a lot and i mean a lot (may it be bcoz of joy or sadness)... but\u001b[24m\n    \u001b[1m楽しさ：7/10  -  Kurumiだけが興味深いキャラクターだったら8になっただろう...また、沢子がたくさん泣いているようで、私はたくさんのことを言っているようだ（喜びや悲しみを感じるかもしれない）...\u001b[22m, \u001b[1m楽しさ：7月10日 - のみくるみが面白い文字だった場合、それは8されているだろう...また、佐和子はたくさん泣くと私は（それは喜びや悲しみのbcozでもよい）多くのことを意味しているようだ...しかし、\u001b[22m\n\u001b[4mthen again, her new feelings can be so overwhelming that anyone would cry...\u001b[24m\n    \u001b[1mそして再び、彼女の新しい気持ちは誰もが泣くほど圧倒的かもしれない...\u001b[22m, \u001b[1mもう一度、彼女の新しい気持ちは、誰もが泣くだろうように圧倒的なことができます...\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7/10 - it was a little slow-paced for me but like I said, it was realistic... not all courtships end in a span of 1yr... besides, the characters are only in high school (I think )...\n\n\u001b[1m全体的には：7/10  - それは私のために少しゆっくりとしていたが、私が言ったように、それは現実的だった...すべての裁判所は1年のスパンで終わるわけではない...さらに、文字は高校にしかない ）...\u001b[22m\n\u001b[1m(Zentai-teki ni wa: 7/ 10 - Sore wa watashi no tame ni sukoshi yukkuri to shite itaga, watashi ga itta yō ni, soreha genjitsu-tekidatta... Subete no saibansho wa 1-nen no supan de owaru wakede wanai... Sarani, moji wa kōkō ni shikanai)...)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10 - it was a little slow-paced for me but like I said, it was realistic... not all courtships end in a span of 1yr... besides, the characters are only in high school (I think )...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10 - it was a little slow-paced for me but like I said, it was realistic... not all courtships end in a span of 1yr... besides, the characters are only in high school (I think\u001b[24m\n    \u001b[1m全体的には：7/10  - それは私のために少しゆっくりとしていたが、私が言ったように、それは現実的だった...すべての裁判所は1年のスパンで終わるわけではない...さらに、文字は高校にしかない\u001b[22m, \u001b[1m全体：7月10日 - それは少し私のためにスローペースだったが、のような私は言った、それがすべてではないcourtshipsが1YRのスパンで終わる...ほかに、文字だけの高校にいる（と思う...現実的でした\u001b[22m\n\u001b[4m)...\u001b[24m\n    \u001b[1m）...\u001b[22m\n\u001b[1m\u001b[22m\nIt ended on a good and sweet note... here's hoping that the 2nd season will be much better... :)\n\n\u001b[1mそれは良いとスイートノートで終わった...ここでは、第2シーズンがはるかに良いことを望んでいる...:)\u001b[22m\n\u001b[1m(Sore wa yoi to suītonōto de owatta... Kokode wa, dai 2 shīzun ga haruka ni yoi koto o nozonde iru... : ))\u001b[22m\n\nTranslations of \u001b[4mIt ended on a good and sweet note... here's hoping that the 2nd season will be much better... :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt ended on a good and sweet note... here's hoping that the 2nd season will be much better... :)\u001b[24m\n    \u001b[1mそれは良いとスイートノートで終わった...ここでは、第2シーズンがはるかに良いことを望んでいる...:)\u001b[22m, \u001b[1mそれは...ここに...良いと甘いノートに終了した第二シーズンはずっと良くなることを期待しています:)\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "sumeilove",
    "profile": "/profile/sumeilove/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=30129",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n2週間前に私が見た最高のアニメです。\n彼女の長い黒い髪のために誤解されている彼女の学校の仲間はすべて彼女の「貞子」と呼んでいるが、彼女の本当の名前は川の子供を意味する川子であることから、ストーリーラインは素晴らしいです。 彼のクラスの誰かが秘密に合っていないとそれに耐えることができない人。KazehayaはSawakoを圧倒しているが、Sawakoはいつも陽気であることを称賛し、尊敬している。 物語は、沢子と風早との大きなカウンターでいっぱいです。スポーツフェスティバルのあと、沢子はやがて風早と恋していることに気付きました。風早は、出かける気持ちを風に聞きます。 まだ若く、「外出する」は大変な成熟したステップで、迷惑にならないように酒屋さんの愛が大きくなります。 アニメを見て自分自身を見つけ出す、ライブアクションシリーズもあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is the best anime I've watched since lyke 2 weeks ago.\n\n\u001b[1m2週間前に私が見た最高のアニメです。\u001b[22m\n\u001b[1m(2-Shūkan mae ni watashi ga mita saikō no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the best anime I've watched since lyke 2 weeks ago.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the best anime I've watched since lyke 2 weeks ago.\u001b[24m\n    \u001b[1m2週間前に私が見た最高のアニメです。\u001b[22m, \u001b[1mこれは私が2週間前lykeので、見てきた最高のアニメです。\u001b[22m\nThe story line is great since its about a girl who is misunderstood because of her long black hair and her school mates all call her 'Sadako' but her real name is Sawako which means Lively Child in japenese.There one guy Kazehaya ,in her class who cannot stand it if anyone in his class do not fit in well,secretly Kazehaya has a crush on Sawako but Sawako just admires and respect him for being cheerful all the time. The story continuses with a lot of great counter with Sawako and Kazehaya.After the sports festival,Sawako finally realised that she is also in love with Kazehaya,Kazehaya asks her about how she feels about 'going out'.Sawako shyly replies that she is still young and 'Going Out' is a very mature step that she would not want to take.Kazehaya's love for Sawako gets bigger as troubles comes in his way.Will Kazehaya be able to get Sawako's heart? Find out yourself by watching the anime,there will also be a live-action series.\n\n\u001b[1m彼女の長い黒い髪のために誤解されている彼女の学校の仲間はすべて彼女の「貞子」と呼んでいるが、彼女の本当の名前は川の子供を意味する川子であることから、ストーリーラインは素晴らしいです。 彼のクラスの誰かが秘密に合っていないとそれに耐えることができない人。KazehayaはSawakoを圧倒しているが、Sawakoはいつも陽気であることを称賛し、尊敬している。 物語は、沢子と風早との大きなカウンターでいっぱいです。スポーツフェスティバルのあと、沢子はやがて風早と恋していることに気付きました。風早は、出かける気持ちを風に聞きます。 まだ若く、「外出する」は大変な成熟したステップで、迷惑にならないように酒屋さんの愛が大きくなります。 アニメを見て自分自身を見つけ出す、ライブアクションシリーズもあります。\u001b[22m\n\u001b[1m(Kanojo no nagai kuroi kami no tame ni gokai sa rete iru kanojo no gakkō no nakama wa subete kanojo no `Sadako' to yonde iruga, kanojo no hontō no namae wa kawa no kodomo o imi suru kawa-kodearu koto kara, sutōrīrain wa subarashīdesu. Kare no kurasu no darekaga himitsu ni atte inaito sore ni taeru koto ga dekinai hito. Kazehaya wa Sawako o attō shite iruga, Sawako wa itsumo yōkidearu koto o shōsan shi, sonkei shite iru. Monogatari wa, Sawako to Kazahaya to no ōkina kauntā de ippaidesu. Supōtsufesutibaru no ato, Sawako wa yagate Kazahaya to koishite iru koto ni kidzukimashita. Kazahaya wa, dekakeru kimochi o kaze ni kikimasu. Mada wakaku,`gaishutsu suru' wa taihen'na seijuku shita suteppu de, meiwaku ni naranai yō ni sakaya-san no ai ga ōkiku narimasu. Anime o mite jibun jishin o mitsukedasu, raibuakushonshirīzu mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story line is great since its about a girl who is misunderstood because of her long black hair and her school mates all call her 'Sadako' but her real name is Sawako which means Lively Child in japenese.There one guy Kazehaya ,in her class who cannot stand it if anyone in his class do not fit in well,secretly Kazehaya has a crush on Sawako but Sawako just admires and respect him for being cheerful all the time. The story continuses with a lot of great counter with Sawako and Kazehaya.After the sports festival,Sawako finally realised that she is also in love with Kazehaya,Kazehaya asks her about how she feels about 'going out'.Sawako shyly replies that she is still young and 'Going Out' is a very mature step that she would not want to take.Kazehaya's love for Sawako gets bigger as troubles comes in his way.Will Kazehaya be able to get Sawako's heart? Find out yourself by watching the anime,there will also be a live-action series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story line is great since its about a girl who is misunderstood because of her long black hair and her school mates all call her 'Sadako' but her real name is Sawako which means Lively Child in japenese.There one guy Kazehaya ,in her class\u001b[24m\n    \u001b[1m彼女の長い黒い髪のために誤解されている彼女の学校の仲間はすべて彼女の「貞子」と呼んでいるが、彼女の本当の名前は川の子供を意味する川子であることから、ストーリーラインは素晴らしいです。\u001b[22m, \u001b[1mストーリーラインは素晴らしいですので、そのために彼女の長い黒髪と彼女の学校の仲間すべての「貞子」彼女を呼び出すが、彼女の本当の名前は彼女のクラスで、japenese.There 1男風早に活発な子供を意味する佐和子あるの誤解されている女の子について\u001b[22m\n\u001b[4mwho cannot stand it if anyone in his class do not fit in well,secretly Kazehaya has a crush on Sawako but Sawako just admires and respect him for being cheerful all the time.\u001b[24m\n    \u001b[1m彼のクラスの誰かが秘密に合っていないとそれに耐えることができない人。KazehayaはSawakoを圧倒しているが、Sawakoはいつも陽気であることを称賛し、尊敬している。\u001b[22m, \u001b[1m彼のクラスの誰もが密かに風早がちょうど佐和子が、佐和子に片思いを賞賛し、すべての時間陽気であることのために彼を尊敬している、ウェル内にフィットしない場合は、誰がそれを我慢することはできません。\u001b[22m\n\u001b[4mThe story continuses with a lot of great counter with Sawako and Kazehaya.After the sports festival,Sawako finally realised that she is also in love with Kazehaya,Kazehaya asks her about how she feels about 'going out'.Sawako shyly replies that she is\u001b[24m\n    \u001b[1m物語は、沢子と風早との大きなカウンターでいっぱいです。スポーツフェスティバルのあと、沢子はやがて風早と恋していることに気付きました。風早は、出かける気持ちを風に聞きます。\u001b[22m, \u001b[1m佐和子とKazehaya.Afterと素晴らしいカウンターの多くのスポーツの祭典でストーリーcontinusesは、佐和子は最終的に彼女は風早と恋にもあることに気づき、風早は、彼女が「恥ずかしそうに彼女があることを返信out'.Sawako行くことについて感じているかについて彼女に尋ね\u001b[22m\n\u001b[4mstill young and 'Going Out' is a very mature step that she would not want to take.Kazehaya's love for Sawako gets bigger as troubles comes in his way.Will Kazehaya be able to get Sawako's heart?\u001b[24m\n    \u001b[1mまだ若く、「外出する」は大変な成熟したステップで、迷惑にならないように酒屋さんの愛が大きくなります。\u001b[22m, \u001b[1mまだ若いと '外出'彼女は佐和子のためtake.Kazehayaの愛を望んでいないだろう、非常に成熟した段階には、トラブルのように大きくなっさ佐和子の心を得ることができるようになり、彼のway.Will風早に来ますか？\u001b[22m\n\u001b[4mFind out yourself by watching the anime,there will also be a live-action series.\u001b[24m\n    \u001b[1mアニメを見て自分自身を見つけ出す、ライブアクションシリーズもあります。\u001b[22m, \u001b[1mアニメを見て自分自身を見つける、また、ライブアクションシリーズがあります。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "LadyKathrina",
    "profile": "/profile/LadyKathrina/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=31360",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nクロウマ佐和子さん、またはリングから登場したキャラクターと似ているために彼女を貞子と呼んでいた人々は、彼女の出現のために常に恐れられ、誤解されていました。 沢子が幽霊や呪いを見ることができるという噂があります。 しかし、彼女の外見にもかかわらず、彼女は誰とでも友達を作り、誰もが好きであることを願っている、甘く臆病な女の子です。 彼女のアイドル、人気のある少年風早が彼女と話し始めると、すべてが変わる。 彼女は新しい世界で自分を見つけ、友人を作り、さまざまな人と話をしています。彼女たちにこれらの機会を与えるのに十分な気持ちはありません。 ゆっくりと、しかし確かに、甘い愛は、彼らがどんな状況に追いついたり、途中ではっきりとした障害を抱くように、開花しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSawako Kuronuma, or people called her as Sadako for her resemblance to the character from Ring, has always been feared and misunderstood because of her appearance. There are rumors that Sawako can see ghosts and curse people. However, despite her appearances, she is a sweet and timid girl who longs to be able to make friends with everyone and be liked by everyone else. When her idol, popular boy Kazehaya, begins talking with her, everything changes. She finds herself in a new world, trying to make friends and talking to different people and she can't thank Kazehaya enough for giving her these opportunities. Slowly, but surely, a sweet love is blossoming between the two as they will overtake any circumstance or clear obstacles in their way.\n\n\u001b[1mクロウマ佐和子さん、またはリングから登場したキャラクターと似ているために彼女を貞子と呼んでいた人々は、彼女の出現のために常に恐れられ、誤解されていました。 沢子が幽霊や呪いを見ることができるという噂があります。 しかし、彼女の外見にもかかわらず、彼女は誰とでも友達を作り、誰もが好きであることを願っている、甘く臆病な女の子です。 彼女のアイドル、人気のある少年風早が彼女と話し始めると、すべてが変わる。 彼女は新しい世界で自分を見つけ、友人を作り、さまざまな人と話をしています。彼女たちにこれらの機会を与えるのに十分な気持ちはありません。 ゆっくりと、しかし確かに、甘い愛は、彼らがどんな状況に追いついたり、途中ではっきりとした障害を抱くように、開花しています。\u001b[22m\n\u001b[1m(Kuro uma Sawako-san, matawa ringu kara tōjō shita kyarakutā to nite iru tame ni kanojo o Sadako to yonde ita hitobito wa, kanojo no shutsugen no tame ni tsuneni osore rare, gokai sa rete imashita. Sawako ga yūrei ya noroi o miru koto ga dekiru to iu uwasa ga arimasu. Shikashi, kanojo no gaiken nimokakawarazu, kanojo wa dare to demo tomodachi o tsukuri, daremoga sukidearu koto o negatte iru, amaku okubyōna on'nanokodesu. Kanojo no aidoru, ninkinoaru shōnen Kazahaya ga kanojo to hanashi hajimeru to, subete ga kawaru. Kanojo wa atarashī sekai de jibun o mitsuke, yūjin o tsukuri, samazamana hito to hanashi o shite imasu. Kanojotachi ni korera no kikai o ataeru no ni jūbun'na kimochi wa arimasen. Yukkuri to, shikashi tashika ni, amai ai wa, karera ga don'na jōkyō ni oitsui tari, tochū de hakkiri to shita shōgai o daku yō ni, kaika shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSawako Kuronuma, or people called her as Sadako for her resemblance to the character from Ring, has always been feared and misunderstood because of her appearance. There are rumors that Sawako can see ghosts and curse people. However, despite her appearances, she is a sweet and timid girl who longs to be able to make friends with everyone and be liked by everyone else. When her idol, popular boy Kazehaya, begins talking with her, everything changes. She finds herself in a new world, trying to make friends and talking to different people and she can't thank Kazehaya enough for giving her these opportunities. Slowly, but surely, a sweet love is blossoming between the two as they will overtake any circumstance or clear obstacles in their way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSawako Kuronuma, or people called her as Sadako for her resemblance to the character from Ring, has always been feared and misunderstood because of her appearance.\u001b[24m\n    \u001b[1mクロウマ佐和子さん、またはリングから登場したキャラクターと似ているために彼女を貞子と呼んでいた人々は、彼女の出現のために常に恐れられ、誤解されていました。\u001b[22m, \u001b[1m佐和子黒沼、または人々が常にあるため、彼女の外見の恐れと誤解されている、リングから文字への彼女の類似のため貞子として彼女を呼びました。\u001b[22m\n\u001b[4mThere are rumors that Sawako can see ghosts and curse people.\u001b[24m\n    \u001b[1m沢子が幽霊や呪いを見ることができるという噂があります。\u001b[22m, \u001b[1m佐和子は幽霊や呪いの人々を見ることができるという噂があります。\u001b[22m\n\u001b[4mHowever, despite her appearances, she is a sweet and timid girl who longs to be able to make friends with everyone and be liked by everyone else.\u001b[24m\n    \u001b[1mしかし、彼女の外見にもかかわらず、彼女は誰とでも友達を作り、誰もが好きであることを願っている、甘く臆病な女の子です。\u001b[22m, \u001b[1mしかし、彼女の出演にもかかわらず、彼女はみんなと友達を作ることができるように憧れると他の皆に好かれ甘く、臆病な女の子です。\u001b[22m\n\u001b[4mWhen her idol, popular boy Kazehaya, begins talking with her, everything changes.\u001b[24m\n    \u001b[1m彼女のアイドル、人気のある少年風早が彼女と話し始めると、すべてが変わる。\u001b[22m, \u001b[1m彼女のアイドル、人気の少年風早は、彼女と話を始めると、すべてが変わります。\u001b[22m\n\u001b[4mShe finds herself in a new world, trying to make friends and talking to different people and she can't thank Kazehaya enough for giving her these opportunities.\u001b[24m\n    \u001b[1m彼女は新しい世界で自分を見つけ、友人を作り、さまざまな人と話をしています。彼女たちにこれらの機会を与えるのに十分な気持ちはありません。\u001b[22m, \u001b[1m彼女は友達を作るしようとしていると別の人に話し、新しい世界で自分自身を発見し、彼女は彼女にこのような機会を与えるための十分な風早に感謝することはできません。\u001b[22m\n\u001b[4mSlowly, but surely, a sweet love is blossoming between the two as they will overtake any circumstance or clear obstacles in their way.\u001b[24m\n    \u001b[1mゆっくりと、しかし確かに、甘い愛は、彼らがどんな状況に追いついたり、途中ではっきりとした障害を抱くように、開花しています。\u001b[22m, \u001b[1m彼らは彼らの方法でどのような状況か、明確な障害物を追い越すだろうように、ゆっくりと、しかし確実に、甘い愛は、両者の間に開花されます。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke",
    "id": "6045",
    "url": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
    "user": "princephoi20",
    "profile": "/profile/princephoi20/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=35951",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは私を狂ってしまいます..その物語はとてもかわいいです..\nこのアニメのキャラクターもまたクールです..この月のための最高のアニメ:)試してみて:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis Anime makes me crazy.. the story is so cute..\n\n\u001b[1mこのアニメは私を狂ってしまいます..その物語はとてもかわいいです..\u001b[22m\n\u001b[1m(Kono anime wa watashi o kurutte shimaimasu.. Sono monogatari wa totemo kawaīdesu..)\u001b[22m\n\nTranslations of \u001b[4mThis Anime makes me crazy.. the story is so cute..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis Anime makes me crazy.. the story is so cute..\u001b[24m\n    \u001b[1mこのアニメは私を狂ってしまいます..その物語はとてもかわいいです..\u001b[22m, \u001b[1mこのアニメは話がとてもかわいいです..私はクレイジーになります..\u001b[22m\nthe characters in this anime is also cool too.. the best anime i've for this MONTH :) try ot :)\n\n\u001b[1mこのアニメのキャラクターもまたクールです..この月のための最高のアニメ:)試してみて:)\u001b[22m\n\u001b[1m(Kono anime no kyarakutā mo mata kūrudesu.. Kono Tsuki no tame no saikō no anime: ) Tameshite mite: ))\u001b[22m\n\nTranslations of \u001b[4mthe characters in this anime is also cool too.. the best anime i've for this MONTH :) try ot :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe characters in this anime is also cool too.. the best anime i've for this MONTH :) try ot :)\u001b[24m\n    \u001b[1mこのアニメのキャラクターもまたクールです..この月のための最高のアニメ:)試してみて:)\u001b[22m, \u001b[1mこのアニメの登場人物は、私はこの月のした最高のアニメ:)オトしてみてください..あまりにもクールです:)\u001b[22m"
  }
]
