[
  {
    "title": "Mainichi_Kaasan",
    "id": "6116",
    "url": "https://myanimelist.net/anime/6116/Mainichi_Kaasan",
    "user": "tanadeko",
    "profile": "/profile/tanadeko/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=204819",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\nこのショーは結婚と家族に対する私の見解に影響を与えました。 私はそれを見て、それを見て、それは純粋にコメディであり、ちょうどそのような触って、素敵な束の喜びの束で、ブンジとフミが成長するのを見ます。\n\nストーリー（9）：\n\n私が本当に指摘できる実際のストーリーラインに欠陥はありませんが、それは傑出していません。なぜなら、それは私に10を与えなかった理由です。毎日カヤサンはエピソードではありません。 その感情を放つのですが、物事は変わり、それはショーの主題の1つです。 それはしばしば3つの部分に分かれていますが、それは私を煩わせることはありませんが、ショートパンツを嫌う人々のペットのピープルかもしれません。\n\nアート（8）：\n\n繰り返しますが、本当に迷惑をかけることはありません。 毎日華山は家族アニメだと気づいていない人が多いですね。 あなたが芸術にもっと詳細を加えたら、ショーが視聴者に与えるべき気持ちを取り去ります。 それはシンプルなコメディであることが支持されています。 その芸術は、物語の感触+必要性と非常にうまく協力するので、私はそれを「とても良い」ものにしました。 また、3Dアートはリフレッシャーとして使用されていますが、スタッフがクリエイティブなジュースを伸ばしたり、アニメの基本的なニーズを満たしているだけではありません。\n\nサウンド（8）：\n\nシンプルなシリーズで、騒音もそれに伴っていないので、ショーは音に夢中になったとは言いません。  OP + EDはショーの主題によく合っており、OSTもそうだった。 このサウンドトラックのシンプルさは、サウンド部門に7を与えましたが、私はCVのためにそれを8にぶつけました。 スタッフはCVを選ぶという素晴らしい仕事をしてくれました。声は元のもので、私たちの赤ちゃんフミとブンジが年を取るにつれて、声のニュアンスが変わります。 特に私は大地の声に恋しています。 大地自身のユニークな性格を反映しながら、それはとても面白く愛らしいです。\n\nキャラクター（9）：\n\nなぜ9？ 多くのキャラクターはとてもよく開発されているので、このショーでは、他のアニメではほとんど見られないものが見られます：DEVELOPという文字です。 他のアニメでは、「あなたは変わってしまった、MCだが、現実になる」と言うだろう。  MCは全く開発されなかった。 彼は彼が始めたのとほぼ同じ人のままです。\n\nしかし、毎日新聞では、赤ちゃんが学校に通うのに十分に成長しており、そのすべてが徐々に起こっています。 あなたはそれがゆっくりと起こることに気付き、キャラクターのデザインと声の成長を通じてそれが起こるのを見ることができます。 さらに、成人の一部は結婚したり結婚したりしますが、そのようなことが起こってそれが顕著になることはありません。\n\nしかし、私が好きなのは、そこにある多くの異なるタイプの子供に焦点が当てられているということです。 ふみはとても敏感な少女ですが、兄Bunjiは濃くて心が温かいです。 千夏は何とか完全に大地が無条件にカメを愛しながら、（私たちのほとんどはない本当のことができます）彼女は子供のにもかかわらず、一緒に彼女のsh * tを有します。 多種多様なものがあり、それらをすべて愛するのを手助けすることはできません。\n\n楽しさ（8-10）：\n\n私はこれに8-10​​を与えています。なぜなら、それは本当にあなたの人のタイプに依存しているからです。  8はうまくいっているからですが、サスペンスがなく、面白​​くないと言っている人がたくさんいます（しかし、これはスリラーではありませんが、リラックスしていい素敵なショーです 代わりに）。\n\n私が約8歳のときにこのことを見ていて、ショーの背後にあるニュアンスは見えなかったなら、私はそれを見ていましたが、私は家族について多くのことを教えてくれたので10と言うつもりです。 極端なアルコール依存症だが何らかの形で虐待/抑うつ/不忠実な父親を持つ理想的な状況（ステレオタイプ、私は知っているが、実際には多くの悲惨な家族状況はアルコール中毒に由来する。 ショーの理想主義と自分のために考える;このショーがあなたに提示するものは事実ではなく、それはあなたが家族の別の視点を見るさまざまな側面です。\n\n私はこのショーは私に経験の特権を持っていない家族の暖かい眺めを提供したので私はそれを与えた、それは私に家族と愛についての私の見解を変えるように私を押してしまった。\n\n全体：9\n\n個人的には、感情的な家族のすべての瞬間のために10を与えてくれましたが、それは私に中古品を体験する機会を与えましたが、ほとんどの人にとって、これは約8.5となることがわかります。\n\n見て！ それは私のお気に入りの一つです、私はこれが最も過小評価されたアニメの1つであることに、どれほど失望しているかは言えません。 私はそれを愛し、あなたもそうです。  ^^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis show has impacted my views on marriage and family for the better. I'd say go for it, watch it, it's purely comedy and just such a touching, nice little bundle of joy as you watch Bunji and Fumi grow.\n\n\u001b[1mこのショーは結婚と家族に対する私の見解に影響を与えました。 私はそれを見て、それを見て、それは純粋にコメディであり、ちょうどそのような触って、素敵な束の喜びの束で、ブンジとフミが成長するのを見ます。\u001b[22m\n\u001b[1m(Kono shō wa kekkon to kazoku ni taisuru watashi no kenkai ni eikyō o ataemashita. Watashi wa sore o mite, sore o mite, sore wa junsui ni komedideari, chōdo sono yō na sawatte, sutekina taba no yorokobi no taba de, bunji to Fumi ga seichō suru no o mimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show has impacted my views on marriage and family for the better. I'd say go for it, watch it, it's purely comedy and just such a touching, nice little bundle of joy as you watch Bunji and Fumi grow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show has impacted my views on marriage and family for the better.\u001b[24m\n    \u001b[1mこのショーは結婚と家族に対する私の見解に影響を与えました。\u001b[22m, \u001b[1mこのショーは、よりよいのための結婚と家族の私の見解に影響を与えてきました。\u001b[22m\n\u001b[4mI'd say go for it, watch it, it's purely comedy and just such a touching, nice little bundle of joy as you watch Bunji and Fumi grow.\u001b[24m\n    \u001b[1m私はそれを見て、それを見て、それは純粋にコメディであり、ちょうどそのような触って、素敵な束の喜びの束で、ブンジとフミが成長するのを見ます。\u001b[22m, \u001b[1m私はあなたが文治とふみが成長を見守るように、それは純粋にコメディと喜びのちょうどそのような感動、素敵な小さな束だが、それを見て、それのために行くと思います。\u001b[22m\n\u001b[1m\u001b[22m\nStory (9):\n\n\u001b[1mストーリー（9）：\u001b[22m\n\u001b[1m(Sutōrī (9 ):)\u001b[22m\n\nTranslations of \u001b[4mStory (9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (9):\u001b[24m\n    \u001b[1mストーリー（9）：\u001b[22m\n\u001b[1m\u001b[22m\nThere aren't any flaws in the actual storyline I can really point to, but it's not outstanding and that's the reason why I didn't give it a 10. Mainichi Kaasan is NOT EPISODIC; it gives off that feeling, but things do change and that's one of the themes of the show. It is often split into 3 parts, which doesn't bother me but may be a pet peeve of people who hate shorts.\n\n\u001b[1m私が本当に指摘できる実際のストーリーラインに欠陥はありませんが、それは傑出していません。なぜなら、それは私に10を与えなかった理由です。毎日カヤサンはエピソードではありません。 その感情を放つのですが、物事は変わり、それはショーの主題の1つです。 それはしばしば3つの部分に分かれていますが、それは私を煩わせることはありませんが、ショートパンツを嫌う人々のペットのピープルかもしれません。\u001b[22m\n\u001b[1m(Watashi ga hontōni shiteki dekiru jissai no sutōrīrain ni kekkan wa arimasenga, soreha kesshutsu shite imasen. Nazenara, sore wa watashi ni 10 o ataenakatta riyūdesu. Mainichi kayasan wa episōdode wa arimasen. Sono kanjō o hanatsu nodesuga, monogoto wa kawari, soreha shō no shudai no 1tsudesu. Sore wa shibashiba 3ttsu no bubun ni wakarete imasuga, sore wa watashi o wazurawaseru koto wa arimasenga, shōtopantsu o kirau hitobito no petto no pīpuru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThere aren't any flaws in the actual storyline I can really point to, but it's not outstanding and that's the reason why I didn't give it a 10. Mainichi Kaasan is NOT EPISODIC; it gives off that feeling, but things do change and that's one of the themes of the show. It is often split into 3 parts, which doesn't bother me but may be a pet peeve of people who hate shorts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere aren't any flaws in the actual storyline I can really point to, but it's not outstanding and that's the reason why I didn't give it a 10. Mainichi Kaasan is NOT EPISODIC;\u001b[24m\n    \u001b[1m私が本当に指摘できる実際のストーリーラインに欠陥はありませんが、それは傑出していません。なぜなら、それは私に10を与えなかった理由です。毎日カヤサンはエピソードではありません。\u001b[22m, \u001b[1mそこに私は本当にを指すことができ、実際のストーリー内の任意の欠陥ではありませんが、それは未解決ではありませんだとそれは私が10毎日かあさんはエピソードではありません、それを与えていない理由です。\u001b[22m\n\u001b[4mit gives off that feeling, but things do change and that's one of the themes of the show.\u001b[24m\n    \u001b[1mその感情を放つのですが、物事は変わり、それはショーの主題の1つです。\u001b[22m, \u001b[1mそれはその気持ちを放つが、物事は変化しない、それはショーのテーマの一つです。\u001b[22m\n\u001b[4mIt is often split into 3 parts, which doesn't bother me but may be a pet peeve of people who hate shorts.\u001b[24m\n    \u001b[1mそれはしばしば3つの部分に分かれていますが、それは私を煩わせることはありませんが、ショートパンツを嫌う人々のペットのピープルかもしれません。\u001b[22m, \u001b[1mそれは頻繁に私を気にしませんが、ショートパンツを憎む人の人をむかつかせることであってもよい3つの部分に分割されます。\u001b[22m\n\u001b[1m\u001b[22m\nArt (8):\n\n\u001b[1mアート（8）：\u001b[22m\n\u001b[1m(Āto (8 ):)\u001b[22m\n\nTranslations of \u001b[4mArt (8):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (8):\u001b[24m\n    \u001b[1mアート（8）：\u001b[22m\n\u001b[1m\u001b[22m\nAgain, there aren't any flaws I can really be annoyed about. What many people don't realize is that Mainichi Kaasan is a family anime; if you added more detail to the art, that would take away from what feel the show should give its viewers; it's SUPPOSED to be a simple comedy, not some fancy twisted plotline. I gave it a 'very good' because its art collaborates very nicely with the feel+necessity of the story. The little breaks in between parts are also creative and in some parts 3D art is used as a refresher, it's nice that the staff still found some room to stretch their creative juices and weren't just content with filling the basic needs of the anime.\n\n\u001b[1m繰り返しますが、本当に迷惑をかけることはありません。 毎日華山は家族アニメだと気づいていない人が多いですね。 あなたが芸術にもっと詳細を加えたら、ショーが視聴者に与えるべき気持ちを取り去ります。 それはシンプルなコメディであることが支持されています。 その芸術は、物語の感触+必要性と非常にうまく協力するので、私はそれを「とても良い」ものにしました。 また、3Dアートはリフレッシャーとして使用されていますが、スタッフがクリエイティブなジュースを伸ばしたり、アニメの基本的なニーズを満たしているだけではありません。\u001b[22m\n\u001b[1m(Kurikaeshimasuga, hontōni meiwaku o kakeru koto wa arimasen. Mainichi Kazan wa kazoku animeda to kidzuite inai hito ga ōidesu ne. Anata ga geijutsu ni motto shōsai o kuwaetara, shō ga shichō-sha ni ataerubeki kimochi o torisarimasu. Sore wa shinpuruna komedidearu koto ga shiji sa rete imasu. Sono geijutsu wa, monogatari no kanshoku + hitsuyō-sei to hijō ni umaku kyōryoku surunode, watashi wa sore o `totemo yoi' mono ni shimashita. Mata, 3 D āto wa rifuresshā to shite shiyō sa rete imasuga, sutaffu ga kurieitibuna jūsu o nobashi tari, anime no kihon-tekina nīzu o mitashite iru dakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAgain, there aren't any flaws I can really be annoyed about. What many people don't realize is that Mainichi Kaasan is a family anime; if you added more detail to the art, that would take away from what feel the show should give its viewers; it's SUPPOSED to be a simple comedy, not some fancy twisted plotline. I gave it a 'very good' because its art collaborates very nicely with the feel+necessity of the story. The little breaks in between parts are also creative and in some parts 3D art is used as a refresher, it's nice that the staff still found some room to stretch their creative juices and weren't just content with filling the basic needs of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, there aren't any flaws I can really be annoyed about.\u001b[24m\n    \u001b[1m繰り返しますが、本当に迷惑をかけることはありません。\u001b[22m, \u001b[1m繰り返しますが、私は本当にについてイライラすることができます任意の欠陥が存在しません。\u001b[22m\n\u001b[4mWhat many people don't realize is that Mainichi Kaasan is a family anime;\u001b[24m\n    \u001b[1m毎日華山は家族アニメだと気づいていない人が多いですね。\u001b[22m, \u001b[1mどのような多くの人が気付いていないの毎日かあさんが家族のアニメであるということです。\u001b[22m\n\u001b[4mif you added more detail to the art, that would take away from what feel the show should give its viewers;\u001b[24m\n    \u001b[1mあなたが芸術にもっと詳細を加えたら、ショーが視聴者に与えるべき気持ちを取り去ります。\u001b[22m, \u001b[1mあなたは芸術にさらに詳細を追加した場合、それはショーが、その視聴者に与えるべきである何を感じるから奪うだろう。\u001b[22m\n\u001b[4mit's SUPPOSED to be a simple comedy, not some fancy twisted plotline.\u001b[24m\n    \u001b[1mそれはシンプルなコメディであることが支持されています。\u001b[22m, \u001b[1m単純なコメディではなく、一部の派手なツイストplotlineことになっています。\u001b[22m\n\u001b[4mI gave it a 'very good' because its art collaborates very nicely with the feel+necessity of the story.\u001b[24m\n    \u001b[1mその芸術は、物語の感触+必要性と非常にうまく協力するので、私はそれを「とても良い」ものにしました。\u001b[22m, \u001b[1mその技術は、物語の感触+必要で非常にうまく連携しているので、私はそれを「非常に良い」を与えました。\u001b[22m\n\u001b[4mThe little breaks in between parts are also creative and in some parts 3D art is used as a refresher, it's nice that the staff still found some room to stretch their creative juices and weren't just content with filling the basic needs of the anime.\u001b[24m\n    \u001b[1mまた、3Dアートはリフレッシャーとして使用されていますが、スタッフがクリエイティブなジュースを伸ばしたり、アニメの基本的なニーズを満たしているだけではありません。\u001b[22m, \u001b[1m部品間にはほとんど休憩も創造的であり、3Dアートは復習として使用されているいくつかの部分では、スタッフはまだ彼らの創造力を伸ばすためにいくつかの部屋を発見し、アニメの基本的なニーズを満たすとコンテンツだけではなかったことがうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound (8):\n\n\u001b[1mサウンド（8）：\u001b[22m\n\u001b[1m(Saundo (8 ):)\u001b[22m\n\nTranslations of \u001b[4mSound (8):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (8):\u001b[24m\n    \u001b[1mサウンド（8）：\u001b[22m\n\u001b[1m\u001b[22m\nI wouldn't say that the show skimped on sound, because it's a simplistic series and a load of noise wouldn't go with that. The OP+ED went well with the theme of the show and so did the OST. This simplicity of soundtrack gave the sound dept a 7, but I bumped that to an 8 because of the CVs. The staff did a great job of choosing their CVs, the voices are original and the nuances of the voices do change as our babies Fumi and Bunji grow older. In particular I'm in love with Daichi's voice; it's just so laughable and adorable while reflecting Daichi's own unique personality.\n\n\u001b[1mシンプルなシリーズで、騒音もそれに伴っていないので、ショーは音に夢中になったとは言いません。  OP + EDはショーの主題によく合っており、OSTもそうだった。 このサウンドトラックのシンプルさは、サウンド部門に7を与えましたが、私はCVのためにそれを8にぶつけました。 スタッフはCVを選ぶという素晴らしい仕事をしてくれました。声は元のもので、私たちの赤ちゃんフミとブンジが年を取るにつれて、声のニュアンスが変わります。 特に私は大地の声に恋しています。 大地自身のユニークな性格を反映しながら、それはとても面白く愛らしいです。\u001b[22m\n\u001b[1m(Shinpuruna shirīzu de, sōon mo sore ni tomonatte inainode, shō wa oto ni muchū ni natta to wa iimasen. OP + ED wa shō no shudai ni yoku atte ori, OST mo sōdatta. Kono saundotorakku no shinpuru-sa wa, saundo bumon ni 7 o ataemashitaga, watashi wa CV no tame ni sore o 8 ni butsukemashita. Sutaffu wa CV o erabu to iu subarashī shigoto o shite kuremashita. Koe wa gen no mono de, watashitachi no akachan Fumi to bunji ga toshiwotoru ni tsurete,-goe no nyuansu ga kawarimasu. Tokuni watashi wa daichi no koe ni koishite imasu. Daichi jishin no yunīkuna seikaku o han'ei shinagara, sore wa totemo omoshiroku airashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI wouldn't say that the show skimped on sound, because it's a simplistic series and a load of noise wouldn't go with that. The OP+ED went well with the theme of the show and so did the OST. This simplicity of soundtrack gave the sound dept a 7, but I bumped that to an 8 because of the CVs. The staff did a great job of choosing their CVs, the voices are original and the nuances of the voices do change as our babies Fumi and Bunji grow older. In particular I'm in love with Daichi's voice; it's just so laughable and adorable while reflecting Daichi's own unique personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wouldn't say that the show skimped on sound, because it's a simplistic series and a load of noise wouldn't go with that.\u001b[24m\n    \u001b[1mシンプルなシリーズで、騒音もそれに伴っていないので、ショーは音に夢中になったとは言いません。\u001b[22m, \u001b[1mそれは単純なシリーズだとノイズの負荷がそれに行かないので、私は、ショーは音にskimpedことは言わないだろう。\u001b[22m\n\u001b[4mThe OP+ED went well with the theme of the show and so did the OST.\u001b[24m\n    \u001b[1mOP + EDはショーの主題によく合っており、OSTもそうだった。\u001b[22m, \u001b[1mOP + EDはショーのテーマにうまくいったので、OSTをしました。\u001b[22m\n\u001b[4mThis simplicity of soundtrack gave the sound dept a 7, but I bumped that to an 8 because of the CVs.\u001b[24m\n    \u001b[1mこのサウンドトラックのシンプルさは、サウンド部門に7を与えましたが、私はCVのためにそれを8にぶつけました。\u001b[22m, \u001b[1mサウンドトラックのこのシンプルさは、サウンドDEPT 7を与えたが、私は理由CVの8にそれをぶつけ。\u001b[22m\n\u001b[4mThe staff did a great job of choosing their CVs, the voices are original and the nuances of the voices do change as our babies Fumi and Bunji grow older.\u001b[24m\n    \u001b[1mスタッフはCVを選ぶという素晴らしい仕事をしてくれました。声は元のもので、私たちの赤ちゃんフミとブンジが年を取るにつれて、声のニュアンスが変わります。\u001b[22m, \u001b[1mスタッフは彼らのCVを選択する素晴らしい仕事をした、声がオリジナルであり、私たちの赤ちゃんふみと文治が成長するにつれて声のニュアンスが変化します。\u001b[22m\n\u001b[4mIn particular I'm in love with Daichi's voice;\u001b[24m\n    \u001b[1m特に私は大地の声に恋しています。\u001b[22m, \u001b[1m特に、私は大地の声に恋をしています。\u001b[22m\n\u001b[4mit's just so laughable and adorable while reflecting Daichi's own unique personality.\u001b[24m\n    \u001b[1m大地自身のユニークな性格を反映しながら、それはとても面白く愛らしいです。\u001b[22m, \u001b[1m大知自身のユニークな個性を反映させながら、それはちょうどので、ばかばかしいと愛らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (9):\n\n\u001b[1mキャラクター（9）：\u001b[22m\n\u001b[1m(Kyarakutā (9 ):)\u001b[22m\n\nTranslations of \u001b[4mCharacter (9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (9):\u001b[24m\n    \u001b[1mキャラクター（9）：\u001b[22m, \u001b[1m文字（9）：\u001b[22m\n\u001b[1m\u001b[22m\nWhy a 9? Because many characters are developed so well, and in this show we see something that rarely happens in other animes: the characters DEVELOP. In other animes, I mean, they'll say that 'You have changed, MC' but let's be real. The MC didn't develop at all. He remains pretty much the same person he started out as.\n\n\u001b[1mなぜ9？ 多くのキャラクターはとてもよく開発されているので、このショーでは、他のアニメではほとんど見られないものが見られます：DEVELOPという文字です。 他のアニメでは、「あなたは変わってしまった、MCだが、現実になる」と言うだろう。  MCは全く開発されなかった。 彼は彼が始めたのとほぼ同じ人のままです。\u001b[22m\n\u001b[1m(Naze 9? Ōku no kyarakutā wa totemo yoku kaihatsu sa rete irunode, kono shōde wa, hoka no animede wa hotondo mi rarenai mono ga mi raremasu: DEVELOP to iu mojidesu. Hoka no animede wa,`anata wa kawatte shimatta, MCdaga, genjitsu ni naru' to iudarou. MC wa mattaku kaihatsu sa renakatta. Kare wa kare ga hajimeta no to hobo onaji hito no mamadesu.)\u001b[22m\n\nTranslations of \u001b[4mWhy a 9? Because many characters are developed so well, and in this show we see something that rarely happens in other animes: the characters DEVELOP. In other animes, I mean, they'll say that 'You have changed, MC' but let's be real. The MC didn't develop at all. He remains pretty much the same person he started out as.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy a 9?\u001b[24m\n    \u001b[1mなぜ9？\u001b[22m\n\u001b[4mBecause many characters are developed so well, and in this show we see something that rarely happens in other animes: the characters DEVELOP.\u001b[24m\n    \u001b[1m多くのキャラクターはとてもよく開発されているので、このショーでは、他のアニメではほとんど見られないものが見られます：DEVELOPという文字です。\u001b[22m, \u001b[1m多くの文字がとてもよく開発され、このショーでは、我々はめったに他のアニメでは起こりません何かを見ているので：文字がDEVELOP。\u001b[22m\n\u001b[4mIn other animes, I mean, they'll say that 'You have changed, MC' but let's be real.\u001b[24m\n    \u001b[1m他のアニメでは、「あなたは変わってしまった、MCだが、現実になる」と言うだろう。\u001b[22m, \u001b[1m他のアニメでは、私が意味する、彼らは「あなたは、MCに変更された」と言うが、それでは、実数でもらおう。\u001b[22m\n\u001b[4mThe MC didn't develop at all.\u001b[24m\n    \u001b[1mMCは全く開発されなかった。\u001b[22m, \u001b[1mMCは全く発生しませんでした。\u001b[22m\n\u001b[4mHe remains pretty much the same person he started out as.\u001b[24m\n    \u001b[1m彼は彼が始めたのとほぼ同じ人のままです。\u001b[22m, \u001b[1m彼はとして始まっほとんど同じ人のまま。\u001b[22m\n\u001b[1m\u001b[22m\nIn Mainichi Kaasan, however, the babies grow enough to go to school and all of this happens gradually; you notice it happens slowly, and you can see it happen through the growth of character design and voice. In addition, some adults develop and get married, etc, but not enough of that happens for it to become outstanding.\n\n\u001b[1mしかし、毎日新聞では、赤ちゃんが学校に通うのに十分に成長しており、そのすべてが徐々に起こっています。 あなたはそれがゆっくりと起こることに気付き、キャラクターのデザインと声の成長を通じてそれが起こるのを見ることができます。 さらに、成人の一部は結婚したり結婚したりしますが、そのようなことが起こってそれが顕著になることはありません。\u001b[22m\n\u001b[1m(Shikashi, mainichishinbunde wa, akachan ga gakkō ni kayou no ni jūbun ni seichō shite ori, sono subete ga jojoni okotte imasu. Anata wa sore ga yukkuri to okoru koto ni kidzuki, kyarakutā no dezain to koe no seichō o tsūjite sore ga okoru no o miru koto ga dekimasu. Sarani, seijin no ichibu wa kekkon shi tari kekkon shi tari shimasuga, sono yōna koto ga okotte sore ga kencho ni naru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn Mainichi Kaasan, however, the babies grow enough to go to school and all of this happens gradually; you notice it happens slowly, and you can see it happen through the growth of character design and voice. In addition, some adults develop and get married, etc, but not enough of that happens for it to become outstanding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn Mainichi Kaasan, however, the babies grow enough to go to school and all of this happens gradually;\u001b[24m\n    \u001b[1mしかし、毎日新聞では、赤ちゃんが学校に通うのに十分に成長しており、そのすべてが徐々に起こっています。\u001b[22m, \u001b[1m毎日かあさんでは、しかし、赤ちゃんは学校に行くのに十分成長し、このすべては、徐々に起こります。\u001b[22m\n\u001b[4myou notice it happens slowly, and you can see it happen through the growth of character design and voice.\u001b[24m\n    \u001b[1mあなたはそれがゆっくりと起こることに気付き、キャラクターのデザインと声の成長を通じてそれが起こるのを見ることができます。\u001b[22m, \u001b[1mあなたはそれがゆっくりと起こる気づくと、あなたはそれがキャラクターデザインと音声の成長によって起こるのを見ることができます。\u001b[22m\n\u001b[4mIn addition, some adults develop and get married, etc, but not enough of that happens for it to become outstanding.\u001b[24m\n    \u001b[1mさらに、成人の一部は結婚したり結婚したりしますが、そのようなことが起こってそれが顕著になることはありません。\u001b[22m, \u001b[1mまた、いくつかの大人の開発、など、結婚、それは傑出したになるのをその十分ではないが発生します。\u001b[22m\n\u001b[1m\u001b[22m\nHowever what I like is that there's a focus on the many different types of children that there are; Fumi is a very astute little girl while her brother Bunji is dense but warmhearted. Chinatsu somehow perfectly has her sh*t together even though she's a child (lets be real most of us don't), while Daichi loves turtles unconditionally. There's just so much variety and you can't but help to love them all.\n\n\u001b[1mしかし、私が好きなのは、そこにある多くの異なるタイプの子供に焦点が当てられているということです。 ふみはとても敏感な少女ですが、兄Bunjiは濃くて心が温かいです。 千夏は何とか完全に大地が無条件にカメを愛しながら、（私たちのほとんどはない本当のことができます）彼女は子供のにもかかわらず、一緒に彼女のsh * tを有します。 多種多様なものがあり、それらをすべて愛するのを手助けすることはできません。\u001b[22m\n\u001b[1m(Shikashi, watashi ga sukina no wa, soko ni aru ōku no kotonaru taipu no kodomo ni shōten ga ate rarete iru to iu kotodesu. Fumi wa totemo binkan'na shōjodesuga, ani Bunji wa kokute kokoro ga atatakaidesu. Chinatsu wa nantoka kanzen ni daichi ga mujōken ni kame o aishinagara,(watashitachi no hotondo wanai hontō no koto ga dekimasu) kanojo wa kodomo no nimokakawarazu, issho ni kanojo no sh* t o yūshimasu. Tashu tayōna mono ga ari, sorera o subete aisuru no o tedasuke suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mHowever what I like is that there's a focus on the many different types of children that there are; Fumi is a very astute little girl while her brother Bunji is dense but warmhearted. Chinatsu somehow perfectly has her sh*t together even though she's a child (lets be real most of us don't), while Daichi loves turtles unconditionally. There's just so much variety and you can't but help to love them all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever what I like is that there's a focus on the many different types of children that there are;\u001b[24m\n    \u001b[1mしかし、私が好きなのは、そこにある多くの異なるタイプの子供に焦点が当てられているということです。\u001b[22m, \u001b[1mしかし、私が好きなことがあることを子供たちの多くの異なる種類に焦点があるということです。\u001b[22m\n\u001b[4mFumi is a very astute little girl while her brother Bunji is dense but warmhearted.\u001b[24m\n    \u001b[1mふみはとても敏感な少女ですが、兄Bunjiは濃くて心が温かいです。\u001b[22m, \u001b[1m彼女の兄文治が密であるがwarmheartedありながらふみは非常に抜け目のない少女です。\u001b[22m\n\u001b[4mChinatsu\u001b[24m\n    \u001b[1m千夏\u001b[22m, \u001b[1mちなつ\u001b[22m, \u001b[1m神林\u001b[22m\n\u001b[4m(c:nsubj) somehow\u001b[24m\n    \u001b[1mは何とか\u001b[22m, \u001b[1mが何らかの形で\u001b[22m, \u001b[1mが何らかの\u001b[22m, \u001b[1mが何らかの方法\u001b[22m, \u001b[1mがどうにか\u001b[22m\n\u001b[4mperfectly\u001b[24m\n    \u001b[1m完全\u001b[22m, \u001b[1m完全に\u001b[22m, \u001b[1mは完全\u001b[22m\n\u001b[4mshe (c:nsubj)\u001b[24m\n    \u001b[1m彼女は\u001b[22m, \u001b[1m彼女が\u001b[22m, \u001b[1m彼女の\u001b[22m\n\u001b[4mchild (c:nsubj)\u001b[24m\n    \u001b[1m子供が\u001b[22m, \u001b[1m子供は\u001b[22m, \u001b[1m子が\u001b[22m, \u001b[1mの子供が\u001b[22m, \u001b[1m子は\u001b[22m\n\u001b[4m's\u001b[24m\n    \u001b[1mい\u001b[22m, \u001b[1mう\u001b[22m, \u001b[1mです\u001b[22m, \u001b[1mな\u001b[22m, \u001b[1mだ\u001b[22m\n\u001b[4meven though\u001b[24m\n    \u001b[1mにもかかわらず、\u001b[22m, \u001b[1mにもかかわらず\u001b[22m, \u001b[1mていても\u001b[22m, \u001b[1mあっても\u001b[22m, \u001b[1mにも関わらず\u001b[22m\n\u001b[4mtogether\u001b[24m\n    \u001b[1m一緒に\u001b[22m, \u001b[1m一緒\u001b[22m, \u001b[1mともに\u001b[22m, \u001b[1mを一緒\u001b[22m\n\u001b[4mher\u001b[24m\n    \u001b[1m彼女\u001b[22m, \u001b[1mに彼女\u001b[22m, \u001b[1mの彼女\u001b[22m\n\u001b[4msh (c:comp)\u001b[24m\n    \u001b[1mのsh\u001b[22m, \u001b[1mSH型\u001b[22m, \u001b[1mたSH\u001b[22m\n\u001b[4m*\u001b[24m\n    \u001b[1m*\u001b[22m, \u001b[1m・\u001b[22m\n\u001b[4m(c:comp) t (c:dobj) has\u001b[24m\n    \u001b[1mtを有する\u001b[22m, \u001b[1mさtを有する\u001b[22m\n\u001b[4mDaichi\u001b[24m\n    \u001b[1m大地\u001b[22m, \u001b[1m大知\u001b[22m, \u001b[1mだいち\u001b[22m, \u001b[1mの大地\u001b[22m, \u001b[1mいち\u001b[22m\n\u001b[4m(c:nsubj)\u001b[24m\n    \u001b[1mが\u001b[22m, \u001b[1mは\u001b[22m, \u001b[1mでは\u001b[22m, \u001b[1mに\u001b[22m\n\u001b[4munconditionally\u001b[24m\n    \u001b[1m無条件に\u001b[22m, \u001b[1m無条件\u001b[22m, \u001b[1mに無条件\u001b[22m, \u001b[1mは無条件\u001b[22m\n\u001b[4mturtles\u001b[24m\n    \u001b[1mカメ\u001b[22m, \u001b[1mのウミガメ\u001b[22m, \u001b[1mウミガメ\u001b[22m, \u001b[1mのカメ\u001b[22m\n\u001b[4m(c:dobj) loves\u001b[24m\n    \u001b[1mを愛し\u001b[22m, \u001b[1mが大好きです\u001b[22m, \u001b[1mが好き\u001b[22m, \u001b[1mが好きです\u001b[22m, \u001b[1mが大好き\u001b[22m\n\u001b[4mwhile\u001b[24m\n    \u001b[1mながら\u001b[22m, \u001b[1mしつつ\u001b[22m, \u001b[1mつつ\u001b[22m, \u001b[1mいる間\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4m(\u001b[24m\n    \u001b[1m（\u001b[22m\n\u001b[4mus of most (c:nsubj)\u001b[24m\n    \u001b[1m私たちのほとんどは\u001b[22m, \u001b[1m私たちのほとんどが\u001b[22m\n\u001b[4mnot do\u001b[24m\n    \u001b[1mない\u001b[22m, \u001b[1mしないで\u001b[22m, \u001b[1mしません\u001b[22m, \u001b[1mしない\u001b[22m, \u001b[1mしないでください\u001b[22m\n\u001b[4mreal\u001b[24m\n    \u001b[1m本当の\u001b[22m, \u001b[1m実数\u001b[22m, \u001b[1m実質の\u001b[22m\n\u001b[4mbe\u001b[24m\n    \u001b[1mことが\u001b[22m, \u001b[1mこと\u001b[22m, \u001b[1mあること\u001b[22m, \u001b[1mすること\u001b[22m, \u001b[1mすることが\u001b[22m\n\u001b[4mlets\u001b[24m\n    \u001b[1mできます\u001b[22m, \u001b[1mができます\u001b[22m, \u001b[1mことができます\u001b[22m, \u001b[1mします\u001b[22m, \u001b[1mことができ\u001b[22m\n\u001b[4m)\u001b[24m\n    \u001b[1m）\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThere's just so much variety and you can't but help to love them all.\u001b[24m\n    \u001b[1m多種多様なものがあり、それらをすべて愛するのを手助けすることはできません。\u001b[22m, \u001b[1mそこにそんなに様々なだけだとあなたはそれらすべてを愛することを助けることができません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (8-10):\n\n\u001b[1m楽しさ（8-10）：\u001b[22m\n\u001b[1m(Tanoshisa (8 - 10):)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (8-10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (8-10):\u001b[24m\n    \u001b[1m楽しさ（8-10）：\u001b[22m, \u001b[1m楽し（8-10）：\u001b[22m\n\u001b[1m\u001b[22m\nI'm giving this an 8-10 because it really depends on what type of person you are. 8 because it's a work well-done, but there are many people who'd say it has no suspense and therefore isn't interesting (however this isn't supposed to be a thriller, it's a nice touching little show that's supposed to relax you instead).\n\n\u001b[1m私はこれに8-10​​を与えています。なぜなら、それは本当にあなたの人のタイプに依存しているからです。  8はうまくいっているからですが、サスペンスがなく、面白​​くないと言っている人がたくさんいます（しかし、これはスリラーではありませんが、リラックスしていい素敵なショーです 代わりに）。\u001b[22m\n\u001b[1m(Watashi wa kore ni 8 - 10 ​​ o ataete imasu. Nazenara, sore wa hontōni anata no hito no taipu ni izon shite irukaradesu. 8 Wa umaku itte irukaradesuga, sasupensu ga naku, omoshiro ​​ kunai to itte iru hito ga takusan imasu (shikashi, koreha surirāde wa arimasenga, rirakkusu shite ī sutekina shōdesu kawarini).)\u001b[22m\n\nTranslations of \u001b[4mI'm giving this an 8-10 because it really depends on what type of person you are. 8 because it's a work well-done, but there are many people who'd say it has no suspense and therefore isn't interesting (however this isn't supposed to be a thriller, it's a nice touching little show that's supposed to relax you instead).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm giving this an 8-10 because it really depends on what type of person you are.\u001b[24m\n    \u001b[1m私はこれに8-10を与えています。なぜなら、それは本当にあなたの人のタイプに依存しているからです。\u001b[22m, \u001b[1mそれは本当にあなたが人の種類に依存するので、私はこの8月10日を与えています。\u001b[22m\n\u001b[4m8 because it's a work well-done, but there are many people who'd say it has no suspense and therefore isn't interesting (however this isn't supposed to be a thriller, it's a nice touching little show that's supposed to relax\u001b[24m\n    \u001b[1m8はうまくいっているからですが、サスペンスがなく、面白くないと言っている人がたくさんいます（しかし、これはスリラーではありませんが、リラックスしていい素敵なショーです\u001b[22m, \u001b[1m8それは、よく行われる作業ですが、しかしこれはスリラーであることが想定されていない（それはないサスペンスを持っていないので、興味深いものではありませんと言うだろう多くの人々がありますが、それはリラックスすることになっています素敵な感動少しショーだから\u001b[22m\n\u001b[4myou instead).\u001b[24m\n    \u001b[1m代わりに）。\u001b[22m, \u001b[1mあなたの代わりに）。\u001b[22m\n\u001b[1m\u001b[22m\n9 is what I would've put if I had been watching this when I was about 8 and didn't see the nuances behind the show, but I'm going to say 10 because it's taught me a lot about family although it's sort of an ideal situation of having a father who is an extreme alcoholic but somehow not abusive/depressing/unfaithful (a stereotype, i know, but in reality many, many dire family situations stem from alcoholicism. But it's important of course as a viewer to identify the idealism in the show and think for yourself; what this show presents to you is not fact; it's a variety of facets through which you'll see another perspective of family.\n\n\u001b[1m私が約8歳のときにこのことを見ていて、ショーの背後にあるニュアンスは見えなかったなら、私はそれを見ていましたが、私は家族について多くのことを教えてくれたので10と言うつもりです。 極端なアルコール依存症だが何らかの形で虐待/抑うつ/不忠実な父親を持つ理想的な状況（ステレオタイプ、私は知っているが、実際には多くの悲惨な家族状況はアルコール中毒に由来する。 ショーの理想主義と自分のために考える;このショーがあなたに提示するものは事実ではなく、それはあなたが家族の別の視点を見るさまざまな側面です。\u001b[22m\n\u001b[1m(Watashi ga yaku 8-sai no toki ni ko no koto o mite ite, shō no haigo ni aru nyuansu wa mienakattanara, watashi wa sore o mite imashitaga, watashi wa kazoku ni tsuite ōku no koto o oshiete kuretanode 10 to iu tsumoridesu. Kyokutan'na arukōru isonshōdaga nanrakano katachi de gyakutai/ yokuutsu/ fu chūjitsuna chichioya o motsu risō-tekina jōkyō (sutereo taipu, watashi wa shitte iruga, jissai ni wa ōku no hisan'na kazoku jōkyō wa arukōru chūdoku ni yurai suru. Shō no risō shugi to jibun no tame ni kangaeru; kono shō ga anata ni teiji suru mono wa jijitsude wa naku, sore wa anata ga kazoku no betsu no shiten o miru samazamana sokumendesu.)\u001b[22m\n\nTranslations of \u001b[4m9 is what I would've put if I had been watching this when I was about 8 and didn't see the nuances behind the show, but I'm going to say 10 because it's taught me a lot about family although it's sort of an ideal situation of having a father who is an extreme alcoholic but somehow not abusive/depressing/unfaithful (a stereotype, i know, but in reality many, many dire family situations stem from alcoholicism. But it's important of course as a viewer to identify the idealism in the show and think for yourself; what this show presents to you is not fact; it's a variety of facets through which you'll see another perspective of family.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9 is what I would've put if I had been watching this when I was about 8 and didn't see the nuances behind the show, but I'm going to say 10 because it's taught me a lot about family although it's sort of\u001b[24m\n    \u001b[1m私が約8歳のときにこのことを見ていて、ショーの背後にあるニュアンスは見えなかったなら、私はそれを見ていましたが、私は家族について多くのことを教えてくれたので10と言うつもりです。\u001b[22m, \u001b[1m9私は約8であり、ショーの背後にあるニュアンスを見ていないときに私はこれを見ていた場合、私は入れているであろうものであるが、それは家族について私に多くのことを教えているので、それは一種のだが、私は10を言うつもりです\u001b[22m\n\u001b[4man ideal situation of having a father who is an extreme alcoholic but somehow not abusive/depressing/unfaithful (a stereotype, i know, but in reality many, many dire family situations stem from alcoholicism. But it's important of course as a viewer to identify\u001b[24m\n    \u001b[1m極端なアルコール依存症だが何らかの形で虐待/抑うつ/不忠実な父親を持つ理想的な状況（ステレオタイプ、私は知っているが、実際には多くの悲惨な家族状況はアルコール中毒に由来する。\u001b[22m, \u001b[1m極端なアルコールが、ステレオタイプ（憂鬱/浮気/何とか虐待ではない父を持つ理想的な状況は、私は知っているが、現実には多くの、多くの悲惨な家族の状況はalcoholicism由来。しかし、それは識別するための視聴者として当然のが重要です\u001b[22m\n\u001b[4mthe idealism in the show and think for yourself; what this show presents to you is not fact; it's a variety of facets through which you'll see another perspective of family.\u001b[24m\n    \u001b[1mショーの理想主義と自分のために考える;このショーがあなたに提示するものは事実ではなく、それはあなたが家族の別の視点を見るさまざまな側面です。\u001b[22m, \u001b[1mショーで理想主義とは、自分のためだと思う。何この番組はあなたに提示することは事実ではありません、それはあなたが家族の別の観点を参照してくださいよ、それを通してファセットの多様です。\u001b[22m\n\u001b[1m\u001b[22m\nI gave it a 10 because this show provided me with a warm view of a family that I have not had the privilege of experiencing, and it's pushed me to change my views on family and love.\n\n\u001b[1m私はこのショーは私に経験の特権を持っていない家族の暖かい眺めを提供したので私はそれを与えた、それは私に家族と愛についての私の見解を変えるように私を押してしまった。\u001b[22m\n\u001b[1m(Watashi wa kono shō wa watashi ni keiken no tokken o motteinai kazoku no attakai nagame o teikyō shitanode watashi wa sore o ataeta, sore wa watashi ni kazoku to ainitsuite no watashi no kenkai o kaeru yō ni watashi o oshite shimatta.)\u001b[22m\n\nTranslations of \u001b[4mI gave it a 10 because this show provided me with a warm view of a family that I have not had the privilege of experiencing, and it's pushed me to change my views on family and love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI gave it a 10 because this show provided me with a warm view of a family that I have not had the privilege of experiencing, and it's pushed me to change my views on family and love.\u001b[24m\n    \u001b[1m私はこのショーは私に経験の特権を持っていない家族の暖かい眺めを提供したので私はそれを与えた、それは私に家族と愛についての私の見解を変えるように私を押してしまった。\u001b[22m, \u001b[1mこのショーは、私が経験したことの特権を持っていなかった家族の温かいビューを与えてくれましたので、私はそれを10を与え、家族と愛の私のビューを変更するために私をプッシュしています。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOVERALL: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m, \u001b[1mOVERALL：9\u001b[22m\n\u001b[1m\u001b[22m\nPersonally I would have given it a 10 just for all of the touching familial moments that it gave me the opportunity to experience second-hand, but I know that to most people this would be about an 8.5.\n\n\u001b[1m個人的には、感情的な家族のすべての瞬間のために10を与えてくれましたが、それは私に中古品を体験する機会を与えましたが、ほとんどの人にとって、これは約8.5となることがわかります。\u001b[22m\n\u001b[1m(Kojin-teki ni wa, kanjō-tekina kazoku no subete no shunkan no tame ni 10 o ataete kuremashitaga, sore wa watashi ni chūko-hin o taiken suru kikai o ataemashitaga, hotondo no hito ni totte, koreha yaku 8. 5 To naru koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mPersonally I would have given it a 10 just for all of the touching familial moments that it gave me the opportunity to experience second-hand, but I know that to most people this would be about an 8.5.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally I would have given it a 10 just for all of the touching familial moments that it gave me the opportunity to experience second-hand, but I know that to most people this would be about an 8.5.\u001b[24m\n    \u001b[1m個人的には、感情的な家族のすべての瞬間のために10を与えてくれましたが、それは私に中古品を体験する機会を与えましたが、ほとんどの人にとって、これは約8.5となることがわかります。\u001b[22m, \u001b[1m個人的に私はちょうどそれは私の番目の手を体験する機会を与えた感動家族の瞬間のすべてのために10にそれを与えているだろうが、私はほとんどの人にこれが8.5程度になることを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nWATCH IT! It's one of my favorites, I can't say how disappointed I am in that this is one of the most underrated animes ever. I loved it, and so will you. ^^\n\n\u001b[1m見て！ それは私のお気に入りの一つです、私はこれが最も過小評価されたアニメの1つであることに、どれほど失望しているかは言えません。 私はそれを愛し、あなたもそうです。  ^^\u001b[22m\n\u001b[1m(Mite! Sore wa watashinōkiniiri no hitotsudesu, watashi wa kore ga mottomo kashō hyōka sa reta anime no 1tsudearu koto ni, dorehodo shitsubō shite iru ka wa iemasen. Watashi wa sore o aishi, anata mo sōdesu. ^ ^)\u001b[22m\n\nTranslations of \u001b[4mWATCH IT! It's one of my favorites, I can't say how disappointed I am in that this is one of the most underrated animes ever. I loved it, and so will you. ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWATCH IT!\u001b[24m\n    \u001b[1m見て！\u001b[22m, \u001b[1mそれを見て！\u001b[22m\n\u001b[4mIt's one of my favorites, I can't say how disappointed I am in that this is one of the most underrated animes ever.\u001b[24m\n    \u001b[1mそれは私のお気に入りの一つです、私はこれが最も過小評価されたアニメの1つであることに、どれほど失望しているかは言えません。\u001b[22m, \u001b[1mそれは私のお気に入りの一つだ、私は、これはこれまでで最も過小評価のアニメの一つであることをしていますどのように失望と言うことはできません。\u001b[22m\n\u001b[4mI loved it, and so will you.\u001b[24m\n    \u001b[1m私はそれを愛し、あなたもそうです。\u001b[22m, \u001b[1m私はそれを愛し、そのため必要になります。\u001b[22m\n\u001b[4m^^\u001b[24m\n    \u001b[1m^^\u001b[22m"
  },
  {
    "title": "Mainichi_Kaasan",
    "id": "6116",
    "url": "https://myanimelist.net/anime/6116/Mainichi_Kaasan",
    "user": "Ilyaoh",
    "profile": "/profile/Ilyaoh/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=25539",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\n毎日のKaaさんはmangakaの実生活に基づいたアニメですが、（もちろん）それには多くのフィクションがあります。\n\nこのシリーズでは、ここでよく笑っています。時には、主人公と交わることができるので、時には悲しいことです。\n\n酔っぱらいの夫、二人の愚かな、迷惑な子供たち、そしてそれを軽蔑している（しかし、もっと愛する人たち）、それを見たくない人はいますか？\n\nシリーズに入るのは簡単です、それぞれのアニメのエピソードには、偶然の状況についての短編小説があります。 主な焦点は、彼女の子供や愚かな夫の世話をしながらマンガにしようとしている母親です。彼女の仕事はしばしば中断されたり、壊れたり、作家のブロックによって何もしないので、すべてがスムーズに進むわけではありません。\n\n芸術はまた、このシリーズの良いものの一つです。実際に行われたスタイルは、それからユーモアを取り戻します。顔の冗談や怒ったシーン、そして誰もが作ったかわいい抱擁のシーンに最適です。\n\n音について、私は通常それについて多くのことを話しているわけではありません。 オープニング・ソングはシリーズに大きくフィットし、エンディングも同様です。 両方とも聞いて見て楽しいです。 声優はいい仕事をして、バックグラウンドミュージックには何も問題はありません。\n\n要するに、それはアニメシリーズです。基本的には、笑いを楽しんだり、アニメを好きにしたり、キャラクターの開発などをしなくても好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nMainichi Kaa-san is an anime based on the mangaka's real life, although there's (of course) also a lot of fiction in it.\n\n\u001b[1m毎日のKaaさんはmangakaの実生活に基づいたアニメですが、（もちろん）それには多くのフィクションがあります。\u001b[22m\n\u001b[1m(Mainichi no Kaa-san wa mangaka no jisseikatsu ni motodzuita animedesuga,(mochiron) soreni wa ōku no fikushon ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mMainichi Kaa-san is an anime based on the mangaka's real life, although there's (of course) also a lot of fiction in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMainichi Kaa-san is an anime based on the mangaka's real life, although there's (of course) also a lot of fiction in it.\u001b[24m\n    \u001b[1m毎日のKaaさんはmangakaの実生活に基づいたアニメですが、（もちろん）それには多くのフィクションがあります。\u001b[22m, \u001b[1m小説の多くはそれにも（もちろん）がありますが、毎日新聞KAAさんは、漫画家の実生活に基づいたアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nThe series offers a good laugh here and there and sometimes it's just sad to watch because you can symphatize with the main character so much.\n\n\u001b[1mこのシリーズでは、ここでよく笑っています。時には、主人公と交わることができるので、時には悲しいことです。\u001b[22m\n\u001b[1m(Kono shirīzude wa, koko de yoku waratte imasu. Tokiniha, shujinkō to majiwaru koto ga dekiru node, tokiniha kanashī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe series offers a good laugh here and there and sometimes it's just sad to watch because you can symphatize with the main character so much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series offers a good laugh here and there and sometimes it's just sad to watch because you can symphatize with the main character so much.\u001b[24m\n    \u001b[1mこのシリーズでは、ここでよく笑っています。時には、主人公と交わることができるので、時には悲しいことです。\u001b[22m, \u001b[1mシリーズはあちこちで良い笑いを提供していますし、時にはそれはあなたがそんなに主人公とsymphatizeことができるので、見にだけ悲しいです。\u001b[22m\n\u001b[1m\u001b[22m\nA drunk husband, two stupid and annoying kids and a housemother who despises them (yet loves them more then anything else), who wouldn't want to watch that?\n\n\u001b[1m酔っぱらいの夫、二人の愚かな、迷惑な子供たち、そしてそれを軽蔑している（しかし、もっと愛する人たち）、それを見たくない人はいますか？\u001b[22m\n\u001b[1m(Yopparai no otto, futari no orokana, meiwakuna kodomo-tachi, soshite sore o keibetsu shite iru (shikashi, motto aisuruhito-tachi), sore o mitakunai hito wa imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mA drunk husband, two stupid and annoying kids and a housemother who despises them (yet loves them more then anything else), who wouldn't want to watch that?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA drunk husband, two stupid and annoying kids and a housemother who despises them (yet loves them more then anything else), who wouldn't want to watch that?\u001b[24m\n    \u001b[1m酔っぱらいの夫、二人の愚かな、迷惑な子供たち、そしてそれを軽蔑している（しかし、もっと愛する人たち）、それを見たくない人はいますか？\u001b[22m, \u001b[1mそれを見たくないだろう酔っ夫、2愚かなと迷惑な子供たちと彼らを軽蔑寮母（まだそれ以上の何か、それらを愛していますか）、？\u001b[22m\n\u001b[1m\u001b[22m\nThe series is easy to get into, each anime episode has short stories about laughable situations. The main focus is the mother, who tries to become a mangaka while taking care of her kids and (stupid) husband, not everything goes smoothly as her work often gets interrupted, ruined or she doesn't do anything due to a writer's block.\n\n\u001b[1mシリーズに入るのは簡単です、それぞれのアニメのエピソードには、偶然の状況についての短編小説があります。 主な焦点は、彼女の子供や愚かな夫の世話をしながらマンガにしようとしている母親です。彼女の仕事はしばしば中断されたり、壊れたり、作家のブロックによって何もしないので、すべてがスムーズに進むわけではありません。\u001b[22m\n\u001b[1m(Shirīzu ni hairu no wa kantandesu, sorezore no anime no episōdo ni wa, gūzen no jōkyō ni tsuite no tanpen shōsetsu ga arimasu. Omona shōten wa, kanojo no kodomo ya orokana otto no sewa o shinagara manga ni shiyou to shite iru hahaoyadesu. Kanojo no shigoto wa shibashiba chūdan sa re tari, koware tari, sakka no burokku ni yotte nani mo shinainode, subete ga sumūzu ni susumu wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe series is easy to get into, each anime episode has short stories about laughable situations. The main focus is the mother, who tries to become a mangaka while taking care of her kids and (stupid) husband, not everything goes smoothly as her work often gets interrupted, ruined or she doesn't do anything due to a writer's block.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series is easy to get into, each anime episode has short stories about laughable situations.\u001b[24m\n    \u001b[1mシリーズに入るのは簡単です、それぞれのアニメのエピソードには、偶然の状況についての短編小説があります。\u001b[22m, \u001b[1mシリーズが入るのは簡単ですが、各アニメのエピソードはばかばかしい状況についての短い物語を持っています。\u001b[22m\n\u001b[4mThe main focus is the mother, who tries to become a mangaka while taking care of her kids and (stupid) husband, not everything goes smoothly as her work often gets interrupted, ruined or she doesn't do anything due to a writer's block.\u001b[24m\n    \u001b[1m主な焦点は、彼女の子供や愚かな夫の世話をしながらマンガにしようとしている母親です。彼女の仕事はしばしば中断されたり、壊れたり、作家のブロックによって何もしないので、すべてがスムーズに進むわけではありません。\u001b[22m, \u001b[1m主な焦点は、彼女の子供と（愚かな）夫の世話をしながら、漫画家になることをしようとする母親、である彼女の作品は、多くの場合、中断台無しまたは彼女は作家のブロックに起因する何もしていませんますとしてではなく、すべてがスムーズに行きます。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is also one of the good things of this series, the style it's done in really gets the humor out of it, it's perfect for facial jokes, angry scenes and of course for the cute and cuddly scenes when everyone makes up.\n\n\u001b[1m芸術はまた、このシリーズの良いものの一つです。実際に行われたスタイルは、それからユーモアを取り戻します。顔の冗談や怒ったシーン、そして誰もが作ったかわいい抱擁のシーンに最適です。\u001b[22m\n\u001b[1m(Geijutsu wa mata, kono shirīzu no yoimono no hitotsudesu. Jissai ni okonawa reta sutairu wa, sorekara yūmoa o torimodoshimasu. Kao no jōdan ya okotta shīn, soshite daremoga tsukutta kawaī hōyō no shīn ni saitekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is also one of the good things of this series, the style it's done in really gets the humor out of it, it's perfect for facial jokes, angry scenes and of course for the cute and cuddly scenes when everyone makes up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is also one of the good things of this series, the style it's done in really gets the humor out of it, it's perfect for facial jokes, angry scenes and of course for the cute and cuddly scenes when everyone makes up.\u001b[24m\n    \u001b[1m芸術はまた、このシリーズの良いものの一つです。実際に行われたスタイルは、それからユーモアを取り戻します。顔の冗談や怒ったシーン、そして誰もが作ったかわいい抱擁のシーンに最適です。\u001b[22m, \u001b[1m芸術は、それが本当にで行うのスタイルはそれからユーモアを取得し、誰もが構成するとき、それがかわいいとかわいいシーンの顔のジョーク、怒っているシーンやコースのために最適です、また、このシリーズの良いものの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nAbout the sound, I normally don't talk a lot about it, not that it's any different now. The opening song fits the series greatly and so does the ending. Both are fun to listen and watch. The voice-actors do a good job and there's nothing wrong with the background music.\n\n\u001b[1m音について、私は通常それについて多くのことを話しているわけではありません。 オープニング・ソングはシリーズに大きくフィットし、エンディングも同様です。 両方とも聞いて見て楽しいです。 声優はいい仕事をして、バックグラウンドミュージックには何も問題はありません。\u001b[22m\n\u001b[1m(Otonitsuite, watashi wa tsūjō sore ni tsuite ōku no koto o hanashite iru wakede wa arimasen. Ōpuningu songu wa shirīzu ni ōkiku fitto shi, endingu mo dōyōdesu. Ryōhō tomo kii te mite tanoshīdesu. Seiyū wa ī shigoto o shite, bakkuguraundomyūjikku ni wa nani mo mondai wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAbout the sound, I normally don't talk a lot about it, not that it's any different now. The opening song fits the series greatly and so does the ending. Both are fun to listen and watch. The voice-actors do a good job and there's nothing wrong with the background music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the sound, I normally don't talk a lot about it, not that it's any different now.\u001b[24m\n    \u001b[1m音について、私は通常それについて多くのことを話しているわけではありません。\u001b[22m, \u001b[1m音について、私は通常、それが今何が違うのだではないこと、それについて多くのことを話すことはありません。\u001b[22m\n\u001b[4mThe opening song fits the series greatly and so does the ending.\u001b[24m\n    \u001b[1mオープニング・ソングはシリーズに大きくフィットし、エンディングも同様です。\u001b[22m, \u001b[1mオープニング曲は大幅シリーズにフィットするので、エンディングを行います。\u001b[22m\n\u001b[4mBoth are fun to listen and watch.\u001b[24m\n    \u001b[1m両方とも聞いて見て楽しいです。\u001b[22m, \u001b[1m両方が耳を傾け、見ていて楽しいです。\u001b[22m\n\u001b[4mThe voice-actors do a good job and there's nothing wrong with the background music.\u001b[24m\n    \u001b[1m声優はいい仕事をして、バックグラウンドミュージックには何も問題はありません。\u001b[22m, \u001b[1mボイスアクターは良い仕事をすると、バックグラウンドミュージックには何の問題もありません。\u001b[22m\n\u001b[1m\u001b[22m\nIn short, it's an anime series, basically for everyone who enjoys a good laugh or simply likes anime without the great plots, character development etc.\n\n\u001b[1m要するに、それはアニメシリーズです。基本的には、笑いを楽しんだり、アニメを好きにしたり、キャラクターの開発などをしなくても好きです。\u001b[22m\n\u001b[1m(Yōsuruni, soreha animeshirīzudesu. Kihontekini wa, warai o tanoshin dari, anime o sukini shi tari, kyarakutā no kaihatsu nado o shinakute mo sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mIn short, it's an anime series, basically for everyone who enjoys a good laugh or simply likes anime without the great plots, character development etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn short, it's an anime series, basically for everyone who enjoys a good laugh or simply likes anime without the great plots, character development etc.\u001b[24m\n    \u001b[1m要するに、それはアニメシリーズです。基本的には、笑いを楽しんだり、アニメを好きにしたり、キャラクターの開発などをしなくても好きです。\u001b[22m, \u001b[1m要するに、それは基本的には良い笑いを楽しんでいますか、単に偉大なプロットせずにアニメが好きなみんな、キャラクター開発などのために、アニメシリーズです\u001b[22m"
  }
]
