[
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "xRinaChan",
    "profile": "/profile/xRinaChan/reviews",
    "pages": "30",
    "number": "1",
    "link": "/reviews.php?id=120585",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nある時点を過ぎると、私は本当にそれに入っていました。 偉大なキャラクター、良いコメディ、そして私は深いバックストーリーが大好きです。 とても甘くて悲しかったので、何度も泣いていました。 実際には少し哲学的です。 人生が意味を持っているのか、それとも後世なのかを考えさせてくれました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOnce I got past a certain point I was really into it. Great characters, good comedy, and I love the deep back stories. It was so sweet and sad, it had me crying a number of times. It's actually a bit philosophical in a way too. It got me thinking about whether life has a meaning, and the afterlife.\n\n\u001b[1mある時点を過ぎると、私は本当にそれに入っていました。 偉大なキャラクター、良いコメディ、そして私は深いバックストーリーが大好きです。 とても甘くて悲しかったので、何度も泣いていました。 実際には少し哲学的です。 人生が意味を持っているのか、それとも後世なのかを考えさせてくれました。\u001b[22m\n\u001b[1m(Aru jiten o sugiru to, watashi wa hontōni sore ni haitte imashita. Idaina kyarakutā, yoi komedi, soshite watashi wa fukai bakkusutōrī ga daisukidesu. Totemo amakute kanashikattanode, nando mo naite imashita. Jissai ni wa sukoshi tetsugaku-tekidesu. Jinsei ga imi o motte iru no ka, soretomo kōseina no ka o kangae sasete kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mOnce I got past a certain point I was really into it. Great characters, good comedy, and I love the deep back stories. It was so sweet and sad, it had me crying a number of times. It's actually a bit philosophical in a way too. It got me thinking about whether life has a meaning, and the afterlife.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce I got past a certain point I was really into it.\u001b[24m\n    \u001b[1mある時点を過ぎると、私は本当にそれに入っていました。\u001b[22m, \u001b[1m私は特定のポイントを過ぎましたら、私は本当にそこにありました。\u001b[22m\n\u001b[4mGreat characters, good comedy, and I love the deep back stories.\u001b[24m\n    \u001b[1m偉大なキャラクター、良いコメディ、そして私は深いバックストーリーが大好きです。\u001b[22m, \u001b[1mグレート文字、良いコメディ、と私は深いバックストーリーが大好きです。\u001b[22m\n\u001b[4mIt was so sweet and sad, it had me crying a number of times.\u001b[24m\n    \u001b[1mとても甘くて悲しかったので、何度も泣いていました。\u001b[22m, \u001b[1mそれは私が数回泣いていたので、甘いと悲しかったです。\u001b[22m\n\u001b[4mIt's actually a bit philosophical in a way too.\u001b[24m\n    \u001b[1m実際には少し哲学的です。\u001b[22m, \u001b[1mそれはあまりにも方法で実際に少し哲学的です。\u001b[22m\n\u001b[4mIt got me thinking about whether life has a meaning, and the afterlife.\u001b[24m\n    \u001b[1m人生が意味を持っているのか、それとも後世なのかを考えさせてくれました。\u001b[22m, \u001b[1mそれは私の人生は意味し、死後の世界を持っているかどうかについて考えるようになりました。\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "Miss-x-larie",
    "profile": "/profile/Miss-x-larie/reviews",
    "pages": "30",
    "number": "2",
    "link": "/reviews.php?id=53479",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はエンジェルがビートだと思います！ 絶対に華麗であり、多くのことに私の目を開いた（このアニメの主なテーマのように、死と死後）。\nそれは耐え難いほどのことですが、トーンはそのような漫画的な方法で設定されているため、彼らは途中から消えてしまうことに対して反抗しています。 それに触れる瞬間もあります。公平になるためには1回か2回泣いただけです。\nその中のアクションはあまりにも悪くない、スリリングな戦いの割り当てがある - あなたは死ぬことができないことを忘れてしまって、コミックの死を惜しみなく配っている（鉄の物体に穿孔され、 例）。\nキャラクターは陽気で、コミックなサディスティックなものもあります。彼らはすべて自分のストーリーラインを持っており、ほぼすべてがエピソードの一つでカバーされています。\nほぼすべてのジャンルがカバーされているので、すべてのことで、みんなにとって必見のショーです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI think Angel beats! is absolutely brilliant and it opened my eyes to a lot of things (like the main theme of this anime: death and the afterlife).\n\n\u001b[1m私はエンジェルがビートだと思います！ 絶対に華麗であり、多くのことに私の目を開いた（このアニメの主なテーマのように、死と死後）。\u001b[22m\n\u001b[1m(Watashi wa Enjeru ga bītoda to omoimasu! Zettai ni kareideari, ōku no koto ni watashi no me o aita (kono anime no omona tēma no yō ni,-shi to shigo).)\u001b[22m\n\nTranslations of \u001b[4mI think Angel beats! is absolutely brilliant and it opened my eyes to a lot of things (like the main theme of this anime: death and the afterlife).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think Angel beats!\u001b[24m\n    \u001b[1m私はエンジェルがビートだと思います！\u001b[22m, \u001b[1m私はエンジェルビーツと思います！\u001b[22m\n\u001b[4mis absolutely brilliant and it opened my eyes to a lot of things (like the main theme of this anime: death and the afterlife).\u001b[24m\n    \u001b[1m絶対に華麗であり、多くのことに私の目を開いた（このアニメの主なテーマのように、死と死後）。\u001b[22m, \u001b[1m絶対に素晴らしいです、それは（このアニメのメインテーマのように：死と来世）たくさんのことに私の目を開きました。\u001b[22m\nAlthough it's about the afterlife the tone is set in such a comic way that you almost forget they're rebelling against disappearing from their midway-afterlife. There are allot of touching moments in it too- even cried once or twice to be fair.\n\n\u001b[1mそれは耐え難いほどのことですが、トーンはそのような漫画的な方法で設定されているため、彼らは途中から消えてしまうことに対して反抗しています。 それに触れる瞬間もあります。公平になるためには1回か2回泣いただけです。\u001b[22m\n\u001b[1m(Sore wa taegatai hodo no kotodesuga, tōn wa sono yōna manga-tekina hōhō de settei sa rete iru tame, karera wa tochū kara kiete shimau koto ni taishite hankō shite imasu. Sore ni fureru shunkan mo arimasu. Kōhei ni naru tame ni wa 1-kai ka 2-kai naita dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough it's about the afterlife the tone is set in such a comic way that you almost forget they're rebelling against disappearing from their midway-afterlife. There are allot of touching moments in it too- even cried once or twice to be fair.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough it's about the afterlife the tone is set in such a comic way that you almost forget they're rebelling against disappearing from their midway-afterlife.\u001b[24m\n    \u001b[1mそれは耐え難いほどのことですが、トーンはそのような漫画的な方法で設定されているため、彼らは途中から消えてしまうことに対して反抗しています。\u001b[22m, \u001b[1mそれはトーンがあなたはほとんど彼らは途中、死後の世界から消えて反抗していることを忘れ、そのような漫画のように設定されている死後の世界についてですが。\u001b[22m\n\u001b[4mThere are allot of touching moments in it too- even cried once or twice to be fair.\u001b[24m\n    \u001b[1mそれに触れる瞬間もあります。公平になるためには1回か2回泣いただけです。\u001b[22m, \u001b[1mそれにモーメントを触れる充てるでも公平に一度か二度泣いたtoo-があります。\u001b[22m\nThe action in it isn't too bad either, there're allot of thrilling fights- you almost forget they can't die- and allot of comical deaths too (beings pierced by iron objects and later on walk around as if nothing happened for example).\n\n\u001b[1mその中のアクションはあまりにも悪くない、スリリングな戦いの割り当てがある - あなたは死ぬことができないことを忘れてしまって、コミックの死を惜しみなく配っている（鉄の物体に穿孔され、 例）。\u001b[22m\n\u001b[1m(Sono Chū no akushon wa amarini mo warukunai, suriringuna tatakai no wariate ga aru - anata wa shinu koto ga dekinai koto o wasurete shimatte, komikku no shi o oshiminaku kubatte iru (tetsu no buttai ni senkō sa re, rei).)\u001b[22m\n\nTranslations of \u001b[4mThe action in it isn't too bad either, there're allot of thrilling fights- you almost forget they can't die- and allot of comical deaths too (beings pierced by iron objects and later on walk around as if nothing happened for example).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe action in it isn't too bad either, there're allot of thrilling fights- you almost forget they can't die- and allot of comical deaths too (beings pierced by iron objects and later on walk around as if nothing happened for\u001b[24m\n    \u001b[1mその中のアクションはあまりにも悪くない、スリリングな戦いの割り当てがある - あなたは死ぬことができないことを忘れてしまって、コミックの死を惜しみなく配っている（鉄の物体に穿孔され、\u001b[22m, \u001b[1mその中のアクションはどちらかあまりにも悪くはない、スリリングのアロットそこにいるあなたは、ほとんど彼らはあまりにもdie-とコミカルな死亡のアロットすることはできません忘れfights-（人間が鉄オブジェクトが貫通し、後で散歩に何ものために起こらなかったかのように\u001b[22m\n\u001b[4mexample).\u001b[24m\n    \u001b[1m例）。\u001b[22m\nThe characters are hilarious- and some even comical sadistic- and they all have their own storyline and almost all are covered in one of the episodes.\n\n\u001b[1mキャラクターは陽気で、コミックなサディスティックなものもあります。彼らはすべて自分のストーリーラインを持っており、ほぼすべてがエピソードの一つでカバーされています。\u001b[22m\n\u001b[1m(Kyarakutā wa yōkide, komikkuna sadisutikkuna mono mo arimasu. Karera wa subete jibun no sutōrīrain o motte ori, hobo subete ga episōdo no hitotsu de kabā sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are hilarious- and some even comical sadistic- and they all have their own storyline and almost all are covered in one of the episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are hilarious- and some even comical sadistic- and they all have their own storyline and almost all are covered in one of the episodes.\u001b[24m\n    \u001b[1mキャラクターは陽気で、コミックなサディスティックなものもあります。彼らはすべて自分のストーリーラインを持っており、ほぼすべてがエピソードの一つでカバーされています。\u001b[22m, \u001b[1m文字はhilarious-と一部でもコミカルsadistic-であり、それらはすべて自分自身のストーリーを持っており、ほとんどすべてのエピソードの一つで覆われています。\u001b[22m\nAll in all it's a must watch show for everyone because almost every genre is covered!\n\n\u001b[1mほぼすべてのジャンルがカバーされているので、すべてのことで、みんなにとって必見のショーです！\u001b[22m\n\u001b[1m(Hobo subete no janru ga kabā sa rete irunode, subete no koto de, min'na ni totte hikken no shōdesu!)\u001b[22m\n\nTranslations of \u001b[4mAll in all it's a must watch show for everyone because almost every genre is covered!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all it's a must watch show for everyone because almost every genre is covered!\u001b[24m\n    \u001b[1mほぼすべてのジャンルがカバーされているので、すべてのことで、みんなにとって必見のショーです！\u001b[22m, \u001b[1mすべてのすべてで、それはほとんどすべてのジャンルが覆われているので、皆のためにショーを見なければならないのです！\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "charlegnarle",
    "profile": "/profile/charlegnarle/reviews",
    "pages": "30",
    "number": "3",
    "link": "/reviews.php?id=52673",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  7\n\nエンジェルビート...何が私はすでに言われていないと言うことができますか？\n\nエンジェルビーツは完全に過大評価されているので、私の期待はほんの少しで満たされていませんでした。 私は私に触れさせてくれる傑作があることを期待して、それ以外の何ものも私をもたらすことのできない喜びのレベルに置いてくれました。しかし、私が得たものはまったく飽き飽きすることなくマラソンできる十分なアニメでした。\n\nこれで私はショーが楽しいものではなかったというわけではありませんでした。 それは非常に楽しいものでした。 しかし、それを言っても、ショーは、それが知覚されるほど良くないからです。 私は完全に除外されていたかもしれない多くのプロットポイントがあります。（EX：バンドを演奏しているすべてのシーンは不必要なように見えますが、今でも私は彼らが最後の2番目にランダムに追加したように感じます。 ファンはそれを見たいと思っています。）未開発のキャラクターがたくさんあります。私は多くの質問を残しています...あなたは知っています、ほぼすべてのアニメに見られる通常の問題です。\n\n今、歌...\n\nオープニング曲は、特にピアノのためだけでなく、素晴らしいです。 バンドが以前に演奏したと言われている他の曲は、私にとってはほとんど飽きるほど良いものではありません。 特に私の歌は、私が今まで聞いた中で最も退屈なものの一つでなければならない。 ギターは何度も何度も何度も繰り返されていて、悪いメロディーなので歌が悪いのか、それとも荒い声があるのか​​は決めることができません。\n\nしかし、ショーについての良いことは、悪い点をはるかに上回り、特にエンディングのシーケンスが悪い点を上回ります。 私がバックグラウンドで演奏した音楽ではなく、卒業の場面全体がショーに十分に戻ってきました。 私はOVAの形でそれを手に入れるとすぐに、私が思うほど嬉しくはありませんでしたが、もっと欲しがっていました。\n\n全体として、私はこれを多くの人におすすめしますが、アニメのわずかな秒間でさえ見たことのないすべての人にはおすすめしません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAngel beats… what can I say that hasn’t already been said?\n\n\u001b[1mエンジェルビート...何が私はすでに言われていないと言うことができますか？\u001b[22m\n\u001b[1m(Enjerubīto... Nani ga watashi wa sudeni iwa rete inai to iu koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mAngel beats… what can I say that hasn’t already been said?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAngel beats… what can I say that hasn’t already been said?\u001b[24m\n    \u001b[1mエンジェルビート...何が私はすでに言われていないと言うことができますか？\u001b[22m, \u001b[1mエンジェルビーツ...私はすでに言われていないことを何を言うことができますか？\u001b[22m\n\u001b[1m\u001b[22m\nAngel Beats is completely overrated, so much so that my expectations were not met in the slightest. I came into it expecting a masterpiece that would both leave me touched and put me through a level of enjoyment that nothing else could bring me, but all I got was a decent enough anime that I could marathon without ever getting bored.\n\n\u001b[1mエンジェルビーツは完全に過大評価されているので、私の期待はほんの少しで満たされていませんでした。 私は私に触れさせてくれる傑作があることを期待して、それ以外の何ものも私をもたらすことのできない喜びのレベルに置いてくれました。しかし、私が得たものはまったく飽き飽きすることなくマラソンできる十分なアニメでした。\u001b[22m\n\u001b[1m(Enjerubītsu wa kanzen ni kadai hyōka sa rete irunode, watashi no kitai wa hon'nosukoshi de mitasa rete imasendeshita. Watashi wa watashi ni fure sasete kureru kessaku ga aru koto o kitai shite, soreigai no nanimono mo watashi o motarasu koto no dekinai yorokobi no reberu ni oite kuremashita. Shikashi, watashi ga eta mono wa mattaku akiakisuru koto naku marason dekiru jūbun'na animedeshita.)\u001b[22m\n\nTranslations of \u001b[4mAngel Beats is completely overrated, so much so that my expectations were not met in the slightest. I came into it expecting a masterpiece that would both leave me touched and put me through a level of enjoyment that nothing else could bring me, but all I got was a decent enough anime that I could marathon without ever getting bored.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAngel Beats is completely overrated, so much so that my expectations were not met in the slightest.\u001b[24m\n    \u001b[1mエンジェルビーツは完全に過大評価されているので、私の期待はほんの少しで満たされていませんでした。\u001b[22m, \u001b[1mエンジェルビーツ私の期待は少しも満たされなかったので、多くのように、完全に過大評価です。\u001b[22m\n\u001b[4mI came into it expecting a masterpiece that would both leave me touched and put me through a level of enjoyment that nothing else could bring me, but all I got was a decent enough anime that I could marathon without ever getting bored.\u001b[24m\n    \u001b[1m私は私に触れさせてくれる傑作があることを期待して、それ以外の何ものも私をもたらすことのできない喜びのレベルに置いてくれました。しかし、私が得たものはまったく飽き飽きすることなくマラソンできる十分なアニメでした。\u001b[22m, \u001b[1m私は両方私が触れたままにして、他に何も私を持って来ることができなかったことが楽しみのレベルを通して私を置く傑作を期待して、それに入って来たが、私が得たすべては、私が今までのないマラソンは退屈でしたまともな十分なアニメでした。\u001b[22m\n\u001b[1m\u001b[22m\nBy that I did not mean that the show was not enjoyable, because it was. It was immensely enjoyable. But even having said that, the show is far from as good as it is perceived to be. There are many plot points that I felt could have been completely left out, (EX: Every scene with the band playing just seems unneeded, and even now I feel like they just randomly added it at the last second so that all of the music anime fans would want to watch it.) there are a lot of characters underdeveloped, I am left with a lot of questions… You know, the usual problems found in almost every anime.\n\n\u001b[1mこれで私はショーが楽しいものではなかったというわけではありませんでした。 それは非常に楽しいものでした。 しかし、それを言っても、ショーは、それが知覚されるほど良くないからです。 私は完全に除外されていたかもしれない多くのプロットポイントがあります。（EX：バンドを演奏しているすべてのシーンは不必要なように見えますが、今でも私は彼らが最後の2番目にランダムに追加したように感じます。 ファンはそれを見たいと思っています。）未開発のキャラクターがたくさんあります。私は多くの質問を残しています...あなたは知っています、ほぼすべてのアニメに見られる通常の問題です。\u001b[22m\n\u001b[1m(Kore de watashi wa shō ga tanoshī monode wa nakatta to iu wakede wa arimasendeshita. Sore wa hijō ni tanoshī monodeshita. Shikashi, sore o itte mo, shō wa, sore ga chikaku sa reru hodo yokunaikaradesu. Watashi wa kanzen ni jogai sa rete ita kamo shirenai ōku no purotto pointo ga arimasu. (EX: Bando o ensō shite iru subete no shīn wa fuhitsuyōna yō ni miemasuga, ima demo watashi wa karera ga saigo no 2-banme ni randamu ni tsuika shita yō ni kanjimasu. Fan wa sore o mitai to omotte imasu. ) Mikaihatsu no kyarakutā ga takusan arimasu. Watashi wa ōku no shitsumon o nokoshite imasu... Anata wa shitte imasu, hobo subete no anime ni mi rareru tsūjō no mondaidesu.)\u001b[22m\n\nTranslations of \u001b[4mBy that I did not mean that the show was not enjoyable, because it was. It was immensely enjoyable. But even having said that, the show is far from as good as it is perceived to be. There are many plot points that I felt could have been completely left out, (EX: Every scene with the band playing just seems unneeded, and even now I feel like they just randomly added it at the last second so that all of the music anime fans would want to watch it.) there are a lot of characters underdeveloped, I am left with a lot of questions… You know, the usual problems found in almost every anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy that I did not mean that the show was not enjoyable, because it was.\u001b[24m\n    \u001b[1mこれで私はショーが楽しいものではなかったというわけではありませんでした。\u001b[22m, \u001b[1mそれがあったので、そのことで私は、ショーが楽しいではなかったことを意味するものではありませんでした。\u001b[22m\n\u001b[4mIt was immensely enjoyable.\u001b[24m\n    \u001b[1mそれは非常に楽しいものでした。\u001b[22m, \u001b[1mそれは非常に楽しかったです。\u001b[22m\n\u001b[4mBut even having said that, the show is far from as good as it is perceived to be.\u001b[24m\n    \u001b[1mしかし、それを言っても、ショーは、それが知覚されるほど良くないからです。\u001b[22m, \u001b[1mしかし、たとえショーははるかにあることが認識されるように良いからである、と述べました。\u001b[22m\n\u001b[4mThere are many plot points that I felt could have been completely left out, (EX: Every scene with the band playing just seems unneeded, and even now I feel like they just randomly added it at the last second so that all of the music anime\u001b[24m\n    \u001b[1m私は完全に除外されていたかもしれない多くのプロットポイントがあります。（EX：バンドを演奏しているすべてのシーンは不必要なように見えますが、今でも私は彼らが最後の2番目にランダムに追加したように感じます。\u001b[22m, \u001b[1m私は完全に取り残されている可能性を感じた多くのプロット点がありますが、（EXは：バンドが演奏を持つすべてのシーンはちょうど不要なようで、彼らはただランダムに最後の秒でそれを追加しましたように、今でも私が感じる音楽アニメのすべてのように\u001b[22m\n\u001b[4mfans would want to watch it.) there are a lot of characters underdeveloped, I am left with a lot of questions… You know, the usual problems found in almost every anime.\u001b[24m\n    \u001b[1mファンはそれを見たいと思っています。）未開発のキャラクターがたくさんあります。私は多くの質問を残しています...あなたは知っています、ほぼすべてのアニメに見られる通常の問題です。\u001b[22m, \u001b[1mファンはそれを見たいと思うでしょう。）未発達な文字がたくさんある、私が質問...あなたが知っている、ほぼすべてのアニメで見つかった通常の多くの問題が残っています。\u001b[22m\n\u001b[1m\u001b[22m\nNow, the songs...\n\n\u001b[1m今、歌...\u001b[22m\n\u001b[1m(Ima, uta...)\u001b[22m\n\nTranslations of \u001b[4mNow, the songs...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, the songs...\u001b[24m\n    \u001b[1m今、歌...\u001b[22m, \u001b[1mさて、歌...\u001b[22m\n\u001b[1m\u001b[22m\nThe opening song is amazing, especially (if not only for) the piano. The other songs that the band previously mentioned plays are not as good, to the point of me almost being bored. Especially My Song, which has to be one of the most boring things I have ever heard. The guitar is just the same chords over and over again, and I can't decide if the singing is bad because it is a bad melody or she just has a horrid voice.\n\n\u001b[1mオープニング曲は、特にピアノのためだけでなく、素晴らしいです。 バンドが以前に演奏したと言われている他の曲は、私にとってはほとんど飽きるほど良いものではありません。 特に私の歌は、私が今まで聞いた中で最も退屈なものの一つでなければならない。 ギターは何度も何度も何度も繰り返されていて、悪いメロディーなので歌が悪いのか、それとも荒い声があるのか​​は決めることができません。\u001b[22m\n\u001b[1m(Ōpuningu-kyoku wa, tokuni piano no tame dakedenaku, subarashīdesu. Bando ga izen ni ensō shita to iwa rete iru ta no kyoku wa, watashi ni totte wa hotondo akiru hodo yoi monode wa arimasen. Tokuni watashi no uta wa, watashi ga imamade kiita naka de mottomo taikutsuna mono no hitotsudenakereba naranai. Gitā wa nandomonandomo nando mo kurikaesa rete ite, warui merodīnanode uta ga warui no ka, soretomo arai koe ga aru no ka ​​ wa kimeru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe opening song is amazing, especially (if not only for) the piano. The other songs that the band previously mentioned plays are not as good, to the point of me almost being bored. Especially My Song, which has to be one of the most boring things I have ever heard. The guitar is just the same chords over and over again, and I can't decide if the singing is bad because it is a bad melody or she just has a horrid voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening song is amazing, especially (if not only for) the piano.\u001b[24m\n    \u001b[1mオープニング曲は、特にピアノのためだけでなく、素晴らしいです。\u001b[22m, \u001b[1mオープニング曲は、特にピアノ（そうでない場合のみ）、素晴らしいです。\u001b[22m\n\u001b[4mThe other songs that the band previously mentioned plays are not as good, to the point of me almost being bored.\u001b[24m\n    \u001b[1mバンドが以前に演奏したと言われている他の曲は、私にとってはほとんど飽きるほど良いものではありません。\u001b[22m, \u001b[1m私のポイントはほとんど退屈さにバンドは以前に演劇を言及した他の曲は、のように良いものではありません。\u001b[22m\n\u001b[4mEspecially My Song, which has to be one of the most boring things I have ever heard.\u001b[24m\n    \u001b[1m特に私の歌は、私が今まで聞いた中で最も退屈なものの一つでなければならない。\u001b[22m, \u001b[1m私が今まで聞いた中で最も退屈なものの一つである必要があります。特に私の歌、。\u001b[22m\n\u001b[4mThe guitar is just the same chords over and over again, and I can't decide if the singing is bad because it is a bad melody or she just has a horrid voice.\u001b[24m\n    \u001b[1mギターは何度も何度も何度も繰り返されていて、悪いメロディーなので歌が悪いのか、それとも荒い声があるのかは決めることができません。\u001b[22m, \u001b[1mギターは何度も何度もちょうど同じ和音である、と私はそれが悪いメロディーであるまたは彼女はただ恐ろしい声を持っているので、歌が悪いかどうかを判断することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nBut the good things about the show outweigh the bad by a large margin, especially the ending sequence. The whole graduation scene put my attention fully back on the show instead of the music that I played in the background. I was left wanting more, even though as soon as I got it in the form of an OVA I was not as delighted as I thought I would be.\n\n\u001b[1mしかし、ショーについての良いことは、悪い点をはるかに上回り、特にエンディングのシーケンスが悪い点を上回ります。 私がバックグラウンドで演奏した音楽ではなく、卒業の場面全体がショーに十分に戻ってきました。 私はOVAの形でそれを手に入れるとすぐに、私が思うほど嬉しくはありませんでしたが、もっと欲しがっていました。\u001b[22m\n\u001b[1m(Shikashi, shō ni tsuite no yoikoto wa, warui ten o haruka ni uwamawari, tokuni endingu no shīkensu ga warui ten o uwamawarimasu. Watashi ga bakkuguraundo de ensō shita ongakude wa naku, sotsugyō no bamen zentai ga shō ni jūbun ni modotte kimashita. Watashi wa ovu~a no katachi de sore o teniireru to sugu ni, watashi ga omou hodo ureshiku wa arimasendeshitaga, motto hoshi gatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mBut the good things about the show outweigh the bad by a large margin, especially the ending sequence. The whole graduation scene put my attention fully back on the show instead of the music that I played in the background. I was left wanting more, even though as soon as I got it in the form of an OVA I was not as delighted as I thought I would be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the good things about the show outweigh the bad by a large margin, especially the ending sequence.\u001b[24m\n    \u001b[1mしかし、ショーについての良いことは、悪い点をはるかに上回り、特にエンディングのシーケンスが悪い点を上回ります。\u001b[22m, \u001b[1mしかし、ショーについての良いものが大きなマージン、特に終了シーケンスにより不良を上回ります。\u001b[22m\n\u001b[4mThe whole graduation scene put my attention fully back on the show instead of the music that I played in the background.\u001b[24m\n    \u001b[1m私がバックグラウンドで演奏した音楽ではなく、卒業の場面全体がショーに十分に戻ってきました。\u001b[22m, \u001b[1m全体の卒業のシーンは完全に戻って代わりに私は、バックグラウンドで再生される音楽のショーに私の注意を置きます。\u001b[22m\n\u001b[4mI was left wanting more, even though as soon as I got it in the form of an OVA I was not as delighted as I thought I would be.\u001b[24m\n    \u001b[1m私はOVAの形でそれを手に入れるとすぐに、私が思うほど嬉しくはありませんでしたが、もっと欲しがっていました。\u001b[22m, \u001b[1m私は、すぐに私は私が私がだろうと思ったほど喜んではありませんでしたOVAの形でそれを得たとしてもかかわらず、より多くを望む残っていました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I would recommend this to lots of people, but not to every single person that has ever watched even the slightest second of any anime.\n\n\u001b[1m全体として、私はこれを多くの人におすすめしますが、アニメのわずかな秒間でさえ見たことのないすべての人にはおすすめしません。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa kore o ōku no hito ni osusume shimasuga, anime no wazukana-byōkande sae mita koto no nai subete no hito ni wa osusume shimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I would recommend this to lots of people, but not to every single person that has ever watched even the slightest second of any anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I would recommend this to lots of people, but not to every single person that has ever watched even the slightest second of any anime.\u001b[24m\n    \u001b[1m全体として、私はこれを多くの人におすすめしますが、アニメのわずかな秒間でさえ見たことのないすべての人にはおすすめしません。\u001b[22m, \u001b[1m全体的に、私は多くの人にではなく、これまでのアニメの少しでも第二を見た一人一人にこれをお勧めします。\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "mary88",
    "profile": "/profile/mary88/reviews",
    "pages": "30",
    "number": "4",
    "link": "/reviews.php?id=46975",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はエルフェン・リードの空を埋めるために何かを探していたので、私は元々これを見ました。\n\nそれが始まると、ユズルは彼に何が起こったのか、彼の完全な名前さえ記憶されていないことがわかります。 最初はこのショーにパスを与えるつもりでしたが、私は最初のエピソードを見続けて、本当に楽しんでいました。\n\nシリーズを見て、キャラクターについて学ぶと、ショーが進行するにつれて私はもっと興味をそそられ、悲しみを感じます。ショーの最中に自分のキャラクターに夢中になってしまいました。\n\n\nこれはおそらく、私がゲームの最後を見始めたとしても、これまでに見たアニメの中で最高のものの1つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSo I originally watched this because I was look for something to fill the void of Elfen Lied.\n\n\u001b[1m私はエルフェン・リードの空を埋めるために何かを探していたので、私は元々これを見ました。\u001b[22m\n\u001b[1m(Watashi wa erufen rīdo no sora o umeru tame ni nanika o sagashite itanode, watashi wa motomoto kore o mimashita.)\u001b[22m\n\nTranslations of \u001b[4mSo I originally watched this because I was look for something to fill the void of Elfen Lied.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I originally watched this because I was look for something to fill the void of Elfen Lied.\u001b[24m\n    \u001b[1m私はエルフェン・リードの空を埋めるために何かを探していたので、私は元々これを見ました。\u001b[22m, \u001b[1m私はエルフェンリートの空隙を埋めるために何かを探していたので、だから私はもともとこれを見ました。\u001b[22m\n\u001b[1m\u001b[22m\nWhen it begins we see that Yuzuru has no recollection of what has happened to him, or even his full name. At first I was going to give this show a pass but I continued to watched the first episode and found myself really enjoying it.\n\n\u001b[1mそれが始まると、ユズルは彼に何が起こったのか、彼の完全な名前さえも記憶していないことがわかります。 最初はこのショーにパスを与えるつもりでしたが、私は最初のエピソードを見続けて、本当に楽しんでいました。\u001b[22m\n\u001b[1m(Sore ga hajimaru to, Yuzuru wa kare ni nani ga okotta no ka, kare no kanzen'na namae sae mo kioku shite inai koto ga wakarimasu. Saisho wa kono shō ni pasu o ataeru tsumorideshitaga, watashi wa saisho no episōdo o mi tsudzukete, hontōni tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen it begins we see that Yuzuru has no recollection of what has happened to him, or even his full name. At first I was going to give this show a pass but I continued to watched the first episode and found myself really enjoying it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it begins we see that Yuzuru has no recollection of what has happened to him, or even his full name.\u001b[24m\n    \u001b[1mそれが始まると、ユズルは彼に何が起こったのか、彼の完全な名前さえも記憶していないことがわかります。\u001b[22m, \u001b[1mそれが始まると、私たちは譲がない彼に何が起こったかの回想、あるいは彼のフルネームを持っていないことがわかります。\u001b[22m\n\u001b[4mAt first I was going to give this show a pass but I continued to watched the first episode and found myself really enjoying it.\u001b[24m\n    \u001b[1m最初はこのショーにパスを与えるつもりでしたが、私は最初のエピソードを見続けて、本当に楽しんでいました。\u001b[22m, \u001b[1m最初は、私はこのショーにパスを与えるつもりだったが、私は最初のエピソードを見続けたと私は本当にそれを楽しんで発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nAs I watch the series and learn about the characters, I find myself more intrigued and then saddened as the show progresses.I found myself tearing up in the end,during the show you become so engrossed in their character.\n\n\u001b[1mシリーズを見て、キャラクターについて学ぶと、ショーが進行するにつれて私はもっと興味をそそられ、悲しみを感じます。ショーの最中に自分が大変なことに夢中になりました。\u001b[22m\n\u001b[1m(Shirīzu o mite, kyarakutā ni tsuite manabu to, shō ga shinkō suru ni tsurete watashi wa motto kyōmi o sosora re, kanashimi o kanjimasu. Shō no saichū ni jibun ga taihen'na koto ni muchū ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mAs I watch the series and learn about the characters, I find myself more intrigued and then saddened as the show progresses.I found myself tearing up in the end,during the show you become so engrossed in their character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I watch the series and learn about the characters, I find myself more intrigued and then saddened as the show progresses.I found myself tearing up in the end,during the show you become so engrossed in their character.\u001b[24m\n    \u001b[1mシリーズを見て、キャラクターについて学ぶと、ショーが進行するにつれて私はもっと興味をそそられ、悲しみを感じます。ショーの最中に自分が大変なことに夢中になりました。\u001b[22m, \u001b[1m私はシリーズを見て、文字を学ぶように、私は自分自身がより興味をそそらおよびshow progresses.Iは自分自身、最後に引き裂くショーの間、あなたはそれらの文字で非常に夢中になって見られるように、その後悲しむ見つけます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis is probably one of the best Anime that I have ever watched, even if I started watching late in the game.\n\n\u001b[1mこれはおそらく、私がゲームの最後を見始めたとしても、これまでに見たアニメの中で最高のものの1つです。\u001b[22m\n\u001b[1m(Kore wa osoraku, watashi ga gēmu no saigo o mi hajimeta to shite mo, kore made ni mita anime no naka de saikō no mono no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is probably one of the best Anime that I have ever watched, even if I started watching late in the game.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is probably one of the best Anime that I have ever watched, even if I started watching late in the game.\u001b[24m\n    \u001b[1mこれはおそらく、私がゲームの最後を見始めたとしても、これまでに見たアニメの中で最高のものの1つです。\u001b[22m, \u001b[1mこれは私がゲーム後半で見始めたとしても、おそらく私が今まで見た中で最高のアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "kawaiicatt",
    "profile": "/profile/kawaiicatt/reviews",
    "pages": "30",
    "number": "5",
    "link": "/reviews.php?id=41813",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私にとっては全体的に10。\n\nこれは、アクション、ロマンス、コメディ、すべての完璧なブレンドだった。 長さは完璧だった。\n\nエピソードが私のために退屈だった瞬間はありませんでした。 エピソードは理解しやすく、つながりやすく、流れは素晴らしかったです。\n\n私が個人的に関心を持っていたからといって、彼らはいくつかのキャラクターに少しでも入りたいと思っていますが、それでも素晴らしいです。\n\n間違いなくウォッチ！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOverall 10 for me.\n\n\u001b[1m私にとっては全体的に10。\u001b[22m\n\u001b[1m(Watashi ni totte wa zentai-teki ni 10.)\u001b[22m\n\nTranslations of \u001b[4mOverall 10 for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 10 for me.\u001b[24m\n    \u001b[1m私にとっては全体的に10。\u001b[22m, \u001b[1m全体的に私のために10。\u001b[22m\n\u001b[1m\u001b[22m\nThis was the perfect blend of action, romance, comedy, everything. The length was perfect (even though I wish there was more).\n\n\u001b[1mこれは、アクション、ロマンス、コメディ、すべての完璧なブレンドだった。 長さは完璧だった。\u001b[22m\n\u001b[1m(Kore wa, akushon, romansu, komedi, subete no kanpekina burendodatta. Naga-sa wa kanpekidatta.)\u001b[22m\n\nTranslations of \u001b[4mThis was the perfect blend of action, romance, comedy, everything. The length was perfect (even though I wish there was more).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was the perfect blend of action, romance, comedy, everything.\u001b[24m\n    \u001b[1mこれは、アクション、ロマンス、コメディ、すべての完璧なブレンドだった。\u001b[22m, \u001b[1mこれは、アクション、ロマンス、コメディ、すべての完璧なブレンドでした。\u001b[22m\n\u001b[4mThe length was perfect (even though I wish there was more).\u001b[24m\n    \u001b[1m長さは完璧だった。\u001b[22m, \u001b[1m長さは、（私はもっとあったことを望むとしても）完璧でした。\u001b[22m\n\u001b[1m\u001b[22m\nThere was never a moment where the episode was boring for me. The episodes were easy to understand and connect, and the flow was great.\n\n\u001b[1mエピソードが私のために退屈だった瞬間はありませんでした。 エピソードは理解しやすく、つながりやすく、流れは素晴らしかったです。\u001b[22m\n\u001b[1m(Episōdo ga watashi no tame ni taikutsudatta shunkan wa arimasendeshita. Episōdo wa rikai shi yasuku, tsunagari yasuku, nagare wa subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThere was never a moment where the episode was boring for me. The episodes were easy to understand and connect, and the flow was great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was never a moment where the episode was boring for me.\u001b[24m\n    \u001b[1mエピソードが私のために退屈だった瞬間はありませんでした。\u001b[22m, \u001b[1mエピソードが私のために退屈した瞬間があっありませんでした。\u001b[22m\n\u001b[4mThe episodes were easy to understand and connect, and the flow was great.\u001b[24m\n    \u001b[1mエピソードは理解しやすく、つながりやすく、流れは素晴らしかったです。\u001b[22m, \u001b[1mエピソードは理解し、接続しやすいようで、流れは素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nKinda wish they went into some characters a little more, just because I was personally interested in them, but still GREAT.\n\n\u001b[1m私が個人的に関心を持っていたからといって、彼らはいくつかのキャラクターに少しでも入りたいと思っていますが、それでも素晴らしいです。\u001b[22m\n\u001b[1m(Watashi ga kojin-teki ni kanshin o motte itakara to itte, karera wa ikutsu ka no kyarakutā ni sukoshi demo hairitai to omotte imasuga, soredemo subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mKinda wish they went into some characters a little more, just because I was personally interested in them, but still GREAT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKinda wish they went into some characters a little more, just because I was personally interested in them, but still GREAT.\u001b[24m\n    \u001b[1m私が個人的に関心を持っていたからといって、彼らはいくつかのキャラクターに少しでも入りたいと思っていますが、それでも素晴らしいです。\u001b[22m, \u001b[1mちょっと彼らは私がそれらの中に個人的に興味を持っていたという理由だけで、もう少しいくつかの文字に行きましたが、まだGREATたいです。\u001b[22m\n\u001b[1m\u001b[22m\nDEFINITELY WORTH THE WATCH!\n\n\u001b[1m間違いなくウォッチ！\u001b[22m\n\u001b[1m(Machigainaku u~otchi!)\u001b[22m\n\nTranslations of \u001b[4mDEFINITELY WORTH THE WATCH!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDEFINITELY WORTH THE WATCH!\u001b[24m\n    \u001b[1m間違いなくウォッチ！\u001b[22m, \u001b[1mWATCHは絶対に価値！\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "sidge06",
    "profile": "/profile/sidge06/reviews",
    "pages": "30",
    "number": "6",
    "link": "/reviews.php?id=27601",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nエンジェルビーツ！ キーで別の傑作。 私はちょうど最後のエピソードを終えました、そして、私はこのレビューを書いているので、私はまだ何が起きたかから泣いています。\n\nAir、Kanon、Clannad（Keyによる視覚小説に基づく他のアニメメディア）のように、あなた自身の存在についての質問に深い心理的影響を与えます。 しかし、結局のところ、その質問がどれほど浅いかにかかわらず、あなたはまだ幸せを見つけるでしょう。\n\n以前のエピソードでは、深刻でコメディーなアニメの印象を受けることになります。 ショー全体を通して、これらの側面は、終わりまですべての方法を一定に保ちます。\n\nストーリー：先に述べたように、プロットラインはAir、Kanon、Clannadと同じ感じですが、そうではないという意味ではあります。 このストーリーのプロットラインは非常に独創的で、最初から注意を引くでしょう。\n\n芸術：他のショーとの類似点を描いたとしても、驚くべきことですが、アートワークやCGグラフィックは素晴らしいです。 これにはアニメーションも含まれており、ほとんどあなたの動きを模倣し、とても流動的です。  Clannadのように\n\nサウンド：BGMの音楽は、シリーズの進行中のアクションに完全に適合します。 音の効果も素晴らしかったです。 音楽は単に素晴らしいものでした。 オープニング・ソングMy Angel Your Beats！ アニメに完全に合っている。 それはあなたにこのショーを見る準備をするこの快適な感情を与える。 エンディング・ソング・ブレイブ・ソングは、壮大なエピソードを見た後に閉じることもできます。\n\nキャラクター：私はこれがショーの最強のポイントだと思います。 私はあなたに伝えることができるのは、キャラクターの開発とキャラクター自体がたくさんあることです。あなたはそれらを賞賛することのできる点に非常に似ています。 私はショー全体を台無しにしたくないので、例を挙げないでください。\n\n楽しさ：とても楽しい。 キーから期待どおり\n\n全体：これはアニメを見る必要があります。 実際これに先立って私にこのような影響を与えた最後のアニメはクラナドでした。 このアニメはあなたを泣かせて考えさせるでしょう。 私の意見では、これは今年のアニメであり、キーが別の傑作を生み出さなければ、おそらくトッピングできません",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAngel Beats! another masterpiece by key. I just finished the last episode, and as I'm writing this review I'm still crying from what happened.\n\n\u001b[1mエンジェルビーツ！ キーで別の傑作。 私はちょうど最後のエピソードを終えました、そして、私はこのレビューを書いているので、私はまだ何が起きたかから泣いています。\u001b[22m\n\u001b[1m(Enjerubītsu! Kī de betsu no kessaku. Watashi wa chōdo saigo no episōdo o oemashita, soshite, watashi wa kono rebyū o kaite irunode, watashi wa mada nani ga oki taka kara naite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAngel Beats! another masterpiece by key. I just finished the last episode, and as I'm writing this review I'm still crying from what happened.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAngel Beats!\u001b[24m\n    \u001b[1mエンジェルビーツ！\u001b[22m\n\u001b[4manother masterpiece by key.\u001b[24m\n    \u001b[1mキーで別の傑作。\u001b[22m\n\u001b[4mI just finished the last episode, and as I'm writing this review I'm still crying from what happened.\u001b[24m\n    \u001b[1m私はちょうど最後のエピソードを終えました、そして、私はこのレビューを書いているので、私はまだ何が起きたかから泣いています。\u001b[22m, \u001b[1m私はちょうど最後のエピソードを終了し、私はこのレビューを書いているように私はまだ何が起こったのかから泣いています。\u001b[22m\n\u001b[1m\u001b[22m\nLike Air, Kanon and Clannad (the other anime media based on a visual novel by Key) It has a deep psychological impact that questions about your own existence. In the end however, no matter how shallow that question is you'll still find happiness.\n\n\u001b[1mAir、Kanon、Clannad（Keyによる視覚小説に基づく他のアニメメディア）のように、あなた自身の存在についての質問に深い心理的影響を与えます。 しかし、結局のところ、その質問がどれほど浅いかにかかわらず、あなたはまだ幸せを見つけるでしょう。\u001b[22m\n\u001b[1m(Air, kanon, Clannad (kī ni yoru shikaku shōsetsu ni motodzuku ta no anime media) no yō ni, anata jishin no sonzai ni tsuite no shitsumon ni fukai shinri-teki eikyō o ataemasu. Shikashi, kekkyokunotokoro, sono shitsumon ga dorehodo asai ka ni kakawarazu, anata wa mada shiawase o mitsukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mLike Air, Kanon and Clannad (the other anime media based on a visual novel by Key) It has a deep psychological impact that questions about your own existence. In the end however, no matter how shallow that question is you'll still find happiness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike Air, Kanon and Clannad (the other anime media based on a visual novel by Key) It has a deep psychological impact that questions about your own existence.\u001b[24m\n    \u001b[1mAir、Kanon、Clannad（Keyによる視覚小説に基づく他のアニメメディア）のように、あなた自身の存在についての質問に深い心理的影響を与えます。\u001b[22m, \u001b[1mエアコン、カノンとクラナド（キーによる視覚小説に基づいて、他のアニメメディア）のようにそれは深い心理的影響、独自の存在について疑問を持っています。\u001b[22m\n\u001b[4mIn the end however, no matter how shallow that question is you'll still find happiness.\u001b[24m\n    \u001b[1mしかし、結局のところ、その質問がどれほど浅いかにかかわらず、あなたはまだ幸せを見つけるでしょう。\u001b[22m, \u001b[1m最後にしかし、関係なく、その質問がいかに浅いあなたはまだ幸せを見つけるしないでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nIn the earlier episodes you will have the impression of a serious yet comedic anime. Throughout the whole show these aspects keep it all constant all the way through the end.\n\n\u001b[1m以前のエピソードでは、深刻でコメディーなアニメの印象を受けることになります。 ショー全体を通して、これらの側面は、終わりまですべての方法を一定に保ちます。\u001b[22m\n\u001b[1m(Izen no episōdode wa, shinkokude komedīna anime no inshō o ukeru koto ni narimasu. Shō zentai o tōshite, korera no sokumen wa, owari made subete no hōhō o ittei ni tamochimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the earlier episodes you will have the impression of a serious yet comedic anime. Throughout the whole show these aspects keep it all constant all the way through the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the earlier episodes you will have the impression of a serious yet comedic anime.\u001b[24m\n    \u001b[1m以前のエピソードでは、深刻でコメディーなアニメの印象を受けることになります。\u001b[22m, \u001b[1m以前のエピソードでは、深刻なまだ喜劇アニメの印象を持っています。\u001b[22m\n\u001b[4mThroughout the whole show these aspects keep it all constant all the way through the end.\u001b[24m\n    \u001b[1mショー全体を通して、これらの側面は、終わりまですべての方法を一定に保ちます。\u001b[22m, \u001b[1m番組全体を通して、これらの側面は、一定の終わりまですべての方法をそれをすべて保ちます。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Stated earlier, it's plot line has the same feel with Air, Kanon and Clannad, BUT in a sense it doesn't. The plot line for this story is very original and will catch your attention right from the start.\n\n\u001b[1mストーリー：先に述べたように、プロットラインはAir、Kanon、Clannadと同じ感じですが、そうではないという意味ではあります。 このストーリーのプロットラインは非常に独創的で、最初から注意を引くでしょう。\u001b[22m\n\u001b[1m(Sutōrī: Sakini nobeta yō ni, purottorain wa Air, kanon, Clannad to onaji kanjidesuga,-sōde wa nai to iu imide wa arimasu. Kono sutōrī no purottorain wa hijō ni dokusō-tekide, saisho kara chūiwohikudeshou.)\u001b[22m\n\nTranslations of \u001b[4mStory: Stated earlier, it's plot line has the same feel with Air, Kanon and Clannad, BUT in a sense it doesn't. The plot line for this story is very original and will catch your attention right from the start.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Stated earlier, it's plot line has the same feel with Air, Kanon and Clannad, BUT in a sense it doesn't.\u001b[24m\n    \u001b[1mストーリー：先に述べたように、プロットラインはAir、Kanon、Clannadと同じ感じですが、そうではないという意味ではあります。\u001b[22m, \u001b[1mストーリー：以前の言い方をすれば、それはプロット線は空気、カノンとクラナドと同じ感触を持っていますが、ある意味でそれはないです。\u001b[22m\n\u001b[4mThe plot line for this story is very original and will catch your attention right from the start.\u001b[24m\n    \u001b[1mこのストーリーのプロットラインは非常に独創的で、最初から注意を引くでしょう。\u001b[22m, \u001b[1mこの物語のためのプロット線は非常にオリジナルであると最初からあなたの注意をキャッチします。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Simply amazing, although you could draw similarities from other show based on what it looks like, Nonetheless, the artwork and the CG graphics is amazing. This includes the animation as well, it almost mimics you motion and is very fluid. Much like Clannad\n\n\u001b[1m芸術：他のショーとの類似点を描いたとしても、驚くべきことですが、アートワークやCGグラフィックは素晴らしいです。 これにはアニメーションも含まれており、ほとんどあなたの動きを模倣し、とても流動的です。  Clannadのように\u001b[22m\n\u001b[1m(Geijutsu: Hoka no shō to no ruiji-ten o kaita to shite mo, odorokubeki kotodesuga, ātowāku ya CG gurafikku wa subarashīdesu. Kore ni wa animēshon mo fukuma rete ori, hotondo anata no ugoki o mohō shi, totemo ryūdōtekidesu. Clannad no yō ni)\u001b[22m\n\nTranslations of \u001b[4mArt: Simply amazing, although you could draw similarities from other show based on what it looks like, Nonetheless, the artwork and the CG graphics is amazing. This includes the animation as well, it almost mimics you motion and is very fluid. Much like Clannad\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Simply amazing, although you could draw similarities from other show based on what it looks like, Nonetheless, the artwork and the CG graphics is amazing.\u001b[24m\n    \u001b[1m芸術：他のショーとの類似点を描いたとしても、驚くべきことですが、アートワークやCGグラフィックは素晴らしいです。\u001b[22m, \u001b[1mアート：あなたはそれがどのように見えるかに基づいて、他のショーからの類似性を描くことができたが、それにもかかわらず、アートワークとCGグラフィックは素晴らしいです、ただ驚くばかり。\u001b[22m\n\u001b[4mThis includes the animation as well, it almost mimics you motion and is very fluid.\u001b[24m\n    \u001b[1mこれにはアニメーションも含まれており、ほとんどあなたの動きを模倣し、とても流動的です。\u001b[22m, \u001b[1mこれは、ほとんど模倣あなたモーション、同様にアニメーションが含まれており、非常に流動的です。\u001b[22m\n\u001b[4mMuch like Clannad\u001b[24m\n    \u001b[1mClannadのように\u001b[22m, \u001b[1mクラナドのような多くの\u001b[22m\n\u001b[1m\u001b[22m\nSound: BGM music completely suits the actions during the course of the series. Even sound effects were superb. The music was simply amazing. The opening song My Angel Your Beats! completely suits the anime. It gives you this comfortable feeling that makes you ready to watch this show. The Ending song Brave song also helps you close out after watching the magnificent episode.\n\n\u001b[1mサウンド：BGMの音楽は、シリーズの進行中のアクションに完全に適合します。 音の効果も素晴らしかったです。 音楽は単に素晴らしいものでした。 オープニング・ソングMy Angel Your Beats！ アニメに完全に合っている。 それはあなたにこのショーを見る準備をするこの快適な感情を与える。 エンディング・ソング・ブレイブ・ソングは、壮大なエピソードを見た後に閉じることもできます。\u001b[22m\n\u001b[1m(Saundo: BGM no ongaku wa, shirīzu no shinkō-chū no akushon ni kanzen ni tekigō shimasu. Oto no kōka mo subarashikattadesu. Ongaku wa tan'ni subarashī monodeshita. Ōpuningu songu My enzeru Your bītsu anime ni kanzen ni atte iru. Sore wa anata ni kono shō o miru junbi o suru kono kaitekina kanjō o ataeru. Endingu songu bureibu songu wa, sōdaina episōdo o mita nochi ni tojiru koto mo dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: BGM music completely suits the actions during the course of the series. Even sound effects were superb. The music was simply amazing. The opening song My Angel Your Beats! completely suits the anime. It gives you this comfortable feeling that makes you ready to watch this show. The Ending song Brave song also helps you close out after watching the magnificent episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: BGM music completely suits the actions during the course of the series.\u001b[24m\n    \u001b[1mサウンド：BGMの音楽は、シリーズの進行中のアクションに完全に適合します。\u001b[22m, \u001b[1mサウンド：BGMの音楽が完全にシリーズの過程でアクションに適しています。\u001b[22m\n\u001b[4mEven sound effects were superb.\u001b[24m\n    \u001b[1m音の効果も素晴らしかったです。\u001b[22m, \u001b[1mでも効果音は見事でした。\u001b[22m\n\u001b[4mThe music was simply amazing.\u001b[24m\n    \u001b[1m音楽は単に素晴らしいものでした。\u001b[22m, \u001b[1m音楽はただ驚くばかりでした。\u001b[22m\n\u001b[4mThe opening song My Angel Your Beats!\u001b[24m\n    \u001b[1mオープニング・ソングMy Angel Your Beats！\u001b[22m, \u001b[1mオープニング曲マイエンジェルあなたビーツ！\u001b[22m\n\u001b[4mcompletely suits the anime.\u001b[24m\n    \u001b[1mアニメに完全に合っている。\u001b[22m, \u001b[1m完全にアニメに適しています。\u001b[22m\n\u001b[4mIt gives you this comfortable feeling that makes you ready to watch this show.\u001b[24m\n    \u001b[1mそれはあなたにこのショーを見る準備をするこの快適な感情を与える。\u001b[22m, \u001b[1mそれはあなたにこの番組を見て準備ができになります。この快適感を与えます。\u001b[22m\n\u001b[4mThe Ending song Brave song also helps you close out after watching the magnificent episode.\u001b[24m\n    \u001b[1mエンディング・ソング・ブレイブ・ソングは、壮大なエピソードを見た後に閉じることもできます。\u001b[22m, \u001b[1mエンディング曲ブレイブソングはまた、あなたが壮大なエピソードを見た後にクローズアウトするのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: I think this is what the strongest point of the show is. All I can tell you is that it has A LOT of character development and the character's itself, you'll find highly like able to the point of praising them . I'll refrain from giving examples as I don't want to spoil the entire show.\n\n\u001b[1mキャラクター：私はこれがショーの最強のポイントだと思います。 私はあなたに伝えることができるのは、キャラクターの開発とキャラクター自体がたくさんあることです。あなたはそれらを賞賛することのできる点に非常に似ています。 私はショー全体を台無しにしたくないので、例を挙げないでください。\u001b[22m\n\u001b[1m(Kyarakutā: Watashi wa kore ga shō no saikyō no pointoda to omoimasu. Watashi wa anata ni tsutaeru koto ga dekiru no wa, kyarakutā no kaihatsu to kyarakutā jitai ga takusan aru kotodesu. Anata wa sorera o shōsan suru koto no dekiru ten ni hijō ni nite imasu. Watashi wa shō zentai o dainashi ni shitakunainode, rei o agenaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: I think this is what the strongest point of the show is. All I can tell you is that it has A LOT of character development and the character's itself, you'll find highly like able to the point of praising them . I'll refrain from giving examples as I don't want to spoil the entire show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: I think this is what the strongest point of the show is.\u001b[24m\n    \u001b[1mキャラクター：私はこれがショーの最強のポイントだと思います。\u001b[22m, \u001b[1mキャラクター：私はこの番組の最強点が何であるかと思います。\u001b[22m\n\u001b[4mAll I can tell you is that it has A LOT of character development and the character's itself, you'll find highly like able to the point of praising them .\u001b[24m\n    \u001b[1m私はあなたに伝えることができるのは、キャラクターの開発とキャラクター自体がたくさんあることです。あなたはそれらを賞賛することのできる点に非常に似ています。\u001b[22m, \u001b[1m私はあなたを伝えることができるすべては、それがキャラクターの成長とキャラクタの自身をたくさん持っている、あなたは非常に褒め称えてのポイントにできるように見つけることです。\u001b[22m\n\u001b[4mI'll refrain from giving examples as I don't want to spoil the entire show.\u001b[24m\n    \u001b[1m私はショー全体を台無しにしたくないので、例を挙げないでください。\u001b[22m, \u001b[1m私はショー全体を台無しにしたくないように私は例を与えることを控えます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Very enjoyable. As expected from Key\n\n\u001b[1m楽しさ：とても楽しい。 キーから期待どおり\u001b[22m\n\u001b[1m(Tanoshisa: Totemo tanoshī. Kī kara kitai-dōri)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Very enjoyable. As expected from Key\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Very enjoyable.\u001b[24m\n    \u001b[1m楽しさ：とても楽しい。\u001b[22m, \u001b[1m楽しさ：非常に楽しいです。\u001b[22m\n\u001b[4mAs expected from Key\u001b[24m\n    \u001b[1mキーから期待どおり\u001b[22m, \u001b[1mキーから予想されるように\u001b[22m\n\u001b[1m\u001b[22m\nOverall: This is a must must must must watch anime. In fact the last anime that made such impact to me prior to this was Clannad. This anime will make you laugh cry and think. In my opinion this is the anime of the year and possibly can not be topped unless Key produces another masterpiece\n\n\u001b[1m全体：これはアニメを見る必要があります。 実際これに先立って私にこのような影響を与えた最後のアニメはクラナドでした。 このアニメはあなたを泣かせて考えさせるでしょう。 私の意見では、これは今年のアニメであり、キーが別の傑作を生み出さなければ、おそらくトッピングできません\u001b[22m\n\u001b[1m(Zentai: Kore wa anime o miru hitsuyō ga arimasu. Jissai kore ni sakidatte watashi ni ko no yōna eikyō o ataeta saigo no anime wa kuranadodeshita. Kono anime wa anata o naka sete kangae saserudeshou. Watashi no ikende wa, kore wa kotoshi no animedeari, kī ga betsu no kessaku o umidasanakereba, osoraku toppingu dekimasen)\u001b[22m\n\nTranslations of \u001b[4mOverall: This is a must must must must watch anime. In fact the last anime that made such impact to me prior to this was Clannad. This anime will make you laugh cry and think. In my opinion this is the anime of the year and possibly can not be topped unless Key produces another masterpiece\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: This is a must must must must watch anime.\u001b[24m\n    \u001b[1m全体：これはアニメを見る必要があります。\u001b[22m, \u001b[1m全体：これはアニメを見なければならない必要がありますする必要があり必見です。\u001b[22m\n\u001b[4mIn fact the last anime that made such impact to me prior to this was Clannad.\u001b[24m\n    \u001b[1m実際これに先立って私にこのような影響を与えた最後のアニメはクラナドでした。\u001b[22m, \u001b[1m実際には、これに先立って、私にそのような影響を与えた最後のアニメはクラナドました。\u001b[22m\n\u001b[4mThis anime will make you laugh cry and think.\u001b[24m\n    \u001b[1mこのアニメはあなたを泣かせて考えさせるでしょう。\u001b[22m, \u001b[1mこのアニメは、あなたが泣くと思う笑うようになります。\u001b[22m\n\u001b[4mIn my opinion this is the anime of the year and possibly can not be topped unless Key produces another masterpiece\u001b[24m\n    \u001b[1m私の意見では、これは今年のアニメであり、キーが別の傑作を生み出さなければ、おそらくトッピングできません\u001b[22m, \u001b[1m私の意見では、これは今年のアニメで、おそらくキーは別の傑作を生成しない限り、突破することはできません\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "etchel",
    "profile": "/profile/etchel/reviews",
    "pages": "30",
    "number": "7",
    "link": "/reviews.php?id=27627",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はむしろ、このアニメが最高のものだと言うでしょう！ 私は今まで見たことがあります！\nコメディー、ドラマ、プロットの中の目立たないロマンス。\nあなたがハードコアドラマをお探しなら、これが最良の選択です！\nプロデューサーは、クラナド、カノン、エアーなどのクリエイターでした。\n彼らは完璧なロマンスと結びついたこのような素晴らしいエンディングとドラマを作り出​​しています！\nこのアニメを最高のものにしてくれます！\nあなたの涙も例外ではありません！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI would rather say that this anime was one of the best! I've ever watched!\n\n\u001b[1m私はむしろ、このアニメが最高のものだと言うでしょう！ 私は今まで見たことがあります！\u001b[22m\n\u001b[1m(Watashi wa mushiro, kono anime ga saikō no monoda to iudeshou! Watashi wa imamade mita koto ga arimasu!)\u001b[22m\n\nTranslations of \u001b[4mI would rather say that this anime was one of the best! I've ever watched!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would rather say that this anime was one of the best!\u001b[24m\n    \u001b[1m私はむしろ、このアニメが最高のものだと言うでしょう！\u001b[22m, \u001b[1m私はむしろこのアニメは最高の一つであったと言うでしょう！\u001b[22m\n\u001b[4mI've ever watched!\u001b[24m\n    \u001b[1m私は今まで見たことがあります！\u001b[22m, \u001b[1m私が今まで見てきました！\u001b[22m\nThe comedy, the drama and the unnoticeable romance inside the plot.\n\n\u001b[1mコメディー、ドラマ、プロットの中の目立たないロマンス。\u001b[22m\n\u001b[1m(Komedī, dorama, purotto no naka no medatanai romansu.)\u001b[22m\n\nTranslations of \u001b[4mThe comedy, the drama and the unnoticeable romance inside the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe comedy, the drama and the unnoticeable romance inside the plot.\u001b[24m\n    \u001b[1mコメディー、ドラマ、プロットの中の目立たないロマンス。\u001b[22m, \u001b[1mコメディ、ドラマ、プロットの内側目立たないロマンス。\u001b[22m\nIf your looking for a hardcore drama then this is the best choice!\n\n\u001b[1mあなたがハードコアドラマをお探しなら、これが最良の選択です！\u001b[22m\n\u001b[1m(Anata ga hādokoadorama o o sagashinara, korega sairyō no sentakudesu!)\u001b[22m\n\nTranslations of \u001b[4mIf your looking for a hardcore drama then this is the best choice!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf your looking for a hardcore drama then this is the best choice!\u001b[24m\n    \u001b[1mあなたがハードコアドラマをお探しなら、これが最良の選択です！\u001b[22m, \u001b[1mあなたは筋金入りのドラマを探しているなら、これが最良の選択です！\u001b[22m\nThe Producers were the creators of clannad, kanon, air and more of it.\n\n\u001b[1mプロデューサーは、クラナド、カノン、エアーなどのクリエイターでした。\u001b[22m\n\u001b[1m(Purode~yūsā wa, kuranado, kanon, eā nado no kurieitādeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe Producers were the creators of clannad, kanon, air and more of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Producers were the creators of clannad, kanon, air and more of it.\u001b[24m\n    \u001b[1mプロデューサーは、クラナド、カノン、エアーなどのクリエイターでした。\u001b[22m, \u001b[1m生産者はCLANNAD、カノン、空気とそれのより多くのクリエイターでした。\u001b[22m\nThey have the excellence is creating such fantastic ending and drama combined with fulfilling romance!\n\n\u001b[1m彼らは完璧なロマンスと結びついたこのような素晴らしいエンディングとドラマを作り出​​しています！\u001b[22m\n\u001b[1m(Karera wa kanpekina romansu to musubitsui tako no yōna subarashī endingu to dorama o tsukurida ​​ shite imasu!)\u001b[22m\n\nTranslations of \u001b[4mThey have the excellence is creating such fantastic ending and drama combined with fulfilling romance!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey have the excellence is creating such fantastic ending and drama combined with fulfilling romance!\u001b[24m\n    \u001b[1m彼らは完璧なロマンスと結びついたこのような素晴らしいエンディングとドラマを作り出しています！\u001b[22m, \u001b[1m彼らは優秀ロマンスを果たすと組み合わせた、このような素晴らしい結末やドラマを作成している必要があります！\u001b[22m\nwhich makes this anime one of the best!\n\n\u001b[1mこのアニメを最高のものにしてくれます！\u001b[22m\n\u001b[1m(Kono anime o saikō no mono ni shite kuremasu!)\u001b[22m\n\nTranslations of \u001b[4mwhich makes this anime one of the best!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhich makes this anime one of the best!\u001b[24m\n    \u001b[1mこのアニメを最高のものにしてくれます！\u001b[22m, \u001b[1mこれはこのアニメ最高の一つになります！\u001b[22m\nYour tears are no exception here!\n\n\u001b[1mあなたの涙も例外ではありません！\u001b[22m\n\u001b[1m(Anata no namida mo reigaide wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mYour tears are no exception here!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYour tears are no exception here!\u001b[24m\n    \u001b[1mあなたの涙も例外ではありません！\u001b[22m, \u001b[1mあなたの涙はここも例外ではありません！\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "Space-Samurai",
    "profile": "/profile/Space-Samurai/reviews",
    "pages": "30",
    "number": "8",
    "link": "/reviews.php?id=104773",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|\n|  10\n\n今、私はこのアニメがとても楽しかったと言って開きたいと思っています。私は3人の友人のグループ、ussaly、\n\nストーリーは、13エピソードのアニメと予想されるよりも深く、このような明るい外観のためには驚くほど暗いです。 ストーリーにはほとんど欠陥がありませんでしたが、全体的にはとても楽しかったです。\n\nアニメーションは鮮明で覚えがないほど鮮明です。 色はあなたのところに本当にポップしていて、背景はほとんど常にあなたの目を自由にして見て回るようにさまよっています。  Natrueは学校の周りに立っているだけでなく、学校自体も非常に詳細です。\n\n私はすべての効果音とさらには音声演奏の場で非常に満足していました。 音は完璧です。\n\n一人ひとりのキャラクターにはそれぞれ過去のものがあり、それを伝えるストーリーがあります。 ショーは順調に進行し、それぞれに成長の余地が与えられます。\n\n全体的に、私はこのアニメが大好きで、私は初めてこれを見ることができればいいと思っています。D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNow, i'd like to opening up saying this Anime was so enjoyable i've completed it on three sperate ocasions with differnt groups of friends, ussaly in a single sitting.\n\n\u001b[1m今、私はこのアニメがとても楽しかったと言って開きたいと思っています。私は3人の友人のグループ、ussaly、\u001b[22m\n\u001b[1m(Ima, watashi wa kono anime ga totemo tanoshikatta to itte hirakitai to omotte imasu. Watashi wa 3-ri no yūjin no gurūpu, ussaly,)\u001b[22m\n\nTranslations of \u001b[4mNow, i'd like to opening up saying this Anime was so enjoyable i've completed it on three sperate ocasions with differnt groups of friends, ussaly in a single sitting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, i'd like to opening up saying this Anime was so enjoyable i've completed it on three sperate ocasions with differnt groups of friends, ussaly in a single sitting.\u001b[24m\n    \u001b[1m今、私はこのアニメがとても楽しかったと言って開きたいと思っています。私は3人の友人のグループ、ussaly、\u001b[22m, \u001b[1m今、私は開くこのアニメは私がussaly単一座って、友人のdiffernt基と3 sperate ocasions上でそれを完了しましたので、楽しかったと言ってしたいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is deeper than one would expect form a 13 episode Anime and surprisingly dark for such an upbeat appearance. There were very little flaws in the story but overall I very much enjoyed it.\n\n\u001b[1mストーリーは、13エピソードのアニメと予想されるよりも深く、このような明るい外観のためには驚くほど暗いです。 ストーリーにはほとんど欠陥がありませんでしたが、全体的にはとても楽しかったです。\u001b[22m\n\u001b[1m(Sutōrī wa, 13 episōdo no anime to yosō sa reru yori mo fukaku, kono yōna akarui gaikan no tame ni wa odoroku hodo kuraidesu. Sutōrī ni wa hotondo kekkan ga arimasendeshitaga, zentai-teki ni wa totemo tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is deeper than one would expect form a 13 episode Anime and surprisingly dark for such an upbeat appearance. There were very little flaws in the story but overall I very much enjoyed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is deeper than one would expect form a 13 episode Anime and surprisingly dark for such an upbeat appearance.\u001b[24m\n    \u001b[1mストーリーは、13エピソードのアニメと予想されるよりも深く、このような明るい外観のためには驚くほど暗いです。\u001b[22m, \u001b[1m物語は、このような楽観的な外観のための1つは、13エピソードのアニメを形成予想より深く、驚くほど暗いです。\u001b[22m\n\u001b[4mThere were very little flaws in the story but overall I very much enjoyed it.\u001b[24m\n    \u001b[1mストーリーにはほとんど欠陥がありませんでしたが、全体的にはとても楽しかったです。\u001b[22m, \u001b[1mそこに物語の中では非常に小さな欠陥があったが、全体的に、私はそれを非常に楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is crisp and and incerdibly vivid. The color's really pop at you and the background is almost always moving leaving your eyes free to wander with lots to see. Natrue stands out around the school as well as the school itself being very well detailed.\n\n\u001b[1mアニメーションは鮮明で覚えがないほど鮮明です。 色はあなたのところに本当にポップしていて、背景はほとんど常にあなたの目を自由にして見て回るようにさまよっています。  Natrueは学校の周りに立っているだけでなく、学校自体も非常に詳細です。\u001b[22m\n\u001b[1m(Animēshon wa senmeide oboe ga nai hodo senmeidesu. Iro wa anata no tokoro ni hontōni poppu shite ite, haikei wa hotondo tsuneni anata no me o jiyū ni shite mite mawaru yō ni samayotte imasu. Natrue wa gakkō no mawari ni tatte iru dakedenaku, gakkō jitai mo hijō ni shōsaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is crisp and and incerdibly vivid. The color's really pop at you and the background is almost always moving leaving your eyes free to wander with lots to see. Natrue stands out around the school as well as the school itself being very well detailed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is crisp and and incerdibly vivid.\u001b[24m\n    \u001b[1mアニメーションは鮮明で覚えがないほど鮮明です。\u001b[22m, \u001b[1mアニメーションはパリッとし、incerdibly鮮やかです。\u001b[22m\n\u001b[4mThe color's really pop at you and the background is almost always moving leaving your eyes free to wander with lots to see.\u001b[24m\n    \u001b[1m色はあなたのところに本当にポップしていて、背景はほとんど常にあなたの目を自由にして見て回るようにさまよっています。\u001b[22m, \u001b[1m色は本当にあなたにポップや背景はほとんど常に参照するにはたくさんのさまようこと自由にあなたの目を残して移動しています。\u001b[22m\n\u001b[4mNatrue stands out around the school as well as the school itself being very well detailed.\u001b[24m\n    \u001b[1mNatrueは学校の周りに立っているだけでなく、学校自体も非常に詳細です。\u001b[22m, \u001b[1mNatrueは、学校の周りに際立っているだけでなく、学校自体は非常によく、詳細です。\u001b[22m\n\u001b[1m\u001b[22m\nI was very pleased with all sound effects and even MORE so with the spot on voice acting. The sound, is perfect.\n\n\u001b[1m私はすべての効果音とさらには音声演奏の場で非常に満足していました。 音は完璧です。\u001b[22m\n\u001b[1m(Watashi wa subete no kōka-on to sarani wa onsei ensō no ba de hijō ni manzoku shite imashita. Oto wa kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI was very pleased with all sound effects and even MORE so with the spot on voice acting. The sound, is perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was very pleased with all sound effects and even MORE so with the spot on voice acting.\u001b[24m\n    \u001b[1m私はすべての効果音とさらには音声演奏の場で非常に満足していました。\u001b[22m, \u001b[1m私は、声の演技上のスポットを持つすべての効果音に非常に満足して、さらにそうでした。\u001b[22m\n\u001b[4mThe sound, is perfect.\u001b[24m\n    \u001b[1m音は完璧です。\u001b[22m, \u001b[1m音は、完璧です。\u001b[22m\n\u001b[1m\u001b[22m\nEach and every character has their own past, and a story to tell with it. The show progresses very well giving each of them room to grow.\n\n\u001b[1m一人ひとりのキャラクターにはそれぞれ過去のものがあり、それを伝えるストーリーがあります。 ショーは順調に進行し、それぞれに成長の余地が与えられます。\u001b[22m\n\u001b[1m(Hitorihitori no kyarakutā ni wa sorezore kako no mono ga ari, sore o tsutaeru sutōrī ga arimasu. Shō wa junchō ni shinkō shi, sorezore ni seichō no yochi ga atae raremasu.)\u001b[22m\n\nTranslations of \u001b[4mEach and every character has their own past, and a story to tell with it. The show progresses very well giving each of them room to grow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach and every character has their own past, and a story to tell with it.\u001b[24m\n    \u001b[1m一人ひとりのキャラクターにはそれぞれ過去のものがあり、それを伝えるストーリーがあります。\u001b[22m, \u001b[1mそれぞれ、すべての文字は、自分の過去、そしてそれを伝えるために話を持っています。\u001b[22m\n\u001b[4mThe show progresses very well giving each of them room to grow.\u001b[24m\n    \u001b[1mショーは順調に進行し、それぞれに成長の余地が与えられます。\u001b[22m, \u001b[1mショーは非常によく、それらの各々に成長の余地を与えて進行します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I loved this anime and wish I could see it for the first time all over again :D\n\n\u001b[1m全体的に、私はこのアニメが大好きで、私は初めてこれを見ることができればいいと思っています。D\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono anime ga daisukide, watashi wa hajimete kore o miru koto ga dekireba ī to omotte imasu. D)\u001b[22m\n\nTranslations of \u001b[4mOverall, I loved this anime and wish I could see it for the first time all over again :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I loved this anime and wish I could see it for the first time all over again :D\u001b[24m\n    \u001b[1m全体的に、私はこのアニメが大好きで、私は初めてこれを見ることができればいいと思っています。D\u001b[22m, \u001b[1mD：全体的に、私はこのアニメを愛し、私はすべての上に再び第1の時間のためにそれを見ることがしたいです\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "janime201",
    "profile": "/profile/janime201/reviews",
    "pages": "30",
    "number": "9",
    "link": "/reviews.php?id=89371",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\nAngel Beatsは私のファヴェーアニメの1つであり、常に1つになります。\n私は本当にそれを見て楽しんで、その中の物語を愛し、本当に音楽やキャラクターを楽しんで、その中のアクションが本当に良かったからです。\n私はそれで芸術のスタイルを愛し、過去のキャラクターのいくつかは本当に悲しかったし、それはアニメを完了した後私が悲しい感じにするために唯一のエンディングの一つであるエンディングだった。\n\nだから全体的に私は本当にこのアニメを楽しんで、まだそれを見ていない人にそれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAngel Beats is one of my fave anime's and will always be one.\n\n\u001b[1mAngel Beatsは私のファヴェーアニメの1つであり、常に1つになります。\u001b[22m\n\u001b[1m(Enzeru bītsu wa watashi no favu~ēanime no 1tsudeari, tsuneni 1tsu ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mAngel Beats is one of my fave anime's and will always be one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAngel Beats is one of my fave anime's and will always be one.\u001b[24m\n    \u001b[1mAngel Beatsは私のファヴェーアニメの1つであり、常に1つになります。\u001b[22m, \u001b[1mエンジェルビーツは私のお気に入りのアニメのの一つであり、常に1になります。\u001b[22m\ni really enjoyed watching it and loved the story in it, really enjoyed the music and characters and of cause the action in it was really good.\n\n\u001b[1m私は本当にそれを見て楽しんで、その中の物語を愛し、本当に音楽やキャラクターを楽しんで、その中のアクションが本当に良かったからです。\u001b[22m\n\u001b[1m(Watashi wa hontōni sore o mite tanoshinde, sono Chū no monogatari o aishi, hontōni ongaku ya kyarakutā o tanoshinde, sono Chū no akushon ga hontōni yokattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mi really enjoyed watching it and loved the story in it, really enjoyed the music and characters and of cause the action in it was really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi really enjoyed watching it and loved the story in it, really enjoyed the music and characters and of cause the action in it was really good.\u001b[24m\n    \u001b[1m私は本当にそれを見て楽しんで、その中の物語を愛し、本当に音楽やキャラクターを楽しんで、その中のアクションが本当に良かったからです。\u001b[22m, \u001b[1m私は実際にそれを見て楽しんだし、その中に物語を愛し、本当に音楽とキャラクターを楽しんで、原因のそれでアクションは本当に良かったです。\u001b[22m\ni loved the art style in it and some of the characters past was really sad and and so was the ending which it's one of the only ending to make me feel sad after completing an anime.\n\n\u001b[1m私はそれで芸術のスタイルを愛し、過去のキャラクターのいくつかは本当に悲しかったし、それはアニメを完了した後私が悲しい感じにするために唯一のエンディングの一つであるエンディングだった。\u001b[22m\n\u001b[1m(Watashi wa sore de geijutsu no sutairu o aishi, kako no kyarakutā no ikutsu ka wa hontōni kanashikattashi, soreha anime o kanryō shita nochi watashi ga kanashī kanji ni suru tame ni yuiitsu no endingu no hitotsudearu endingudatta.)\u001b[22m\n\nTranslations of \u001b[4mi loved the art style in it and some of the characters past was really sad and and so was the ending which it's one of the only ending to make me feel sad after completing an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi loved the art style in it and some of the characters past was really sad and and so was the ending which it's one of the only ending to make me feel sad after completing an anime.\u001b[24m\n    \u001b[1m私はそれで芸術のスタイルを愛し、過去のキャラクターのいくつかは本当に悲しかったし、それはアニメを完了した後私が悲しい感じにするために唯一のエンディングの一つであるエンディングだった。\u001b[22m, \u001b[1m私はそれにアートスタイルを愛し、文字の過去のいくつかは本当に悲しかったし、そしてそれは私がアニメを完了した後に悲しい気分にさせるだけでエンディングの一つだ結末でした。\u001b[22m\n\u001b[1m\u001b[22m\nso overall i really enjoyed this anime and would recommend it to any one who hasn't watched it yet.\n\n\u001b[1mだから全体的に私は本当にこのアニメを楽しんで、まだそれを見ていない人にそれをお勧めします。\u001b[22m\n\u001b[1m(Dakara zentai-teki ni watashi wa hontōni kono anime o tanoshinde, mada sore o miteinai hito ni sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mso overall i really enjoyed this anime and would recommend it to any one who hasn't watched it yet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso overall i really enjoyed this anime and would recommend it to any one who hasn't watched it yet.\u001b[24m\n    \u001b[1mだから全体的に私は本当にこのアニメを楽しんで、まだそれを見ていない人にそれをお勧めします。\u001b[22m, \u001b[1mだから全体的に私は本当にこのアニメを楽しんだし、まだそれを見ていないいずれかにそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "Kennywu20",
    "profile": "/profile/Kennywu20/reviews",
    "pages": "30",
    "number": "10",
    "link": "/reviews.php?id=107007",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  10\n\n私のレビューのために、私は一般的なパラグラフのような一般情報を要約し、各ポイントの終わりに個人的な視点を含んでいます。\n\nストーリー：7\n物語は、主要な主人公のオタナシとアフターライフバトルフロント（SSS）のメンバーが、人生からまだ残っているものをあきらめることを学ぶ、高校のアフター・ライフの周りを回っています。\n\nしかし、SSSのメンバーは、彼らが望みや夢を達成することを妨げて死に至る前に、すべての人生において経験した残酷な運命を経験し、それを神に責めることを非難しているからです。 こうして、彼らは「天使」と戦っているように見えます。無神経の力を持っている彼らは、彼らを後世に移そうとします。\n\nエンジェルビーツは、コメディで支持されているメロドラマに牽引され、バランスを取って憂鬱にならないようにします。 私はこれらの要素がうまく一緒に働いていることが分かりました。ほとんどの話は、いくつかのエピソードでうまくいっていて、感情的な救済の役目を果たしていました。\n\nキャラクター：7\nキャラクターに関しては、主人公はすべてうまく発達していて、興味深い背景と性格を持っていて、キャラクターに素敵なトーンを加えました。 サポートキャラクターは強く、うまく描写されていましたが、私はその開発と背景の一部にかなり失望していました。  *いくつかのマイナーなスポイラー* SSSのメンバーの背景のほとんどが、面白くてストーリー・ライン内でかなり重要だったので、それほど多くの人がすぐに消えてしまいました。\n\nアート＆サウンド：9\nアートワークは美しく鮮明で、アニメーションはサウンドだけでなく、サウンドもよく行われます。  OPとEDは素晴らしく、EDアニメーションは素敵に行われ、EDアニメーションは素敵なタッチだった各エピソードで悲しくなりました。\n\n楽しさ：10\n1日でAngel Beatsを終えたので（私は生涯TTがないような気がします）、それは明らかに楽しいアニメです。コメディはシリーズにうまく広がっています。 ショーは終わりに近づいていたので、私は涙を流すのを止められませんでした。 楽しさについては、あなたがショーが好きかどうかを決定する悲しい部分の影響をどうやって（実際どのように）それが本当に（私の要点で）決まっているかと思います。\n\n\nこれは間違いなく、IDがウォッチすることをお勧めするショーです、このショーを見るのは貴重です\nあなたがこのショーを見ることを決めたのを助けたと思っていました。レビューを書いているのにまだ新しいimのように建設的な批評が好きかもしれません。\nとにかく、ありがとう、素敵な一日を！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFor my review I summarize general info, usually in a paragraph or so and include some personal perspective at the end of each point.\n\n\u001b[1m私のレビューのために、私は一般的なパラグラフのような一般情報を要約し、各ポイントの終わりに個人的な視点を含んでいます。\u001b[22m\n\u001b[1m(Watashi no rebyū no tame ni, watashi wa ippantekina paragurafu no yōna ippan jōhō o yōyaku shi, kaku pointo no owari ni kojin-tekina shiten o fukunde imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor my review I summarize general info, usually in a paragraph or so and include some personal perspective at the end of each point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor my review I summarize general info, usually in a paragraph or so and include some personal perspective at the end of each point.\u001b[24m\n    \u001b[1m私のレビューのために、私は一般的なパラグラフのような一般情報を要約し、各ポイントの終わりに個人的な視点を含んでいます。\u001b[22m, \u001b[1m私のレビューのために私は、通常の段落やそこらで、一般的な情報を要約し、各ポイントの最後にいくつかの個人的な視点を含みます。\u001b[22m\n\u001b[1m\u001b[22m\nStory:7\n\n\u001b[1mストーリー：7\u001b[22m\n\u001b[1m(Sutōrī: 7)\u001b[22m\n\nTranslations of \u001b[4mStory:7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:7\u001b[24m\n    \u001b[1mストーリー：7\u001b[22m\nThe story revolves around a high school 'afterlife' setting where the main protagonist Otonashi and the members of the Afterlife Battlefront(SSS) learn to give up any lingering attachments they still have from life before passing on.\n\n\u001b[1m物語は、主要な主人公のオタナシとアフターライフバトルフロント（SSS）のメンバーが、人生からまだ残っているものをあきらめることを学ぶ、高校のアフター・ライフの周りを回っています。\u001b[22m\n\u001b[1m(Monogatari wa, shuyōna shujinkō no otanashi to afutāraifubatorufuronto (SSS) no menbā ga, jinsei kara mada nokotte iru mono o akirameru koto o manabu, kōkō no afutā raifu no mawari o mawatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story revolves around a high school 'afterlife' setting where the main protagonist Otonashi and the members of the Afterlife Battlefront(SSS) learn to give up any lingering attachments they still have from life before passing on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story revolves around a high school 'afterlife' setting where the main protagonist Otonashi and the members of the Afterlife Battlefront(SSS) learn to give up any lingering attachments they still have from life before passing on.\u001b[24m\n    \u001b[1m物語は、主要な主人公のオタナシとアフターライフバトルフロント（SSS）のメンバーが、人生からまだ残っているものをあきらめることを学ぶ、高校のアフター・ライフの周りを回っています。\u001b[22m, \u001b[1m物語は主人公音無と死後の世界戦線（SSS）のメンバーは、渡す前に、彼らはまだ生活から持っている任意の長引く添付ファイルをあきらめることを学ぶ場所を設定する高校「死後の世界」を中心に展開します。\u001b[22m\n\u001b[1m\u001b[22m\nHowever the members of the SSS do not wish to do so as they have all experienced cruel fates in life before they had died preventing them from achieving their hopes and dreams and they blame God for making it so. Thus they fight against 'Angel' a seemingly emotionless girl that has supernatural powers tries to have them move on to the afterlife.\n\n\u001b[1mしかし、SSSのメンバーは、彼らが望みや夢を達成することを妨げて死に至る前に、すべての人生において経験した残酷な運命を経験し、それを神に責めることを非難しているからです。 こうして、彼らは「天使」と戦っているように見えます。無神経の力を持っている彼らは、彼らを後世に移そうとします。\u001b[22m\n\u001b[1m(Shikashi, SSS no menbā wa, karera ga nozomi ya yume o tassei suru koto o samatagete shi ni itaru mae ni, subete no jinsei ni oite keiken shita zankokuna unmei o keiken shi, sore o kami ni semeru koto o hinan shite irukaradesu. Kōshite, karera wa `tenshi' to tatakatte iru yō ni miemasu. Mushinkei no chikara o motte iru karera wa, karera o kōsei ni utsusou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever the members of the SSS do not wish to do so as they have all experienced cruel fates in life before they had died preventing them from achieving their hopes and dreams and they blame God for making it so. Thus they fight against 'Angel' a seemingly emotionless girl that has supernatural powers tries to have them move on to the afterlife.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever the members of the SSS do not wish to do so as they have all experienced cruel fates in life before they had died preventing them from achieving their hopes and dreams and they blame God for making it so.\u001b[24m\n    \u001b[1mしかし、SSSのメンバーは、彼らが望みや夢を達成することを妨げて死に至る前に、すべての人生において経験した残酷な運命を経験し、それを神に責めることを非難しているからです。\u001b[22m, \u001b[1mしかし、SSSのメンバーは彼らの希望と夢を達成するのを防止死亡したと、彼らはそれを作るために神を非難する前に、彼らはすべての生活の中で残酷な運命を経験してきたようにそうしたくありません。\u001b[22m\n\u001b[4mThus they fight against 'Angel' a seemingly emotionless girl that has supernatural powers tries to have them move on to the afterlife.\u001b[24m\n    \u001b[1mこうして、彼らは「天使」と戦っているように見えます。無神経の力を持っている彼らは、彼らを後世に移そうとします。\u001b[22m, \u001b[1mしたがって、彼らは '天使'彼らは死後の世界に移動していしようとする超自然的な力を持っている、一見無表情な少女との戦い。\u001b[22m\n\u001b[1m\u001b[22m\nAngel Beats is driven by melodrama supported with comedy to help balance it out and prevent it from being depressing. I found that these elements worked well together, most of the story went smoothly with some episodes having them goof off(serves for emotional relief).\n\n\u001b[1mエンジェルビーツは、コメディで支持されているメロドラマに牽引され、バランスを取って憂鬱にならないようにします。 私はこれらの要素がうまく一緒に働いていることが分かりました。ほとんどの話は、いくつかのエピソードでうまくいっていて、感情的な救済の役目を果たしていました。\u001b[22m\n\u001b[1m(Enjerubītsu wa, komedi de shiji sa rete iru merodorama ni ken'in sa re, baransu o totte yūutsu ni naranai yō ni shimasu. Watashi wa korera no yōso ga umaku issho ni hataraite iru koto ga wakarimashita. Hotondo no hanashi wa, ikutsu ka no episōdo de umaku itte ite, kanjō-tekina kyūsai no yakume o hatashite imashita.)\u001b[22m\n\nTranslations of \u001b[4mAngel Beats is driven by melodrama supported with comedy to help balance it out and prevent it from being depressing. I found that these elements worked well together, most of the story went smoothly with some episodes having them goof off(serves for emotional relief).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAngel Beats is driven by melodrama supported with comedy to help balance it out and prevent it from being depressing.\u001b[24m\n    \u001b[1mエンジェルビーツは、コメディで支持されているメロドラマに牽引され、バランスを取って憂鬱にならないようにします。\u001b[22m, \u001b[1mエンジェルビーツは、それのバランスを取る助けと憂鬱であることから、それを防ぐためにコメディでサポートメロドラマによって駆動されます。\u001b[22m\n\u001b[4mI found that these elements worked well together, most of the story went smoothly with some episodes having them goof off(serves for emotional relief).\u001b[24m\n    \u001b[1m私はこれらの要素がうまく一緒に働いていることが分かりました。ほとんどの話は、いくつかのエピソードでうまくいっていて、感情的な救済の役目を果たしていました。\u001b[22m, \u001b[1m私は物語のほとんどは、いくつかのエピソードがそれらをサボる（感情的な救済を提供しています）を有するとスムーズに行きました、これらの要素が一緒にうまく働いたことがわかりました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter:7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter:7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\nAs for the characters, the main characters were all nicely developed and had interesting backgrounds and personalities which added nice tones of realism to the characters. The supporting characters are strong and portrayed nicely, however I was quite disappointed with some of their development and background. *some minor spoilers* I did not like how most of the members backgrounds of the SSS were not revealed as they were all interesting and were quite significant within the story line and that so many disappeared quickly without proper closer and without saying goodbye :(\n\n\u001b[1mキャラクターに関しては、主人公はすべてうまく発達していて、興味深い背景と性格を持っていて、キャラクターに素敵なトーンを加えました。 サポートキャラクターは強く、うまく描写されていましたが、私はその開発と背景の一部にかなり失望していました。  *いくつかのマイナーなスポイラー* SSSのメンバーの背景のほとんどが、面白くてストーリー・ライン内でかなり重要だったので、それほど多くの人がすぐに消えてしまいました。\u001b[22m\n\u001b[1m(Kyarakutā ni kanshite wa, shujinkō wa subete umaku hattatsu shite ite, kyōmibukai haikei to seikaku o motte ite, kyarakutā ni sutekina tōn o kuwaemashita. Sapōtokyarakutā wa tsuyoku, umaku byōsha sa rete imashitaga, watashi wa sono kaihatsu to haikei no ichibu ni kanari shitsubō shite imashita. * Ikutsu ka no maināna supoirā* SSS no menbā no haikei no hotondo ga, omoshirokute sutōrī rain-nai de kanari jūyōdattanode, sorehodo ōku no hito ga sugu ni kiete shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4mAs for the characters, the main characters were all nicely developed and had interesting backgrounds and personalities which added nice tones of realism to the characters. The supporting characters are strong and portrayed nicely, however I was quite disappointed with some of their development and background. *some minor spoilers* I did not like how most of the members backgrounds of the SSS were not revealed as they were all interesting and were quite significant within the story line and that so many disappeared quickly without proper closer and without saying goodbye :(\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the characters, the main characters were all nicely developed and had interesting backgrounds and personalities which added nice tones of realism to the characters.\u001b[24m\n    \u001b[1mキャラクターに関しては、主人公はすべてうまく発達していて、興味深い背景と性格を持っていて、キャラクターに素敵なトーンを加えました。\u001b[22m, \u001b[1m文字については、主要な登場人物はすべてうまく開発され、興味深い背景や文字にリアリズムの素敵な音色を追加した個性を持っていました。\u001b[22m\n\u001b[4mThe supporting characters are strong and portrayed nicely, however I was quite disappointed with some of their development and background.\u001b[24m\n    \u001b[1mサポートキャラクターは強く、うまく描写されていましたが、私はその開発と背景の一部にかなり失望していました。\u001b[22m, \u001b[1m脇役が強く、きれいに描かれ、しかし、私は彼らの開発と背景の一部にはかなりがっかりしました。\u001b[22m\n\u001b[4m*some minor spoilers* I did not like how most of the members backgrounds of the SSS were not revealed as they were all interesting and were quite significant within the story line and that so many disappeared quickly without proper closer and without saying goodbye :(\u001b[24m\n    \u001b[1m*いくつかのマイナーなスポイラー* SSSのメンバーの背景のほとんどが、面白くてストーリー・ライン内でかなり重要だったので、それほど多くの人がすぐに消えてしまいました。\u001b[22m, \u001b[1m*いくつかのマイナーなスポイラーは、*私は、彼らがすべて面白かったので、多くの人が近づくとさよならも言わず、適切せずに速やかに消失していることはかなりストーリーライン内の重要なとあったようにSSSのメンバーの背景のほとんどが明らかにされていなかったか好きではありませんでした:(\u001b[22m\n\u001b[1m\u001b[22m\nArt&amp;sound:9\n\n\u001b[1mアート＆サウンド：9\u001b[22m\n\u001b[1m(Āto& saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mArt&amp;sound:9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt&amp;sound:9\u001b[24m\n    \u001b[1mアート＆サウンド：9\u001b[22m, \u001b[1mアート＆＃038;音：9\u001b[22m\nThe artwork is beautiful and crisp, the animation is done really well, as well with the sound. The OP and ED were great, the ED animation is nicely done, ED animation gets sadder with each passing episode which was a nice touch.\n\n\u001b[1mアートワークは美しく鮮明で、アニメーションはサウンドだけでなく、サウンドもよく行われます。  OPとEDは素晴らしく、EDアニメーションは素敵に行われ、EDアニメーションは素敵なタッチだった各エピソードで悲しくなりました。\u001b[22m\n\u001b[1m(Ātowāku wa utsukushiku senmeide, animēshon wa saundo dakedenaku, saundo mo yoku okonawa remasu. OP to ED wa subarashiku, ED animēshon wa suteki ni okonawa re, ED animēshon wa sutekina tatchidatta kaku episōdo de kanashiku narimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork is beautiful and crisp, the animation is done really well, as well with the sound. The OP and ED were great, the ED animation is nicely done, ED animation gets sadder with each passing episode which was a nice touch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork is beautiful and crisp, the animation is done really well, as well with the sound.\u001b[24m\n    \u001b[1mアートワークは美しく鮮明で、アニメーションはサウンドだけでなく、サウンドもよく行われます。\u001b[22m, \u001b[1mアートワークは、アニメーションが音でも、本当によく行われ、美しく、鮮明なです。\u001b[22m\n\u001b[4mThe OP and ED were great, the ED animation is nicely done, ED animation gets sadder with each passing episode which was a nice touch.\u001b[24m\n    \u001b[1mOPとEDは素晴らしく、EDアニメーションは素敵に行われ、EDアニメーションは素敵なタッチだった各エピソードで悲しくなりました。\u001b[22m, \u001b[1mOPとEDは素晴らしかった、EDアニメーションがうまく行われ、EDアニメーションがいい感じだっ追うごとにエピソードと悲しい取得します。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment:10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment:10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nAs I had finished Angel Beats in 1 day (i feel like i have no life TT) it clearly is an enjoyable anime, the comedy is nicely spread out in the series, i had some nice laughs through out the show which was nice as when the show was nearing its end I couldn't stop shedding tears. As for the enjoyment I guess it really depends on (in my point) how you are affected by the sad parts that will determine whether you like the show or not.\n\n\u001b[1m1日でAngel Beatsを終えたので（私は生涯TTがないような気がします）、それは明らかに楽しいアニメです。コメディはシリーズにうまく広がっています。 ショーは終わりに近づいていたので、私は涙を流すのを止められませんでした。 楽しさについては、あなたがショーが好きかどうかを決定する悲しい部分の影響をどうやって（実際どのように）それが本当に（私の要点で）決まっているかと思います。\u001b[22m\n\u001b[1m(1-Nichi de enzeru bītsu o oetanode (watashi wa shōgai TT ga nai yōna ki ga shimasu), sore wa akiraka ni tanoshī animedesu. Komedi wa shirīzu ni umaku hirogatte imasu. Shō wa owari ni chikadzuite itanode, watashi wa namidawonagasu no o tome raremasendeshita. Tanoshisa ni tsuite wa, anata ga shō ga suki ka dō ka o kettei suru kanashī bubun no eikyō o dō yatte (jissai dono yō ni) sore ga hontōni (watashi no yōten de) kimatte iru ka to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs I had finished Angel Beats in 1 day (i feel like i have no life TT) it clearly is an enjoyable anime, the comedy is nicely spread out in the series, i had some nice laughs through out the show which was nice as when the show was nearing its end I couldn't stop shedding tears. As for the enjoyment I guess it really depends on (in my point) how you are affected by the sad parts that will determine whether you like the show or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I had finished Angel Beats in 1 day (i feel like i have no life TT) it clearly is an enjoyable anime, the comedy is nicely spread out in the series, i had some nice laughs through out the show which was nice as when\u001b[24m\n    \u001b[1m1日でAngel Beatsを終えたので（私は生涯TTがないような気がします）、それは明らかに楽しいアニメです。コメディはシリーズにうまく広がっています。\u001b[22m, \u001b[1m完成したエンジェルは1日にビート（私は人生のTTを持っていないように私は感じる）ことが明らかに楽しいアニメである私は、コメディシリーズできれいに広がるいたように、私はときのようによかったショーうちいくつかの素晴らしい笑いを介して、持っていました\u001b[22m\n\u001b[4mthe show was nearing its end I couldn't stop shedding tears.\u001b[24m\n    \u001b[1mショーは終わりに近づいていたので、私は涙を流すのを止められませんでした。\u001b[22m, \u001b[1mショーは、私は涙を流して止めることができなかったその終わりに近づきました。\u001b[22m\n\u001b[4mAs for the enjoyment I guess it really depends on (in my point) how you are affected by the sad parts that will determine whether you like the show or not.\u001b[24m\n    \u001b[1m楽しさについては、あなたがショーが好きかどうかを決定する悲しい部分の影響をどうやって（実際どのように）それが本当に（私の要点で）決まっているかと思います。\u001b[22m, \u001b[1mそれは本当にあなたがあなたがショーを好きかどうかを決定します悲しい部分によってどのような影響を受けるか（私のポイントに）依存する私は推測する楽しみのためとして。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis is definitely a show that id recommend watching, it would be worth your time to see this show although id recommend watching something nice and happy after seeing this show :P\n\n\u001b[1mこれは間違いなく、IDがウォッチすることをお勧めするショーです、このショーを見るのは貴重です\u001b[22m\n\u001b[1m(Kore wa machigainaku, ID ga u~otchi suru koto o o susume suru shōdesu, kono shō o miru no wa kichōdesu)\u001b[22m\n\nTranslations of \u001b[4mThis is definitely a show that id recommend watching, it would be worth your time to see this show although id recommend watching something nice and happy after seeing this show :P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is definitely a show that id recommend watching, it would be worth your time to see this show although id recommend watching something nice and happy after seeing this show :P\u001b[24m\n    \u001b[1mこれは間違いなく、IDがウォッチすることをお勧めするショーです、このショーを見るのは貴重です\u001b[22m, \u001b[1mこれはidはこの番組を見た後素晴らしく、幸せな何かを見ることをお勧めしますが、このショーを見るためにあなたの時間価値があるだろう、間違いなくidが見てお勧めしていることを示している：P\u001b[22m\nHoped my review helped you decide to watch this show, some constructive criticism would be nice as im still new to writing reviews.\n\n\u001b[1mあなたがこのショーを見ることを決めたのを助けたと思っていました。レビューを書いているのにまだ新しいimのように建設的な批評が好きかもしれません。\u001b[22m\n\u001b[1m(Anata ga kono shō o miru koto o kimeta no o tasuketa to omotte imashita. Rebyū o kaite irunoni mada atarashī im no yō ni kensetsu-tekina hihyō ga suki kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mHoped my review helped you decide to watch this show, some constructive criticism would be nice as im still new to writing reviews.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHoped my review helped you decide to watch this show, some constructive criticism would be nice as im still new to writing reviews.\u001b[24m\n    \u001b[1mあなたがこのショーを見ることを決めたのを助けたと思っていました。レビューを書いているのにまだ新しいimのように建設的な批評が好きかもしれません。\u001b[22m, \u001b[1m私のレビューは、いくつかの建設的な批判は、書き込みレビューにまだ新しいイムとしていいだろう、あなたはこの番組を見て決める助けを望みました。\u001b[22m\nAnyways, Thanks and have a nice day!\n\n\u001b[1mとにかく、ありがとう、素敵な一日を！\u001b[22m\n\u001b[1m(Tonikaku, arigatō, sutekina tsuitachi o!)\u001b[22m\n\nTranslations of \u001b[4mAnyways, Thanks and have a nice day!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyways, Thanks and have a nice day!\u001b[24m\n    \u001b[1mとにかく、ありがとう、素敵な一日を！\u001b[22m, \u001b[1mとにかく、おかげで、素敵な一日を過ごします！\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "Sargon_Uchiha",
    "profile": "/profile/Sargon_Uchiha/reviews",
    "pages": "30",
    "number": "11",
    "link": "/reviews.php?id=75639",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  7\n\nエンジェルビーツは、ショーがガーリーで明るいので、叙事詩的で楽しいものではないということを証明するアニメです！\n\n物語は最高のアニメストーリーではなく、かなり良いですが、このショーでは、誰もが死が存在しない場所にこだわっている煉獄全体のようないくつかの興味深い概念があり、救いがこの世界を去る唯一の方法です。 総合的には、ストーリーをうまく補う。\n\nアートのスタイルは本当に賞賛すべきもの、キャラクターのデザインは本当に美しく見える、私はユールの目を凝視することができないと誓っている。\nそして、アニメーションのエフェクト（Angel's Hand Sonicの誰でも）から始めることさえできません。恥ずかしい天使のビートは、アートが実際に輝くより多くのアクションシーンを持っていませんでした。 私はむしろ怒っていましたが、誰かが消されたときにアニメーションがなかったという事実によって、カメラはちょうどそれを角度に変えてしまい、彼らは消えてしまいました。むしろ失望しました。\n\nこの番組では、音楽がちょうど最高のものの1つかもしれません。いくつかのエピソードの後、私はOSTの束をYouTubeで聞き始めました。ピアノが好きなら、このショーではピアノがたくさんあるので、 エンジェルがピアノを演奏しているOP、OPがかなりいいです、私はそれが大好きです。\n一方EDは残念なことに、忘れられません。残念ながら十分にぎこちないものです。 エンジェルビーツは、同じ名前の現実のバンドに基づいて、女の子の死んだモンスターと呼ばれるすべての女性の日本のバンドを備えています。このバンドは、SSSオペレーション中にnpcsのための転用として使用され、 シリーズ、私の好きなカラスの曲、私はいつも前衛のショーの過程で彼らの歌を聞いて見ていた。\n\nキャラクターはシリーズがいくつかの作品を使うことができる場所で、3人の主人公はオタナシ、ユリ、エンジェル、エンジェルは反抗主人公、彼女は可笑しかった、オタナシは非常に忘れられない主人公 彼自身の前に、必要以上に助けてくれる彼の欲求にもかかわらず、彼は真に彼が本当に多くを目立たせる何かを真剣に欠いている。ユリは好きなキャラクターだが、私は彼女がこのシリーズで十分に活用されていないように感じる。 主人公、彼女のキャラクター（エピソード2と12）に本当に掘り下げた2つのエピソードしかなかった。そして、シリーズのかなりの部分で、彼女は観客に彼女の思考や気持ちを十分に理解させなかった旅団のリーダーだった。  12人はこれをかなり救済しましたが、あまりにも悪いのはシリーズが13エピソードしかなかったことです。私は正直なところ、このシリーズの最大の問題だと感じました。最初は強固でエンディングは本当に強力で心温まるものでしたが、 より多くの実体を使用していた可能性があります、私はそれが26エピソードでうまくいったと思う、彼らは話を拡大し、より多くの時間とキャラクターの開発を他のキャラクターに与えた、そうです、 ほぼすべてのクラブメンバーは、いくつかの例外を除いてキャラクターの開発をしていません（ヒナタ、奈緒、ユイなど）\n\n全体的に私は本当にこのアニメを楽しんだ、私はそれに中毒したことはありませんでしたが、それは素晴らしかったと私はそれを見て嬉しいです、ショーはそれがユーモアのシェアを持っているほとんどのアニメは、 ヒロインはオタナシをゲイと呼んでいるし、TKはいつも狂ったダンスをしているし、椎名はかわいいものに執着しているし、そこには何かユーモアを提供するキャラクターギミックが走っている。 このアニメは本当に力強く心に暖かい瞬間を持っていて、彼らはいくつかの良いプロットの紆余曲折ですが、まったく同じものはナオイの催眠師のように説明されていないいくつかのものですが、 彼らが消滅した後に誰かに何が起こるのか、また最後のエピソードではある程度のギャップがあります。\n\n私の最終判決？ 私はAngel Beatsに6/10を与える",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAngel Beats is an anime that proves that just because the show is girly and lighthearted doesn't mean it can't be epic and enjoyable as well!\n\n\u001b[1mエンジェルビーツは、ショーがガーリーで明るいので、叙事詩的で楽しいものではないということを証明するアニメです！\u001b[22m\n\u001b[1m(Enjerubītsu wa, shō ga gārī de akaruinode, jojishi-tekide tanoshī monode wa nai to iu koto o shōmei suru animedesu!)\u001b[22m\n\nTranslations of \u001b[4mAngel Beats is an anime that proves that just because the show is girly and lighthearted doesn't mean it can't be epic and enjoyable as well!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAngel Beats is an anime that proves that just because the show is girly and lighthearted doesn't mean it can't be epic and enjoyable as well!\u001b[24m\n    \u001b[1mエンジェルビーツは、ショーがガーリーで明るいので、叙事詩的で楽しいものではないということを証明するアニメです！\u001b[22m, \u001b[1mエンジェルビーツショーはガーリーと気軽であるという理由だけで、それは同様に壮大な、楽しいことができないわけではありませんことを証明しているアニメです！\u001b[22m\n\u001b[1m\u001b[22m\nThe story is pretty good, not the greatest anime story, but this show has some interesting concepts like the whole purgatory that everyone is stuck in where death is non existent, and salvation is the only way to leave this world. Overall it compliments the story well.\n\n\u001b[1m物語は最高のアニメストーリーではなく、かなり良いですが、このショーでは、誰もが死が存在しない場所にこだわっている煉獄全体のようないくつかの興味深い概念があり、救いがこの世界を去る唯一の方法です。 総合的には、ストーリーをうまく補う。\u001b[22m\n\u001b[1m(Monogatari wa saikō no animesutōrīde wa naku, kanari yoidesuga, kono shōde wa, daremoga shi ga sonzaishinai basho ni kodawatte iru rengoku zentai no yōna ikutsuka no kyōmibukai gainen ga ari, sukui ga kono sekai o saru yuiitsu no hōhōdesu. Sōgō-teki ni wa, sutōrī o umaku oginau.)\u001b[22m\n\nTranslations of \u001b[4mThe story is pretty good, not the greatest anime story, but this show has some interesting concepts like the whole purgatory that everyone is stuck in where death is non existent, and salvation is the only way to leave this world. Overall it compliments the story well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is pretty good, not the greatest anime story, but this show has some interesting concepts like the whole purgatory that everyone is stuck in where death is non existent, and salvation is the only way to leave this world.\u001b[24m\n    \u001b[1m物語は最高のアニメストーリーではなく、かなり良いですが、このショーでは、誰もが死が存在しない場所にこだわっている煉獄全体のようないくつかの興味深い概念があり、救いがこの世界を去る唯一の方法です。\u001b[22m, \u001b[1m物語は、最大のアニメの話かなり良いではありませんが、このショーは、誰もが死は非存在であり、救いがこの世界を残すための唯一の方法である場合に固定されていると全体煉獄のようないくつかの興味深い概念を持っています。\u001b[22m\n\u001b[4mOverall it compliments the story well.\u001b[24m\n    \u001b[1m総合的には、ストーリーをうまく補う。\u001b[22m, \u001b[1m全体的にはよく話を補完します。\u001b[22m\n\u001b[1m\u001b[22m\nThe art style is really something to admire, the character designs look really good, I swear I can't stop staring at yuri's eyes because that teal color makes it look like their glowing XD.\n\n\u001b[1mアートのスタイルは本当に賞賛すべきもの、キャラクターのデザインは本当に美しく見える、私はユールの目を凝視することができないと誓っている。\u001b[22m\n\u001b[1m(Āto no sutairu wa hontōni shōsan subeki mono, kyarakutā no dezain wa hontōni utsukushiku mieru, watashi wa yūru no me o gyōshi suru koto ga dekinai to chikatte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe art style is really something to admire, the character designs look really good, I swear I can't stop staring at yuri's eyes because that teal color makes it look like their glowing XD.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style is really something to admire, the character designs look really good, I swear I can't stop staring at yuri's eyes because that teal color makes it look like their glowing XD.\u001b[24m\n    \u001b[1mアートのスタイルは本当に賞賛すべきもの、キャラクターのデザインは本当に美しく見える、私はユールの目を凝視することができないと誓っている。\u001b[22m, \u001b[1mアートスタイルは本当に感心するもので、キャラクターデザインは本当に良い見て、私はそのティール色は、それが彼らの熱烈なXDのように見えるので、私はユーリの目を見つめて停止することはできません誓います。\u001b[22m\nAnd don't even get me started on the animation effects (Angel's Hand Sonic anyone) It's a shame angel beats didn't have more actions scenes where the art really shines. I was rather annoyed though by the fact that there was no animation when someone gets obliterated, the camera just swapped it's angle and they were gone, rather disappointing.\n\n\u001b[1mそして、アニメーションのエフェクト（Angel's Hand Sonicの誰でも）から始めることさえできません。恥ずかしい天使のビートは、アートが実際に輝くより多くのアクションシーンを持っていませんでした。 私はむしろ怒っていましたが、誰かが消されたときにアニメーションがなかったという事実によって、カメラはちょうどそれを角度に変えてしまい、彼らは消えてしまいました。むしろ失望しました。\u001b[22m\n\u001b[1m(Soshite, animēshon no efekuto (enzeru' s hando sonikku no daredemo) kara hajimeru koto sae dekimasen. Hazukashī tenshi no bīto wa, āto ga jissai ni kagayaku yori ōku no akushonshīn o motte imasendeshita. Watashi wa mushiro okotte imashitaga, dareka ga kesa reta toki ni animēshon ga nakatta to iu jijitsu ni yotte, kamera wa chōdo sore o kakudo ni kaete shimai, karera wa kiete shimaimashita. Mushiro shitsubō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnd don't even get me started on the animation effects (Angel's Hand Sonic anyone) It's a shame angel beats didn't have more actions scenes where the art really shines. I was rather annoyed though by the fact that there was no animation when someone gets obliterated, the camera just swapped it's angle and they were gone, rather disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd don't even get me started on the animation effects (Angel's Hand Sonic anyone) It's a shame angel beats didn't have more actions scenes where the art really shines.\u001b[24m\n    \u001b[1mそして、アニメーションのエフェクト（Angel's Hand Sonicの誰でも）から始めることさえできません。恥ずかしい天使のビートは、アートが実際に輝くより多くのアクションシーンを持っていませんでした。\u001b[22m, \u001b[1mそして、さえ私はアニメーション効果（天使のハンドソニック誰でも）に開始されませんそれは芸術が本領を発揮する恥の天使のビートが複数のアクションシーンを持っていなかったのです。\u001b[22m\n\u001b[4mI was rather annoyed though by the fact that there was no animation when someone gets obliterated, the camera just swapped it's angle and they were gone, rather disappointing.\u001b[24m\n    \u001b[1m私はむしろ怒っていましたが、誰かが消されたときにアニメーションがなかったという事実によって、カメラはちょうどそれを角度に変えてしまい、彼らは消えてしまいました。むしろ失望しました。\u001b[22m, \u001b[1m私は誰かが抹消されます何のアニメーションがなかったという事実によって、しかしむしろ悩まされた、カメラはちょうどそれが角度だと、彼らはむしろ失望、なくなっていたスワップ。\u001b[22m\n\u001b[1m\u001b[22m\nThe music might just be one of the best things about this show, After a few episodes I started listening to a bunch of the OST's on youtube, If you like piano you will love it because there is alot of piano in this show, Most notibly the OP which features Angel playing the piano, the OP is pretty good, I like it alot.\n\n\u001b[1mこの番組では、音楽がちょうど最高のものの1つかもしれません。いくつかのエピソードの後、私はOSTの束をYouTubeで聞き始めました。ピアノが好きなら、このショーではピアノがたくさんあるので、 エンジェルがピアノを演奏しているOP、OPがかなりいいです、私はそれが大好きです。\u001b[22m\n\u001b[1m(Kono bangumide wa, ongaku ga chōdo saikō no mono no 1tsu kamo shiremasen. Ikutsu ka no episōdo no ato, watashi wa OST no taba o yūchūbu de kiki hajimemashita. Piano ga sukinara, kono shōde wa piano ga takusan aru node, Enjeru ga piano o ensō shite iru OP, OP ga kanari īdesu, watashi wa sore ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music might just be one of the best things about this show, After a few episodes I started listening to a bunch of the OST's on youtube, If you like piano you will love it because there is alot of piano in this show, Most notibly the OP which features Angel playing the piano, the OP is pretty good, I like it alot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music might just be one of the best things about this show, After a few episodes I started listening to a bunch of the OST's on youtube, If you like piano you will love it because there is alot of piano in this show, Most notibly\u001b[24m\n    \u001b[1mこの番組では、音楽がちょうど最高のものの1つかもしれません。いくつかのエピソードの後、私はOSTの束をYouTubeで聞き始めました。ピアノが好きなら、このショーではピアノがたくさんあるので、\u001b[22m, \u001b[1m音楽はちょうどほとんどのnotibly、あなたはピアノのような場合は、ピアノの多くは、このショーでありますので、あなたがそれを愛する、私はOSTのユーチューブ上の束を聴き始めたいくつかのエピソードの後、この番組についての最もよいものの一つであるかもしれません\u001b[22m\n\u001b[4mthe OP which features Angel playing the piano, the OP is pretty good, I like it alot.\u001b[24m\n    \u001b[1mエンジェルがピアノを演奏しているOP、OPがかなりいいです、私はそれが大好きです。\u001b[22m, \u001b[1m天使がピアノを弾いていますOPは、OPはかなり良いですが、私はそれをたくさん好きです。\u001b[22m\nThe ED on the other hand is rather forgettable unfortunately, It's just not edgy enough unfortunately. Angel Beats features an all women japanese band called girls dead monster based on the real life band of the same name, The said band is used as a diversion for the npcs during the SSS operations, and you hear quite a few of their songs throughout the series, my favorite being the crow song, I was always looking foreward to hearing their songs over the course of the show.\n\n\u001b[1m一方EDは残念なことに、忘れられません。残念ながら十分にぎこちないものです。 エンジェルビーツは、同じ名前の現実のバンドに基づいて、女の子の死んだモンスターと呼ばれるすべての女性の日本のバンドを備えています。このバンドは、SSSオペレーション中にnpcsのための転用として使用され、 シリーズ、私の好きなカラスの曲、私はいつも前衛のショーの過程で彼らの歌を聞いて見ていた。\u001b[22m\n\u001b[1m(Ippō ED wa zan'nen'nakotoni, wasure raremasen. Zan'nen'nagara jūbun ni gikochinai monodesu. Enjerubītsu wa, onaji namae no genjitsu no bando nimotozuite, on'nanoko no shinda monsutā to yoba reru subete no josei no Nihon no bando o sonaete imasu. Kono bando wa, SSS operēshon-chū ni npcs no tame no ten'yō to shite shiyō sa re, shirīzu, watashi no sukina karasu no kyoku, watashi wa itsumo zen'ei no shō no katei de karera no uta o kii te mite ita.)\u001b[22m\n\nTranslations of \u001b[4mThe ED on the other hand is rather forgettable unfortunately, It's just not edgy enough unfortunately. Angel Beats features an all women japanese band called girls dead monster based on the real life band of the same name, The said band is used as a diversion for the npcs during the SSS operations, and you hear quite a few of their songs throughout the series, my favorite being the crow song, I was always looking foreward to hearing their songs over the course of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ED on the other hand is rather forgettable unfortunately, It's just not edgy enough unfortunately.\u001b[24m\n    \u001b[1m一方EDは残念なことに、忘れられません。残念ながら十分にぎこちないものです。\u001b[22m, \u001b[1m一方、EDは、それが十分残念なことにだけでエッジの効いていないですが、残念ながらかなり忘れられがちです。\u001b[22m\n\u001b[4mAngel Beats features an all women japanese band called girls dead monster based on the real life band of the same name, The said band is used as a diversion for the npcs during the SSS operations, and you hear quite a few of their songs throughout the\u001b[24m\n    \u001b[1mエンジェルビーツは、同じ名前の現実のバンドに基づいて、女の子の死んだモンスターと呼ばれるすべての女性の日本のバンドを備えています。このバンドは、SSSオペレーション中にnpcsのための転用として使用され、\u001b[22m, \u001b[1mエンジェルは、同じ名前の実際の生活のバンドに基づいて、すべての女性が日本のバンドと呼ばれる女の子死んだモンスターは、言ったバンドはSSS操作中のNPCのための転換として使用されていますビーツ、あなたは全体で彼らの曲のかなりの数を聞きます\u001b[22m\n\u001b[4mseries, my favorite being the crow song, I was always looking foreward to hearing their songs over the course of the show.\u001b[24m\n    \u001b[1mシリーズ、私の好きなカラスの曲、私はいつも前衛のショーの過程で彼らの歌を聞いて見ていた。\u001b[22m, \u001b[1mシリーズは、カラスの歌である私のお気に入りは、私はいつもショーの過程で彼らの曲を聞くにforeward探していました。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters is where the series could use some work, the 3 main characters are otonashi, yuri, and angel, Angel is an ok anti hero to the series, she is passable, Otonashi on the other hand manages to be a very forgettable main protagonist , Despite his desire to help those in need before himself he is seriously lacking anything that really makes him stand out much at all, Yuri is a likable characte, but i can't help but feel like she was underutilized in this series despite being a main character, there were only two episodes that really delved into her character (episodes 2 and 12) And for a good portion of the series she was simply the brigade leader who didn't give the audience enough insight into her thoughts and feelings, episode 12 did remedy this quite a bit though, too bad the series was only 13 episodes long, i honestly feel like this was the biggest problem to the series, the beginning was solid, and the ending was really powerful and heart warming, but the middle could have used more substance, I think it would have fared better with 26 episodes, they could have expanded the story and given more time and character development to other characters, that's right, yuri isn't the only character who could have used more development , nearly all the club members have no character development with a few exceptions (Hinata, Naoi, Yui, ect)\n\n\u001b[1mキャラクターはシリーズがいくつかの作品を使うことができる場所で、3人の主人公はオタナシ、ユリ、エンジェル、エンジェルは反抗主人公、彼女は可笑しかった、オタナシは非常に忘れられない主人公 彼自身の前に、必要以上に助けてくれる彼の欲求にもかかわらず、彼は真に彼が本当に多くを目立たせる何かを真剣に欠いている。ユリは好きなキャラクターだが、私は彼女がこのシリーズで十分に活用されていないように感じる。 主人公、彼女のキャラクター（エピソード2と12）に本当に掘り下げた2つのエピソードしかなかった。そして、シリーズのかなりの部分で、彼女は観客に彼女の思考や気持ちを十分に理解させなかった旅団のリーダーだった。  12人はこれをかなり救済しましたが、あまりにも悪いのはシリーズが13エピソードしかなかったことです。私は正直なところ、このシリーズの最大の問題だと感じました。最初は強固でエンディングは本当に強力で心温まるものでしたが、 より多くの実体を使用していた可能性があります、私はそれが26エピソードでうまくいったと思う、彼らは話を拡大し、より多くの時間とキャラクターの開発を他のキャラクターに与えた、そうです、 ほぼすべてのクラブメンバーは、いくつかの例外を除いてキャラクターの開発をしていません（ヒナタ、奈緒、ユイなど）\u001b[22m\n\u001b[1m(Kyarakutā wa shirīzu ga ikutsu ka no sakuhin o tsukau koto ga dekiru basho de, 3-ri no shujinkō wa otanashi, yuri, Enjeru, Enjeru wa hankō shujinkō, kanojo wa okashikatta, otanashi wa hijō ni wasure rarenai shujinkō kare jishin no mae ni, hitsuyōijō ni tasukete kureru kare no yokkyū nimokakawarazu, kare wa makotoni kare ga hontōni ōku o medata seru nanika o shinken ni kaite iru. Yuri wa sukina kyarakutādaga, watashi wa kanojo ga kono shirīzu de jūbun ni katsuyō sa rete inai yō ni kanjiru. Shujinkō, kanojo no kyarakutā (episōdo 2 to 12) ni hontōni horisageta 2tsu no episōdo shika nakatta. Soshite, shirīzu no kanari no bubun de, kanojo wa kankyaku ni kanojo no shikō ya kimochi o jūbun ni rikai sa senakatta ryodan no rīdādatta. 12-Ri wa kore o kanari kyūsai shimashitaga, amarini mo warui no wa shirīzu ga 13 episōdo shika nakatta kotodesu. Watashi wa shōjikina tokoro, kono shirīzu no saidai no mondaida to kanjimashita. Saisho wa kyōkode endingu wa hontōni kyōryokude kokoroatatamaru monodeshitaga, yori ōku no jittai o shiyō shite ita kanōsei ga arimasu, watashi wa sore ga 26 episōdo de umaku itta to omou, karera wa hanashi o kakudai shi, yori ōku no jikan to kyarakutā no kaihatsu o hoka no kyarakutā ni ataeta,-sōdesu, hobo subete no kurabumenbā wa, ikutsu ka no reigai o nozoite kyarakutā no kaihatsu o shite imasen (hinata, Nao, Yui nado))\u001b[22m\n\u001b[1m\u001b[22m\nOverall I really enjoyed this anime, I never got addicted to it but it was great and i am glad i watched it, the show has it's share of humor as most anime do, many of the secondary characters while being static characters do have there own running gags and character gimmicks that provide some humor, Yui is really hyperactive, Noda is obsessed with his halberd and fighting people, Hinata keeps calling Otonashi gay, TK is always doing some crazy dancing, and Shiina has an obsession with cute things, and there are some others i didn't list, This anime really does have some powerful and heart warming moments in it, and their are some good plot twists, though all the same their are a few things that are never explained, like Naoi's hypnotism powers, or what exactly happens to someone after they are obliterated, As well a certain gaping plot hole in the last episode.\n\n\u001b[1m全体的に私は本当にこのアニメを楽しんだ、私はそれに中毒したことはありませんでしたが、それは素晴らしかったと私はそれを見て嬉しいです、ショーはそれがユーモアのシェアを持っているほとんどのアニメは、 ヒロインはオタナシをゲイと呼んでいるし、TKはいつも狂ったダンスをしているし、椎名はかわいいものに執着しているし、そこには何かユーモアを提供するキャラクターギミックが走っている。 このアニメは本当に力強く心に暖かい瞬間を持っていて、彼らはいくつかの良いプロットの紆余曲折ですが、まったく同じものはナオイの催眠師のように説明されていないいくつかのものですが、 彼らが消滅した後に誰かに何が起こるのか、また最後のエピソードではある程度のギャップがあります。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa hontōni kono anime o tanoshinda, watashi wa sore ni chūdoku shita koto wa arimasendeshitaga, sore wa subarashikatta to watashi wa sore o mite ureshīdesu, shō wa sore ga yūmoa no shea o motte iru hotondo no anime wa, hiroin wa otanashi o gei to yonde irushi, TK wa itsumo kurutta dansu o shite irushi, Shīna wa kawaī mono ni shūchaku shite irushi, soko ni wa nani ka yūmoa o teikyō suru kyarakutāgimikku ga hashitte iru. Kono anime wa hontōni chikaradzuyoku kokoro ni attakai shunkan o motte ite, karera wa ikutsu ka no yoi purotto no uyokyokusetsudesuga, mattaku onaji mono wa Naoi no saimin-shi no yō ni setsumei sa rete inai ikutsu ka no monodesuga, karera ga shōmetsu shita nochi ni dareka ni nani ga okoru no ka, mata saigo no episōdode wa aruteido no gyappu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I really enjoyed this anime, I never got addicted to it but it was great and i am glad i watched it, the show has it's share of humor as most anime do, many of the secondary characters while being static characters do have there own running gags and character gimmicks that provide some humor, Yui is really hyperactive, Noda is obsessed with his halberd and fighting people, Hinata keeps calling Otonashi gay, TK is always doing some crazy dancing, and Shiina has an obsession with cute things, and there are some others i didn't list, This anime really does have some powerful and heart warming moments in it, and their are some good plot twists, though all the same their are a few things that are never explained, like Naoi's hypnotism powers, or what exactly happens to someone after they are obliterated, As well a certain gaping plot hole in the last episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I really enjoyed this anime, I never got addicted to it but it was great and i am glad i watched it, the show has it's share of humor as most anime do, many of the secondary characters while being static characters do have there own\u001b[24m\n    \u001b[1m全体的に私は本当にこのアニメを楽しんだ、私はそれに中毒したことはありませんでしたが、それは素晴らしかったと私はそれを見て嬉しいです、ショーはそれがユーモアのシェアを持っているほとんどのアニメは、\u001b[22m, \u001b[1m全体的に私は本当にこのアニメを楽しんで、私はそれにはまってやったことがなかったが、ショーがある静的な文字が自身を持っていながら、ほとんどのアニメは、二文字の多くがそうであるように、それはユーモアの共有のしている、それは素晴らしかったと私はそれを見てうれしく思います\u001b[22m\n\u001b[4mrunning gags and character gimmicks that provide some humor, Yui is really hyperactive, Noda is obsessed with his halberd and fighting people, Hinata keeps calling Otonashi gay, TK is always doing some crazy dancing, and Shiina has an obsession with cute things, and there\u001b[24m\n    \u001b[1mヒロインはオタナシをゲイと呼んでいるし、TKはいつも狂ったダンスをしているし、椎名はかわいいものに執着しているし、そこには何かユーモアを提供するキャラクターギミックが走っている。\u001b[22m, \u001b[1mギャグといくつかのユーモアを提供する文字仕掛けを実行して、ユイは本当に非常に活発で、野田は彼のハルバードに取りつかれ、人々を戦っている、日向は音無ゲイを呼び出し続けて、TKは常にいくつかのクレイジーなダンスをやっている、と椎名は可愛いものへの執着を持っており、そこに\u001b[22m\n\u001b[4mare some others i didn't list, This anime really does have some powerful and heart warming moments in it, and their are some good plot twists, though all the same their are a few things that are never explained, like Naoi's hypnotism powers,\u001b[24m\n    \u001b[1mこのアニメは本当に力強く心に暖かい瞬間を持っていて、彼らはいくつかの良いプロットの紆余曲折ですが、まったく同じものはナオイの催眠師のように説明されていないいくつかのものですが、\u001b[22m, \u001b[1m私は表示されませんでしたいくつかの他はあるが、このアニメは本当にそれでいくつかの強力かつ心温まる瞬間を持っていない、といくつかの良いどんでん返しが自分である、直井の催眠術の力のように、説明されることはありませんいくつかの事が同じで、それらのあるすべてものの、\u001b[22m\n\u001b[4mor what exactly happens to someone after they are obliterated, As well a certain gaping plot hole in the last episode.\u001b[24m\n    \u001b[1m彼らが消滅した後に誰かに何が起こるのか、また最後のエピソードではある程度のギャップがあります。\u001b[22m, \u001b[1m彼らは同様に、最終話で特定ぽっかりプロット穴を抹消された後、またはまさに誰かに起こります。\u001b[22m\n\u001b[1m\u001b[22m\nMy final verdict? I give Angel Beats an 6/10\n\n\u001b[1m私の最終判決？ 私はAngel Beatsに6/10を与える\u001b[22m\n\u001b[1m(Watashi no saishū hanketsu? Watashi wa enzeru bītsu ni 6/ 10 o ataeru)\u001b[22m\n\nTranslations of \u001b[4mMy final verdict? I give Angel Beats an 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy final verdict?\u001b[24m\n    \u001b[1m私の最終判決？\u001b[22m, \u001b[1m私の最終的な評決？\u001b[22m\n\u001b[4mI give Angel Beats an 6/10\u001b[24m\n    \u001b[1m私はAngel Beatsに6/10を与える\u001b[22m, \u001b[1m私は天使が6/10ビーツ与えます\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "kurucode",
    "profile": "/profile/kurucode/reviews",
    "pages": "30",
    "number": "12",
    "link": "/reviews.php?id=27585",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\n3回目のレビューのために私のターン、3\n\nストーリー8 / 10-私は「Angel Beats！」を持っています。 それは短期間であったという事実のために7です。 それは、いくつかのサブ・プロットを通したシーズンを通して、元のプロットに固執しました。 しかし、私が感じた主な問題は、それが急いでいるようだったということでした。  （私は予算の制限を推測していますか？）このアニメは24のエピソードシリーズとして簡単に成功することができ、それでも同じことをあなたに与えます。次は何ですか？ 今教えて！！！' 私たち全員が愛し、楽しんでいると感じる...私たちが見つけられなくても。\n\nアート9 / 10-このショーでは、私がしばらく見てきた最高のアートがいくつかありました。 環境はきわめて詳細で、さまざまな分野が含まれていました。 アニメーションは、ジャンプや口の問題がなく、一流のノッチでした。 文字は非常に詳細で、活気に満ちていて、新しい年齢の色をしていました。 アーティストは、特にKandeのさまざまなモードで非常に創造的でした。\n\nSound 10/10!!  - 複数の異なるアンビエントサウンド。 口頭から発言への配慮は際立っていました。 武器のショットは、現実的なものに近いところでかなり鳴り響く。近距離の武器には、「騒々しい」騒音があった。 そして、大きくなるほど良い！\n\nCharcters 8 / 10-すべて静かな少数だったが、すべての文字。 すべてが物事にはっきりとした感触と態度を持っていました。 私が想定しているのは、私たちが関係することです。文字で感じた唯一の問題は、終わりに向かっていくことです。  （私はTKが何をしたのか見たいと思っていた）\n\n楽しさ10/10！ - これはとても気に入ったアニメでした。 それはすべてと一緒に来た！ マジック、銃撃戦、手と戦闘、音楽、ロマンス、トラウマ、コメディ、そして真剣さ。 ジョークはたまにうんざりすることがよくあります。 アクションシーンはビジュアル、サウンド、そして興味深いものがあります。 そして、すべてのエピソードの終わりに言及すると、私はいつも次のエピソードを心配しています。毎週金曜日、私が帰ったらすぐに新しいエピソードを見てください。  （私はエピソードの終わりにプレビューを見なかった...それはそれを台無しに感じる）\n\n全体的な9/10  - 私が9を与えた理由は、それが前に述べたように短くなったという事実によるものです。 キャラクターの量と非常に柔軟なストーリーで、ストーリーの詳細をもっと詳しく調べたり、元のプロットに関連して戻ってくるかもしれないマイナーなひねりを与えたりすることができました。 しかし、まだ素晴らしいアニメ。 推奨：3",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAlright my turn for a review ;3\n\n\u001b[1m3回目のレビューのために私のターン、3\u001b[22m\n\u001b[1m(3-Kai-me no rebyū no tame ni watashi no tān, 3)\u001b[22m\n\nTranslations of \u001b[4mAlright my turn for a review ;3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright my turn for a review ;3\u001b[24m\n    \u001b[1m3回目のレビューのために私のターン、3\u001b[22m, \u001b[1mさてさてレビューのための私の番、3\u001b[22m\n\u001b[1m\u001b[22m\nStory 8/10- I have 'Angel Beats!' a 7, due to the fact that it was TO SHORT!!! It did stick to the original plot through out the entire season with a few sub-plots through out. It But main problem I found felt was that it seemed rushed. (I'm guessing budget restrictions?) This anime could easily succeed as a 24 episode series, and still give you the same 'WHAT HAPPENS NEXT!!! TELL ME NOW!!!' feeling that we all love and enjoy... Even if we can't find out.\n\n\u001b[1mストーリー8 / 10-私は「Angel Beats！」を持っています。 それは短期間であったという事実のために7です。 それは、いくつかのサブ・プロットを通したシーズンを通して、元のプロットに固執しました。 しかし、私が感じた主な問題は、それが急いでいるようだったということでした。  （私は予算の制限を推測していますか？）このアニメは24のエピソードシリーズとして簡単に成功することができ、それでも同じことをあなたに与えます。次は何ですか？ 今教えて！！！' 私たち全員が愛し、楽しんでいると感じる...私たちが見つけられなくても。\u001b[22m\n\u001b[1m(Sutōrī 8/ 10 - watashi wa `enjerubītsu' o motte imasu. Sore wa tankikandeatta to iu jijitsu no tame ni 7desu. Sore wa, ikutsu ka no sabu purotto o tōshita shīzun o tōshite,-moto no purotto ni koshū shimashita. Shikashi, watashi ga kanjita omona mondai wa, sore ga isoide iru yōdatta to iu kotodeshita. (Watashi wa yosan no seigen o suisoku shite imasu ka? ) Kono anime wa 24 no episōdoshirīzu to shite kantan ni seikō suru koto ga deki, soredemo onaji koto o anata ni ataemasu. Tsugi wa nanidesu ka? Ima oshiete!!!' Watashitachi zen'in ga aishi, tanoshinde iru to kanjiru... Watashitachi ga mitsuke rarenakute mo.)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10- I have 'Angel Beats!' a 7, due to the fact that it was TO SHORT!!! It did stick to the original plot through out the entire season with a few sub-plots through out. It But main problem I found felt was that it seemed rushed. (I'm guessing budget restrictions?) This anime could easily succeed as a 24 episode series, and still give you the same 'WHAT HAPPENS NEXT!!! TELL ME NOW!!!' feeling that we all love and enjoy... Even if we can't find out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10- I have 'Angel Beats!'\u001b[24m\n    \u001b[1mストーリー8 / 10-私は「Angel Beats！」を持っています。\u001b[22m, \u001b[1mストーリー8 / 10-私は「エンジェルビーツ！」持っています\u001b[22m\n\u001b[4ma 7, due to the fact that it was TO SHORT!!!\u001b[24m\n    \u001b[1mそれは短期間であったという事実のために7です。\u001b[22m, \u001b[1m7、それが短絡したことに起因！\u001b[22m\n\u001b[4mIt did stick to the original plot through out the entire season with a few sub-plots through out.\u001b[24m\n    \u001b[1mそれは、いくつかのサブ・プロットを通したシーズンを通して、元のプロットに固執しました。\u001b[22m, \u001b[1mこれはアウトを介して、いくつかのサブプロットとシーズン全体うち、元のプロットを通じにこだわるんでした。\u001b[22m\n\u001b[4mIt But main problem I found felt was that it seemed rushed.\u001b[24m\n    \u001b[1mしかし、私が感じた主な問題は、それが急いでいるようだったということでした。\u001b[22m, \u001b[1mこれでも私が見つけた主な問題は感じたが、それが殺到したように見えたということでした。\u001b[22m\n\u001b[4m(I'm guessing budget restrictions?) This anime could easily succeed as a 24 episode series, and still give you the same 'WHAT HAPPENS NEXT!!!\u001b[24m\n    \u001b[1m（私は予算の制限を推測していますか？）このアニメは24のエピソードシリーズとして簡単に成功することができ、それでも同じことをあなたに与えます。次は何ですか？\u001b[22m, \u001b[1mこのアニメは、簡単に24エピソードシリーズとして成功し、まだ何が次に起こる「あなたに同じを与えることができる（私は？予算の制限を推測しています）!!!\u001b[22m\n\u001b[4mTELL ME NOW!!!'\u001b[24m\n    \u001b[1m今教えて！！！'\u001b[22m, \u001b[1m今すぐ教えて！\u001b[22m, \u001b[1m今すぐ教えてください!!!」\u001b[22m\n\u001b[4mfeeling that we all love and enjoy... Even if we can't find out.\u001b[24m\n    \u001b[1m私たち全員が愛し、楽しんでいると感じる...私たちが見つけられなくても。\u001b[22m, \u001b[1m我々はすべての愛、私たちは見つけることができない場合でも...楽しむことを感じ。\u001b[22m\n\u001b[1m\u001b[22m\nArt 9/10- This show had some of the best art I've seen in a while. Environment was well detailed and they included many different areas. Animation was top notch, with no jumps or mouth problems. Characters were very detailed, vibrant, and new age colored. The artist were very creative especially with Kande's different modes.\n\n\u001b[1mアート9 / 10-このショーでは、私がしばらく見てきた最高のアートがいくつかありました。 環境はきわめて詳細で、さまざまな分野が含まれていました。 アニメーションは、ジャンプや口の問題がなく、一流のノッチでした。 文字は非常に詳細で、活気に満ちていて、新しい年齢の色をしていました。 アーティストは、特にKandeのさまざまなモードで非常に創造的でした。\u001b[22m\n\u001b[1m(Āto 9/ 10 - kono shōde wa, watashi ga shibaraku mitekita saikō no āto ga ikutsu ka arimashita. Kankyō wa kiwamete shōsaide, samazamana bun'ya ga fukuma rete imashita. Animēshon wa, janpu ya kuchi no mondai ga naku, ichiryū no notchideshita. Moji wa hijō ni shōsaide, kakki ni michite ite, atarashī nenrei no iro o shite imashita. Ātisuto wa, tokuni Kande no samazamana mōdo de hijō ni sōzō-tekideshita.)\u001b[22m\n\nTranslations of \u001b[4mArt 9/10- This show had some of the best art I've seen in a while. Environment was well detailed and they included many different areas. Animation was top notch, with no jumps or mouth problems. Characters were very detailed, vibrant, and new age colored. The artist were very creative especially with Kande's different modes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 9/10- This show had some of the best art I've seen in a while.\u001b[24m\n    \u001b[1mアート9 / 10-このショーでは、私がしばらく見てきた最高のアートがいくつかありました。\u001b[22m, \u001b[1m9 / 10-このショーアートは、私はしばらくの間で見てきた最高の芸術のいくつかを持っていました。\u001b[22m\n\u001b[4mEnvironment was well detailed and they included many different areas.\u001b[24m\n    \u001b[1m環境はきわめて詳細で、さまざまな分野が含まれていました。\u001b[22m, \u001b[1m環境がよく、詳細だったし、彼らは多くの異なる領域が含まれていました。\u001b[22m\n\u001b[4mAnimation was top notch, with no jumps or mouth problems.\u001b[24m\n    \u001b[1mアニメーションは、ジャンプや口の問題がなく、一流のノッチでした。\u001b[22m, \u001b[1mアニメーションは、ジャンプや口の問題なしで、一流でした。\u001b[22m\n\u001b[4mCharacters were very detailed, vibrant, and new age colored.\u001b[24m\n    \u001b[1m文字は非常に詳細で、活気に満ちていて、新しい年齢の色をしていました。\u001b[22m, \u001b[1mキャラクターは非常に、詳細な活気に満ちた、そして新しい時代を着色します。\u001b[22m\n\u001b[4mThe artist were very creative especially with Kande's different modes.\u001b[24m\n    \u001b[1mアーティストは、特にKandeのさまざまなモードで非常に創造的でした。\u001b[22m, \u001b[1mアーティストは、特にカンデの異なるモードで非常に創造的でした。\u001b[22m\n\u001b[1m\u001b[22m\nSound 10/10!!- Multiple different ambient sounds. Mouth to speech ration was outstanding. Weapon shots sounds pretty darn close to realistic, melee weapons had that 'swoosh' noise. And the louder the better!\n\n\u001b[1mSound 10/10!!  - 複数の異なるアンビエントサウンド。 口頭から発言への配慮は際立っていました。 武器のショットは、現実的なものに近いところでかなり鳴り響く。近距離の武器には、「騒々しい」騒音があった。 そして、大きくなるほど良い！\u001b[22m\n\u001b[1m(Sound 10/ 10! ! - Fukusū no kotonaru anbientosaundo. Kōtō kara hatsugen e no hairyo wa kiwadatte imashita. Buki no shotto wa, genjitsu-tekina mono ni chikai tokoro de kanari narihibiku. Kinkyori no buki ni wa,`sōzōshī' sōon ga atta. Soshite, ōkiku naru hodo yoi!)\u001b[22m\n\nTranslations of \u001b[4mSound 10/10!!- Multiple different ambient sounds. Mouth to speech ration was outstanding. Weapon shots sounds pretty darn close to realistic, melee weapons had that 'swoosh' noise. And the louder the better!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 10/10!!- Multiple different ambient sounds.\u001b[24m\n    \u001b[1mSound 10/10!!  - 複数の異なるアンビエントサウンド。\u001b[22m, \u001b[1m複数の異なる周囲の音 -  10月10日!!サウンド。\u001b[22m\n\u001b[4mMouth to speech ration was outstanding.\u001b[24m\n    \u001b[1m口頭から発言への配慮は際立っていました。\u001b[22m, \u001b[1m音声比の口は傑出していました。\u001b[22m\n\u001b[4mWeapon shots sounds pretty darn close to realistic, melee weapons had that 'swoosh' noise.\u001b[24m\n    \u001b[1m武器のショットは、現実的なものに近いところでかなり鳴り響く。近距離の武器には、「騒々しい」騒音があった。\u001b[22m, \u001b[1m武器ショットは現実的にかなりくそ近い音、近接武器は「スウッシュ」ノイズということでした。\u001b[22m\n\u001b[4mAnd the louder the better!\u001b[24m\n    \u001b[1mそして、大きくなるほど良い！\u001b[22m, \u001b[1mそして、より良い大声で！\u001b[22m\n\u001b[1m\u001b[22m\nCharcters 8/10- All the characters, even though there were quiet a few. All had a distinct feel and attitude on things. Which I'm assuming is for us to relate to.The only problem I felt with the characters is towards then ending, how only a handful of characters showed their passing. (I wanted to see what TK did)\n\n\u001b[1mCharcters 8 / 10-すべて静かな少数だったが、すべての文字。 すべてが物事にはっきりとした感触と態度を持っていました。 私が想定しているのは、私たちが関係することです。文字で感じた唯一の問題は、終わりに向かっていくことです。  （私はTKが何をしたのか見たいと思っていた）\u001b[22m\n\u001b[1m(Charcters 8/ 10 - subete shizukana shōsūdattaga, subete no moji. Subete ga monogoto ni hakkiri to shita kanshoku to taido o motte imashita. Watashi ga sōtei shite iru no wa, watashitachi ga kankei suru kotodesu. Moji de kanjita yuiitsu no mondai wa, owari ni mukatte iku kotodesu. (Watashi wa TK ga nani o shita no ka mitai to omotte ita))\u001b[22m\n\nTranslations of \u001b[4mCharcters 8/10- All the characters, even though there were quiet a few. All had a distinct feel and attitude on things. Which I'm assuming is for us to relate to.The only problem I felt with the characters is towards then ending, how only a handful of characters showed their passing. (I wanted to see what TK did)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharcters 8/10- All the characters, even though there were quiet a few.\u001b[24m\n    \u001b[1mCharcters 8 / 10-すべて静かな少数だったが、すべての文字。\u001b[22m, \u001b[1m静かな数があったにもかかわらずCharcters 8 / 10-すべての文字、。\u001b[22m\n\u001b[4mAll had a distinct feel and attitude on things.\u001b[24m\n    \u001b[1mすべてが物事にはっきりとした感触と態度を持っていました。\u001b[22m, \u001b[1mすべての物事に明確な感触と態度を持っていました。\u001b[22m\n\u001b[4mWhich I'm assuming is for us to relate to.The only problem I felt with the characters is towards then ending, how only a handful of characters showed their passing.\u001b[24m\n    \u001b[1m私が想定しているのは、私たちが関係することです。文字で感じた唯一の問題は、終わりに向かっていくことです。\u001b[22m, \u001b[1m私は仮定しているどの私たちは、私はその後、文字のほんの一握りは、彼らの通過を示したか、エンディングに向かっている文字と感じた唯一の問題to.The関連するためのものです。\u001b[22m\n\u001b[4m(I wanted to see what TK did)\u001b[24m\n    \u001b[1m（私はTKが何をしたのか見たいと思っていた）\u001b[22m, \u001b[1m（私はTKが何をしたか見てみたかったです）\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 10/10!!- This was a very pleasing anime. It came with everything! Magic, gun fights, hand to hand combat, music, romance, trauma, comedy, and seriousness. The jokes sometimes corny would often make me laugh. The action scenes would be outstanding with visuals, sounds and stayed interesting. And as mentions at the end of every episode I would always be anxious for the next episode, watch the new episode every Friday as soon as I got home. (I didn't watch the preview at the end of the episodes... I feel it spoils it.)\n\n\u001b[1m楽しさ10/10！ - これはとても気に入ったアニメでした。 それはすべてと一緒に来た！ マジック、銃撃戦、手と戦闘、音楽、ロマンス、トラウマ、コメディ、そして真剣さ。 ジョークはたまにうんざりすることがよくあります。 アクションシーンはビジュアル、サウンド、そして興味深いものがあります。 そして、すべてのエピソードの終わりに言及すると、私はいつも次のエピソードを心配しています。毎週金曜日、私が帰ったらすぐに新しいエピソードを見てください。  （私はエピソードの終わりにプレビューを見なかった...それはそれを台無しに感じる）\u001b[22m\n\u001b[1m(Tanoshisa 10/ 10! - Kore wa totemo kiniitta animedeshita. Sore wa subete to issho ni kita! Majikku, jūgeki-sen,-te to sentō, ongaku, romansu, torauma, komedi, soshite shinken-sa. Jōku wa tamani unzari suru koto ga yoku arimasu. Akushonshīn wa bijuaru, saundo, soshite kyōmibukai mono ga arimasu. Soshite, subete no episōdo no owari ni genkyū suru to, watashi wa itsumo tsugi no episōdo o shinpai shite imasu. Maishū kin'yōbi, watashi ga kaettara sugu ni atarashī episōdo o mite kudasai. (Watashi wa episōdo no owari ni purebyū o minakatta... Sore wa sore o dainashi ni kanjiru))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 10/10!!- This was a very pleasing anime. It came with everything! Magic, gun fights, hand to hand combat, music, romance, trauma, comedy, and seriousness. The jokes sometimes corny would often make me laugh. The action scenes would be outstanding with visuals, sounds and stayed interesting. And as mentions at the end of every episode I would always be anxious for the next episode, watch the new episode every Friday as soon as I got home. (I didn't watch the preview at the end of the episodes... I feel it spoils it.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 10/10!!- This was a very pleasing anime.\u001b[24m\n    \u001b[1m楽しさ10/10！ - これはとても気に入ったアニメでした。\u001b[22m, \u001b[1m楽し10/10!!  - これは非常に喜ばしいアニメでした。\u001b[22m\n\u001b[4mIt came with everything!\u001b[24m\n    \u001b[1mそれはすべてと一緒に来た！\u001b[22m, \u001b[1mそれはすべてに来ました！\u001b[22m\n\u001b[4mMagic, gun fights, hand to hand combat, music, romance, trauma, comedy, and seriousness.\u001b[24m\n    \u001b[1mマジック、銃撃戦、手と戦闘、音楽、ロマンス、トラウマ、コメディ、そして真剣さ。\u001b[22m, \u001b[1mマジック、銃の戦い、手の戦闘、音楽、ロマンス、外傷、コメディ、そして真剣に手。\u001b[22m\n\u001b[4mThe jokes sometimes corny would often make me laugh.\u001b[24m\n    \u001b[1mジョークはたまにうんざりすることがよくあります。\u001b[22m, \u001b[1mジョークは時として陳腐よく私を笑わせるだろう。\u001b[22m\n\u001b[4mThe action scenes would be outstanding with visuals, sounds and stayed interesting.\u001b[24m\n    \u001b[1mアクションシーンはビジュアル、サウンド、そして興味深いものがあります。\u001b[22m, \u001b[1mアクションシーンはビジュアル、サウンドと優れたことや興味深いとどまっただろう。\u001b[22m\n\u001b[4mAnd as mentions at the end of every episode I would always be anxious for the next episode, watch the new episode every Friday as soon as I got home.\u001b[24m\n    \u001b[1mそして、すべてのエピソードの終わりに言及すると、私はいつも次のエピソードを心配しています。毎週金曜日、私が帰ったらすぐに新しいエピソードを見てください。\u001b[22m, \u001b[1m私はいつも次のエピソードのために気になるであろうすべてのエピソードの最後に言及したように、とすぐに私が帰宅として毎週金曜日に新しいエピソードを見ます。\u001b[22m\n\u001b[4m(I didn't watch the preview at the end of the episodes... I feel it spoils it.)\u001b[24m\n    \u001b[1m（私はエピソードの終わりにプレビューを見なかった...それはそれを台無しに感じる）\u001b[22m, \u001b[1m（私は、エピソードの終わりにプレビューを見ていない...私はそれを台無しに感じています。）\u001b[22m\n\u001b[1m\u001b[22m\nOverall 9/10- Only reason I gave it a 9 is due to the fact it WAS TO SHORT as stated before. With the amount of characters and the extremely flexible story it could of been longer to go more in detail on the story or give some minor twists that could come back and relate to the main plot. But still great anime. Recommended :3\n\n\u001b[1m全体的な9/10  - 私が9を与えた理由は、それが前に述べたように短くなったという事実によるものです。 キャラクターの量と非常に柔軟なストーリーで、ストーリーの詳細をもっと詳しく調べたり、元のプロットに関連して戻ってくるかもしれないマイナーなひねりを与えたりすることができました。 しかし、まだ素晴らしいアニメ。 推奨：3\u001b[22m\n\u001b[1m(Zentai-tekina 9/ 10 - watashi ga 9 o ataeta riyū wa, sore ga mae ni nobeta yō ni mijikaku natta to iu jijitsu ni yoru monodesu. Kyarakutā no ryō to hijō ni jūnan'na sutōrī de, sutōrī no shōsai o motto kuwashiku shirabe tari,-moto no purotto ni kanren shite modotte kuru kamo shirenai maināna hineri o atae tari suru koto ga dekimashita. Shikashi, mada subarashī anime. Suishō: 3)\u001b[22m\n\nTranslations of \u001b[4mOverall 9/10- Only reason I gave it a 9 is due to the fact it WAS TO SHORT as stated before. With the amount of characters and the extremely flexible story it could of been longer to go more in detail on the story or give some minor twists that could come back and relate to the main plot. But still great anime. Recommended :3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9/10- Only reason I gave it a 9 is due to the fact it WAS TO SHORT as stated before.\u001b[24m\n    \u001b[1m全体的な9/10  - 私が9を与えた理由は、それが前に述べたように短くなったという事実によるものです。\u001b[22m, \u001b[1m全体の9/10〜唯一の理由私は9は前に述べたように、それはSHORTすることであったという事実によるものであることを示しました。\u001b[22m\n\u001b[4mWith the amount of characters and the extremely flexible story it could of been longer to go more in detail on the story or give some minor twists that could come back and relate to the main plot.\u001b[24m\n    \u001b[1mキャラクターの量と非常に柔軟なストーリーで、ストーリーの詳細をもっと詳しく調べたり、元のプロットに関連して戻ってくるかもしれないマイナーなひねりを与えたりすることができました。\u001b[22m, \u001b[1m文字の量と非常に柔軟な話で、それは物語にさらに詳細に行くか、戻ってくると、メインプロットに関連している可能性があり、いくつかのマイナーなねじれを与えるために長くなってのことができます。\u001b[22m\n\u001b[4mBut still great anime.\u001b[24m\n    \u001b[1mしかし、まだ素晴らしいアニメ。\u001b[22m, \u001b[1mしかし、まだ偉大なアニメ。\u001b[22m\n\u001b[4mRecommended :3\u001b[24m\n    \u001b[1m推奨：3\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "bigfoot1291",
    "profile": "/profile/bigfoot1291/reviews",
    "pages": "30",
    "number": "13",
    "link": "/reviews.php?id=109481",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは今の私のお気に入りのアニメです。 ショーは私の意見ではすべてのものの完璧な組み合わせを持っています。 流れは最初から最後まで素晴らしいです。 あなたは偉大なアクションシーン、陽気なコメディシーン、そしてあなたの心が壊れて泣いてみたい時を経験します。 いずれの方法でも、すべてのエピソードがストーリーやキャラクターの発展に加わるので、大きなダウンタイムはありません。 誰にでもお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my favorite anime as of right now. The show has a perfect combination of just everything in my opinion. The flow is fantastic from start to finish. You'll experience great action scenes, hilarious comedy scenes, and moments where your heart just wants to break down and cry. There's no significant down time, as every episode in one way or another adds to the story or character development. Highly recommend for anyone.\n\n\u001b[1mこれは今の私のお気に入りのアニメです。 ショーは私の意見ではすべてのものの完璧な組み合わせを持っています。 流れは最初から最後まで素晴らしいです。 あなたは偉大なアクションシーン、陽気なコメディシーン、そしてあなたの心が壊れて泣いてみたい時を経験します。 いずれの方法でも、すべてのエピソードがストーリーやキャラクターの発展に加わるので、大きなダウンタイムはありません。 誰にでもお勧めします。\u001b[22m\n\u001b[1m(Kore wa ima no watashinōkiniiri no animedesu. Shō wa watashi no ikende wa subete no mono no kanpekina kumiawase o motte imasu. Nagare wa saisho kara saigomade subarashīdesu. Anata wa idaina akushonshīn, yōkina komedishīn, soshite anata no kokoro ga kowarete naite mitai toki o keiken shimasu. Izure no hōhō demo, subete no episōdo ga sutōrī ya kyarakutā no hatten ni kuwawarunode, ōkina dauntaimu wa arimasen. Darenidemo o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my favorite anime as of right now. The show has a perfect combination of just everything in my opinion. The flow is fantastic from start to finish. You'll experience great action scenes, hilarious comedy scenes, and moments where your heart just wants to break down and cry. There's no significant down time, as every episode in one way or another adds to the story or character development. Highly recommend for anyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my favorite anime as of right now.\u001b[24m\n    \u001b[1mこれは今の私のお気に入りのアニメです。\u001b[22m, \u001b[1mこれは、今のように私の好きなアニメです。\u001b[22m\n\u001b[4mThe show has a perfect combination of just everything in my opinion.\u001b[24m\n    \u001b[1mショーは私の意見ではすべてのものの完璧な組み合わせを持っています。\u001b[22m, \u001b[1mショーは私の意見ではちょうどすべての完璧な組み合わせを持っています。\u001b[22m\n\u001b[4mThe flow is fantastic from start to finish.\u001b[24m\n    \u001b[1m流れは最初から最後まで素晴らしいです。\u001b[22m, \u001b[1mフローは最初から最後まで素晴らしいです。\u001b[22m\n\u001b[4mYou'll experience great action scenes, hilarious comedy scenes, and moments where your heart just wants to break down and cry.\u001b[24m\n    \u001b[1mあなたは偉大なアクションシーン、陽気なコメディシーン、そしてあなたの心が壊れて泣いてみたい時を経験します。\u001b[22m, \u001b[1mあなたは偉大なアクションシーン、陽気なコメディシーン、そしてあなたの心はちょうど打破し、泣きたい瞬間を経験するでしょう。\u001b[22m\n\u001b[4mThere's no significant down time, as every episode in one way or another adds to the story or character development.\u001b[24m\n    \u001b[1mいずれの方法でも、すべてのエピソードがストーリーやキャラクターの発展に加わるので、大きなダウンタイムはありません。\u001b[22m, \u001b[1m一つの方法または別のすべてのエピソードがストーリーやキャラクターの成長に追加するように有意なダウンタイムは、ありません。\u001b[22m\n\u001b[4mHighly recommend for anyone.\u001b[24m\n    \u001b[1m誰にでもお勧めします。\u001b[22m, \u001b[1m非常に誰のためにお勧めします。\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "DarkXoon",
    "profile": "/profile/DarkXoon/reviews",
    "pages": "30",
    "number": "14",
    "link": "/reviews.php?id=119091",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  9\n\nこんにちは、これは私が見たアニメについてのレビューを初めて行ったのですが、どうすればそれを簡単にすることができますか？普通は私は書いたりコメントしたりしませんが、今回はこのアニメの天使が私に生と死 ........最初に大丈夫.....\n\n\nストーリー：7\n最初の話はあまりにも混乱しすぎて頭の中に入ることはできませんでした（もしあなたが13-14以下であれば簡単に理解できないでしょう）が、時間が過ぎれば、あなたは3のエピソードでそれを使うでしょう それのようにそれをあなたのようなアニメのこの種にドロップしないでください-----....エピソードの残りについて私はそれをあなたのためにスポイラーにしたくありません\nすぐにそれを見ているように知っている\n\nアート：9\n芸術とアニメーションはとても美しく完璧でした。私はどの芸術が最高ののか分かりませんが、それは素晴らしかったです。\n\nサウンド：8\nアニメのオープニングもクライマックスに到達したときに演奏されるサイド・ミュージックを忘れることなくエンディングが大変だった！「私はあなたを忘れることはできない」\n\nキャラクター：6\n私はこれらのすべてが特にヘロインの主人公であったので、このことについてあまり話す必要はありません\n\n全体：8\nなぜ8.......あなたは何かの理由でこのアニメが好きでなかったら私は再監視する必要があります\nこのアニメでは、毎回それがよく変わるのを見ているので（少なくとも1日または1时间）、もしあなたがあまりにもエピソード5のような真ん中から退屈したら、あきらめずに続けてください。 エピソード6そこにはあなたのために大きな驚きがありますもちろん、それはもっと.... cya別のレビュー.....まで",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHi all this is my first time making a review about anime i watched and liked how can i make it simple..... usually i don't write or comment but this time this anime angel beats thought me a lesson about life and death ........ok first .....\n\n\u001b[1mこんにちは、これは私が見たアニメについてのレビューを初めて行ったのですが、どうすればそれを簡単にすることができますか？普通は私は書いたりコメントしたりしませんが、今回はこのアニメの天使が私に生と死 ........最初に大丈夫.....\u001b[22m\n\u001b[1m(Kon'nichiwa, kore wa watashi ga mita anime ni tsuite no rebyū o hajimete itta nodesuga, dōsureba sore o kantan ni suru koto ga dekimasu ka? Futsū wa watashi wa kai tari komento shi tari shimasenga, konkai wa kono anime no tenshi ga watashi ni seitoshi........ Saisho ni daijōbu.....)\u001b[22m\n\nTranslations of \u001b[4mHi all this is my first time making a review about anime i watched and liked how can i make it simple..... usually i don't write or comment but this time this anime angel beats thought me a lesson about life and death ........ok first .....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHi all this is my first time making a review about anime i watched and liked how can i make it simple..... usually i don't write or comment but this time this anime angel beats thought me a lesson about life and death\u001b[24m\n    \u001b[1mこんにちは、これは私が見たアニメについてのレビューを初めて行ったのですが、どうすればそれを簡単にすることができますか？普通は私は書いたりコメントしたりしませんが、今回はこのアニメの天使が私に生と死\u001b[22m, \u001b[1mこんにちはすべて、これは私の最初の時間は、通常、私が書いたり、コメントしないが.....私は見て、私はそれを簡単にすることができますどのように言っていますアニメについてのレビューを行っているこのアニメの天使のビートは私の人生と死についての教訓を考え、この時間\u001b[22m\n\u001b[4m........ok first .....\u001b[24m\n    \u001b[1m........最初に大丈夫.....\u001b[22m, \u001b[1m........大丈夫最初.....\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory:7\n\n\u001b[1mストーリー：7\u001b[22m\n\u001b[1m(Sutōrī: 7)\u001b[22m\n\nTranslations of \u001b[4mStory:7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:7\u001b[24m\n    \u001b[1mストーリー：7\u001b[22m\nthe story at the beginning was confusing too much to get in your head (if your below 13-14 then you won't understand it easily)but as time pass u will get use into it by the episode of 3 if you didn't like it then drop it your not into these kind of anime -_- ....about the rest of episode well i don't want to make it spoiler for u so u\n\n\u001b[1m最初の話はあまりにも混乱しすぎて頭の中に入ることはできませんでした（もしあなたが13-14以下であれば簡単に理解できないでしょう）が、時間が過ぎれば、あなたは3のエピソードでそれを使うでしょう それのようにそれをあなたのようなアニメのこの種にドロップしないでください-----....エピソードの残りについて私はそれをあなたのためにスポイラーにしたくありません\u001b[22m\n\u001b[1m(Saisho no hanashi wa amarini mo konran shi sugite atama no naka ni hairu koto wa dekimasendeshita (moshi anata ga 13 - 14 ikadeareba kantan ni rikai dekinaideshou) ga, jikan ga yogireba, anata wa 3 no episōdo de sore o tsukaudeshi ~yousorenoyounisorewoanatanoyouna animeno kono tane ni doroppu shinaide kudasai -- -- -. ... Episōdo no nokori ni tsuite watashi wa sore o anata no tame ni supoirā ni shitaku arimasen)\u001b[22m\n\nTranslations of \u001b[4mthe story at the beginning was confusing too much to get in your head (if your below 13-14 then you won't understand it easily)but as time pass u will get use into it by the episode of 3 if you didn't like it then drop it your not into these kind of anime -_- ....about the rest of episode well i don't want to make it spoiler for u so u\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story at the beginning was confusing too much to get in your head (if your below 13-14 then you won't understand it easily)but as time pass u will get use into it by the episode of 3 if you didn't\u001b[24m\n    \u001b[1m最初の話はあまりにも混乱しすぎて頭の中に入ることはできませんでした（もしあなたが13-14以下であれば簡単に理解できないでしょう）が、時間が過ぎれば、あなたは3のエピソードでそれを使うでしょう\u001b[22m, \u001b[1m（あなたの13-14の下に、あなたは簡単にそれを理解しない場合）先頭の物語はあなたの頭の中で取得するにはあまりにも多くの混乱したが、時間のパスとしてuがあなたがしなかった場合は3のエピソードによって、それに使用されます\u001b[22m\n\u001b[4mlike it then drop it your not into these kind of anime -_- ....about the rest of episode well i don't want to make it spoiler for u so u\u001b[24m\n    \u001b[1mそれのようにそれをあなたのようなアニメのこの種にドロップしないでください-----....エピソードの残りについて私はそれをあなたのためにスポイラーにしたくありません\u001b[22m, \u001b[1mそれはその後のエピソードの残りの部分について.... -_-アニメのこれらの種類にはない、それあなたをドロップするようにも私はそれはスポイラーのuのでuのためにしたくありません\u001b[22m\nwill know as soon u watch it\n\n\u001b[1mすぐにそれを見ているように知っている\u001b[22m\n\u001b[1m(Sugu ni sore o mite iru yō ni shitte iru)\u001b[22m\n\nTranslations of \u001b[4mwill know as soon u watch it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwill know as soon u watch it\u001b[24m\n    \u001b[1mすぐにそれを見ているように知っている\u001b[22m, \u001b[1mすぐuはそれを見て知っているだろう\u001b[22m\n\u001b[1m\u001b[22m\nArt:9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt:9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nthe art and the animation were so beautiful and perfect well i don't know about which kind of art is the best but it was great.\n\n\u001b[1m芸術とアニメーションはとても美しく完璧でした。私はどの芸術が最高ののか分かりませんが、それは素晴らしかったです。\u001b[22m\n\u001b[1m(Geijutsu to animēshon wa totemo utsukushiku kanpekideshita. Watashi wa dono geijutsu ga saikō no no ka wakarimasen ga, sore wa subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mthe art and the animation were so beautiful and perfect well i don't know about which kind of art is the best but it was great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe art and the animation were so beautiful and perfect well i don't know about which kind of art is the best but it was great.\u001b[24m\n    \u001b[1m芸術とアニメーションはとても美しく完璧でした。私はどの芸術が最高ののか分かりませんが、それは素晴らしかったです。\u001b[22m, \u001b[1mアートやアニメーションはよく私は芸術のようなものが最良であるかについて知らないので、美しく、完璧だったが、それは素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nSound:8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound:8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\nthe opening of anime as well the ending without forgetting the side music that gets played when reaching the climax was great!''I DARE YOU TO FORGET IT''\n\n\u001b[1mアニメのオープニングもクライマックスに到達したときに演奏されるサイド・ミュージックを忘れることなくエンディングが大変だった！「私はあなたを忘れることはできない」\u001b[22m\n\u001b[1m(Anime no ōpuningu mo kuraimakkusu ni tōtatsu shita toki ni ensō sa reru saido myūjikku o wasureru koto naku endingu ga taihendatta! `Watashi wa anata o wasureru koto wa dekinai')\u001b[22m\n\nTranslations of \u001b[4mthe opening of anime as well the ending without forgetting the side music that gets played when reaching the climax was great!''I DARE YOU TO FORGET IT''\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe opening of anime as well the ending without forgetting the side music that gets played when reaching the climax was great!''I DARE YOU TO FORGET IT''\u001b[24m\n    \u001b[1mアニメのオープニングもクライマックスに到達したときに演奏されるサイド・ミュージックを忘れることなくエンディングが大変だった！「私はあなたを忘れることはできない」\u001b[22m, \u001b[1mクライマックスに達すること素晴らしかったときに再生される側の音楽を忘れることなく、アニメのオープニングだけでなくエンディング！ '' '私はそれを忘れTO YOUをDARE」\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:6\n\n\u001b[1mキャラクター：6\u001b[22m\n\u001b[1m(Kyarakutā: 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter:6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter:6\u001b[24m\n    \u001b[1mキャラクター：6\u001b[22m\ni don't need to talk too much about this one because all of them was great specially the main character also the heroin\n\n\u001b[1m私はこれらのすべてが特にヘロインの主人公であったので、このことについてあまり話す必要はありません\u001b[22m\n\u001b[1m(Watashi wa korera no subete ga tokuni heroin no shujinkōdeattanode, kono koto ni tsuite amari hanasu hitsuyō wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mi don't need to talk too much about this one because all of them was great specially the main character also the heroin\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi don't need to talk too much about this one because all of them was great specially the main character also the heroin\u001b[24m\n    \u001b[1m私はこれらのすべてが特にヘロインの主人公であったので、このことについてあまり話す必要はありません\u001b[22m, \u001b[1mそれらのすべてが主人公も素晴らしい特別ヘロインだったので、私はこの1についてあまり話をする必要はありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:8\n\n\u001b[1m全体：8\u001b[22m\n\u001b[1m(Zentai: 8)\u001b[22m\n\nTranslations of \u001b[4mOverall:8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:8\u001b[24m\n    \u001b[1m全体：8\u001b[22m\nwhy 8....... if u didn't like this anime for some reason then i have to re-watch\n\n\u001b[1mなぜ8.......あなたは何かの理由でこのアニメが好きでなかったら私は再監視する必要があります\u001b[22m\n\u001b[1m(Naze 8. ... ... Anata wa nanika no riyū de kono anime ga sukidenakattara watashi wa sai kanshi suru hitsuyō ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mwhy 8....... if u didn't like this anime for some reason then i have to re-watch\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhy 8....... if u didn't like this anime for some reason then i have to re-watch\u001b[24m\n    \u001b[1mなぜ8.......あなたは何かの理由でこのアニメが好きでなかったら私は再監視する必要があります\u001b[22m, \u001b[1mなぜ8....... uが何らかの理由でこのアニメが好きではなかったならば、私は再度見ています\u001b[22m\n10 times before i ever think of making any review because in this anime every one watches it well change (at least for one day or a moment) so if u ever get bored from the middle like episode 5 don't give up and continue to episode 6 there will be a big surprise for you there and of course there are more of it ....cya until another review .....\n\n\u001b[1mこのアニメでは、毎回それがよく変わるのを見ているので（少なくとも1日または1时间）、もしあなたがあまりにもエピソード5のような真ん中から退屈したら、あきらめずに続けてください。 エピソード6そこにはあなたのために大きな驚きがありますもちろん、それはもっと.... cya別のレビュー.....まで\u001b[22m\n\u001b[1m(Kono animede wa, maikai sore ga yoku kawaru no o mite irunode (sukunakutomo 1-nichi matawa 1 时间 ), Moshi anata ga amarini mo episōdo 5 no yōna man'naka kara taikutsu shitara, akiramezu ni tsudzukete kudasai. Episōdo 6 soko ni wa anata no tame ni ōkina odoroki ga arimasu mochiron, soreha motto. ... Cya-betsu no rebyū..... Made)\u001b[22m\n\nTranslations of \u001b[4m10 times before i ever think of making any review because in this anime every one watches it well change (at least for one day or a moment) so if u ever get bored from the middle like episode 5 don't give up and continue to episode 6 there will be a big surprise for you there and of course there are more of it ....cya until another review .....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10 times before i ever think of making any review because in this anime every one watches it well change (at least for one day or a moment) so if u ever get bored from the middle like episode 5 don't give up and continue to\u001b[24m\n    \u001b[1mこのアニメでは、毎回それがよく変わるのを見ているので（少なくとも1日または1时间）、もしあなたがあまりにもエピソード5のような真ん中から退屈したら、あきらめずに続けてください。\u001b[22m, \u001b[1mなぜなら一人一人が、uはこれまであきらめてまで継続していないエピソード5のように途中から飽きている場合、それはよくそう（少なくとも1日または瞬間のために）変更監視このアニメで私が今まで任意の見直しを行うことを考える前に、10回\u001b[22m\n\u001b[4mepisode 6 there will be a big surprise for you there and of course there are more of it ....cya until another review .....\u001b[24m\n    \u001b[1mエピソード6そこにはあなたのために大きな驚きがありますもちろん、それはもっと.... cya別のレビュー.....まで\u001b[22m, \u001b[1m他のレビューまで.... CYAエピソード6があなたのために大きな驚きがあるでしょうし、もちろんそれより多くのがあります.....\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "ploatshomi",
    "profile": "/profile/ploatshomi/reviews",
    "pages": "30",
    "number": "15",
    "link": "/reviews.php?id=98093",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  9\n\n最初に私は正字の誤りがあれば手前で謝りたい、英語は私の母国語ではない。\n\nストーリー：私はそれが創造的なストーリーラインだと思います。 私たち人間にとっては、死を越えて何が起こっているのかを考えると疑問に思うのは当然です。 私たちは通常、死ぬ前にすべての欲望を達成しなければならないという考えで生きています。このアニメは、死ぬ前にすべての欲望を満たす機会を持たなかった人たちのために、死後のものについて独自の仮説を持っています。 ドラマとコメディの量が適切だと思います。本当にバランスが取れています。\n\nアート：アニメーションは比較的良いですが、私が個人的に好きなスタイルではありません。 ほとんどの場合、私はキャラクターがより現実的な方法で描かれることを好みますが、これを説明することは実際には難しいですが、アニメーションでは動きが本当に緊迫していると思います。アニメーションが速く、  。\n\nサウンド：サウンドトラックは本当に良かった、私はロックミュージックの人ハハの少しだから、私は本当に曲を楽しんだ。 彼らはまた状況に本当に十分であった、それは本当によくキャラクターの感情を強調した。\n\nキャラクター：キャラクターはすべて本当に面白くて同情的でしたが、彼らのほとんどは基本的に同性愛者の性格が同じだと思います。身体的側面にもっと依存して、人格ではなくユニークなものにしました。\n\n楽しさ/全体：私は本当にこのアニメを楽しんだ、それは浮き沈みを持っていた、それはまた、ドラマとコメディの適切な組み合わせをしていた。 同じように涙が出てきました。次の瞬間、あなたの顔に笑顔を浮かべることができました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFirstly I want to apologize before hand if I have any orthographic errors, English is not my first language.\n\n\u001b[1m最初に私は正字の誤りがあれば手前で謝りたい、英語は私の母国語ではない。\u001b[22m\n\u001b[1m(Saisho ni watashi wa seiji no ayamari ga areba temae de ayamaritai, eigo wa watashinohaha kokugode wanai.)\u001b[22m\n\nTranslations of \u001b[4mFirstly I want to apologize before hand if I have any orthographic errors, English is not my first language.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirstly I want to apologize before hand if I have any orthographic errors, English is not my first language.\u001b[24m\n    \u001b[1m最初に私は正字の誤りがあれば手前で謝りたい、英語は私の母国語ではない。\u001b[22m, \u001b[1mまず、私は任意の正投影エラーが発生した場合は手を前に謝罪したい、英語は私の最初の言語ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: I think it was a creative story line. It is natural for us, humans, to think and wonder about what lies beyond death. We usually live with the idea that we have to accomplish all our desires before dying, and this anime has its own hypothesis about what comes after death for those that didn't have the chance to fulfill all their desires before dying. I think it has the right amount of drama and comedy, it is really balanced.\n\n\u001b[1mストーリー：私はそれが創造的なストーリーラインだと思います。 私たち人間にとっては、死を越えて何が起こっているのかを考えると疑問に思うのは当然です。 私たちは通常、死ぬ前にすべての欲望を達成しなければならないという考えで生きています。このアニメは、死ぬ前にすべての欲望を満たす機会を持たなかった人たちのために、死後のものについて独自の仮説を持っています。 ドラマとコメディの量が適切だと思います。本当にバランスが取れています。\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa sore ga sōzō-tekina sutōrīrainda to omoimasu. Watashitachi ningen ni totte wa, shi o koete nani ga okotte iru no ka o kangaeru to gimon ni omou no wa tōzendesu. Watashitachiha tsūjō, shinu mae ni subete no yokubō o tassei shinakereba naranai to iu kangae de ikite imasu. Kono anime wa, shinu mae ni subete no yokubō o mitasu kikai o motanakatta hito-tachi no tame ni, shigo no mono ni tsuite dokuji no kasetsu o motte imasu. Dorama to komedi no ryō ga tekisetsuda to omoimasu. Hontōni baransu ga torete imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: I think it was a creative story line. It is natural for us, humans, to think and wonder about what lies beyond death. We usually live with the idea that we have to accomplish all our desires before dying, and this anime has its own hypothesis about what comes after death for those that didn't have the chance to fulfill all their desires before dying. I think it has the right amount of drama and comedy, it is really balanced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: I think it was a creative story line.\u001b[24m\n    \u001b[1mストーリー：私はそれが創造的なストーリーラインだと思います。\u001b[22m, \u001b[1mストーリー：私はそれが創造的なストーリーラインだったと思います。\u001b[22m\n\u001b[4mIt is natural for us, humans, to think and wonder about what lies beyond death.\u001b[24m\n    \u001b[1m私たち人間にとっては、死を越えて何が起こっているのかを考えると疑問に思うのは当然です。\u001b[22m, \u001b[1mそれは死の向こうにあるものを考えると疑問に、私たち、人間のために自然です。\u001b[22m\n\u001b[4mWe usually live with the idea that we have to accomplish all our desires before dying, and this anime has its own hypothesis about what comes after death for those that didn't have the chance to fulfill all their desires before dying.\u001b[24m\n    \u001b[1m私たちは通常、死ぬ前にすべての欲望を達成しなければならないという考えで生きています。このアニメは、死ぬ前にすべての欲望を満たす機会を持たなかった人たちのために、死後のものについて独自の仮説を持っています。\u001b[22m, \u001b[1m我々は通常、我々が死ぬ前に、すべての私たちの欲望を達成するために持っているアイデアと一緒に暮らす、そしてこのアニメは死ぬ前に、すべての欲望を満たすためにチャンスを持っていなかったもののための死の後に来るものについて独自の仮説を持っています。\u001b[22m\n\u001b[4mI think it has the right amount of drama and comedy, it is really balanced.\u001b[24m\n    \u001b[1mドラマとコメディの量が適切だと思います。本当にバランスが取れています。\u001b[22m, \u001b[1m私はそれが本当にバランスが取れている、それはドラマやコメディーの適切な量を持っていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The animation was relatively good, but it isn't really the style that I personally like. Most of the time, I prefer that the characters are drawn in a more realistic way and it is really difficult for me to explain this, but in the animation I think the movements are really tense, I prefer it when the animation is faster or swifter .\n\n\u001b[1mアート：アニメーションは比較的良いですが、私が個人的に好きなスタイルではありません。 ほとんどの場合、私はキャラクターがより現実的な方法で描かれることを好みますが、これを説明することは実際には難しいですが、アニメーションでは動きが本当に緊迫していると思います。アニメーションが速く、  。\u001b[22m\n\u001b[1m(Āto: Animēshon wa hikakuteki yoidesuga, watashi ga kojin-teki ni sukina sutairude wa arimasen. Hotondo no baai, watashi wa kyarakutā ga yori genjitsu-tekina hōhō de egaka reru koto o konomimasuga, kore o setsumei suru koto wa jissai ni wa muzukashīdesuga, animēshonde wa ugoki ga hontōni kinpaku shite iru to omoimasu. Animēshon ga hayaku,.)\u001b[22m\n\nTranslations of \u001b[4mArt: The animation was relatively good, but it isn't really the style that I personally like. Most of the time, I prefer that the characters are drawn in a more realistic way and it is really difficult for me to explain this, but in the animation I think the movements are really tense, I prefer it when the animation is faster or swifter .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The animation was relatively good, but it isn't really the style that I personally like.\u001b[24m\n    \u001b[1mアート：アニメーションは比較的良いですが、私が個人的に好きなスタイルではありません。\u001b[22m, \u001b[1mアート：アニメーションは比較的良好であったが、それは本当に私が個人的に好きなスタイルではありません。\u001b[22m\n\u001b[4mMost of the time, I prefer that the characters are drawn in a more realistic way and it is really difficult for me to explain this, but in the animation I think the movements are really tense, I prefer it when the animation is faster or swifter\u001b[24m\n    \u001b[1mほとんどの場合、私はキャラクターがより現実的な方法で描かれることを好みますが、これを説明することは実際には難しいですが、アニメーションでは動きが本当に緊迫していると思います。アニメーションが速く、\u001b[22m, \u001b[1mほとんどの時間、私は文字がより現実的な方法で描かれていることを好み、私がこれを説明するのは本当に難しいですが、アニメーションで、私は動きが本当に緊張していると思うアニメーションが速いか迅速確実であるとき、私はそれを好みます\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The soundtracks were really good, I truly enjoyed the songs because I'm a little bit of a rock music person ha-ha. They were also really adequate for the situations, it emphasized the feelings of the characters really well.\n\n\u001b[1mサウンド：サウンドトラックは本当に良かった、私はロックミュージックの人ハハの少しだから、私は本当に曲を楽しんだ。 彼らはまた状況に本当に十分であった、それは本当によくキャラクターの感情を強調した。\u001b[22m\n\u001b[1m(Saundo: Saundotorakku wa hontōniyokatta, watashi wa rokkumyūjikku no hito haha no sukoshidakara, watashi wa hontōni kyoku o tanoshinda. Karera wa mata jōkyō ni hontōni jūbundeatta, sore wa hontōni yoku kyarakutā no kanjō o kyōchō shita.)\u001b[22m\n\nTranslations of \u001b[4mSound: The soundtracks were really good, I truly enjoyed the songs because I'm a little bit of a rock music person ha-ha. They were also really adequate for the situations, it emphasized the feelings of the characters really well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The soundtracks were really good, I truly enjoyed the songs because I'm a little bit of a rock music person ha-ha.\u001b[24m\n    \u001b[1mサウンド：サウンドトラックは本当に良かった、私はロックミュージックの人ハハの少しだから、私は本当に曲を楽しんだ。\u001b[22m, \u001b[1mサウンド：私はロック音楽人物ヘクタールヘクタールを少しだからサウンドトラックは本当に良かった、私は本当に歌を楽しみました。\u001b[22m\n\u001b[4mThey were also really adequate for the situations, it emphasized the feelings of the characters really well.\u001b[24m\n    \u001b[1m彼らはまた状況に本当に十分であった、それは本当によくキャラクターの感情を強調した。\u001b[22m, \u001b[1m彼らはそれが本当によく文字の感情を強調し、また状況に本当に十分なされました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The characters were all really funny and sympathetic, but I think most of them had basically the same kind of goofy personality, they relied more on the physical side to make them unique instead of their personalities.\n\n\u001b[1mキャラクター：キャラクターはすべて本当に面白くて同情的でしたが、大部分は基本的に同性愛者の性格が同じだと思います。\u001b[22m\n\u001b[1m(Kyarakutā: Kyarakutā wa subete hontōni omoshirokute dōjō-tekideshitaga, daibubun wa kihontekini dōseiai-sha no seikaku ga onajida to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The characters were all really funny and sympathetic, but I think most of them had basically the same kind of goofy personality, they relied more on the physical side to make them unique instead of their personalities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The characters were all really funny and sympathetic, but I think most of them had basically the same kind of goofy personality, they relied more on the physical side to make them unique instead of their personalities.\u001b[24m\n    \u001b[1mキャラクター：キャラクターはすべて本当に面白くて同情的でしたが、大部分は基本的に同性愛者の性格が同じだと思います。\u001b[22m, \u001b[1m文字：文字がすべて本当に面白いと交感神経でしたが、私は彼らのほとんどは、基本的に間抜けな性格の同じ種類を持っていた、彼らは代わりに自分の人格のそれらを一意にするために物理的な側面に多くを依存していたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall: I did really enjoy this anime, it had its ups and downs, and it also had the right combination of drama and comedy. The same way it brought you to tears, the next moment it could put a smile in your face.\n\n\u001b[1m楽しさ/全体：私は本当にこのアニメを楽しんだ、それは浮き沈みを持っていた、それはまた、ドラマとコメディの適切な組み合わせをしていた。 同じように涙が出てきました。次の瞬間、あなたの顔に笑顔を浮かべることができました。\u001b[22m\n\u001b[1m(Tanoshisa/ zentai: Watashi wa hontōni kono anime o tanoshinda, soreha ukishizumi o motte ita, soreha mata, dorama to komedi no tekisetsuna kumiawase o shite ita. Onajiyōni namida ga dete kimashita. Tsugi no shunkan, anata no kao ni egao o ukaberu koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall: I did really enjoy this anime, it had its ups and downs, and it also had the right combination of drama and comedy. The same way it brought you to tears, the next moment it could put a smile in your face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall: I did really enjoy this anime, it had its ups and downs, and it also had the right combination of drama and comedy.\u001b[24m\n    \u001b[1m楽しさ/全体：私は本当にこのアニメを楽しんだ、それは浮き沈みを持っていた、それはまた、ドラマとコメディの適切な組み合わせをしていた。\u001b[22m, \u001b[1m楽しさ/全体：私は本当にこのアニメを楽しんでいた、それはその浮き沈みがあったが、それはまた、ドラマやコメディーの適切な組み合わせを持っていました。\u001b[22m\n\u001b[4mThe same way it brought you to tears, the next moment it could put a smile in your face.\u001b[24m\n    \u001b[1m同じように涙が出てきました。次の瞬間、あなたの顔に笑顔を浮かべることができました。\u001b[22m, \u001b[1mそれは涙にあなたをもたらしたのと同じ方法では、次の瞬間には、あなたの顔に笑顔を置くことができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "Saf_99",
    "profile": "/profile/Saf_99/reviews",
    "pages": "30",
    "number": "16",
    "link": "/reviews.php?id=96407",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\nAngle Beatsは、死亡して死亡した男性の鉛の周りを回っています。私はこのレビューを私ができる限り短くて役立つようにしようとしています。その話は少しゆるやかなものかもしれませんし、 最後のエピソードでは、アニメの真の意味が生命に芽生え、一部の人はそれを悲しみと同情の混ざった感情でいっぱいになり、泣き始めます。\n\nストーリーはあまり信頼性が高くなく、終わりは多くの緩やかな終わりと説明できない出来事を残しますが、全体的にはとても楽しく心のこもったものです。クラナドとは矛盾しており、同じ種類の心からのユーモアと悲しみを持っています。このアニメはあなたを笑わせます あなたの心と同時にあなたの目で泣きなさい。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAngle Beats revolves around the male lead who came died and entered the afterlife.I'll try to make this review as short and helpful as I can.The story may be a little loosely based and it may keep jumping from one goal to another but in the last episode the true meaning of the anime sprouts to life and while some of you may think of it as a waste of time others will become filled with mixed emotions of sadness and sympathy and just start crying cause I know I did.\n\n\u001b[1mAngle Beatsは、死亡して死亡した男性の鉛の周りを回っています。私はこのレビューを私ができる限り短くて役立つようにしようとしています。その話は少しゆるやかなものかもしれませんし、 最後のエピソードでは、アニメの真の意味が生命に芽生え、一部の人はそれを悲しみと同情の混ざった感情でいっぱいになり、泣き始めます。\u001b[22m\n\u001b[1m(Angle bītsu wa, shibō shite shibō shita dansei no namari no mawari o mawatte imasu. Watashi wa kono rebyū o watashi ga dekiru kagiri mijikakute yakudatsu yō ni shiyou to shite imasu. Sono hanashi wa sukoshi yuruyakana mono kamo shiremasenshi, saigo no episōdode wa, anime no shin no imi ga seimei ni mebae, ichibu no hito wa sore o kanashimi to dōjō no mazatta kanjō de ippai ni nari, naki hajimemasu.)\u001b[22m\n\nTranslations of \u001b[4mAngle Beats revolves around the male lead who came died and entered the afterlife.I'll try to make this review as short and helpful as I can.The story may be a little loosely based and it may keep jumping from one goal to another but in the last episode the true meaning of the anime sprouts to life and while some of you may think of it as a waste of time others will become filled with mixed emotions of sadness and sympathy and just start crying cause I know I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAngle Beats revolves around the male lead who came died and entered the afterlife.I'll try to make this review as short and helpful as I can.The story may be a little loosely based and it may keep jumping from one goal to another but\u001b[24m\n    \u001b[1mAngle Beatsは、死亡して死亡した男性の鉛の周りを回っています。私はこのレビューを私ができる限り短くて役立つようにしようとしています。その話は少しゆるやかなものかもしれませんし、\u001b[22m, \u001b[1m角度が少し緩く基づいていてもよいし、それを別の目標から飛び降りたが保つことが死亡して来て、afterlife.I'llは私can.Theの話として、この口コミは限り短くかつ便利にしようと入った男性のリードを中心に展開ビーツ\u001b[22m\n\u001b[4min the last episode the true meaning of the anime sprouts to life and while some of you may think of it as a waste of time others will become filled with mixed emotions of sadness and sympathy and just start crying cause I know I did.\u001b[24m\n    \u001b[1m最後のエピソードでは、アニメの真の意味が生命に芽生え、一部の人はそれを悲しみと同情の混ざった感情でいっぱいになり、泣き始めます。\u001b[22m, \u001b[1m最後のエピソードアニメもやしの本当の意味での生活へと時間その他の廃棄物は、悲しみと同情の入り交じった感情で満たされ、ちょうど私が私がした知っている原因を泣き始めるになるように、あなたのいくつかはそれについて考えることができ、一方。\u001b[22m\n\u001b[1m\u001b[22m\nThe story isn't very reliable and the ending leaves a lot of loose ends and unexplained events but overall it is quite enjoyable and heartfelt.It contradicts alot with Clannad and has the same type of heartfelt humour and sorrow.This anime will make you laugh with your heart and at the same time cry with your eyes.\n\n\u001b[1mストーリーはあまり信頼性が高くなく、終わりは多くの緩やかな終わりと説明できない出来事を残しますが、全体的にはとても楽しく心のこもったものです。クラナドとは矛盾しており、同じ種類の心からのユーモアと悲しみを持っています。このアニメはあなたを笑わせます あなたの心と同時にあなたの目で泣きなさい。\u001b[22m\n\u001b[1m(Sutōrī wa amari shinrai-sei ga takakunaku, owari wa ōku no yuruyakana owari to setsumei dekinai dekigoto o nokoshimasuga, zentai-teki ni wa totemo tanoshiku kokoro no komotta monodesu. Kuranado to wa mujun shite ori, onaji shurui no kokoro kara no yūmoa to kanashimi o motte imasu. Kono anime wa anata o warawasemasu anata no kokoro todōjini anata no me de naki nasai.)\u001b[22m\n\nTranslations of \u001b[4mThe story isn't very reliable and the ending leaves a lot of loose ends and unexplained events but overall it is quite enjoyable and heartfelt.It contradicts alot with Clannad and has the same type of heartfelt humour and sorrow.This anime will make you laugh with your heart and at the same time cry with your eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story isn't very reliable and the ending leaves a lot of loose ends and unexplained events but overall it is quite enjoyable and heartfelt.It contradicts alot with Clannad and has the same type of heartfelt humour and sorrow.This anime will make you laugh\u001b[24m\n    \u001b[1mストーリーはあまり信頼性が高くなく、終わりは多くの緩やかな終わりと説明できない出来事を残しますが、全体的にはとても楽しく心のこもったものです。クラナドとは矛盾しており、同じ種類の心からのユーモアと悲しみを持っています。このアニメはあなたを笑わせます\u001b[22m, \u001b[1m物語は、非常に信頼性がないとエンディングが緩んで終了し、原因不明のイベントの多くを残しますが、全体的にはかなり楽しいとheartfelt.Itはクラナドでたくさん矛盾と心ユーモアとsorrow.Thisアニメの同じタイプを持っているあなたが笑うようになります\u001b[22m\n\u001b[4mwith your heart and at the same time cry with your eyes.\u001b[24m\n    \u001b[1mあなたの心と同時にあなたの目で泣きなさい。\u001b[22m, \u001b[1mあなたの心と、あなたの目で同時に叫びに。\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "Jonahtang",
    "profile": "/profile/Jonahtang/reviews",
    "pages": "30",
    "number": "17",
    "link": "/reviews.php?id=77659",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  10\n\n唯一の問題は、冒頭で何が起こっているのか少し混乱していて、いくつかのエピソードは話題にはなりませんでしたが、全体的には、それがいくつかのエピソードでいくつかのキャラクターに深く入り込んでいます。 たとえキャラクターであっても、アニメとの強い結びつきを作り出す多くのキャラクターに何が起こったのかを知ることができます。 人々はそれが泣かせるほど悲しいと言いました。私はそれが悲しいことを認めなければなりませんが、私の意見では、泣くほど悲しいことではありません。 面白い部分、いくつかのアクション、いくつかの悲しい部分があります。 全体的に、それはかなり良いアニメだと私はそれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe only problem was that I was a little confused on what was going on at the beginning and some of the episodes are off topic but overall, it goes deep into a few characters in the few episodes it has. You get to know what happened to many of the characters which creates a strong bond with the anime even though they're just characters. People have said it's sad enough to make them cry and I have to admit it's sad;but, in my opinion, not sad enough to cry. There are funny parts, some action, and a few sad parts. Overall, it's a pretty good anime and I recommend it.\n\n\u001b[1m唯一の問題は、冒頭で何が起こっているのか少し混乱していて、いくつかのエピソードは話題にはなりませんでしたが、全体的には、それがいくつかのエピソードでいくつかのキャラクターに深く入り込んでいます。 たとえキャラクターであっても、アニメとの強い結びつきを作り出す多くのキャラクターに何が起こったのかを知ることができます。 人々はそれが泣かせるほど悲しいと言いました。私はそれが悲しいことを認めなければなりませんが、私の意見では、泣くほど悲しいことではありません。 面白い部分、いくつかのアクション、いくつかの悲しい部分があります。 全体的に、それはかなり良いアニメだと私はそれをお勧めします。\u001b[22m\n\u001b[1m(Yuiitsu no mondai wa, bōtō de nani ga okotte iru no ka sukoshi konran shite ite, ikutsu ka no episōdo wa wadai ni wa narimasendeshitaga, zentai-teki ni wa, sore ga ikutsu ka no episōdo de ikutsu ka no kyarakutā ni fukaku hairikonde imasu. Tatoe kyarakutādeatte mo, anime to no tsuyoi musubitsuki o tsukuridasu ōku no kyarakutā ni nani ga okotta no ka o shiru koto ga dekimasu. Hitobito wa sore ga nakaseru hodo kanashī to iimashita. Watashi wa sore ga kanashī koto o mitomenakereba narimasenga, watashi no ikende wa, naku hodo kanashī kotode wa arimasen. Omoshiroi bubun, ikutsu ka no akushon, ikutsu ka no kanashī bubun ga arimasu. Zentai-teki ni, sore wa kanari yoi animeda to watashi wa sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only problem was that I was a little confused on what was going on at the beginning and some of the episodes are off topic but overall, it goes deep into a few characters in the few episodes it has. You get to know what happened to many of the characters which creates a strong bond with the anime even though they're just characters. People have said it's sad enough to make them cry and I have to admit it's sad;but, in my opinion, not sad enough to cry. There are funny parts, some action, and a few sad parts. Overall, it's a pretty good anime and I recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only problem was that I was a little confused on what was going on at the beginning and some of the episodes are off topic but overall, it goes deep into a few characters in the few episodes it has.\u001b[24m\n    \u001b[1m唯一の問題は、冒頭で何が起こっているのか少し混乱していて、いくつかのエピソードは話題にはなりませんでしたが、全体的には、それがいくつかのエピソードでいくつかのキャラクターに深く入り込んでいます。\u001b[22m, \u001b[1m唯一の問題は、私が冒頭で何が起こっていたかに少し混乱していたとのエピソードのいくつかは、全体的なオフトピックですが、それが持っているいくつかのエピソードのいくつかの文字に深く行くことでした。\u001b[22m\n\u001b[4mYou get to know what happened to many of the characters which creates a strong bond with the anime even though they're just characters.\u001b[24m\n    \u001b[1mたとえキャラクターであっても、アニメとの強い結びつきを作り出す多くのキャラクターに何が起こったのかを知ることができます。\u001b[22m, \u001b[1mあなたは、彼らはただの文字をしているにもかかわらず、アニメとの強力な結合を作成した文字の多くに何が起こったのか知るようになります。\u001b[22m\n\u001b[4mPeople have said it's sad enough to make them cry and I have to admit it's sad;but, in my opinion, not sad enough to cry.\u001b[24m\n    \u001b[1m人々はそれが泣かせるほど悲しいと言いました。私はそれが悲しいことを認めなければなりませんが、私の意見では、泣くほど悲しいことではありません。\u001b[22m, \u001b[1m人々は、それは彼らが泣く作るのに十分な悲しいです言っていると私はそれが悲しいです認めざるを得ない、しかし、私の意見では、十分な悲しいない泣き。\u001b[22m\n\u001b[4mThere are funny parts, some action, and a few sad parts.\u001b[24m\n    \u001b[1m面白い部分、いくつかのアクション、いくつかの悲しい部分があります。\u001b[22m, \u001b[1m面白い部分、いくつかのアクション、およびいくつかの悲しい部分があります。\u001b[22m\n\u001b[4mOverall, it's a pretty good anime and I recommend it.\u001b[24m\n    \u001b[1m全体的に、それはかなり良いアニメだと私はそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "reishicolleen",
    "profile": "/profile/reishicolleen/reviews",
    "pages": "30",
    "number": "18",
    "link": "/reviews.php?id=26777",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nエンジェルビートは、友人が提案したアニメであり、最初のエピソードを見た後、私はプロットの疑いがあった、それは同じだったと思っていた...最初はエキサイティングだが、鈍いタイプのアニメになるが、 エピソードはほとんどありません。 ストーリーは速いペースで、新しいものがすべて新しい分割払いのために店頭にあります。\n\n芸術は良いですが、着色は目には少し痛いですが、使用された灰色や効果は、バイワイヤが望むものに適しています。\n\nバトルシーンにはいくつかのアクションが欠けていますが、誰かに夢中にさせるのに十分興味深いです。\n\nアニメは、コメディ、ドラマ、サスペンス、ピース・オブ・ライフ、友情、さらにはラブストーリーの完璧な融合があります。 このアニメが好きな人は、少女の扇子ではありません。\n\n天使の拍手は多くの質問の一つを尋ねる...我々は充実した生活を送ったのだろうか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAngel beats was an anime a friend suggested, and after seeing the first episode, i was doubtful of the plot, thinking it was the same...only exciting at first but becomes dull type of anime, but i was certainly mistaken during the next few episodes. the story is fast paced, with new things in store for every new installment.\n\n\u001b[1mエンジェルビートは、友人が提案したアニメであり、最初のエピソードを見た後、私はプロットの疑いがあった、それは同じだったと思っていた...最初はエキサイティングだが、鈍いタイプのアニメになるが、 エピソードはほとんどありません。 ストーリーは速いペースで、新しいものがすべて新しい分割払いのために店頭にあります。\u001b[22m\n\u001b[1m(Enjerubīto wa, yūjin ga teian shita animedeari, saisho no episōdo o mita nochi, watashi wa purotto no utagai ga atta, sore wa onajidatta to omotte ita... Saisho wa ekisaitingudaga, nibui taipu no anime ni naruga, episōdo wa hotondo arimasen. Sutōrī wa hayai pēsu de, atarashī mono ga subete atarashī bunkatsubarai no tame ni tentō ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAngel beats was an anime a friend suggested, and after seeing the first episode, i was doubtful of the plot, thinking it was the same...only exciting at first but becomes dull type of anime, but i was certainly mistaken during the next few episodes. the story is fast paced, with new things in store for every new installment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAngel beats was an anime a friend suggested, and after seeing the first episode, i was doubtful of the plot, thinking it was the same...only exciting at first but becomes dull type of anime, but i was certainly mistaken during the next\u001b[24m\n    \u001b[1mエンジェルビートは、友人が提案したアニメであり、最初のエピソードを見た後、私はプロットの疑いがあった、それは同じだったと思っていた...最初はエキサイティングだが、鈍いタイプのアニメになるが、\u001b[22m, \u001b[1mエンジェルビートは友人が示唆アニメだった、と最初のエピソードを見た後、私はそれが最初で唯一のエキサイティングな...同じだったが、アニメの鈍いタイプになる思考、プロットの疑問でしたが、私は次の中に確かに間違っていました\u001b[22m\n\u001b[4mfew episodes.\u001b[24m\n    \u001b[1mエピソードはほとんどありません。\u001b[22m, \u001b[1mいくつかのエピソード。\u001b[22m\n\u001b[4mthe story is fast paced, with new things in store for every new installment.\u001b[24m\n    \u001b[1mストーリーは速いペースで、新しいものがすべて新しい分割払いのために店頭にあります。\u001b[22m, \u001b[1m物語は、高速すべての新しい割賦のための店で新しいもので、ペーシングされます。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is good, but the coloring is a bit painful to the eyes, nonetheless, the grahics and the effects used suited what the viwers wanted.\n\n\u001b[1m芸術は良いですが、着色は目には少し痛いですが、使用された灰色や効果は、バイワイヤが望むものに適しています。\u001b[22m\n\u001b[1m(Geijutsu wa yoidesuga, chakushoku wa me ni wa sukoshi itaidesuga, shiyō sa reta haiiro ya kōka wa, baiwaiya ga nozomu mono ni tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is good, but the coloring is a bit painful to the eyes, nonetheless, the grahics and the effects used suited what the viwers wanted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is good, but the coloring is a bit painful to the eyes, nonetheless, the grahics and the effects used suited what the viwers wanted.\u001b[24m\n    \u001b[1m芸術は良いですが、着色は目には少し痛いですが、使用された灰色や効果は、バイワイヤが望むものに適しています。\u001b[22m, \u001b[1m芸術は良いですが、着色が、それにもかかわらず、grahicsとviwersが望ん適した使用効果の目に少し痛いです。\u001b[22m\n\u001b[1m\u001b[22m\nBattle scenes lack some action, but interesting enough to get someone hooked, makes you wonder if a person really had that much blood inside their bodies.\n\n\u001b[1mバトルシーンにはいくつかのアクションが欠けていますが、誰かに夢中にさせるのに十分興味深いです。\u001b[22m\n\u001b[1m(Batorushīn ni wa ikutsu ka no akushon ga kakete imasuga, dareka ni muchūnisaserunoni jūbun kyōmibukaidesu.)\u001b[22m\n\nTranslations of \u001b[4mBattle scenes lack some action, but interesting enough to get someone hooked, makes you wonder if a person really had that much blood inside their bodies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBattle scenes lack some action, but interesting enough to get someone hooked, makes you wonder if a person really had that much blood inside their bodies.\u001b[24m\n    \u001b[1mバトルシーンにはいくつかのアクションが欠けていますが、誰かに夢中にさせるのに十分興味深いです。\u001b[22m, \u001b[1mバトルシーンが何らかのアクションを欠いている、誰かが夢中に取得するのに十分面白い、人は本当に自分の体の内側その多くの血を持っている場合、あなたが思ってしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime has the perfect blend of comedy, drama, suspense, piece-of-life, friendship, and even love story. it doesn't take a person to be a shoujo fan to like this anime.\n\n\u001b[1mアニメは、コメディ、ドラマ、サスペンス、ピース・オブ・ライフ、友情、さらにはラブストーリーの完璧な融合があります。 このアニメが好きな人は、少女の扇子ではありません。\u001b[22m\n\u001b[1m(Anime wa, komedi, dorama, sasupensu, pīsu Obu raifu, yūjō, sarani wa rabusutōrī no kanpekina yūgō ga arimasu. Kono anime ga sukinahito wa, shōjo no sensude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe anime has the perfect blend of comedy, drama, suspense, piece-of-life, friendship, and even love story. it doesn't take a person to be a shoujo fan to like this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime has the perfect blend of comedy, drama, suspense, piece-of-life, friendship, and even love story.\u001b[24m\n    \u001b[1mアニメは、コメディ、ドラマ、サスペンス、ピース・オブ・ライフ、友情、さらにはラブストーリーの完璧な融合があります。\u001b[22m, \u001b[1mアニメコメディ、ドラマ、サスペンス、ピース・オブ・ライフ、友情、さらには愛の物語の完璧なブレンドを持っています。\u001b[22m\n\u001b[4mit doesn't take a person to be a shoujo fan to like this anime.\u001b[24m\n    \u001b[1mこのアニメが好きな人は、少女の扇子ではありません。\u001b[22m, \u001b[1mそれはこのアニメを好きな少女ファンになる人を取ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nangel beats asks one of many questions... did we live a fulfilling life?\n\n\u001b[1m天使の拍手は多くの質問の一つを尋ねる...我々は充実した生活を送ったのだろうか？\u001b[22m\n\u001b[1m(Tenshi no hakushu wa ōku no shitsumon no hitotsu o tazuneru... Wareware wa jūjitsu shita seikatsu o okutta nodarou ka?)\u001b[22m\n\nTranslations of \u001b[4mangel beats asks one of many questions... did we live a fulfilling life?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mangel beats asks one of many questions... did we live a fulfilling life?\u001b[24m\n    \u001b[1m天使の拍手は多くの質問の一つを尋ねる...我々は充実した生活を送ったのだろうか？\u001b[22m, \u001b[1m天使のビートは多くの質問のいずれかを尋ねる...私たちは充実した人生を送るのですか？\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "foreverExiled",
    "profile": "/profile/foreverExiled/reviews",
    "pages": "30",
    "number": "19",
    "link": "/reviews.php?id=111769",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n天使のビートは、物語の基盤のための超自然的なタッチの非常に単純なアクション/コメディ/ドラマのアニメです。もちろん、それは来世に設定されています。\nそれにはいくつかのアクションがありますが、ストーリーの中で作ったドラマの側面にもっと似ているようです\n何がこれをドラマにするのでしょうか？\n\nすぐに景色が豪華で、このアニメに入れられた細部は言葉の多くの意味で美しい。 文字自体はすべて異なる機能を持っていますが、これらの機能はすべて文字の素晴らしいキャストを作成するために追加されます。文字自体のアートワークは非常によく考えられています。文字の象徴としての単純なもの、 天使の手のひらの動きは、あなたの手首の上に形作られているのを見ると非常に印象的ですが、アクションシーンは非常によく考えられています。微妙な動きがあります。 キャラクターが殴られたり殴られたりした。\nこれはすぐにあなたの目をつかむ、誰が美しいアニメに引っ張られないだろうか？ あなたがそれを見て、あなたの最初の考えがうまく見えない場合は、あなたの目をテストする必要があります。\n私はそれはいくつかのよく知っているタイトルと比較して、最高のアートワークではないが、それほど豪華なアニメを探していることを認めない。\n8/10\n\n基本的な話は、メインの主人公の「オタナシ、ゆずる」が美しい女の子「中村、ゆり」に目を覚まし、奇妙な始まりに見えるかもしれないが、今度は彼女が彼に加わってほしいと説明した 彼らが死んでいないと言って、その理想をあきらめることはないと言うために、「神」と戦って戦うが、明らかに期待通りに、彼は敵「天使」かなえん、立花 彼女は胸を通って彼を突き刺し、2時間後に目を覚ますと彼らが死後であることが証明され、学校の保健室に寝ている間に血の汚れたシャツが残っている。 キャスト。 物語はグループの周りに基づいていますので、彼らは彼らが後世の天使であるように彼らがカネイドと戦うために何が起こるかを知らないので、彼らを捨てることは望ましくありません。\n物語はちょっと見ているが、神を無視して死んでもいけないという物語のように、死後の天国であっても天国であっても把握が難しく、 話すことはできない。\nこのアニメの私の好きな瞬間は、バックストーリーです。その大部分は、ドラマのジャンルがあるにもかかわらず、私は実際のバックストーリーから私を襲うとは思っていませんでしたが、それらのいくつかは、  hideki hinataのバックストーリーは非常に単純化されているように見え、心臓の弦を引っ張ることはありませんが、最後に暗くなります。 キャラクターの過去の裏話の2つが、私を涙で崩壊させたのはどういうふうに、キャラクター自身の行動から予期せぬほど美しく、予期せぬことです。\n私の意見では、この物語はエピソードの後半で特に理解するのがやや難しく、プロット全体にひねりを加えようとします。\n7/10\n\nこのシリーズのイントロミュージックは私のお気に入りのものです。私はそれをダウンロードして何度も聴き続けています。ピアノの使用と美しい声は強力なものです。 ストーリーの一部は、ガールズデッドモンスターやGDMと呼ばれるバンドで、アニメの曲は、アクションシーンに最適です。これは、進行中の戦いを隠すためのものだからですが、エピソードの最中にリードシンガーが美しいバラードを演奏します 心臓の弦を引っ張り、しばらくの間それを再生したい。\nアクションシーン中の効果音は同等で、銃弾の音は耳障りな音を加えることで動かないような音のように聞こえますが、それはどのように音を立てるべきなのですか？\n声優があなたの声を聞いて好きになり、湯の声のようなキャラクターがどんなものかを即座に考えさせてくれる役割を演じています。ただ彼女の声から愛とコメディーな単純なキャラクターであることをすぐに認識します。\n再びオープニングのテーマは美しく、私はそれが私の好きなイントロの曲ではないと言ったので、私はそれを間違えることはできません。 最後の曲は非常に旋律的で、シリーズの終わりには特に美しい曲そのものです。\n9/10\n\nこの物語の主人公はオタナシ、ゆずるですが、彼は単純なキャラクターですが、彼は新しい仲間を感情的にや戦闘シーンで助けるためにすべてを尽くしていますが、記憶喪失に苦しんでいるこのキャラクターについてはほとんど学んでいません。\nナカムリ、ユリは、このアニメのもう一つの主な役割ですが、彼女は方向性が非常に強く、指揮の指導者であり、素晴らしい指導者です 、私が間違って取得しないでください彼女は彼女の瞬間を持っているあなたは単純な '何を考える？ しかし、全体的にこのキャラクターの対話は時には素晴らしいですが素晴らしいです。\nカネイド、タチバナは死んではいないが戦闘前のアーチ・ネメシスですが、彼女のキャラクターは、彼女が若い女の子、白髪のように象徴主義の周りに置かれ、彼女は天使であるため、 それは純粋なものであり、純粋な存在ではなく、美しいものとなるように天使から期待されるものです。\nアニメの後半まで1つのフレーズを繰り返すだけでなく、1つのキャラクターが多くのことを言っているわけではないので、主にリードをサポートするためのより多くのキャラクターが存在します。\n彼らはすべて死後に終わり、すべて同じ目標に向かって努力しているが、キャストと主人公の間に現れ始める関係は、主に非常に自然な友情のバー1つまたは2つであるので、この運命に絡んでいるようだ キャラクターとキャラクターの間の信頼関係がゆっくりとして確実に結びついているように、彼らはとても自然に感じています。\n友情の建物のために、あなたは彼らが一緒にミッションを確実に続けて、そしてこれらからも欲しいと私は十分にストレスを感じることはできませんバックストーリーは、観客にはるかに大きな影響を与えます。\n7/10\n\n私はこのアニメを愛していたのは、アクションとコメディーを持っていてもそれのドラマ要素は信じられないほどだから、バックストーリーは彼らが起こったときと同じくらい良いとは思っていなかった。 まあ、2つのケースでは、私の心のコンテンツに泣く、コメディの要素も非常によく考えられていますが、そのほとんどは愚かなスラップスティックの作品ですが、それはよく注意を引くために始まりの近くに配置され、 深刻なものが起こり始め、巨大な落下のためにあなたを守るまで、見守ってください。\nつまり、NPCが何かに変わるようになると、あなたの思考の列が確実に変わって、エンディングの近くの劇的な瞬間の一部が失われてしまうからです。\n\nアニメの目標は、これは純粋に私の意見では、あなたが戻ってくるもの、あなたが変えることができるもの、何かがあなたに同じ時間に他のものに疑問を抱かせることができるかを考えさせるということです。\n私は彼らが終わり近くの物語に別の要素を加えた理由を知りたいだけです。\n\n天使のビートは、私が崇拝するシンプルでエレガントなアニメです\n\n\n総合得点8/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nangel beats is a very simple action/comedy/drama anime with a touch of supernatural for the base of the story, of course it being set in the afterlife.\n\n\u001b[1m天使のビートは、物語の基盤のための超自然的なタッチの非常に単純なアクション/コメディ/ドラマのアニメです。もちろん、それは来世に設定されています。\u001b[22m\n\u001b[1m(Tenshi no bīto wa, monogatari no kiban no tame no chō shizen-tekina tatchi no hijō ni tanjun'na akushon/ komedi/ dorama no animedesu. Mochiron, soreha raise ni settei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mangel beats is a very simple action/comedy/drama anime with a touch of supernatural for the base of the story, of course it being set in the afterlife.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mangel beats is a very simple action/comedy/drama anime with a touch of supernatural for the base of the story, of course it being set in the afterlife.\u001b[24m\n    \u001b[1m天使のビートは、物語の基盤のための超自然的なタッチの非常に単純なアクション/コメディ/ドラマのアニメです。もちろん、それは来世に設定されています。\u001b[22m, \u001b[1mエンジェルビーツもちろんそれは来世に設定され、物語のベース用超自然のタッチで非常に単純なアクション/コメディ/ドラマアニメです。\u001b[22m\nIt has some action in it but it seems to be more set on the drama aspect that they've created within the story\n\n\u001b[1mそれにはいくつかのアクションがありますが、ストーリーの中で作ったドラマの側面にもっと似ているようです\u001b[22m\n\u001b[1m(Soreni wa ikutsu ka no akushon ga arimasuga, sutōrī no naka de tsukutta dorama no sokumen ni motto nite iru yōdesu)\u001b[22m\n\nTranslations of \u001b[4mIt has some action in it but it seems to be more set on the drama aspect that they've created within the story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has some action in it but it seems to be more set on the drama aspect that they've created within the story\u001b[24m\n    \u001b[1mそれにはいくつかのアクションがありますが、ストーリーの中で作ったドラマの側面にもっと似ているようです\u001b[22m, \u001b[1mそれは、その中のいくつかのアクションを持っていますが、より多くの彼らが物語の中に作成したドラマの側面に設定されているようです\u001b[22m\nso what makes this a drama?\n\n\u001b[1m何がこれをドラマにするのでしょうか？\u001b[22m\n\u001b[1m(Nani ga kore o dorama ni suru nodeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mso what makes this a drama?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso what makes this a drama?\u001b[24m\n    \u001b[1m何がこれをドラマにするのでしょうか？\u001b[22m, \u001b[1mだから何がこのドラマのでしょうか？\u001b[22m\n\u001b[1m\u001b[22m\nInstantly the scenery is gorgeous, the details that are put into this anime are beautiful in many senses of the word. The characters themselves all have different features which is to be expect but these features all add up to make a stunning cast of characters the artwork for the characters themselves is very well thought out, just simple things as symbolism to the characters, the particle effects for Tenshi's hand sonic moves are very impressive as you see them form on the top of her wrists but also, the actions scenes are very well thought out, the slight motions are played out wonderfully, including the slight details such as blurring every now and again when the character has been hit or struck.\n\n\u001b[1mすぐに景色が豪華で、このアニメに入れられた細部は言葉の多くの意味で美しい。 文字自体はすべて異なる機能を持っていますが、これらの機能はすべて文字の素晴らしいキャストを作成するために追加されます。文字自体のアートワークは非常によく考えられています。文字の象徴としての単純なもの、 天使の手のひらの動きは、あなたの手首の上に形作られているのを見ると非常に印象的ですが、アクションシーンは非常によく考えられています。微妙な動きがあります。 キャラクターが殴られたり殴られたりした。\u001b[22m\n\u001b[1m(Sugu ni keshiki ga gōka de, kono anime ni haire rareta saibu wa kotoba no ōku no imi de utsukushī. Moji jitai wa subete kotonaru kinō o motte imasuga, korera no kinō wa subete moji no subarashī kyasuto o sakusei suru tame ni tsuika sa remasu. Moji jitai no ātowāku wa hijō ni yoku kangae rarete imasu. Moji no shōchō to shite no tanjun'na mono, tenshi no tenohira no ugoki wa, anata no tekubi no ue ni katachidzukura rete iru no o miru to hijō ni inshō-tekidesuga, akushonshīn wa hijō ni yoku kangae rarete imasu. Bimyōna ugoki ga arimasu. Kyarakutā ga nagura re tari nagura re tari shita.)\u001b[22m\n\nTranslations of \u001b[4mInstantly the scenery is gorgeous, the details that are put into this anime are beautiful in many senses of the word. The characters themselves all have different features which is to be expect but these features all add up to make a stunning cast of characters the artwork for the characters themselves is very well thought out, just simple things as symbolism to the characters, the particle effects for Tenshi's hand sonic moves are very impressive as you see them form on the top of her wrists but also, the actions scenes are very well thought out, the slight motions are played out wonderfully, including the slight details such as blurring every now and again when the character has been hit or struck.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInstantly the scenery is gorgeous, the details that are put into this anime are beautiful in many senses of the word.\u001b[24m\n    \u001b[1mすぐに景色が豪華で、このアニメに入れられた細部は言葉の多くの意味で美しい。\u001b[22m, \u001b[1m即座風景はゴージャスで、このアニメに置かれている詳細は単語の多くの意味で美しいです。\u001b[22m\n\u001b[4mThe characters themselves all have different features which is to be expect but these features all add up to make a stunning cast of characters the artwork for the characters themselves is very well thought out, just simple things as symbolism to the characters, the particle effects for\u001b[24m\n    \u001b[1m文字自体はすべて異なる機能を持っていますが、これらの機能はすべて文字の素晴らしいキャストを作成するために追加されます。文字自体のアートワークは非常によく考えられています。文字の象徴としての単純なもの、\u001b[22m, \u001b[1m文字自体すべてが期待されるが、これらの機能はすべての文字自身のアートワークは、非常によく用パーティクルエフェクトは、文字に象徴として単純な物事を考えられている文字の素晴らしいキャストを作るために足し異なる特徴を持っています\u001b[22m\n\u001b[4mTenshi's hand sonic moves are very impressive as you see them form on the top of her wrists but also, the actions scenes are very well thought out, the slight motions are played out wonderfully, including the slight details such as blurring every now and again when\u001b[24m\n    \u001b[1m天使の手のひらの動きは、あなたの手首の上に形作られているのを見ると非常に印象的ですが、アクションシーンは非常によく考えられています。微妙な動きがあります。\u001b[22m, \u001b[1m天使の手ソニック動きはあなたがそれらを彼女の手首の上に形成見るように非常に印象的ですが、また、アクションシーンは非常によく考えられている、わずかな動きは、このようなときに今、もう一度、すべてのぼかしなどのわずかな詳細を含む、素晴らしく再生されます\u001b[22m\n\u001b[4mthe character has been hit or struck.\u001b[24m\n    \u001b[1mキャラクターが殴られたり殴られたりした。\u001b[22m, \u001b[1m文字がヒットするか打たれました。\u001b[22m\nThis instantly grabs your eye, who wouldn't be pulled into a beautiful looking anime? if you see it and your first thought is it doesn't look nice, you need to get your eyes tested.\n\n\u001b[1mこれはすぐにあなたの目をつかむ、誰が美しいアニメに引っ張られないだろうか？ あなたがそれを見て、あなたの最初の考えがうまく見えない場合は、あなたの目をテストする必要があります。\u001b[22m\n\u001b[1m(Kore wa sugu ni anata no me o tsukamu, dare ga utsukushī anime ni hippara renaidarou ka? Anata ga sore o mite, anata no saisho no kangae ga umaku mienai baai wa, anata no me o tesuto suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis instantly grabs your eye, who wouldn't be pulled into a beautiful looking anime? if you see it and your first thought is it doesn't look nice, you need to get your eyes tested.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis instantly grabs your eye, who wouldn't be pulled into a beautiful looking anime?\u001b[24m\n    \u001b[1mこれはすぐにあなたの目をつかむ、誰が美しいアニメに引っ張られないだろうか？\u001b[22m, \u001b[1mこれは、瞬時に綺麗なアニメに引き込むことがないだろう、あなたの目を、つかみますか？\u001b[22m\n\u001b[4mif you see it and your first thought is it doesn't look nice, you need to get your eyes tested.\u001b[24m\n    \u001b[1mあなたがそれを見て、あなたの最初の考えがうまく見えない場合は、あなたの目をテストする必要があります。\u001b[22m, \u001b[1mあなたがそれを見て、あなたの最初の考えは、それが見栄えしないであれば、あなたはあなたの目は検査を受ける必要があります。\u001b[22m\nI admit its not the best artwork compared to some more well know titles, but none the less it is a gorgeous looking anime.\n\n\u001b[1m私はそれはいくつかのよく知っているタイトルと比較して、最高のアートワークではないが、それほど豪華なアニメを探していることを認めない。\u001b[22m\n\u001b[1m(Watashi wa sore wa ikutsu ka no yoku shitte iru taitoru to hikaku shite, saikō no ātowākude wa naiga, sorehodo gōkana anime o sagashite iru koto o mitomenai.)\u001b[22m\n\nTranslations of \u001b[4mI admit its not the best artwork compared to some more well know titles, but none the less it is a gorgeous looking anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI admit its not the best artwork compared to some more well know titles, but none the less it is a gorgeous looking anime.\u001b[24m\n    \u001b[1m私はそれはいくつかのよく知っているタイトルと比較して、最高のアートワークではないが、それほど豪華なアニメを探していることを認めない。\u001b[22m, \u001b[1m私はいくつかのよりよく知っているタイトルと比較していない最高のアートワークを認めたが、どれもあまりそれは豪華な探しているアニメです。\u001b[22m\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nThe basic story is that the main protagonist 'otonashi, yuzuru' wakes up in to a beautiful looking girl 'nakamura, yuri' wielding a sniper, now this may seem like a strange beginning but its explained with in second that she wants him to join there team and fight against 'god' to say that they are not dead and won't give up that ideal, but obviously as expected he doubts this idea of them being in the afterlife, until he meets there enemy 'Tenshi' kanade, tachibana , in which she stabs him through the chest, which proves that they are in the afterlife as he wakes up a couple hours later blood stained shirt still on him, whilst hes laying in the schools infirmary, from this moment we meet the rest of the cast. the story is based around the group not wanting to obliterated as none of them know what will happen if they get obliterated, so they fight against kanade as she is the angel for the afterlife.\n\n\u001b[1m基本的な話は、メインの主人公の「オタナシ、ゆずる」が美しい女の子「中村、ゆり」に目を覚まし、奇妙な始まりに見えるかもしれないが、今度は彼女が彼に加わってほしいと説明した 彼らが死んでいないと言って、その理想をあきらめることはないと言うために、「神」と戦って戦うが、明らかに期待通りに、彼は敵「天使」かなえん、立花 彼女は胸を通って彼を突き刺し、2時間後に目を覚ますと彼らが死後であることが証明され、学校の保健室に寝ている間に血の汚れたシャツが残っている。 キャスト。 物語はグループの周りに基づいていますので、彼らは彼らが後世の天使であるように彼らがカネイドと戦うために何が起こるかを知らないので、彼らを捨てることは望ましくありません。\u001b[22m\n\u001b[1m(Kihon-tekina hanashi wa, mein no shujinkō no `otanashi, yuzuru' ga utsukushī on'nanoko `Nakamura, yuri' ni me o samashi, kimyōna hajimari ni mieru kamo shirenaiga, kondo wa kanojo ga kare ni kuwawatte hoshī to setsumei shita karera ga shinde inai to itte, sono risō o akirameru koto wa nai to iu tame ni,`-shin' to tatakatte tatakauga, akiraka ni kitai-dōri ni, kare wa teki `tenshi' ka na e n, Tachibana kanojo wa mune o kayotte kare o tsukisashi, 2-jikan-go ni mewosamasu to karera ga shigodearu koto ga shōmei sa re, gakkō no hoken-shitsu ni nete iru ma ni chi no kegareta shatsu ga nokotte iru. Kyasuto. Monogatari wa gurūpu no mawari ni motodzuite imasunode, karera wa karera ga kōsei no tenshidearu yō ni karera ga kaneido to tatakau tame ni nani ga okoru ka o shiranainode, karera o suteru koto wa nozomashiku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe basic story is that the main protagonist 'otonashi, yuzuru' wakes up in to a beautiful looking girl 'nakamura, yuri' wielding a sniper, now this may seem like a strange beginning but its explained with in second that she wants him to join there team and fight against 'god' to say that they are not dead and won't give up that ideal, but obviously as expected he doubts this idea of them being in the afterlife, until he meets there enemy 'Tenshi' kanade, tachibana , in which she stabs him through the chest, which proves that they are in the afterlife as he wakes up a couple hours later blood stained shirt still on him, whilst hes laying in the schools infirmary, from this moment we meet the rest of the cast. the story is based around the group not wanting to obliterated as none of them know what will happen if they get obliterated, so they fight against kanade as she is the angel for the afterlife.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe basic story is that the main protagonist 'otonashi, yuzuru' wakes up in to a beautiful looking girl 'nakamura, yuri' wielding a sniper, now this may seem like a strange beginning but its explained with in second that she wants him to join\u001b[24m\n    \u001b[1m基本的な話は、メインの主人公の「オタナシ、ゆずる」が美しい女の子「中村、ゆり」に目を覚まし、奇妙な始まりに見えるかもしれないが、今度は彼女が彼に加わってほしいと説明した\u001b[22m, \u001b[1m基本的なストーリーは、主人公「音無、譲は「狙撃を振り回す綺麗な女の子の中村ゆり」にで目覚めることがある今、これは奇妙な始まりのように見えるかもしれませんが、その彼女は彼が参加することを望んでいることを第二にして説明します\u001b[22m\n\u001b[4mthere team and fight against 'god' to say that they are not dead and won't give up that ideal, but obviously as expected he doubts this idea of them being in the afterlife, until he meets there enemy 'Tenshi' kanade, tachibana\u001b[24m\n    \u001b[1m彼らが死んでいないと言って、その理想をあきらめることはないと言うために、「神」と戦って戦うが、明らかに期待通りに、彼は敵「天使」かなえん、立花\u001b[22m, \u001b[1mそこにチームと、彼は彼らが死後の世界であることのこのアイデアを疑う期待通りに彼がそこに敵の天使」奏を満たすまで、彼らは、明らかに死んではなく、理想的なことをあきらめないだろうが、と言うことは「神との戦い、橘\u001b[22m\n\u001b[4m, in which she stabs him through the chest, which proves that they are in the afterlife as he wakes up a couple hours later blood stained shirt still on him, whilst hes laying in the schools infirmary, from this moment we meet the rest of the\u001b[24m\n    \u001b[1m彼女は胸を通って彼を突き刺し、2時間後に目を覚ますと彼らが死後であることが証明され、学校の保健室に寝ている間に血の汚れたシャツが残っている。\u001b[22m, \u001b[1m、ここで彼女は彼が学校の保健室に敷設HESながら、彼にはまだ数時間後に血液染色されたシャツをウェイクアップするように、この瞬間から私たちはの残りの部分を満たし、彼らは死後の世界であることを証明する、胸を通して彼を刺します\u001b[22m\n\u001b[4mcast.\u001b[24m\n    \u001b[1mキャスト。\u001b[22m\n\u001b[4mthe story is based around the group not wanting to obliterated as none of them know what will happen if they get obliterated, so they fight against kanade as she is the angel for the afterlife.\u001b[24m\n    \u001b[1m物語はグループの周りに基づいていますので、彼らは彼らが後世の天使であるように彼らがカネイドと戦うために何が起こるかを知らないので、彼らを捨てることは望ましくありません。\u001b[22m, \u001b[1m物語は、彼らが抹消されますので、彼女は来世のための天使のように、彼らは奏と戦う場合に何が起こるかわからそれらのどれも消されたくないグループに基づいています。\u001b[22m\nThe story for a bit seems pushed on to the viewer as obviously a story based on defying god and being unable to die because they are in the afterlife or even heaven is a bit hard to get a grasp off and they keep pushing the idea that they are un-killable so to speak.\n\n\u001b[1m物語はちょっと見ているが、神を無視して死んでもいけないという物語のように、死後の天国であっても天国であっても把握が難しく、 話すことはできない。\u001b[22m\n\u001b[1m(Monogatari wa chotto mite iruga,-shin o mushi shite shinde mo ikenai to iu monogatari no yō ni, shigo no tengokudeatte mo tengokudeatte mo haaku ga muzukashiku, hanasu koto wa dekinai.)\u001b[22m\n\nTranslations of \u001b[4mThe story for a bit seems pushed on to the viewer as obviously a story based on defying god and being unable to die because they are in the afterlife or even heaven is a bit hard to get a grasp off and they keep pushing the idea that they are un-killable so to speak.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story for a bit seems pushed on to the viewer as obviously a story based on defying god and being unable to die because they are in the afterlife or even heaven is a bit hard to get a grasp off and they keep pushing the idea that they\u001b[24m\n    \u001b[1m物語はちょっと見ているが、神を無視して死んでもいけないという物語のように、死後の天国であっても天国であっても把握が難しく、\u001b[22m, \u001b[1mビットのための物語は明らかに神に挑む、彼らは死後の世界で、あるいは天国であるため、死ぬことができないことに基づいて、ストーリーが把握を降りるには少し難しいですよう視聴者にプッシュし、彼らは彼らそのアイデアをプッシュし続けると思われます\u001b[22m\n\u001b[4mare un-killable so to speak.\u001b[24m\n    \u001b[1m話すことはできない。\u001b[22m, \u001b[1mいわば未killableです。\u001b[22m\nMy favourite moments of this anime is the backstories, the majority of them are incredible, even though it has the genre of drama I wasn't expecting what was going to hit me from the actual backstories, some of them seem a little soft for example hideki hinata's backstory seems very simplistic and wouldn't really tug at your heart strings but at the end of it, it becomes darker. how ever two of the back stories of the characters pasts caused me to break down in tears, they are beautiful and so unexpected from how the characters themselves act, well bar one.\n\n\u001b[1mこのアニメの私の好きな瞬間は、バックストーリーです。その大部分は、ドラマのジャンルがあるにもかかわらず、私は実際のバックストーリーから私を襲うとは思っていませんでしたが、それらのいくつかは、  hideki hinataのバックストーリーは非常に単純化されているように見え、心臓の弦を引っ張ることはありませんが、最後に暗くなります。 キャラクターの過去の裏話の2つが、私を涙で崩壊させたのはどういうふうに、キャラクター自身の行動から予期せぬほど美しく、予期せぬことです。\u001b[22m\n\u001b[1m(Kono anime no watashi no sukina shunkan wa, bakkusutōrīdesu. Sono daibubun wa, dorama no janru ga aru nimokakawarazu, watashi wa jissai no bakkusutōrī kara watashi o osou to wa omotte imasendeshitaga, sorera no ikutsu ka wa, hideki hinata no bakkusutōrī wa hijō ni tanjun-ka sa rete iru yō ni mie, shinzō no gen o hipparu koto wa arimasenga, saigo ni kuraku narimasu. Kyarakutā no kako no urabanashi no 2tsu ga, watashi o namida de hōkai sa seta no wa dō iu fū ni, kyarakutā jishin no kōdō kara yoki senu hodo utsukushiku, yoki senu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mMy favourite moments of this anime is the backstories, the majority of them are incredible, even though it has the genre of drama I wasn't expecting what was going to hit me from the actual backstories, some of them seem a little soft for example hideki hinata's backstory seems very simplistic and wouldn't really tug at your heart strings but at the end of it, it becomes darker. how ever two of the back stories of the characters pasts caused me to break down in tears, they are beautiful and so unexpected from how the characters themselves act, well bar one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favourite moments of this anime is the backstories, the majority of them are incredible, even though it has the genre of drama I wasn't expecting what was going to hit me from the actual backstories, some of them seem a little soft for example\u001b[24m\n    \u001b[1mこのアニメの私の好きな瞬間は、バックストーリーです。その大部分は、ドラマのジャンルがあるにもかかわらず、私は実際のバックストーリーから私を襲うとは思っていませんでしたが、それらのいくつかは、\u001b[22m, \u001b[1mこのアニメの私のお気に入りの瞬間は、それらの大半は、それは私が実際backstoriesから私をヒットするつもりだったものを期待していなかったドラマのジャンルがあっても、信じている、backstoriesあり、そのうちのいくつかは、例えば少し柔らかいようです\u001b[22m\n\u001b[4mhideki hinata's backstory seems very simplistic and wouldn't really tug at your heart strings but at the end of it, it becomes darker.\u001b[24m\n    \u001b[1mhideki hinataのバックストーリーは非常に単純化されているように見え、心臓の弦を引っ張ることはありませんが、最後に暗くなります。\u001b[22m, \u001b[1m日向秀樹の裏話は非常に単純ようで、本当にあなたの心の文字列で引っ張るないだろうが、それの終わりに、それは暗くなります。\u001b[22m\n\u001b[4mhow ever two of the back stories of the characters pasts caused me to break down in tears, they are beautiful and so unexpected from how the characters themselves act, well bar one.\u001b[24m\n    \u001b[1mキャラクターの過去の裏話の2つが、私を涙で崩壊させたのはどういうふうに、キャラクター自身の行動から予期せぬほど美しく、予期せぬことです。\u001b[22m, \u001b[1mどのようにこれまでの文字の過去のバックストーリーの2は私が涙で破壊させ、彼らがどのように文字自身の行為から美しいので、予想外で、1つのウェルをバー。\u001b[22m\nIn my opinion, the story is somewhat hard to understand especially later into the episodes and they try to add a twist to the whole plot.\n\n\u001b[1m私の意見では、この物語はエピソードの後半で特に理解するのがやや難しく、プロット全体にひねりを加えようとします。\u001b[22m\n\u001b[1m(Watashi no ikende wa, kono monogatari wa episōdo no kōhan de tokuni rikai suru no ga yaya muzukashiku, purotto zentai ni hineri o kuwaeyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn my opinion, the story is somewhat hard to understand especially later into the episodes and they try to add a twist to the whole plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my opinion, the story is somewhat hard to understand especially later into the episodes and they try to add a twist to the whole plot.\u001b[24m\n    \u001b[1m私の意見では、この物語はエピソードの後半で特に理解するのがやや難しく、プロット全体にひねりを加えようとします。\u001b[22m, \u001b[1m私の意見では、話は特に、後のエピソードに理解することがやや困難であると彼らは全体のプロットにひねりを追加してみてください。\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\nThe intro music for this particularly series is bar far my favourite, I've downloaded it and continue to listen to every now and again, the use of a piano and a beautiful voice is a powerful thing. Part of the story is a band called girl dead monster or GDM, their songs with in anime are perfect for the action scenes since its meant to cover up the fighting that is going on but also during an episode the lead singer plays a beautiful ballad that tugs the heart strings and makes you want to replay it over a for while.\n\n\u001b[1mこのシリーズのイントロミュージックは私のお気に入りのものです。私はそれをダウンロードして何度も聴き続けています。ピアノの使用と美しい声は強力なものです。 ストーリーの一部は、ガールズデッドモンスターやGDMと呼ばれるバンドで、アニメの曲は、アクションシーンに最適です。これは、進行中の戦いを隠すためのものだからですが、エピソードの最中にリードシンガーが美しいバラードを演奏します 心臓の弦を引っ張り、しばらくの間それを再生したい。\u001b[22m\n\u001b[1m(Kono shirīzu no intoromyūjikku wa watashinōkiniiri no monodesu. Watashi wa sore o daunrōdo shite nando mo kiki tsudzukete imasu. Piano no shiyō to utsukushī koe wa kyōryokuna monodesu. Sutōrī no ichibu wa, gāruzudeddomonsutā ya GDM to yoba reru bando de, anime no kyoku wa, akushonshīn ni saitekidesu. Kore wa, shinkō-chū no tatakai o kakusu tame no monodakaradesuga, episōdo no saichū ni rīdoshingā ga utsukushī barādo o ensō shimasu shinzō no gen o hippari, shibarakunoaida sore o saisei shitai.)\u001b[22m\n\nTranslations of \u001b[4mThe intro music for this particularly series is bar far my favourite, I've downloaded it and continue to listen to every now and again, the use of a piano and a beautiful voice is a powerful thing. Part of the story is a band called girl dead monster or GDM, their songs with in anime are perfect for the action scenes since its meant to cover up the fighting that is going on but also during an episode the lead singer plays a beautiful ballad that tugs the heart strings and makes you want to replay it over a for while.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe intro music for this particularly series is bar far my favourite, I've downloaded it and continue to listen to every now and again, the use of a piano and a beautiful voice is a powerful thing.\u001b[24m\n    \u001b[1mこのシリーズのイントロミュージックは私のお気に入りのものです。私はそれをダウンロードして何度も聴き続けています。ピアノの使用と美しい声は強力なものです。\u001b[22m, \u001b[1mこの特にシリーズのイントロ音楽ははるかに私のお気に入りのバーで、私はそれをダウンロードして、今、もう一度ごとに耳を傾けるし続けてきた、ピアノと美しい声の使用が強力なものです。\u001b[22m\n\u001b[4mPart of the story is a band called girl dead monster or GDM, their songs with in anime are perfect for the action scenes since its meant to cover up the fighting that is going on but also during an episode the lead singer plays a beautiful ballad that\u001b[24m\n    \u001b[1mストーリーの一部は、ガールズデッドモンスターやGDMと呼ばれるバンドで、アニメの曲は、アクションシーンに最適です。これは、進行中の戦いを隠すためのものだからですが、エピソードの最中にリードシンガーが美しいバラードを演奏します\u001b[22m, \u001b[1m物語の一部は、と彼らの曲はアニメで以来、アクションシーンに最適です女の子死んだモンスターまたはGDMというバンドで、そのだけでなく、エピソードの間にリードシンガーが美しいバラードを果たしているが起こっている戦いをカバーすることを意味しています\u001b[22m\n\u001b[4mtugs the heart strings and makes you want to replay it over a for while.\u001b[24m\n    \u001b[1m心臓の弦を引っ張り、しばらくの間それを再生したい。\u001b[22m, \u001b[1m心臓文字列をタグボート、あなたがしばらくの上にそれを再生したいことができます。\u001b[22m\nThe sound effects during the action scene are on par, the sound of gun shot sounds like what its suppose to sound like its not over powered by adding a deafening tone, it doesn't sound like a water pistol its how it should sound.\n\n\u001b[1mアクションシーン中の効果音は同等で、銃弾の音は耳障りな音を加えることで動かないような音のように聞こえますが、それはどのように音を立てるべきなのですか？\u001b[22m\n\u001b[1m(Akushonshīn-chū no kōka-on wa dōtō de, jūdan no oto wa mimizawarina oto o kuwaeru koto de ugokanai yōna oto no yō ni kikoemasuga, sore wa dono yō ni oto o taterubekina nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe sound effects during the action scene are on par, the sound of gun shot sounds like what its suppose to sound like its not over powered by adding a deafening tone, it doesn't sound like a water pistol its how it should sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound effects during the action scene are on par, the sound of gun shot sounds like what its suppose to sound like its not over powered by adding a deafening tone, it doesn't sound like a water pistol its how it should sound.\u001b[24m\n    \u001b[1mアクションシーン中の効果音は同等で、銃弾の音は耳障りな音を加えることで動かないような音のように聞こえますが、それはどのように音を立てるべきなのですか？\u001b[22m, \u001b[1mアクションシーン中の効果音がパーにある、銃声の音がそのない耳をつんざくような音を追加することにより、電力供給を超えるような音と仮定もののように聞こえる、それが聞こえる必要があり、その方法を水鉄砲のような音はありません。\u001b[22m\nThe voice actors have played there roles making you love hearing the voice and instantly thinking of what the character is like such as yui's voice you Instantly recognise her as being a simple fun loving and comedic character from just her voice.\n\n\u001b[1m声優があなたの声を聞いて好きになり、湯の声のようなキャラクターがどんなものかを即座に考えさせてくれる役割を演じています。ただ彼女の声から愛とコメディーな単純なキャラクターであることをすぐに認識します。\u001b[22m\n\u001b[1m(Seiyū ga anata no koe o kiite suki ni nari, yu no koe no yōna kyarakutā ga don'na mono ka o sokuza ni kangae sasete kureru yakuwari o enjite imasu. Tada kanojo no koe kara ai to komedīna tanjun'na kyarakutādearu koto o sugu ni ninshiki shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors have played there roles making you love hearing the voice and instantly thinking of what the character is like such as yui's voice you Instantly recognise her as being a simple fun loving and comedic character from just her voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors have played there roles making you love hearing the voice and instantly thinking of what the character is like such as yui's voice you Instantly recognise her as being a simple fun loving and comedic character from just her voice.\u001b[24m\n    \u001b[1m声優があなたの声を聞いて好きになり、湯の声のようなキャラクターがどんなものかを即座に考えさせてくれる役割を演じています。ただ彼女の声から愛とコメディーな単純なキャラクターであることをすぐに認識します。\u001b[22m, \u001b[1m声優はあなたが声を聞くと、即座に文字を使用すると、即座にちょうど彼女の声から愛するシンプルな楽しさとコミカルな文字であるとして彼女を認識ユイの声のようなどのようなものであるかを考えて大好き作りそこに役割を果たしてきました。\u001b[22m\nAgain the opening theme is beautiful and I can't fault it as I said it is one if not my favourite intro songs. The ending song is very melodic and it as well is a beautiful song itself especially at the end of the series.\n\n\u001b[1m再びオープニングのテーマは美しく、私はそれが私の好きなイントロの曲ではないと言ったので、私はそれを間違えることはできません。 最後の曲は非常に旋律的で、シリーズの終わりには特に美しい曲そのものです。\u001b[22m\n\u001b[1m(Futatabi ōpuningu no tēma wa utsukushiku, watashi wa sore ga watashi no sukina Intoro no kyokude wa nai to ittanode, watashi wa sore o machigaeru koto wa dekimasen. Saigo no kyoku wa hijō ni senritsu-tekide, shirīzu no owari ni wa tokuni utsukushī kyoku sonomonodesu.)\u001b[22m\n\nTranslations of \u001b[4mAgain the opening theme is beautiful and I can't fault it as I said it is one if not my favourite intro songs. The ending song is very melodic and it as well is a beautiful song itself especially at the end of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain the opening theme is beautiful and I can't fault it as I said it is one if not my favourite intro songs.\u001b[24m\n    \u001b[1m再びオープニングのテーマは美しく、私はそれが私の好きなイントロの曲ではないと言ったので、私はそれを間違えることはできません。\u001b[22m, \u001b[1m再びオープニングテーマは美しいですし、私はそれが1でない場合は私のお気に入りのイントロ曲で言ったように私はそれを障害することはできません。\u001b[22m\n\u001b[4mThe ending song is very melodic and it as well is a beautiful song itself especially at the end of the series.\u001b[24m\n    \u001b[1m最後の曲は非常に旋律的で、シリーズの終わりには特に美しい曲そのものです。\u001b[22m, \u001b[1mエンディング曲はとてもメロディックであり、それは同様に、特にシリーズの終わりに美しい歌そのものです。\u001b[22m\n9/10\n\n\u001b[1m9/10\u001b[22m\n\u001b[1m(9/ 10)\u001b[22m\n\nTranslations of \u001b[4m9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nThe protagonist of this story is otonashi, yuzuru, he is a simple character but he does everything he can to help out his new comrades emotionally and during fight scenes but we don't learn much about this character as his suffers with amnesia.\n\n\u001b[1mこの物語の主人公はオタナシ、ゆずるですが、彼は単純なキャラクターですが、彼は新しい仲間を感情的にや戦闘シーンで助けるためにすべてを尽くしていますが、記憶喪失に苦しんでいるこのキャラクターについてはほとんど学んでいません。\u001b[22m\n\u001b[1m(Kono monogatari no shujinkō wa otanashi, yuzurudesuga, kare wa tanjun'na kyarakutādesuga, kare wa atarashī nakama o kanjō-teki ni ya sentō shīn de tasukeru tame ni subete o tsukushite imasuga, kioku sōshitsu ni kurushinde iru kono kyarakutā ni tsuite wa hotondo manande imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe protagonist of this story is otonashi, yuzuru, he is a simple character but he does everything he can to help out his new comrades emotionally and during fight scenes but we don't learn much about this character as his suffers with amnesia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe protagonist of this story is otonashi, yuzuru, he is a simple character but he does everything he can to help out his new comrades emotionally and during fight scenes but we don't learn much about this character as his suffers with amnesia.\u001b[24m\n    \u001b[1mこの物語の主人公はオタナシ、ゆずるですが、彼は単純なキャラクターですが、彼は新しい仲間を感情的にや戦闘シーンで助けるためにすべてを尽くしていますが、記憶喪失に苦しんでいるこのキャラクターについてはほとんど学んでいません。\u001b[22m, \u001b[1mこの物語の主人公は音無、讓で、彼は単純な文字ですが、彼は感情との戦いのシーンの間に彼の新しい同志を助けるために、彼はできる限りのことを行いますが、我々は記憶喪失の彼の抱えているとして、この文字について多くを学習することはありません。\u001b[22m\nnakamuri, yuri is another main role of this anime as she is the leader of the not dead yet battlefront, although she has a bad taste in naming groups she has a very strong sense of direction, a great leader over all and a great leading lady , don't get me wrong she has her moments where you simple think 'what?!' but overall the dialogue for this character is great sometimes witty but great.\n\n\u001b[1mナカムリ、ユリは、このアニメのもう一つの主な役割ですが、彼女は方向性が非常に強く、指揮の指導者であり、素晴らしい指導者です 、私が間違って取得しないでください彼女は彼女の瞬間を持っているあなたは単純な '何を考える？ しかし、全体的にこのキャラクターの対話は時には素晴らしいですが素晴らしいです。\u001b[22m\n\u001b[1m(Nakamuri, yuri wa, kono anime no mōhitotsu no omona yakuwaridesuga, kanojo wa hōkō-sei ga hijō ni tsuyoku, shiki no shidō-shadeari, subarashī shidō-shadesu, watashi ga machigatte shutoku shinaide kudasai kanojo wa kanojo no shunkan o motte iru anata wa tanjun'na' nani o kangaeru? Shikashi, zentai-teki ni kono kyarakutā no taiwa wa tokiniha subarashīdesuga subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mnakamuri, yuri is another main role of this anime as she is the leader of the not dead yet battlefront, although she has a bad taste in naming groups she has a very strong sense of direction, a great leader over all and a great leading lady , don't get me wrong she has her moments where you simple think 'what?!' but overall the dialogue for this character is great sometimes witty but great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnakamuri, yuri is another main role of this anime as she is the leader of the not dead yet battlefront, although she has a bad taste in naming groups she has a very strong sense of direction, a great leader over all and a great leading lady\u001b[24m\n    \u001b[1mナカムリ、ユリは、このアニメのもう一つの主な役割ですが、彼女は方向性が非常に強く、指揮の指導者であり、素晴らしい指導者です\u001b[22m, \u001b[1m彼女が死んまだ前線ないのリーダーであるとして、彼女はグループに名前を付けるには悪趣味を持っているもののnakamuri、ユリは彼女が方向の非常に強い感覚、すべての上に偉大な指導者と偉大な主演女優を持って、このアニメの別の主な役割であります\u001b[22m\n\u001b[4m, don't get me wrong she has her moments where you simple think 'what?!'\u001b[24m\n    \u001b[1m、私が間違って取得しないでください彼女は彼女の瞬間を持っているあなたは単純な '何を考える？\u001b[22m, \u001b[1m、彼女はあなたが単純だと思う彼女の瞬間があり誤解しないでください」何を？」\u001b[22m\n\u001b[4mbut overall the dialogue for this character is great sometimes witty but great.\u001b[24m\n    \u001b[1mしかし、全体的にこのキャラクターの対話は時には素晴らしいですが素晴らしいです。\u001b[22m, \u001b[1mしかし、全体的にこの文字のための対話は、時には気の利いたが、素晴らしい素晴らしいです。\u001b[22m\nkanade, tachibana is the arch nemesis of the not dead yet battlefront, but her character is set around symbolism being as she is a young girl, white hair and wears mainly white in general since she is an angel, its symbolic as it says she's innocent and pure as that is what we expect from angels for them to be beautiful and anything but pure beings.\n\n\u001b[1mカネイド、タチバナは死んではいないが戦闘前のアーチ・ネメシスですが、彼女のキャラクターは、彼女が若い女の子、白髪のように象徴主義の周りに置かれ、彼女は天使であるため、 それは純粋なものであり、純粋な存在ではなく、美しいものとなるように天使から期待されるものです。\u001b[22m\n\u001b[1m(Kaneido, tachibana wa shinde wa inaiga sentō mae no āchi nemeshisudesuga, kanojo no kyarakutā wa, kanojo ga wakai on'nanoko, shiraga no yō ni shōchō shugi no mawari ni oka re, kanojo wa tenshidearu tame, sore wa junsuina monodeari, junsuina sonzaide wa naku, utsukushī mono to naru yō ni tenshi kara kitai sa reru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mkanade, tachibana is the arch nemesis of the not dead yet battlefront, but her character is set around symbolism being as she is a young girl, white hair and wears mainly white in general since she is an angel, its symbolic as it says she's innocent and pure as that is what we expect from angels for them to be beautiful and anything but pure beings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mkanade, tachibana is the arch nemesis of the not dead yet battlefront, but her character is set around symbolism being as she is a young girl, white hair and wears mainly white in general since she is an angel, its symbolic as it says she's innocent\u001b[24m\n    \u001b[1mカネイド、タチバナは死んではいないが戦闘前のアーチ・ネメシスですが、彼女のキャラクターは、彼女が若い女の子、白髪のように象徴主義の周りに置かれ、彼女は天使であるため、\u001b[22m, \u001b[1m奏は、橘は死んまだ前線ないの宿敵であるが、彼女のキャラクターは、それは彼女が無実だと言うように、彼女は、その象徴的な若い女の子、白い髪で、彼女は天使であるため、一般的には、主に白身に着けているようであることの象徴の周りに設定されています\u001b[22m\n\u001b[4mand pure as that is what we expect from angels for them to be beautiful and anything but pure beings.\u001b[24m\n    \u001b[1mそれは純粋なものであり、純粋な存在ではなく、美しいものとなるように天使から期待されるものです。\u001b[22m, \u001b[1mその純粋なは、彼らが美しく、純粋な人間以外のものであるために私たちは天使から期待するものです。\u001b[22m\nthere are more characters that are mainly there to support the leads as one character doesn't say much besides repeating one phrase until later in the anime.\n\n\u001b[1mアニメの後半まで1つのフレーズを繰り返すだけでなく、1つのキャラクターが多くのことを言っているわけではないので、主にリードをサポートするためのより多くのキャラクターが存在します。\u001b[22m\n\u001b[1m(Anime no kōhan made 1tsu no furēzu o kurikaesu dakedenaku, 1tsu no kyarakutā ga ōku no koto o itte iru wakede wanainode, omo ni rīdo o sapōto suru tame no yori ōku no kyarakutā ga sonzai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mthere are more characters that are mainly there to support the leads as one character doesn't say much besides repeating one phrase until later in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthere are more characters that are mainly there to support the leads as one character doesn't say much besides repeating one phrase until later in the anime.\u001b[24m\n    \u001b[1mアニメの後半まで1つのフレーズを繰り返すだけでなく、1つのキャラクターが多くのことを言っているわけではないので、主にリードをサポートするためのより多くのキャラクターが存在します。\u001b[22m, \u001b[1m1文字が後にアニメでまで、1フレーズを繰り返す以外にはあまり言っていないようにリードをサポートするために主に存在する以上の文字があります。\u001b[22m\nthe characters seem to be entangled to this fate as they have all ended up in the afterlife and are all striving towards the same goal but the relationships that begin to appear between the cast and the main character are mainly very natural friendships bar one or two which seem a bit more pushed into no matter what they feel very natural as slowly the trust between the characters build and slowly but surely they come together in a great way.\n\n\u001b[1m彼らはすべて死後に終わり、すべて同じ目標に向かって努力しているが、キャストと主人公の間に現れ始める関係は、主に非常に自然な友情のバー1つまたは2つであるので、この運命に絡んでいるようだ キャラクターとキャラクターの間の信頼関係がゆっくりとして確実に結びついているように、彼らはとても自然に感じています。\u001b[22m\n\u001b[1m(Karera wa subete shigo ni owari, subete onaji mokuhyō ni mukatte doryoku shite iruga, kyasuto to shujinkō no ma ni araware hajimeru kankei wa, omoni hijō ni shizen'na yūjō no bā 1tsu matawa 2tsudearunode, kono unmei ni karande iru yōda kyarakutā to kyarakutā no ma no shinrai kankei ga yukkuri to shite kakujitsu ni musubitsuite iru yō ni, karera wa totemo shizen ni kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mthe characters seem to be entangled to this fate as they have all ended up in the afterlife and are all striving towards the same goal but the relationships that begin to appear between the cast and the main character are mainly very natural friendships bar one or two which seem a bit more pushed into no matter what they feel very natural as slowly the trust between the characters build and slowly but surely they come together in a great way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe characters seem to be entangled to this fate as they have all ended up in the afterlife and are all striving towards the same goal but the relationships that begin to appear between the cast and the main character are mainly very natural friendships bar one or two which\u001b[24m\n    \u001b[1m彼らはすべて死後に終わり、すべて同じ目標に向かって努力しているが、キャストと主人公の間に現れ始める関係は、主に非常に自然な友情のバー1つまたは2つであるので、この運命に絡んでいるようだ\u001b[22m, \u001b[1m文字は、彼らがすべての来世で終わっており、すべてが同じ目標に向かって努力するが、キャストとメインキャラクターの間に現れ始めるの関係は、主に非常に自然な友情バー1または2されているように、この運命に絡み合っているように見えます\u001b[22m\n\u001b[4mseem a bit more pushed into no matter what they feel very natural as slowly the trust between the characters build and slowly but surely they come together in a great way.\u001b[24m\n    \u001b[1mキャラクターとキャラクターの間の信頼関係がゆっくりとして確実に結びついているように、彼らはとても自然に感じています。\u001b[22m, \u001b[1mビットは、よりゆっくりと文字の間の信頼関係が構築し、ゆっくりと、しかし確実に、彼らは偉大な方法で一緒に来るように、彼らは非常に自然な感じ何を問わずに押し込まれているように見えます。\u001b[22m\ndue to the friendship building you want them to carry on with there mission together without fail and also from these and I can't stress this enough the backstories have a much bigger impact on the audience.\n\n\u001b[1m友情の建物のために、あなたは彼らが一緒にミッションを確実に続けて、そしてこれらからも欲しいと私は十分にストレスを感じることはできませんバックストーリーは、観客にはるかに大きな影響を与えます。\u001b[22m\n\u001b[1m(Yūjō no tatemono no tame ni, anata wa karera ga issho ni misshon o kakujitsu ni tsudzukete, soshite korera kara mo hoshī to watashi wa jūbun ni sutoresu o kanjiru koto wa dekimasen bakkusutōrī wa, kankyaku ni haruka ni ōkina eikyō o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mdue to the friendship building you want them to carry on with there mission together without fail and also from these and I can't stress this enough the backstories have a much bigger impact on the audience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mdue to the friendship building you want them to carry on with there mission together without fail and also from these and I can't stress this enough the backstories have a much bigger impact on the audience.\u001b[24m\n    \u001b[1m友情の建物のために、あなたは彼らが一緒にミッションを確実に続けて、そしてこれらからも欲しいと私は十分にストレスを感じることはできませんバックストーリーは、観客にはるかに大きな影響を与えます。\u001b[22m, \u001b[1m友情の建物のためにあなたは彼らが使命を続けていく一緒にすることなく、これらからも失敗し、したいと私はbackstoriesが観客にはるかに大きな影響を与える、この十分に強調することはできません。\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\nI loved this anime simply because although it has action and comedy with in it the drama element of it is incredible as well, I didn't expect the back stories to be as good as they are which when they happened I couldn't help but well up and in the two cases cry to my hearts content, the comedy elements are also very well thought out, although most of it is stupid slapstick pieces, it has been well thought out to be put near the beginning to draw attention and make you carry on watching until the serious stuff begins to happen and it sets you up for a huge down fall.\n\n\u001b[1m私はこのアニメを愛していたのは、アクションとコメディーを持っていてもそれのドラマ要素は信じられないほどだから、バックストーリーは彼らが起こったときと同じくらい良いとは思っていなかった。 まあ、2つのケースでは、私の心のコンテンツに泣く、コメディの要素も非常によく考えられていますが、そのほとんどは愚かなスラップスティックの作品ですが、それはよく注意を引くために始まりの近くに配置され、 深刻なものが起こり始め、巨大な落下のためにあなたを守るまで、見守ってください。\u001b[22m\n\u001b[1m(Watashi wa kono anime o aishite ita no wa, akushon to komedī o motte ite mo sore no dorama yōso wa shinji rarenai hododakara, bakkusutōrī wa karera ga okotta toki to onaji kurai yoi to wa omotte inakatta. Mā, 2tsu no kēsude wa, watashi no kokoro no kontentsu ni naku, komedi no yōso mo hijō ni yoku kangae rarete imasuga, sono hotondo wa orokana surappusutikku no sakuhindesuga, sore wa yoku chūi o hiku tame ni hajimari no chikaku ni haichi sa re, shinkokuna mono ga okori hajime, kyodaina rakka no tame ni anata o mamoru made, mimamotte kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI loved this anime simply because although it has action and comedy with in it the drama element of it is incredible as well, I didn't expect the back stories to be as good as they are which when they happened I couldn't help but well up and in the two cases cry to my hearts content, the comedy elements are also very well thought out, although most of it is stupid slapstick pieces, it has been well thought out to be put near the beginning to draw attention and make you carry on watching until the serious stuff begins to happen and it sets you up for a huge down fall.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved this anime simply because although it has action and comedy with in it the drama element of it is incredible as well, I didn't expect the back stories to be as good as they are which when they happened I couldn't help but\u001b[24m\n    \u001b[1m私はこのアニメを愛していたのは、アクションとコメディーを持っていてもそれのドラマ要素は信じられないほどだから、バックストーリーは彼らが起こったときと同じくらい良いとは思っていなかった。\u001b[22m, \u001b[1m私はこのアニメを愛し、単にそれは同様にそれでそれのドラマの要素が信じられないとアクションとコメディを有しているが、私はバックストーリーはそのままとして良いことを期待していなかったので、それらは私が助けることができなかったが起こったときには\u001b[22m\n\u001b[4mwell up and in the two cases cry to my hearts content, the comedy elements are also very well thought out, although most of it is stupid slapstick pieces, it has been well thought out to be put near the beginning to draw attention and make you\u001b[24m\n    \u001b[1mまあ、2つのケースでは、私の心のコンテンツに泣く、コメディの要素も非常によく考えられていますが、そのほとんどは愚かなスラップスティックの作品ですが、それはよく注意を引くために始まりの近くに配置され、\u001b[22m, \u001b[1mよくアップし、2つの場合は、私の心のコンテンツに泣く、コメディ要素も非常によく考えられている、それのほとんどは愚かなどたばた作品ですが、十分に注意を引くし、あなたを作るために先頭付近に置くことに出考えられてきました\u001b[22m\n\u001b[4mcarry on watching until the serious stuff begins to happen and it sets you up for a huge down fall.\u001b[24m\n    \u001b[1m深刻なものが起こり始め、巨大な落下のためにあなたを守るまで、見守ってください。\u001b[22m, \u001b[1m深刻なものが起こることを始めるまで見に運び、それがダウンして巨大な秋のためにあなたを設定します。\u001b[22m\nthat said, the plot that is put in place lets down the series as the NPC's begin changing into something else, and its certainly changes your train of thought and puts you off some of the dramatic moments near the ending.\n\n\u001b[1mつまり、NPCが何かに変わるようになると、あなたの思考の列が確実に変わって、エンディングの近くの劇的な瞬間の一部が失われてしまうからです。\u001b[22m\n\u001b[1m(Tsumari, NPC ga nanika ni kawaru yō ni naru to, anata no shikō no retsu ga kakujitsu ni kawatte, endingu no chikaku no gekitekina shunkan no ichibu ga ushinawa rete shimaukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mthat said, the plot that is put in place lets down the series as the NPC's begin changing into something else, and its certainly changes your train of thought and puts you off some of the dramatic moments near the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthat said, the plot that is put in place lets down the series as the NPC's begin changing into something else, and its certainly changes your train of thought and puts you off some of the dramatic moments near the ending.\u001b[24m\n    \u001b[1mつまり、NPCが何かに変わるようになると、あなたの思考の列が確実に変わって、エンディングの近くの劇的な瞬間の一部が失われてしまうからです。\u001b[22m, \u001b[1mそれによると、場所に置かれているプロットは、NPCの何か他のものに変え始めるように直列にダウンすることができますし、そのは確かに思考のあなたの列車を変更し、エンディング近くで劇的な瞬間のいくつかをあなたを置きます。\u001b[22m\n\u001b[1m\u001b[22m\nthe goal of the anime and this is purely my opinion is that is makes you think of things you look back on, things you wish you could change and how something can make you question other thing as the same time.\n\n\u001b[1mアニメの目標は、これは純粋に私の意見では、あなたが戻ってくるもの、あなたが変えることができるもの、何かがあなたに同じ時間に他のものに疑問を抱かせることができるかを考えさせるということです。\u001b[22m\n\u001b[1m(Anime no mokuhyō wa, kore wa junsui ni watashi no ikende wa, anata ga modotte kuru mono, anata ga kaeru koto ga dekiru mono, nanika ga anata ni onaji jikan ni hoka no mono ni gimon o daka seru koto ga dekiru ka o kangae saseru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mthe goal of the anime and this is purely my opinion is that is makes you think of things you look back on, things you wish you could change and how something can make you question other thing as the same time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe goal of the anime and this is purely my opinion is that is makes you think of things you look back on, things you wish you could change and how something can make you question other thing as the same time.\u001b[24m\n    \u001b[1mアニメの目標は、これは純粋に私の意見では、あなたが戻ってくるもの、あなたが変えることができるもの、何かがあなたに同じ時間に他のものに疑問を抱かせることができるかを考えさせるということです。\u001b[22m, \u001b[1mアニメの目標は、これは純粋に私の意見では、それはあなたが振り返る事、あなたが変更することができ、どのようなものを使用すると、同じ時間などの他の事に疑問を行うことができます希望するものを考えさせるです。\u001b[22m\nI only want to know why they added a different element into the story near the ending.\n\n\u001b[1m私は彼らが終わり近くの物語に別の要素を加えた理由を知りたいだけです。\u001b[22m\n\u001b[1m(Watashi wa karera ga owari chikaku no monogatari ni betsu no yōso o kuwaeta riyū o shiritai dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mI only want to know why they added a different element into the story near the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI only want to know why they added a different element into the story near the ending.\u001b[24m\n    \u001b[1m私は彼らが終わり近くの物語に別の要素を加えた理由を知りたいだけです。\u001b[22m, \u001b[1m私は、彼らがエンディングに近いストーリーに別の要素を追加した理由を知りたいです。\u001b[22m\n\u001b[1m\u001b[22m\nangel beats is a simple yet elegant anime that I adore\n\n\u001b[1m天使のビートは、私が崇拝するシンプルでエレガントなアニメです\u001b[22m\n\u001b[1m(Tenshi no bīto wa, watashi ga sūhai suru shinpurude eregantona animedesu)\u001b[22m\n\nTranslations of \u001b[4mangel beats is a simple yet elegant anime that I adore\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mangel beats is a simple yet elegant anime that I adore\u001b[24m\n    \u001b[1m天使のビートは、私が崇拝するシンプルでエレガントなアニメです\u001b[22m, \u001b[1m天使のビートは、私が崇拝する、シンプルでありながらエレガントなアニメです\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\noverall score 8/10\n\n\u001b[1m総合得点8/10\u001b[22m\n\u001b[1m(Sōgō tokuten 8/ 10)\u001b[22m\n\nTranslations of \u001b[4moverall score 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall score 8/10\u001b[24m\n    \u001b[1m総合得点8/10\u001b[22m, \u001b[1m全体的なスコア8/10\u001b[22m"
  },
  {
    "title": "Angel_Beats",
    "id": "6547",
    "url": "https://myanimelist.net/anime/6547/Angel_Beats",
    "user": "ricexnxrolls",
    "profile": "/profile/ricexnxrolls/reviews",
    "pages": "30",
    "number": "20",
    "link": "/reviews.php?id=109883",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  7\n\n半完成品の場合はほとんどありませんが、例外を作る時間があります。 今回は例外がAngel Beatsという名前になりました。\n\nストーリー：6\n\n私は、KeyアニメーションとKyoto Animationの両方から生まれたストーリーワイズが大好きですが、これは変わってはいけません。 物語は、私たちの主人公の大名師に、彼の思い出のない奇妙な世界で目を覚ました。 奇妙な世界は、人生の中で最も素晴らしい場所でもあります。高校。 この世界はキャッチなしでも奇妙ではないでしょう。そして、誰もこの世界で死ぬことができないという考え方です。  Otonashiはこれについてかなり早い段階で知っています。 私たちのメインの主人公（Otonashi）がこれを学んだ後、彼は退屈な戦場やSSSというグループに加わりました。 そこから、主人公の主人公と旅をして、奇妙で楽しい、そして暗く神秘的な経験に導きます。 これは究極的にはアニメの最も強い部分です。  Angel Beatsは、幸せから真面目まで、悲しい時から悲しい時まで気分を呼び起こすことができ、本当に目覚しいものです。 それにもかかわらず、この物語に10の代わりに6が与えられたという目立った明白な理由があります。\n\nイントロダクションで書かれたものに戻すことは、「半完成したときには物事はまれですが」というのは、この話がちょうど半完成です。 プロットはめったに開発されず、アニメ内には大きな穴があり、セミロマンスアニメであってもフォーカスを得られない奇妙なロマンスがあります。 答え。 私はいくつかのオンラインフォーラムや情報源から読みましたが、Angel Beatsは13話のアニメの代わりに26話のアニメとされていました。 このアニメの短縮は、おそらく、ペーシングと書き込みがひどく圧倒的であった理由です。 それにもかかわらず、これは急いで不完全なままの物語です。\n\nアート：9\n\nエンジェルビーツは美しく見えます。 その周りに他の方法はありません。 モエの女の子はかわいいです、そして景色と色はあらゆる場面に非常によく合います。 私は色とアニメーションが素晴らしいという事実を乗り越えることはできません。 大好きです。\n\nサウンド：8\n\n私はこのスコアについて奇妙に感じます。 本当に良いスコアですが、このOSTをどれくらい聞いたかを考えれば、それは正しいと感じません。  OP、ED、My Most Precious Treasure、Rest of Momentといった素晴らしい曲がいくつかあります。 それ以外のサウンドトラックは、特定の場面とのみ一致するように見えるだけで、その場面を超えて1次元で無用にするために使用されていたようです。\n\nエンジェルビーツにはガールズデッドモンスターというバンドがありますが、それはチェックアウトに値するキャッチーな音楽がありますが、それは私の好みではありません。 だからあなたの意見に任せます。\n\nキャラクター：6\n\nエンジェルビーツのキャラクターのほとんどは、穏やかでした。 これは3つの主人公、Otonashi、Yuri、Angelを除いています。 これはおそらく、このアニメのペースが足りないためです。 非常に残念だが、少なくともAngel Beatsは主人公に深みを与えた。 その事実だけでは、もしこのアニメが持つことができれば、他のキャラクターに深みを与えることができたことが分かります。\n\n結論：7\n\nこれは偉大なアニメだったかもしれないまともなアニメです。 唯一の真の欠点は、私のスコアを下げたアニメの執筆とペーシングの欠如です。 私はいつかこのアニメが26エピソードアニメ、または38エピソードアニメに完全な復活を得る時間が来ることを望む、またはこのアニメがそれに値するので、この美しい物語を完全に伝えるのに時間がかかります。 私はそれが価値があるので、何か新しいものを探している人にAngel Beatsを勧めます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThings are rarely good when half-finished, but there are times to make exceptions. This time the exception is named Angel Beats.\n\n\u001b[1m半完成品の場合はほとんどありませんが、例外を作る時間があります。 今回は例外がAngel Beatsという名前になりました。\u001b[22m\n\u001b[1m(Han kansei-hin no baai wa hotondo arimasenga, reigai o tsukuru jikan ga arimasu. Konkai wa reigai ga enzeru bītsu to iu namae ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mThings are rarely good when half-finished, but there are times to make exceptions. This time the exception is named Angel Beats.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThings are rarely good when half-finished, but there are times to make exceptions.\u001b[24m\n    \u001b[1m半完成品の場合はほとんどありませんが、例外を作る時間があります。\u001b[22m, \u001b[1m時半物事はめったに良いですが、例外を作るための時間があります。\u001b[22m\n\u001b[4mThis time the exception is named Angel Beats.\u001b[24m\n    \u001b[1m今回は例外がAngel Beatsという名前になりました。\u001b[22m, \u001b[1mこの時間は、例外はエンジェルビーツという名前です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6\n\n\u001b[1mストーリー：6\u001b[22m\n\u001b[1m(Sutōrī: 6)\u001b[22m\n\nTranslations of \u001b[4mStory: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6\u001b[24m\n    \u001b[1mストーリー：6\u001b[22m\n\u001b[1m\u001b[22m\nI love anything story-wise that comes from both Key and Kyoto Animation, and this should have been no different. The story introduced our main protagonist Otonashi awaking in a bizarre world with none of his memories. The bizarre world also happens to be the most wonderful place in a person's life: High School. This world wouldn't be bizarre though without a catch, and it is the notion that nobody can't die in this world. Otonashi learns about this pretty early on through naivete. After our main protagonist (Otonashi) learns this, the hard way, he joins a group called the Afterlife Battlefront or SSS. From there we go on a journey with our main protagonist that leads to some weird and fun, along with dark and mysterious experiences. This is ultimately the strongest part about the anime. Angel Beats ability to be able to evoke moods that range from happy to serious to sad whenever it needed to is truly remarkable. Despite that, there is a blinding obvious reason why this story was given a 6 instead of a 10.\n\n\u001b[1m私は、KeyアニメーションとKyoto Animationの両方から生まれたストーリーワイズが大好きですが、これは変わってはいけません。 物語は、私たちの主人公の大名師に、彼の思い出のない奇妙な世界で目を覚ました。 奇妙な世界は、人生の中で最も素晴らしい場所でもあります。高校。 この世界はキャッチなしでも奇妙ではないでしょう。そして、誰もこの世界で死ぬことができないという考え方です。  Otonashiはこれについてかなり早い段階で知っています。 私たちのメインの主人公（Otonashi）がこれを学んだ後、彼は退屈な戦場やSSSというグループに加わりました。 そこから、主人公の主人公と旅をして、奇妙で楽しい、そして暗く神秘的な経験に導きます。 これは究極的にはアニメの最も強い部分です。  Angel Beatsは、幸せから真面目まで、悲しい時から悲しい時まで気分を呼び起こすことができ、本当に目覚しいものです。 それにもかかわらず、この物語に10の代わりに6が与えられたという目立った明白な理由があります。\u001b[22m\n\u001b[1m(Watashi wa, kī animēshon to Kyoto Animation no ryōhō kara umareta sutōrīwaizu ga daisukidesuga, koreha kawatte wa ikemasen. Monogatari wa, watashitachi no shujinkō no daimyō-shi ni, kare no omoide no nai kimyōna sekai de me o samashita. Kimyōna sekai wa, jinsei no naka de mottomo subarashī basho demo arimasu. Kōkō. Kono sekai wa kyatchi nashi demo kimyōde wanaideshou. Soshite, dare mo kono sekai de shinu koto ga dekinai to iu kangaekatadesu. Otonashi wa kore ni tsuite kanari hayai dankai de shitte imasu. Watashitachi no mein no shujinkō (Otonashi) ga kore o mananda nochi, kare wa taikutsuna senjō ya SSS to iu gurūpu ni kuwawarimashita. Soko kara, shujinkō no shujinkō to tabi o shite, kimyōde tanoshī, soshite kuraku shinpi-tekina keiken ni michibikimasu. Kore wa kyūkyoku-teki ni wa anime no mottomo tsuyoi bubundesu. Enzeru bītsu wa, shiawase kara majime made, kanashī toki kara kanashī toki made kibun o yobiokosu koto ga deki, hontōni mezamashī monodesu. Sore nimokakawarazu, kono monogatari ni 10 no kawari ni 6 ga atae rareta to iu medatta meihakuna riyū ga arimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nReverting back to what was written in the introduction 'Things are rarely good when half-finished', is what exactly this story is: half-finished. The plot rarely develops, there are huge plot holes within the anime, there is a weird romance that doesn't get any focus (even though this is a semi-romance anime), and the ending, well for me, left more questions than answers. I've read from some online forums and sources, Angel Beats was supposed to be a 26 episode anime instead of a 13 episode anime. This shortening of the anime can probably be the reason why the pacing and writing was severely underwhelming. Nevertheless, this is a story that was rushed and left incomplete.\n\n\u001b[1mイントロダクションで書かれたものに戻すことは、「半完成したときには物事はまれですが」というのは、この話がちょうど半完成です。 プロットはめったに開発されず、アニメ内には大きな穴があり、セミロマンスアニメであってもフォーカスを得られない奇妙なロマンスがあります。 答え。 私はいくつかのオンラインフォーラムや情報源から読みましたが、Angel Beatsは13話のアニメの代わりに26話のアニメとされていました。 このアニメの短縮は、おそらく、ペーシングと書き込みがひどく圧倒的であった理由です。 それにもかかわらず、これは急いで不完全なままの物語です。\u001b[22m\n\u001b[1m(Intorodakushon de kaka reta mono ni modosu koto wa,`han kansei shita tokiniha monogoto wa maredesuga' to iu no wa, kono hanashi ga chōdo han kanseidesu. Purotto wa mettani kaihatsu sa rezu, anime-nai ni wa ōkina ana ga ari, semiromansuanimedeatte mo fōkasu o e rarenai kimyōna romansu ga arimasu. Kotae. Watashi wa ikutsu ka no onrainfōramu ya jōhō-gen kara yomimashitaga, enzeru bītsu wa 13-wa no anime no kawari ni 26-wa no anime to sa rete imashita. Kono anime no tanshuku wa, osoraku, pēshingu to kakikomi ga hidoku attōtekideatta riyūdesu. Sore nimokakawarazu, kore wa isoide fukanzen'na mama no monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mReverting back to what was written in the introduction 'Things are rarely good when half-finished', is what exactly this story is: half-finished. The plot rarely develops, there are huge plot holes within the anime, there is a weird romance that doesn't get any focus (even though this is a semi-romance anime), and the ending, well for me, left more questions than answers. I've read from some online forums and sources, Angel Beats was supposed to be a 26 episode anime instead of a 13 episode anime. This shortening of the anime can probably be the reason why the pacing and writing was severely underwhelming. Nevertheless, this is a story that was rushed and left incomplete.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReverting back to what was written in the introduction 'Things are rarely good when half-finished', is what exactly this story is: half-finished.\u001b[24m\n    \u001b[1mイントロダクションで書かれたものに戻すことは、「半完成したときには物事はまれですが」というのは、この話がちょうど半完成です。\u001b[22m, \u001b[1m半：、まさにこの物語が何であるかであるバック序文に書かれたものに戻す「半が時物事はめったに良いです」。\u001b[22m\n\u001b[4mThe plot rarely develops, there are huge plot holes within the anime, there is a weird romance that doesn't get any focus (even though this is a semi-romance anime), and the ending, well for me, left more questions than\u001b[24m\n    \u001b[1mプロットはめったに開発されず、アニメ内には大きな穴があり、セミロマンスアニメであってもフォーカスを得られない奇妙なロマンスがあります。\u001b[22m, \u001b[1mプロットはほとんど発達しない、巨大なプロットの穴がアニメの中にある、任意の焦点（これは半恋愛アニメであっても）、およびエンディングを得ることはありません奇妙な恋愛がうまく私のために、そこにある、より多くの疑問を残しました\u001b[22m\n\u001b[4manswers.\u001b[24m\n    \u001b[1m答え。\u001b[22m, \u001b[1m回答。\u001b[22m\n\u001b[4mI've read from some online forums and sources, Angel Beats was supposed to be a 26 episode anime instead of a 13 episode anime.\u001b[24m\n    \u001b[1m私はいくつかのオンラインフォーラムや情報源から読みましたが、Angel Beatsは13話のアニメの代わりに26話のアニメとされていました。\u001b[22m, \u001b[1m私はエンジェルビーツは26エピソードのアニメの代わりに13エピソードのアニメになっていた、いくつかのオンラインフォーラムやソースから読みました。\u001b[22m\n\u001b[4mThis shortening of the anime can probably be the reason why the pacing and writing was severely underwhelming.\u001b[24m\n    \u001b[1mこのアニメの短縮は、おそらく、ペーシングと書き込みがひどく圧倒的であった理由です。\u001b[22m, \u001b[1mアニメのこの短縮はおそらく、ペーシングおよび書き込みがひどくがっかりした理由であることができます。\u001b[22m\n\u001b[4mNevertheless, this is a story that was rushed and left incomplete.\u001b[24m\n    \u001b[1mそれにもかかわらず、これは急いで不完全なままの物語です。\u001b[22m, \u001b[1mそれにもかかわらず、これは急いで不完全なままにした物語です。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\n\u001b[1m\u001b[22m\nAngel Beats looks beautiful. There is no other way around it. The moe girls are cute, and the scenery and colors fit every scene very well. I can't get over the fact that the colors and animation of this were amazing. I love it.\n\n\u001b[1mエンジェルビーツは美しく見えます。 その周りに他の方法はありません。 モエの女の子はかわいいです、そして景色と色はあらゆる場面に非常によく合います。 私は色とアニメーションが素晴らしいという事実を乗り越えることはできません。 大好きです。\u001b[22m\n\u001b[1m(Enjerubītsu wa utsukushiku miemasu. Sono mawari ni hokanohōhō wa arimasen. Moe no on'nanoko wa kawaīdesu, soshite keshiki to iro wa arayuru bamen ni hijō ni yoku aimasu. Watashi wa iro to animēshon ga subarashī to iu jijitsu o norikoeru koto wa dekimasen. Daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mAngel Beats looks beautiful. There is no other way around it. The moe girls are cute, and the scenery and colors fit every scene very well. I can't get over the fact that the colors and animation of this were amazing. I love it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAngel Beats looks beautiful.\u001b[24m\n    \u001b[1mエンジェルビーツは美しく見えます。\u001b[22m, \u001b[1mエンジェルビーツが美しく見えます。\u001b[22m\n\u001b[4mThere is no other way around it.\u001b[24m\n    \u001b[1mその周りに他の方法はありません。\u001b[22m\n\u001b[4mThe moe girls are cute, and the scenery and colors fit every scene very well.\u001b[24m\n    \u001b[1mモエの女の子はかわいいです、そして景色と色はあらゆる場面に非常によく合います。\u001b[22m, \u001b[1m萌えの女の子はかわいいですし、風景や色が非常によく、あらゆるシーンにフィット。\u001b[22m\n\u001b[4mI can't get over the fact that the colors and animation of this were amazing.\u001b[24m\n    \u001b[1m私は色とアニメーションが素晴らしいという事実を乗り越えることはできません。\u001b[22m, \u001b[1m私はこれの色とアニメーションは素晴らしいだったという事実を乗り越えることはできません。\u001b[22m\n\u001b[4mI love it.\u001b[24m\n    \u001b[1m大好きです。\u001b[22m, \u001b[1m私はそれが大好きです。\u001b[22m, \u001b[1m素晴らしいですね。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\n\u001b[1m\u001b[22m\nI feel odd about this score. It's a really good score, but considering how much I've listened to this OST it doesn't feel right. There are a few songs the OP, ED, My Most Precious Treasure, and Moment of Rest, that are amazing. Except, the rest of the soundtrack just seems to be meant to coincide only with that particular scene that it was used for making it one-dimensional and useless beyond that scene.\n\n\u001b[1m私はこのスコアについて奇妙に感じます。 本当に良いスコアですが、このOSTをどれくらい聞いたかを考えれば、それは正しいと感じません。  OP、ED、My Most Precious Treasure、Rest of Momentといった素晴らしい曲がいくつかあります。 それ以外のサウンドトラックは、特定の場面とのみ一致するように見えるだけで、その場面を超えて1次元で無用にするために使用されていたようです。\u001b[22m\n\u001b[1m(Watashi wa kono sukoa ni tsuite kimyō ni kanjimasu. Hontōni yoi sukoadesuga, kono OST o dorekurai kiita ka o kangaereba, sore wa tadashī to kanjimasen. OP, ED, My Most pureshasu torejā, Rest of Moment to itta subarashī kyoku ga ikutsu ka arimasu. Sore igai no saundotorakku wa, tokutei no bamen to no mi itchi suru yō ni mieru dake de, sono bamen o koete 1-jigen de muyō ni suru tame ni shiyō sa rete ita yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI feel odd about this score. It's a really good score, but considering how much I've listened to this OST it doesn't feel right. There are a few songs the OP, ED, My Most Precious Treasure, and Moment of Rest, that are amazing. Except, the rest of the soundtrack just seems to be meant to coincide only with that particular scene that it was used for making it one-dimensional and useless beyond that scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI feel odd about this score.\u001b[24m\n    \u001b[1m私はこのスコアについて奇妙に感じます。\u001b[22m, \u001b[1m私はこのスコアについては違和感を覚えます。\u001b[22m\n\u001b[4mIt's a really good score, but considering how much I've listened to this OST it doesn't feel right.\u001b[24m\n    \u001b[1m本当に良いスコアですが、このOSTをどれくらい聞いたかを考えれば、それは正しいと感じません。\u001b[22m, \u001b[1mそれは本当に良いスコアだが、私はそれが右感じることはありません。このOSTに耳を傾けてきたどのくらい考慮します。\u001b[22m\n\u001b[4mThere are a few songs the OP, ED, My Most Precious Treasure, and Moment of Rest, that are amazing.\u001b[24m\n    \u001b[1mOP、ED、My Most Precious Treasure、Rest of Momentといった素晴らしい曲がいくつかあります。\u001b[22m, \u001b[1m驚くべきものだいくつかの曲OP、ED、私の最も貴重な宝、および残りの瞬間があります。\u001b[22m\n\u001b[4mExcept, the rest of the soundtrack just seems to be meant to coincide only with that particular scene that it was used for making it one-dimensional and useless beyond that scene.\u001b[24m\n    \u001b[1mそれ以外のサウンドトラックは、特定の場面とのみ一致するように見えるだけで、その場面を超えて1次元で無用にするために使用されていたようです。\u001b[22m, \u001b[1mサウンドトラックの残りはちょうどだけ、それが一次元およびそのシーンを超えて無用作るために使用されたことを、その特定のシーンと一致することを意味しているように見える、除きます。\u001b[22m\n\u001b[1m\u001b[22m\nThere is the band in Angel Beats by the name of Girls Dead Monster which has some catchy music worth checking out, but it just wasn't my taste. So I'll leave it up to your opinion.\n\n\u001b[1mエンジェルビーツにはガールズデッドモンスターというバンドがありますが、それはチェックアウトに値するキャッチーな音楽がありますが、それは私の好みではありません。 だからあなたの意見に任せます。\u001b[22m\n\u001b[1m(Enjerubītsu ni wa gāruzudeddomonsutā to iu bando ga arimasuga, soreha Chekkuauto ni ataisuru kyatchīna ongaku ga arimasuga, sore wa watashi no konomide wa arimasen. Dakara anata no iken ni makasemasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is the band in Angel Beats by the name of Girls Dead Monster which has some catchy music worth checking out, but it just wasn't my taste. So I'll leave it up to your opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is the band in Angel Beats by the name of Girls Dead Monster which has some catchy music worth checking out, but it just wasn't my taste.\u001b[24m\n    \u001b[1mエンジェルビーツにはガールズデッドモンスターというバンドがありますが、それはチェックアウトに値するキャッチーな音楽がありますが、それは私の好みではありません。\u001b[22m, \u001b[1mそこ天使のバンドは、チェックアウトする価値がいくつかのキャッチーな音楽を持っている女の子デッドモンスターの名前でビートですが、それはちょうど私の好みではなかったです。\u001b[22m\n\u001b[4mSo I'll leave it up to your opinion.\u001b[24m\n    \u001b[1mだからあなたの意見に任せます。\u001b[22m, \u001b[1mだから私はあなたの意見にそれを残しておきます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 6\n\n\u001b[1mキャラクター：6\u001b[22m\n\u001b[1m(Kyarakutā: 6)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 6\u001b[24m\n    \u001b[1mキャラクター：6\u001b[22m\n\u001b[1m\u001b[22m\nMost the characters in Angel Beats were bland, and had little to no depth what so ever. This is excluding the three main characters: Otonashi, Yuri, and Angel, who get the most development. This is probably due to the lack of good pacing in this anime. Very disappointing, but at least Angel Beats gave some depth to their main characters. That fact alone shows that this anime could have given depth other characters if it could have.\n\n\u001b[1mエンジェルビーツのキャラクターのほとんどは、穏やかでした。 これは3つの主人公、Otonashi、Yuri、Angelを除いています。 これはおそらく、このアニメのペースが足りないためです。 非常に残念だが、少なくともAngel Beatsは主人公に深みを与えた。 その事実だけでは、もしこのアニメが持つことができれば、他のキャラクターに深みを与えることができたことが分かります。\u001b[22m\n\u001b[1m(Enjerubītsu no kyarakutā no hotondo wa, odayakadeshita. Kore wa 3ttsu no shujinkō, Otonashi, Yuri, enzeru o nozoite imasu. Kore wa osoraku, kono anime no pēsu ga tarinai tamedesu. Hijō ni zan'nendaga, sukunakutomo enzeru bītsu wa shujinkō ni fukami o ataeta. Sono jijitsu dakede wa, moshi kono anime ga motsu koto ga dekireba, hoka no kyarakutā ni fukami o ataeru koto ga dekita koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mMost the characters in Angel Beats were bland, and had little to no depth what so ever. This is excluding the three main characters: Otonashi, Yuri, and Angel, who get the most development. This is probably due to the lack of good pacing in this anime. Very disappointing, but at least Angel Beats gave some depth to their main characters. That fact alone shows that this anime could have given depth other characters if it could have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost the characters in Angel Beats were bland, and had little to no depth what so ever.\u001b[24m\n    \u001b[1mエンジェルビーツのキャラクターのほとんどは、穏やかでした。\u001b[22m, \u001b[1mエンジェルビーツのほとんどの文字は当たり障りたし、どのようなので、今までに無い深さまでほとんどなかったです。\u001b[22m\n\u001b[4mThis is excluding the three main characters: Otonashi, Yuri, and Angel, who get the most development.\u001b[24m\n    \u001b[1mこれは3つの主人公、Otonashi、Yuri、Angelを除いています。\u001b[22m, \u001b[1m音無、ゆり、そして天使、ほとんどの開発を得る：これは、3つの主要な文字を除外されています。\u001b[22m\n\u001b[4mThis is probably due to the lack of good pacing in this anime.\u001b[24m\n    \u001b[1mこれはおそらく、このアニメのペースが足りないためです。\u001b[22m, \u001b[1mこれはおそらく、このアニメでは良いペースが不足しているためです。\u001b[22m\n\u001b[4mVery disappointing, but at least Angel Beats gave some depth to their main characters.\u001b[24m\n    \u001b[1m非常に残念だが、少なくともAngel Beatsは主人公に深みを与えた。\u001b[22m, \u001b[1m非常に残念、しかし少なくともエンジェルビーツそのメインキャラクターにいくつかの深さを与えました。\u001b[22m\n\u001b[4mThat fact alone shows that this anime could have given depth other characters if it could have.\u001b[24m\n    \u001b[1mその事実だけでは、もしこのアニメが持つことができれば、他のキャラクターに深みを与えることができたことが分かります。\u001b[22m, \u001b[1m単独でこの事実は、それが持っていることができれば、このアニメは、深さ、他の文字を与えている可能性があることを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nConclusion: 7\n\n\u001b[1m結論：7\u001b[22m\n\u001b[1m(Ketsuron: 7)\u001b[22m\n\nTranslations of \u001b[4mConclusion: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConclusion: 7\u001b[24m\n    \u001b[1m結論：7\u001b[22m\n\u001b[1m\u001b[22m\nThis is a decent anime that could have been a great anime. The only true flaw is the writing and lack of pacing of the anime which lowered my score. I do hope one day that there will come a time where this anime gets a full reanimation to a 26 episode anime, or a 38 episode anime, or however long it takes to fully tell this beautiful story because this anime deserves it. I recommend Angel Beats to anyone who is looking for something new to watch because it is worth it.\n\n\u001b[1mこれは偉大なアニメだったかもしれないまともなアニメです。 唯一の真の欠点は、私のスコアを下げたアニメの執筆とペーシングの欠如です。 私はいつかこのアニメが26エピソードアニメ、または38エピソードアニメに完全な復活を得る時間が来ることを望む、またはこのアニメがそれに値するので、この美しい物語を完全に伝えるのに時間がかかります。 私はそれが価値があるので、何か新しいものを探している人にAngel Beatsを勧めます。\u001b[22m\n\u001b[1m(Kore wa idaina animedatta kamo shirenai matomona animedesu. Yuiitsu no shin no ketten wa, watashi no sukoa o sageta anime no shippitsu to pēshingu no ketsujodesu. Watashi wa itsuka kono anime ga 26 episōdoanime, matawa 38 episōdoanime ni kanzen'na fukkatsu o eru jikan ga kuru koto o nozomu, matawa kono anime ga sore ni ataisurunode, kono utsukushī monogatari o kanzen ni tsutaeru no ni jikan ga kakarimasu. Watashi wa sore ga kachi ga aru node, nanika atarashī mono o sagashite iru hito ni enzeru bītsu o susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a decent anime that could have been a great anime. The only true flaw is the writing and lack of pacing of the anime which lowered my score. I do hope one day that there will come a time where this anime gets a full reanimation to a 26 episode anime, or a 38 episode anime, or however long it takes to fully tell this beautiful story because this anime deserves it. I recommend Angel Beats to anyone who is looking for something new to watch because it is worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a decent anime that could have been a great anime.\u001b[24m\n    \u001b[1mこれは偉大なアニメだったかもしれないまともなアニメです。\u001b[22m, \u001b[1mこれは素晴らしいアニメだったかもしれないまともなアニメです。\u001b[22m\n\u001b[4mThe only true flaw is the writing and lack of pacing of the anime which lowered my score.\u001b[24m\n    \u001b[1m唯一の真の欠点は、私のスコアを下げたアニメの執筆とペーシングの欠如です。\u001b[22m, \u001b[1m唯一の真の欠陥は、書き込みと私のスコアを下げたアニメのペーシングの欠如です。\u001b[22m\n\u001b[4mI do hope one day that there will come a time where this anime gets a full reanimation to a 26 episode anime, or a 38 episode anime, or however long it takes to fully tell this beautiful story because this anime deserves it.\u001b[24m\n    \u001b[1m私はいつかこのアニメが26エピソードアニメ、または38エピソードアニメに完全な復活を得る時間が来ることを望む、またはこのアニメがそれに値するので、この美しい物語を完全に伝えるのに時間がかかります。\u001b[22m, \u001b[1m私はこのアニメは26話のアニメ、または38エピソードのアニメへの完全復活を取得、またはこのアニメはそれに値するので、しかし長い間、それは完全にこの美しい話をするのにかかる時間が来ると一日を願っています。\u001b[22m\n\u001b[4mI recommend Angel Beats to anyone who is looking for something new to watch because it is worth it.\u001b[24m\n    \u001b[1m私はそれが価値があるので、何か新しいものを探している人にAngel Beatsを勧めます。\u001b[22m, \u001b[1m私は天使が、それは価値があるので、見ていて何か新しいものを探している人にビートをお勧めします。\u001b[22m"
  }
]
