[
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "Namethenam",
    "profile": "/profile/Namethenam/reviews",
    "pages": "14",
    "number": "1",
    "link": "/reviews.php?id=115589",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  5\n\nストーリー\n物語は良い部分の一つです、私は裏話とあなたが従う物語が好きです。 私は本当に多くの異なるスキルと種類の他のものとの戦いを持っている種類の大きなクラブを楽しんでいます。 いくつかの部分は同じ問題に何度も遭遇し、実際にそれを修正する方法を見つけることができないとき、幼稚なものになります。\n\nアート\n私はそれがまともだと思う、時には良い。 しかし、私はマンガを読んでいない人のひとりです。そして、それはどう見ても、本当に私を悩ますことはありません。\n\n音\nHeroes of MightとMagic 4または3のサウンドトラックを使用していました。 もしあなたがそのゲームをあまりプレイしていれば、それはちょっと悪いことです。  Kindaは私のための経験を台無しにしましたが、それ以外の人は正しい時に正しい曲を使いました。\n\nキャラクター\n面白い癖のある楽しいキャラクターがたくさんあります。 誰もが豊かな裏話を持っているようだ。 しばらくすると、少し気になるかもしれません。あなたが本当に気にかけていない人や、もっと知りたい人の話を聞かなければならない時です。\n\n楽しみ\nこれが私に当たる場所です。 すべてのことが本当に私を得ることはありません、私はそれが本当に何が起こっても問題ではないという気持ちを得る。 彼らはとにかく勝つだろう。 もちろん、私は最後に勝利したシリーズをたくさん見ていますが、ここでは最初から感じを振り払うことはできません。 それは私のために全体のショーを台無しにする。 それがなければ、私はおそらく巨大なファンになるだろう、代わりに私はそれを見たくない....\n\n全体的な6/10\n良いショーですが、予測可能で魅力的ではありません。 そして、私が最後に勝つだろうキャラクターのために応援しないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story is one of the good parts, I like the backstory and the story you follow. I truly enjoy the kind of big club with a lot of different skills and kind of having a fight with other ones and stuff. Some parts become somwhat childish when they encounter the same problem over and over and doesn't really find a way to fix it.\n\n\u001b[1m物語は良い部分の一つです、私は裏話とあなたが従う物語が好きです。 私は本当に多くの異なるスキルと種類の他のものとの戦いを持っている種類の大きなクラブを楽しんでいます。 いくつかの部分は同じ問題に何度も遭遇し、実際にそれを修正する方法を見つけることができないとき、幼稚なものになります。\u001b[22m\n\u001b[1m(Monogatari wa yoi bubun no hitotsudesu, watashi wa urabanashi to anata ga shitagau monogatari ga sukidesu. Watashi wa hontōni ōku no kotonaru sukiru to shurui no ta no mono to notatakai o motte iru shurui no ōkina kurabu o tanoshinde imasu. Ikutsu ka no bubun wa onaji mondai ni nando mo sōgū shi, jissai ni sore o shūsei suru hōhō o mitsukeru koto ga dekinai toki, yōchina mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is one of the good parts, I like the backstory and the story you follow. I truly enjoy the kind of big club with a lot of different skills and kind of having a fight with other ones and stuff. Some parts become somwhat childish when they encounter the same problem over and over and doesn't really find a way to fix it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is one of the good parts, I like the backstory and the story you follow.\u001b[24m\n    \u001b[1m物語は良い部分の一つです、私は裏話とあなたが従う物語が好きです。\u001b[22m, \u001b[1m物語は私が裏話やあなたがフォロー物語が好き、良い部分の1つです。\u001b[22m\n\u001b[4mI truly enjoy the kind of big club with a lot of different skills and kind of having a fight with other ones and stuff.\u001b[24m\n    \u001b[1m私は本当に多くの異なるスキルと種類の他のものとの戦いを持っている種類の大きなクラブを楽しんでいます。\u001b[22m, \u001b[1m私は本当に異なるスキルや他のものとものとの戦いを持っていることの種類の多いビッグクラブの種類を楽しむことができます。\u001b[22m\n\u001b[4mSome parts become somwhat childish when they encounter the same problem over and over and doesn't really find a way to fix it.\u001b[24m\n    \u001b[1mいくつかの部分は同じ問題に何度も遭遇し、実際にそれを修正する方法を見つけることができないとき、幼稚なものになります。\u001b[22m, \u001b[1m彼らは何度も同じ問題が発生し、実際にそれを修正する方法が見つからない場合、一部の部品がsomwhat幼稚になります。\u001b[22m\n\u001b[1m\u001b[22m\nArt\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mArt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nI think it looks decent, even good at times. However I'm one of those who hasn't read the manga and therfore nothing really annoys me with how it looks.\n\n\u001b[1m私はそれがまともだと思う、時には良い。 しかし、私はマンガを読んでいない人のひとりです。そして、それはどう見ても、本当に私を悩ますことはありません。\u001b[22m\n\u001b[1m(Watashi wa sore ga matomoda to omou, tokiniha yoi. Shikashi, watashi wa manga o yon de inai hito no hitoridesu. Soshite, soreha dōmitemo, hontōni watashi o nayamasu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI think it looks decent, even good at times. However I'm one of those who hasn't read the manga and therfore nothing really annoys me with how it looks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think it looks decent, even good at times.\u001b[24m\n    \u001b[1m私はそれがまともだと思う、時には良い。\u001b[22m, \u001b[1m私はそれが時間であっても良い、まともに見えると思います。\u001b[22m\n\u001b[4mHowever I'm one of those who hasn't read the manga and therfore nothing really annoys me with how it looks.\u001b[24m\n    \u001b[1mしかし、私はマンガを読んでいない人のひとりです。そして、それはどう見ても、本当に私を悩ますことはありません。\u001b[22m, \u001b[1mしかし、私は漫画を読んで、therfore、何も実際にそれがどのように見えるかで私を悩ませていないしていない人たちの一人です。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThey used a soundtrack from Heroes of Might and Magic 4 or 3 at one point. Which is kinda bad if you have played that game much. Kinda ruined the experience for me, but other then that they used the right tunes at the right times.\n\n\u001b[1mHeroes of MightとMagic 4または3のサウンドトラックを使用していました。 もしあなたがそのゲームをあまりプレイしていれば、それはちょっと悪いです。  Kindaは私のための経験を台無しにしましたが、それ以外の人は正しい時に正しい曲を使いました。\u001b[22m\n\u001b[1m(Heroes of Might to Magic 4 matawa 3 no saundotorakku o shiyō shite imashita. Moshi anata ga sono gēmu o amari purei shite ireba, sore wa chotto waruidesu. Kinda wa watashi no tame no keiken o dainashi ni shimashitaga, soreigai no hito wa tadashī toki ni tadashī kyoku o tsukaimashita.)\u001b[22m\n\nTranslations of \u001b[4mThey used a soundtrack from Heroes of Might and Magic 4 or 3 at one point. Which is kinda bad if you have played that game much. Kinda ruined the experience for me, but other then that they used the right tunes at the right times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey used a soundtrack from Heroes of Might and Magic 4 or 3 at one point.\u001b[24m\n    \u001b[1mHeroes of MightとMagic 4または3のサウンドトラックを使用していました。\u001b[22m, \u001b[1m彼らは一点でマイト・アンド・マジック4または3の英雄からのサウンドトラックを使用しました。\u001b[22m\n\u001b[4mWhich is kinda bad if you have played that game much.\u001b[24m\n    \u001b[1mもしあなたがそのゲームをあまりプレイしていれば、それはちょっと悪いです。\u001b[22m, \u001b[1mこれはあなたがはるかにそのゲームをプレイしている場合はちょっと悪いです。\u001b[22m\n\u001b[4mKinda ruined the experience for me, but other then that they used the right tunes at the right times.\u001b[24m\n    \u001b[1mKindaは私のための経験を台無しにしましたが、それ以外の人は正しい時に正しい曲を使いました。\u001b[22m, \u001b[1mちょっと私のために経験を台無しにし、それらは適切なタイミングで適切な曲を、他の使用していること。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacter\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nLots of fun characters with funny quirks. Everyone seems to have a rich backstory. And it might get a bit much after a while when you have to listen to the story of people you don't really care about or want to learn more about, but all in all good.\n\n\u001b[1m面白い癖のある楽しいキャラクターがたくさんあります。 誰もが豊かな裏話を持っているようだ。 しばらくすると、少し気になるかもしれません。あなたが本当に気にかけていない人や、もっと知りたい人の話を聞く必要がありますが、すべてが良いことです。\u001b[22m\n\u001b[1m(Omoshiroi kusenoaru tanoshī kyarakutā ga takusan arimasu. Daremoga yutakana urabanashi o motte iru yōda. Shibaraku suru to, sukoshi ki ni naru kamo shiremasen. Anata ga hontōni ki ni kakete inai hito ya, motto shiritai hito no hanashiwokiku hitsuyō ga arimasuga, subete ga yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mLots of fun characters with funny quirks. Everyone seems to have a rich backstory. And it might get a bit much after a while when you have to listen to the story of people you don't really care about or want to learn more about, but all in all good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLots of fun characters with funny quirks.\u001b[24m\n    \u001b[1m面白い癖のある楽しいキャラクターがたくさんあります。\u001b[22m, \u001b[1m面白い癖と楽しい文字がたくさん。\u001b[22m\n\u001b[4mEveryone seems to have a rich backstory.\u001b[24m\n    \u001b[1m誰もが豊かな裏話を持っているようだ。\u001b[22m, \u001b[1m誰もが豊かな裏話を持っているようです。\u001b[22m\n\u001b[4mAnd it might get a bit much after a while when you have to listen to the story of people you don't really care about or want to learn more about, but all in all good.\u001b[24m\n    \u001b[1mしばらくすると、少し気になるかもしれません。あなたが本当に気にかけていない人や、もっと知りたい人の話を聞く必要がありますが、すべてが良いことです。\u001b[22m, \u001b[1mあなたが本当に気にかについての詳細を学びたいが、すべてのすべての良いではありません人々の話に耳を傾ける必要があるとき、それはしばらくして少し多くを得るかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nThis is where it hits me. The whole thing doesn't really get me going, I get the feeling that it doesn't really matter what happen. They will win anyway. Of course I watch a lot of series that allways wins in the end, but here I just can't shake the feeling from the start. That ruins the whole show for me. If not for that I'd probably be a huge fan, instead I don't even want to see it....\n\n\u001b[1mこれが私に当たる場所です。 すべてのことが本当に私を得ることはありません、私はそれが本当に何が起こっても問題ではないという気持ちを得る。 彼らはとにかく勝つだろう。 もちろん、私は最後に勝利したシリーズをたくさん見ていますが、ここでは最初から感じを振り払うことはできません。 それは私のために全体のショーを台無しにする。 それがなければ、私はおそらく巨大なファンになるだろう、代わりに私はそれを見たくない....\u001b[22m\n\u001b[1m(Kore ga watashi ni ataru bashodesu. Subete no koto ga hontōni watashi o eru koto wa arimasen, watashi wa sore ga hontōni nani ga okotte mo mondaide wa nai to iu kimochi o eru. Karera wa tonikaku katsudarou. Mochiron, watashi wa saigo ni shōri shita shirīzu o takusan mite imasuga, kokode wa saisho kara kanji o furiharau koto wa dekimasen. Sore wa watashi no tame ni zentai no shō o dainashi ni suru. Sore ga nakereba, watashi wa osoraku kyodaina fan ni narudarou, kawarini watashi wa sore o mitakunai....)\u001b[22m\n\nTranslations of \u001b[4mThis is where it hits me. The whole thing doesn't really get me going, I get the feeling that it doesn't really matter what happen. They will win anyway. Of course I watch a lot of series that allways wins in the end, but here I just can't shake the feeling from the start. That ruins the whole show for me. If not for that I'd probably be a huge fan, instead I don't even want to see it....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where it hits me.\u001b[24m\n    \u001b[1mこれが私に当たる場所です。\u001b[22m, \u001b[1mそれは私に当たる場所です。\u001b[22m\n\u001b[4mThe whole thing doesn't really get me going, I get the feeling that it doesn't really matter what happen.\u001b[24m\n    \u001b[1mすべてのことが本当に私を得ることはありません、私はそれが本当に何が起こっても問題ではないという気持ちを得る。\u001b[22m, \u001b[1m全体のことは本当に私が行くのを取得していない、私は本当に起こるのかは重要ではありませんことを感を得ます。\u001b[22m\n\u001b[4mThey will win anyway.\u001b[24m\n    \u001b[1m彼らはとにかく勝つだろう。\u001b[22m, \u001b[1m彼らはとにかく勝ちます。\u001b[22m\n\u001b[4mOf course I watch a lot of series that allways wins in the end, but here I just can't shake the feeling from the start.\u001b[24m\n    \u001b[1mもちろん、私は最後に勝利したシリーズをたくさん見ていますが、ここでは最初から感じを振り払うことはできません。\u001b[22m, \u001b[1mもちろん、私はオールウェイズ最後に勝つのシリーズの多くを見て、しかし、ここで私は最初から気持ちを振り払うことができません。\u001b[22m\n\u001b[4mThat ruins the whole show for me.\u001b[24m\n    \u001b[1mそれは私のために全体のショーを台無しにする。\u001b[22m, \u001b[1mそれは私のために全体のショーを台無しに。\u001b[22m\n\u001b[4mIf not for that I'd probably be a huge fan, instead I don't even want to see it....\u001b[24m\n    \u001b[1mそれがなければ、私はおそらく巨大なファンになるだろう、代わりに私はそれを見たくない....\u001b[22m, \u001b[1mそのために私はおそらく巨大なファンになるだろうされていない場合、代わりに私もそれを見たいと思っていません....\u001b[22m\n\u001b[1m\u001b[22m\nOverall 6/10\n\n\u001b[1m全体的な6/10\u001b[22m\n\u001b[1m(Zentai-tekina 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 6/10\u001b[24m\n    \u001b[1m全体的な6/10\u001b[22m, \u001b[1m全体的に6月10日\u001b[22m\nGood show, but gets predictable and uninspiring. And doesn't make me cheer for the characters couse they will allways win in the end.\n\n\u001b[1m良いショーですが、予測可能で魅力的ではありません。 そして、私が最後に勝つだろうキャラクターのために応援しないでください。\u001b[22m\n\u001b[1m(Yoi shōdesuga, yosoku kanōde mirikitekide wa arimasen. Soshite, watashi ga saigo ni katsudarou kyarakutā no tame ni ōen shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mGood show, but gets predictable and uninspiring. And doesn't make me cheer for the characters couse they will allways win in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood show, but gets predictable and uninspiring.\u001b[24m\n    \u001b[1m良いショーですが、予測可能で魅力的ではありません。\u001b[22m, \u001b[1m良いショーが、予測可能かつ退屈取得します。\u001b[22m\n\u001b[4mAnd doesn't make me cheer for the characters couse they will allways win in the end.\u001b[24m\n    \u001b[1mそして、私が最後に勝つだろうキャラクターのために応援しないでください。\u001b[22m, \u001b[1mそして、文字が、彼らはオールウェイズ最後に勝つカウスのために私を応援ことはありません。\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "eroerogunso",
    "profile": "/profile/eroerogunso/reviews",
    "pages": "14",
    "number": "2",
    "link": "/reviews.php?id=98761",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  8\n\nこのショーには、興味深いプロット、素敵なキャラクター、よく完成したアニメーション（ワンピースアップグレードのようなもの）、素晴らしい音楽があります。\n主人公がルーシーかナツかどうか分からないけど...ハハ・オア..プロットはシンプルだし、たくさんやったけど...私は親善試合について10の親指を与えるだろう。 私は奈津が彼の人生で彼の最も貴重な財宝として彼の友人を想定していたとき、私は何も言いません。 私は非常にこのアニメをお勧めします！\n私はそれがエピソードで停止すると言うとき、とても悲しかったです。  175と私はもう一度それを見た年の半分または多分1年待つ必要があります:(",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis show has interesting plot, nice character, well done animation (it's like one piece upgrade), and amazing music.\n\n\u001b[1mこのショーには、興味深いプロット、素敵なキャラクター、よく完成したアニメーション（ワンピースアップグレードのようなもの）、素晴らしい音楽があります。\u001b[22m\n\u001b[1m(Kono shō ni wa, kyōmibukai purotto, sutekina kyarakutā, yoku kansei shita animēshon (wanpīsuappugurēdo no yōna mono), subarashī ongaku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show has interesting plot, nice character, well done animation (it's like one piece upgrade), and amazing music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show has interesting plot, nice character, well done animation (it's like one piece upgrade), and amazing music.\u001b[24m\n    \u001b[1mこのショーには、興味深いプロット、素敵なキャラクター、よく完成したアニメーション（ワンピースアップグレードのようなもの）、素晴らしい音楽があります。\u001b[22m, \u001b[1mこの番組は面白いプロット、素敵な文字、よく、そして素晴らしい音楽（それは一枚のアップグレードのようなものだ）アニメーションを行っています。\u001b[22m\nI'm not sure if the protagonist is Lucy or Natsu... haha yea.. The plot is simple and even though it's been done a lot... I would give 10 thumbs about the Friendship side. I can't say anything when i saw Natsu assume his friends as his most valuable treasure in his life. I would highly recommend this anime!\n\n\u001b[1m主人公がルーシーかナツかどうか分からないけど...ハハ・オア..プロットはシンプルだし、たくさんやったけど...私は親善試合について10の親指を与えるだろう。 私は奈津が彼の人生で彼の最も貴重な財宝として彼の友人を想定していたとき、私は何も言いません。 私は非常にこのアニメをお勧めします！\u001b[22m\n\u001b[1m(Shujinkō ga rūshī ka Natsu ka dō ka wakaranaikedo... Haha oa.. Purotto wa shinpurudashi, takusan yattakedo... Watashi wa shinzen shiai ni tsuite 10 no oyayubi o ataerudarou. Watashi wa Natsu ga kare no jinsei de kare no mottomo kichōna zaihō to shite kare no yūjin o sōtei shite ita toki, watashi wa nani mo iimasen. Watashi wa hijō ni kono anime o o susume shimasu!)\u001b[22m\n\nTranslations of \u001b[4mI'm not sure if the protagonist is Lucy or Natsu... haha yea.. The plot is simple and even though it's been done a lot... I would give 10 thumbs about the Friendship side. I can't say anything when i saw Natsu assume his friends as his most valuable treasure in his life. I would highly recommend this anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not sure if the protagonist is Lucy or Natsu... haha yea.. The plot is simple and even though it's been done a lot... I would give 10 thumbs about the Friendship side.\u001b[24m\n    \u001b[1m主人公がルーシーかナツかどうか分からないけど...ハハ・オア..プロットはシンプルだし、たくさんやったけど...私は親善試合について10の親指を与えるだろう。\u001b[22m, \u001b[1m私は主人公がルーシーや夏であるかどうかわからないんだけど...（笑）いや..プロットは単純であり、それは多くのことを行われていていても...私は友情側約10親指を与えるだろう。\u001b[22m\n\u001b[4mI can't say anything when i saw Natsu assume his friends as his most valuable treasure in his life.\u001b[24m\n    \u001b[1m私は奈津が彼の人生で彼の最も貴重な財宝として彼の友人を想定していたとき、私は何も言いません。\u001b[22m, \u001b[1m私は夏は彼の人生の彼の最も貴重な宝物として彼の友人を想定見たとき、私は何も言うことはできません。\u001b[22m\n\u001b[4mI would highly recommend this anime!\u001b[24m\n    \u001b[1m私は非常にこのアニメをお勧めします！\u001b[22m\nI was so sad when it says stop at Episode. 175 and i need to wait for at least half of year or maybe one year to saw it again :(\n\n\u001b[1m私はそれがエピソードで停止すると言うとき、とても悲しかったです。  175と私はもう一度それを見た年の半分または多分1年待つ必要があります:(\u001b[22m\n\u001b[1m(Watashi wa sore ga episōdo de teishi suru to iu toki, totemo kanashikattadesu. 175 To watashi wa mōichido sore o mita toshi no hanbun matawa tabun 1-nen matsu hitsuyō ga arimasu: ()\u001b[22m\n\nTranslations of \u001b[4mI was so sad when it says stop at Episode. 175 and i need to wait for at least half of year or maybe one year to saw it again :(\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was so sad when it says stop at Episode.\u001b[24m\n    \u001b[1m私はそれがエピソードで停止すると言うとき、とても悲しかったです。\u001b[22m, \u001b[1mそれはエピソードで停止言うとき、私はとても悲しかったです。\u001b[22m\n\u001b[4m175 and i need to wait for at least half of year or maybe one year to saw it again :(\u001b[24m\n    \u001b[1m175と私はもう一度それを見た年の半分または多分1年待つ必要があります:(\u001b[22m, \u001b[1m175と私は再びそれを見たために、少なくとも一年の半分または多分1年を待つ必要がある:(\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "Monkeydluffy1995",
    "profile": "/profile/Monkeydluffy1995/reviews",
    "pages": "14",
    "number": "3",
    "link": "/reviews.php?id=89553",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はいつも少年を見ます。 それはすべて私がドラゴンボールを子供として見たときに始まりました。 私はもっ​​と速く走っていきます（もし走っていれば）、もし私が何か他のことをしているともっと集中します。 このアニメはあなたの人生に触れるでしょう。 それは前に言及された他のものと比べるとやや短いですが、そこに向かって進んでいます。 あなたがドラゴンボール、ナルト、またはワンピースを好きなら、このアニメは特にあなたのためです。 ストーリーラインは素晴らしい、それはあなたを消費します。 戦争は通常、通常のDBまたはOPの戦いよりも少なく続くので、各エピソードの終わりのクリフハンガーは他のアニメと同じように迷惑ではありません。 戦いはまだ素晴らしいです、文字は最高です、サウンドトラックは極端に良いです。 それは私が聴く音楽の種類を変えました。 このアニメは、私が物事を見る方法を変えました。  OPとDBに加えて、それは私の心と私の意志を開いた。 今、私は多くの仕事を必要とする何かをしている時、私はギルドを考え、彼らが何をするかを考えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI watch Shounen all the time. It all began when I saw Dragon Ball as a kid. I will then run faster (if im running) or concentrate more if i am doing something else. This anime will touch your life. It is kind of short compared to the others mentioned before, but it is working its way up there. If you liked Dragon Ball, Naruto, or One Piece, then this anime is especially for you. The storyline is great, it consumes you. The cliffhangers at the end of each episode aren't as annoying as in other animes, since the fights usually last less than a normal DB or OP fight. The fights are still amazing, characters are the best, the soundtracks are extremly good. It changed the kind of music i listen to. This anime has changed the way i look at things. Along with OP and DB, it has opened my mind, and my will. Now whenever i am doing something that requires a lot of work, i try to think of the guild, and what they would do.\n\n\u001b[1m私はいつも少年を見ます。 それはすべて私がドラゴンボールを子供として見たときに始まりました。 私はもっ​​と速く走っていきます（もし走っていれば）、もし私が何か他のことをしているともっと集中します。 このアニメはあなたの人生に触れるでしょう。 それは前に言及された他のものと比べるとやや短いですが、そこに向かって進んでいます。 あなたがドラゴンボール、ナルト、またはワンピースを好きなら、このアニメは特にあなたのためです。 ストーリーラインは素晴らしい、それはあなたを消費します。 戦争は通常、通常のDBまたはOPの戦いよりも少なく続くので、各エピソードの終わりのクリフハンガーは他のアニメと同じように迷惑ではありません。 戦いはまだ素晴らしいです、文字は最高です、サウンドトラックは極端に良いです。 それは私が聴く音楽の種類を変えました。 このアニメは、私が物事を見る方法を変えました。  OPとDBに加えて、それは私の心と私の意志を開いた。 今、私は多くの仕事を必要とする何かをしている時、私はギルドを考え、彼らが何をするかを考えます。\u001b[22m\n\u001b[1m(Watashi wa itsumo shōnen o mimasu. Sore wa subete watashi ga doragonbōru o kodomo to shite mita toki ni hajimarimashita. Anata ga doragonbōru, naruto, matawa wanpīsu o sukinara, kono anime wa tokuni anata no tamedesu. Sutōrīrain wa subarashī, sore wa anata o shōhi shimasu. Sensō wa tsūjō, tsūjō no DB matawa OP no tatakai yori mo sukunaku tsudzukunode, kaku episōdo no owari no kurifuhangā wa hoka no anime to onajiyōni meiwakude wa arimasen. Tatakai wa mada subarashīdesu, moji wa saikōdesu, saundotorakku wa kyokutan ni yoidesu. Sore wa watashi ga kiku ongaku no shurui o kaemashita. Kono anime wa, watashi ga monogoto o miru hōhō o kaemashita. OP to DB ni kuwaete, sore wa watashi no kokoro to watashi no ishi o aita. Ima, watashi wa ōku no shigoto o hitsuyō to suru nanika o shite iru toki, watashi wa girudo o kangae, karera ga nani o suru ka o kangaemasu. Watashi wa mo~tsu​​ to hayaku hashitte ikimasu (moshi hashitte ireba), moshi watashi ga nanika hoka no koto o shite iruto motto shūchū shimasu. Kono anime wa anata no jinsei ni furerudeshou. Soreha mae ni genkyū sa reta ta no mono to kuraberuto yaya mijikaidesuga, soko ni mukatte susunde imasu.)\u001b[22m\n\nTranslations of \u001b[4mI watch Shounen all the time. It all began when I saw Dragon Ball as a kid. I will then run faster (if im running) or concentrate more if i am doing something else. This anime will touch your life. It is kind of short compared to the others mentioned before, but it is working its way up there. If you liked Dragon Ball, Naruto, or One Piece, then this anime is especially for you. The storyline is great, it consumes you. The cliffhangers at the end of each episode aren't as annoying as in other animes, since the fights usually last less than a normal DB or OP fight. The fights are still amazing, characters are the best, the soundtracks are extremly good. It changed the kind of music i listen to. This anime has changed the way i look at things. Along with OP and DB, it has opened my mind, and my will. Now whenever i am doing something that requires a lot of work, i try to think of the guild, and what they would do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watch Shounen all the time.\u001b[24m\n    \u001b[1m私はいつも少年を見ます。\u001b[22m, \u001b[1m私はすべての時間少年を見て。\u001b[22m\n\u001b[4mIt all began when I saw Dragon Ball as a kid.\u001b[24m\n    \u001b[1mそれはすべて私がドラゴンボールを子供として見たときに始まりました。\u001b[22m, \u001b[1m私が子供のようにドラゴンボールを見たとき、それはすべてが始まりました。\u001b[22m\n\u001b[4mIf you liked Dragon Ball, Naruto, or One Piece, then this anime is especially for you.\u001b[24m\n    \u001b[1mあなたがドラゴンボール、ナルト、またはワンピースを好きなら、このアニメは特にあなたのためです。\u001b[22m, \u001b[1mあなたがドラゴンボール、ナルト、またはワンピースが好きならば、このアニメは、特にあなたのためです。\u001b[22m\n\u001b[4mThe storyline is great, it consumes you.\u001b[24m\n    \u001b[1mストーリーラインは素晴らしい、それはあなたを消費します。\u001b[22m, \u001b[1mストーリーは、それはあなたを消費し、素晴らしいです。\u001b[22m\n\u001b[4mThe cliffhangers at the end of each episode aren't as annoying as in other animes, since the fights usually last less than a normal DB or OP fight.\u001b[24m\n    \u001b[1m戦争は通常、通常のDBまたはOPの戦いよりも少なく続くので、各エピソードの終わりのクリフハンガーは他のアニメと同じように迷惑ではありません。\u001b[22m, \u001b[1m戦いは通常、正常DBまたはOP戦い未満続くので、各エピソードの終わりにcliffhangersは、他のアニメほど迷惑ではありません。\u001b[22m\n\u001b[4mThe fights are still amazing, characters are the best, the soundtracks are extremly good.\u001b[24m\n    \u001b[1m戦いはまだ素晴らしいです、文字は最高です、サウンドトラックは極端に良いです。\u001b[22m, \u001b[1m戦いはサウンドトラックがめちゃめちゃ良いですが、文字は最高です、まだ驚くべきものです。\u001b[22m\n\u001b[4mIt changed the kind of music i listen to.\u001b[24m\n    \u001b[1mそれは私が聴く音楽の種類を変えました。\u001b[22m, \u001b[1mそれは私が耳を傾ける音楽の種類を変更しました。\u001b[22m\n\u001b[4mThis anime has changed the way i look at things.\u001b[24m\n    \u001b[1mこのアニメは、私が物事を見る方法を変えました。\u001b[22m, \u001b[1mこのアニメは私が物事の見方を変更しました。\u001b[22m\n\u001b[4mAlong with OP and DB, it has opened my mind, and my will.\u001b[24m\n    \u001b[1mOPとDBに加えて、それは私の心と私の意志を開いた。\u001b[22m, \u001b[1mOPとDBとともに、それは私の心、そして私の意志をオープンしました。\u001b[22m\n\u001b[4mNow whenever i am doing something that requires a lot of work, i try to think of the guild, and what they would do.\u001b[24m\n    \u001b[1m今、私は多くの仕事を必要とする何かをしている時、私はギルドを考え、彼らが何をするかを考えます。\u001b[22m, \u001b[1m私は多くの作業を必要とする何かをやっている時はいつでも今、私はギルドを考えるようにしよう、と彼らはどうなるのか。\u001b[22m\n\u001b[4mI will then run faster (if im running) or concentrate more if i am doing something else.\u001b[24m\n    \u001b[1m私はもっと速く走っていきます（もし走っていれば）、もし私が何か他のことをしているともっと集中します。\u001b[22m, \u001b[1m私は、より高速に実行（イムランニング場合）または私は何かをやっている場合は、よりを集中します。\u001b[22m\n\u001b[4mThis anime will touch your life.\u001b[24m\n    \u001b[1mこのアニメはあなたの人生に触れるでしょう。\u001b[22m, \u001b[1mこのアニメは、あなたの人生に触れます。\u001b[22m\n\u001b[4mIt is kind of short compared to the others mentioned before, but it is working its way up there.\u001b[24m\n    \u001b[1mそれは前に言及された他のものと比べるとやや短いですが、そこに向かって進んでいます。\u001b[22m, \u001b[1mこれは、前述した他の人に比べて種類の短いですが、それはそこまでの道を働いています。\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "LittleOtaku13",
    "profile": "/profile/LittleOtaku13/reviews",
    "pages": "14",
    "number": "4",
    "link": "/reviews.php?id=87749",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nフェアリーテールは私の好きなアニメの一つです。私はかつてネットで見つけたことを本当に満足して満足しています。\n物語は本当に素晴らしく、サウンドトラックやバックグラウンドミュージックは素晴らしいです！  ！\nあなたが戦い、魔法と楽しみのアニメを見たい場合は、それを見なければなりません！\n私はこのアニメが大好きです。 あなたはいつも笑い、泣き、興奮を続ける。\n私はお勧め ！！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFairy Tail is one of my favourite animes and I´m really happy and satisfied that I once found it on the net.\n\n\u001b[1mフェアリーテールは私の好きなアニメの一つです。私はかつてネットで見つけたことを本当に満足して満足しています。\u001b[22m\n\u001b[1m(Fearītēru wa watashi no sukina anime no hitotsudesu. Watashi wa katsute nettode mitsuketa koto o hontōni manzoku shite manzoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFairy Tail is one of my favourite animes and I´m really happy and satisfied that I once found it on the net.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFairy Tail is one of my favourite animes and I´m really happy and satisfied that I once found it on the net.\u001b[24m\n    \u001b[1mフェアリーテールは私の好きなアニメの一つです。私はかつてネットで見つけたことを本当に満足して満足しています。\u001b[22m, \u001b[1mフェアリーテイルは、私の好きなアニメの一つと私は一度ネット上でそれを見つけた - 私は本当に幸せと満足しています。\u001b[22m\nThe story is really great and soundtracks and background music is excellent ! !\n\n\u001b[1m物語は本当に素晴らしく、サウンドトラックやバックグラウンドミュージックは素晴らしいです！  ！\u001b[22m\n\u001b[1m(Monogatari wa hontōni subarashiku, saundotorakku ya bakkuguraundomyūjikku wa subarashīdesu! !)\u001b[22m\n\nTranslations of \u001b[4mThe story is really great and soundtracks and background music is excellent ! !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is really great and soundtracks and background music is excellent !\u001b[24m\n    \u001b[1m物語は本当に素晴らしく、サウンドトラックやバックグラウンドミュージックは素晴らしいです！\u001b[22m, \u001b[1m話は本当に素晴らしいですし、サウンドトラックやバックグラウンドミュージックは抜群です！\u001b[22m\n\u001b[4m!\u001b[24m\n    \u001b[1m！\u001b[22m\nIf you want to see an anime of fight, magic and fun, you have to watch it !\n\n\u001b[1mあなたが戦い、魔法と楽しみのアニメを見たい場合は、それを見なければなりません！\u001b[22m\n\u001b[1m(Anata ga tatakai, mahō to tanoshimi no anime o mitai baai wa, sore o minakereba narimasen!)\u001b[22m\n\nTranslations of \u001b[4mIf you want to see an anime of fight, magic and fun, you have to watch it !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want to see an anime of fight, magic and fun, you have to watch it !\u001b[24m\n    \u001b[1mあなたが戦い、魔法と楽しみのアニメを見たい場合は、それを見なければなりません！\u001b[22m, \u001b[1mあなたが戦い、魔法と楽しいのアニメを見たい場合、あなたはそれを見ています！\u001b[22m\nI really like this anime. You keep laugh, cry and excitement whole time.\n\n\u001b[1m私はこのアニメが大好きです。 あなたはいつも笑い、泣き、興奮を続ける。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga daisukidesu. Anata wa itsumo warai, naki, kōfun o tsudzukeru.)\u001b[22m\n\nTranslations of \u001b[4mI really like this anime. You keep laugh, cry and excitement whole time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really like this anime.\u001b[24m\n    \u001b[1m私はこのアニメが大好きです。\u001b[22m, \u001b[1m私は本当にこのアニメが好きです。\u001b[22m\n\u001b[4mYou keep laugh, cry and excitement whole time.\u001b[24m\n    \u001b[1mあなたはいつも笑い、泣き、興奮を続ける。\u001b[22m, \u001b[1mあなたは笑い、叫びと興奮全体の時間を保ちます。\u001b[22m\nI recommend !!\n\n\u001b[1m私はお勧め ！！\u001b[22m\n\u001b[1m(Watashi wa o susume! !)\u001b[22m\n\nTranslations of \u001b[4mI recommend !!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend !!\u001b[24m\n    \u001b[1m私はお勧め ！！\u001b[22m, \u001b[1m私はお勧め！\u001b[22m, \u001b[1m私がお勧め！\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "Raybadursh",
    "profile": "/profile/Raybadursh/reviews",
    "pages": "14",
    "number": "5",
    "link": "/reviews.php?id=78109",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  6\n|  9\n\n最初にレビューを書いてください。 私の意見が参考になることを願っています！\n\nストーリー：9/10\n\nフェアリーテールの話は、アークベースのショーンの典型です。 しかし、このことは間違っていることではありません。それは、それ自体の方法でうまく実行され、ユニークであることが判明しているからです。 光り心地ですが、必要に応じてドラマを投げます。 友情の力、意志の必要性、自分自身を救うような善いメッセージが冒険を通して伝達されます。 唯一の重大な欠点（そしてなぜこのカテゴリーでは10の代わりに9を与えるのか）は、アークの約2つが非常にフィラー・エスケープであり、残りの部分ほど良好ではないということです。\n\nアート：9/10\n\nそれはきれいで、鮮明でユニークです。 そのことに関しては別に言いたいことはありません。 私はアートは本当に個人的な好みの問題だと知っていますが、フェアリーテールのアートは、私が見ているすべてのアニメの中で私の2番目のお気に入りです。 いくつかのアニメーションエラー、特に最初のエラーは、私には10の代わりに9を与えるものです。\n\nサウンド：10/10\n\n声優や女優たちは、声や泣き声の流入に挑戦しても、彼らの性格と一致し、決して揺らぐことはありません。 音楽は絶対的に美しいです：私が見たアニメの中で私のお気に入りは簡単です。 ミュージシャンとして、バックグラウンドミュージックの重さは非常に重くなります。貧しい音楽が私の話を損なうからです。 フェアリーテールのためのすべての苦情はありません。 私も定期的にそれのビットを聞く！\n\nキャラクター：6/10\n\nこれは、フェアリーテールが真剣に欠け始め始めるところです。 キャラクターは典型的な少年のように始まります。 食べ物、眠り、そして戦いに親しみを感じるあなたの熱心な主人公である夏がいます。 ルーシーは、あなたの知的で大胸の少女です。 グレーは、ファンサービスと早期の不安なフェスティバルのためのあなたの神秘的なものです。  Erzaは本当に私にとって、「メイン4」キャラクターの償還面です。 彼らの周りのキャラクターは、典型的なアニメからほとんど揺らぐこともほとんどありません。ファンヴィルのJuvia、変態のマカロフ、恥ずかしがりなウェンディ、ジェラール/ジェラードは、作者が非常に高い間に明確に書いたものです。 それでも、それらは非常に良く噛み合っており、キャラクターにはいくつかの宝石があります（Gajeel、Erza、Gildarts...）。\n\n楽しさ：9/10\n\nフェアリーテールは、ユーモア、悲しい、サスペンス、そして感動的です。 私にとっては、それはアニメの楽しさの頂点にある。 キャラクターは私の全体的なアニメの楽しさを損なうが、それはまだ見て非常に楽しいです。 ライティングはきれいで、プロットはダイナミックであり、劇的なパートはシリーズ全体によく分布しています。\n\n全体：8/10\n\nそれは素晴らしいアニメで、いくつかの欠点があります。\n\n長所：\n - 驚くべき音楽と声優。\n - きれいで魅力的な芸術。\n - 楽しく、時には心を奪うストーリー。\n - 「中山の力」に対する別のアプローチ。\n\n短所：\n - ストック文字。\n - やや長い。\n - いくつかのアークは、クライマックスを構築するためにしばらく時間がかかります。\n - ダブはかなり悪いです（私はサブに基づいて音を評価しました）。\n\n全体的に、私はフェアリーテールを強くお勧めします。フェアリーテールは私の最初の少年であり、私のお気に入りの1つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFirst review write-up. Hope my opinion is helpful!\n\n\u001b[1m最初にレビューを書いてください。 私の意見が参考になることを願っています！\u001b[22m\n\u001b[1m(Saisho ni rebyū o kaite kudasai. Watashi no iken ga sankō ni naru koto o negatte imasu!)\u001b[22m\n\nTranslations of \u001b[4mFirst review write-up. Hope my opinion is helpful!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst review write-up.\u001b[24m\n    \u001b[1m最初にレビューを書いてください。\u001b[22m, \u001b[1m最初のレビューの書き込みアップ。\u001b[22m\n\u001b[4mHope my opinion is helpful!\u001b[24m\n    \u001b[1m私の意見が参考になることを願っています！\u001b[22m, \u001b[1m私の意見は便利ですね！\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9/10\n\n\u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m(Sutōrī: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9/10\u001b[24m\n    \u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m\u001b[22m\nThe story of Fairy Tail is very typical of arc-based shonens; however, there's nothing wrong with this, as it turns out to be both well-executed and unique in its own way. It is light-hearted, but it also throws in drama when necessary. Good messages are conveyed through the adventures, like the power of friendship, the necessity of willpower, and redeeming oneself. The only major drawback (and why I give it a 9 instead of a 10 in this category) is that about two of the arcs have been very much filler-esque, and have not been as good as the rest.\n\n\u001b[1mフェアリーテールの話は、アークベースのショーンの典型です。 しかし、このことは間違っていることではありません。それは、それ自体の方法でうまく実行され、ユニークであることが判明しているからです。 光り心地ですが、必要に応じてドラマを投げます。 友情の力、意志の必要性、自分自身を救うような善いメッセージが冒険を通して伝達されます。 唯一の重大な欠点（そしてなぜこのカテゴリーでは10の代わりに9を与えるのか）は、アークの約2つが非常にフィラー・エスケープであり、残りの部分ほど良好ではないということです。\u001b[22m\n\u001b[1m(Fearītēru no hanashi wa, ākubēsu no shōn no tenkeidesu. Shikashi, kono koto wa machigatte iru kotode wa arimasen. Sore wa, sore jitai no hōhō de umaku jikkō sa re, yunīkudearu koto ga hanmei shite irukaradesu. Hikari-gokochidesuga, hitsuyōniōjite dorama o nagemasu. Yūjō no chikara, ishi no hitsuyō-sei, jibun jishin o sukuu yōna yoi messēji ga bōken o tōshite dentatsu sa remasu. Yuiitsu no jūdaina ketten (soshite naze kono kategorīde wa 10 no kawari ni 9 o ataeru no ka) wa, āku no yaku 2tsu ga hijō ni firā esukēpudeari, nokori no bubun hodo ryōkōde wa nai to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Fairy Tail is very typical of arc-based shonens; however, there's nothing wrong with this, as it turns out to be both well-executed and unique in its own way. It is light-hearted, but it also throws in drama when necessary. Good messages are conveyed through the adventures, like the power of friendship, the necessity of willpower, and redeeming oneself. The only major drawback (and why I give it a 9 instead of a 10 in this category) is that about two of the arcs have been very much filler-esque, and have not been as good as the rest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Fairy Tail is very typical of arc-based shonens;\u001b[24m\n    \u001b[1mフェアリーテールの話は、アークベースのショーンの典型です。\u001b[22m, \u001b[1mフェアリーテールの物語は、アークベースshonensの非常に典型的です。\u001b[22m\n\u001b[4mhowever, there's nothing wrong with this, as it turns out to be both well-executed and unique in its own way.\u001b[24m\n    \u001b[1mしかし、このことは間違っていることではありません。それは、それ自体の方法でうまく実行され、ユニークであることが判明しているからです。\u001b[22m, \u001b[1mそれは両方のよく実行されると、独自の方法でユニークであることが判明したとして、しかし、これは何も問題は、ありません。\u001b[22m\n\u001b[4mIt is light-hearted, but it also throws in drama when necessary.\u001b[24m\n    \u001b[1m光り心地ですが、必要に応じてドラマを投げます。\u001b[22m, \u001b[1mそれは気楽ですが、必要なときに、それはまた、ドラマの中でスローされます。\u001b[22m\n\u001b[4mGood messages are conveyed through the adventures, like the power of friendship, the necessity of willpower, and redeeming oneself.\u001b[24m\n    \u001b[1m友情の力、意志の必要性、自分自身を救うような善いメッセージが冒険を通して伝達されます。\u001b[22m, \u001b[1mグッドメッセージが友情の力、意志の必要性と同様に、冒険を通して搬送され、自分を償還しています。\u001b[22m\n\u001b[4mThe only major drawback (and why I give it a 9 instead of a 10 in this category) is that about two of the arcs have been very much filler-esque, and have not been as good as the rest.\u001b[24m\n    \u001b[1m唯一の重大な欠点（そしてなぜこのカテゴリーでは10の代わりに9を与えるのか）は、アークの約2つが非常にフィラー・エスケープであり、残りの部分ほど良好ではないということです。\u001b[22m, \u001b[1m唯一の主要な欠点（と、なぜ私はそれを代わりにこのカテゴリーの10の9を与える）は、約2つの円弧のは非常にフィラー風となっており、残りの部分のように良いされていないことです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\n\u001b[1m\u001b[22m\nIt's clean, it's crisp, and it's unique. Not much else to say on that matter. I know that art is really a matter of personal preference, but Fairy Tail's art is my second favorite among all the animes that I have watched. A few animation errors, especially in the beginning, are what gives it a 9 instead of a 10 for me.\n\n\u001b[1mそれはきれいで、鮮明でユニークです。 そのことに関しては別に言いたいことはありません。 私はアートは本当に個人的な好みの問題だと知っていますが、フェアリーテールのアートは、私が見ているすべてのアニメの中で私の2番目のお気に入りです。 いくつかのアニメーションエラー、特に最初のエラーは、私には10の代わりに9を与えるものです。\u001b[22m\n\u001b[1m(Sore wa kireide, senmeide yunīkudesu. Sono kotoni kanshite wa betsuni iitai koto wa arimasen. Watashi wa āto wa hontōni kojin-tekina konomi no mondaida to shitte imasuga, fearītēru no āto wa, watashi ga mite iru subete no anime no naka de watashi no 2-banme no okiniiridesu. Ikutsu ka no animēshon'erā, tokuni saisho no erā wa, watashiniha 10 no kawari ni 9 o ataeru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's clean, it's crisp, and it's unique. Not much else to say on that matter. I know that art is really a matter of personal preference, but Fairy Tail's art is my second favorite among all the animes that I have watched. A few animation errors, especially in the beginning, are what gives it a 9 instead of a 10 for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's clean, it's crisp, and it's unique.\u001b[24m\n    \u001b[1mそれはきれいで、鮮明でユニークです。\u001b[22m, \u001b[1mそれはカリカリだ、きれいだし、それはユニークです。\u001b[22m\n\u001b[4mNot much else to say on that matter.\u001b[24m\n    \u001b[1mそのことに関しては別に言いたいことはありません。\u001b[22m, \u001b[1mそのことに言って他にあまりありません。\u001b[22m\n\u001b[4mI know that art is really a matter of personal preference, but Fairy Tail's art is my second favorite among all the animes that I have watched.\u001b[24m\n    \u001b[1m私はアートは本当に個人的な好みの問題だと知っていますが、フェアリーテールのアートは、私が見ているすべてのアニメの中で私の2番目のお気に入りです。\u001b[22m, \u001b[1m私は芸術は本当に個人の好みの問題であることを知っているが、フェアリーテールのアートは、私が見てきたすべてのアニメの中の私の第二のお気に入りです。\u001b[22m\n\u001b[4mA few animation errors, especially in the beginning, are what gives it a 9 instead of a 10 for me.\u001b[24m\n    \u001b[1mいくつかのアニメーションエラー、特に最初のエラーは、私には10の代わりに9を与えるものです。\u001b[22m, \u001b[1m特に最初のいくつかのアニメーションのエラー、それを私のために9の代わりに10を与えるものです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10/10\n\n\u001b[1mサウンド：10/10\u001b[22m\n\u001b[1m(Saundo: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10/10\u001b[24m\n    \u001b[1mサウンド：10/10\u001b[22m\n\u001b[1m\u001b[22m\nThe voice actors and actresses match their characters and never falter from this, even when challenged with influxes in voice or crying. The music is absolutely beautiful: easily my favorite in any anime I have seen. As a musician, I weigh background music very heavily, as poor music detracts from the story to me. No complaints at all for Fairy Tail. I even listen to a bit of it regularly!\n\n\u001b[1m声優や女優たちは、声や泣き声の流入に挑戦しても、彼らの性格と一致し、決して揺らぐことはありません。 音楽は絶対的に美しいです：私が見たアニメの中で私のお気に入りは簡単です。 ミュージシャンとして、バックグラウンドミュージックの重さは非常に重くなります。貧しい音楽が私の話を損なうからです。 フェアリーテールのためのすべての苦情はありません。 私も定期的にそれのビットを聞く！\u001b[22m\n\u001b[1m(Seiyū ya joyū-tachi wa,-goe ya nakigoe no ryūnyū ni chōsen shite mo, karera no seikaku to itchi shi, kesshite yuragu koto wa arimasen. Ongaku wa zettai-teki ni utsukushīdesu: Watashi ga mita anime no naka de watashinōkiniiri wa kantandesu. Myūjishan to shite, bakkuguraundomyūjikku no omo-sa wa hijō ni omoku narimasu. Mazushī ongaku ga watashi no hanashi o sokonaukaradesu. Fearītēru no tame no subete no kujō wa arimasen. Watashi mo teikitekini sore no bitto o kiku!)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors and actresses match their characters and never falter from this, even when challenged with influxes in voice or crying. The music is absolutely beautiful: easily my favorite in any anime I have seen. As a musician, I weigh background music very heavily, as poor music detracts from the story to me. No complaints at all for Fairy Tail. I even listen to a bit of it regularly!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors and actresses match their characters and never falter from this, even when challenged with influxes in voice or crying.\u001b[24m\n    \u001b[1m声優や女優たちは、声や泣き声の流入に挑戦しても、彼らの性格と一致し、決して揺らぐことはありません。\u001b[22m, \u001b[1m声優や女優は自分のキャラクターにマッチし、音声や泣いにおける流入でチャレンジした場合にも、このことからつまずくことはありません。\u001b[22m\n\u001b[4mThe music is absolutely beautiful: easily my favorite in any anime I have seen.\u001b[24m\n    \u001b[1m音楽は絶対的に美しいです：私が見たアニメの中で私のお気に入りは簡単です。\u001b[22m, \u001b[1m音楽は絶対に美しいです：私が見ているのアニメで簡単に私のお気に入り。\u001b[22m\n\u001b[4mAs a musician, I weigh background music very heavily, as poor music detracts from the story to me.\u001b[24m\n    \u001b[1mミュージシャンとして、バックグラウンドミュージックの重さは非常に重くなります。貧しい音楽が私の話を損なうからです。\u001b[22m, \u001b[1m貧しい音楽は私に話を損なうとしてミュージシャンとして、私は、非常に重くBGMを量ります。\u001b[22m\n\u001b[4mNo complaints at all for Fairy Tail.\u001b[24m\n    \u001b[1mフェアリーテールのためのすべての苦情はありません。\u001b[22m, \u001b[1mフェアリーテイルのための全く不満はありません。\u001b[22m\n\u001b[4mI even listen to a bit of it regularly!\u001b[24m\n    \u001b[1m私も定期的にそれのビットを聞く！\u001b[22m, \u001b[1m私も定期的にそれのビットに耳を傾けます！\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 6/10\n\n\u001b[1mキャラクター：6/10\u001b[22m\n\u001b[1m(Kyarakutā: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 6/10\u001b[24m\n    \u001b[1mキャラクター：6/10\u001b[22m\n\u001b[1m\u001b[22m\nThis is where Fairy Tail begins to seriously start lacking. The characters start out very much like a typical shonen. You have Natsu, who is your hot-headed protagonist with an affinity for food, sleeping, and fighting. Lucy is your intelligent, big-chested girl. Grey is your mysterious one in for the fanservice and the early-on angst fest. Erza is really the redeeming aspect of the 'main 4' characters, to me. The characters around them also rarely waver from typical animes: Juvia the fangirl, Makarov the pervert, Wendy the shy one, and Jellal/Gerard the one that the writers clearly wrote while very high, for examples. Even then, they mesh very well together, and there are a few gems in the characters (Gajeel, Erza, Gildarts...).\n\n\u001b[1mこれは、フェアリーテールが真剣に欠け始め始めるところです。 キャラクターは典型的な少年のように始まります。 食べ物、眠り、そして戦いに親しみを感じるあなたの熱心な主人公である夏がいます。 ルーシーは、あなたの知的で大胸の少女です。 グレーは、ファンサービスと早期の不安なフェスティバルのためのあなたの神秘的なものです。  Erzaは本当に私にとって、「メイン4」キャラクターの償還面です。 彼らの周りのキャラクターは、典型的なアニメからほとんど揺らぐこともほとんどありません。ファンヴィルのJuvia、変態のマカロフ、恥ずかしがりなウェンディ、ジェラール/ジェラードは、作者が非常に高い間に明確に書いたものです。 それでも、それらは非常に良く噛み合っており、キャラクターにはいくつかの宝石があります（Gajeel、Erza、Gildarts...）。\u001b[22m\n\u001b[1m(Kore wa, fearītēru ga shinken ni kake hajime hajimeru tokorodesu. Kyarakutā wa tenkei-tekina shōnen no yō ni hajimarimasu. Tabemono, nemuri, soshite tatakai ni shitashimi o kanjiru anata no nesshin'na shujinkōdearu natsu ga imasu. Rūshī wa, anata no chiteki de dai mune no shōjodesu. Gurē wa, fansābisu to sōki no fuan'na fesutibaru no tame no anata no shinpi-tekina monodesu. Erza wa hontōni watashi ni totte,`mein 4' kyarakutā no shōkan-mendesu. Karera no mawari no kyarakutā wa, tenkei-tekina anime kara hotondo yuragu koto mo hotondo arimasen. Fan'vu~iru no Juvia, hentai no makarofu, hazukashi garina u~endi, jerāru/ jerādo wa, sakusha ga hijō ni takai ma ni meikaku ni kaita monodesu. Soredemo, sorera wa hijō ni yoku kamiatte ori, kyarakutā ni wa ikutsu ka no hōseki ga arimasu (Gajeel, Erza, Gildarts... ).)\u001b[22m\n\nTranslations of \u001b[4mThis is where Fairy Tail begins to seriously start lacking. The characters start out very much like a typical shonen. You have Natsu, who is your hot-headed protagonist with an affinity for food, sleeping, and fighting. Lucy is your intelligent, big-chested girl. Grey is your mysterious one in for the fanservice and the early-on angst fest. Erza is really the redeeming aspect of the 'main 4' characters, to me. The characters around them also rarely waver from typical animes: Juvia the fangirl, Makarov the pervert, Wendy the shy one, and Jellal/Gerard the one that the writers clearly wrote while very high, for examples. Even then, they mesh very well together, and there are a few gems in the characters (Gajeel, Erza, Gildarts...).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where Fairy Tail begins to seriously start lacking.\u001b[24m\n    \u001b[1mこれは、フェアリーテールが真剣に欠け始め始めるところです。\u001b[22m, \u001b[1mフェアリーテイルが真剣に欠けて起動し始めるところです。\u001b[22m\n\u001b[4mThe characters start out very much like a typical shonen.\u001b[24m\n    \u001b[1mキャラクターは典型的な少年のように始まります。\u001b[22m, \u001b[1m文字は、典型的な少年のように非常に多く出始めます。\u001b[22m\n\u001b[4mYou have Natsu, who is your hot-headed protagonist with an affinity for food, sleeping, and fighting.\u001b[24m\n    \u001b[1m食べ物、眠り、そして戦いに親しみを感じるあなたの熱心な主人公である夏がいます。\u001b[22m, \u001b[1mあなたは、ホット向かった食品に対する親和性を持つ主人公、睡眠、そして戦いで夏を、持っています。\u001b[22m\n\u001b[4mLucy is your intelligent, big-chested girl.\u001b[24m\n    \u001b[1mルーシーは、あなたの知的で大胸の少女です。\u001b[22m, \u001b[1mルーシーはあなたのインテリジェントな、大胸女の子です。\u001b[22m\n\u001b[4mGrey is your mysterious one in for the fanservice and the early-on angst fest.\u001b[24m\n    \u001b[1mグレーは、ファンサービスと早期の不安なフェスティバルのためのあなたの神秘的なものです。\u001b[22m, \u001b[1mグレーは、あなたの神秘的なサービスカットのために1つ、早期に不安の催しです。\u001b[22m\n\u001b[4mErza is really the redeeming aspect of the 'main 4' characters, to me.\u001b[24m\n    \u001b[1mErzaは本当に私にとって、「メイン4」キャラクターの償還面です。\u001b[22m, \u001b[1mErzaは私に、本当に「メイン4 '文字の贖いの側面です。\u001b[22m\n\u001b[4mThe characters around them also rarely waver from typical animes: Juvia the fangirl, Makarov the pervert, Wendy the shy one, and Jellal/Gerard the one that the writers clearly wrote while very high, for examples.\u001b[24m\n    \u001b[1m彼らの周りのキャラクターは、典型的なアニメからほとんど揺らぐこともほとんどありません。ファンヴィルのJuvia、変態のマカロフ、恥ずかしがりなウェンディ、ジェラール/ジェラードは、作者が非常に高い間に明確に書いたものです。\u001b[22m, \u001b[1m彼らの周りの文字はまた、まれに、典型的なアニメから揺れない：Juviaファンの女の子を、マカロフ痴漢、ウェンディ内気1、およびJellal /ジェラール・ライターが明確に例のために、非常に高いながら書きました。\u001b[22m\n\u001b[4mEven then, they mesh very well together, and there are a few gems in the characters (Gajeel, Erza, Gildarts...).\u001b[24m\n    \u001b[1mそれでも、それらは非常に良く噛み合っており、キャラクターにはいくつかの宝石があります（Gajeel、Erza、Gildarts...）。\u001b[22m, \u001b[1mそれでも、彼らは非常によく一緒にメッシュ、および文字（Gajeel、Erza、Gildarts...）にはいくつかの宝石があります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9/10\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m\u001b[22m\nFairy Tail is humorous, sad, suspenseful, and inspiring. To me, it is at a pinnacle of enjoyment in animes. While the characters do detract from the overall anime enjoyment for me, it is still very fun to watch. The writing is clean, the plot is dynamic, and dramatic parts are well-distributed throughout the series.\n\n\u001b[1mフェアリーテールは、ユーモア、悲しい、サスペンス、そして感動的です。 私にとっては、それはアニメの楽しさの頂点にある。 キャラクターは私の全体的なアニメの楽しさを損なうが、それはまだ見て非常に楽しいです。 ライティングはきれいで、プロットはダイナミックであり、劇的なパートはシリーズ全体によく分布しています。\u001b[22m\n\u001b[1m(Fearītēru wa, yūmoa, kanashī, sasupensu, soshite kandō-tekidesu. Watashi ni totte wa, soreha anime no tanoshisa no chōten ni aru. Kyarakutā wa watashi no zentai-tekina anime no tanoshisa o sokonauga, sore wa mada mite hijō ni tanoshīdesu. Raitingu wa kireide, purotto wa dainamikkudeari, gekitekina pāto wa shirīzu zentai ni yoku bunpu shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFairy Tail is humorous, sad, suspenseful, and inspiring. To me, it is at a pinnacle of enjoyment in animes. While the characters do detract from the overall anime enjoyment for me, it is still very fun to watch. The writing is clean, the plot is dynamic, and dramatic parts are well-distributed throughout the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFairy Tail is humorous, sad, suspenseful, and inspiring.\u001b[24m\n    \u001b[1mフェアリーテールは、ユーモア、悲しい、サスペンス、そして感動的です。\u001b[22m, \u001b[1mフェアリーテイルは、ユーモラスな悲しい、サスペンス、と感激です。\u001b[22m\n\u001b[4mTo me, it is at a pinnacle of enjoyment in animes.\u001b[24m\n    \u001b[1m私にとっては、それはアニメの楽しさの頂点にある。\u001b[22m, \u001b[1m私にとって、それはアニメでの楽しみの頂点です。\u001b[22m\n\u001b[4mWhile the characters do detract from the overall anime enjoyment for me, it is still very fun to watch.\u001b[24m\n    \u001b[1mキャラクターは私の全体的なアニメの楽しさを損なうが、それはまだ見て非常に楽しいです。\u001b[22m, \u001b[1m文字は私のための全体的なアニメの楽しみを損なうんが、まだ見ていて非常に楽しいです。\u001b[22m\n\u001b[4mThe writing is clean, the plot is dynamic, and dramatic parts are well-distributed throughout the series.\u001b[24m\n    \u001b[1mライティングはきれいで、プロットはダイナミックであり、劇的なパートはシリーズ全体によく分布しています。\u001b[22m, \u001b[1m書き込みがきれいで、プロットは動的であり、そして劇的な部品はシリーズ全体によく分散されています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8/10\n\n\u001b[1m全体：8/10\u001b[22m\n\u001b[1m(Zentai: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8/10\u001b[24m\n    \u001b[1m全体：8/10\u001b[22m\n\u001b[1m\u001b[22m\nIt's a great anime, with a few drawbacks.\n\n\u001b[1mそれはいくつかの欠点を持つ偉大なアニメです。\u001b[22m\n\u001b[1m(Sore wa ikutsu ka no ketten o motsu idaina animedesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a great anime, with a few drawbacks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a great anime, with a few drawbacks.\u001b[24m\n    \u001b[1mそれはいくつかの欠点を持つ偉大なアニメです。\u001b[22m, \u001b[1mそれはいくつかの欠点は、素敵なアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nPros:\n\n\u001b[1m長所：\u001b[22m\n\u001b[1m(Chōsho:)\u001b[22m\n\nTranslations of \u001b[4mPros:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros:\u001b[24m\n    \u001b[1m長所：\u001b[22m\n-Amazing music and voice acting.\n\n\u001b[1m - 驚くべき音楽と声優。\u001b[22m\n\u001b[1m(- Odorokubeki ongaku to seiyū.)\u001b[22m\n\nTranslations of \u001b[4m-Amazing music and voice acting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Amazing music and voice acting.\u001b[24m\n    \u001b[1m - 驚くべき音楽と声優。\u001b[22m, \u001b[1m音楽や声の演技を-Amazing。\u001b[22m\n-Clean and attractive art.\n\n\u001b[1m - きれいで魅力的な芸術。\u001b[22m\n\u001b[1m(- Kireide miryoku-tekina geijutsu.)\u001b[22m\n\nTranslations of \u001b[4m-Clean and attractive art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Clean and attractive art.\u001b[24m\n    \u001b[1m - きれいで魅力的な芸術。\u001b[22m, \u001b[1m-cleanと魅力的な芸術。\u001b[22m\n-A fun, and sometimes heartstring-yanking story.\n\n\u001b[1m - 楽しく、時には心を奪うストーリー。\u001b[22m\n\u001b[1m(- Tanoshiku, tokiniha kokoro o ubau sutōrī.)\u001b[22m\n\nTranslations of \u001b[4m-A fun, and sometimes heartstring-yanking story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-A fun, and sometimes heartstring-yanking story.\u001b[24m\n    \u001b[1m - 楽しく、時には心を奪うストーリー。\u001b[22m, \u001b[1m-A楽しさ、そして時にはオレのことスキでしょ。 - ヤンクの物語。\u001b[22m\n-A different approach on the 'power of nakama.'\n\n\u001b[1m - 「中山の力」に対する別のアプローチ。\u001b[22m\n\u001b[1m(- `Nakayama no chikara' ni taisuru betsu no apurōchi.)\u001b[22m\n\nTranslations of \u001b[4m-A different approach on the 'power of nakama.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-A different approach on the 'power of nakama.'\u001b[24m\n    \u001b[1m - 「中山の力」に対する別のアプローチ。\u001b[22m, \u001b[1m上の-A異なるアプローチ」仲間の力」。\u001b[22m\n\u001b[1m\u001b[22m\nCons:\n\n\u001b[1m短所：\u001b[22m\n\u001b[1m(Tansho:)\u001b[22m\n\nTranslations of \u001b[4mCons:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCons:\u001b[24m\n    \u001b[1m短所：\u001b[22m\n-Stock characters.\n\n\u001b[1m - ストック文字。\u001b[22m\n\u001b[1m(- Sutokku moji.)\u001b[22m\n\nTranslations of \u001b[4m-Stock characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Stock characters.\u001b[24m\n    \u001b[1m - ストック文字。\u001b[22m, \u001b[1m-Stock文字。\u001b[22m\n-Somewhat long.\n\n\u001b[1m - やや長い。\u001b[22m\n\u001b[1m(- Yaya nagai.)\u001b[22m\n\nTranslations of \u001b[4m-Somewhat long.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Somewhat long.\u001b[24m\n    \u001b[1m - やや長い。\u001b[22m, \u001b[1m長い-Somewhat。\u001b[22m\n-Some arcs take awhile to build to a climax.\n\n\u001b[1m - いくつかのアークは、クライマックスを構築するためにしばらく時間がかかります。\u001b[22m\n\u001b[1m(- Ikutsu ka no āku wa, kuraimakkusu o kōchiku suru tame ni shibaraku jikan ga kakarimasu.)\u001b[22m\n\nTranslations of \u001b[4m-Some arcs take awhile to build to a climax.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Some arcs take awhile to build to a climax.\u001b[24m\n    \u001b[1m - いくつかのアークは、クライマックスを構築するためにしばらく時間がかかります。\u001b[22m, \u001b[1m - 一部の円弧はクライマックスに構築するために時間がかかります。\u001b[22m\n-The dub is pretty bad (I rated sound based on the sub).\n\n\u001b[1m - ダブはかなり悪いです（私はサブに基づいて音を評価しました）。\u001b[22m\n\u001b[1m(- Dabu wa kanari waruidesu (watashi wa sabu ni motodzuite oto o hyōka shimashita).)\u001b[22m\n\nTranslations of \u001b[4m-The dub is pretty bad (I rated sound based on the sub).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The dub is pretty bad (I rated sound based on the sub).\u001b[24m\n    \u001b[1m - ダブはかなり悪いです（私はサブに基づいて音を評価しました）。\u001b[22m, \u001b[1m-Theダブは（私はサブに基づいて音を評価）かなり悪いです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I highly recommend Fairy Tail, as it was my first shonen and still one of my favorites!\n\n\u001b[1m全体的に、私はフェアリーテールを強くお勧めします。フェアリーテールは私の最初の少年であり、私のお気に入りの1つです。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa fearītēru o tsuyoku o susume shimasu. Fearītēru wa watashi no saisho no shōnendeari, watashinōkiniiri no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I highly recommend Fairy Tail, as it was my first shonen and still one of my favorites!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I highly recommend Fairy Tail, as it was my first shonen and still one of my favorites!\u001b[24m\n    \u001b[1m全体的に、私はフェアリーテールを強くお勧めします。フェアリーテールは私の最初の少年であり、私のお気に入りの1つです。\u001b[22m, \u001b[1mそれは私の最初の少年だったと今でも私のお気に入りの一つとして、全体的に、私は非常に、フェアリーテールをお勧めします！\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "Rapsod",
    "profile": "/profile/Rapsod/reviews",
    "pages": "14",
    "number": "6",
    "link": "/reviews.php?id=134667",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\nこのアニメを4回（同じ週に3回）見た後、私は驚くべきことを言っています...ノーマリー私は驚くべき記憶のために何度も何も見ませんでしたが、このアニメはゲーマーとコミュニティのリーダーとして私の心を奪ってきました。  ...柔らかくて...\nそれを短くしておくために叙事詩の瞬間（スポイラーなし）の音楽やキャラクターが、何度も何度も何度も見ている主な理由です...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAfter Watching this anime 4 times (3 times in same week) all I have to say is amazing...Normaly I dont watch anything more then once due to my amazing memory but this anime has taken my heart as gamer and community leader.. ... Seems im soft....\n\n\u001b[1mこのアニメを4回（同じ週に3回）見た後、私は驚くべきことを言っています...ノーマリー私は驚くべき記憶のために何度も何も見ませんでしたが、このアニメはゲーマーとコミュニティのリーダーとして私の心を奪ってきました。  ...柔らかくて...\u001b[22m\n\u001b[1m(Kono anime o 4-kai (onaji shū ni 3-kai) mita nochi, watashi wa odorokubeki koto o itte imasu... Nōmarī watashi wa odorokubeki kioku no tame ni nando mo nani mo mimasendeshitaga, kono anime wa gēmā to komyuniti no rīdā to shite watashi no kokoro o ubatte kimashita. ... Yawarakakute...)\u001b[22m\n\nTranslations of \u001b[4mAfter Watching this anime 4 times (3 times in same week) all I have to say is amazing...Normaly I dont watch anything more then once due to my amazing memory but this anime has taken my heart as gamer and community leader.. ... Seems im soft....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter Watching this anime 4 times (3 times in same week) all I have to say is amazing...Normaly I dont watch anything more then once due to my amazing memory but this anime has taken my heart as gamer and community leader..\u001b[24m\n    \u001b[1mこのアニメを4回（同じ週に3回）見た後、私は驚くべきことを言っています...ノーマリー私は驚くべき記憶のために何度も何も見ませんでしたが、このアニメはゲーマーとコミュニティのリーダーとして私の心を奪ってきました。\u001b[22m, \u001b[1mこのアニメを4回（同じ週に3回）私は素晴らしいです言っているすべてを見た後... Normaly私が原因で私の素晴らしいメモリに一旦それ以上何を見てはいけないが、このアニメは、ゲーマーや地域社会のリーダーとして私の心を取りました..\u001b[22m\n\u001b[4m... Seems im soft....\u001b[24m\n    \u001b[1m...柔らかくて...\u001b[22m, \u001b[1m...イム柔らかいようです....\u001b[22m\nTo keep it short Music and characters in their Epic moments (no spoilers) are the main reason why im still watching it over and over...\n\n\u001b[1mそれを短くしておくために叙事詩の瞬間（スポイラーなし）の音楽やキャラクターが、何度も何度も何度も見ている主な理由です...\u001b[22m\n\u001b[1m(Sore o mijikaku shite oku tame ni jojishi no shunkan (supoirā nashi) no ongaku ya kyarakutā ga, nandomonandomo nando mo mite iru omona riyūdesu...)\u001b[22m\n\nTranslations of \u001b[4mTo keep it short Music and characters in their Epic moments (no spoilers) are the main reason why im still watching it over and over...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo keep it short Music and characters in their Epic moments (no spoilers) are the main reason why im still watching it over and over...\u001b[24m\n    \u001b[1mそれを短くしておくために叙事詩の瞬間（スポイラーなし）の音楽やキャラクターが、何度も何度も何度も見ている主な理由です...\u001b[22m, \u001b[1mそのエピック瞬間（なしネタバレ）に短い音楽やキャラクター、それを維持するには、イムはまだ何度もそれを見て主な理由です...\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "bethheichou",
    "profile": "/profile/bethheichou/reviews",
    "pages": "14",
    "number": "7",
    "link": "/reviews.php?id=127057",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  10\nキャラクター|  3\n|  8\n\n*いくつかのスポイラーがあるかもしれません*\n\n私はフェアリーテールが大好きだった。 それには多くの欠陥があることはわかっていますが、誰もそれが本当に楽しめるのは否定できません。 物語は彼の飛行猫ハッピーと一緒に彼の父Igneel（道には龍です^ _ ^）を探している夏と呼ばれるウィザードに続きます。 彼はFioreのギルドメンバーであるFairy Tailのメンバーです。 多くのギルドがいて、良いものと悪いものがあります。 彼はフェアリーテイルに参加する以上のことを望むルーシーと呼ばれる若い魔法使いに会う。 彼女はエピソード2でギルドに参加することになり、基本的にはフェアリーテールの最強のチームナツ、グレイ、エルザ、ルーシーが悪魔の世界を取り上げているのです。\n\nアート/アニメーション：6/10\n個人的には、私はフェアリーテールの芸術の巨大なファンではない。 アニメーションはアクションシーンから少し離れていて、そこにはたくさんあり、魔法を使っているウィザードが本当にうまくいきます。 あなたは疑いの余地のない戦いで使用されているすべての魔法を見ることができます。\n\n文字：3/10\nフェアリーテールにはたくさんのキャラクターがあり、文字通りキャラクターの開発は全くなく、フェアリーテールの弱点です。メインの主人公ナツは、アニメ全体を通して同じようにとどまり、いつも最後の戦いを持つ人です。 主な戦いがあり、魔法の神として描かれており、非常に過大評価されています。 フェアリーテールには非常に多くの魔法使いがいて、毎回の火事ごとに火の魔法を見るのにはかなり病気になります。 グレイはアニメ全体で氷の魔法を使う機会はほとんどなく、彼の周りに集中しているのは約3戦しかない。 ルーシーは私を最も悩ます。 彼女はフェアリーテールの最強チームに所属していて、マジックを正しく使うことさえできません！ 彼女は彼女のためにすべての仕事をするために「天体」を使い、短いスカートに立って鍵を振るだけです。 私の好きなキャラクターはJellalとJuviaでした。 ジェラールはキャラクターの発展を続けていました...彼は本当にクールな魔法を持つ悪魔の魔法使いから、素敵なキャラクターになるまで、本当にクールな魔法を使うようになります。エッザとゼラールがいたエピソード154 * 私はJuviaが好きですし、彼の魔法は本当にいいです^ _ ^\n\n戦い：\n戦いはアクションパックと見て楽しいです....彼らはすべて同じです。 基本的に、フェアリーテールは常に勝ちます。 私が勝たなかった主に感謝または私は真剣に私のたわごとを失っただろう。 彼らの対戦相手が5万メートルの背の高い、悪く、疲れた、無敵の黒い魔法使いであっても、彼らはまだそれを打ち負かすでしょう。 彼らが戦っている暗い魔法使いたちは、フェアリーテールのギルド全体よりも文字通り約10倍強力ですが、彼らはまだピンクの髪の消火器で敗北しているので、それはとても非現実的です。  Jellalは10人の偉大な魔法使いのひとりであり、非常に強い魔法を持っていますが、まだNatsuによって敗北しています。 まったく血がなく、彼らはすべての単一の戦いで死に瀕しています。 彼らが巨大な水泡の中にいて、JuviaがMinervaに反対していたとき、私を最も悩ませた戦いは壮大な魔法の試合でした。  JUVIAはファッショナブルな水の魔道士です....どうすれば敗れますか？ 彼女はバブルからノックアウトされ、ルーシー・ハートフィリア以外はミネルヴァと戦うために残されています。  Juviaはとにかく画面時間をほとんど取らなかった。これはJuviaの戦いだったし、Lucyに殴られてしまった。\n\nサウンド：10\n私は絶対にフェアリーテイルのサウンドトラックを崇拝する。 バトル音楽は狂っていて、毎日それを文字通り聞くことができます。 それは叙事詩であり、アイルランドの川の踊りがそれに響きます。 フェアリーテールの主なテーマは叙事詩であり、戦闘シーンで使用されるときには心臓の鼓動を実際に行います。 感情的なオストは美しく、感情的なシーンで使われると...あなたは雌犬のように泣く。\n\n全体：7/10\n私が実証したように、フェアリーテールは本当に多くの欠陥を持っていますが、見ることは楽しくエキサイティングなアニメです。 それは大変なことですが、戦闘シーンであり、サウンドトラックが本当にこのアニメを作っていることを否定できません。 是非、それを見て、私は言わなければならない...神の愛のために、「星空の鍵」を飛ばしてください。 それは恐ろしく、完全に無意味で、エピソード132-150から続く...それはばかげている。 さらに、私を悩ました別のものは、彼らがアニメの最高の弧の真ん中でそれを終わらせたということです。 私は彼らがアニメを戻していることを知っているが、無意味なフィラー18エピソードを無駄にする代わりに、少なくとも本編を完成させることができた。 とにかく、これは巨大なレビューです。あなたが時間をかけてそれをすべて読んだら感謝します。 これはちょうど私の意見であり、あなたがそれに同意しないなら、それはクールです^ _ ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n*There may be some spoilers*\n\n\u001b[1m*いくつかのスポイラーがあるかもしれません*\u001b[22m\n\u001b[1m(* Ikutsu ka no supoirā ga aru kamo shiremasen*)\u001b[22m\n\nTranslations of \u001b[4m*There may be some spoilers*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*There may be some spoilers*\u001b[24m\n    \u001b[1m*いくつかのスポイラーがあるかもしれません*\u001b[22m\n\u001b[1m\u001b[22m\nI liked Fairy Tail a lot. I know it has many flaws but nobody can deny that it is indeed enjoyable to watch. The story follows a wizard called Natsu who is in search of his father Igneel (who by the way is a dragon ^_^) accompanied by his flying cat Happy. He is a member of Fairy Tail which is a guild in Fiore. There are many guilds and some are good and some are evil. He meets a young wizard called Lucy who wants nothing more than to join Fairy Tail. She ends up joining the guild in episode two and basically the whole anime is about Fairy Tail's strongest team Natsu, Gray, Erza and Lucy taking on the world of evil magic....horay!\n\n\u001b[1m私はフェアリーテールが大好きだった。 それには多くの欠陥があることはわかっていますが、誰もそれが本当に楽しめるのは否定できません。 物語は彼の飛行猫ハッピーと一緒に彼の父Igneel（道には龍です^ _ ^）を探している夏と呼ばれるウィザードに続きます。 彼はFioreのギルドメンバーであるFairy Tailのメンバーです。 多くのギルドがいて、良いものと悪いものがあります。 彼はフェアリーテイルに参加する以上のことを望むルーシーと呼ばれる若い魔法使いに会う。 彼女はエピソード2でギルドに参加することになり、基本的にはフェアリーテールの最強のチームナツ、グレイ、エルザ、ルーシーが悪魔の世界を取り上げているのです。\u001b[22m\n\u001b[1m(Watashi wa fearītēru ga daisukidatta. Soreni wa ōku no kekkan ga aru koto wa wakatte imasuga, dare mo sore ga hontōni tanoshimeru no wa hitei dekimasen. Monogatari wa kare no hikō neko happī to issho ni kare no chichi Igneel (michi ni wa ryūdesu ^ _ ^) o sagashite iru natsu to yoba reru u~izādo ni tsudzukimasu. Kare wa Fiore no girudomenbādearu feari Tail no menbādesu. Ōku no girudo ga ite, yoimono to warui mono ga arimasu. Kare wa fearīteiru ni sanka suru ijō no koto o nozomu rūshī to yoba reru wakai mahōtsukai ni au. Kanojo wa episōdo 2 de girudo ni sanka suru koto ni nari, kihontekini wa fearītēru no saikyō no chīmunatsu, Gurei, eruza, rūshī ga akuma no sekai o toriagete iru nodesu.)\u001b[22m\n\nTranslations of \u001b[4mI liked Fairy Tail a lot. I know it has many flaws but nobody can deny that it is indeed enjoyable to watch. The story follows a wizard called Natsu who is in search of his father Igneel (who by the way is a dragon ^_^) accompanied by his flying cat Happy. He is a member of Fairy Tail which is a guild in Fiore. There are many guilds and some are good and some are evil. He meets a young wizard called Lucy who wants nothing more than to join Fairy Tail. She ends up joining the guild in episode two and basically the whole anime is about Fairy Tail's strongest team Natsu, Gray, Erza and Lucy taking on the world of evil magic....horay!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked Fairy Tail a lot.\u001b[24m\n    \u001b[1m私はフェアリーテールが大好きだった。\u001b[22m, \u001b[1m私はたくさんのフェアリーテイルが好きでした。\u001b[22m\n\u001b[4mI know it has many flaws but nobody can deny that it is indeed enjoyable to watch.\u001b[24m\n    \u001b[1mそれには多くの欠陥があることはわかっていますが、誰もそれが本当に楽しめるのは否定できません。\u001b[22m, \u001b[1m私はそれが多くの欠陥を持って知っているが、誰も実際に見て楽しいであることを否定することはできません。\u001b[22m\n\u001b[4mThe story follows a wizard called Natsu who is in search of his father Igneel (who by the way is a dragon ^_^) accompanied by his flying cat Happy.\u001b[24m\n    \u001b[1m物語は彼の飛行猫ハッピーと一緒に彼の父Igneel（道には龍です^ _ ^）を探している夏と呼ばれるウィザードに続きます。\u001b[22m, \u001b[1m物語は彼の飛行猫ハッピーを伴う（ちなみにドラゴン^ _ ^がある）彼の父Igneelの検索である夏と呼ばれるウィザードに従っています。\u001b[22m\n\u001b[4mHe is a member of Fairy Tail which is a guild in Fiore.\u001b[24m\n    \u001b[1m彼はFioreのギルドメンバーであるFairy Tailのメンバーです。\u001b[22m, \u001b[1m彼はフィオーレでギルドであるフェアリーテールのメンバーです。\u001b[22m\n\u001b[4mThere are many guilds and some are good and some are evil.\u001b[24m\n    \u001b[1m多くのギルドがいて、良いものと悪いものがあります。\u001b[22m, \u001b[1mそこに多くのギルドがあり、いくつかは良いですし、いくつかは悪です。\u001b[22m\n\u001b[4mHe meets a young wizard called Lucy who wants nothing more than to join Fairy Tail.\u001b[24m\n    \u001b[1m彼はフェアリーテイルに参加する以上のことを望むルーシーと呼ばれる若い魔法使いに会う。\u001b[22m, \u001b[1m彼はフェアリーテールに参加するよりも、より多くの何も望んでいないルーシーと呼ばれる若いウィザードを満たしています。\u001b[22m\n\u001b[4mShe ends up joining the guild in episode two and basically the whole anime is about Fairy Tail's strongest team Natsu, Gray, Erza and Lucy taking on the world of evil magic....horay!\u001b[24m\n    \u001b[1m彼女はエピソード2でギルドに参加することになり、基本的にはフェアリーテールの最強のチームナツ、グレイ、エルザ、ルーシーが悪魔の世界を取り上げているのです。\u001b[22m, \u001b[1m彼女はエピソード2にギルドに加入してしまうと、基本的に全体のアニメはフェアリーテールの最強チーム夏、グレー、Erzaとルーシーは.... horay邪悪な魔法の世界に取ってについてです！\u001b[22m\n\u001b[1m\u001b[22m\nThe art/animation: 6/10\n\n\u001b[1mアート/アニメーション：6/10\u001b[22m\n\u001b[1m(Āto/ animēshon: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe art/animation: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art/animation: 6/10\u001b[24m\n    \u001b[1mアート/アニメーション：6/10\u001b[22m\nPersonally, I am not a huge fan of Fairy Tail's art because I generally prefer more detalied art and really pretty eyes. The animation is a little average apart from the action scenes which there are a lot of and shows the wizards using the magic really well. You get to see all the magic being used in fights which is without a doubt enjoyable to watch.\n\n\u001b[1m個人的には、私はフェアリーテールの芸術の巨大なファンではない。 アニメーションはアクションシーンから少し離れていて、そこにはたくさんあり、魔法を使っているウィザードが本当にうまくいきます。 あなたは疑いの余地のない戦いで使用されているすべての魔法を見ることができます。\u001b[22m\n\u001b[1m(Kojin-teki ni wa, watashi wa fearītēru no geijutsu no kyodaina fande wanai. Animēshon wa akushonshīn kara sukoshi hanarete ite, soko ni wa takusan ari, mahō o tsukatte iru u~izādo ga hontōni umaku ikimasu. Anata wa utagai no yochi no nai tatakai de shiyō sa rete iru subete no mahō o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mPersonally, I am not a huge fan of Fairy Tail's art because I generally prefer more detalied art and really pretty eyes. The animation is a little average apart from the action scenes which there are a lot of and shows the wizards using the magic really well. You get to see all the magic being used in fights which is without a doubt enjoyable to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally, I am not a huge fan of Fairy Tail's art because I generally prefer more detalied art and really pretty eyes.\u001b[24m\n    \u001b[1m個人的には、私はフェアリーテールの芸術の巨大なファンではない。\u001b[22m, \u001b[1m私は一般的に、よりdetalied芸術と本当にきれいな目を好むので個人的に、私はフェアリーテールの芸術の巨大なファンではありません。\u001b[22m\n\u001b[4mThe animation is a little average apart from the action scenes which there are a lot of and shows the wizards using the magic really well.\u001b[24m\n    \u001b[1mアニメーションはアクションシーンから少し離れていて、そこにはたくさんあり、魔法を使っているウィザードが本当にうまくいきます。\u001b[22m, \u001b[1mアニメーションは、多くのあるアクションシーンから離れて少し平均で、本当によく魔法を使用するウィザードを示しています。\u001b[22m\n\u001b[4mYou get to see all the magic being used in fights which is without a doubt enjoyable to watch.\u001b[24m\n    \u001b[1mあなたは疑いの余地のない戦いで使用されているすべての魔法を見ることができます。\u001b[22m, \u001b[1mあなたが見ていて楽しい間違いなく戦いで使用されているすべての魔法を見ることを得ます。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters: 3/10\n\n\u001b[1m文字：3/10\u001b[22m\n\u001b[1m(Moji: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mThe characters: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters: 3/10\u001b[24m\n    \u001b[1m文字：3/10\u001b[22m\nThere are sooooo many characters in Fairy Tail and there is literally no character development at all and is definitely Fairy Tail's weakness.The main protagonist Natsu stays the same throughout the entire anime and is always the one to have the last fight, always the one to have the main battles, portrayed as a magical God and is very overrated. There are so many wizards in Fairy Tail and you get pretty sick of seeing fire magic every f*king episode. Gray hardly gets any chance to use his ice magic in the whole anime and only has about 3 battles that are focused around him. Lucy annoys me the most. She is supposed to be in Fairy Tail's strongest team and she can't even use magic properly! she uses 'celestial spirits' to do all the work for her and all she has to do is stand there in a short skirt and wave her keys. My favourite characters were Jellal and Juvia. Jellal had character development YEY...he goes from being an evil wizard with a really cool magic to becoming a nice character still, with a really cool magic.I can't even talk about episode 154 *spoiler* where Erza and Jellal were about to kiss and then he just..urgh, no *end of spoiler* The only problem is, he doesn't have enough screen time:( I like Juvia because she is strong and her magic is really good ^_^\n\n\u001b[1mフェアリーテールにはたくさんのキャラクターがあり、文字通りキャラクターの開発は全くなく、フェアリーテールの弱点です。メインの主人公ナツは、アニメ全体を通して同じようにとどまり、いつも最後の戦いを持つ人です。 主な戦いがあり、魔法の神として描かれており、非常に過大評価されています。 フェアリーテールには非常に多くの魔法使いがいて、毎回の火事ごとに火の魔法を見るのにはかなり病気になります。 グレイはアニメ全体で氷の魔法を使う機会はほとんどなく、彼の周りに集中しているのは約3戦しかない。 ルーシーは私を最も悩ます。 彼女はフェアリーテールの最強チームに所属していて、マジックを正しく使うことさえできません！ 彼女は彼女のためにすべての仕事をするために「天体」を使い、短いスカートに立って鍵を振るだけです。 私の好きなキャラクターはJellalとJuviaでした。 ジェラールはキャラクターの発展を続けていました...彼は本当にクールな魔法を持つ悪魔の魔法使いから、素敵なキャラクターになるまで、本当にクールな魔法を使うようになります。エッザとゼラールがいたエピソード154 * 私はJuviaが好きですし、彼の魔法は本当にいいです^ _ ^\u001b[22m\n\u001b[1m(Fearītēru ni wa takusan no kyarakutā ga ari, mojidōri kyarakutā no kaihatsu wa mattaku naku, fearītēru no jakutendesu. Mein no shujinkō Natsu wa, anime zentai o tōshite onajiyōni todomari, itsumo saigonotatakai o motsu hitodesu. Omona tatakai ga ari, mahō no kami to shite egaka rete ori, hijō ni kadai hyōka sa rete imasu. Fearītēru ni wa hijō ni ōku no mahōtsukai ga ite, maikai no kaji-goto ni hi no mahō o miru no ni wa kanari byōki ni narimasu. Gurei wa anime zentai de kōri no mahō o tsukau kikai wa hotondo naku, kare no mawari ni shūchū shite iru no wa yaku 3-sen shika nai. Rūshī wa watashi o mottomo nayamasu. Kanojo wa fearītēru no saikyō chīmu ni shozoku shite ite, majikku o tadashiku tsukau koto sae dekimasen! Kanojo wa kanojo no tame ni subete no shigoto o suru tame ni `tentai' o tsukai, mijikai sukāto ni tatte kagi o furu dakedesu. Watashi no sukina kyarakutā wa Jellal to Juviadeshita. Jerāru wa kyarakutā no hatten o tsudzukete imashita... Kare wa hontōni kūruna mahō o motsu akuma no mahōtsukai kara, sutekina kyarakutā ni naru made, hontōni kūruna mahō o tsukau yō ni narimasu. Ezza to zerāru ga ita episōdo 154* watashi wa Juvia ga sukidesushi, kare no mahō wa hontōni īdesu ^ _ ^)\u001b[22m\n\u001b[1m\u001b[22m\nThe battles:\n\n\u001b[1m戦い：\u001b[22m\n\u001b[1m(Tatakai:)\u001b[22m\n\nTranslations of \u001b[4mThe battles:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe battles:\u001b[24m\n    \u001b[1m戦い：\u001b[22m\nWhile the battles are action packed and enjoyable to watch....they are all the same. Basically, Fairy tail ALWAYS wins. Thank lord she didn't win or I would have seriously lost my shit. Even if their opponent is a fucking 50,000 meter tall, evil, bloodthirsty, unbeatable, dark wizard...they will still defeat it. It's so unrealistic because these dark wizards they fight are literally about 10 times stronger than the whole Fairy Tail guild put together but they are still defeated...usually by the pink haired fire breather. Jellal is one of the fucking 10 great wizard saints and possesses a very strong magic but is still defeated by Natsu. There is no blood whatsoever and they are on the verge of death in every single battle. The battle that annoyed me the most was in the grand magic games when they were all in the giant water bubble and Juvia was against Minerva. JUVIA IS A FUCKING WATER MAGE....HOW COULD SHE LOSE!? but she gets knocked out of the bubble and no other than Lucy Heartfilia is left to battle against Minerva. Juvia gets little screen time anyway, this was Juvia's battle to have and she got beaten by fucking Lucy.\n\n\u001b[1m戦いはアクションパックと見て楽しいです....彼らはすべて同じです。 基本的に、フェアリーテールは常に勝ちます。 私が勝たなかった主に感謝または私は真剣に私のたわごとを失っただろう。 彼らの対戦相手が5万メートルの背の高い、悪く、疲れた、無敵の黒い魔法使いであっても、彼らはまだそれを打ち負かすでしょう。 彼らが戦っている暗い魔法使いたちは、フェアリーテールのギルド全体よりも文字通り約10倍強力ですが、彼らはまだピンクの髪の消火器で敗北しているので、それはとても非現実的です。  Jellalは10人の偉大な魔法使いのひとりであり、非常に強い魔法を持っていますが、まだNatsuによって敗北しています。 まったく血がなく、彼らはすべての単一の戦いで死に瀕しています。 彼らが巨大な水泡の中にいて、JuviaがMinervaに反対していたとき、私を最も悩ませた戦いは壮大な魔法の試合でした。  JUVIAはファッショナブルな水の魔道士です....どうすれば敗れますか？ 彼女はバブルからノックアウトされ、ルーシー・ハートフィリア以外はミネルヴァと戦うために残されています。  Juviaはとにかく画面時間をほとんど取らなかった。これはJuviaの戦いだったし、Lucyに殴られてしまった。\u001b[22m\n\u001b[1m(Tatakai wa akushon pakku to mite tanoshīdesu. ... Karera wa subete onajidesu. Kihontekini, fearītēru wa tsuneni kachimasu. Karera no taisen aite ga 5 man mētoru no senotakai, waruku, tsukareta, muteki no kuroi mahōtsukaideatte mo, karera wa mada sore o uchi makasudeshou. Karera ga tatakatte iru kurai mahōtsukai-tachi wa, fearītēru no girudo zentai yori mo mojidōri yaku 10-bai kyōryokudesuga, karera wa mada pinku no kami no shōkaki de haiboku shite irunode, sore wa totemo higenjitsutekidesu. Jellal wa 10-ri no idaina mahōtsukai no hitorideari, hijō ni tsuyoi mahō o motte imasuga, mada Natsu ni yotte haiboku shite imasu. Mattaku chi ga naku, karera wa subete no tan'itsu no tatakai de shini hin shite imasu. Karera ga kyodaina suihō no naka ni ite, Juvia ga Minerva ni hantai shite ita toki, watashi o mottomo nayama seta tatakai wa sōdaina mahō no shiaideshita. JUVIA wa fasshonaburuna mizu no madō-shidesu. ... Dōsureba yaburemasu ka? Kanojo wa baburu kara nokkuauto sa re, rūshī hātofiria igai wa mineruvu~a to tatakau tame ni nokosa rete imasu. Juvia wa tonikaku gamen jikan o hotondo toranakatta. Kore wa Juvia no tatakaidattashi, rūshī ni nagura rete shimatta. Watashi ga katanakatta omo ni kansha matawa watashi wa shinken ni watashi no tawagoto o ushinattadarou.)\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nI absolutely adore the Fairy Tail soundtrack. The battle music is insane and I could literally listen to it every day. It's so epic and has the Irish river dance sound to it. The Fairy Tail main theme is epic and when it is used in the fight scenes, it really makes your heart pump. The emotional osts are beautiful and when they are used in emotional scenes...they make you cry like a bitch.\n\n\u001b[1m私は絶対にフェアリーテイルのサウンドトラックを崇拝する。 バトル音楽は狂っていて、毎日それを文字通り聞くことができます。 それは叙事詩であり、アイルランドの川の踊りがそれに響きます。 フェアリーテールの主なテーマは叙事詩であり、戦闘シーンで使用されるときには心臓の鼓動を実際に行います。 感情的なオストは美しく、感情的なシーンで使われると...あなたは雌犬のように泣く。\u001b[22m\n\u001b[1m(Watashi wa zettai ni fearīteiru no saundotorakku o sūhai suru. Batoru ongaku wa kurutte ite, Mainichi sore o mojidōri kiku koto ga dekimasu. Sore wa jojishideari, Airurando no kawa no odori ga sore ni hibikimasu. Fearītēru no omona tēma wa jojishideari, sentō shīn de shiyō sa reru tokiniha shinzō no kodō o jissai ni okonaimasu. Kanjō-tekina osuto wa utsukushiku, kanjō-tekina shīn de tsukawa reruto... Anata wa meinu no yō ni naku.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely adore the Fairy Tail soundtrack. The battle music is insane and I could literally listen to it every day. It's so epic and has the Irish river dance sound to it. The Fairy Tail main theme is epic and when it is used in the fight scenes, it really makes your heart pump. The emotional osts are beautiful and when they are used in emotional scenes...they make you cry like a bitch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely adore the Fairy Tail soundtrack.\u001b[24m\n    \u001b[1m私は絶対にフェアリーテイルのサウンドトラックを崇拝する。\u001b[22m, \u001b[1m私は絶対にフェアリーテイルのサウンドトラックを崇拝します。\u001b[22m\n\u001b[4mThe battle music is insane and I could literally listen to it every day.\u001b[24m\n    \u001b[1mバトル音楽は狂っていて、毎日それを文字通り聞くことができます。\u001b[22m, \u001b[1m戦闘音楽は非常識だと私は文字通り毎日それを聞くことができます。\u001b[22m\n\u001b[4mIt's so epic and has the Irish river dance sound to it.\u001b[24m\n    \u001b[1mそれは叙事詩であり、アイルランドの川の踊りがそれに響きます。\u001b[22m, \u001b[1mそれはとても壮大なだとそれにアイルランドの川のダンスサウンドを持っています。\u001b[22m\n\u001b[4mThe Fairy Tail main theme is epic and when it is used in the fight scenes, it really makes your heart pump.\u001b[24m\n    \u001b[1mフェアリーテールの主なテーマは叙事詩であり、戦闘シーンで使用されるときには心臓の鼓動を実際に行います。\u001b[22m, \u001b[1mフェアリーテールメインテーマは叙事詩であり、それは戦いのシーンで使用されているとき、それは本当にあなたの心臓ポンプになります。\u001b[22m\n\u001b[4mThe emotional osts are beautiful and when they are used in emotional scenes...they make you cry like a bitch.\u001b[24m\n    \u001b[1m感情的なオストは美しく、感情的なシーンで使われると...あなたは雌犬のように泣く。\u001b[22m, \u001b[1m感情的なOSTSは美しく、彼らは感情的なシーンで使用されている場合...彼らはあなたが雌犬のように泣かせます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7/10\n\n\u001b[1m全体：7/10\u001b[22m\n\u001b[1m(Zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/10\u001b[24m\n    \u001b[1m全体：7/10\u001b[22m\nAs I have demonstrated, Fairy Tail does indeed have A LOT of flaws, but it is a fun and exciting anime to watch. While it does somethings awfully, you cant deny that it's battle scenes and soundtrack really does make this anime. By all means watch it, however I must say...please for the love of God skip the 'Key of the starry sky' arc. It is dreadful and completely pointless and goes on from episode 132-150....it's ridiculous. Plus another thing that annoyed me is that they fucking ended it right in the middle of one of the best arcs of the anime. I am aware they are bringing the anime back but they could have at least finished the main story arc instead of wasting 18 episodes of pointless filler. Anyway, this is a huge review and I am so grateful if you took the time to read it all. This is just my opinion and if you disagree then that's coolies ^_^\n\n\u001b[1m私が実証したように、フェアリーテールは本当に多くの欠陥を持っていますが、見ることは楽しくエキサイティングなアニメです。 それは大変なことですが、戦闘シーンであり、サウンドトラックが本当にこのアニメを作っていることを否定できません。 是非、それを見て、私は言わなければならない...神の愛のために、「星空の鍵」を飛ばしてください。 それは恐ろしく、完全に無意味で、エピソード132-150から続く...それはばかげている。 さらに、私を悩ました別のものは、彼らがアニメの最高の弧の真ん中でそれを終わらせたということです。 私は彼らがアニメを戻していることを知っているが、無意味なフィラー18エピソードを無駄にする代わりに、少なくとも本編を完成させることができた。 とにかく、これは巨大なレビューです。あなたが時間をかけてそれをすべて読んだら感謝します。 これはちょうど私の意見であり、あなたがそれに同意しないなら、それはクールです^ _ ^\u001b[22m\n\u001b[1m(Watashi ga jisshō shita yō ni, fearītēru wa hontōni ōku no kekkan o motte imasuga, miru koto wa tanoshiku ekisaitinguna animedesu. Sore wa taihen'na kotodesuga, sentō shīndeari, saundotorakku ga hontōni kono anime o tsukutte iru koto o hitei dekimasen. Zehi, sore o mite, watashi wa iwanakereba naranai... Kami no ainotameni,`hoshizora no kagi' o tobashite kudasai. Sore wa osoroshiku, kanzen ni muimide, episōdo 132 - 150 kara tsudzuku... Sore wa bakagete iru. Sarani, watashi o nayama shita betsu no mono wa, karera ga anime no saikō no ko no man'naka de sore o owara seta to iu kotodesu. Watashi wa karera ga anime o modoshite iru koto o shitte iruga, muimina firā 18 episōdo o mudanisuru kawarini, sukunakutomo honpen o kansei sa seru koto ga dekita. Tonikaku, kore wa kyodaina rebyūdesu. Anata ga jikan o kakete sore o subete yondara kansha shimasu. Kore wa chōdo watashi no ikendeari, anata ga sore ni dōi shinainara, soreha kūrudesu ^ _ ^)\u001b[22m\n\nTranslations of \u001b[4mAs I have demonstrated, Fairy Tail does indeed have A LOT of flaws, but it is a fun and exciting anime to watch. While it does somethings awfully, you cant deny that it's battle scenes and soundtrack really does make this anime. By all means watch it, however I must say...please for the love of God skip the 'Key of the starry sky' arc. It is dreadful and completely pointless and goes on from episode 132-150....it's ridiculous. Plus another thing that annoyed me is that they fucking ended it right in the middle of one of the best arcs of the anime. I am aware they are bringing the anime back but they could have at least finished the main story arc instead of wasting 18 episodes of pointless filler. Anyway, this is a huge review and I am so grateful if you took the time to read it all. This is just my opinion and if you disagree then that's coolies ^_^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I have demonstrated, Fairy Tail does indeed have A LOT of flaws, but it is a fun and exciting anime to watch.\u001b[24m\n    \u001b[1m私が実証したように、フェアリーテールは本当に多くの欠陥を持っていますが、見ることは楽しくエキサイティングなアニメです。\u001b[22m, \u001b[1m私が実証されてきたように、フェアリーテールは確かに傷がたくさんあるんが、見て楽しくてエキサイティングなアニメです。\u001b[22m\n\u001b[4mWhile it does somethings awfully, you cant deny that it's battle scenes and soundtrack really does make this anime.\u001b[24m\n    \u001b[1mそれは大変なことですが、戦闘シーンであり、サウンドトラックが本当にこのアニメを作っていることを否定できません。\u001b[22m, \u001b[1mそれはひどく代をしていますが、あなたは本当にこのアニメを作る戦闘シーンやサウンドトラックをしていますことを否定傾けます。\u001b[22m\n\u001b[4mBy all means watch it, however I must say...please for the love of God skip the 'Key of the starry sky' arc.\u001b[24m\n    \u001b[1m是非、それを見て、私は言わなければならない...神の愛のために、「星空の鍵」を飛ばしてください。\u001b[22m, \u001b[1mすべての手段はそれを見ることで、しかし私は神の愛のためにアーク」星空のキー」をスキップしてください...と言わなければなりません。\u001b[22m\n\u001b[4mIt is dreadful and completely pointless and goes on from episode 132-150....it's ridiculous.\u001b[24m\n    \u001b[1mそれは恐ろしく、完全に無意味で、エピソード132-150から続く...それはばかげている。\u001b[22m, \u001b[1mそれはばかげて....恐ろしいと完全に無意味であり、エピソード132から150から上に行きます。\u001b[22m\n\u001b[4mPlus another thing that annoyed me is that they fucking ended it right in the middle of one of the best arcs of the anime.\u001b[24m\n    \u001b[1mさらに、私を悩ました別のものは、彼らがアニメの最高の弧の真ん中でそれを終わらせたということです。\u001b[22m, \u001b[1mプラス私を悩ませ、他の事は、彼らがクソ右アニメの最高の弧の1の途中でそれを終了したということです。\u001b[22m\n\u001b[4mI am aware they are bringing the anime back but they could have at least finished the main story arc instead of wasting 18 episodes of pointless filler.\u001b[24m\n    \u001b[1m私は彼らがアニメを戻していることを知っているが、無意味なフィラー18エピソードを無駄にする代わりに、少なくとも本編を完成させることができた。\u001b[22m, \u001b[1m私は、彼らが戻ってアニメをもたらしているが、それらは、少なくとも代わりに無意味なフィラーの18のエピソードを無駄のメインストーリーアークを終了している可能性が承知しています。\u001b[22m\n\u001b[4mAnyway, this is a huge review and I am so grateful if you took the time to read it all.\u001b[24m\n    \u001b[1mとにかく、これは巨大なレビューです。あなたが時間をかけてそれをすべて読んだら感謝します。\u001b[22m, \u001b[1mとにかく、これは巨大なレビューであり、あなたがそれをすべて読むのに時間を要した場合、私はとても感謝しています。\u001b[22m\n\u001b[4mThis is just my opinion and if you disagree then that's coolies ^_^\u001b[24m\n    \u001b[1mこれはちょうど私の意見であり、あなたがそれに同意しないなら、それはクールです^ _ ^\u001b[22m, \u001b[1mこれはちょうど私の意見であり、あなたが同意しないならば、それはクーリーです^ _ ^\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "PrettyNEETGuy",
    "profile": "/profile/PrettyNEETGuy/reviews",
    "pages": "14",
    "number": "8",
    "link": "/reviews.php?id=224138",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  7\n\n存在するすべてのアニメについてこれを言う少なくとも1つのレビューがあるため、「キャラクターの開発はありません。\n\n軽いスポイラー/イベントのヒント。\n大事なことはありませんが、私は事前に警告すると思いました。\n\n良い面：\n芸術は非常に忍耐強く、かなり厄介な人だった。\n - 音には幸せな民族の音があり、楽しかったです。\n - アニメのほとんどのための非常に楽しいと盛り上がり。\n\n悪い面：\n - サイドキャラクターはメインキャラクターよりもはるかに優れています。 ルーシーはやや面白いですが、彼女は常にあらゆる戦いを失います。 私は彼女を責めることさえしていない、作家は彼女が勝つことを望んでいない。 彼らは彼女の魔法を止める/彼女のキーなしで彼女を救うことができる精神を持っているという事実を無視する。 馬鹿だけが何かをすることができるのは非常に面倒です。  Natsuはあなたの典型的な迷惑な、ブロックヘッドのMCで、ただちにチャージして、何かをする前に50のビートを取らなければなりません。 彼は、作家がルーシーが何かをすることを望んでいない日を救うために常に管理しているばかげた馬鹿です。  Erza、Wendy、Jellal、Greyなど、他の多くのキャラクターはとても楽しかったですが、焦点を当てていませんでした。\nサイドトラッキング/フィラーがたくさんあります。\n - 誰が唯一のものだったの？ 第1时间后、过去效果效果喪失の暴行の隊長。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nNot gonna rant about 'there's no character development' because there's at least 1 review that says this for every anime in existence.\n\n\u001b[1m存在するすべてのアニメについてこれを言う少なくとも1つのレビューがあるため、「キャラクターの開発はありません。\u001b[22m\n\u001b[1m(Sonzai suru subete no anime ni tsuite kore o iu sukunakutomo 1tsu no rebyū ga aru tame,`kyarakutā no kaihatsu wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNot gonna rant about 'there's no character development' because there's at least 1 review that says this for every anime in existence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot gonna rant about 'there's no character development' because there's at least 1 review that says this for every anime in existence.\u001b[24m\n    \u001b[1m存在するすべてのアニメについてこれを言う少なくとも1つのレビューがあるため、「キャラクターの開発はありません。\u001b[22m, \u001b[1m現存するすべてのアニメのためにこれを言い、少なくとも1件がありますので、 'はキャラクターの成長がない」程度ではないつもり暴言。\u001b[22m\n\u001b[1m\u001b[22m\nSLIGHT SPOILERS/HINTS AT EVENTS.\n\n\u001b[1m軽いスポイラー/イベントのヒント。\u001b[22m\n\u001b[1m(Karui supoirā/ ibento no hinto.)\u001b[22m\n\nTranslations of \u001b[4mSLIGHT SPOILERS/HINTS AT EVENTS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSLIGHT SPOILERS/HINTS AT EVENTS.\u001b[24m\n    \u001b[1m軽いスポイラー/イベントのヒント。\u001b[22m, \u001b[1mイベントで斜めスポイラー/ HINTS。\u001b[22m\nNothing major, really, but I thought I'd warn beforehand.\n\n\u001b[1m大事なことはありませんが、私は事前に警告すると思いました。\u001b[22m\n\u001b[1m(Daijina koto wa arimasenga, watashi wa jizen ni keikoku suru to omoimashita.)\u001b[22m\n\nTranslations of \u001b[4mNothing major, really, but I thought I'd warn beforehand.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing major, really, but I thought I'd warn beforehand.\u001b[24m\n    \u001b[1m大事なことはありませんが、私は事前に警告すると思いました。\u001b[22m, \u001b[1m実際に主要な何もない、が、私は事前に警告しようと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nGood Aspects:\n\n\u001b[1m良い面：\u001b[22m\n\u001b[1m(Yoi men:)\u001b[22m\n\nTranslations of \u001b[4mGood Aspects:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood Aspects:\u001b[24m\n    \u001b[1m良い面：\u001b[22m\n-The art was very tolerable, as someone who's fairly picky.\n\n\u001b[1m芸術は非常に忍耐強く、かなり厄介な人だった。\u001b[22m\n\u001b[1m(Geijutsu wa hijō ni nintaidzuyoku, kanari yakkaina hitodatta.)\u001b[22m\n\nTranslations of \u001b[4m-The art was very tolerable, as someone who's fairly picky.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The art was very tolerable, as someone who's fairly picky.\u001b[24m\n    \u001b[1m芸術は非常に忍耐強く、かなり厄介な人だった。\u001b[22m, \u001b[1m-The芸術はかなりうるさいです誰かのように、非常に許容しました。\u001b[22m\n-The sound had a happy/folk sound to it and I enjoyed that.\n\n\u001b[1m - 音には幸せな民族の音があり、楽しかったです。\u001b[22m\n\u001b[1m(- Oto ni wa shiawasena minzoku no oto ga ari, tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4m-The sound had a happy/folk sound to it and I enjoyed that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The sound had a happy/folk sound to it and I enjoyed that.\u001b[24m\n    \u001b[1m - 音には幸せな民族の音があり、楽しかったです。\u001b[22m, \u001b[1m-The音はそれに満足して/フォークサウンドを持っていたと私はそれを楽しみました。\u001b[22m\n-Very fun and uplifting for most of the anime.\n\n\u001b[1m - アニメのほとんどのための非常に楽しいと盛り上がり。\u001b[22m\n\u001b[1m(- Anime no hotondo no tame no hijō ni tanoshī to moriagari.)\u001b[22m\n\nTranslations of \u001b[4m-Very fun and uplifting for most of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Very fun and uplifting for most of the anime.\u001b[24m\n    \u001b[1m - アニメのほとんどのための非常に楽しいと盛り上がり。\u001b[22m, \u001b[1mアニメのほとんどの - 非常に楽しさと躍動感。\u001b[22m\n\u001b[1m\u001b[22m\nBad Aspects:\n\n\u001b[1m悪い面：\u001b[22m\n\u001b[1m(Warui men:)\u001b[22m\n\nTranslations of \u001b[4mBad Aspects:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBad Aspects:\u001b[24m\n    \u001b[1m悪い面：\u001b[22m, \u001b[1m悪い側面：\u001b[22m\n-The side characters are much better than the main characters. Lucy is somewhat interesting, but she always loses every fight. I'm not even blaming her, the writer just doesn't want her to win. They stop her magic/ignore the fact that she has a spirit that can save her without her keys. It's extremely annoying that only the idiot can do anything. Natsu is your typical annoying, blockhead MC who just charges straight in and has to take 50 beatings before he can do anything. He is the idiot that always manages to save the day when the writer doesn't want Lucy to be able to do anything. Erza, Wendy, Jellal, Gray, and many other characters were very enjoyable, but not focused on.\n\n\u001b[1m - サイドキャラクターはメインキャラクターよりもはるかに優れています。 ルーシーはやや面白いですが、彼女は常にあらゆる戦いを失います。 私は彼女を責めることさえしていない、作家は彼女が勝つことを望んでいない。 彼らは彼女の魔法を止める/彼女のキーなしで彼女を救うことができる精神を持っているという事実を無視する。 馬鹿だけが何かをすることができるのは非常に面倒です。  Natsuはあなたの典型的な迷惑な、ブロックヘッドのMCで、ただちにチャージして、何かをする前に50のビートを取らなければなりません。 彼は、作家がルーシーが何かをすることを望んでいない日を救うために常に管理しているばかげた馬鹿です。  Erza、Wendy、Jellal、Greyなど、他の多くのキャラクターはとても楽しかったですが、焦点を当てていませんでした。\u001b[22m\n\u001b[1m(- Saidokyarakutā wa meinkyarakutā yori mo haruka ni sugurete imasu. Rūshī wa yaya omoshiroidesuga, kanojo wa tsuneni arayuru tatakai o ushinaimasu. Watashi wa kanojo o semeru koto sae shite inai, sakka wa kanojo ga katsu koto o nozonde inai. Karera wa kanojo no mahō o tomeru/ kanojo no kī nashide kanojo o sukuu koto ga dekiru seishin o motte iru to iu jijitsu o mushi suru. Baka dake ga nanika o suru koto ga dekiru no wa hijō ni mendōdesu. Natsu wa anata no tenkei-tekina meiwakuna, burokku heddo no MC de, tadachini chāji shite, nanika o suru mae ni 50 no bīto o toranakereba narimasen. Kare wa, sakka ga rūshī ga nanika o suru koto o nozonde inai hi o sukuu tame ni tsuneni kanri shite iru bakageta bakadesu. Erza, u~endi, Jellal, Grey nado, hoka no ōku no kyarakutā wa totemo tanoshikattadesuga, shōten o atete imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4m-The side characters are much better than the main characters. Lucy is somewhat interesting, but she always loses every fight. I'm not even blaming her, the writer just doesn't want her to win. They stop her magic/ignore the fact that she has a spirit that can save her without her keys. It's extremely annoying that only the idiot can do anything. Natsu is your typical annoying, blockhead MC who just charges straight in and has to take 50 beatings before he can do anything. He is the idiot that always manages to save the day when the writer doesn't want Lucy to be able to do anything. Erza, Wendy, Jellal, Gray, and many other characters were very enjoyable, but not focused on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The side characters are much better than the main characters.\u001b[24m\n    \u001b[1m - サイドキャラクターはメインキャラクターよりもはるかに優れています。\u001b[22m, \u001b[1m-The側文字は、メインキャラクターよりもはるかに優れています。\u001b[22m\n\u001b[4mLucy is somewhat interesting, but she always loses every fight.\u001b[24m\n    \u001b[1mルーシーはやや面白いですが、彼女は常にあらゆる戦いを失います。\u001b[22m, \u001b[1mルーシーはやや面白いですが、彼女は常にすべての戦いを失いました。\u001b[22m\n\u001b[4mI'm not even blaming her, the writer just doesn't want her to win.\u001b[24m\n    \u001b[1m私は彼女を責めることさえしていない、作家は彼女が勝つことを望んでいない。\u001b[22m, \u001b[1m私も彼女を非難していないよ、作家はちょうど彼女が勝つことを望んでいません。\u001b[22m\n\u001b[4mThey stop her magic/ignore the fact that she has a spirit that can save her without her keys.\u001b[24m\n    \u001b[1m彼らは彼女の魔法を止める/彼女のキーなしで彼女を救うことができる精神を持っているという事実を無視する。\u001b[22m, \u001b[1m彼らは彼女の魔法を停止/彼女がキーなしで彼女を救うことができる精神を持っているという事実を無視します。\u001b[22m\n\u001b[4mIt's extremely annoying that only the idiot can do anything.\u001b[24m\n    \u001b[1m馬鹿だけが何かをすることができるのは非常に面倒です。\u001b[22m, \u001b[1mそれが唯一の馬鹿は何でもできることを非常に迷惑なんです。\u001b[22m\n\u001b[4mNatsu is your typical annoying, blockhead MC who just charges straight in and has to take 50 beatings before he can do anything.\u001b[24m\n    \u001b[1mNatsuはあなたの典型的な迷惑な、ブロックヘッドのMCで、ただちにチャージして、何かをする前に50のビートを取らなければなりません。\u001b[22m, \u001b[1m夏はただまっすぐに充電し、彼は何かを行うことができます前に、50殴打を取るために持っているあなたの典型的な迷惑な、ばかMCです。\u001b[22m\n\u001b[4mHe is the idiot that always manages to save the day when the writer doesn't want Lucy to be able to do anything.\u001b[24m\n    \u001b[1m彼は、作家がルーシーが何かをすることを望んでいない日を救うために常に管理しているばかげた馬鹿です。\u001b[22m, \u001b[1m彼はいつもライターはルーシーが何を行うことができるように望んでいない日を保存するために管理馬鹿です。\u001b[22m\n\u001b[4mErza, Wendy, Jellal, Gray, and many other characters were very enjoyable, but not focused on.\u001b[24m\n    \u001b[1mErza、Wendy、Jellal、Greyなど、他の多くのキャラクターはとても楽しかったですが、焦点を当てていませんでした。\u001b[22m, \u001b[1mErza、ウェンディ、Jellal、グレー、および他の多くの文字は非常に楽しいではなく、に焦点を当てました。\u001b[22m\n-Lots of sidetracking/fillers.\n\n\u001b[1mサイドトラッキング/フィラーがたくさんあります。\u001b[22m\n\u001b[1m(Saidotorakkingu/ firā ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4m-Lots of sidetracking/fillers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Lots of sidetracking/fillers.\u001b[24m\n    \u001b[1mサイドトラッキング/フィラーがたくさんあります。\u001b[22m, \u001b[1m/フィラーをsidetrackingの-Lots。\u001b[22m\n-WHY IS LUCY THE ONLY ONE WHO'S EVER TARGETED? DAMSEL IN DISTRESS STOPS LOSING ITS EFFECT AFTER THE 1ST TIME.\n\n\u001b[1m - 誰が唯一のものだったの？ 第1时间后、过去效果效果喪失の暴行の隊長。\u001b[22m\n\u001b[1m(- Dare ga yuiitsu no monodatta no? Dai 1 时间 Kisaki, 过去 Tsutomu hate Tsutomu hate sōshitsu no bōkō no taichō.)\u001b[22m\n\nTranslations of \u001b[4m-WHY IS LUCY THE ONLY ONE WHO'S EVER TARGETED? DAMSEL IN DISTRESS STOPS LOSING ITS EFFECT AFTER THE 1ST TIME.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-WHY IS LUCY THE ONLY ONE WHO'S EVER TARGETED?\u001b[24m\n    \u001b[1m - 誰が唯一のものだったの？\u001b[22m, \u001b[1m - なぜLUCYはEVER標的化の唯一の一つですか！\u001b[22m\n\u001b[4mDAMSEL IN DISTRESS STOPS LOSING ITS EFFECT AFTER THE 1ST TIME.\u001b[24m\n    \u001b[1m第1时间后、过去效果效果喪失の暴行の隊長。\u001b[22m, \u001b[1m踊る騎士は1ST TIME AFTERその効果を失うSTOPS。\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "animeveteran",
    "profile": "/profile/animeveteran/reviews",
    "pages": "14",
    "number": "9",
    "link": "/reviews.php?id=71239",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこんにちは、これは私の最初のレビューです。\n\n\n\n\nこれらのレビューを楽しんでいただければ幸いです。読んでいただきありがとうございます",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHI this is my first review so Im a noob at this so please excuse me if a mess up\n\n\u001b[1mこんにちは、これは私の最初のレビューです。\u001b[22m\n\u001b[1m(Kon'nichiwa, kore wa watashi no saisho no rebyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mHI this is my first review so Im a noob at this so please excuse me if a mess up\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHI this is my first review so Im a noob at this so please excuse me if a mess up\u001b[24m\n    \u001b[1mこんにちは、これは私の最初のレビューです。\u001b[22m, \u001b[1mアップ混乱場合は、この時noobのはとても私を許してくださいイムので、HIこれが私の最初のレビューです\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI hope you enjoyed these review thank you for reading\n\n\u001b[1mこれらのレビューを楽しんでいただければ幸いです。読んでいただきありがとうございます\u001b[22m\n\u001b[1m(Korera no rebyū o tanoshinde itadakereba saiwaidesu. Yonde itadaki arigatōgozaimasu)\u001b[22m\n\nTranslations of \u001b[4mI hope you enjoyed these review thank you for reading\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope you enjoyed these review thank you for reading\u001b[24m\n    \u001b[1mこれらのレビューを楽しんでいただければ幸いです。読んでいただきありがとうございます\u001b[22m, \u001b[1m私はあなたがこれらのレビューを楽しんだことを望みお読みいただきありがとうございました\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "rusty921",
    "profile": "/profile/rusty921/reviews",
    "pages": "14",
    "number": "10",
    "link": "/reviews.php?id=21262",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  8\n\n個人的に私は2年前に私の兄が私にそれを紹介するまでアニメのファンではなかったし、それはすべてNARUTOで始まり、私はそれを愛していた。 私はTakaから私のエピソードを手に入れ、私は彼らがFairy Tailを持っていることに気づいたので、私はそれを調べることに決めました。そしてそれは素晴らしいと判明しました。 私はそれがナルトと漂白剤と比較して崩壊すると思うが、それはまだ素晴らしいです。 フェアリーテールの大きな欠陥の1つは、コンピューターのアニメーション化されたバトラーシーンで、私は真剣に彼らがそれよりも優れたことをすることができるということです。 しかし、最初のエピソードを見た後、私はマンガ全体を読んで、今私はトップ10のお気に入りになっていると思う。  Unfortunatly Takaはもはやフェアリーテールを下塗りしていないので、私はもうエピソードを見ることができません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nPersonally I was never a fan of anime until my brother introduced me to it two years ago and it all began with Naruto and I loved it. I get my episodes from Taka and i noticed they had Fairy Tail so i decided to check it out and it turned out to be awesome. I think it pales in comparison to Naruto and Bleach but it's still great. The one major flaw of Fairy Tail is the batlle scenes being computer animated like the fire I mean seriously they can do better than that. But After watchin the first episode I read the whole Manga and I think its now in my top ten favorites. Unfortunatly Taka is no longer subbing Fairy Tail so I can't watch anymore of the episodes.\n\n\u001b[1m個人的に私は2年前に私の兄が私にそれを紹介するまでアニメのファンではなかったし、それはすべてNARUTOで始まり、私はそれを愛していた。 私はTakaから私のエピソードを手に入れ、私は彼らがFairy Tailを持っていることに気づいたので、私はそれを調べることに決めました。そしてそれは素晴らしいと判明しました。 私はそれがナルトと漂白剤と比較して崩壊すると思うが、それはまだ素晴らしいです。 フェアリーテールの大きな欠陥の1つは、コンピューターのアニメーション化されたバトラーシーンで、私は真剣に彼らがそれよりも優れたことをすることができるということです。 しかし、最初のエピソードを見た後、私はマンガ全体を読んで、今私はトップ10のお気に入りになっていると思う。  Unfortunatly Takaはもはやフェアリーテールを下塗りしていないので、私はもうエピソードを見ることができません。\u001b[22m\n\u001b[1m(Kojin-teki ni watashi wa 2-nen mae ni watashi no ani ga watashi ni sore o shōkai suru made anime no fande wa nakattashi, soreha subete naruto de hajimari, watashi wa sore o aishite ita. Watashi wa Taka kara watashi no episōdo o te ni ire, watashi wa karera ga feari Tail o motte iru koto ni kidzuitanode, watashi wa sore o shiraberu koto ni kimemashita. Soshite sore wa subarashī to hanmei shimashita. Watashi wa sore ga naruto to hyōhaku-zai to hikaku shite hōkai suru to omou ga, sore wa mada subarashīdesu. Fearītēru no ōkina kekkan no 1tsu wa, konpyūtā no animēshon-ka sa reta batorāshīn de, watashi wa shinken ni karera ga sore yori mo sugureta koto o suru koto ga dekiru to iu kotodesu. Shikashi, saisho no episōdo o mita nochi, watashi wa manga zentai o yonde, ima watashi wa toppu 10 no okiniiri ni natte iru to omou. Unfortunatly Taka wa mohaya fearītēru o shitanuri shite inainode, watashi wa mō episōdo o miru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mPersonally I was never a fan of anime until my brother introduced me to it two years ago and it all began with Naruto and I loved it. I get my episodes from Taka and i noticed they had Fairy Tail so i decided to check it out and it turned out to be awesome. I think it pales in comparison to Naruto and Bleach but it's still great. The one major flaw of Fairy Tail is the batlle scenes being computer animated like the fire I mean seriously they can do better than that. But After watchin the first episode I read the whole Manga and I think its now in my top ten favorites. Unfortunatly Taka is no longer subbing Fairy Tail so I can't watch anymore of the episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally I was never a fan of anime until my brother introduced me to it two years ago and it all began with Naruto and I loved it.\u001b[24m\n    \u001b[1m個人的に私は2年前に私の兄が私にそれを紹介するまでアニメのファンではなかったし、それはすべてNARUTOで始まり、私はそれを愛していた。\u001b[22m, \u001b[1m私の兄は、2年前にそれを紹介してくれたし、それがすべてナルトから始まったと私はそれを愛しまで個人的に私はアニメのファンではなかったです。\u001b[22m\n\u001b[4mI get my episodes from Taka and i noticed they had Fairy Tail so i decided to check it out and it turned out to be awesome.\u001b[24m\n    \u001b[1m私はTakaから私のエピソードを手に入れ、私は彼らがFairy Tailを持っていることに気づいたので、私はそれを調べることに決めました。そしてそれは素晴らしいと判明しました。\u001b[22m, \u001b[1m私はタカから私のエピソードを取得し、私はそれをチェックアウトすることを決定し、それは素晴らしいことが判明したので、彼らはフェアリーテールを持っていた気づきました。\u001b[22m\n\u001b[4mI think it pales in comparison to Naruto and Bleach but it's still great.\u001b[24m\n    \u001b[1m私はそれがナルトと漂白剤と比較して崩壊すると思うが、それはまだ素晴らしいです。\u001b[22m, \u001b[1m私はそれがナルトとブリーチに比べて見劣りするが、それはまだ素晴らしいことだと思います。\u001b[22m\n\u001b[4mThe one major flaw of Fairy Tail is the batlle scenes being computer animated like the fire I mean seriously they can do better than that.\u001b[24m\n    \u001b[1mフェアリーテールの大きな欠陥の1つは、コンピューターのアニメーション化されたバトラーシーンで、私は真剣に彼らがそれよりも優れたことをすることができるということです。\u001b[22m, \u001b[1mフェアリーテールの1の主要な欠陥は、私は、彼らがそれよりも良い行うことができます真剣に意味火のように、アニメーション、コンピュータであるバジェのシーンです。\u001b[22m\n\u001b[4mBut After watchin the first episode I read the whole Manga and I think its now in my top ten favorites.\u001b[24m\n    \u001b[1mしかし、最初のエピソードを見た後、私はマンガ全体を読んで、今私はトップ10のお気に入りになっていると思う。\u001b[22m, \u001b[1mしかし、最初のエピソードを見つめた後、私は、全体のマンガを読んで、私は私のトップ10のお気に入りで、その今だと思います。\u001b[22m\n\u001b[4mUnfortunatly Taka is no longer subbing Fairy Tail so I can't watch anymore of the episodes.\u001b[24m\n    \u001b[1mUnfortunatly Takaはもはやフェアリーテールを下塗りしていないので、私はもうエピソードを見ることができません。\u001b[22m, \u001b[1m残念ながらタカはもはやので、私はもうエピソードの見ることができないフェアリーテールを下塗りされていません。\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "YukihinaloverxD",
    "profile": "/profile/YukihinaloverxD/reviews",
    "pages": "14",
    "number": "11",
    "link": "/reviews.php?id=63775",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\n私はこの漫画/アニメを恐れる。 それは素晴らしい。 大好きです。\n\nストーリー：\n物語は良い。 それはいいですね。 私はそれに7を与える。私が物語について本当に好きでなかった唯一の事は、そこに他のすべてのアニメのようなものであるという事実である。 私は間違ってそれを得ることはありません良いです。 しかし、彼らはそこに他のアニメのようにすることができなければ、彼らはそれを顕著にすることができたかもしれない。\n\nアート/スタイル：\n私はアートとスタイルが好きだった。 それは素晴らしかったです。 唯一好きでなかったのは夏だった。 彼らはルフィのワンピースのようなもので、あなたの服装/スタイルを作りました。 私は彼らがコピーされたと思う。 彼らはそのベストを着た。 しかし私はそのスタイルと芸術が大好きでした。 私はそれに7を与える。\n\n音：\n私はその音が気に入った。 それは素晴らしかったです。 私は彼らがそれを再生するために適切な人を選んだと思う。 私は本当にこれについて何の苦情もありません。 私はそれに9を与えた。\n\nキャラクター：\n私はキャラクターが大好き！ はい、あなたは悪者とあなたの良い人を持っています。 私はそれに8を与える。 私は奈津とグレイがいつもお互いに戦って議論した方法が大好きです。 それは面白かったです。 それはアニメと漫画を面白くしました。 彼らはほとんどすべてのキャラクターを紹介し、それに沿って少しの詳細を与えました。 それはすごかった。 しかし、私が言ったように。 奈津はルフィをワンピースから思い出させた。 人格と服装。\n\n楽しみ：\n私はアニメやマンガを楽しんだ。 これは私が見た中で最も優れたアニメの一つであり、私が読んだ最高のマンガの一つです。 私はそれを見たり読んだりしながら多くのことを笑った。 私はそれを見たり読んだりしながらショックを受けた。 それは驚くべきものだった。 私はそれに9を与える。\n\n全体：\n全体的に私はアニメ7とマンガ9を与えます。私はこのショーを誰にでも勧めます。 それは素晴らしい。 わたしはそれを楽しみました。 プロットと設定と動機づけはかなり大きかった。  :)\n*しかし、彼らはそれをより良くしたかもしれない*（ちょうど言った）xD",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI ADORE this manga/anime. It's great. I love it.\n\n\u001b[1m私はこの漫画/アニメを恐れる。 それは素晴らしい。 大好きです。\u001b[22m\n\u001b[1m(Watashi wa kono manga/ anime o osoreru. Sore wa subarashī. Daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI ADORE this manga/anime. It's great. I love it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI ADORE this manga/anime.\u001b[24m\n    \u001b[1m私はこの漫画/アニメを恐れる。\u001b[22m, \u001b[1m私はこの漫画/アニメを崇拝します。\u001b[22m\n\u001b[4mIt's great.\u001b[24m\n    \u001b[1mそれは素晴らしい。\u001b[22m, \u001b[1m素晴らしいです。\u001b[22m, \u001b[1mそれは素晴らしいことです。\u001b[22m\n\u001b[4mI love it.\u001b[24m\n    \u001b[1m大好きです。\u001b[22m, \u001b[1m私はそれが大好きです。\u001b[22m, \u001b[1m素晴らしいですね。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story good. I like it. I give it a 7. The only thing I didn't really like about the story is the fact that it's like every other anime out there. Don't get me wrong it is good. But they could have made it outstanding if they didn't make it like every other anime out there.\n\n\u001b[1m物語は良い。 それはいいですね。 私はそれに7を与える。私が物語について本当に好きでなかった唯一の事は、そこに他のすべてのアニメのようなものであるという事実である。 私は間違ってそれを得ることはありません良いです。 しかし、彼らはそこに他のアニメのようにすることができなければ、彼らはそれを顕著にすることができたかもしれない。\u001b[22m\n\u001b[1m(Monogatari wa yoi. Sore wa īdesu ne. Watashi wa sore ni 7 o ataeru. Watashi ga monogatari ni tsuite hontōni sukidenakatta yuiitsu no koto wa, soko ni hoka no subete no anime no yōna monodearu to iu jijitsudearu. Watashi wa machigatte sore o eru koto wa arimasen yoidesu. Shikashi, karera wa soko ni hoka no anime no yō ni suru koto ga dekinakereba, karera wa sore o kencho ni suru koto ga dekita kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mThe story good. I like it. I give it a 7. The only thing I didn't really like about the story is the fact that it's like every other anime out there. Don't get me wrong it is good. But they could have made it outstanding if they didn't make it like every other anime out there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story good.\u001b[24m\n    \u001b[1m物語は良い。\u001b[22m, \u001b[1mストーリー良いです。\u001b[22m\n\u001b[4mI like it.\u001b[24m\n    \u001b[1mそれはいいですね。\u001b[22m, \u001b[1m私はそれが好きです。\u001b[22m, \u001b[1m私はそれが好き。\u001b[22m\n\u001b[4mI give it a 7. The only thing I didn't really like about the story is the fact that it's like every other anime out there.\u001b[24m\n    \u001b[1m私はそれに7を与える。私が物語について本当に好きでなかった唯一の事は、そこに他のすべてのアニメのようなものであるという事実である。\u001b[22m, \u001b[1m私は話についての私が本当に好きではなかった唯一の事は、それはそこに他のすべてのアニメのようなものだという事実であること7.を与えます。\u001b[22m\n\u001b[4mDon't get me wrong it is good.\u001b[24m\n    \u001b[1m私は間違ってそれを得ることはありません良いです。\u001b[22m, \u001b[1mそれは良いですが、私は誤解しないでください。\u001b[22m\n\u001b[4mBut they could have made it outstanding if they didn't make it like every other anime out there.\u001b[24m\n    \u001b[1mしかし、彼らはそこに他のアニメのようにすることができなければ、彼らはそれを顕著にすることができたかもしれない。\u001b[22m, \u001b[1m彼らはそこに他のすべてのアニメのようにそれをしなかった場合でも、彼らはそれが優れた作ったかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nArt/style:\n\n\u001b[1mアート/スタイル：\u001b[22m\n\u001b[1m(Āto/ sutairu:)\u001b[22m\n\nTranslations of \u001b[4mArt/style:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/style:\u001b[24m\n    \u001b[1mアート/スタイル：\u001b[22m\nI liked the Art and Style. It was great. The only I didn't like was Natsu. They made his outfit/style if you will, kind of like Luffy's off of One Piece. I think they kind of copied. They both wore that vest thingie. But I loved the style and art. I give it a 7.\n\n\u001b[1m私はアートとスタイルが好きだった。 それは素晴らしかったです。 唯一好きでなかったのは夏だった。 彼らはルフィのワンピースのようなもので、あなたの服装/スタイルを作りました。 私は彼らがコピーされたと思う。 彼らはそのベストを着た。 しかし私はそのスタイルと芸術が大好きでした。 私はそれに7を与える。\u001b[22m\n\u001b[1m(Watashi wa āto to sutairu ga sukidatta. Sore wa subarashikattadesu. Yuiitsu-sukidenakatta no wa natsudatta. Karera wa rufi no wanpīsu no yōna mono de, anata no fukusō/ sutairu o tsukurimashita. Watashi wa karera ga kopī sa reta to omou. Karera wa sono besuto o kita. Shikashi watashi wa sono sutairu to geijutsu ga daisukideshita. Watashi wa sore ni 7 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI liked the Art and Style. It was great. The only I didn't like was Natsu. They made his outfit/style if you will, kind of like Luffy's off of One Piece. I think they kind of copied. They both wore that vest thingie. But I loved the style and art. I give it a 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the Art and Style.\u001b[24m\n    \u001b[1m私はアートとスタイルが好きだった。\u001b[22m, \u001b[1m私はアートとスタイルが好きでした。\u001b[22m\n\u001b[4mIt was great.\u001b[24m\n    \u001b[1mそれは素晴らしかったです。\u001b[22m\n\u001b[4mThe only I didn't like was Natsu.\u001b[24m\n    \u001b[1m唯一好きでなかったのは夏だった。\u001b[22m, \u001b[1m私は好きではなかっただけでは夏でした。\u001b[22m\n\u001b[4mThey made his outfit/style if you will, kind of like Luffy's off of One Piece.\u001b[24m\n    \u001b[1m彼らはルフィのワンピースのようなもので、あなたの服装/スタイルを作りました。\u001b[22m, \u001b[1mあなたがなれば彼らは一種のワンピースのルフィのオフのように、彼の服/スタイルを作りました。\u001b[22m\n\u001b[4mI think they kind of copied.\u001b[24m\n    \u001b[1m私は彼らがコピーされたと思う。\u001b[22m, \u001b[1m私は、彼らは一種のコピーだと思います。\u001b[22m\n\u001b[4mThey both wore that vest thingie.\u001b[24m\n    \u001b[1m彼らはそのベストを着た。\u001b[22m, \u001b[1mこれらは両方ともそのベストthingieを身に着けていました。\u001b[22m\n\u001b[4mBut I loved the style and art.\u001b[24m\n    \u001b[1mしかし私はそのスタイルと芸術が大好きでした。\u001b[22m, \u001b[1mしかし、私はスタイルと芸術を愛しました。\u001b[22m\n\u001b[4mI give it a 7.\u001b[24m\n    \u001b[1m私はそれに7を与える。\u001b[22m, \u001b[1m私はそれを7を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nI liked the sound. It was great. I think they picked the right people to play it. I don't really have any complaints about this. I gave it a 9.\n\n\u001b[1m私はその音が気に入った。 それは素晴らしかったです。 私は彼らがそれを再生するために適切な人を選んだと思う。 私は本当にこれについて何の苦情もありません。 私はそれに9を与えた。\u001b[22m\n\u001b[1m(Watashi wa sono Oto ga kiniitta. Sore wa subarashikattadesu. Watashi wa karera ga sore o saisei suru tame ni tekisetsuna hito o eranda to omou. Watashi wa hontōni kore ni tsuite nani no kujō mo arimasen. Watashi wa sore ni 9 o ataeta.)\u001b[22m\n\nTranslations of \u001b[4mI liked the sound. It was great. I think they picked the right people to play it. I don't really have any complaints about this. I gave it a 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the sound.\u001b[24m\n    \u001b[1m私はその音が気に入った。\u001b[22m, \u001b[1m私は音が好きでした。\u001b[22m\n\u001b[4mIt was great.\u001b[24m\n    \u001b[1mそれは素晴らしかったです。\u001b[22m\n\u001b[4mI think they picked the right people to play it.\u001b[24m\n    \u001b[1m私は彼らがそれを再生するために適切な人を選んだと思う。\u001b[22m, \u001b[1m私は、彼らがそれを再生するには、右の人を選んだと思います。\u001b[22m\n\u001b[4mI don't really have any complaints about this.\u001b[24m\n    \u001b[1m私は本当にこれについて何の苦情もありません。\u001b[22m, \u001b[1m私は本当にこのことについて苦情を持っていません。\u001b[22m\n\u001b[4mI gave it a 9.\u001b[24m\n    \u001b[1m私はそれに9を与えた。\u001b[22m, \u001b[1m私はそれを9を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nI LOVED the characters!! Yes you have you evil guys and your good guys. I give it a 8. I love how Natsu and Gray ALWAYS fought and argued with each other. It was funny. It made the anime and manga amusing. They pretty much introduced every character and gave a little bit of detail along with it. Which was awesome. But like I said. Natsu reminded me of Luffy off of One Piece. The personality and outfit.\n\n\u001b[1m私はキャラクターが大好き！ はい、あなたは悪者とあなたの良い人を持っています。 私はそれに8を与える。 私は奈津とグレイがいつもお互いに戦って議論した方法が大好きです。 それは面白かったです。 それはアニメと漫画を面白くしました。 彼らはほとんどすべてのキャラクターを紹介し、それに沿って少しの詳細を与えました。 それはすごかった。 しかし、私が言ったように。 奈津はルフィをワンピースから思い出させた。 人格と服装。\u001b[22m\n\u001b[1m(Watashi wa kyarakutā ga daisuki wa i, anata wa warumono to anata no yoi hito o motte imasu. Watashi wa Natsu to gurei ga itsumo otagai ni tatakatte giron shita hōhō ga daisukidesu. Sore wa omoshirokattadesu. Sore wa anime to manga o omoshiroku shimashita. Karera wa hotondo subete no kyarakutā o shōkai shi, sore ni sotte sukoshi no shōsai o ataemashita. Sore wa sugokatta. Shikashi, watashi ga itta yō ni. Natsu wa rufi o wanpīsu kara omoidasa seta. Jinkaku to fukusō. Watashi wa sore ni 8 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI LOVED the characters!! Yes you have you evil guys and your good guys. I give it a 8. I love how Natsu and Gray ALWAYS fought and argued with each other. It was funny. It made the anime and manga amusing. They pretty much introduced every character and gave a little bit of detail along with it. Which was awesome. But like I said. Natsu reminded me of Luffy off of One Piece. The personality and outfit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI LOVED the characters!!\u001b[24m\n    \u001b[1m私はキャラクターが大好き！\u001b[22m, \u001b[1m私は文字をLOVED!!\u001b[22m\n\u001b[4mYes you have you evil guys and your good guys.\u001b[24m\n    \u001b[1mはい、あなたは悪者とあなたの良い人を持っています。\u001b[22m, \u001b[1mはいあなたは邪悪な男とあなたの良い人を持っています。\u001b[22m\n\u001b[4mI love how Natsu and Gray ALWAYS fought and argued with each other.\u001b[24m\n    \u001b[1m私は奈津とグレイがいつもお互いに戦って議論した方法が大好きです。\u001b[22m, \u001b[1m私は夏とグレーが常に戦った方法を愛し、お互いに主張しました。\u001b[22m\n\u001b[4mIt was funny.\u001b[24m\n    \u001b[1mそれは面白かったです。\u001b[22m, \u001b[1m面白かったです。\u001b[22m\n\u001b[4mIt made the anime and manga amusing.\u001b[24m\n    \u001b[1mそれはアニメと漫画を面白くしました。\u001b[22m, \u001b[1mこれは、アニメやマンガが面白い作りました。\u001b[22m\n\u001b[4mThey pretty much introduced every character and gave a little bit of detail along with it.\u001b[24m\n    \u001b[1m彼らはほとんどすべてのキャラクターを紹介し、それに沿って少しの詳細を与えました。\u001b[22m, \u001b[1m彼らはほとんどすべての文字を導入し、それに沿って詳細を少し与えました。\u001b[22m\n\u001b[4mWhich was awesome.\u001b[24m\n    \u001b[1mそれはすごかった。\u001b[22m, \u001b[1mこれは最高でした。\u001b[22m\n\u001b[4mBut like I said.\u001b[24m\n    \u001b[1mしかし、私が言ったように。\u001b[22m, \u001b[1mしかし、のような私は言いました。\u001b[22m\n\u001b[4mNatsu reminded me of Luffy off of One Piece.\u001b[24m\n    \u001b[1m奈津はルフィをワンピースから思い出させた。\u001b[22m, \u001b[1m夏はワンピースのオフルフィのことを思い出しました。\u001b[22m\n\u001b[4mThe personality and outfit.\u001b[24m\n    \u001b[1m人格と服装。\u001b[22m, \u001b[1m人格と衣装。\u001b[22m\n\u001b[4mI give it a 8.\u001b[24m\n    \u001b[1m私はそれに8を与える。\u001b[22m, \u001b[1m私はそれを8を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI enjoyed the anime and manga SO much. This was one of the best animes I've seen and one of the best mangas I've read. I laughed a lot while watching/reading it. I was shocked while watching/reading it. It was amazing. I give it a 9.\n\n\u001b[1m私はアニメやマンガを楽しんだ。 これは私が見た中で最も優れたアニメの一つであり、私が読んだ最高のマンガの一つです。 私はそれを見たり読んだりしながら多くのことを笑った。 私はそれを見たり読んだりしながらショックを受けた。 それは驚くべきものだった。 私はそれに9を与える。\u001b[22m\n\u001b[1m(Watashi wa anime ya manga o tanoshinda. Kore wa watashi ga mita naka de mottomo sugureta anime no hitotsudeari, watashi ga yonda saikō no manga no hitotsudesu. Watashi wa sore o mi tari yon dari shinagara ōku no koto o waratta. Watashi wa sore o mi tari yon dari shinagara shokku o uketa. Sore wa odorokubeki monodatta. Watashi wa sore ni 9 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed the anime and manga SO much. This was one of the best animes I've seen and one of the best mangas I've read. I laughed a lot while watching/reading it. I was shocked while watching/reading it. It was amazing. I give it a 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed the anime and manga SO much.\u001b[24m\n    \u001b[1m私はアニメやマンガを楽しんだ。\u001b[22m, \u001b[1m私はそんなにアニメやマンガを楽しみました。\u001b[22m\n\u001b[4mThis was one of the best animes I've seen and one of the best mangas I've read.\u001b[24m\n    \u001b[1mこれは私が見た中で最も優れたアニメの一つであり、私が読んだ最高のマンガの一つです。\u001b[22m, \u001b[1mこれは私が見た中で最高のアニメの一つと私は読んだ最高の漫画の一つでした。\u001b[22m\n\u001b[4mI laughed a lot while watching/reading it.\u001b[24m\n    \u001b[1m私はそれを見たり読んだりしながら多くのことを笑った。\u001b[22m, \u001b[1mそれを読んで/見ながら、私は多くのことを笑いました。\u001b[22m\n\u001b[4mI was shocked while watching/reading it.\u001b[24m\n    \u001b[1m私はそれを見たり読んだりしながらショックを受けた。\u001b[22m, \u001b[1mそれを読んで/見ながら、私はショックを受けました。\u001b[22m\n\u001b[4mIt was amazing.\u001b[24m\n    \u001b[1mそれは驚くべきものだった。\u001b[22m, \u001b[1mそれはすごかった。\u001b[22m, \u001b[1mそれは驚くべきものでした。\u001b[22m\n\u001b[4mI give it a 9.\u001b[24m\n    \u001b[1m私はそれに9を与える。\u001b[22m, \u001b[1m私はそれを9を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nOverall I give the anime a 7 and the manga a 9. I recommend this show to anyone. It's great. I enjoyed it. The plot and setting and the motivation was pretty great. :)\n\n\u001b[1m全体的に私はアニメ7とマンガ9を与えます。私はこのショーを誰にでも勧めます。 それは素晴らしい。 わたしはそれを楽しみました。 プロットと設定と動機づけはかなり大きかった。  :)\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa anime 7 to manga 9 o ataemasu. Watashi wa kono shō o darenidemo susumemasu. Sore wa subarashī. Watashi wa sore o tanoshimimashita. Purotto to settei to dōkidzuke wa kanari ōkikatta. : ))\u001b[22m\n\nTranslations of \u001b[4mOverall I give the anime a 7 and the manga a 9. I recommend this show to anyone. It's great. I enjoyed it. The plot and setting and the motivation was pretty great. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I give the anime a 7 and the manga a 9. I recommend this show to anyone.\u001b[24m\n    \u001b[1m全体的に私はアニメ7とマンガ9を与えます。私はこのショーを誰にでも勧めます。\u001b[22m, \u001b[1m全体的に私はアニメ7やマンガ、私は誰にもこのショーをお勧めします9.与えます。\u001b[22m\n\u001b[4mIt's great.\u001b[24m\n    \u001b[1mそれは素晴らしい。\u001b[22m, \u001b[1m素晴らしいです。\u001b[22m, \u001b[1mそれは素晴らしいことです。\u001b[22m\n\u001b[4mI enjoyed it.\u001b[24m\n    \u001b[1mわたしはそれを楽しみました。\u001b[22m, \u001b[1m楽しかった。\u001b[22m, \u001b[1m楽しんだ。\u001b[22m, \u001b[1m私はそれを楽しみました。\u001b[22m, \u001b[1m私はそれを楽しんだ。\u001b[22m\n\u001b[4mThe plot and setting and the motivation was pretty great.\u001b[24m\n    \u001b[1mプロットと設定と動機づけはかなり大きかった。\u001b[22m, \u001b[1mプロットや設定やモチベーションはかなり大きかったです。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n*But they could have made it better* (just sayin') xD\n\n\u001b[1m*しかし、彼らはそれをより良くしたかもしれない*（ちょうど言った）xD\u001b[22m\n\u001b[1m(* Shikashi, karera wa sore o yori yoku shita kamo shirenai*(chōdo itta) xD)\u001b[22m\n\nTranslations of \u001b[4m*But they could have made it better* (just sayin') xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*But they could have made it better* (just sayin') xD\u001b[24m\n    \u001b[1m*しかし、彼らはそれをより良くしたかもしれない*（ちょうど言った）xD\u001b[22m, \u001b[1m*しかし、彼らは（単に 'コト）*それが良い作ったかもしれないのxD\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "Migagi",
    "profile": "/profile/Migagi/reviews",
    "pages": "14",
    "number": "12",
    "link": "/reviews.php?id=28856",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\nまあ、最初の30のエピソードのような私は.......................このショーは退屈な、私は私がこのような大ヒットなぜ私は不思議そうだった 、それはワンピースのようなものですか？ それはスーパールックスとスーパークールを得るためには、ルフィのために300エピソードを取ったか、それはちょうど退屈なアニメです。 私はそれをうれしく思って、漫画を読んで、ええ、それはちょうどルフィのようです！ しばらく時間がかかりますが、ナツはゆっくりと立ち上がり、かなり良い",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nwell the first like 30 episodes i was like .......................this show is boring, then i was like i wondor why this is such a big hit , is it like one piece? where it took 300 episodes for luffy to get super strong and super kool or is it just a boring anime. i wondored that and read the manga a lil bit, yeah it is just like Luffy! it takes some time but natsu slowly builds up and its pretty good\n\n\u001b[1mまあ、最初の30のエピソードのような私は.......................このショーは退屈な、私は私がこのような大ヒットなぜ私は不思議そうだった 、それはワンピースのようなものですか？ それはスーパールックスとスーパークールを得るためには、ルフィのために300エピソードを取ったか、それはちょうど退屈なアニメです。 私はそれをうれしく思って、漫画を読んで、ええ、それはちょうどルフィのようです！ しばらく時間がかかりますが、ナツはゆっくりと立ち上がり、かなり良い\u001b[22m\n\u001b[1m(Mā, saisho no 30 no episōdo no yōna watashi wa....................... Kono shō wa taikutsuna, watashi wa watashi ga ko no yōna dai hitto naze watashi wa fushigi-sōdatta, soreha wanpīsu no yōna monodesu ka? Sore wa sūpārukkusu to sūpākūru o eru tame ni wa, rufi no tame ni 300 episōdo o totta ka, sore wa chōdo taikutsuna animedesu. Watashi wa sore o ureshiku omotte, manga o yonde, ē, sore wa chōdo rufi no yōdesu! Shibaraku jikan ga kakarimasuga, Natsu wa yukkuri to tachiagari, kanari yoi)\u001b[22m\n\nTranslations of \u001b[4mwell the first like 30 episodes i was like .......................this show is boring, then i was like i wondor why this is such a big hit , is it like one piece? where it took 300 episodes for luffy to get super strong and super kool or is it just a boring anime. i wondored that and read the manga a lil bit, yeah it is just like Luffy! it takes some time but natsu slowly builds up and its pretty good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell the first like 30 episodes i was like .......................this show is boring, then i was like i wondor why this is such a big hit\u001b[24m\n    \u001b[1mまあ、最初の30のエピソードのような私は.......................このショーは退屈な、私は私がこのような大ヒットなぜ私は不思議そうだった\u001b[22m, \u001b[1m私はのようだった30のエピソードのような第一のウェル.......................このショーは退屈で、その後、私はこのような大ヒットしている理由wondorのようでした\u001b[22m\n\u001b[4m, is it like one piece?\u001b[24m\n    \u001b[1m、それはワンピースのようなものですか？\u001b[22m, \u001b[1m、それは一枚のようなものですか？\u001b[22m\n\u001b[4mwhere it took 300 episodes for luffy to get super strong and super kool or is it just a boring anime.\u001b[24m\n    \u001b[1mそれはスーパールックスとスーパークールを得るためには、ルフィのために300エピソードを取ったか、それはちょうど退屈なアニメです。\u001b[22m, \u001b[1mそれは、超強力な、超クールを取得するために、ルフィのための300のエピソードを取ったか、それだけで退屈なアニメです。\u001b[22m\n\u001b[4mi wondored that and read the manga a lil bit, yeah it is just like Luffy!\u001b[24m\n    \u001b[1m私はそれをうれしく思って、漫画を読んで、ええ、それはちょうどルフィのようです！\u001b[22m, \u001b[1m私はそれをwondoredやマンガにlilのビットをリードし、ええ、それはちょうどルフィのようなものです！\u001b[22m\n\u001b[4mit takes some time but natsu slowly builds up and its pretty good\u001b[24m\n    \u001b[1mしばらく時間がかかりますが、ナツはゆっくりと立ち上がり、かなり良い\u001b[22m, \u001b[1mそれはいくつかの時間がかかりますが、夏はゆっくりとかなり良い構築し、\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "paulitocao",
    "profile": "/profile/paulitocao/reviews",
    "pages": "14",
    "number": "13",
    "link": "/reviews.php?id=29938",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私が好きなもの：\n*ストーリー・ラインのクエスト・タイプは、新しいキャラクターがいろいろな背景から現れていますが、お互いに深く関わり、より大きな物語になっています。\n*マジック/パワー、いくつかの非常に風変わりな楽しい、他の人は、いくつかのtwinksの力のタイプの前にそれを見た標準\n*鮮やかなキャラクターの性格は、あなたがキャラクターを愛したり嫌いにしたり、ストーリーに存在していれば誰と一緒になるかを知ることができます\n*光の心の漫画のパフォーマンスと激しい戦いのバランスは、場所や歓迎されていない\n*ハッピーは一番クールな猫です\n*主人公は非常に面白くて、私はチャンスを与えられて友人になるだろう\n\n\n欠けているもの\n*個人的には、これはもっと暴力的だったと思う。 私はもっ​​と血が欲しい！ それがそうだったら、それはアニメの全体的な楽しみを台無しにするかもしれないことを知っている。\n*私はまだ話をすべて楽しんでいることを認めなければならないが、あまりにも多くの驚きがあるようではないし、将来の驚きの余地は十分ある\n\nあなたがすでに妖精の尾を見て、それが好きなら、私は示唆します：\nワンピース\nハンターXハンター\nシャーマンキング",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhat I liked:\n\n\u001b[1m私が好きなもの：\u001b[22m\n\u001b[1m(Watashi ga sukinamono:)\u001b[22m\n\nTranslations of \u001b[4mWhat I liked:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I liked:\u001b[24m\n    \u001b[1m私が好きなもの：\u001b[22m, \u001b[1m私は何を言っています：\u001b[22m\n* Quest type of story line, new characters emerge from different backgrounds yet find themselves deeply involved with each other and become apart of a bigger story\n\n\u001b[1m*ストーリー・ラインのクエスト・タイプは、新しいキャラクターがいろいろな背景から現れていますが、お互いに深く関わり、より大きな物語になっています。\u001b[22m\n\u001b[1m(* Sutōrī rain no kuesuto taipu wa, atarashī kyarakutā ga iroirona haikei kara arawarete imasuga, otagai ni fukaku kakawari, yori ōkina monogatari ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4m* Quest type of story line, new characters emerge from different backgrounds yet find themselves deeply involved with each other and become apart of a bigger story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m* Quest type of story line, new characters emerge from different backgrounds yet find themselves deeply involved with each other and become apart of a bigger story\u001b[24m\n    \u001b[1m*ストーリー・ラインのクエスト・タイプは、新しいキャラクターがいろいろな背景から現れていますが、お互いに深く関わり、より大きな物語になっています。\u001b[22m, \u001b[1mストーリーラインの*クエストの種類、新しい文字が、まだお互いに深く関わって自分自身を見つけると、大きな物語の離れになってさまざまな背景から出てきます\u001b[22m\n* Magic/powers, some very quirky and fun and others standard seen it before type of powers with a few twinks\n\n\u001b[1m*マジック/パワー、いくつかの非常に風変わりな楽しい、他の人は、いくつかのtwinksの力のタイプの前にそれを見た標準\u001b[22m\n\u001b[1m(* Majikku/ pawā, ikutsu ka no hijō ni fūgawarina tanoshī, hokanohito wa, ikutsu ka no twinks no chikara no taipu no mae ni sore o mita hyōjun)\u001b[22m\n\nTranslations of \u001b[4m* Magic/powers, some very quirky and fun and others standard seen it before type of powers with a few twinks\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m* Magic/powers, some very quirky and fun and others standard seen it before type of powers with a few twinks\u001b[24m\n    \u001b[1m*マジック/パワー、いくつかの非常に風変わりな楽しい、他の人は、いくつかのtwinksの力のタイプの前にそれを見た標準\u001b[22m, \u001b[1m*マジック/パワーは、いくつかの非常に風変わりな楽しさと他の標準は、いくつかのトゥインクと権力の種類の前にそれを見て\u001b[22m\n*Vivid character personalities make you love or hate the characters, you would know who you'd get along with if you existed in the story\n\n\u001b[1m*鮮やかなキャラクターの性格は、あなたがキャラクターを愛したり嫌いにしたり、ストーリーに存在していれば誰と一緒になるかを知ることができます\u001b[22m\n\u001b[1m(* Azayakana kyarakutā no seikaku wa, anata ga kyarakutā o aishi tari kirai ni shi tari, sutōrī ni sonzai shite ireba dare to issho ni naru ka o shiru koto ga dekimasu)\u001b[22m\n\nTranslations of \u001b[4m*Vivid character personalities make you love or hate the characters, you would know who you'd get along with if you existed in the story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Vivid character personalities make you love or hate the characters, you would know who you'd get along with if you existed in the story\u001b[24m\n    \u001b[1m*鮮やかなキャラクターの性格は、あなたがキャラクターを愛したり嫌いにしたり、ストーリーに存在していれば誰と一緒になるかを知ることができます\u001b[22m, \u001b[1m*鮮やかな文字の人格は、あなたが文字を好きか嫌い作るあなたは物語の中で存在していた場合、あなたが一緒に取得したい人を知っているだろう\u001b[22m\n* A balance of light hearted comic performance and intense battles without being out of place or unwelcomed\n\n\u001b[1m*光の心の漫画のパフォーマンスと激しい戦いのバランスは、場所や歓迎されていない\u001b[22m\n\u001b[1m(*-Kō no kokoro no manga no pafōmansu to hageshī tatakai no baransu wa, basho ya kangei sa rete inai)\u001b[22m\n\nTranslations of \u001b[4m* A balance of light hearted comic performance and intense battles without being out of place or unwelcomed\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m* A balance of light hearted comic performance and intense battles without being out of place or unwelcomed\u001b[24m\n    \u001b[1m*光の心の漫画のパフォーマンスと激しい戦いのバランスは、場所や歓迎されていない\u001b[22m, \u001b[1m*場違いされることなく気楽漫画パフォーマンスと激しい戦闘のバランスやunwelcomed\u001b[22m\n* Happy is the coolest cat ever\n\n\u001b[1m*ハッピーは一番クールな猫です\u001b[22m\n\u001b[1m(* Happī wa ichiban kūruna nekodesu)\u001b[22m\n\nTranslations of \u001b[4m* Happy is the coolest cat ever\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m* Happy is the coolest cat ever\u001b[24m\n    \u001b[1m*ハッピーは一番クールな猫です\u001b[22m, \u001b[1m*ハッピーは、これまでクールな猫です\u001b[22m\n* the main characters are very entertaining and I would befriend them given the chance\n\n\u001b[1m*主人公は非常に面白くて、私はチャンスを与えられて友人になるだろう\u001b[22m\n\u001b[1m(* Shujinkō wa hijō ni omoshirokute, watashi wa chansu o atae rarete yūjin ni narudarou)\u001b[22m\n\nTranslations of \u001b[4m* the main characters are very entertaining and I would befriend them given the chance\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m* the main characters are very entertaining and I would befriend them given the chance\u001b[24m\n    \u001b[1m*主人公は非常に面白くて、私はチャンスを与えられて友人になるだろう\u001b[22m, \u001b[1m*メインキャラクターは非常に面白いですし、私はチャンス与えられ、それらを仲良くなるだろう\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nwhat its lacking\n\n\u001b[1m欠けているもの\u001b[22m\n\u001b[1m(Kakete iru mono)\u001b[22m\n\nTranslations of \u001b[4mwhat its lacking\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhat its lacking\u001b[24m\n    \u001b[1m欠けているもの\u001b[22m, \u001b[1m何そのが欠け\u001b[22m\n* personally I wish this was more violent. I want more blood! but who knows it might ruin the overall enjoyment of the anime if this was so.\n\n\u001b[1m*個人的には、これはもっと暴力的だったと思う。 私はもっ​​と血が欲しい！ それがそうだったら、それはアニメの全体的な楽しみを台無しにするかもしれないことを知っている。\u001b[22m\n\u001b[1m(* Kojin-teki ni wa, koreha motto bōryoku-tekidatta to omou. Watashi wa mo~tsu​​ to chi ga hoshī! Sore ga sōdattara, soreha anime no zentai-tekina tanoshimi o dainashi ni suru kamo shirenai koto o shitte iru.)\u001b[22m\n\nTranslations of \u001b[4m* personally I wish this was more violent. I want more blood! but who knows it might ruin the overall enjoyment of the anime if this was so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m* personally I wish this was more violent.\u001b[24m\n    \u001b[1m*個人的には、これはもっと暴力的だったと思う。\u001b[22m, \u001b[1m*個人的に私は、これはより暴力的でしたなあ。\u001b[22m\n\u001b[4mI want more blood!\u001b[24m\n    \u001b[1m私はもっと血が欲しい！\u001b[22m, \u001b[1m私はより多くの血液が欲しいです！\u001b[22m\n\u001b[4mbut who knows it might ruin the overall enjoyment of the anime if this was so.\u001b[24m\n    \u001b[1mそれがそうだったら、それはアニメの全体的な楽しみを台無しにするかもしれないことを知っている。\u001b[22m, \u001b[1mこれがそうであった場合は知っている、それはアニメの全体的な楽しみを台無しにする可能性があります。\u001b[22m\n* there doesnt seem to be too many surprises, though i must admit i still enjoy the story all the same and there is plenty of room for surprises in the future\n\n\u001b[1m*私はまだ話をすべて楽しんでいることを認めなければならないが、あまりにも多くの驚きがあるようではないし、将来の驚きの余地は十分ある\u001b[22m\n\u001b[1m(* Watashi wa mada hanashi o subete tanoshinde iru koto o mitomenakereba naranaiga, amarini mo ōku no odoroki ga aru yōde wanaishi, shōrai no odoroki no yochi wa jūbun aru)\u001b[22m\n\nTranslations of \u001b[4m* there doesnt seem to be too many surprises, though i must admit i still enjoy the story all the same and there is plenty of room for surprises in the future\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m* there doesnt seem to be too many surprises, though i must admit i still enjoy the story all the same and there is plenty of room for surprises in the future\u001b[24m\n    \u001b[1m*私はまだ話をすべて楽しんでいることを認めなければならないが、あまりにも多くの驚きがあるようではないし、将来の驚きの余地は十分ある\u001b[22m, \u001b[1m*私はまだすべて同じ話を楽しみ、驚きの余地が将来的にそこにある認めなければならないのに、あまりにも多くの驚きがあるように見えるdoesntの\u001b[22m\n\u001b[1m\u001b[22m\nIf you had already watched fairy tail and liked it i would suggest:\n\n\u001b[1mあなたがすでに妖精の尾を見て、それが好きなら、私は示唆します：\u001b[22m\n\u001b[1m(Anata ga sudeni yōsei no o o mite, sore ga sukinara, watashi wa shisa shimasu:)\u001b[22m\n\nTranslations of \u001b[4mIf you had already watched fairy tail and liked it i would suggest:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you had already watched fairy tail and liked it i would suggest:\u001b[24m\n    \u001b[1mあなたがすでに妖精の尾を見て、それが好きなら、私は示唆します：\u001b[22m, \u001b[1mすでに妖精の尻尾を見て、それを気に入っていた場合、私はお勧めします：\u001b[22m\nOne piece\n\n\u001b[1mワンピース\u001b[22m\n\u001b[1m(Wanpīsu)\u001b[22m\n\nDefinitions of \u001b[4mOne piece\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    ワンピースの\u001b[22m\n        one-piece\nHunter X hunter\n\n\u001b[1mハンターXハンター\u001b[22m\n\u001b[1m(Hantā X hantā)\u001b[22m\n\nTranslations of \u001b[4mHunter X hunter\u001b[24m\n[ \u001b[4mFrançais\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHunter\u001b[24m\n    \u001b[1mハンター\u001b[22m, \u001b[1mハンター・\u001b[22m, \u001b[1m・ハンター\u001b[22m, \u001b[1mのハンター\u001b[22m\n\u001b[4mX\u001b[24m\n    \u001b[1mX\u001b[22m, \u001b[1mのX\u001b[22m, \u001b[1mXの\u001b[22m\n\u001b[4mhunter\u001b[24m\n    \u001b[1mハンター\u001b[22m, \u001b[1mハンター・\u001b[22m, \u001b[1m・ハンター\u001b[22m, \u001b[1mのハンター\u001b[22m\nShaman king\n\n\u001b[1mシャーマンキング\u001b[22m\n\u001b[1m(Shāmankingu)\u001b[22m\n\nTranslations of \u001b[4mShaman king\u001b[24m\n[ \u001b[4mTiếng Việt\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShaman king\u001b[24m\n    \u001b[1mシャーマンキング\u001b[22m, \u001b[1mシャーマンの王\u001b[22m, \u001b[1mシャーマン王\u001b[22m, \u001b[1m巫王\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "theycallmeeyou",
    "profile": "/profile/theycallmeeyou/reviews",
    "pages": "14",
    "number": "14",
    "link": "/reviews.php?id=30166",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  10\n\nアニメに43エピソードを、もっと憧れています...アニメは10か4かを正確に知っている人はいませんが、アニメを見るときはそれが気に入っています。\n\nストーリー：\nフェアリーテールはとても楽しかったです。 ストーリーは、その問題に関してはfmaや死のノートと同じくらい複雑ではありませんが、十分です。 あなたが豊かなアニメーションを探しているなら、それはそれではありません。 むしろフェアリーテイルの魅力は、その豊かなコメディと強いキャラクターの発展に伴います。\n\n品質：\nさらに、Fairy Tailはハードコアなアニメ愛好家向けにFairy TailがHDにキャストされています。 ヒヨノのようなファンサブは、アニメを選ぶという点ではっきりとした720pのエピソードをこれまでにも持っています。  720pは大画面で見栄えがよく、フェアリーテールはあなたの特別な攻撃を除いて多くのシーンを再利用しませんが、それは15か所以上のエピソードを削除します。\n\nEPISODES：\n漂白剤やナルトのような他のアニメとは違って、あるエピソードでいくつかの出来事が起こるため、エピソードは長く妖精だと感じます....フェアリーテールは非常に面白く、犬夜叉とは違って再利用しない傾向があります。 サウンドトラックと声優の両方が素晴らしいとostが利用可能です。\n\n全体：\nFariy Tailはあなたの典型的なステレオタイプのアニメを出力します。 ワンピースとは違って、ナルト、ブリーチ、フェアリーテールは弱者であり、あなたの時間のための実行です。 あなたはエピソードの終わりに来ることはありません、なぜあなたはまだそれを見ているのだろうかと思うが、むしろ次の週エピソードが出てくるまであなた自身を元気に保つようにしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n43 episodes into the anime and im still yearning for more... Im not one to know exactly what anime is a 10 or a 4 but when i watch an anime i either like it or dont.\n\n\u001b[1mアニメに43エピソードを、もっと憧れています...アニメは10か4かを正確に知っている人はいませんが、アニメを見るときはそれが気に入っています。\u001b[22m\n\u001b[1m(Anime ni 43 episōdo o, motto akogarete imasu... Anime wa 10 ka 4 ka o seikaku ni shitte iru hito wa imasenga, anime o miru toki wa sore ga kiniitte imasu.)\u001b[22m\n\nTranslations of \u001b[4m43 episodes into the anime and im still yearning for more... Im not one to know exactly what anime is a 10 or a 4 but when i watch an anime i either like it or dont.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m43 episodes into the anime and im still yearning for more... Im not one to know exactly what anime is a 10 or a 4 but when i watch an anime i either like it or dont.\u001b[24m\n    \u001b[1mアニメに43エピソードを、もっと憧れています...アニメは10か4かを正確に知っている人はいませんが、アニメを見るときはそれが気に入っています。\u001b[22m, \u001b[1mさらにより憧れのアニメやイムへの43のエピソード...イムない1私は、アニメ私それのようにかいけないのいずれかを見るとアニメが10または4であるが、正確に把握します。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY:\n/ˈstôrē/\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mSTORY:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nFairy Tail is so simple that its enjoyable. The story is not as complex as fma or death note for that matter but it is suffice. If your looking for a rich plotted anime then this isnt it. Rather Fairy Tails appeal comes with its rich comedy and strong character development.\n\n\u001b[1mフェアリーテールはとても楽しかったです。 ストーリーは、その問題に関してはfmaや死のノートと同じくらい複雑ではありませんが、十分です。 あなたが豊かなアニメーションを探しているなら、それはそれではありません。 むしろフェアリーテイルの魅力は、その豊かなコメディと強いキャラクターの発展に伴います。\u001b[22m\n\u001b[1m(Fearītēru wa totemo tanoshikattadesu. Sutōrī wa, sono mondai ni kanshite wa fma ya shi no nōto to onaji kurai fukuzatsude wa arimasenga, jūbundesu. Anata ga yutakana animēshon o sagashite irunara, sore wa sorede wa arimasen. Mushiro fearīteiru no miryoku wa, sono yutakana komedi to tsuyoi kyarakutā no hatten ni tomonaimasu.)\u001b[22m\n\nTranslations of \u001b[4mFairy Tail is so simple that its enjoyable. The story is not as complex as fma or death note for that matter but it is suffice. If your looking for a rich plotted anime then this isnt it. Rather Fairy Tails appeal comes with its rich comedy and strong character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFairy Tail is so simple that its enjoyable.\u001b[24m\n    \u001b[1mフェアリーテールはとても楽しかったです。\u001b[22m, \u001b[1mフェアリーテイルは、その楽しいように簡単です。\u001b[22m\n\u001b[4mThe story is not as complex as fma or death note for that matter but it is suffice.\u001b[24m\n    \u001b[1mストーリーは、その問題に関してはfmaや死のノートと同じくらい複雑ではありませんが、十分です。\u001b[22m, \u001b[1m物語はそのことについてはFMAまたは死亡のノートのように複雑ではないですが、それは十分です。\u001b[22m\n\u001b[4mIf your looking for a rich plotted anime then this isnt it.\u001b[24m\n    \u001b[1mあなたが豊かなアニメーションを探しているなら、それはそれではありません。\u001b[22m, \u001b[1mあなたが豊かなプロットアニメを探しているなら、これはそれをイマイチ。\u001b[22m\n\u001b[4mRather Fairy Tails appeal comes with its rich comedy and strong character development.\u001b[24m\n    \u001b[1mむしろフェアリーテイルの魅力は、その豊かなコメディと強いキャラクターの発展に伴います。\u001b[22m, \u001b[1mむしろ妖精尾の魅力は、その豊かなコメディと強力なキャラクターの成長が付属しています。\u001b[22m\n\u001b[1m\u001b[22m\nQUALITY:\n/ˈkwälətē/\n\n\u001b[1m品質：\u001b[22m\n\u001b[1m(Hinshitsu:)\u001b[22m\n\nDefinitions of \u001b[4mQUALITY:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    品質\u001b[22m\n        quality\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    善し悪し\u001b[22m\n        quality, merits or demerits, suitability\n\u001b[1m    優劣\u001b[22m\n        superiority or inferiority, merits, quality\n\u001b[1m    俊逸\u001b[22m\n        excellence, genius, merit, quality, distinction, worth\n\u001b[1m    俊英\u001b[22m\n        genius, eminence, goodness, excellence, merit, quality\n\u001b[1m    位取り\u001b[22m\n        digit, grade, class, quality, unit, positioning of decimal point\n\u001b[1m    作柄\u001b[22m\n        crop conditions, quality\n\u001b[1m    儁\u001b[22m\n        merit, quality, distinction, worth, excellency, eminence\n\u001b[1m    善い悪い\u001b[22m\n        merits or demerits, quality, suitability\n\u001b[1m    備後表\u001b[22m\n        quality, tatami covering\n\nadjective\n\u001b[1m    出来\u001b[22m\n        quality, quick, brilliant, sharp, smart, bright\nIn addition, Fairy Tail is broad casted in HD so for hardcore quality anime lovers Fairy Tail hits the spot. Fansubs like Hiyono will have ever episode in 720p which is a definite plus when it comes to picking an anime. The 720p looks great on a big screen and Fairy Tail does not reuse a lot of scenes except for your occasional special attacks but that gets removed 15 or so episodes in.\n\n\u001b[1mさらに、Fairy Tailはハードコアなアニメ愛好家向けにFairy TailがHDにキャストされています。 ヒヨノのようなファンサブは、アニメを選ぶという点ではっきりとした720pのエピソードをこれまでにも持っています。  720pは大画面で見栄えがよく、フェアリーテールはあなたの特別な攻撃を除いて多くのシーンを再利用しませんが、それは15か所以上のエピソードを削除します。\u001b[22m\n\u001b[1m(Sarani, feari Tail wa hādokoana anime aikō-ka-muke ni feari Tail ga HD ni kyasuto sa rete imasu. Hiyono no yōna fan sabu wa, anime o erabu to iu ten de hakkiri to shita 720 p no episōdo o kore made ni mo motte imasu. 720 P wa dai gamen de mibae ga yoku, fearītēru wa anata no tokubetsuna kōgeki o nozoite ōku no shīn o sai riyō shimasenga, sore wa 15-kasho ijō no episōdo o sakujo shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn addition, Fairy Tail is broad casted in HD so for hardcore quality anime lovers Fairy Tail hits the spot. Fansubs like Hiyono will have ever episode in 720p which is a definite plus when it comes to picking an anime. The 720p looks great on a big screen and Fairy Tail does not reuse a lot of scenes except for your occasional special attacks but that gets removed 15 or so episodes in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn addition, Fairy Tail is broad casted in HD so for hardcore quality anime lovers Fairy Tail hits the spot.\u001b[24m\n    \u001b[1mさらに、Fairy Tailはハードコアなアニメ愛好家向けにFairy TailがHDにキャストされています。\u001b[22m, \u001b[1m筋金入りの品質アニメ愛好家のためのフェアリーテールがスポットに当たるので、また、フェアリーテイルは、幅広いHDにキャストされています。\u001b[22m\n\u001b[4mFansubs like Hiyono will have ever episode in 720p which is a definite plus when it comes to picking an anime.\u001b[24m\n    \u001b[1mヒヨノのようなファンサブは、アニメを選ぶという点ではっきりとした720pのエピソードをこれまでにも持っています。\u001b[22m, \u001b[1mHiyonoのようなファンサブは、アニメを摘みに来るとき明確なプラスですが720pでのこれまでのエピソードを持っています。\u001b[22m\n\u001b[4mThe 720p looks great on a big screen and Fairy Tail does not reuse a lot of scenes except for your occasional special attacks but that gets removed 15 or so episodes in.\u001b[24m\n    \u001b[1m720pは大画面で見栄えがよく、フェアリーテールはあなたの特別な攻撃を除いて多くのシーンを再利用しませんが、それは15か所以上のエピソードを削除します。\u001b[22m, \u001b[1m720は、大画面で大きく見ますとフェアリーテイルは、あなたの時折の特殊攻撃を除き、シーンの多くを再利用していないが、それは15かそこらのエピソードを削除します。\u001b[22m\n\u001b[1m\u001b[22m\nEPISODES:\n\n\u001b[1mEPISODES：\u001b[22m\n\u001b[1m(EPISODES:)\u001b[22m\n\nDefinitions of \u001b[4mEPISODES:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    エピソード\u001b[22m\n        episode\n\u001b[1m    挿話\u001b[22m\n        episode\nEpisodes feel fairy long because several events will happen in one episode unlike other animes such as bleach or naruto.... Fairy Tail is very funny and they tend not to reuse jokes unlike Inuyasha. The soundtrack and voice acting are both amazing and ost are available.\n\n\u001b[1m漂白剤やナルトのような他のアニメとは違って、あるエピソードでいくつかの出来事が起こるため、エピソードは長く妖精だと感じます....フェアリーテールは非常に面白く、犬夜叉とは違って再利用しない傾向があります。 サウンドトラックと声優の両方が素晴らしいとostが利用可能です。\u001b[22m\n\u001b[1m(Hyōhaku-zai ya naruto no yōna ta no anime to wa chigatte, aru episōdo de ikutsu ka no dekigoto ga okoru tame, episōdo wa nagaku yōseida to kanjimasu. ... Fearītēru wa hijō ni omoshiroku, inu yasha to wa chigatte sai riyō shinai keikō ga arimasu. Saundotorakku to seiyū no ryōhō ga subarashī to ost ga riyō kanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mEpisodes feel fairy long because several events will happen in one episode unlike other animes such as bleach or naruto.... Fairy Tail is very funny and they tend not to reuse jokes unlike Inuyasha. The soundtrack and voice acting are both amazing and ost are available.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEpisodes feel fairy long because several events will happen in one episode unlike other animes such as bleach or naruto.... Fairy Tail is very funny and they tend not to reuse jokes unlike Inuyasha.\u001b[24m\n    \u001b[1m漂白剤やナルトのような他のアニメとは違って、あるエピソードでいくつかの出来事が起こるため、エピソードは長く妖精だと感じます....フェアリーテールは非常に面白く、犬夜叉とは違って再利用しない傾向があります。\u001b[22m, \u001b[1mいくつかのイベントは、漂白剤やナルトなど、他のアニメと違って1つのエピソードで起こりますのでエピソードは長く妖精を感じる....フェアリーテイルは非常に面白いです、彼らは犬夜叉とは異なり、ジョークを再使用しない傾向があります。\u001b[22m\n\u001b[4mThe soundtrack and voice acting are both amazing and ost are available.\u001b[24m\n    \u001b[1mサウンドトラックと声優の両方が素晴らしいとostが利用可能です。\u001b[22m, \u001b[1mサウンドトラックと声の演技は素晴らしいとOSTの両方が利用可能です。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOVERALL:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nFariy Tail out does your typical stereo type anime. Unlike One Piece, Naruto, Bleach, Fairy Tail is the underdog and is a run for your time. You will not come to the end of an episode and wonder why you are still watching it but rather try to keep yourself sane until next weeks episode comes out.\n\n\u001b[1mFariy Tailはあなたの典型的なステレオタイプのアニメを出力します。 ワンピースとは違って、ナルト、ブリーチ、フェアリーテールは弱者であり、あなたの時間のための実行です。 あなたはエピソードの終わりに来ることはありません、なぜあなたはまだそれを見ているのだろうかと思うが、むしろ次の週エピソードが出てくるまであなた自身を元気に保つようにしてください。\u001b[22m\n\u001b[1m(Fariy Tail wa anata no tenkei-tekina sutereo taipu no anime o shutsuryoku shimasu. Wanpīsu to wa chigatte, naruto, burīchi, fearītēru wa jakushadeari, anata no jikan no tame no jikkōdesu. Anata wa episōdo no owari ni kuru koto wa arimasen, naze anata wa mada sore o mite iru nodarou ka to omou ga, mushiro tsugi no shū episōdo ga detekuru made anata jishin o genki ni tamotsu yō ni shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mFariy Tail out does your typical stereo type anime. Unlike One Piece, Naruto, Bleach, Fairy Tail is the underdog and is a run for your time. You will not come to the end of an episode and wonder why you are still watching it but rather try to keep yourself sane until next weeks episode comes out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFariy Tail out does your typical stereo type anime.\u001b[24m\n    \u001b[1mFariy Tailはあなたの典型的なステレオタイプのアニメを出力します。\u001b[22m, \u001b[1mFariyテールアウトはあなたの典型的なステレオタイプのアニメを行います。\u001b[22m\n\u001b[4mUnlike One Piece, Naruto, Bleach, Fairy Tail is the underdog and is a run for your time.\u001b[24m\n    \u001b[1mワンピースとは違って、ナルト、ブリーチ、フェアリーテールは弱者であり、あなたの時間のための実行です。\u001b[22m, \u001b[1mワンピース、ナルト、ブリーチとは異なり、フェアリーテールは弱者であり、あなたの時間のために実行されます。\u001b[22m\n\u001b[4mYou will not come to the end of an episode and wonder why you are still watching it but rather try to keep yourself sane until next weeks episode comes out.\u001b[24m\n    \u001b[1mあなたはエピソードの終わりに来ることはありません、なぜあなたはまだそれを見ているのだろうかと思うが、むしろ次の週エピソードが出てくるまであなた自身を元気に保つようにしてください。\u001b[22m, \u001b[1mあなたはエピソードの終わりに来て、あなたはまだそれを見ている理由だろうではなく、次の週のエピソードが出てくるまでまともな自分を維持しようとしません。\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "Scyphozoa",
    "profile": "/profile/Scyphozoa/reviews",
    "pages": "14",
    "number": "15",
    "link": "/reviews.php?id=30660",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n驚くべきことに、アニメはマンガに密着しており、作家が与えたイメージを本当に捉えています。 コメディー、ロマンス、マジック、無意味な爆破、どんなに良いかもしれない。 今までのエピソードでは私のことを笑わせることはできませんでした！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAbsolutly amazing, the anime sticks closely to the manga and truly captures the image that the writers gave. Comedy, Romance, Magic and Pointless Brawls, what could be any better. There isn't an episode so far that hasn't made me laugh!\n\n\u001b[1m驚くべきことに、アニメはマンガに密着しており、作家が与えたイメージを本当に捉えています。 コメディー、ロマンス、マジック、無意味な爆破、どんなに良いかもしれない。 今までのエピソードでは私のことを笑わせることはできませんでした！\u001b[22m\n\u001b[1m(Odorokubeki koto ni, anime wa manga ni mitchaku shite ori, sakka ga ataeta imēji o hontōni toraete imasu. Komedī, romansu, majikku, muimina bakuha, don'nani yoi kamo shirenai. Ima made no episōdode wa watashi no koto o warawaseru koto wa dekimasendeshita!)\u001b[22m\n\nTranslations of \u001b[4mAbsolutly amazing, the anime sticks closely to the manga and truly captures the image that the writers gave. Comedy, Romance, Magic and Pointless Brawls, what could be any better. There isn't an episode so far that hasn't made me laugh!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbsolutly amazing, the anime sticks closely to the manga and truly captures the image that the writers gave.\u001b[24m\n    \u001b[1m驚くべきことに、アニメはマンガに密着しており、作家が与えたイメージを本当に捉えています。\u001b[22m, \u001b[1mAbsolutly素晴らしい、アニメはマンガに密接にこだわった、本当に作家が与えた画像を撮像します。\u001b[22m\n\u001b[4mComedy, Romance, Magic and Pointless Brawls, what could be any better.\u001b[24m\n    \u001b[1mコメディー、ロマンス、マジック、無意味な爆破、どんなに良いかもしれない。\u001b[22m, \u001b[1m任意のより良い何ができるかコメディ、ロマンス、魔法や無意味な喧嘩、。\u001b[22m\n\u001b[4mThere isn't an episode so far that hasn't made me laugh!\u001b[24m\n    \u001b[1m今までのエピソードでは私のことを笑わせることはできませんでした！\u001b[22m, \u001b[1mエピソードは、私を笑わせていないこと、これまでありません！\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "Hiryu12",
    "profile": "/profile/Hiryu12/reviews",
    "pages": "14",
    "number": "16",
    "link": "/reviews.php?id=101205",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nフェアリーテール：7-7-X777\n\nストーリー（9）：主な物語の弧には、主人公の奈津が龍である親と竜の消滅と同じ日に母親が亡くなったルーシーを探します。 彼らは、自分の話を持っているフェアリーテイルの魔法使いの仲間に加わります。 プロットは非常に興味深いものであり、特にアニメの最後の物語であるフェアリーテールの最も強力なストーリーアークの1つで改善されています。 非常に多くの文字を持つショーに必要な文字の焦点にも良い分布があります。\n\nアート（9）：芸術はきれいでいいですし、私は他のことを求めることはできません。 非常にカラフルでスムーズです。\n\nサウンド（10）：ショーのバックグラウンドミュージックは、音楽では通常使用されないさまざまな楽器を使用します。 それは非常にセルティックとやや魅力的なので、それはショーのタイトルのために動作します。 オープニングとエンディングショーのテーマも印象的で、とてもキャッチーです。 私にとっては、スノーフェアリー（1st OP）、君がいらっしゃる（4th ED）、はじまりの空（11th OP）、エール（13th ED）、私たちはスターズ（14th ED）です。\n\nキャラクター（10）; 文字の中には非常に一般的なものもありますが、それらを愛することはできません。 キャラクターには、身体的性格と人格的特性の多様性が明白です。 キャラクターの大部分の癖や実行中のギャグは、本当に素晴らしいパンチラインを出すときに機能します。\n\n全体的なフェアリーテールは時計の価値のあるショーです。 それは何のために175エピソードを最後にしていませんでした。 いくつかの笑いを持って、ショーの間にいくつかの感傷的な瞬間を経験してください。 個人的に私には大きなストレスリリーフがあります。それはなぜ私が10/10を与えるのかです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFairy Tail: 7-7-X777\n\n\u001b[1mフェアリーテール：7-7-X777\u001b[22m\n\u001b[1m(Fearītēru: 7 - 7 - X 777)\u001b[22m\n\nTranslations of \u001b[4mFairy Tail: 7-7-X777\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFairy Tail: 7-7-X777\u001b[24m\n    \u001b[1mフェアリーテール：7-7-X777\u001b[22m, \u001b[1mフェアリーテイル：7-7-X777\u001b[22m\n\u001b[1m\u001b[22m\nStory (9): The main story arc involves the main characters, Natsu, searching for his parent which is a dragon and Lucy whose mother died on the same day as the disappearance of the dragons. They are joined by their mates a wizard guild in Fairy Tail who have their own stories. The plot is very interesting and improving especially in one of the most powerful story arcs in Fairy Tail, which is the last story arc in the anime. There is also good distribution on the focus of the characters which is required for a show with so many characters.\n\n\u001b[1mストーリー（9）：主な物語の弧には、主人公の奈津が龍である親と竜の消滅と同じ日に母親が亡くなったルーシーを探します。 彼らは、自分の話を持っているフェアリーテイルの魔法使いの仲間に加わります。 プロットは非常に興味深いものであり、特にアニメの最後の物語であるフェアリーテールの最も強力なストーリーアークの1つで改善されています。 非常に多くの文字を持つショーに必要な文字の焦点にも良い分布があります。\u001b[22m\n\u001b[1m(Sutōrī (9 ): Omona monogatari no ko ni wa, shujinkō no Natsu ga ryūdearu oya to ryū no shōmetsu to onaji Ni~Tsu ni hahaoya ga nakunatta rūshī o sagashimasu. Karera wa, jibun no hanashi o motte iru fearīteiru no mahōtsukai no nakama ni kuwawarimasu. Purotto wa hijō ni kyōmibukai monodeari, tokuni anime no saigo no monogataridearu fearītēru no mottomo kyōryokuna sutōrīāku no 1tsu de kaizen sa rete imasu. Hijō ni ōku no moji o motsu shō ni hitsuyōna moji no shōten ni mo yoi bunpu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory (9): The main story arc involves the main characters, Natsu, searching for his parent which is a dragon and Lucy whose mother died on the same day as the disappearance of the dragons. They are joined by their mates a wizard guild in Fairy Tail who have their own stories. The plot is very interesting and improving especially in one of the most powerful story arcs in Fairy Tail, which is the last story arc in the anime. There is also good distribution on the focus of the characters which is required for a show with so many characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (9): The main story arc involves the main characters, Natsu, searching for his parent which is a dragon and Lucy whose mother died on the same day as the disappearance of the dragons.\u001b[24m\n    \u001b[1mストーリー（9）：主な物語の弧には、主人公の奈津が龍である親と竜の消滅と同じ日に母親が亡くなったルーシーを探します。\u001b[22m, \u001b[1mストーリー（9）：メインストーリーアークは母竜の消失と同じ日に死亡した竜とルーシーである彼の親を探し、メインキャラクター、夏を伴います。\u001b[22m\n\u001b[4mThey are joined by their mates a wizard guild in Fairy Tail who have their own stories.\u001b[24m\n    \u001b[1m彼らは、自分の話を持っているフェアリーテイルの魔法使いの仲間に加わります。\u001b[22m, \u001b[1m彼らは自分自身の物語を持っている彼らの仲間フェアリーテールでウィザードギルドによって接合されています。\u001b[22m\n\u001b[4mThe plot is very interesting and improving especially in one of the most powerful story arcs in Fairy Tail, which is the last story arc in the anime.\u001b[24m\n    \u001b[1mプロットは非常に興味深いものであり、特にアニメの最後の物語であるフェアリーテールの最も強力なストーリーアークの1つで改善されています。\u001b[22m, \u001b[1mプロットは非常に興味深いですし、アニメの最後の物語アークであるフェアリーテイル、中で最も強力なストーリーアークの1で、特に改善します。\u001b[22m\n\u001b[4mThere is also good distribution on the focus of the characters which is required for a show with so many characters.\u001b[24m\n    \u001b[1m非常に多くの文字を持つショーに必要な文字の焦点にも良い分布があります。\u001b[22m, \u001b[1m非常に多くの文字がショーのために必要とされる文字の焦点に良好な分布もあります。\u001b[22m\n\u001b[1m\u001b[22m\nArt (9): The art is clean and nice and I can't ask for anything else. Its very colorful and smooth as well.\n\n\u001b[1mアート（9）：芸術はきれいでいいですし、私は他のことを求めることはできません。 非常にカラフルでスムーズです。\u001b[22m\n\u001b[1m(Āto (9 ): Geijutsu wa kireide īdesushi, watashi wa hoka no koto o motomeru koto wa dekimasen. Hijō ni karafuru de sumūzudesu.)\u001b[22m\n\nTranslations of \u001b[4mArt (9): The art is clean and nice and I can't ask for anything else. Its very colorful and smooth as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (9): The art is clean and nice and I can't ask for anything else.\u001b[24m\n    \u001b[1mアート（9）：芸術はきれいでいいですし、私は他のことを求めることはできません。\u001b[22m, \u001b[1mアート（9）：芸術は清潔でいいです、私は何かを求めることはできません。\u001b[22m\n\u001b[4mIts very colorful and smooth as well.\u001b[24m\n    \u001b[1m非常にカラフルでスムーズです。\u001b[22m, \u001b[1mその非常にカラフルでスムーズにも。\u001b[22m\n\u001b[1m\u001b[22m\nSound (10): Background music in the show employs different instruments which aren't usually used in music. Its very celtic and somewhat enchanting as well which makes it work for the show's title. Opening and Ending Themes of the shows are also impressive and very catchy. Standouts for me include Snow Fairy (1st OP), Kimi Ga Iru Kara (4th ED), Hajimari no Sora (11th OP), Yell (13th ED) and We're the Stars (14th ED).\n\n\u001b[1mサウンド（10）：ショーのバックグラウンドミュージックは、音楽では通常使用されないさまざまな楽器を使用します。 それは非常にセルティックとやや魅力的なので、それはショーのタイトルのために動作します。 オープニングとエンディングショーのテーマも印象的で、とてもキャッチーです。 私にとっては、スノーフェアリー（1st OP）、君がいらっしゃる（4th ED）、はじまりの空（11th OP）、エール（13th ED）、私たちはスターズ（14th ED）です。\u001b[22m\n\u001b[1m(Saundo (10): Shō no bakkuguraundomyūjikku wa, ongakude wa tsūjō shiyō sa renai samazamana gakki o shiyō shimasu. Sore wa hijō ni serutikku to yaya miryoku-tekinanode, soreha shō no taitoru no tame ni dōsa shimasu. Ōpuningu to endingushō no tēma mo inshō-tekide, totemo kyatchīdesu. Watashi ni totte wa, sunōfearī (1 st OP), kimi ga irassharu (4 th ED), hajimarinosora (11 th OP), ēru (13 th ED), watashitachiha sutāzu (14 th ED)desu.)\u001b[22m\n\nTranslations of \u001b[4mSound (10): Background music in the show employs different instruments which aren't usually used in music. Its very celtic and somewhat enchanting as well which makes it work for the show's title. Opening and Ending Themes of the shows are also impressive and very catchy. Standouts for me include Snow Fairy (1st OP), Kimi Ga Iru Kara (4th ED), Hajimari no Sora (11th OP), Yell (13th ED) and We're the Stars (14th ED).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (10): Background music in the show employs different instruments which aren't usually used in music.\u001b[24m\n    \u001b[1mサウンド（10）：ショーのバックグラウンドミュージックは、音楽では通常使用されないさまざまな楽器を使用します。\u001b[22m, \u001b[1mサウンド（10）：ショーでバックグラウンドミュージックは、通常、音楽で使用されていないさまざまな楽器を採用しています。\u001b[22m\n\u001b[4mIts very celtic and somewhat enchanting as well which makes it work for the show's title.\u001b[24m\n    \u001b[1mそれは非常にセルティックとやや魅力的なので、それはショーのタイトルのために動作します。\u001b[22m, \u001b[1mその非常にケルト、それはショーのタイトルのために働くことができますだけでなく、幾分魅惑的。\u001b[22m\n\u001b[4mOpening and Ending Themes of the shows are also impressive and very catchy.\u001b[24m\n    \u001b[1mオープニングとエンディングショーのテーマも印象的で、とてもキャッチーです。\u001b[22m, \u001b[1mオープニングやショーのテーマを終了することも印象的で、非常にキャッチーです。\u001b[22m\n\u001b[4mStandouts for me include Snow Fairy (1st OP), Kimi Ga Iru Kara (4th ED), Hajimari no Sora (11th OP), Yell (13th ED) and We're the Stars (14th ED).\u001b[24m\n    \u001b[1m私にとっては、スノーフェアリー（1st OP）、君がいらっしゃる（4th ED）、はじまりの空（11th OP）、エール（13th ED）、私たちはスターズ（14th ED）です。\u001b[22m, \u001b[1m私のための傑出はスノーフェアリー（第一OP）、君がいるから（第四ED）、はじまりの空（第11回OP）、エール（13日ED）と私たちはスターズ（14日ED）しているが含まれています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (10); Even though some of the characters are very generic, you can't help but love them. Diversity in both physical and personality traits are evident in the characters. Most quirks and running gags of the characters work when delivering their punchlines which is really great.\n\n\u001b[1mキャラクター（10）; 文字の中には非常に一般的なものもありますが、それらを愛することはできません。 キャラクターには、身体的性格と人格的特性の多様性が明白です。 キャラクターの大部分の癖や実行中のギャグは、本当に素晴らしいパンチラインを出すときに機能します。\u001b[22m\n\u001b[1m(Kyarakutā (10); moji no nakaniha hijō ni ippantekina mono mo arimasuga, sorera o aisuru koto wa dekimasen. Kyarakutā ni wa, karada-teki seikaku to jinkaku-teki tokusei no tayō-sei ga meihakudesu. Kyarakutā no daibubun no kuse ya jikkō-chū no gyagu wa, hontōni subarashī panchi rain o dasu toki ni kinō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters (10); Even though some of the characters are very generic, you can't help but love them. Diversity in both physical and personality traits are evident in the characters. Most quirks and running gags of the characters work when delivering their punchlines which is really great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (10);\u001b[24m\n    \u001b[1mキャラクター（10）;\u001b[22m, \u001b[1mキャラクター（10）。\u001b[22m\n\u001b[4mEven though some of the characters are very generic, you can't help but love them.\u001b[24m\n    \u001b[1m文字の中には非常に一般的なものもありますが、それらを愛することはできません。\u001b[22m, \u001b[1m文字のいくつかは非常に一般的であっても、あなたは助けるが、それらを愛することができません。\u001b[22m\n\u001b[4mDiversity in both physical and personality traits are evident in the characters.\u001b[24m\n    \u001b[1mキャラクターには、身体的性格と人格的特性の多様性が明白です。\u001b[22m, \u001b[1m両方の物理的および人格特性の多様性は、文字に明らかです。\u001b[22m\n\u001b[4mMost quirks and running gags of the characters work when delivering their punchlines which is really great.\u001b[24m\n    \u001b[1mキャラクターの大部分の癖や実行中のギャグは、本当に素晴らしいパンチラインを出すときに機能します。\u001b[22m, \u001b[1mそのpunchlinesを配信する際、ほとんどの癖や文字のギャグを実行しては本当に素晴らしいしている仕事します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall Fairy Tail is a show worth a watch. It didn't last 175 episodes for nothing. Have some laughs and even experience some sentimental moments during the show. Personally it a great stress reliever for me which is why I give it a 10/10.\n\n\u001b[1m全体的なフェアリーテールは時計の価値のあるショーです。 それは何のために175エピソードを最後にしていませんでした。 いくつかの笑いを持って、ショーの間にいくつかの感傷的な瞬間を経験してください。 個人的に私には大きなストレスリリーフがあります。それはなぜ私が10/10を与えるのかです。\u001b[22m\n\u001b[1m(Zentai-tekina fearītēru wa tokei no kachinoaru shōdesu. Sore wa nani no tame ni 175 episōdo o saigo ni shite imasendeshita. Ikutsu ka no warai o motte, shō no ma ni ikutsu ka no kanshō-tekina shunkan o keiken shite kudasai. Kojin-teki ni watashiniha ōkina sutoresurirīfu ga arimasu. Sore wa naze watashi ga 10/ 10 o ataeru no kadesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall Fairy Tail is a show worth a watch. It didn't last 175 episodes for nothing. Have some laughs and even experience some sentimental moments during the show. Personally it a great stress reliever for me which is why I give it a 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Fairy Tail is a show worth a watch.\u001b[24m\n    \u001b[1m全体的なフェアリーテールは時計の価値のあるショーです。\u001b[22m, \u001b[1m全体のフェアリーテイルは、時計の価値ショーです。\u001b[22m\n\u001b[4mIt didn't last 175 episodes for nothing.\u001b[24m\n    \u001b[1mそれは何のために175エピソードを最後にしていませんでした。\u001b[22m, \u001b[1mそれは何のために175エピソードを続きませんでした。\u001b[22m\n\u001b[4mHave some laughs and even experience some sentimental moments during the show.\u001b[24m\n    \u001b[1mいくつかの笑いを持って、ショーの間にいくつかの感傷的な瞬間を経験してください。\u001b[22m, \u001b[1mいくつかの笑いを持っているとさえショーの間にいくつかの感傷的な瞬間を経験します。\u001b[22m\n\u001b[4mPersonally it a great stress reliever for me which is why I give it a 10/10.\u001b[24m\n    \u001b[1m個人的に私には大きなストレスリリーフがあります。それはなぜ私が10/10を与えるのかです。\u001b[22m, \u001b[1m個人的に私はそれを10月10日を与える理由である私にとって大きなストレスリリーフ。\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "DisguisedFairy",
    "profile": "/profile/DisguisedFairy/reviews",
    "pages": "14",
    "number": "17",
    "link": "/reviews.php?id=92319",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nアートワークに関する多くの嫌なコメントにもかかわらず、私は実際にそれを楽しんだ。 結末は突然だったが、同じ俳優と芸術で再び始まることを本当に望む。 私はこのショーのすべての瞬間を楽しんでいました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDespite many hateful comments on its artwork, I actually enjoyed it. Though, the ending was abrupt, I really hope it will start again with the same actors and art. I found myself enjoying every moment of this show.\n\n\u001b[1mアートワークに関する多くの嫌なコメントにもかかわらず、私は実際にそれを楽しんだ。 結末は突然だったが、同じ俳優と芸術で再び始まることを本当に望む。 私はこのショーのすべての瞬間を楽しんでいました。\u001b[22m\n\u001b[1m(Ātowāku ni kansuru ōku no iyana komento nimokakawarazu, watashi wa jissai ni sore o tanoshinda. Ketsumatsu wa totsuzendattaga, onaji haiyū to geijutsu de futatabi hajimaru koto o hontōni nozomu. Watashi wa kono shō no subete no shunkan o tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mDespite many hateful comments on its artwork, I actually enjoyed it. Though, the ending was abrupt, I really hope it will start again with the same actors and art. I found myself enjoying every moment of this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite many hateful comments on its artwork, I actually enjoyed it.\u001b[24m\n    \u001b[1mアートワークに関する多くの嫌なコメントにもかかわらず、私は実際にそれを楽しんだ。\u001b[22m, \u001b[1mそのアートワーク上の多くの不愉快なコメントにもかかわらず、私は実際にそれを楽しみました。\u001b[22m\n\u001b[4mThough, the ending was abrupt, I really hope it will start again with the same actors and art.\u001b[24m\n    \u001b[1m結末は突然だったが、同じ俳優と芸術で再び始まることを本当に望む。\u001b[22m, \u001b[1mしかし、結末は突然だった、私は実際にそれが同じ俳優や芸術で再び始めることを願っています。\u001b[22m\n\u001b[4mI found myself enjoying every moment of this show.\u001b[24m\n    \u001b[1m私はこのショーのすべての瞬間を楽しんでいました。\u001b[22m, \u001b[1m私は自分自身がこの番組のすべての瞬間を楽しんで発見しました。\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "Nibmeister",
    "profile": "/profile/Nibmeister/reviews",
    "pages": "14",
    "number": "18",
    "link": "/reviews.php?id=111171",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n私は通常ショーンの偉大なスコアを与えていないが、これは例外であった。 他のほとんどのショーンと同様に、このショーはすべて戦いに関するもので、特別な自然の才能を持つ熱い頭部/無邪気な主人公、パワーの働きが何らかの形で深みと一貫性をもって始まりますが、エピソード数が増えるにつれて、 すべてフィラーの全アークがあります...それは工場のものの多くの実行を持っています。\n\nしかし、それはあなたが通常見つけることができないかもしれない他のものがあります。 キャラクターの関係は十分に発達しており、ショーは他のジャンルのジャンルよりも多くの感情に焦点を当てています。 それぞれのキャラクターは自分のカラフルな過去を持っており、あなたは本当にそれらを個人的なレベルで知ることができます。 彼らの中には真剣にひねられた手荷物がいくつかあります。 キャラクターは変わり、恋に落ち、憎み始めます。 それはかなり乗り物です。 これらの個々のキャラクターのストーリーとその相互作用の一部によって、あなたが壊れてしまうことさえあります。\n\n芸術は明るく素晴らしいです。あなたはFairy Tailギルドのメンバーになり、キャラクターを満たし、その世界にいたいと思っています。 私は全体的に私はそれを8にします。なぜなら、それは興味のある人、私を飼育してくれた少年であるからです。 主に若い聴衆に合わせて作られていますが、ほとんどの人がそれを楽しむことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI normally don't give shonens great scores, but this one was an exception. Like most other shonens this show is all about the battles, has a hot head/innocent main protagonist with special natural talent, the explanations of how powers work start out with some form of depth and consistency but become less so as the episode count rises, there all are whole arcs of filler... it's got a lot of the run of the mill stuff.\n\n\u001b[1m私は通常ショーンの偉大なスコアを与えていないが、これは例外であった。 他のほとんどのショーンと同様に、このショーはすべて戦いに関するもので、特別な自然の才能を持つ熱い頭部/無邪気な主人公、パワーの働きが何らかの形で深みと一貫性をもって始まりますが、エピソード数が増えるにつれて、 すべてフィラーの全アークがあります...それは工場のものの多くの実行を持っています。\u001b[22m\n\u001b[1m(Watashi wa tsūjō shōn no idaina sukoa o ataete inaiga, koreha reigaideatta. Hoka no hotondo no shōn to dōyō ni, kono shō wa subete tatakai ni kansuru mono de, tokubetsuna shizen no sainō o motsu atsui tōbu/ mujakina shujinkō, pawā no hataraki ga nanrakano katachi de fukami to ikkan-sei o motte hajimarimasuga, episōdo-sū ga fueru ni tsurete, subete firā no zen āku ga arimasu... Sore wa kōjō no mono no ōku no jikkō o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI normally don't give shonens great scores, but this one was an exception. Like most other shonens this show is all about the battles, has a hot head/innocent main protagonist with special natural talent, the explanations of how powers work start out with some form of depth and consistency but become less so as the episode count rises, there all are whole arcs of filler... it's got a lot of the run of the mill stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI normally don't give shonens great scores, but this one was an exception.\u001b[24m\n    \u001b[1m私は通常ショーンの偉大なスコアを与えていないが、これは例外であった。\u001b[22m, \u001b[1m私は普通shonensに大きな得点を与えていないが、これが例外でした。\u001b[22m\n\u001b[4mLike most other shonens this show is all about the battles, has a hot head/innocent main protagonist with special natural talent, the explanations of how powers work start out with some form of depth and consistency but become less so as the episode count rises,\u001b[24m\n    \u001b[1m他のほとんどのショーンと同様に、このショーはすべて戦いに関するもので、特別な自然の才能を持つ熱い頭部/無邪気な主人公、パワーの働きが何らかの形で深みと一貫性をもって始まりますが、エピソード数が増えるにつれて、\u001b[22m, \u001b[1m、他のほとんどのshonensと同様に、このショーは、すべての戦いについてですホットヘッド/特別な才能を持つ無邪気な主人公を持って、力がどのように動作するかの説明は深さと一貫性のある形でスタートするが、エピソード数が上昇するとそれほどになります\u001b[22m\n\u001b[4mthere all are whole arcs of filler... it's got a lot of the run of the mill stuff.\u001b[24m\n    \u001b[1mすべてフィラーの全アークがあります...それは工場のものの多くの実行を持っています。\u001b[22m, \u001b[1mすべての充填材の全体のアークがあります...それはミルのものの実行をたくさん持っています。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, it's got other things that you might not normally find. The character relationships are well-developed and the show focuses a lot more on feelings than you might see in others of it's genre. Each character has his or her own colorful past and you can really get to know them on a personal level. Some of them have some seriously twisted baggage. The characters change, fall in love, begin to hate; it's quite the ride. The stories for these individual characters and some of their interactions might even cause you to tear up.\n\n\u001b[1mしかし、それはあなたが通常見つけることができないかもしれない他のものがあります。 キャラクターの関係は十分に発達しており、ショーは他のジャンルのジャンルよりも多くの感情に焦点を当てています。 それぞれのキャラクターは自分のカラフルな過去を持っており、あなたは本当にそれらを個人的なレベルで知ることができます。 彼らの中には真剣にひねられた手荷物がいくつかあります。 キャラクターは変わり、恋に落ち、憎み始めます。 それはかなり乗り物です。 これらの個々のキャラクターのストーリーとその相互作用の一部によって、あなたが壊れてしまうことさえあります。\u001b[22m\n\u001b[1m(Shikashi, sore wa anata ga tsūjō mitsukeru koto ga dekinai kamo shirenai ta no mono ga arimasu. Kyarakutā no kankei wa jūbun ni hattatsu shite ori, shō wa hoka no janru no janru yori mo ōku no kanjō ni shōten o atete imasu. Sorezore no kyarakutā wa jibun no karafuruna kako o motte ori, anata wa hontōni sorera o kojin-tekina reberu de shiru koto ga dekimasu. Karera no nakaniha shinken ni hinera reta tenimotsu ga ikutsu ka arimasu. Kyarakutā wa kawari, koi ni ochi, nikumi hajimemasu. Sore wa kanari norimonodesu. Korera no koko no kyarakutā no sutōrī to sono sōgo sayō no ichibu ni yotte, anata ga kowarete shimau koto sae arimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, it's got other things that you might not normally find. The character relationships are well-developed and the show focuses a lot more on feelings than you might see in others of it's genre. Each character has his or her own colorful past and you can really get to know them on a personal level. Some of them have some seriously twisted baggage. The characters change, fall in love, begin to hate; it's quite the ride. The stories for these individual characters and some of their interactions might even cause you to tear up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, it's got other things that you might not normally find.\u001b[24m\n    \u001b[1mしかし、それはあなたが通常見つけることができないかもしれない他のものがあります。\u001b[22m, \u001b[1mしかし、それはあなたが正常に見つけることができません可能性がある他のものを持っています。\u001b[22m\n\u001b[4mThe character relationships are well-developed and the show focuses a lot more on feelings than you might see in others of it's genre.\u001b[24m\n    \u001b[1mキャラクターの関係は十分に発達しており、ショーは他のジャンルのジャンルよりも多くの感情に焦点を当てています。\u001b[22m, \u001b[1m文字の関係がよく発達しており、ショーは、あなたがそれのジャンルの他に見るかもしれないよりも、感情にもっと多くのことを中心に説明します。\u001b[22m\n\u001b[4mEach character has his or her own colorful past and you can really get to know them on a personal level.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは自分のカラフルな過去を持っており、あなたは本当にそれらを個人的なレベルで知ることができます。\u001b[22m, \u001b[1m各文字は、彼または彼女自身のカラフルな過去を持って、あなたは本当に個人的なレベルでそれらを知ることができます。\u001b[22m\n\u001b[4mSome of them have some seriously twisted baggage.\u001b[24m\n    \u001b[1m彼らの中には真剣にひねられた手荷物がいくつかあります。\u001b[22m, \u001b[1mそれらのいくつかは、いくつかの深刻なねじれた荷物を持っています。\u001b[22m\n\u001b[4mThe characters change, fall in love, begin to hate;\u001b[24m\n    \u001b[1mキャラクターは変わり、恋に落ち、憎み始めます。\u001b[22m, \u001b[1m文字は、変更恋に落ちる、嫌いに開始。\u001b[22m\n\u001b[4mit's quite the ride.\u001b[24m\n    \u001b[1mそれはかなり乗り物です。\u001b[22m, \u001b[1mそれは非常に乗っだ。\u001b[22m\n\u001b[4mThe stories for these individual characters and some of their interactions might even cause you to tear up.\u001b[24m\n    \u001b[1mこれらの個々のキャラクターのストーリーとその相互作用の一部によって、あなたが壊れてしまうことさえあります。\u001b[22m, \u001b[1mこれらの個々の文字とその相互作用のいくつかについての物語も、あなたが引き裂くすることがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is bright and awesome, and the whole show kind of makes you want to be a member of the Fairy Tail guild, meet the characters and be in that world with them. Overall I give it an 8, mostly because it's a shonen that kept me, a grown man, interested in it. Mostly it's tailored for a younger audience, but a lot of enjoyment can be found in it by almost everyone.\n\n\u001b[1m芸術は明るく素晴らしいです。あなたはFairy Tailギルドのメンバーになり、キャラクターを満たし、その世界にいたいと思っています。 私は全体的に私はそれを8にします。なぜなら、それは興味のある人、私を飼育してくれた少年であるからです。 主に若い聴衆に合わせて作られていますが、ほとんどの人がそれを楽しむことができます。\u001b[22m\n\u001b[1m(Geijutsu wa akaruku subarashīdesu. Anata wa feari Tail girudo no menbā ni nari, kyarakutā o mitashi, sono sekai ni itai to omotte imasu. Watashi wa zentai-teki ni watashi wa sore o 8 ni shimasu. Nazenara, soreha kyōmi no aru hito, watashi o shiiku shite kureta shōnendearukaradesu. Omoni wakai chōshū ni awa sete tsukura rete imasuga, hotondo no hito ga sore o tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is bright and awesome, and the whole show kind of makes you want to be a member of the Fairy Tail guild, meet the characters and be in that world with them. Overall I give it an 8, mostly because it's a shonen that kept me, a grown man, interested in it. Mostly it's tailored for a younger audience, but a lot of enjoyment can be found in it by almost everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is bright and awesome, and the whole show kind of makes you want to be a member of the Fairy Tail guild, meet the characters and be in that world with them.\u001b[24m\n    \u001b[1m芸術は明るく素晴らしいです。あなたはFairy Tailギルドのメンバーになり、キャラクターを満たし、その世界にいたいと思っています。\u001b[22m, \u001b[1m芸術は明るく、素晴らしいです、そして全体のショーは一種のあなたは、フェアリーテールギルドのメンバーである文字を満たし、彼らとその世界になりたいことができます。\u001b[22m\n\u001b[4mOverall I give it an 8, mostly because it's a shonen that kept me, a grown man, interested in it.\u001b[24m\n    \u001b[1m私は全体的に私はそれを8にします。なぜなら、それは興味のある人、私を飼育してくれた少年であるからです。\u001b[22m, \u001b[1m全体的に私はそれが私を保った少年、それに興味を持って大人の男性、だ主な理由は、それを8を与えます。\u001b[22m\n\u001b[4mMostly it's tailored for a younger audience, but a lot of enjoyment can be found in it by almost everyone.\u001b[24m\n    \u001b[1m主に若い聴衆に合わせて作られていますが、ほとんどの人がそれを楽しむことができます。\u001b[22m, \u001b[1m大抵それは若い聴衆のために仕立てていますが、楽しみの多くは、ほとんど誰もがそれに記載されています。\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "Srom",
    "profile": "/profile/Srom/reviews",
    "pages": "14",
    "number": "19",
    "link": "/reviews.php?id=101067",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nフェアリーテールは、彼らがお互いを友人や家族として信頼するために、このギルドにとって希望の感覚をもたらすので、素晴らしい、アクション満載の、そして冒険的なアニメです。 私はFairy Tailのストーリーラインを楽しんでいて、過去にLucy、Erza、Grey、Natsuなどの過去の話をどのように見せていたのか、それぞれのキャラクターを知ることは興味深く、 エピソードを通して展開されたストーリーと彼らが戦う方法がどんなに強くなったか、本当に好きでした。 私は夏に感銘を受け、どれくらいの力を持っていて、どのくらい彼がどれだけ多くを過ぎ、Erza、Lucy、Greyなどとどれだけ過ごしているかに感銘を受けました。 全体的に私はアクションと冒険で満ちているので、このアニメを見ることをお勧めします。そして、フェアリーテールが提供しなければならないものがますます欲しいアニメを見ることを視聴者に任せます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFairy Tail is an awesome, action packed, and adventurous anime because it brings a sensation of hope for this guild because of how they trust each other as friends and family. I really enjoyed the story line of Fairy Tail and how they showed past stories about Lucy, Erza, Gray, Natsu, and others in the past and it was interesting to know each character and why they do certain things in the anime. I really liked how each character got even stronger as the story developed through the episodes and the way they fight. I was impressed with Natsu and how much power he had and how much how much he has gone through and the same with Erza, Lucy, Gray, and others. Overall I recommend watching this anime because it is filled with action and adventure and will leave the viewer watching the anime wanting more and more of what Fairy Tail has to offer.\n\n\u001b[1mフェアリーテールは、彼らがお互いを友人や家族として信頼するために、このギルドにとって希望の感覚をもたらすので、素晴らしい、アクション満載の、そして冒険的なアニメです。 私はFairy Tailのストーリーラインを楽しんでいて、過去にLucy、Erza、Grey、Natsuなどの過去の話をどのように見せていたのか、それぞれのキャラクターを知ることは興味深く、 エピソードを通して展開されたストーリーと彼らが戦う方法がどんなに強くなったか、本当に好きでした。 私は夏に感銘を受け、どれくらいの力を持っていて、どのくらい彼がどれだけ多くを過ぎ、Erza、Lucy、Greyなどとどれだけ過ごしているかに感銘を受けました。 全体的に私はアクションと冒険で満ちているので、このアニメを見ることをお勧めします。そして、フェアリーテールが提供しなければならないものがますます欲しいアニメを見ることを視聴者に任せます。\u001b[22m\n\u001b[1m(Fearītēru wa, karera ga otagai o yūjin ya kazoku to shite shinrai suru tame ni, kono girudo ni totte kibō no kankaku o motarasunode, subarashī, akushon mansai no, soshite bōken-tekina animedesu. Watashi wa feari Tail no sutōrīrain o tanoshinde ite, kako ni rūshī, Erza, Grey, Natsu nado no kako no hanashi o dono yō ni misete ita no ka, sorezore no kyarakutā o shiru koto wa kyōmibukaku, episōdo o tōshite tenkai sa reta sutōrī to karera ga tatakau hōhō ga don'nani tsuyoku natta ka, hontōni sukideshita. Watashi wa natsu ni kanmei o uke, dorekurai no chikara o motte ite, dono kurai kare ga dore dake ōku o sugi, Erza, rūshī, Grey nado to dore dake sugoshite iru ka ni kanmei o ukemashita. Zentai-teki ni watashi wa akushon to bōken de michite irunode, kono anime o miru koto o o susume shimasu. Soshite, fearītēru ga teikyō shinakereba naranai mono ga masumasu hoshī anime o miru koto o shichō-sha ni makasemasu.)\u001b[22m\n\nTranslations of \u001b[4mFairy Tail is an awesome, action packed, and adventurous anime because it brings a sensation of hope for this guild because of how they trust each other as friends and family. I really enjoyed the story line of Fairy Tail and how they showed past stories about Lucy, Erza, Gray, Natsu, and others in the past and it was interesting to know each character and why they do certain things in the anime. I really liked how each character got even stronger as the story developed through the episodes and the way they fight. I was impressed with Natsu and how much power he had and how much how much he has gone through and the same with Erza, Lucy, Gray, and others. Overall I recommend watching this anime because it is filled with action and adventure and will leave the viewer watching the anime wanting more and more of what Fairy Tail has to offer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFairy Tail is an awesome, action packed, and adventurous anime because it brings a sensation of hope for this guild because of how they trust each other as friends and family.\u001b[24m\n    \u001b[1mフェアリーテールは、彼らがお互いを友人や家族として信頼するために、このギルドにとって希望の感覚をもたらすので、素晴らしい、アクション満載の、そして冒険的なアニメです。\u001b[22m, \u001b[1mそれが原因で、彼らは友人や家族としてお互いを信頼する方法のため、このギルドの希望の感覚をもたらすため、フェアリーテールは素晴らしい、アクションパック、そして冒険アニメです。\u001b[22m\n\u001b[4mI really enjoyed the story line of Fairy Tail and how they showed past stories about Lucy, Erza, Gray, Natsu, and others in the past and it was interesting to know each character and why they do certain things in the anime.\u001b[24m\n    \u001b[1m私はFairy Tailのストーリーラインを楽しんでいて、過去にLucy、Erza、Grey、Natsuなどの過去の話をどのように見せていたのか、それぞれのキャラクターを知ることは興味深く、\u001b[22m, \u001b[1m私は本当にフェアリーテールのストーリーラインを楽しんで、どのように彼らは過去に過去ルーシー、Erza、グレー、夏の話、などを示し、各文字を知って面白かったと、彼らはアニメで特定の物事を行う理由。\u001b[22m\n\u001b[4mI really liked how each character got even stronger as the story developed through the episodes and the way they fight.\u001b[24m\n    \u001b[1mエピソードを通して展開されたストーリーと彼らが戦う方法がどんなに強くなったか、本当に好きでした。\u001b[22m, \u001b[1m私は実際に各文字が話を通して、開発ストーリーと彼らは戦う方法としてさらに強くなったか言っています。\u001b[22m\n\u001b[4mI was impressed with Natsu and how much power he had and how much how much he has gone through and the same with Erza, Lucy, Gray, and others.\u001b[24m\n    \u001b[1m私は夏に感銘を受け、どれくらいの力を持っていて、どのくらい彼がどれだけ多くを過ぎ、Erza、Lucy、Greyなどとどれだけ過ごしているかに感銘を受けました。\u001b[22m, \u001b[1m私は夏に感銘を受けましたし、どのくらいの電力彼が持っていた、どのくらい彼はErza、ルーシー、グレー、そして他の人とを経て、同じしているどのくらいの。\u001b[22m\n\u001b[4mOverall I recommend watching this anime because it is filled with action and adventure and will leave the viewer watching the anime wanting more and more of what Fairy Tail has to offer.\u001b[24m\n    \u001b[1m全体的に私はアクションと冒険で満ちているので、このアニメを見ることをお勧めします。そして、フェアリーテールが提供しなければならないものがますます欲しいアニメを見ることを視聴者に任せます。\u001b[22m, \u001b[1m全体的に私はそれがアクションと冒険が充填されてフェアリーテールが提供しているかのより多くのを望むアニメを見て視聴者を残しますので、このアニメを見てお勧めします。\u001b[22m"
  },
  {
    "title": "Fairy_Tail",
    "id": "6702",
    "url": "https://myanimelist.net/anime/6702/Fairy_Tail",
    "user": "Atbinrules",
    "profile": "/profile/Atbinrules/reviews",
    "pages": "14",
    "number": "20",
    "link": "/reviews.php?id=67267",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n最高のアニメ。 偉大なストーリーラインとキャラクター^。^\nまた、クリエイターhiroは、1つの作品の作成者に触発されていませんでしたが、これは間違っています。\nまた、龍の誕生に同時に助手をしている人もいました。 しかし、これも間違っています。 彼らはドラゴンボールの創作者の仕事に触発され、ドラゴンボールの影響を受けたクリエイターです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBest anime ever. Great story line and characters ^.^\n\n\u001b[1m最高のアニメ。 偉大なストーリーラインとキャラクター^。^\u001b[22m\n\u001b[1m(Saikō no anime. Idaina sutōrīrain to kyarakutā ^. ^)\u001b[22m\n\nTranslations of \u001b[4mBest anime ever. Great story line and characters ^.^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBest anime ever.\u001b[24m\n    \u001b[1m最高のアニメ。\u001b[22m, \u001b[1m史上最高のアニメ。\u001b[22m\n\u001b[4mGreat story line and characters ^.^\u001b[24m\n    \u001b[1m偉大なストーリーラインとキャラクター^。^\u001b[22m, \u001b[1mグレートストーリーラインと文字^。^\u001b[22m\nAlso the creator hiro wasn't inspired by the creator of one piece but this is wrong.\n\n\u001b[1mまた、クリエイターhiroは、1つの作品の作成者に触発されていませんでしたが、これは間違っています。\u001b[22m\n\u001b[1m(Mata, kurieitā hiro wa, 1tsu no sakuhin no sakusei-sha ni shokuhatsu sa rete imasendeshitaga, kore wa machigatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso the creator hiro wasn't inspired by the creator of one piece but this is wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso the creator hiro wasn't inspired by the creator of one piece but this is wrong.\u001b[24m\n    \u001b[1mまた、クリエイターhiroは、1つの作品の作成者に触発されていませんでしたが、これは間違っています。\u001b[22m, \u001b[1mまた、作成者ヒロは、1枚の作成者に触発さが、これは間違っていませんでした。\u001b[22m\nAlso some people said that they were both assistants to the creator of dragon ball at the same time. But this is also wrong. What is that they were both inspired by the work of the creator of Dragonball and are creators who were influenced by Dragonball.\n\n\u001b[1mまた、龍の誕生に同時に助手をしている人もいました。 しかし、これも間違っています。 彼らはドラゴンボールの創作者の仕事に触発され、ドラゴンボールの影響を受けたクリエイターです。\u001b[22m\n\u001b[1m(Mata, ryū no tanjō ni dōjini joshu o shite iru hito mo imashita. Shikashi, kore mo machigatte imasu. Karera wa doragonbōru no sōsaku-sha no shigoto ni shokuhatsu sa re, doragonbōru no eikyō o uketa kurieitādesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso some people said that they were both assistants to the creator of dragon ball at the same time. But this is also wrong. What is that they were both inspired by the work of the creator of Dragonball and are creators who were influenced by Dragonball.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso some people said that they were both assistants to the creator of dragon ball at the same time.\u001b[24m\n    \u001b[1mまた、龍の誕生に同時に助手をしている人もいました。\u001b[22m, \u001b[1mまた、一部の人々は、彼らが同時にドラゴンボールの作成者に両方のアシスタントであったことを言いました。\u001b[22m\n\u001b[4mBut this is also wrong.\u001b[24m\n    \u001b[1mしかし、これも間違っています。\u001b[22m\n\u001b[4mWhat is that they were both inspired by the work of the creator of Dragonball and are creators who were influenced by Dragonball.\u001b[24m\n    \u001b[1m彼らはドラゴンボールの創作者の仕事に触発され、ドラゴンボールの影響を受けたクリエイターです。\u001b[22m, \u001b[1m何が、彼らは両方のドラゴンボールの作成者の仕事に触発さとドラゴンボールの影響を受けたクリエイターはしなかったということです。\u001b[22m"
  }
]
