[
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "greatyu",
    "profile": "/profile/greatyu/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=160281",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n私は戦争や日本の戦争と関係があることは嫌いです。  「新撰組」という言葉は洗練された戦いのようだが、このアニメが文字通り退屈であるのを見て、これは良いキャラクターがあったからではない。\n\nしかし、これはオリジナルの土方俊三と、このアニメの架空のものと比べると、多くの特質を共有しているようです。 全体の話は、超自然的な要素を除いて元のものと一緒に行きます、そして、これは恐らく歴史愛好家やハレムの恋人には教育的かもしれません。\n\nすべては、予期せずに新撰組に投げられた女の子から始まり、性別は父親を見つけるために曲げられています。 これは、ファンサービスのために使用されたいくつかの超自然的要素を除いて、またはアニメを歴史的なものとして退屈させないようにすることを除いて、日本で書かれた真の歴史に専念している。 キャラクターの中には本物のものがありますが、実際にハジメ/土方/沖田/近藤/山崎/原田/平安/新八が記録されています。 私の現在の知識に対する他のすべての文字は、架空のものかもしれません。\n\nだから今、本当の新撰組の事実に：（スポイラーなし） - ウィキペディア\n\n**土方俊三は真の戦士死を犯した - 彼は恩納中尉だったが、セプクを献上した男性の葬儀で泣いたような人間感情を持っていた。 彼は甘やかされハンサムでしたが、後には成熟しました。\n\n本当の言葉：「私は勝つために戦うつもりはない。 徳川政権が崩壊しようとしているのであれば、誰もそれを落とすつもりがなければ、それは恥ずべきことだろう。 それが私が行かなければならない理由です。 私は国のために死ぬために私の人生の最高の戦いと戦うだろう '\n\n**ハジメ斎藤真の剣士 - 沖田荘司は新撰組に来る前に道場の先生だった。 彼は後で結婚した。（ごめんなさいファンの女の子！）\n\n**トイズ・ヘイースケ - トドカユキの正体不自然な息子（噂）は、より高いランクの剣を持っていた。 後で第8師団大尉だったか。\n\n**沖田荘司：近藤の親戚は？ 土方と彼の間には珍しい関係があると言われましたが、それは証明されていませんでした。 彼は子供の天才であり、実際には妹 - 二人の姉妹を抱えていました。  （銀魂ファン！）\n\nストーリー：予測可能だった - これは、おそらく事実とそれがどのように終わるのかを知っているとして、日本の市民にとっては非常に退屈なことでした。 しかし、私は追加された物語の要素と他の重要な超自然的な要素が間違いなくそれを面白くしなければならないと確信しています。 いくつかの壮大なプロットの紆余曲折、戦闘シーン、ロマンスシーン、そしてそうでないものがあります。\n\nアート：目の保養だった - 私はあまりにもちずるになって、これらの人を世話したかったことを秘密に認めます。 衣服/剣/さくらの花びら/芸者は、必要に応じ美しく描かれました。\n\nサウンド：オープニングは非常に魅力的でした。 オリジナルバージョンとピアノバージョンの両方で、私が過度に泣いている悲しいシーンに美しく追加したユニークなサウンドトラックがあるようです。 セイユは素晴らしい仕事をしました。特に、SoujiとHeisuke ohとHijikata。\n\nキャラクター：まあ、これは、暇な時間に戦争に挑戦し、ドジョーで訓練する悪い男です。 女の子はこれらのライオンとどのような治療を受けますか？ 答えは簡単ではありませんでした。彼らのすべては素晴らしいパーソナリティです。 彼らはすべてその欠陥と賛否両論を持っていたが、このアニメは全体の状況に軽い心を感じさせた。 ここの新選組は母親の土方である「家族」の感情を払ってくれました。近藤は父親であり、他のすべての子どもたちも笑うことができます。しかし、それは彼らの命を賭ける専属チームの本当の気持ちです。 私が理解できなかった唯一のキャラはカザマです - 他のすべてのキャラクターはプロットに独特のようでした。 新撰組のキャラクターは、本当のバックグラウンドを与えられたものであり、とても魅力的でした。\n\n楽しさ：私は心のコンテンツにアニメを楽しんだ。 私はこの事が本物であるかどうかわからなかったし、そうでなければ私はそれをもっと熱心に見ていただろう。 皆さんを笑わせてくれた小さなシーンの葛藤は、新撰組がどのように現実に住んでいたのかを補うように思えます。 彼らはいつも入ってくる戦いのように、このように幸せに住んでいましたか？ それともそれとは反対の総ですか？\n\n総合：私は最初に7を与えることを強く意図していましたが、私は8を与えましたが、各カテゴリーの成功した試みのために、本当の出来事を尊重し、キャラクターを想像できる最高レベルまで表現することによって、 これははるかに興味深いアニメであり、私はそれよりも高い評価を与えることはできません。\n\n新撰組の献身と祖国への敬意を込めて吟味したものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI dislike anything that has to do with war- and Japanese wars are prettty boring right? The word 'Shinsengumi' seems like a refined word for battle and it's not because of the fact that this had good looking characters that i watched this anime- i was literally bored.\n\n\u001b[1m私は戦争や日本の戦争と関係があることは嫌いです。  「新撰組」という言葉は洗練された戦いのようだが、このアニメが文字通り退屈であるのを見て、これは良いキャラクターがあったからではない。\u001b[22m\n\u001b[1m(Watashi wa sensō ya Nihon no sensō to kankei ga aru koto wa kiraidesu. `Shinsenkumi' to iu kotoba wa senrensareta tatakai no yōdaga, kono anime ga mojidōri taikutsudearu no o mite, kore wa yoi kyarakutā ga attakarade wanai.)\u001b[22m\n\nTranslations of \u001b[4mI dislike anything that has to do with war- and Japanese wars are prettty boring right? The word 'Shinsengumi' seems like a refined word for battle and it's not because of the fact that this had good looking characters that i watched this anime- i was literally bored.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI dislike anything that has to do with war- and Japanese wars are prettty boring right?\u001b[24m\n    \u001b[1m私は戦争や日本の戦争と関係があることは嫌いです。\u001b[22m, \u001b[1m私はwar-と日本の戦争に関係していますがprettty退屈正しいものを嫌い？\u001b[22m\n\u001b[4mThe word 'Shinsengumi' seems like a refined word for battle and it's not because of the fact that this had good looking characters that i watched this anime- i was literally bored.\u001b[24m\n    \u001b[1m「新撰組」という言葉は洗練された戦いのようだが、このアニメが文字通り退屈であるのを見て、これは良いキャラクターがあったからではない。\u001b[22m, \u001b[1m単語 '新選組」は戦いのための洗練された言葉のように思える、それがために、これは私が文字通り退屈していたこのanime-を見て格好良い文字を持っていたという事実はありません。\u001b[22m\n\u001b[1m\u001b[22m\nBut this when compared to the original Hijikata Toshizo and the fictional one in this anime seems to share a lot of attributes. The whole story goes with the original one except for the supernatural elements, And this would be probably educational to a history buff or a Harem lover.\n\n\u001b[1mしかし、これはオリジナルの土方俊三と、このアニメの架空のものと比べると、多くの特質を共有しているようです。 全体の話は、超自然的な要素を除いて元のものと一緒に行きます、そして、これは恐らく歴史愛好家やハレムの恋人には教育的かもしれません。\u001b[22m\n\u001b[1m(Shikashi, koreha orijinaru no Hijikata Shunzō to, kono anime no kakū no mono to kuraberu to, ōku no tokushitsu o kyōyū shite iru yōdesu. Zentai no hanashi wa, chō shizen-tekina yōso o nozoite gen no mono to issho ni ikimasu, soshite, kore wa osoraku rekishi aikō-ka ya haremu no koibito ni wa kyōiku-teki kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mBut this when compared to the original Hijikata Toshizo and the fictional one in this anime seems to share a lot of attributes. The whole story goes with the original one except for the supernatural elements, And this would be probably educational to a history buff or a Harem lover.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut this when compared to the original Hijikata Toshizo and the fictional one in this anime seems to share a lot of attributes.\u001b[24m\n    \u001b[1mしかし、これはオリジナルの土方俊三と、このアニメの架空のものと比べると、多くの特質を共有しているようです。\u001b[22m, \u001b[1mオリジナルの土方歳三とこのアニメの架空の1と比較した場合、しかし、これは属性の多くを共有しているようです。\u001b[22m\n\u001b[4mThe whole story goes with the original one except for the supernatural elements, And this would be probably educational to a history buff or a Harem lover.\u001b[24m\n    \u001b[1m全体の話は、超自然的な要素を除いて元のものと一緒に行きます、そして、これは恐らく歴史愛好家やハレムの恋人には教育的かもしれません。\u001b[22m, \u001b[1m全体的な話は、超自然的要素を除いて、元の1で行く、そして、これは歴史のバフやハーレムの恋人におそらく教育であろう。\u001b[22m\n\u001b[1m\u001b[22m\nAll starts with a girl who gets thrown unexpectedly into the Shinsengumi, gender bendered in order to find her father. This dedicatedly follows the true history written in Japan except for a few supernatural elements which were used for either Fan service or to make the anime less boring as it was historical. Some of the characters are real whilst i need to do more research: Hajime/Hijikata/Okita/Kondo/Yamazaki/Harada/Heisuke/Shinpachi are recorded in the real events. All other characters to my current knowledge might be fictional.\n\n\u001b[1mすべては、予期せずに新撰組に投げられた女の子から始まり、性別は父親を見つけるために曲げられています。 これは、ファンサービスのために使用されたいくつかの超自然的要素を除いて、またはアニメを歴史的なものとして退屈させないようにすることを除いて、日本で書かれた真の歴史に専念している。 キャラクターの中には本物のものがありますが、実際にハジメ/土方/沖田/近藤/山崎/原田/平安/新八が記録されています。 私の現在の知識に対する他のすべての文字は、架空のものかもしれません。\u001b[22m\n\u001b[1m(Subete wa, yokisezu ni shinsenkumi ni nage rareta on'nanoko kara hajimari, seibetsu wa chichioya o mitsukeru tame ni mage rarete imasu. Kore wa, fansābisu no tame ni shiyō sa reta ikutsu ka no chō shizen-teki yōso o nozoite, matawa anime o rekishi-tekina mono to shite taikutsu sa senai yō ni suru koto o nozoite, Nihon de kaka reta shin no rekishi ni sen'nen shite iru. Kyarakutā no nakaniha honmono no mono ga arimasuga, jissai ni Hajime/ Hijikata/ Okita/ Kondō/ Yamazaki/ Harada/ heian/ Shinpachi ga kiroku sa rete imasu. Watashi no genzai no chishiki ni taisuru ta no subete no moji wa, kakū no mono kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mAll starts with a girl who gets thrown unexpectedly into the Shinsengumi, gender bendered in order to find her father. This dedicatedly follows the true history written in Japan except for a few supernatural elements which were used for either Fan service or to make the anime less boring as it was historical. Some of the characters are real whilst i need to do more research: Hajime/Hijikata/Okita/Kondo/Yamazaki/Harada/Heisuke/Shinpachi are recorded in the real events. All other characters to my current knowledge might be fictional.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll starts with a girl who gets thrown unexpectedly into the Shinsengumi, gender bendered in order to find her father.\u001b[24m\n    \u001b[1mすべては、予期せずに新撰組に投げられた女の子から始まり、性別は父親を見つけるために曲げられています。\u001b[22m, \u001b[1mすべては彼女の父親を見つけるためにbendered新撰組、性別に予想外に投げられます女の子から始まります。\u001b[22m\n\u001b[4mThis dedicatedly follows the true history written in Japan except for a few supernatural elements which were used for either Fan service or to make the anime less boring as it was historical.\u001b[24m\n    \u001b[1mこれは、ファンサービスのために使用されたいくつかの超自然的要素を除いて、またはアニメを歴史的なものとして退屈させないようにすることを除いて、日本で書かれた真の歴史に専念している。\u001b[22m, \u001b[1mこれは、専用にどちらかのファンサービスのために使用されたか、それは歴史的だったアニメがつまらなく作るためにいくつかの超自然的要素を除いて、日本で書かれた本当の歴史をたどります。\u001b[22m\n\u001b[4mSome of the characters are real whilst i need to do more research: Hajime/Hijikata/Okita/Kondo/Yamazaki/Harada/Heisuke/Shinpachi are recorded in the real events.\u001b[24m\n    \u001b[1mキャラクターの中には本物のものがありますが、実際にハジメ/土方/沖田/近藤/山崎/原田/平安/新八が記録されています。\u001b[22m, \u001b[1m私はより多くの研究を行う必要がありながら、文字のいくつかは本物です：肇/土方/沖田/近藤/山崎/原田/平助/新八は、実際のイベントに記録されています。\u001b[22m\n\u001b[4mAll other characters to my current knowledge might be fictional.\u001b[24m\n    \u001b[1m私の現在の知識に対する他のすべての文字は、架空のものかもしれません。\u001b[22m, \u001b[1m私の現在の知識に他のすべての文字は架空のかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nSo now onto some real Shinsengumi facts:(no spoilers)-Wikipedia\n\n\u001b[1mだから今、本当の新撰組の事実に：（スポイラーなし） - ウィキペディア\u001b[22m\n\u001b[1m(Dakara ima, hontō no shinsenkumi no jijitsu ni: (Supoirā nashi) - u~ikipedia)\u001b[22m\n\nTranslations of \u001b[4mSo now onto some real Shinsengumi facts:(no spoilers)-Wikipedia\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo now onto some real Shinsengumi facts:(no spoilers)-Wikipedia\u001b[24m\n    \u001b[1mだから今、本当の新撰組の事実に：（スポイラーなし） - ウィキペディア\u001b[22m, \u001b[1mだから今いくつかの本当の新選組の事実上：（なしネタバレ）-Wikipedia\u001b[22m\n\u001b[1m\u001b[22m\n**Hijikata Toshizo died a true warriors death- he was Oni Lieutenant but had human feelings- like he cried in one of the men's funerals who committed Seppuku. He was spoiled and handsome-but later became much matured.\n\n\u001b[1m**土方俊三は真の戦士死を犯した - 彼は恩納中尉だったが、セプクを献上した男性の葬儀で泣いたような人間感情を持っていた。 彼は甘やかされハンサムでしたが、後には成熟しました。\u001b[22m\n\u001b[1m(** Hijikata Shunzō wa shin no senshi shi o okashita - kare wa On'na chūidattaga, sepuku o kenjō shita dansei no sōgi de naita yōna ningen kanjō o motte ita. Kare wa amayakasa re hansamudeshitaga,-go ni wa seijuku shimashita.)\u001b[22m\n\nTranslations of \u001b[4m**Hijikata Toshizo died a true warriors death- he was Oni Lieutenant but had human feelings- like he cried in one of the men's funerals who committed Seppuku. He was spoiled and handsome-but later became much matured.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**Hijikata Toshizo died a true warriors death- he was Oni Lieutenant but had human feelings- like he cried in one of the men's funerals who committed Seppuku.\u001b[24m\n    \u001b[1m**土方俊三は真の戦士死を犯した - 彼は恩納中尉だったが、セプクを献上した男性の葬儀で泣いたような人間感情を持っていた。\u001b[22m, \u001b[1m彼は鬼中尉だったが、彼は切腹をコミット男性の葬式のいずれかで泣いたような人間feelings-を持っていたdeath- **土方歳三は、真の戦士に死亡しました。\u001b[22m\n\u001b[4mHe was spoiled and handsome-but later became much matured.\u001b[24m\n    \u001b[1m彼は甘やかされハンサムでしたが、後には成熟しました。\u001b[22m, \u001b[1m彼は甘やかされて育ったとしたハンサムな - しかし、後に多くの成熟になりました。\u001b[22m\n\u001b[1m\u001b[22m\nTrue words: 'I am not going to battle to win. With the Tokugawa government about to collapse, it would be a disgrace if no one is willing to go down with it. That is why I must go. I will fight the best battle of my life to die for the country'\n\n\u001b[1m本当の言葉：「私は勝つために戦うつもりはない。 徳川政権が崩壊しようとしているのであれば、誰もそれを落とすつもりがなければ、それは恥ずべきことだろう。 それが私が行かなければならない理由です。 私は国のために死ぬために私の人生の最高の戦いと戦うだろう '\u001b[22m\n\u001b[1m(Hontō no kotoba: `Watashi wa katsu tame ni tatakau tsumori wanai. Tokugawa seiken ga hōkai shiyou to shite iru nodeareba, dare mo sore o otosu tsumori ga nakereba, sore wa hazubeki kotodarou. Sore ga watashi ga ikanakereba naranai riyūdesu. Watashi wa kuni no tame ni shinu tame ni watashinojinsei no saikō no tatakai to tatakaudarou')\u001b[22m\n\nTranslations of \u001b[4mTrue words: 'I am not going to battle to win. With the Tokugawa government about to collapse, it would be a disgrace if no one is willing to go down with it. That is why I must go. I will fight the best battle of my life to die for the country'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrue words: 'I am not going to battle to win.\u001b[24m\n    \u001b[1m本当の言葉：「私は勝つために戦うつもりはない。\u001b[22m, \u001b[1m真の言葉：「私は勝つために戦うつもりはありません。\u001b[22m\n\u001b[4mWith the Tokugawa government about to collapse, it would be a disgrace if no one is willing to go down with it.\u001b[24m\n    \u001b[1m徳川政権が崩壊しようとしているのであれば、誰もそれを落とすつもりがなければ、それは恥ずべきことだろう。\u001b[22m, \u001b[1m誰もそれに下がることをいとわない場合崩壊から約徳川幕府と、それは恥であろう。\u001b[22m\n\u001b[4mThat is why I must go.\u001b[24m\n    \u001b[1mそれが私が行かなければならない理由です。\u001b[22m, \u001b[1m私が行かなければならない理由です。\u001b[22m\n\u001b[4mI will fight the best battle of my life to die for the country'\u001b[24m\n    \u001b[1m私は国のために死ぬために私の人生の最高の戦いと戦うだろう '\u001b[22m, \u001b[1m私は「国のために死ぬために私の人生の最高の戦いを戦うことになります\u001b[22m\n\u001b[1m\u001b[22m\n**Hajime Saito- true swords man- Okita Souji feared his skills and he was a teacher at a dojo before coming to Shinsengumi. He was married later on.(sorry fan girls!)\n\n\u001b[1m**ハジメ斎藤真の剣士 - 沖田荘司は新撰組に来る前に道場の先生だった。 彼は後で結婚した。（ごめんなさいファンの女の子！）\u001b[22m\n\u001b[1m(** Hajime saitō makoto no kenshi - Okita Sōji wa shinsenkumi ni kuru mae ni dōjō no senseidatta. Kare wa atode kekkon shita. (Gomen'nasai fan no on'nanoko! ))\u001b[22m\n\nTranslations of \u001b[4m**Hajime Saito- true swords man- Okita Souji feared his skills and he was a teacher at a dojo before coming to Shinsengumi. He was married later on.(sorry fan girls!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**Hajime Saito- true swords man- Okita Souji feared his skills and he was a teacher at a dojo before coming to Shinsengumi.\u001b[24m\n    \u001b[1m**ハジメ斎藤真の剣士 - 沖田荘司は新撰組に来る前に道場の先生だった。\u001b[22m, \u001b[1m**肇Saito-真剣マネ沖田総司は自分のスキルを恐れ、彼は新選組に来る前に、道場での教師でした。\u001b[22m\n\u001b[4mHe was married later on.(sorry fan girls!)\u001b[24m\n    \u001b[1m彼は後で結婚した。（ごめんなさいファンの女の子！）\u001b[22m, \u001b[1m彼は後に結婚していた。（残念ファンの女の子を！）\u001b[22m\n\u001b[1m\u001b[22m\n**Heisuke Todo- Illegitimate son of Takayuki Todo(rumor)possessed a sword of a higher ranking. Was the 8th Division Captain later on.\n\n\u001b[1m**トイズ・ヘイースケ - トドカユキの正体不自然な息子（噂）は、より高いランクの剣を持っていた。 後で第8師団大尉だったか。\u001b[22m\n\u001b[1m(** Toizu heīsuke - todokayuki no shōtai fushizen'na musuko (uwasa) wa, yori takai ranku no ken o motte ita. Atode dai 8 shidan taiidatta ka.)\u001b[22m\n\nTranslations of \u001b[4m**Heisuke Todo- Illegitimate son of Takayuki Todo(rumor)possessed a sword of a higher ranking. Was the 8th Division Captain later on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**Heisuke Todo- Illegitimate son of Takayuki Todo(rumor)possessed a sword of a higher ranking.\u001b[24m\n    \u001b[1m**トイズ・ヘイースケ - トドカユキの正体不自然な息子（噂）は、より高いランクの剣を持っていた。\u001b[22m, \u001b[1m**孝之藤堂平助のTodo-非嫡出の息子（噂）は、より高いランクの剣を持っていました。\u001b[22m\n\u001b[4mWas the 8th Division Captain later on.\u001b[24m\n    \u001b[1m後で第8師団大尉だったか。\u001b[22m, \u001b[1m後に第八師団キャプテンでした。\u001b[22m\n\u001b[1m\u001b[22m\n**Okita Souji :Was a relative of Kondo? And there was said to be an unusual relationship between Hijikata and him but it was not proved. He was a child prodigy and he did have a sister- two sisters in fact. (Gintama fans!)\n\n\u001b[1m**沖田荘司：近藤の親戚は？ 土方と彼の間には珍しい関係があると言われましたが、それは証明されていませんでした。 彼は子供の天才であり、実際には妹 - 二人の姉妹を抱えていました。  （銀魂ファン！）\u001b[22m\n\u001b[1m(** Okita Sōji: Kondō no shinseki wa? Hijikata to kare no ma ni wa mezurashī kankei ga aru to iwa remashitaga, soreha shōmei sa rete imasendeshita. Kare wa kodomo no tensaideari, jissai ni wa imōto - futari no shimai o kakaete imashita. (Gintama fan! ))\u001b[22m\n\nTranslations of \u001b[4m**Okita Souji :Was a relative of Kondo? And there was said to be an unusual relationship between Hijikata and him but it was not proved. He was a child prodigy and he did have a sister- two sisters in fact. (Gintama fans!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**Okita Souji :Was a relative of Kondo?\u001b[24m\n    \u001b[1m**沖田荘司：近藤の親戚は？\u001b[22m, \u001b[1m**沖田総司：近藤の相対ましたか？\u001b[22m\n\u001b[4mAnd there was said to be an unusual relationship between Hijikata and him but it was not proved.\u001b[24m\n    \u001b[1m土方と彼の間には珍しい関係があると言われましたが、それは証明されていませんでした。\u001b[22m, \u001b[1mそして、そこ土方て、彼との間に異常な関係であると言われましたが、それは証明されていませんでした。\u001b[22m\n\u001b[4mHe was a child prodigy and he did have a sister- two sisters in fact.\u001b[24m\n    \u001b[1m彼は子供の天才であり、実際には妹 - 二人の姉妹を抱えていました。\u001b[22m, \u001b[1m彼は天才児だった、彼は実際にsister-二人の姉妹を持っていました。\u001b[22m\n\u001b[4m(Gintama fans!)\u001b[24m\n    \u001b[1m（銀魂ファン！）\u001b[22m\n\u001b[1m\u001b[22m\nStory:Was predictable- this could have been quite boring to a Japanese citizen as he/she probably knows the facts and how it's going to end. But i bet the added story elements and other key supernatural components must make it interesting without doubt. Has some epic plot twists,battle scenes,romance scenes and what's not.\n\n\u001b[1mストーリー：予測可能だった - これは、おそらく事実とそれがどのように終わるのかを知っているとして、日本の市民にとっては非常に退屈なことでした。 しかし、私は追加された物語の要素と他の重要な超自然的な要素が間違いなくそれを面白くしなければならないと確信しています。 いくつかの壮大なプロットの紆余曲折、戦闘シーン、ロマンスシーン、そしてそうでないものがあります。\u001b[22m\n\u001b[1m(Sutōrī: Yosoku kanōdatta - kore wa, osoraku jijitsu to sore ga dono yō ni owaru no ka o shitte iru to shite, Nihon no shimin ni totte wa hijō ni taikutsuna kotodeshita. Shikashi, watashi wa tsuika sa reta monogatari no yōso to hoka no jūyōna chō shizen-tekina yōso ga machigainaku sore o omoshiroku shinakereba naranai to kakushin shite imasu. Ikutsu ka no sōdaina purotto no uyokyokusetsu, sentō shīn, romansushīn, soshite sōdenai mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory:Was predictable- this could have been quite boring to a Japanese citizen as he/she probably knows the facts and how it's going to end. But i bet the added story elements and other key supernatural components must make it interesting without doubt. Has some epic plot twists,battle scenes,romance scenes and what's not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:Was predictable- this could have been quite boring to a Japanese citizen as he/she probably knows the facts and how it's going to end.\u001b[24m\n    \u001b[1mストーリー：予測可能だった - これは、おそらく事実とそれがどのように終わるのかを知っているとして、日本の市民にとっては非常に退屈なことでした。\u001b[22m, \u001b[1mストーリー：彼/彼女はおそらく事実を知っているとどのように終わるために起こっているとして、これは日本人にはかなり退屈だったかもしれないpredictable-ました。\u001b[22m\n\u001b[4mBut i bet the added story elements and other key supernatural components must make it interesting without doubt.\u001b[24m\n    \u001b[1mしかし、私は追加された物語の要素と他の重要な超自然的な要素が間違いなくそれを面白くしなければならないと確信しています。\u001b[22m, \u001b[1mしかし、私は追加されたストーリーの要素を賭けおよびその他の主要超自然のコンポーネントは間違いなく、それが面白くする必要があります。\u001b[22m\n\u001b[4mHas some epic plot twists,battle scenes,romance scenes and what's not.\u001b[24m\n    \u001b[1mいくつかの壮大なプロットの紆余曲折、戦闘シーン、ロマンスシーン、そしてそうでないものがあります。\u001b[22m, \u001b[1mいくつかの壮大などんでん返し、戦闘シーン、恋愛シーンがあり、何ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Was eye-candy- I'll admit secretly that i too wanted to be Chizuru at some point and take care of these guys. The clothes/swords/sakura petals/geishas were done and illustrated beautifully as required.\n\n\u001b[1mアート：目の保養だった - 私はあまりにもちずるになって、これらの人を世話したかったことを秘密に認めます。 衣服/剣/さくらの花びら/芸者は、必要に応じ美しく描かれました。\u001b[22m\n\u001b[1m(Āto: Menohoyōdatta - watashi wa amarini mochi zuru ni natte, korera no hito o sewa shitakatta koto o himitsu ni mitomemasu. Ifuku/ ken/ sakura no hanabira/ geisha wa, hitsuyō ni ōji utsukushiku egaka remashita.)\u001b[22m\n\nTranslations of \u001b[4mArt: Was eye-candy- I'll admit secretly that i too wanted to be Chizuru at some point and take care of these guys. The clothes/swords/sakura petals/geishas were done and illustrated beautifully as required.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Was eye-candy- I'll admit secretly that i too wanted to be Chizuru at some point and take care of these guys.\u001b[24m\n    \u001b[1mアート：目の保養だった - 私はあまりにもちずるになって、これらの人を世話したかったことを秘密に認めます。\u001b[22m, \u001b[1mアート：私はあまりにもいくつかの点で千鶴なるとこれらの人の世話をしたいと密かに認めるよ目をcandy-ました。\u001b[22m\n\u001b[4mThe clothes/swords/sakura petals/geishas were done and illustrated beautifully as required.\u001b[24m\n    \u001b[1m衣服/剣/さくらの花びら/芸者は、必要に応じ美しく描かれました。\u001b[22m, \u001b[1m服/剣/桜の花びら/芸者が行われ、必要に応じて美しく示されました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The opening was superb- totally attractive. There seem to be one unique soundtrack both in the original version and a piano version which added beautifully to the sorrowful scenes which i wept excessively. The Seiyus did a great job- especially Souji and Heisuke oh and Hijikata.\n\n\u001b[1mサウンド：オープニングは非常に魅力的でした。 オリジナルバージョンとピアノバージョンの両方で、私が過度に泣いている悲しいシーンに美しく追加したユニークなサウンドトラックがあるようです。 セイユは素晴らしい仕事をしました。特に、SoujiとHeisuke ohとHijikata。\u001b[22m\n\u001b[1m(Saundo: Ōpuningu wa hijō ni mirikitekideshita. Orijinarubājon to pianobājon no ryōhō de, watashi ga kado ni naite iru kanashī shīn ni utsukushiku tsuika shita yunīkuna saundotorakku ga aru yōdesu. Seiyu wa subarashī shigoto o shimashita. Tokuni, Souji to Heisuke oh to Hijikata.)\u001b[22m\n\nTranslations of \u001b[4mSound: The opening was superb- totally attractive. There seem to be one unique soundtrack both in the original version and a piano version which added beautifully to the sorrowful scenes which i wept excessively. The Seiyus did a great job- especially Souji and Heisuke oh and Hijikata.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The opening was superb- totally attractive.\u001b[24m\n    \u001b[1mサウンド：オープニングは非常に魅力的でした。\u001b[22m, \u001b[1mサウンド：開口部は完全に魅力superb-ました。\u001b[22m\n\u001b[4mThere seem to be one unique soundtrack both in the original version and a piano version which added beautifully to the sorrowful scenes which i wept excessively.\u001b[24m\n    \u001b[1mオリジナルバージョンとピアノバージョンの両方で、私が過度に泣いている悲しいシーンに美しく追加したユニークなサウンドトラックがあるようです。\u001b[22m, \u001b[1m私は過度に泣いた悲しいシーンに美しく追加元のバージョンとピアノバージョンの両方で1独特のサウンドトラックがあるようです。\u001b[22m\n\u001b[4mThe Seiyus did a great job- especially Souji and Heisuke oh and Hijikata.\u001b[24m\n    \u001b[1mセイユは素晴らしい仕事をしました。特に、SoujiとHeisuke ohとHijikata。\u001b[22m, \u001b[1mSeiyusは素晴らしいjob-特に総司と平助ああと土方をしました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Well these are bad-ass men fighting wars and training in dojos in their spare time. What kind of a treatment would a girl get with these lions? Question was difficult the answer is simple- all of them are amazing personalties. They all had their flaws and pros- but this anime gave a light hearted feeling to the whole situation. The Shinsengumi in here gave out the 'family' feeling being Hijikata the mother, Kondo as the father and all others children- you can laugh- but's that should be the true feeling of a dedicated team who stakes their lives lol. The only chara which i failed to understand is Kazama- all other characters seemed unique to the plot. The Shinsengumi characters were comprised given the real background they should have been given- and that was very fascinating.\n\n\u001b[1mキャラクター：まあ、これは、暇な時間に戦争に挑戦し、ドジョーで訓練する悪い男です。 女の子はこれらのライオンとどのような治療を受けますか？ 答えは簡単ではありませんでしたが、質問はすべて難しいものでした。 彼らはすべてその欠陥と賛否両論を持っていたが、このアニメは全体の状況に軽い心を感じさせた。 ここの新選組は母親の土方である「家族」の感情を払ってくれました。近藤は父親であり、他のすべての子どもたちも笑うことができます。しかし、それは彼らの命を賭ける専属チームの本当の気持ちです。 私が理解できなかった唯一のキャラはカザマです - 他のすべてのキャラクターはプロットに独特のようでした。 新撰組のキャラクターは、本当のバックグラウンドを与えられたものであり、とても魅力的でした。\u001b[22m\n\u001b[1m(Kyarakutā: Mā, koreha, himana jikan ni sensō ni chōsen shi, dojō de kunren suru warui otokodesu. On'nanoko wa korera no raion todo no yōna chiryō o ukemasu ka? Kotae wa kantande wa arimasendeshitaga, shitsumon wa subete muzukashī monodeshita. Karera wa subete sono kekkan to sanpi ryōron o motte itaga, kono anime wa zentai no jōkyō ni karui kokoro o kanji saseta. Koko no shinsengu wa hahaoya no dokatadearu `kazoku' no kanjō o haratte kuremashita. Kondō wa chichioyadeari, hoka no subete no kodomo-tachi mo warau koto ga dekimasu. Shikashi, sore wa karera no inochiwokakeru senzoku chīmu no hontō no kimochidesu. Watashi ga rikai dekinakatta yuiitsu no kyara wa Kazamadesu - hoka no subete no kyarakutā wa purotto ni dokutoku no yōdeshita. Shinsenkumi no kyarakutā wa, hontō no bakkuguraundo o atae rareta monodeari, totemo mirikitekideshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Well these are bad-ass men fighting wars and training in dojos in their spare time. What kind of a treatment would a girl get with these lions? Question was difficult the answer is simple- all of them are amazing personalties. They all had their flaws and pros- but this anime gave a light hearted feeling to the whole situation. The Shinsengumi in here gave out the 'family' feeling being Hijikata the mother, Kondo as the father and all others children- you can laugh- but's that should be the true feeling of a dedicated team who stakes their lives lol. The only chara which i failed to understand is Kazama- all other characters seemed unique to the plot. The Shinsengumi characters were comprised given the real background they should have been given- and that was very fascinating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Well these are bad-ass men fighting wars and training in dojos in their spare time.\u001b[24m\n    \u001b[1mキャラクター：まあ、これは、暇な時間に戦争に挑戦し、ドジョーで訓練する悪い男です。\u001b[22m, \u001b[1mキャラクター：まあ、これらは、自分の空き時間に道場での戦争や訓練を戦っ悪いお尻の男性です。\u001b[22m\n\u001b[4mWhat kind of a treatment would a girl get with these lions?\u001b[24m\n    \u001b[1m女の子はこれらのライオンとどのような治療を受けますか？\u001b[22m, \u001b[1m女の子は、これらのライオンでの治療はどのようなになるだろうか？\u001b[22m\n\u001b[4mQuestion was difficult the answer is simple- all of them are amazing personalties.\u001b[24m\n    \u001b[1m答えは簡単ではありませんでしたが、質問はすべて難しいものでした。\u001b[22m, \u001b[1m質問は答えはそれらのすべてが素晴らしいpersonaltiesあるsimple-されることが困難でした。\u001b[22m\n\u001b[4mThey all had their flaws and pros- but this anime gave a light hearted feeling to the whole situation.\u001b[24m\n    \u001b[1m彼らはすべてその欠陥と賛否両論を持っていたが、このアニメは全体の状況に軽い心を感じさせた。\u001b[22m, \u001b[1m彼らはすべて彼らの傷や〜の前にあったが、このアニメは全体的な状況に気楽な感じを与えました。\u001b[22m\n\u001b[4mThe Shinsengumi in here gave out the 'family' feeling being Hijikata the mother, Kondo as the father and all others children- you can laugh- but's that should be the true feeling of a dedicated team who stakes their lives lol.\u001b[24m\n    \u001b[1mここの新選組は母親の土方である「家族」の感情を払ってくれました。近藤は父親であり、他のすべての子どもたちも笑うことができます。しかし、それは彼らの命を賭ける専属チームの本当の気持ちです。\u001b[22m, \u001b[1mここでの新選組は、父として、母、近藤土方ある「ファミリー」感を与え、他のすべては、あなたがlaugh-できchildren-が、それは誰ステークス自分たちの生活笑専門チームの本当の気持ちでなければならないのです。\u001b[22m\n\u001b[4mThe only chara which i failed to understand is Kazama- all other characters seemed unique to the plot.\u001b[24m\n    \u001b[1m私が理解できなかった唯一のキャラはカザマです - 他のすべてのキャラクターはプロットに独特のようでした。\u001b[22m, \u001b[1m私が理解することができませんでした唯一のキャラは、他のすべての文字がプロットに固有のように見えたKazama-です。\u001b[22m\n\u001b[4mThe Shinsengumi characters were comprised given the real background they should have been given- and that was very fascinating.\u001b[24m\n    \u001b[1m新撰組のキャラクターは、本当のバックグラウンドを与えられたものであり、とても魅力的でした。\u001b[22m, \u001b[1m新選組の文字は、それらがgiven-されている必要があり、それは非常に魅力的だった本当の背景与えられ構成されていました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I enjoyed the anime to my heart's content. I didn't know the stuff was real in this or else i would have watched it more intently. The conflicts-commotions all those little scenes that made you laugh all seems to add up on how would have Shinsengumi lived in reality. Did they lived happily like this- having incoming battles all the time? Or is it the total opposite?\n\n\u001b[1m楽しさ：私は心のコンテンツにアニメを楽しんだ。 私はこの事が本物であるかどうかわからなかったし、そうでなければ私はそれをもっと熱心に見ていただろう。 皆さんを笑わせてくれた小さなシーンの葛藤は、新撰組がどのように現実に住んでいたのかを補うように思えます。 彼らはいつも入ってくる戦いのように、このように幸せに住んでいましたか？ それともそれとは反対の総ですか？\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa kokoro no kontentsu ni anime o tanoshinda. Watashi wa kono koto ga honmonodearu ka dō ka wakaranakattashi,-sōdenakereba watashi wa sore o motto nesshin ni mite itadarou. Minasan o warawa sete kureta chīsana shīn no kattō wa, shinsenkumi ga dono yō ni genjitsu ni sunde ita no ka o oginau yō ni omoemasu. Karera wa itsumo haitte kuru tatakai no yō ni, kono yō ni shiawase ni sunde imashita ka? Soretomo soreto wa hantai no sōdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I enjoyed the anime to my heart's content. I didn't know the stuff was real in this or else i would have watched it more intently. The conflicts-commotions all those little scenes that made you laugh all seems to add up on how would have Shinsengumi lived in reality. Did they lived happily like this- having incoming battles all the time? Or is it the total opposite?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I enjoyed the anime to my heart's content.\u001b[24m\n    \u001b[1m楽しさ：私は心のコンテンツにアニメを楽しんだ。\u001b[22m, \u001b[1m楽しさ：私は私の心のコンテンツにアニメを楽しみました。\u001b[22m\n\u001b[4mI didn't know the stuff was real in this or else i would have watched it more intently.\u001b[24m\n    \u001b[1m私はこの事が本物であるかどうかわからなかったし、そうでなければ私はそれをもっと熱心に見ていただろう。\u001b[22m, \u001b[1m私はものは、この中に本物だったか、そうでなければ私はもっと熱心にそれを見ただろう知りませんでした。\u001b[22m\n\u001b[4mThe conflicts-commotions all those little scenes that made you laugh all seems to add up on how would have Shinsengumi lived in reality.\u001b[24m\n    \u001b[1m皆さんを笑わせてくれた小さなシーンの葛藤は、新撰組がどのように現実に住んでいたのかを補うように思えます。\u001b[22m, \u001b[1m競合-commotionsあなたはすべてが新選組が現実に住んでいただろうか上に追加しているようだ笑わせたすべてのそれらのほとんどのシーン。\u001b[22m\n\u001b[4mDid they lived happily like this- having incoming battles all the time?\u001b[24m\n    \u001b[1m彼らはいつも入ってくる戦いのように、このように幸せに住んでいましたか？\u001b[22m, \u001b[1m彼らが入ってくるの戦いのすべての時間を持っthis-のように幸せに暮らしましたしましたか？\u001b[22m\n\u001b[4mOr is it the total opposite?\u001b[24m\n    \u001b[1mそれともそれとは反対の総ですか？\u001b[22m, \u001b[1mそれとも総反対ですか？\u001b[22m\n\u001b[1m\u001b[22m\nOverall: I gave it an 8 although i was highly intended to give it a 7 at first- but due to the successful attempts in each category- it totally earned it's own score by respecting true events and representing the characters to the fullest level imaginable. This is by far a very interesting anime and i can't give a higher rating than that.\n\n\u001b[1m総合：私は最初に7を与えることを強く意図していましたが、私は8を与えましたが、各カテゴリーの成功した試みのために、本当の出来事を尊重し、キャラクターを想像できる最高レベルまで表現することによって、 これははるかに興味深いアニメであり、私はそれよりも高い評価を与えることはできません。\u001b[22m\n\u001b[1m(Sōgō: Watashi wa saisho ni 7 o ataeru koto o tsuyoku ito shite imashitaga, watashi wa 8 o ataemashitaga, kaku kategorī no seikō shita kokoromi no tame ni, hontō no dekigoto o sonchō shi, kyarakutā o sōzō dekiru saikō reberu made hyōgen suru koto ni yotte, kore wa haruka ni kyōmibukai animedeari, watashi wa sore yori mo takai hyōka o ataeru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall: I gave it an 8 although i was highly intended to give it a 7 at first- but due to the successful attempts in each category- it totally earned it's own score by respecting true events and representing the characters to the fullest level imaginable. This is by far a very interesting anime and i can't give a higher rating than that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: I gave it an 8 although i was highly intended to give it a 7 at first- but due to the successful attempts in each category- it totally earned it's own score by respecting true events and representing the characters to the fullest level imaginable.\u001b[24m\n    \u001b[1m総合：私は最初に7を与えることを強く意図していましたが、私は8を与えましたが、各カテゴリーの成功した試みのために、本当の出来事を尊重し、キャラクターを想像できる最高レベルまで表現することによって、\u001b[22m, \u001b[1m全体：私は、私は非常にそれが完全に真のイベントを尊重し、想像最大限のレベルに文字を表現することにより、それ自身のスコアを獲得したcategory-それぞれで成功した試みに第一世代ではなく原因それに7を与えることを意図していたが、それを8を与えました。\u001b[22m\n\u001b[4mThis is by far a very interesting anime and i can't give a higher rating than that.\u001b[24m\n    \u001b[1mこれははるかに興味深いアニメであり、私はそれよりも高い評価を与えることはできません。\u001b[22m, \u001b[1mこれは、これまでで非常に興味深いアニメだと私はそれよりも高い評価を与えることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nDedicated review to those of the Shinsengumi for their dedication and admirable chivalry towards their country.\n\n\u001b[1m新撰組の献身と祖国への敬意を込めて吟味したものです。\u001b[22m\n\u001b[1m(Shinsenkumi no kenshin to sokoku e no keii o komete ginmi shita monodesu.)\u001b[22m\n\nTranslations of \u001b[4mDedicated review to those of the Shinsengumi for their dedication and admirable chivalry towards their country.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDedicated review to those of the Shinsengumi for their dedication and admirable chivalry towards their country.\u001b[24m\n    \u001b[1m新撰組の献身と祖国への敬意を込めて吟味したものです。\u001b[22m, \u001b[1m彼らの献身と自分たちの国に向かって立派な騎士道のために新選組のものと専用のレビュー。\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "Sephiroth508",
    "profile": "/profile/Sephiroth508/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=198557",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  5\n\nシリーズは大丈夫です。 それは私がそれを記述できる最高です。 しかし時には面倒ですが、ペーシングは少し遅いですし、彼らは銀魂の対応を思い出させるので、キャラクターを真剣に受け入れることができないかもしれませんが、全体的にバランスのとれたアニメです。 大したものではありませんが、大丈夫です。\n通常、ゲームから適応されたすべてのアニメはまったくうまくいきません。 少なくともこの1つは完全に吸いません。 文字はどこにでもあり、その開発は少し強制されます。 あなたは、あなたがしたいと思っているように彼らに投資することはありません。 地獄、土方または近藤がマヨネーズとゴリラであることがわかると、私はすべて見る。  Heh。 それは3シーズン後です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThe series is okay. That's the best i can describe it. It gets a but tedious at times, and the pacing is a bit slow, and you might not be able to take the characters seriously because they remind you of their Gintama counterparts, but it's overall balanced and a fine anime. Not great, but fine.\n\n\u001b[1mシリーズは大丈夫です。 それは私がそれを記述できる最高です。 しかし時には面倒ですが、ペーシングは少し遅いですし、彼らは銀魂の対応を思い出させるので、キャラクターを真剣に受け入れることができないかもしれませんが、全体的にバランスのとれたアニメです。 大したものではありませんが、大丈夫です。\u001b[22m\n\u001b[1m(Shirīzu wa daijōbudesu. Sore wa watashi ga sore o kijutsu dekiru saikōdesu. Shikashi tokiniha mendōdesuga, pēshingu wa sukoshi osoidesushi, karera wa Gintama no taiō o omoidasa serunode, kyarakutā o shinken ni ukeireru koto ga dekinai kamo shiremasenga, zentai-teki ni baransu no toreta animedesu. Taishita monode wa arimasenga, daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe series is okay. That's the best i can describe it. It gets a but tedious at times, and the pacing is a bit slow, and you might not be able to take the characters seriously because they remind you of their Gintama counterparts, but it's overall balanced and a fine anime. Not great, but fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series is okay.\u001b[24m\n    \u001b[1mシリーズは大丈夫です。\u001b[22m\n\u001b[4mThat's the best i can describe it.\u001b[24m\n    \u001b[1mそれは私がそれを記述できる最高です。\u001b[22m, \u001b[1mそれは私がそれを記述することができるのが最善です。\u001b[22m\n\u001b[4mIt gets a but tedious at times, and the pacing is a bit slow, and you might not be able to take the characters seriously because they remind you of their Gintama counterparts, but it's overall balanced and a fine anime.\u001b[24m\n    \u001b[1mしかし時には面倒ですが、ペーシングは少し遅いですし、彼らは銀魂の対応を思い出させるので、キャラクターを真剣に受け入れることができないかもしれませんが、全体的にバランスのとれたアニメです。\u001b[22m, \u001b[1mそれは時間に退屈するが取得し、ペーシングは少し遅いです、あなたは彼らが銀魂の対応を思い出させるので、真剣に文字を取ることができないかもしれないが、それは全体的なバランスのとれた罰金アニメです。\u001b[22m\n\u001b[4mNot great, but fine.\u001b[24m\n    \u001b[1m大したものではありませんが、大丈夫です。\u001b[22m, \u001b[1m偉大な、しかし、罰金ではありません。\u001b[22m\nUsually all anime adapted from games are not good at all. At least this one doesn't suck entirely. The characters are a bit all over the place and their development is a bit forced. You don't get as invested in them as you'd like to be. Hell, all I see when I see Hijikata or Kondo is mayonnaise and gorilla. Heh. And that's after 3 seasons.\n\n\u001b[1m通常、ゲームから適応されたすべてのアニメはまったくうまくいきません。 少なくともこの1つは完全に吸いません。 文字はどこにでもあり、その開発は少し強制されます。 あなたは、あなたがしたいと思っているように彼らに投資することはありません。 地獄、土方または近藤がマヨネーズとゴリラであることがわかると、私はすべて見る。  Heh。 それは3シーズン後です。\u001b[22m\n\u001b[1m(Tsūjō, gēmu kara tekiō sa reta subete no anime wa mattaku umaku ikimasen. Sukunakutomo kono 1tsu wa kanzen ni suimasen. Moji wa doko ni demo ari, sono kaihatsu wa sukoshi kyōsei sa remasu. Anata wa, anata ga shitai to omotte iru yō ni karera ni tōshi suru koto wa arimasen. Jigoku, dokata matawa Kondō ga mayonēzu to goriradearu koto ga wakaru to, watashi wa subete miru. Heh. Sore wa 3 shīzun-godesu.)\u001b[22m\n\nTranslations of \u001b[4mUsually all anime adapted from games are not good at all. At least this one doesn't suck entirely. The characters are a bit all over the place and their development is a bit forced. You don't get as invested in them as you'd like to be. Hell, all I see when I see Hijikata or Kondo is mayonnaise and gorilla. Heh. And that's after 3 seasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUsually all anime adapted from games are not good at all.\u001b[24m\n    \u001b[1m通常、ゲームから適応されたすべてのアニメはまったくうまくいきません。\u001b[22m, \u001b[1m通常ゲームから適応すべてのアニメは全く良いものではありません。\u001b[22m\n\u001b[4mAt least this one doesn't suck entirely.\u001b[24m\n    \u001b[1m少なくともこの1つは完全に吸いません。\u001b[22m, \u001b[1m少なくともこの1は完全に吸うしません。\u001b[22m\n\u001b[4mThe characters are a bit all over the place and their development is a bit forced.\u001b[24m\n    \u001b[1m文字はどこにでもあり、その開発は少し強制されます。\u001b[22m, \u001b[1m文字は、あらゆる場所にビットであり、その開発が少し強制です。\u001b[22m\n\u001b[4mYou don't get as invested in them as you'd like to be.\u001b[24m\n    \u001b[1mあなたは、あなたがしたいと思っているように彼らに投資することはありません。\u001b[22m, \u001b[1mあなたがなりたいようにそれらに投資のようにして得ることはありません。\u001b[22m\n\u001b[4mHell, all I see when I see Hijikata or Kondo is mayonnaise and gorilla.\u001b[24m\n    \u001b[1m地獄、土方または近藤がマヨネーズとゴリラであることがわかると、私はすべて見る。\u001b[22m, \u001b[1m地獄、私は土方や近藤を見たときに私が見るすべてはマヨネーズとゴリラです。\u001b[22m\n\u001b[4mHeh.\u001b[24m\n    \u001b[1mHeh。\u001b[22m, \u001b[1mふみます。\u001b[22m\n\u001b[4mAnd that's after 3 seasons.\u001b[24m\n    \u001b[1mそれは3シーズン後です。\u001b[22m, \u001b[1mそして、それは3シーズン後です。\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "jenjen",
    "profile": "/profile/jenjen/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=26998",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8\n\n私は本当にこのアニメが好きです：D私は歴史的なアニメのファンではないので、私は最初は懐疑的でしたが、これはかなり良いことが判明しました。\nまず第一に、女の子として私は男性の主人公がすべてkawaaiであることを認めなければなりません\nしかし、それは私がそれが好きな理由ではありません。\n私はかなり傷ついた治癒薬を作り出すというアイデアを見つけました。また、「狂っている」部分もあります（あなたはアニメを見ていると分かります）\nそれは本当に気味悪くなる時間です。そして、主人公もクールです...ちずる私は意味します。彼女は非常に勇敢で親切です。それは人格として非常に特別なことではありませんが、私は彼女にかなり馴染みました。\nうまくいけば、これはフィラーでそれを台無しにすれば悲しい25-30シリーズのアニメの1つになるでしょう。\nああ、音楽は本当にいいです、私はオープニングを見て大好き",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI really like this anime :D I'm not a fan of historical anime, so i was sceptical at first, but this turned out rather good.\n\n\u001b[1m私は本当にこのアニメが好きです：D私は歴史的なアニメのファンではないので、私は最初は懐疑的でしたが、これはかなり良いことが判明しました。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime ga sukidesu: D watashi wa rekishi-tekina anime no fande wanainode, watashi wa saisho wa kaigi-tekideshitaga, kore wa kanari yoi koto ga hanmei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI really like this anime :D I'm not a fan of historical anime, so i was sceptical at first, but this turned out rather good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really like this anime :D I'm not a fan of historical anime, so i was sceptical at first, but this turned out rather good.\u001b[24m\n    \u001b[1m私は本当にこのアニメが好きです：D私は歴史的なアニメのファンではないので、私は最初は懐疑的でしたが、これはかなり良いことが判明しました。\u001b[22m, \u001b[1m私は本当にこのアニメのように：D私は歴史的なアニメのファンではないので、私は最初は懐疑的だったが、これはむしろ良いが判明しました。\u001b[22m\nFirst of all, as a girl i must admit all the male protagonists are just kawaai\n\n\u001b[1mまず第一に、女の子として私は男性の主人公がすべてkawaaiであることを認めなければなりません\u001b[22m\n\u001b[1m(Mazu daiichi ni, on'nanoko to shite watashi wa dansei no shujinkō ga subete kawaaidearu koto o mitomenakereba narimasen)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, as a girl i must admit all the male protagonists are just kawaai\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, as a girl i must admit all the male protagonists are just kawaai\u001b[24m\n    \u001b[1mまず第一に、女の子として私は男性の主人公がすべてkawaaiであることを認めなければなりません\u001b[22m, \u001b[1mまず第一に、女の子として私は、すべての男性の主人公がちょうどkawaaiです認めなければなりません\u001b[22m\nBut thats not the reason i like it.\n\n\u001b[1mしかし、それは私がそれが好きな理由ではありません。\u001b[22m\n\u001b[1m(Shikashi, sore wa watashi ga sore ga sukina riyūde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBut thats not the reason i like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut thats not the reason i like it.\u001b[24m\n    \u001b[1mしかし、それは私がそれが好きな理由ではありません。\u001b[22m, \u001b[1mしかし、私がそれを好きな理由はないthatsの。\u001b[22m\nI find the idea of creating an all-wound healing medicine quite interesting.And also the 'going insane ' part.(You'll see when you watch the anime)\n\n\u001b[1m私はかなり傷ついた治癒薬を作り出すというアイデアを見つけました。また、「狂っている」部分もあります（あなたはアニメを見ていると分かります）\u001b[22m\n\u001b[1m(Watashi wa kanari kizutsuita chiyu kusuri o tsukuridasu to iu aidea o mitsukemashita. Mata,`kurutte iru' bubun mo arimasu (anata wa anime o mite iru to wakarimasu))\u001b[22m\n\nTranslations of \u001b[4mI find the idea of creating an all-wound healing medicine quite interesting.And also the 'going insane ' part.(You'll see when you watch the anime)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI find the idea of creating an all-wound healing medicine quite interesting.And also the 'going insane ' part.(You'll see when you watch the anime)\u001b[24m\n    \u001b[1m私はかなり傷ついた治癒薬を作り出すというアイデアを見つけました。また、「狂っている」部分もあります（あなたはアニメを見ていると分かります）\u001b[22m, \u001b[1mまた、私は「行く非常識 'の部分をinteresting.Andかなりすべて-創傷治癒の薬を作成するためのアイデアを見つける。（あなたはアニメを見たときにあなたが表示されます）\u001b[22m\nTime to time it really gets creepy.And the main character is also cool...Chizuru i mean.She's very brave and also kind.Not that it's something very special as a personality, but i've become quite attached to her.\n\n\u001b[1mそれは本当に気味悪くなる時間です。そして、主人公もクールです...ちずる私は意味します。彼女は非常に勇敢で親切です。それは人格として非常に特別なことではありませんが、私は彼女にかなり馴染みました。\u001b[22m\n\u001b[1m(Sore wa hontōni kimiwaruku naru jikandesu. Soshite, shujinkō mo kūrudesu... Chi zuru watashi wa imi shimasu. Kanojo wa hijō ni yūkande shinsetsudesu. Sore wa jinkaku to shite hijō ni tokubetsuna kotode wa arimasenga, watashi wa kanojo ni kanari najimimashita.)\u001b[22m\n\nTranslations of \u001b[4mTime to time it really gets creepy.And the main character is also cool...Chizuru i mean.She's very brave and also kind.Not that it's something very special as a personality, but i've become quite attached to her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTime to time it really gets creepy.And the main character is also cool...Chizuru i mean.She's very brave and also kind.Not that it's something very special as a personality, but i've become quite attached to her.\u001b[24m\n    \u001b[1mそれは本当に気味悪くなる時間です。そして、主人公もクールです...ちずる私は意味します。彼女は非常に勇敢で親切です。それは人格として非常に特別なことではありませんが、私は彼女にかなり馴染みました。\u001b[22m, \u001b[1mそれを時々は本当に主人公は私がmean.She非常に勇敢だとも、それは人格として非常に特別なものだが、私はかなり彼女に添付になったことをkind.Not...も千鶴クールですcreepy.Andを取得します。\u001b[22m\nHopefully this will be one of the 25-30 series animes, would be sad if they ruin it with fillers.\n\n\u001b[1mうまくいけば、これはフィラーでそれを台無しにすれば悲しい25-30シリーズのアニメの1つになるでしょう。\u001b[22m\n\u001b[1m(Umaku ikeba, koreha firā de sore o dainashi ni sureba kanashī 25 - 30 shirīzu no anime no 1tsu ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mHopefully this will be one of the 25-30 series animes, would be sad if they ruin it with fillers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHopefully this will be one of the 25-30 series animes, would be sad if they ruin it with fillers.\u001b[24m\n    \u001b[1mうまくいけば、これはフィラーでそれを台無しにすれば悲しい25-30シリーズのアニメの1つになるでしょう。\u001b[22m, \u001b[1mうまくいけば、これは彼らが充填材とそれを台無し場合は悲しいだろう、25-30シリーズのアニメのいずれかになります。\u001b[22m\nOh and the music is really nice, i love watching the opening\n\n\u001b[1mああ、音楽は本当にいいです、私はオープニングを見て大好き\u001b[22m\n\u001b[1m(Ā, ongaku wa hontōni īdesu, watashi wa ōpuningu o mite daisuki)\u001b[22m\n\nTranslations of \u001b[4mOh and the music is really nice, i love watching the opening\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh and the music is really nice, i love watching the opening\u001b[24m\n    \u001b[1mああ、音楽は本当にいいです、私はオープニングを見て大好き\u001b[22m, \u001b[1mああ、音楽は本当にいいです、私は開口部を見て愛して\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "Hinami",
    "profile": "/profile/Hinami/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=102471",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nChizuruの物語はかなり一般的な方法で始まります（理由を知らないために彼女を追いかけているrouninを除いて）。 彼女の父親は行方不明になり、彼女は彼が剣と少年の服装で武装していることを聞いてからずっと遠いと判断し、彼女は出発します。 彼らに何もしなかった '男の子'を追いかけるよりも、何の役にも立たないルーミンの注目を集めるためだけに（私はまだ彼女を追いかけていたが、ルーニンはロウインであり、始めるには何かが必要だ。\n\nチズルの恐怖の大部分に、ロウニンは悪魔のような男性によって打ち切られ、夜の暗闇の中で白髪が輝きます。 そして3人の男性が突然現れてその日を救うとき、彼女たちも彼女を傷つけようとしている。 しかし、いいえ、これらの男性はあなたの従来の英雄ではありません。 彼らは、一般市民が友情の気持ちを共有していない「警察官」の集団である新撰組の一部であり、その当時、反乱はゆっくりと揺れていた。\n\n千鶴は何が起こったかを目の当たりにしてあまり優しく扱われず、土方十三郎副総理は「彼は殺さなければならない」と確信している。 優しい司令官井上近和は躊躇しており、この時点で他のキャラクターにゆっくりと紹介されています。 沖田草地、原点肇、原田登之助、遠藤啓介、永倉新八、湘南啓介。 ちょうど新選組が父親を探していて、見つけられるまで彼らを守ることに同意するという事実によって、秩父は救われます。\n\n薄桜鬼は歴史的なアニメであり、まだ驚くべきことに、すべての主な男性キャラクターは、サナンさんとは別に、実生活の人々のモデルである。 あなたがアニメを愛することの1つは、男性キャラクターです。 それらのすべては、激しいチズルの保護をしながら、典型的な逆ハレムの男の子が何をするかを表示しません。 彼らは絶えず彼女の注意をつかむか、彼女の足元を掃除しようとせず、ただ彼女を元気づけ、真の気持ちを彼女と共有しようとしているだけではありません。 何か特別な気持ちがある場合、少年たちは、戦ってきたものがすべて崩壊しているときに、愛を争う時間がないので、キャノンのカップルに道を譲ります。\n\nChizuruは、グループと一緒に時間を過ごしている間に、まさにShinsengumiがなぜ彼女の父親を探してショックを受けたのかを間違いなく発見します。 彼女の後にいる神秘的な金髪の人との会合で、彼女は自分自身については何も知らなかった。\n\nたいていの人は、ちずるをスピンレスのキャラクターとして説明していますが、これはまったく役に立たないものですが、男性キャラクターのベストを引き出すために、彼女が存在するものとまったく同じだと私は思っています。 彼女はほとんど自分自身のために戦うことができず、常に他人に依存しなければならないが、それは彼女のせいではない。 彼女は上に移動する能力を持ち、他人を助けるために彼女の最善を尽くしています。\n\nアニメは、起こっていたイベントで私の注意を引くことができました。 ゆっくりと、しかし確かに、運命のコグは回り始め、新撰組を元気にした防護盾を壊し始めました。 白い雪はまったくの輝きと虹のようなものではない。 アニメの出来事は実生活で起こったことを忠実にフォローし、勝利が現れないことを簡単に理解するようになります。\n\nそれにもかかわらず、白き騎士はそのために興味をそそられています。 敵と悪は白黒ではありません。 それは、色のブレンドではなく、決して特異なものではありません。それはまさに、新撰組が直面しようとしている必然的な戦争です。 この最初のシーズンの終わりは、より多くの流血、悲劇、不運な出来事を指しています。 この時点で、彼らは握っていますか？\n\n文字は片面ではありません。 彼らには欠陥や自分の人格があり、常に正しいことではないかもしれない意思決定をします。 彼らの生活は、かなり爽やかに、女性の鉛を中心にしていないし、彼らが選択することは時には驚くべきことかもしれません。 あなたが歴史的な出来事に強い関心を持っている私のような人なら、白く雪はあなたにとってのアニメです。 それは真に握っていることで何が起こったのかを探る。\n\n私はOPとEDと恋に落ちましたが、OSTはかなり平凡です。 しかし、声優はすばらしかったし、キャラクターは本当によく表現されていました。特に、沖田の声は恋に落ちました。筑波健次郎さんは声を掛けました（私はSpannerとして本当に愛していました）。\n\nアニメーションは強みの1つだったと私の意見では、薄毛はリバース・ハーレムとは正反対のタグをつけられていませんが、ビショナンの質はまだありますし、色は暗いテーマであり、実際には明るい色はありません。\n\n白雪姫はシリーズの最初の部分として、私たちに文字を紹介する素晴らしい仕事をしました。\n\nそれは歴史的なアニメのファンだけではなく、私は正直に言えば、アクションファンがこれに失望するとは思わないし、ロマンスのファンであれば、それはあなたの渇望を確実に果たすだろう。 驚くべきことに、悲劇を見るのをやめることができないマゾヒズムの人々（私のような）は、驚いたことにあなたのお茶のカップかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nChizuru's story starts off in quite a common manner ( minus the rounin who are chasing her for reasons unknown ). Her father goes missing and she decides that it's been far too long since she heard from him so armed with a sword and a boy's attire, she sets out. Only to attract the attention of rounin who have nothing better do than chase a 'boy' who did nothing to them ( I still have no idea why they were chasing her but well, rounin are rounin and we need something to start off with ).\n\n\u001b[1mChizuruの物語はかなり一般的な方法で始まります（理由を知らないために彼女を追いかけているrouninを除いて）。 彼女の父親は行方不明になり、彼女は彼が剣と少年の服装で武装していることを聞いてからずっと遠いと判断し、彼女は出発します。 彼らに何もしなかった '男の子'を追いかけるよりも、何の役にも立たないルーミンの注目を集めるだけです（私はまだ彼女を追いかけている理由はよく分かりませんが、ルーミンはロニンです。\u001b[22m\n\u001b[1m(Chizuru no monogatari wa kanari ippantekina hōhō de hajimarimasu (riyū o shiranai tame ni kanojo o oikakete iru rounin o nozoite). Kanojo no chichioya wa yukue fumei ni nari, kanojo wa kare ga ken to shōnen no fukusō de busō shite iru koto o kiite kara zutto tōi to handan shi, kanojo wa shuppatsu shimasu. Karera ni nani mo shinakatta' otokonoko' o oikakeru yori mo, nani no yaku ni mo tatanai rūmin no chūmokuwoatsumeru dakedesu (watashi wa mada kanojo o oikakete iru riyū wa yoku wakarimasenga, rūmin wa ronindesu.)\u001b[22m\n\nTranslations of \u001b[4mChizuru's story starts off in quite a common manner ( minus the rounin who are chasing her for reasons unknown ). Her father goes missing and she decides that it's been far too long since she heard from him so armed with a sword and a boy's attire, she sets out. Only to attract the attention of rounin who have nothing better do than chase a 'boy' who did nothing to them ( I still have no idea why they were chasing her but well, rounin are rounin and we need something to start off with ).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChizuru's story starts off in quite a common manner ( minus the rounin who are chasing her for reasons unknown ).\u001b[24m\n    \u001b[1mChizuruの物語はかなり一般的な方法で始まります（理由を知らないために彼女を追いかけているrouninを除いて）。\u001b[22m, \u001b[1m千鶴の話は非常に一般的な方法でオフを開始する（マイナス未知の理由のために彼女を追いかけている浪人）。\u001b[22m\n\u001b[4mHer father goes missing and she decides that it's been far too long since she heard from him so armed with a sword and a boy's attire, she sets out.\u001b[24m\n    \u001b[1m彼女の父親は行方不明になり、彼女は彼が剣と少年の服装で武装していることを聞いてからずっと遠いと判断し、彼女は出発します。\u001b[22m, \u001b[1m彼女の父親が行方不明になり、彼女は剣と少年の服装を持つように武装し、彼から聞いたので、それはあまりにも長い間されていますことを決定し、彼女が出て設定します。\u001b[22m\n\u001b[4mOnly to attract the attention of rounin who have nothing better do than chase a 'boy' who did nothing to them ( I still have no idea why they were chasing her but well, rounin are rounin and we need something to start off with ).\u001b[24m\n    \u001b[1m彼らに何もしなかった '男の子'を追いかけるよりも、何の役にも立たないルーミンの注目を集めるだけです（私はまだ彼女を追いかけている理由はよく分かりませんが、ルーミンはロニンです。\u001b[22m, \u001b[1m彼らに何もしなかった「少年」を追いかけるよりも行う良い方法がない浪人の注目を引き付けるためにのみ（私はまだ、彼らは彼女を追いかけていたが、よく、浪人は浪人していると我々がオフに開始するために何かを必要とする理由はわかりません）。\u001b[22m\n\u001b[1m\u001b[22m\nMuch to Chizuru's horror, the rounin are cut down by demon-like men, their hair gleaming white in the dark of the night. And they're about to cut her down too, when three men suddenly appear and save the day. But no, these men are not your conventional heroes. They are part of the Shinsengumi, a group of 'police officers' whom the general population share no feelings of camaraderie for, at that time, a rebellion was slowly stirring.\n\n\u001b[1mチズルの恐怖の大部分に、ロウニンは悪魔のような男性によって打ち切られ、夜の暗闇の中で白髪が輝きます。 そして3人の男性が突然現れてその日を救うとき、彼女たちも彼女を傷つけようとしている。 しかし、いいえ、これらの男性はあなたの従来の英雄ではありません。 彼らは、一般市民が友情の気持ちを共有していない「警察官」の集団である新撰組の一部であり、その当時、反乱はゆっくりと揺れていた。\u001b[22m\n\u001b[1m(Chizuru no kyōfu no daibubun ni, rounin wa akuma no yōna dansei ni yotte uchikira re, yoru no kurayaminonakade shiraga ga kagayakimasu. Soshite 3-ri no dansei ga totsuzen arawarete sonohi o sukuu toki, kanojotachi mo kanojo o kizutsukeyou to shite iru. Shikashi, īe, korera no dansei wa anata no jūrai no eiyūde wa arimasen. Karera wa, ippan shimin ga yūjō no kimochi o kyōyū shite inai `keisatsukan' no shūdandearu shinsenkumi no ichibudeari, sono tōji, hanran wa yukkuri to yurete ita.)\u001b[22m\n\nTranslations of \u001b[4mMuch to Chizuru's horror, the rounin are cut down by demon-like men, their hair gleaming white in the dark of the night. And they're about to cut her down too, when three men suddenly appear and save the day. But no, these men are not your conventional heroes. They are part of the Shinsengumi, a group of 'police officers' whom the general population share no feelings of camaraderie for, at that time, a rebellion was slowly stirring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMuch to Chizuru's horror, the rounin are cut down by demon-like men, their hair gleaming white in the dark of the night.\u001b[24m\n    \u001b[1mチズルの恐怖の大部分に、ロウニンは悪魔のような男性によって打ち切られ、夜の暗闇の中で白髪が輝きます。\u001b[22m, \u001b[1m千鶴の恐怖の多くは、浪人は鬼のような男性、夜の暗闇の中で自分の髪白く輝くによって削減されています。\u001b[22m\n\u001b[4mAnd they're about to cut her down too, when three men suddenly appear and save the day.\u001b[24m\n    \u001b[1mそして3人の男性が突然現れてその日を救うとき、彼女たちも彼女を傷つけようとしている。\u001b[22m, \u001b[1mそして、彼らは三人の男が突然現れ、一日保存すると、あまりにも彼女を削減しようとしています。\u001b[22m\n\u001b[4mBut no, these men are not your conventional heroes.\u001b[24m\n    \u001b[1mしかし、いいえ、これらの男性はあなたの従来の英雄ではありません。\u001b[22m, \u001b[1mしかし、いや、これらの男性は、あなたの従来のヒーローではありません。\u001b[22m\n\u001b[4mThey are part of the Shinsengumi, a group of 'police officers' whom the general population share no feelings of camaraderie for, at that time, a rebellion was slowly stirring.\u001b[24m\n    \u001b[1m彼らは、一般市民が友情の気持ちを共有していない「警察官」の集団である新撰組の一部であり、その当時、反乱はゆっくりと揺れていた。\u001b[22m, \u001b[1m彼らは、新撰組、一般集団は、その時点で、反乱がゆっくりと攪拌したために仲間意識のない感情を共有しない」警察官」のグループの一部です。\u001b[22m\n\u001b[1m\u001b[22m\nChizuru is handled none-too-gently for witnessing what happened and the Vice-Commander, Hijikata Toushizou is convinced that 'he' must be killed. The gentle Commander, Kondou Isami is hesitant and we are slowly introduced to the other characters at this point. Okita Souji, Saitou Hajime, Harada Sanosuke, Toudou Heisuke, Nagakura Shinpachi and Sannan Keisuke. Chizuru is saved by the fact that the Shinsengumi too, is searching for her father and they they agree to keep her with them until he is found.\n\n\u001b[1m千鶴は何が起こったかを目の当たりにしてあまり優しく扱われず、土方十三郎副総理は「彼は殺さなければならない」と確信している。 優しい司令官井上近和は躊躇しており、この時点で他のキャラクターにゆっくりと紹介されています。 沖田草地、原点肇、原田登之助、遠藤啓介、永倉新八、湘南啓介。 ちょうど新選組が父親を探していて、見つけられるまで彼らを守ることに同意するという事実によって、秩父は救われます。\u001b[22m\n\u001b[1m(Chidzuru wa nani ga okotta ka o manoatari ni shite amari yasashiku atsukawa rezu, dokata 十三郎副総理 Wa `kare wa korosanakereba naranai' to kakushin shite iru. Yasashī shirei-kan Inoue kin wa wa chūcho shite ori, kono jiten de hoka no kyarakutā ni yukkuri to shōkai sa rete imasu. Okita Kusachi, genten Hajime, Harada noborinosuke, Endō Keisuke, nagakura shinpachi, Shōnan Keisuke. Chōdo shinsengu ga chichioya o sagashite ite, mitsuke rareru made karera o mamoru koto ni dōi suru to iu jijitsu ni yotte, Chichibu wa sukuwa remasu.)\u001b[22m\n\nTranslations of \u001b[4mChizuru is handled none-too-gently for witnessing what happened and the Vice-Commander, Hijikata Toushizou is convinced that 'he' must be killed. The gentle Commander, Kondou Isami is hesitant and we are slowly introduced to the other characters at this point. Okita Souji, Saitou Hajime, Harada Sanosuke, Toudou Heisuke, Nagakura Shinpachi and Sannan Keisuke. Chizuru is saved by the fact that the Shinsengumi too, is searching for her father and they they agree to keep her with them until he is found.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChizuru is handled none-too-gently for witnessing what happened and the Vice-Commander, Hijikata Toushizou is convinced that 'he' must be killed.\u001b[24m\n    \u001b[1m千鶴は何が起こったかを目の当たりにしてあまり優しく扱われず、土方十三郎副総理は「彼は殺さなければならない」と確信している。\u001b[22m, \u001b[1m千鶴は土方Toushizouが「彼は殺されなければならないと確信して、何が起こったのか目の当たりにし、副司令官にnone-あまりにも静かに処理されます。\u001b[22m\n\u001b[4mThe gentle Commander, Kondou Isami is hesitant and we are slowly introduced to the other characters at this point.\u001b[24m\n    \u001b[1m優しい司令官井上近和は躊躇しており、この時点で他のキャラクターにゆっくりと紹介されています。\u001b[22m, \u001b[1m穏やかな司令官は、近藤勇は躊躇であり、我々はゆっくりとこの時点で他の文字に導入されています。\u001b[22m\n\u001b[4mOkita Souji, Saitou Hajime, Harada Sanosuke, Toudou Heisuke, Nagakura Shinpachi and Sannan Keisuke.\u001b[24m\n    \u001b[1m沖田草地、原点肇、原田登之助、遠藤啓介、永倉新八、湘南啓介。\u001b[22m, \u001b[1m沖田総司、斎藤一、原田左之助、藤堂平助、永倉新八とSannan圭介。\u001b[22m\n\u001b[4mChizuru is saved by the fact that the Shinsengumi too, is searching for her father and they they agree to keep her with them until he is found.\u001b[24m\n    \u001b[1mちょうど新選組が父親を探していて、見つけられるまで彼らを守ることに同意するという事実によって、秩父は救われます。\u001b[22m, \u001b[1m千鶴は、新選組は、あまりにも、彼女の父親を探していると、彼らは彼が発見されるまで、彼らと彼女を維持することに同意するものとしているという事実によって保存されます。\u001b[22m\n\u001b[1m\u001b[22m\nHakuouki is a historical anime and still surprisingly, all the main male characters are models of the real-life people, apart from Sannan-san. One thing that you'll love about the anime is the male characters. All of them, while fiercely protective of Chizuru, do not display what typical reverse harem boys do. They don't constantly try to grab her attention or sweep her off her feet, only trying to cheer her up and sharing their true feelings with her. If there are any special feelings, the boys give way to the canon couple because there is no time to fight over love when everything they've been fighting for is falling apart.\n\n\u001b[1m薄桜鬼は歴史的なアニメであり、まだ驚くべきことに、すべての主な男性キャラクターは、サナンさんとは別に、実生活の人々のモデルである。 あなたがアニメを愛することの1つは、男性キャラクターです。 それらのすべては、激しいチズルの保護をしながら、典型的な逆ハレムの男の子が何をするかを表示しません。 彼らは絶えず彼女の注意をつかむか、彼女の足元を掃除しようとせず、ただ彼女を元気づけ、真の気持ちを彼女と共有しようとしているだけではありません。 何か特別な気持ちがある場合、少年たちは、戦ってきたものがすべて崩壊しているときに、愛を争う時間がないので、キャノンのカップルに道を譲ります。\u001b[22m\n\u001b[1m(Hakuōki wa rekishi-tekina animedeari, mada odorokubeki koto ni, subete no omona dansei kyarakutā wa, sanan-san to wa betsuni, jisseikatsu no hitobito no moderudearu. Anata ga anime o aisuru koto no 1tsu wa, dansei kyarakutādesu. Sorera no subete wa, hageshī chizuru no hogo o shinagara, tenkei-tekina gyaku haremu no otokonoko ga nani o suru ka o hyōji shimasen. Karera wa taezu kanojo no chūi o tsukamu ka, kanojo no ashimoto o sōji shiyou to sezu, tada kanojo o genkidzuke, shin no kimochi o kanojo to kyōyū shiyou to shite iru dakede wa arimasen. Nani ka tokubetsuna kimochi ga aru baai, shōnen-tachi wa,-sen tte kita mono ga subete hōkai shite iru toki ni, ai o arasou jikan ga nainode, Kyanon no kappuru ni michi o yuzurimasu.)\u001b[22m\n\nTranslations of \u001b[4mHakuouki is a historical anime and still surprisingly, all the main male characters are models of the real-life people, apart from Sannan-san. One thing that you'll love about the anime is the male characters. All of them, while fiercely protective of Chizuru, do not display what typical reverse harem boys do. They don't constantly try to grab her attention or sweep her off her feet, only trying to cheer her up and sharing their true feelings with her. If there are any special feelings, the boys give way to the canon couple because there is no time to fight over love when everything they've been fighting for is falling apart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHakuouki is a historical anime and still surprisingly, all the main male characters are models of the real-life people, apart from Sannan-san.\u001b[24m\n    \u001b[1m薄桜鬼は歴史的なアニメであり、まだ驚くべきことに、すべての主な男性キャラクターは、サナンさんとは別に、実生活の人々のモデルである。\u001b[22m, \u001b[1m薄桜鬼は歴史アニメで、まだ驚くほど、すべての主要な男性キャラクターはSannan-sanから離れて、現実の人々のモデルです。\u001b[22m\n\u001b[4mOne thing that you'll love about the anime is the male characters.\u001b[24m\n    \u001b[1mあなたがアニメを愛することの1つは、男性キャラクターです。\u001b[22m, \u001b[1mあなたはアニメについて好きになることの一つは、男性の文字です。\u001b[22m\n\u001b[4mAll of them, while fiercely protective of Chizuru, do not display what typical reverse harem boys do.\u001b[24m\n    \u001b[1mそれらのすべては、激しいチズルの保護をしながら、典型的な逆ハレムの男の子が何をするかを表示しません。\u001b[22m, \u001b[1mそれらのすべては、千鶴の激しく保護しながら、典型的な逆ハーレムの少年が何をするか表示されません。\u001b[22m\n\u001b[4mThey don't constantly try to grab her attention or sweep her off her feet, only trying to cheer her up and sharing their true feelings with her.\u001b[24m\n    \u001b[1m彼らは絶えず彼女の注意をつかむか、彼女の足元を掃除しようとせず、ただ彼女を元気づけ、真の気持ちを彼女と共有しようとしているだけではありません。\u001b[22m, \u001b[1m彼らは常にだけ彼女を応援しようと、彼女と一緒に自分の本当の気持ちを共有し、彼女の注意をつかむか、彼女の足を彼女を一掃しようとしないでください。\u001b[22m\n\u001b[4mIf there are any special feelings, the boys give way to the canon couple because there is no time to fight over love when everything they've been fighting for is falling apart.\u001b[24m\n    \u001b[1m何か特別な気持ちがある場合、少年たちは、戦ってきたものがすべて崩壊しているときに、愛を争う時間がないので、キャノンのカップルに道を譲ります。\u001b[22m, \u001b[1m特別な感情がある場合、彼らはのために戦ってきたすべてがバラバラにされたときに愛争いをする時間がないので、男の子はキヤノンのカップルに道を譲ります。\u001b[22m\n\u001b[1m\u001b[22m\nChizuru, while spending time with the group, discovers quite accidentally exactly why the Shinsengumi are searching for her father and is shocked. A not-so-chance meeting with a mysterious blond who is after her reveals much about herself that even she had no idea about.\n\n\u001b[1mChizuruは、グループと一緒に時間を過ごしている間に、まさにShinsengumiがなぜ彼女の父親を探してショックを受けたのかを間違いなく発見します。 彼女の後にいる神秘的な金髪の人との会合で、彼女は自分自身については何も知らなかった。\u001b[22m\n\u001b[1m(Chizuru wa, gurūpu to issho ni jikan o sugoshite iru ma ni, masani Shinsengumi ga naze kanojo no chichioya o sagashite shokku o uketa no ka o machigainaku hakken shimasu. Kanojo no nochi ni iru shinpi-tekina kinpatsu no hito to no kaigō de, kanojo wa jibun jishin ni tsuite wa nani mo shiranakatta.)\u001b[22m\n\nTranslations of \u001b[4mChizuru, while spending time with the group, discovers quite accidentally exactly why the Shinsengumi are searching for her father and is shocked. A not-so-chance meeting with a mysterious blond who is after her reveals much about herself that even she had no idea about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChizuru, while spending time with the group, discovers quite accidentally exactly why the Shinsengumi are searching for her father and is shocked.\u001b[24m\n    \u001b[1mChizuruは、グループと一緒に時間を過ごしている間に、まさにShinsengumiがなぜ彼女の父親を探してショックを受けたのかを間違いなく発見します。\u001b[22m, \u001b[1m千鶴は、グループとの時間を過ごしながら、新選組は、彼女の父親を探しているとショックを受けされている正確な理由は非常に偶然発見します。\u001b[22m\n\u001b[4mA not-so-chance meeting with a mysterious blond who is after her reveals much about herself that even she had no idea about.\u001b[24m\n    \u001b[1m彼女の後にいる神秘的な金髪の人との会合で、彼女は自分自身については何も知らなかった。\u001b[22m, \u001b[1m彼女はあっても、彼女は約全く分からなかったことを彼女自身について多くを明らかにした後である神秘的な金髪とそれほど偶然の出会い。\u001b[22m\n\u001b[1m\u001b[22m\nMost people describe Chizuru as a spineless character who is of absolutely no use but I think that's exactly what she exists for - to bring out the best of the male characters. It's true that she's mostly unable to fight for herself, having to constantly depend on others but it's not exactly her fault. She has the ability to move on and tries her best to help others.\n\n\u001b[1mたいていの人は、ちずるをスピンレスのキャラクターとして説明していますが、これはまったく役に立たないものですが、男性キャラクターのベストを引き出すために、彼女が存在するものとまったく同じだと私は思っています。 彼女はほとんど自分自身のために戦うことができず、常に他人に依存しなければならないが、それは彼女のせいではない。 彼女は上に移動する能力を持ち、他人を助けるために彼女の最善を尽くしています。\u001b[22m\n\u001b[1m(Taitei no hito wa, chi zuru o supinresu no kyarakutā to shite setsumei shite imasuga, kore wa mattaku yakunitatanai monodesuga, dansei kyarakutā no besuto o hikidasu tame ni, kanojo ga sonzai suru mono to mattaku onajida to watashi wa omotte imasu. Kanojo wa hotondo jibun jishin no tame ni tatakau koto ga dekizu, tsuneni tanin ni izon shinakereba naranaiga, sore wa kanojo no seide wanai. Kanojo wa ue ni idō suru nōryoku o mochi, tanin o tasukeru tame ni kanojo no saizen o tsukushite imasu.)\u001b[22m\n\nTranslations of \u001b[4mMost people describe Chizuru as a spineless character who is of absolutely no use but I think that's exactly what she exists for - to bring out the best of the male characters. It's true that she's mostly unable to fight for herself, having to constantly depend on others but it's not exactly her fault. She has the ability to move on and tries her best to help others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost people describe Chizuru as a spineless character who is of absolutely no use but I think that's exactly what she exists for - to bring out the best of the male characters.\u001b[24m\n    \u001b[1mたいていの人は、ちずるをスピンレスのキャラクターとして説明していますが、これはまったく役に立たないものですが、男性キャラクターのベストを引き出すために、彼女が存在するものとまったく同じだと私は思っています。\u001b[22m, \u001b[1mほとんどの人は絶対に役に立たないひ弱な文字として千鶴を記述するが、私はそれは彼女がのために存在しているまさにそれだと思う - 男性文字のベストを引き出すために。\u001b[22m\n\u001b[4mIt's true that she's mostly unable to fight for herself, having to constantly depend on others but it's not exactly her fault.\u001b[24m\n    \u001b[1m彼女はほとんど自分自身のために戦うことができず、常に他人に依存しなければならないが、それは彼女のせいではない。\u001b[22m, \u001b[1mそれは彼女が常に他人に依存すること、自分自身のために戦う、ほとんどできないということは事実だが、それはまさに彼女のせいではありません。\u001b[22m\n\u001b[4mShe has the ability to move on and tries her best to help others.\u001b[24m\n    \u001b[1m彼女は上に移動する能力を持ち、他人を助けるために彼女の最善を尽くしています。\u001b[22m, \u001b[1m彼女が上に移動する機能を持っており、他の人を助けるために彼女の最善をしようとします。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime managed to capture my attention with the events that were going on. Slowly but surely, the cogs of fate began to turn and started breaking down the protective shield that made the Shinsengumi what it was. Hakuouki is not at all the sparkles and rainbows it appears to be. The events of the anime faithfully follow what happened in real life and then you begin to realise that victory doesn't come as easily as it appears to.\n\n\u001b[1mアニメは、起こっていたイベントで私の注意を引くことができました。 ゆっくりと、しかし確かに、運命のコグは回り始め、新撰組を元気にした防護盾を壊し始めました。 白い雪はまったくの輝きと虹のようなものではない。 アニメの出来事は実生活で起こったことを忠実にフォローし、勝利が現れないことを簡単に理解するようになります。\u001b[22m\n\u001b[1m(Anime wa, okotte ita ibento de watashi no chūi o hiku koto ga dekimashita. Yukkuri to, shikashi tashika ni, unmei no kogu wa mawari hajime, shinsenkumi o genki ni shita bōgo tate o kowashi hajimemashita. Shiroi yuki wa mattaku no kagayaki to niji no yōna monode wanai. Anime no dekigoto wa jisseikatsu de okotta koto o chūjitsu ni forō shi, shōri ga arawarenai koto o kantan ni rikai suru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime managed to capture my attention with the events that were going on. Slowly but surely, the cogs of fate began to turn and started breaking down the protective shield that made the Shinsengumi what it was. Hakuouki is not at all the sparkles and rainbows it appears to be. The events of the anime faithfully follow what happened in real life and then you begin to realise that victory doesn't come as easily as it appears to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime managed to capture my attention with the events that were going on.\u001b[24m\n    \u001b[1mアニメは、起こっていたイベントで私の注意を引くことができました。\u001b[22m, \u001b[1mアニメが起こったイベントに私の注意をキャプチャするために管理しました。\u001b[22m\n\u001b[4mSlowly but surely, the cogs of fate began to turn and started breaking down the protective shield that made the Shinsengumi what it was.\u001b[24m\n    \u001b[1mゆっくりと、しかし確かに、運命のコグは回り始め、新撰組を元気にした防護盾を壊し始めました。\u001b[22m, \u001b[1mゆっくりと、しかし確実に、運命の歯車が回転し始め、それが何だったか新選組を作った保護シールドを破壊開始しました。\u001b[22m\n\u001b[4mHakuouki is not at all the sparkles and rainbows it appears to be.\u001b[24m\n    \u001b[1m白い雪はまったくの輝きと虹のようなものではない。\u001b[22m, \u001b[1m薄桜鬼は、すべての輝き、あるように見える虹ではありません。\u001b[22m\n\u001b[4mThe events of the anime faithfully follow what happened in real life and then you begin to realise that victory doesn't come as easily as it appears to.\u001b[24m\n    \u001b[1mアニメの出来事は実生活で起こったことを忠実にフォローし、勝利が現れないことを簡単に理解するようになります。\u001b[22m, \u001b[1mアニメのイベントは、忠実に実際の生活の中で何が起こったのか従うと、あなたは勝利が同じように簡単にそれが表示されて来ないことを認識し始めます。\u001b[22m\n\u001b[1m\u001b[22m\nEven so, Hakuouki is intriguing exactly because of that. Enemies and evil are not black and white. It's a blend of colours, never singular and that's exactly what the inevitable war that the Shinsengumi are about to face is. The end of this first season points towards more bloodshed, tragedy and unfortunate events. At this point of time, can they keep holding on?\n\n\u001b[1mそれにもかかわらず、白き騎士はそのために興味をそそられています。 敵と悪は白黒ではありません。 それは、色のブレンドではなく、決して特異なものではありません。それはまさに、新撰組が直面しようとしている必然的な戦争です。 この最初のシーズンの終わりは、より多くの流血、悲劇、不運な出来事を指しています。 この時点で、彼らは握っていますか？\u001b[22m\n\u001b[1m(Sore nimokakawarazu, shiroki kishi wa sonotame ni kyōmi o sosora rete imasu. Teki to aku wa shirokurode wa arimasen. Sore wa,-iro no burendode wa naku, kesshite tokuina monode wa arimasen. Sore wa masani, shinsenkumi ga chokumen shiyou to shite iru hitsuzen-tekina sensōdesu. Kono saisho no shīzun no owari wa, yori ōku no ryūketsu, higeki, fuun'na dekigoto o sashite imasu. Kono jiten de, karera wa nigitte imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mEven so, Hakuouki is intriguing exactly because of that. Enemies and evil are not black and white. It's a blend of colours, never singular and that's exactly what the inevitable war that the Shinsengumi are about to face is. The end of this first season points towards more bloodshed, tragedy and unfortunate events. At this point of time, can they keep holding on?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven so, Hakuouki is intriguing exactly because of that.\u001b[24m\n    \u001b[1mそれにもかかわらず、白き騎士はそのために興味をそそられています。\u001b[22m, \u001b[1mそうであっても、薄桜鬼はまさにそのせいの興味をそそられます。\u001b[22m\n\u001b[4mEnemies and evil are not black and white.\u001b[24m\n    \u001b[1m敵と悪は白黒ではありません。\u001b[22m, \u001b[1m敵と悪は黒と白ではありません。\u001b[22m\n\u001b[4mIt's a blend of colours, never singular and that's exactly what the inevitable war that the Shinsengumi are about to face is.\u001b[24m\n    \u001b[1mそれは、色のブレンドではなく、決して特異なものではありません。それはまさに、新撰組が直面しようとしている必然的な戦争です。\u001b[22m, \u001b[1mこれは、色のブレンドだ単数決して、それは新選組が直面しようとしていることを避けられない戦争があるまさにです。\u001b[22m\n\u001b[4mThe end of this first season points towards more bloodshed, tragedy and unfortunate events.\u001b[24m\n    \u001b[1mこの最初のシーズンの終わりは、より多くの流血、悲劇、不運な出来事を指しています。\u001b[22m, \u001b[1mこの最初のシーズンの終わりには、より多くの流血、悲劇と不幸なイベントに向かって指しています。\u001b[22m\n\u001b[4mAt this point of time, can they keep holding on?\u001b[24m\n    \u001b[1mこの時点で、彼らは握っていますか？\u001b[22m, \u001b[1mこの時点で、彼らは上に保持し続けることができますか？\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are not one-sided. They have flaws, their own personalities and they make decisions that might not always be the right thing. Their lives, quite refreshingly, do not centre around the female lead and the choices they make might, at times, be surprising. If you're someone like me who has a strong interest in historical events, then Hakuouki is the anime for you. It explores what happened in a truly gripping way.\n\n\u001b[1m文字は片面ではありません。 彼らには欠陥や自分の人格があり、常に正しいことではないかもしれない意思決定をします。 彼らの生活は、かなり爽やかに、女性の鉛を中心にしていないし、彼らが選択することは時には驚くべきことかもしれません。 あなたが歴史的な出来事に強い関心を持っている私のような人なら、白く雪はあなたにとってのアニメです。 それは真に握っていることで何が起こったのかを探る。\u001b[22m\n\u001b[1m(Moji wa katamende wa arimasen. Karera ni wa kekkan ya jibun no jinkaku ga ari, tsuneni tadashī kotode wanai kamo shirenai ishi kettei o shimasu. Karera no seikatsu wa, kanari sawayaka ni, josei no namari o chūshin ni shite inaishi, karera ga sentaku suru koto wa tokiniha odorokubeki koto kamo shiremasen. Anata ga rekishi-tekina dekigoto ni tsuyoi kanshin o motte iru watashi no yōna hitonara, shiroku yuki wa anata ni totte no animedesu. Sore wa makotoni nigitte iru koto de nani ga okotta no ka o saguru.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are not one-sided. They have flaws, their own personalities and they make decisions that might not always be the right thing. Their lives, quite refreshingly, do not centre around the female lead and the choices they make might, at times, be surprising. If you're someone like me who has a strong interest in historical events, then Hakuouki is the anime for you. It explores what happened in a truly gripping way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are not one-sided.\u001b[24m\n    \u001b[1m文字は片面ではありません。\u001b[22m, \u001b[1m文字は、一方的ではありません。\u001b[22m\n\u001b[4mThey have flaws, their own personalities and they make decisions that might not always be the right thing.\u001b[24m\n    \u001b[1m彼らには欠陥や自分の人格があり、常に正しいことではないかもしれない意思決定をします。\u001b[22m, \u001b[1m彼らは傷、独自の個性を持っており、彼らは常に正しいことではないかもしれない決定を下します。\u001b[22m\n\u001b[4mTheir lives, quite refreshingly, do not centre around the female lead and the choices they make might, at times, be surprising.\u001b[24m\n    \u001b[1m彼らの生活は、かなり爽やかに、女性の鉛を中心にしていないし、彼らが選択することは時には驚くべきことかもしれません。\u001b[22m, \u001b[1m自分たちの生活は、非常に爽快、女性のリードを中心にしないと、彼らが行う選択は、時々、驚くべきことかもしれません。\u001b[22m\n\u001b[4mIf you're someone like me who has a strong interest in historical events, then Hakuouki is the anime for you.\u001b[24m\n    \u001b[1mあなたが歴史的な出来事に強い関心を持っている私のような人なら、白く雪はあなたにとってのアニメです。\u001b[22m, \u001b[1mあなたは歴史的なイベントに強い関心を持っている私のような人であれば、その後薄桜鬼はあなたのためのアニメです。\u001b[22m\n\u001b[4mIt explores what happened in a truly gripping way.\u001b[24m\n    \u001b[1mそれは真に握っていることで何が起こったのかを探る。\u001b[22m, \u001b[1mそれは本当に把持方法で何が起こったかを探ります。\u001b[22m\n\u001b[1m\u001b[22m\nI fell in love with the OP and ED but the OSTs are quite mediocre. The voice acting, however, was superb and the characters were really expressed well, especially Okita's voice, which I really fell in love with and Chikage, whom Tsuda Kenjirou-san voiced ( I absolutely loved him as Spanner ).\n\n\u001b[1m私はOPとEDと恋に落ちましたが、OSTはかなり平凡です。 しかし、声優はすばらしかったし、キャラクターは本当によく表現されていました。特に、沖田の声は恋に落ちました。筑波健次郎さんは声を掛けました（私はSpannerとして本当に愛していました）。\u001b[22m\n\u001b[1m(Watashi wa OP to ED to koi ni ochimashita ga, OST wa kanari heibondesu. Shikashi, seiyū wa subarashikattashi, kyarakutā wa hontōni yoku hyōgen sa rete imashita. Tokuni, Okita no koe wa koi ni ochimashita. Tsukuba Kenjirō-san wa koe o kakemashita (watashi wa Spanner to shite hontōni itoshite imashita).)\u001b[22m\n\nTranslations of \u001b[4mI fell in love with the OP and ED but the OSTs are quite mediocre. The voice acting, however, was superb and the characters were really expressed well, especially Okita's voice, which I really fell in love with and Chikage, whom Tsuda Kenjirou-san voiced ( I absolutely loved him as Spanner ).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI fell in love with the OP and ED but the OSTs are quite mediocre.\u001b[24m\n    \u001b[1m私はOPとEDと恋に落ちましたが、OSTはかなり平凡です。\u001b[22m, \u001b[1m私はOPとEDと恋に落ちたが、のOSTはかなり平凡です。\u001b[22m\n\u001b[4mThe voice acting, however, was superb and the characters were really expressed well, especially Okita's voice, which I really fell in love with and Chikage, whom Tsuda Kenjirou-san voiced ( I absolutely loved him as Spanner ).\u001b[24m\n    \u001b[1mしかし、声優はすばらしかったし、キャラクターは本当によく表現されていました。特に、沖田の声は恋に落ちました。筑波健次郎さんは声を掛けました（私はSpannerとして本当に愛していました）。\u001b[22m, \u001b[1m声の演技は、しかし、すばらしかったとの文字は本当に、よく私は本当にと恋に落ち、津田健次郎さんが声千景は、（私は絶対にスパナのように彼を愛し）特に沖田の声を、発現させました。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation was one of the strong points, in my opinion, Hakuouki is rightfully not tagged reverse harem but the bishounen quality is still there and the colours are kind of dark-themed, there aren't really any bright colours.\n\n\u001b[1mアニメーションは強みの1つだったと私の意見では、薄毛はリバース・ハーレムとは正反対のタグをつけられていませんが、ビショナンの質はまだありますし、色は暗いテーマであり、実際には明るい色はありません。\u001b[22m\n\u001b[1m(Animēshon wa tsuyomi no 1tsudatta to watashi no ikende wa, Usuge wa ribāsu hāremu to wa seihantai no tagu o tsuke rarete imasenga, bishonan no shitsu wa mada arimasushi,-iro wa kurai tēmadeari, jissai ni wa akarui iro wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was one of the strong points, in my opinion, Hakuouki is rightfully not tagged reverse harem but the bishounen quality is still there and the colours are kind of dark-themed, there aren't really any bright colours.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was one of the strong points, in my opinion, Hakuouki is rightfully not tagged reverse harem but the bishounen quality is still there and the colours are kind of dark-themed, there aren't really any bright colours.\u001b[24m\n    \u001b[1mアニメーションは強みの1つだったと私の意見では、薄毛はリバース・ハーレムとは正反対のタグをつけられていませんが、ビショナンの質はまだありますし、色は暗いテーマであり、実際には明るい色はありません。\u001b[22m, \u001b[1mアニメーションが私の意見では、強力なポイントの一つだった、任意の明るい色は実際に存在しない、薄桜鬼は当然逆ハーレムをタグ付けされていないが、美少年品質はまだそこにあると色がちょっと暗いテーマにしています。\u001b[22m\n\u001b[1m\u001b[22m\nHakuouki, as the first part of the series, did a wonderful job of introducing the characters to us.\n\n\u001b[1m白雪姫はシリーズの最初の部分として、私たちに文字を紹介する素晴らしい仕事をしました。\u001b[22m\n\u001b[1m(Shirayukihime wa shirīzu no saisho no bubun to shite, watashitachi ni moji o shōkai suru subarashī shigoto o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mHakuouki, as the first part of the series, did a wonderful job of introducing the characters to us.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHakuouki, as the first part of the series, did a wonderful job of introducing the characters to us.\u001b[24m\n    \u001b[1m白雪姫はシリーズの最初の部分として、私たちに文字を紹介する素晴らしい仕事をしました。\u001b[22m, \u001b[1m薄桜鬼は、シリーズの最初の部分として、私たちに文字を導入する素晴らしい仕事をしました。\u001b[22m\n\u001b[1m\u001b[22m\nIt's not just fans of historical anime, I honestly don't think action fans will be disappointed by this either and if you're a huge fan of romance, then Hakuouki will definitely fulfill your thirst for it. Masochistic people ( like me ) who just can't stop watching tragedies, then, this, surprisingly might just be your cup of tea.\n\n\u001b[1mそれは歴史的なアニメのファンだけではなく、私は正直に言えば、アクションファンがこれに失望するとは思わないし、ロマンスのファンであれば、それはあなたの渇望を確実に果たすだろう。 驚くべきことに、悲劇を見るのをやめることができないマゾヒズムの人々（私のような）は、驚いたことにあなたのお茶のカップかもしれません。\u001b[22m\n\u001b[1m(Sore wa rekishi-tekina anime no fan dakede wa naku, watashi wa shōjiki ni ieba, akushon fan ga kore ni shitsubō suru to wa omowanaishi, romansu no fandeareba, sore wa anata no katsubō o kakujitsu ni hatasudarou. Odorokubeki koto ni, higeki o miru no o yameru koto ga dekinai mazohizumu no hitobito (watashi no yōna) wa, odoroita koto ni anata no ocha no kappu kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's not just fans of historical anime, I honestly don't think action fans will be disappointed by this either and if you're a huge fan of romance, then Hakuouki will definitely fulfill your thirst for it. Masochistic people ( like me ) who just can't stop watching tragedies, then, this, surprisingly might just be your cup of tea.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not just fans of historical anime, I honestly don't think action fans will be disappointed by this either and if you're a huge fan of romance, then Hakuouki will definitely fulfill your thirst for it.\u001b[24m\n    \u001b[1mそれは歴史的なアニメのファンだけではなく、私は正直に言えば、アクションファンがこれに失望するとは思わないし、ロマンスのファンであれば、それはあなたの渇望を確実に果たすだろう。\u001b[22m, \u001b[1mそれは歴史的なアニメのちょうどファンではないですが、私は正直アクションファンはこのいずれかに失望されるとは思わない、あなたはロマンスの大ファンなら、その後薄桜鬼は間違いなくそれのためのあなたの渇きを果たしていきます。\u001b[22m\n\u001b[4mMasochistic people ( like me ) who just can't stop watching tragedies, then, this, surprisingly might just be your cup of tea.\u001b[24m\n    \u001b[1m驚くべきことに、悲劇を見るのをやめることができないマゾヒズムの人々（私のような）は、驚いたことにあなたのお茶のカップかもしれません。\u001b[22m, \u001b[1mちょうど悲劇を見て停止することはできません（私のような）マゾの人が、その後、これは、驚くべきことに、ちょうどお茶のあなたのカップかもしれません。\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "UMB",
    "profile": "/profile/UMB/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=62777",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  7\n\nこのアニメはユニークではありませんでした。 彼女の父親を探していたこの少女の素敵な話が、新撰組本部で終わる。  1つのエピソードでは、主人公は新撰組によって殺されてしまい、次のエピソードではこの女の子はすべて友人だった。 アニメーションの時点でいくつかの戦いでいくつかの流出の詳細を除いて、そこに悪いものは何も良いものではなかった。 アニメは、多くの素敵なシーンと素敵なサウンドトラックで楽しめました。 文字は明らかに良好だった\n\nこのアニメについての良いことは、それが少女のものであるにもかかわらず、それは私が期待していた抱擁と泣いているものにあまりキスしていません...逆にそれはアニメをより多くのように見せることができる多くの戦いと殺害事があります shounen one...\n\n私はこのアニメについて書くためにたくさんのものを持っていますが、それは2番目のシーズンを持っていますので、私は辛抱強くなります",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis anime wasn't Unique. Nice story about this girl wanting to find her father but she ends up in the Shinsengumi Headquarter. One bad thing is that the plot unfolded quicklier than i expected, for instance: in one episode the main character was up to be killed by the Shinsengumi and in the next episode this girl was friends with all of them. as of the animation it was good nothing was bad there except from some spilled details in some fights. the anime generally was Enjoyable with many nice scenes and nice soundtracks. the characters were plainly good\n\n\u001b[1mこのアニメはユニークではありませんでした。 彼女の父親を探していたこの少女の素敵な話が、新撰組本部で終わる。  1つのエピソードでは、主人公は新撰組によって殺されてしまい、次のエピソードではこの女の子はすべて友人だった。 アニメーションの時点でいくつかの戦いでいくつかの流出の詳細を除いて、そこに悪いものは何も良いものではなかった。 アニメは、多くの素敵なシーンと素敵なサウンドトラックで楽しめました。 文字は明らかに良好だった\u001b[22m\n\u001b[1m(Kono anime wa yunīkude wa arimasendeshita. Kanojo no chichioya o sagashite ita kono shōjo no sutekina hanashi ga, shinsenkumi honbu de owaru. 1Tsu no episōdode wa, shujinkō wa shinsenkumi ni yotte korosa rete shimai,-ji no episōdode wa kono on'nanoko wa subete yūjindatta. Animēshon no jiten de ikutsu ka notatakai de ikutsu ka no ryūshutsu no shōsai o nozoite, soko ni warui mono wa nani mo yoi monode wa nakatta. Anime wa, ōku no sutekina shīn to sutekina saundotorakku de tanoshimemashita. Moji wa akiraka ni ryōkōdatta)\u001b[22m\n\nTranslations of \u001b[4mThis anime wasn't Unique. Nice story about this girl wanting to find her father but she ends up in the Shinsengumi Headquarter. One bad thing is that the plot unfolded quicklier than i expected, for instance: in one episode the main character was up to be killed by the Shinsengumi and in the next episode this girl was friends with all of them. as of the animation it was good nothing was bad there except from some spilled details in some fights. the anime generally was Enjoyable with many nice scenes and nice soundtracks. the characters were plainly good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime wasn't Unique.\u001b[24m\n    \u001b[1mこのアニメはユニークではありませんでした。\u001b[22m, \u001b[1mこのアニメは一意ではありませんでした。\u001b[22m\n\u001b[4mNice story about this girl wanting to find her father but she ends up in the Shinsengumi Headquarter.\u001b[24m\n    \u001b[1m彼女の父親を探していたこの少女の素敵な話が、新撰組本部で終わる。\u001b[22m, \u001b[1mこの女の子についての素晴らしい物語は彼女の父親を見つけるしたいが、彼女は新撰組本部で終わります。\u001b[22m\n\u001b[4mOne bad thing is that the plot unfolded quicklier than i expected, for instance: in one episode the main character was up to be killed by the Shinsengumi and in the next episode this girl was friends with all of them.\u001b[24m\n    \u001b[1m1つのエピソードでは、主人公は新撰組によって殺されてしまい、次のエピソードではこの女の子はすべて友人だった。\u001b[22m, \u001b[1m一つの悪いことは、例えば、プロットは私が予想よりもquicklier繰り広げられていることである：1つのエピソードで主人公は、新選組によって殺されるまでだったし、次のエピソードでこの少女は、それらのすべてと友達でした。\u001b[22m\n\u001b[4mas of the animation it was good nothing was bad there except from some spilled details in some fights.\u001b[24m\n    \u001b[1mアニメーションの時点でいくつかの戦いでいくつかの流出の詳細を除いて、そこに悪いものは何も良いものではなかった。\u001b[22m, \u001b[1mアニメーションのように、それは良い何もなかったいくつかの以外からあっ悪かったいくつかの戦いで詳細をこぼしました。\u001b[22m\n\u001b[4mthe anime generally was Enjoyable with many nice scenes and nice soundtracks.\u001b[24m\n    \u001b[1mアニメは、多くの素敵なシーンと素敵なサウンドトラックで楽しめました。\u001b[22m, \u001b[1mアニメは、一般的に多くの素敵なシーンと素敵なサウンドトラックと楽しかったです。\u001b[22m\n\u001b[4mthe characters were plainly good\u001b[24m\n    \u001b[1m文字は明らかに良好だった\u001b[22m, \u001b[1m文字がはっきりと良好でした\u001b[22m\n\u001b[1m\u001b[22m\nNow the good thing about this anime is that despite it being a shoujo one it has no to much kissing huging and crying stuff that i expected... in the contrary it has many fights and killings things that can make the anime seem more like a shounen one...\n\n\u001b[1mこのアニメについての良いことは、それが少女のものであるにもかかわらず、それは私が期待していた抱擁と泣いているものにあまりキスしていません...逆にそれはアニメをより多くのように見せることができる多くの戦いと殺害事があります shounen one...\u001b[22m\n\u001b[1m(Kono anime ni tsuite no yoikoto wa, sore ga shōjo no monodearu nimokakawarazu, sore wa watashi ga kitai shite ita hōyō to naite iru mono ni amari kisu shite imasen... Gyaku ni soreha anime o yori ōku no yō ni miseru koto ga dekiru ōku no tatakai to satsugai koto ga arimasu shounen one...)\u001b[22m\n\nTranslations of \u001b[4mNow the good thing about this anime is that despite it being a shoujo one it has no to much kissing huging and crying stuff that i expected... in the contrary it has many fights and killings things that can make the anime seem more like a shounen one...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the good thing about this anime is that despite it being a shoujo one it has no to much kissing huging and crying stuff that i expected... in the contrary it has many fights and killings things that can make the anime seem more like a\u001b[24m\n    \u001b[1mこのアニメについての良いことは、それが少女のものであるにもかかわらず、それは私が期待していた抱擁と泣いているものにあまりキスしていません...逆にそれはアニメをより多くのように見せることができる多くの戦いと殺害事があります\u001b[22m, \u001b[1m今、このアニメの良いところは、それが少女1であるにもかかわらず、それははるかにキスhugingにと私は期待ものを泣いて何も持っていないことを...逆にそれがアニメを作ることができます物事をよりように見える多くの戦いと殺害を持っています\u001b[22m\n\u001b[4mshounen one...\u001b[24m\n    \u001b[1mshounen one...\u001b[22m, \u001b[1m少年1...\u001b[22m\n\u001b[1m\u001b[22m\ni have TONS of things to write about this anime but it has a second season so i'll be patient\n\n\u001b[1m私はこのアニメについて書くためにたくさんのものを持っていますが、それは第二シーズンを持っていますので、私は辛抱強くなります\u001b[22m\n\u001b[1m(Watashi wa kono anime ni tsuite kaku tame ni takusan no mono o motte imasuga, soreha dai ni shīzun o motte imasunode, watashi wa shinbōdzuyoku narimasu)\u001b[22m\n\nTranslations of \u001b[4mi have TONS of things to write about this anime but it has a second season so i'll be patient\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi have TONS of things to write about this anime but it has a second season so i'll be patient\u001b[24m\n    \u001b[1m私はこのアニメについて書くためにたくさんのものを持っていますが、それは第二シーズンを持っていますので、私は辛抱強くなります\u001b[22m, \u001b[1m私はこのアニメについて書くべき事のトンを持っているが、それはので、私は患者だろうセカンドシーズンを持っています\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "ryuichi_crosszer",
    "profile": "/profile/ryuichi_crosszer/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=26497",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n今年私のアニメ待っているリストの一つは、私は新撰組を愛する！ そして、私にとって最も幸せなこと、彼らは最終的に土方を沖田よりもハンサムで描く。 新選組の他のアニメと比較すると、あまりにも知っている。 斉藤も彼を夢見る。 三木真一郎、森久保祥太郎、久住裕佐、鳥海康介のような素晴らしい人も... OMG！\n\nもちろん、物語そのものが地下劇に基づいています（ - 現実の日本の歴史は空想と混じっています）。 彼女の行方不明の父親を探して、新撰組に関わる主人公として、幸村千鶴を使ってください。 新撰組の歴史には決して存在しないと私は信じています。 新撰びんせんちゃんをよく見ながら楽しんでください。 本当に時計の楽しみ！ 場面との戦いもまたそれを見ることができます。 非常にクールな私はあなたに言った。 もし、私が平和主義者を見たのなら、まあ、私は、白き騎士は魔法とかそういうこともあります。 美しいデザインキャラクター*に続いて、Sambalaのepsでも見ることができます*",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOne of my anime-waiting-list this year coz I loooove Shinsengumi! And the most happiest thing for me, they finaly draw Hijikata more handsome than Okita ahahah. Well compare to other animes with the Shinsengumi guys in too u know. Even Saitou makes me dream about him. Also some great seiyuus like Miki Shinichirou, Morikubou Shotarou, Yusa Kouji, Toriumi Kousuke... OMG !\n\n\u001b[1m今年私のアニメ待っているリストの一つは、私は新撰組を愛する！ そして、私にとって最も幸せなこと、彼らは最終的に土方を沖田よりもハンサムで描く。 新選組の他のアニメと比較すると、あまりにも知っている。 斉藤も彼を夢見る。 三木真一郎、森久保祥太郎、久住裕佐、鳥海康介のような素晴らしい人も... OMG！\u001b[22m\n\u001b[1m(Kotoshi watashi no anime matte iru risuto no hitotsu wa, watashi wa shinsenkumi o aisuru! Soshite, watashi ni totte mottomo shiawasena koto, karera wa saishūtekini dokata o Okita yori mo hansamu de kaku. Shinsengu no ta no anime to hikaku suru to, amarini mo shitte iru. Saitō mo kare o yumemiru. Miki shin'ichirō, morikubo shōtarō, Kusumi Yū Tasuku, Toriumi Kōsuke no yōna subarashī hito mo... OMG!)\u001b[22m\n\nTranslations of \u001b[4mOne of my anime-waiting-list this year coz I loooove Shinsengumi! And the most happiest thing for me, they finaly draw Hijikata more handsome than Okita ahahah. Well compare to other animes with the Shinsengumi guys in too u know. Even Saitou makes me dream about him. Also some great seiyuus like Miki Shinichirou, Morikubou Shotarou, Yusa Kouji, Toriumi Kousuke... OMG !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of my anime-waiting-list this year coz I loooove Shinsengumi!\u001b[24m\n    \u001b[1m今年私のアニメ待っているリストの一つは、私は新撰組を愛する！\u001b[22m, \u001b[1m私のアニメウェイティングリスト私は新選組をloooove今年だっての1つ！\u001b[22m\n\u001b[4mAnd the most happiest thing for me, they finaly draw Hijikata more handsome than Okita ahahah.\u001b[24m\n    \u001b[1mそして、私にとって最も幸せなこと、彼らは最終的に土方を沖田よりもハンサムで描く。\u001b[22m, \u001b[1mそして、私のために最も最も幸せな事は、彼らがfinaly沖田のahahahより土方がよりハンサム描きます。\u001b[22m\n\u001b[4mWell compare to other animes with the Shinsengumi guys in too u know.\u001b[24m\n    \u001b[1m新選組の他のアニメと比較すると、あまりにも知っている。\u001b[22m, \u001b[1mまあ、あまりにもuが知っている中で新選組の男と他のアニメと比較します。\u001b[22m\n\u001b[4mEven Saitou makes me dream about him.\u001b[24m\n    \u001b[1m斉藤も彼を夢見る。\u001b[22m, \u001b[1mでも斉藤は私が彼について夢になります。\u001b[22m\n\u001b[4mAlso some great seiyuus like Miki Shinichirou, Morikubou Shotarou, Yusa Kouji, Toriumi Kousuke... OMG !\u001b[24m\n    \u001b[1m三木真一郎、森久保祥太郎、久住裕佐、鳥海康介のような素晴らしい人も... OMG！\u001b[22m, \u001b[1mまた三木シンイチロウ、Morikubou Shotarou、遊佐浩二、鳥海康介のようないくつかの素晴らしいseiyuus... OMG！\u001b[22m\n\u001b[1m\u001b[22m\nOf course, the story itself based on Jidaigeki (- real japan history mixed with fantasies). Use Yukimura Chizuru as the protagonist who's involves with Shinsengumi on her journey looking for her missing-father. In which I believe she's never exist on any history of Shinsengumi. Just enjoy it while take a good look for the Shinsen bishounen-tachi ne. Fun for watch really! The scene-battles also good to look at it. Very cool I told u that. if u've seen Peacemaker,well.. i think Hakuouki's a little better more than that coz there's also magic and so on. Following by beautiful design-character *u can see in eps of Sambala too*\n\n\u001b[1mもちろん、物語そのものが地下劇に基づいています（ - 現実の日本の歴史は空想と混じっています）。 彼女の行方不明の父親を探して、新撰組に関わる主人公として、幸村千鶴を使ってください。 新撰組の歴史には決して存在しないと私は信じています。 新撰びんせんちゃんをよく見ながら楽しんでください。 本当に時計の楽しみ！ 場面との戦いもまたそれを見ることができます。 非常にクールな私はあなたに言った。 もし、私が平和主義者を見たのなら、まあ、私は、白き騎士は魔法とかそういうこともあります。 美しいデザインキャラクター*に続いて、Sambalaのepsでも見ることができます*\u001b[22m\n\u001b[1m(Mochiron, monogatari sonomono ga chika geki ni motodzuite imasu ( - genjitsu no nihon'norekishi wa kūsō to majitte imasu). Kanojo no yukue fumei no chichioya o sagashite, shinsenkumi ni kakawaru shujinkō to shite, Yukimura Chidzuru o tsukatte kudasai. Shinsenkumi no rekishi ni wa kesshite sonzaishinai to watashi wa shinjite imasu. Shinsen bin sen-chan o yoku minagara tanoshinde kudasai. Hontōni tokei no tanoshimi! Bamen to notatakai mo mata sore o miru koto ga dekimasu. Hijō ni kūruna watashi wa anata ni itta. Moshi, watashi ga heiwa shugi-sha o mita nonara, mā, watashi wa, shiroki kishi wa mahō toka sō iu koto mo arimasu. Utsukushī dezainkyarakutā* ni tsudzuite, Sambala no eps demo miru koto ga dekimasu*)\u001b[22m\n\nTranslations of \u001b[4mOf course, the story itself based on Jidaigeki (- real japan history mixed with fantasies). Use Yukimura Chizuru as the protagonist who's involves with Shinsengumi on her journey looking for her missing-father. In which I believe she's never exist on any history of Shinsengumi. Just enjoy it while take a good look for the Shinsen bishounen-tachi ne. Fun for watch really! The scene-battles also good to look at it. Very cool I told u that. if u've seen Peacemaker,well.. i think Hakuouki's a little better more than that coz there's also magic and so on. Following by beautiful design-character *u can see in eps of Sambala too*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, the story itself based on Jidaigeki (- real japan history mixed with fantasies).\u001b[24m\n    \u001b[1mもちろん、物語そのものが地下劇に基づいています（ - 現実の日本の歴史は空想と混じっています）。\u001b[22m, \u001b[1mもちろん、時代劇に基づいたストーリー自体（ - ファンタジーと混合本当の日本の歴史）。\u001b[22m\n\u001b[4mUse Yukimura Chizuru as the protagonist who's involves with Shinsengumi on her journey looking for her missing-father.\u001b[24m\n    \u001b[1m彼女の行方不明の父親を探して、新撰組に関わる主人公として、幸村千鶴を使ってください。\u001b[22m, \u001b[1m彼女の行方不明の父親を探して彼女の旅に新撰組に伴うだ主人公として雪村千鶴を使用してください。\u001b[22m\n\u001b[4mIn which I believe she's never exist on any history of Shinsengumi.\u001b[24m\n    \u001b[1m新撰組の歴史には決して存在しないと私は信じています。\u001b[22m, \u001b[1mここで私は彼女が新選組の任意の歴史上に存在したことがないだと信じています。\u001b[22m\n\u001b[4mJust enjoy it while take a good look for the Shinsen bishounen-tachi ne.\u001b[24m\n    \u001b[1m新撰びんせんちゃんをよく見ながら楽しんでください。\u001b[22m, \u001b[1m神泉美少年-たちのneのために良い見てみながら、ちょうどそれを楽しみます。\u001b[22m\n\u001b[4mFun for watch really!\u001b[24m\n    \u001b[1m本当に時計の楽しみ！\u001b[22m, \u001b[1m本当に時計のための楽しいです！\u001b[22m\n\u001b[4mThe scene-battles also good to look at it.\u001b[24m\n    \u001b[1m場面との戦いもまたそれを見ることができます。\u001b[22m, \u001b[1mそれを見て、シーンの戦いも良いです。\u001b[22m\n\u001b[4mVery cool I told u that.\u001b[24m\n    \u001b[1m非常にクールな私はあなたに言った。\u001b[22m, \u001b[1m非常にクールな私はuのことを語りました。\u001b[22m\n\u001b[4mif u've seen Peacemaker,well.. i think Hakuouki's a little better more than that coz there's also magic and so on.\u001b[24m\n    \u001b[1mもし、私が平和主義者を見たのなら、まあ、私は、白き騎士は魔法とかそういうこともあります。\u001b[22m, \u001b[1mu'veはピースメーカーを見れば、よく..私は薄桜鬼の少し良いようにそこに魔法もだし、だってそれ以上だと思います。\u001b[22m\n\u001b[4mFollowing by beautiful design-character *u can see in eps of Sambala too*\u001b[24m\n    \u001b[1m美しいデザインキャラクター*に続いて、Sambalaのepsでも見ることができます*\u001b[22m, \u001b[1m美しいデザイン文字によって以下の* uがあまりにSambalaのEPSで見ることができます*\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "FamousWolfMoon",
    "profile": "/profile/FamousWolfMoon/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=215946",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  7\n\n私はビデオゲームをプレイした後、このアニメを見ました。 私は間違いなくこのビジュアル小説/オトメゲームで何時間も遊んだことがゲームの大ファンだ。 アニメシリーズがあるのを見たとき、私は好きなビショーネンを見るのが楽しいです。 はい、薄桜鬼は女の子のためのデートシムである女性の聴衆のための基礎となります。 完全な侍を持つアクションシーンを待っている少年は、必ず歴史の前に退屈するでしょう。\n\nそのアニメは、土方の道を歩いて描かれたゲームの歴史をとてもよく表しています。 最初のシーズンは、ゲームの最初の3つの章で、男の子の選択に決定的なものです。 残念ながら、ホストにはゲームの詳細がすべて含まれていなかったので、エピソードには少ししか欠けていました。 ちずるを除いて、デザインは素晴らしいです。 それは、軽い髪と女性の空気が少なくて、ゲームのようには見えません。 そして、私は特に彼女の声が好きではありません。それはエピソードで面倒になります。\nこれらの欠点にもかかわらず、私はこのシリーズを見て楽しんでいました。 それは他の道路のより多くの部分を含めることは良いことでしたが、ロックされている可能性がある6つの異なる物語があるので、一貫性を保つことさえ困難であったことを理解します。\n\nこれは、このアニメの強さは、ほとんどすべて男性の文字、非常に異なって興味深いです。 彼らはもちろん、すべて物理的な夢を持っていますが、それぞれ独自の性格を持っているので、彼らはユニークです。 それらを混同することは不可能です。 興味深いことに、彼らはすべて新選組に存在する本当の人物に触発されています。 戦いはまた歴史的な出来事に触発され、武士の終わりを告げる時代を垣間見ることができます。 悪魔やその他の非人間的な生き物を含む、少しのホラージャンルとコースの歴史だったならばもっとエキサイティングなメインストーリーを可能にする、素晴らしい小さなタッチが追加されました。\n\nあなたは逆のharems（いくつかの男の子のための1人の少女）が好きなら、最終的に素敵なアニメが、私は非常にあなたの最もロマンチックなために本当にエキサイティングなゲームをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI watched this anime after playing the video game. I'm definitely a big fan of the game, having played for hours in this visual novel / otome game. When I saw that there was an animated series, I watched without further ado, happy to see my favorite bishônens. Because yes, Hakuouki is made the basis for a female audience, being a dating sim for girls. A boy waiting for action scenes with full samurai will surely get bored before history.\n\n\u001b[1m私はビデオゲームをプレイした後、このアニメを見ました。 私は間違いなくこのビジュアル小説/オトメゲームで何時間も遊んだことがゲームの大ファンだ。 アニメシリーズがあるのを見たとき、私は好きなビショーネンを見るのが楽しいです。 はい、薄桜鬼は女の子のためのデートシムである女性の聴衆のための基礎となります。 完全な侍を持つアクションシーンを待っている少年は、必ず歴史の前に退屈するでしょう。\u001b[22m\n\u001b[1m(Watashi wa bideogēmu o purei shita nochi, kono anime o mimashita. Watashi wa machigainaku kono bijuaru shōsetsu/ otomegēmu de nan-jikan mo asonda koto ga gēmu no dai fanda. Animeshirīzu ga aru no o mita toki, watashi wa sukina bishōnen o miru no ga tanoshīdesu. Hai, hakuōki wa on'nanoko no tame no dētoshimudearu josei no chōshū no tame no kiso to narimasu. Kanzen'na samurai o motsu akushonshīn o matte iru shōnen wa, kanarazu rekishi no mae ni taikutsu surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI watched this anime after playing the video game. I'm definitely a big fan of the game, having played for hours in this visual novel / otome game. When I saw that there was an animated series, I watched without further ado, happy to see my favorite bishônens. Because yes, Hakuouki is made the basis for a female audience, being a dating sim for girls. A boy waiting for action scenes with full samurai will surely get bored before history.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched this anime after playing the video game.\u001b[24m\n    \u001b[1m私はビデオゲームをプレイした後、このアニメを見ました。\u001b[22m, \u001b[1m私はビデオゲームをプレイした後に、このアニメを見ていました。\u001b[22m\n\u001b[4mI'm definitely a big fan of the game, having played for hours in this visual novel / otome game.\u001b[24m\n    \u001b[1m私は間違いなくこのビジュアル小説/オトメゲームで何時間も遊んだことがゲームの大ファンだ。\u001b[22m, \u001b[1m私はこのビジュアルノベル/乙女ゲームに時間プレイした、間違いなくゲームの大ファンです。\u001b[22m\n\u001b[4mWhen I saw that there was an animated series, I watched without further ado, happy to see my favorite bishônens.\u001b[24m\n    \u001b[1mアニメシリーズがあるのを見たとき、私は好きなビショーネンを見るのが楽しいです。\u001b[22m, \u001b[1m私はアニメシリーズがあったことを見たとき、私は私のお気に入りのbishônensを見て満足、前置き見ました。\u001b[22m\n\u001b[4mBecause yes, Hakuouki is made the basis for a female audience, being a dating sim for girls.\u001b[24m\n    \u001b[1mはい、薄桜鬼は女の子のためのデートシムである女性の聴衆のための基礎となります。\u001b[22m, \u001b[1mそうなので、薄桜鬼は、女の子のための出会い系シムであること、女性の観客のための基礎を作られています。\u001b[22m\n\u001b[4mA boy waiting for action scenes with full samurai will surely get bored before history.\u001b[24m\n    \u001b[1m完全な侍を持つアクションシーンを待っている少年は、必ず歴史の前に退屈するでしょう。\u001b[22m, \u001b[1m完全な武士でアクションシーンを待っている少年は確かに歴史の前に退屈になります。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime shows very well the history of the game which it is drawn, taking the road of Hijikata. The first season is the first three chapters of the game, which are decisive in the choice of the boy. Unfortunately, the hosts could not include all the details of the game, so that I found it lacked a little something to episodes. The designs are great, except for Chizuru. It does not look like that of the game, with the lighter hair and a lot less feminine air. And I do not particularly like her voice, which becomes tiresome over the episodes.\n\n\u001b[1mそのアニメは、土方の道を歩いて描かれたゲームの歴史をとてもよく表しています。 最初のシーズンは、ゲームの最初の3つの章で、男の子の選択に決定的なものです。 残念ながら、ホストにはゲームの詳細がすべて含まれていなかったので、エピソードには少ししか欠けていました。 ちずるを除いて、デザインは素晴らしいです。 それは、軽い髪と女性の空気が少なくて、ゲームのようには見えません。 そして、私は特に彼女の声が好きではありません。それはエピソードで面倒になります。\u001b[22m\n\u001b[1m(Sono anime wa, dokata no michi o aruite egaka reta gēmu no rekishi o totemo yoku arawashite imasu. Saisho no shīzun wa, gēmu no saisho no 3ttsu no shō de, otokonoko no sentaku ni ketteitekina monodesu. Zan'nen'nagara, hosutoni wa gēmu no shōsai ga subete fukuma rete inakattanode, episōdo ni wa sukoshi shika kakete imashita. Chi zuru o nozoite, dezain wa subarashīdesu. Sore wa, karui kami to josei no kūki ga sukunakute, gēmu no yō ni wa miemasen. Soshite, watashi wa tokuni kanojo no koe ga sukide wa arimasen. Sore wa episōdo de mendō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime shows very well the history of the game which it is drawn, taking the road of Hijikata. The first season is the first three chapters of the game, which are decisive in the choice of the boy. Unfortunately, the hosts could not include all the details of the game, so that I found it lacked a little something to episodes. The designs are great, except for Chizuru. It does not look like that of the game, with the lighter hair and a lot less feminine air. And I do not particularly like her voice, which becomes tiresome over the episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime shows very well the history of the game which it is drawn, taking the road of Hijikata.\u001b[24m\n    \u001b[1mそのアニメは、土方の道を歩いて描かれたゲームの歴史をとてもよく表しています。\u001b[22m, \u001b[1mアニメは非常によく、それは土方の道を取って、描画されたゲームの履歴を示します。\u001b[22m\n\u001b[4mThe first season is the first three chapters of the game, which are decisive in the choice of the boy.\u001b[24m\n    \u001b[1m最初のシーズンは、ゲームの最初の3つの章で、男の子の選択に決定的なものです。\u001b[22m, \u001b[1m最初のシーズンは、少年の選択に決定的であり、ゲームの最初の3つの章です。\u001b[22m\n\u001b[4mUnfortunately, the hosts could not include all the details of the game, so that I found it lacked a little something to episodes.\u001b[24m\n    \u001b[1m残念ながら、ホストにはゲームの詳細がすべて含まれていなかったので、エピソードには少ししか欠けていました。\u001b[22m, \u001b[1m私はそれがエピソードに少し何かが欠けていた発見したので残念ながら、ホストは、ゲームのすべての詳細を含めることができませんでした。\u001b[22m\n\u001b[4mThe designs are great, except for Chizuru.\u001b[24m\n    \u001b[1mちずるを除いて、デザインは素晴らしいです。\u001b[22m, \u001b[1mデザインは千鶴を除いて、素晴らしいです。\u001b[22m\n\u001b[4mIt does not look like that of the game, with the lighter hair and a lot less feminine air.\u001b[24m\n    \u001b[1mそれは、軽い髪と女性の空気が少なくて、ゲームのようには見えません。\u001b[22m, \u001b[1mそれは軽く髪とはるかに少ないフェミニンな空気と、ゲームのようには見えません。\u001b[22m\n\u001b[4mAnd I do not particularly like her voice, which becomes tiresome over the episodes.\u001b[24m\n    \u001b[1mそして、私は特に彼女の声が好きではありません。それはエピソードで面倒になります。\u001b[22m, \u001b[1mそして、私は特にエピソードオーバー面倒になる彼女の声を、好きではありません。\u001b[22m\nDespite these shortcomings, I enjoyed watching this series, taking pleasure in seeing situations between characters rather than reading them. It would have been nice to include more parts of other roads, but I understand that it was even difficult to remain consistent since there six different stories in the game that can be unlocked.\n\n\u001b[1mこれらの欠点にもかかわらず、私はこのシリーズを見て楽しんでいました。 それは他の道路のより多くの部分を含めることは良いことでしたが、ロックされている可能性がある6つの異なる物語があるので、一貫性を保つことさえ困難であったことを理解します。\u001b[22m\n\u001b[1m(Korera no ketten nimokakawarazu, watashi wa kono shirīzu o mite tanoshinde imashita. Sore wa hoka no dōro no yori ōku no bubun o fukumeru koto wa yoi kotodeshitaga, rokku sa rete iru kanōsei ga aru muttsu no kotonaru monogatari ga aru node, ikkan-sei o tamotsu koto sae kon'nandeatta koto o rikai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mDespite these shortcomings, I enjoyed watching this series, taking pleasure in seeing situations between characters rather than reading them. It would have been nice to include more parts of other roads, but I understand that it was even difficult to remain consistent since there six different stories in the game that can be unlocked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite these shortcomings, I enjoyed watching this series, taking pleasure in seeing situations between characters rather than reading them.\u001b[24m\n    \u001b[1mこれらの欠点にもかかわらず、私はこのシリーズを見て楽しんでいました。\u001b[22m, \u001b[1mこれらの欠点にもかかわらず、私は文字間の状況を見てではなく、それらを読んで喜びを取って、このシリーズを見て楽しみました。\u001b[22m\n\u001b[4mIt would have been nice to include more parts of other roads, but I understand that it was even difficult to remain consistent since there six different stories in the game that can be unlocked.\u001b[24m\n    \u001b[1mそれは他の道路のより多くの部分を含めることは良いことでしたが、ロックされている可能性がある6つの異なる物語があるので、一貫性を保つことさえ困難であったことを理解します。\u001b[22m, \u001b[1m他の道路の複数の部分を含むように素敵だっただろうが、私はロックを解除することができるゲームであり六つの異なるストーリー以来一貫性を維持することさえ困難であったことを理解しています。\u001b[22m\n\u001b[1m\u001b[22m\nThis is the strength of this anime are mostly male characters, all very different and interesting. They, of course, all have a physical dream, but each have their own personality, making them unique. It is impossible to confuse them. Interestingly, they are all inspired by real characters that existed in Shinsengumi. Battles are also inspired by historical events, allowing a glimpse of the era marking the end of the samurai. A fantastic little touch has been added, including demons and other inhuman creatures, allowing a little horror genre and a more exciting main story that if it would have been a course 'history.\n\n\u001b[1mこれは、このアニメの強さは、ほとんどすべて男性の文字、非常に異なって興味深いです。 彼らはもちろん、すべて物理的な夢を持っていますが、それぞれ独自の性格を持っているので、彼らはユニークです。 それらを混同することは不可能です。 興味深いことに、彼らはすべて新選組に存在する本当の人物に触発されています。 戦いはまた歴史的な出来事に触発され、武士の終わりを告げる時代を垣間見ることができます。 悪魔やその他の非人間的な生き物を含む、少しのホラージャンルとコースの歴史だったならばもっとエキサイティングなメインストーリーを可能にする、素晴らしい小さなタッチが追加されました。\u001b[22m\n\u001b[1m(Kore wa, kono anime no tsuyo-sa wa, hotondo subete dansei no moji, hijō ni kotonatte kyōmibukaidesu. Karera wa mochiron, subete butsuri-tekina yume o motte imasuga, sorezore dokuji no seikaku o motte irunode, karera wa yunīkudesu. Sorera o kondō suru koto wa fukanōdesu. Kyōmibukai koto ni, karera wa subete shinsengu ni sonzai suru hontō no jinbutsu ni shokuhatsu sa rete imasu. Tatakai wa mata rekishi-tekina dekigoto ni shokuhatsu sa re, bushi no owariwotsugeru jidai o kaimamiru koto ga dekimasu. Akuma ya sonohoka no hiningentekina ikimono o fukumu, sukoshi no horājanru to kōsu no rekishidattanaraba motto ekisaitinguna meinsutōrī o kanō ni suru, subarashī chīsana tatchi ga tsuika sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThis is the strength of this anime are mostly male characters, all very different and interesting. They, of course, all have a physical dream, but each have their own personality, making them unique. It is impossible to confuse them. Interestingly, they are all inspired by real characters that existed in Shinsengumi. Battles are also inspired by historical events, allowing a glimpse of the era marking the end of the samurai. A fantastic little touch has been added, including demons and other inhuman creatures, allowing a little horror genre and a more exciting main story that if it would have been a course 'history.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the strength of this anime are mostly male characters, all very different and interesting.\u001b[24m\n    \u001b[1mこれは、このアニメの強さは、ほとんどすべて男性の文字、非常に異なって興味深いです。\u001b[22m, \u001b[1mこれはすべての非常に異なる、面白い、このアニメの強さは、主に男性の文字です。\u001b[22m\n\u001b[4mThey, of course, all have a physical dream, but each have their own personality, making them unique.\u001b[24m\n    \u001b[1m彼らはもちろん、すべて物理的な夢を持っていますが、それぞれ独自の性格を持っているので、彼らはユニークです。\u001b[22m, \u001b[1m彼らは、もちろん、すべてのは、物理的な夢を持っているが、それぞれがそれらを一意にする、独自の個性を持っています。\u001b[22m\n\u001b[4mIt is impossible to confuse them.\u001b[24m\n    \u001b[1mそれらを混同することは不可能です。\u001b[22m\n\u001b[4mInterestingly, they are all inspired by real characters that existed in Shinsengumi.\u001b[24m\n    \u001b[1m興味深いことに、彼らはすべて新選組に存在する本当の人物に触発されています。\u001b[22m, \u001b[1m興味深いことに、それらはすべて新選組に存在していた実際の文字に触発されています。\u001b[22m\n\u001b[4mBattles are also inspired by historical events, allowing a glimpse of the era marking the end of the samurai.\u001b[24m\n    \u001b[1m戦いはまた歴史的な出来事に触発され、武士の終わりを告げる時代を垣間見ることができます。\u001b[22m, \u001b[1m戦いはまた、武士の終わりをマークする時代を垣間見ることができるように、歴史的な出来事に触発されています。\u001b[22m\n\u001b[4mA fantastic little touch has been added, including demons and other inhuman creatures, allowing a little horror genre and a more exciting main story that if it would have been a course 'history.\u001b[24m\n    \u001b[1m悪魔やその他の非人間的な生き物を含む、少しのホラージャンルとコースの歴史だったならばもっとエキサイティングなメインストーリーを可能にする、素晴らしい小さなタッチが追加されました。\u001b[22m, \u001b[1m幻想少しタッチが少しホラー、それは当然の歴史であったであろう場合がよりエキサイティングなメインストーリーを可能にすること、悪魔や他の非人道的な生き物を含め、追加されました。\u001b[22m\n\u001b[1m\u001b[22m\nfinally, a nice anime if you like the reverse harems (one girl for several boys), but I highly recommend the game truly exciting for the most romantic of you.\n\n\u001b[1mあなたは逆のharems（いくつかの男の子のための1人の少女）が好きなら、最終的に素敵なアニメが、私は非常にあなたの最もロマンチックなために本当にエキサイティングなゲームをお勧めします。\u001b[22m\n\u001b[1m(Anata wa gyaku no harems (ikutsu ka no otokonoko no tame no 1-ri no shōjo) ga sukinara, saishūtekini sutekina anime ga, watashi wa hijō ni anata no mottomo romanchikkuna tame ni hontōni ekisaitinguna gēmu o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mfinally, a nice anime if you like the reverse harems (one girl for several boys), but I highly recommend the game truly exciting for the most romantic of you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfinally, a nice anime if you like the reverse harems (one girl for several boys), but I highly recommend the game truly exciting for the most romantic of you.\u001b[24m\n    \u001b[1mあなたは逆のharems（いくつかの男の子のための1人の少女）が好きなら、最終的に素敵なアニメが、私は非常にあなたの最もロマンチックなために本当にエキサイティングなゲームをお勧めします。\u001b[22m, \u001b[1m最終的には、素敵なアニメあなたは逆ハーレム（いくつかの男の子のための一人の女の子を）好きですが、私は非常にあなたの最もロマンチックなため、本当にエキサイティングなゲームをお勧めします。\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "Mikatina",
    "profile": "/profile/Mikatina/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=204568",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\n薄暗い愛と友情がすべてを解決するのではなく、本当に厳しい戦争がどれほど深刻なのかを示しています。\n\nストーリー（9/10）\n\n面白いアイデアのプロット、実際にイベントに参加した主人公の視点から歴史を伝えます。馬車や悪魔の事以外の事は、実際の出来事に関連しています。私は剣の戦いと新選組の道を愛しました 私の心を温めた剣で戦っている戦士たちに捧げられていました。しかし、男性の誇りは理解できません。私はこれを期待していたはずですが、好きなキャラクター（山崎と井上）が本当に私を涙でした。\n\n\nアート（9/10）\n\nこれは私が本当に好きだった！アイキャッディーは最高のキャンディです！歴史的なキャラクターが戦っているのを見たくない人はいませんか？私もどちらもいません！ 奇妙なことや間違ったことは見えませんでした。彼らはちずると少し違ったように見えるかもしれません。女性であっても目と顔がどのように違って見えるのかは気になります。\n\nサウンド（9/10）\n\n私はオープニングとエンディングを愛し、彼らはアニメの全体的な雰囲気に合っています。声の演技も良いです、キャラクターの性格は、彼らが話す方法から感じることができます。\n\n\nキャラクター（8/10）\n\n男性の「愛の関心事」には独特の個性があり、あまり重複していません。個人的には、沖田と原田が大好きです。原田を愛することはできません。ただの紳士です。 かなり反対で、いつもヒロインを罵倒し、脅かすが、それでも私を引き付ける何かがある。主人公は私を少し気にする。私は試合もしている。 苦しんでいる「千鶴」です。えー、悪魔です！力をつけてください！また、土方はどうしてメインですか？ええ、私は彼らが良いペアを作っていることを知っていますが、冷たいツンデレ男の子にはうんざりです 常にメインです。\n\n\n楽しさ（8/10）\n\nそれにもかかわらず、その傷のいくつかにもかかわらず、それはかなり良いアニメです。私はコメディと愚かなアニメを見たいですが、深刻なものは時々いいです。私はそれを楽しんだ。しかし、この忍者は、彼らは最後にタマネギをたくさん切っていた。\n\n\n全体的に（9/10）\n\nこの試合では、ゲームをしてシリーズ全体を見て、それをつけてくれたので、このスコアは偏っているかもしれません。この最初のシーズンはかなり安定した結論を出しています。  *私を悲しませても、すぐにそのレビューをします。歴史は過酷なことがあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHakuoki really surprised me,it wasn't the cheesy love and friendship will solve all,it really kind of shows how harsh war can be.\n\n\u001b[1m薄暗い愛と友情がすべてを解決するのではなく、本当に厳しい戦争がどれほど深刻なのかを示しています。\u001b[22m\n\u001b[1m(Usugurai ai to yūjō ga subete o kaiketsu suru node wa naku, hontōni kibishī sensō ga dorehodo shinkokuna no ka o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mHakuoki really surprised me,it wasn't the cheesy love and friendship will solve all,it really kind of shows how harsh war can be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHakuoki really surprised me,it wasn't the cheesy love and friendship will solve all,it really kind of shows how harsh war can be.\u001b[24m\n    \u001b[1m薄暗い愛と友情がすべてを解決するのではなく、本当に厳しい戦争がどれほど深刻なのかを示しています。\u001b[22m, \u001b[1m薄桜鬼は本当に私を驚かせた、それは安っぽい愛と友情がすべてを解決するではありませんでした、それは本当に親切の過酷な戦争がいかに示しています。\u001b[22m\n\u001b[1m\u001b[22m\nStory(9/10)\n\n\u001b[1mストーリー（9/10）\u001b[22m\n\u001b[1m(Sutōrī (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mStory(9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory(9/10)\u001b[24m\n    \u001b[1mストーリー（9/10）\u001b[22m\n\u001b[1m\u001b[22m\nInteresting idea of a plot,telling history from the point of view of the main character that actually took part to the events.Pretty much everything except the furies and demon thing is related to the real events.I loved the sword fighting and the way Shinsengumi was so dedicated to being warriors fighting with their swords warmed up my heart.I will not understand ever male pride though,haha.I should have expected this but when some of my favourite characters(Yamazaki and Inoue) really brought me to tears.\n\n\u001b[1m面白いアイデアのプロット、実際にイベントに参加した主人公の視点から歴史を伝えます。馬車や悪魔の事以外の事は、実際の出来事に関連しています。私は剣の戦いと新選組の道を愛しました 私の心を温めた剣で戦っている戦士たちに捧げられていました。しかし、男性の誇りは理解できません。私はこれを期待していたはずですが、好きなキャラクター（山崎と井上）が本当に私を涙でした。\u001b[22m\n\u001b[1m(Omoshiroi aidea no purotto, jissai ni ibento ni sanka shita shujinkō no shiten kara rekishi o tsutaemasu. Basha ya akuma no koto igai no koto wa, jissai no dekigoto ni kanren shite imasu. Watashi wa ken no tatakai to shinsengu no michi o aishimashita watashi no kokoro o atatameta ken de tatakatte iru senshi-tachi ni sasage rarete imashita. Shikashi, dansei no hokori wa rikai dekimasen. Watashi wa kore o kitai shite ita hazudesuga, sukina kyarakutā (Yamazaki to Inoue) ga hontōni watashi o namidadeshita.)\u001b[22m\n\nTranslations of \u001b[4mInteresting idea of a plot,telling history from the point of view of the main character that actually took part to the events.Pretty much everything except the furies and demon thing is related to the real events.I loved the sword fighting and the way Shinsengumi was so dedicated to being warriors fighting with their swords warmed up my heart.I will not understand ever male pride though,haha.I should have expected this but when some of my favourite characters(Yamazaki and Inoue) really brought me to tears.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInteresting idea of a plot,telling history from the point of view of the main character that actually took part to the events.Pretty much everything except the furies and demon thing is related to the real events.I loved the sword fighting and the way Shinsengumi\u001b[24m\n    \u001b[1m面白いアイデアのプロット、実際にイベントに参加した主人公の視点から歴史を伝えます。馬車や悪魔の事以外の事は、実際の出来事に関連しています。私は剣の戦いと新選組の道を愛しました\u001b[22m, \u001b[1m実際に本物のevents.Iに関連しているfuriesと悪魔のものを除くevents.Prettyほとんどすべてに参加した主人公の視点から歴史を伝えるプロットの面白いアイデアは、剣の戦いと道新選組を愛し\u001b[22m\n\u001b[4mwas so dedicated to being warriors fighting with their swords warmed up my heart.I will not understand ever male pride though,haha.I should have expected this but when some of my favourite characters(Yamazaki and Inoue) really brought me to tears.\u001b[24m\n    \u001b[1m私の心を温めた剣で戦っている戦士たちに捧げられていました。しかし、男性の誇りは理解できません。私はこれを期待していたはずですが、好きなキャラクター（山崎と井上）が本当に私を涙でした。\u001b[22m, \u001b[1m私の好きな文字（山崎と井上）のいくつかは、本当に涙に私をもたらしたときにかかわらず、これまで男性のプライドを理解することはありません私のheart.Iを暖め、その剣で戦っている戦士たちに捧げられた、haha.Iは、このしかし、期待している必要があります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt(9/10)\n\n\u001b[1mアート（9/10）\u001b[22m\n\u001b[1m(Āto (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mArt(9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt(9/10)\u001b[24m\n    \u001b[1mアート（9/10）\u001b[22m\n\u001b[1m\u001b[22m\nThis one I really loved!Eyecandy is the best candy!Who doesn't want to see hot boys as historical characters fighting?Me neither!Lol,joking aside I like the art in this anime,it's pretty.The details and scenes are done well,didn't see anything weird or wrong.They could have made Chizuru look a little different,it kind of bothered me how different her eyes and face looked from the others,even if she was a female.\n\n\u001b[1mこれは私が本当に好きだった！アイキャッディーは最高のキャンディです！歴史的なキャラクターが戦っているのを見たくない人はいませんか？私もどちらもいません！ 奇妙なことや間違ったことは見えませんでした。彼らはちずると少し違ったように見えるかもしれません。女性であっても目と顔がどのように違って見えるのかは気になります。\u001b[22m\n\u001b[1m(Kore wa watashi ga hontōni sukidatta! Aikyaddī wa saikō no kyandidesu! Rekishi-tekina kyarakutā ga tatakatte iru no o mitakunai hito wa imasen ka? Watashi mo dochira mo imasen! Kimyōna koto ya machigatta koto wa miemasendeshita. Karera wa chi zuru to sukoshi chigatta yō ni mieru kamo shiremasen. Joseideatte mo me to kao ga dono yō ni chigatte mieru no ka wa ki ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis one I really loved!Eyecandy is the best candy!Who doesn't want to see hot boys as historical characters fighting?Me neither!Lol,joking aside I like the art in this anime,it's pretty.The details and scenes are done well,didn't see anything weird or wrong.They could have made Chizuru look a little different,it kind of bothered me how different her eyes and face looked from the others,even if she was a female.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis one I really loved!Eyecandy is the best candy!Who doesn't want to see hot boys as historical characters fighting?Me neither!Lol,joking aside I like the art in this anime,it's pretty.The details and scenes are done\u001b[24m\n    \u001b[1mこれは私が本当に好きだった！アイキャッディーは最高のキャンディです！歴史的なキャラクターが戦っているのを見たくない人はいませんか？私もどちらもいません！\u001b[22m, \u001b[1mこの1私は本当に愛していない！eyecandyが歴史的なキャラクターが戦っとして熱い男の子を見たいと思っていません最高のお菓子！ですか？私はどちらも！笑、私はこのアニメでは芸術が好き冗談はさておき、それはpretty.Theの詳細やシーンが行われています\u001b[22m\n\u001b[4mwell,didn't see anything weird or wrong.They could have made Chizuru look a little different,it kind of bothered me how different her eyes and face looked from the others,even if she was a female.\u001b[24m\n    \u001b[1m奇妙なことや間違ったことは見えませんでした。彼らはちずると少し違ったように見えるかもしれません。女性であっても目と顔がどのように違って見えるのかは気になります。\u001b[22m, \u001b[1mよく、彼女の目や顔は、彼女が女性であっても、他人から見てどのように異なる、それは一種の私を気に、奇妙なものを見ていないか、wrong.Theyは、千鶴は少し異なって見える作られた可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nSound(9/10)\n\n\u001b[1mサウンド（9/10）\u001b[22m\n\u001b[1m(Saundo (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mSound(9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound(9/10)\u001b[24m\n    \u001b[1mサウンド（9/10）\u001b[22m\n\u001b[1m\u001b[22m\nI love the opening and ending,they suit the overall atmosphere of the anime.The voice acting is good too,the characters personality can be felt from the way they talk.\n\n\u001b[1m私はオープニングとエンディングを愛し、彼らはアニメの全体的な雰囲気に合っています。声の演技も良いです、キャラクターの性格は、彼らが話す方法から感じることができます。\u001b[22m\n\u001b[1m(Watashi wa ōpuningu to endingu o aishi, karera wa anime no zentai-tekina fun'iki ni atte imasu. Koe no engi mo yoidesu, kyarakutā no seikaku wa, karera ga hanasu hōhō kara kanjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI love the opening and ending,they suit the overall atmosphere of the anime.The voice acting is good too,the characters personality can be felt from the way they talk.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love the opening and ending,they suit the overall atmosphere of the anime.The voice acting is good too,the characters personality can be felt from the way they talk.\u001b[24m\n    \u001b[1m私はオープニングとエンディングを愛し、彼らはアニメの全体的な雰囲気に合っています。声の演技も良いです、キャラクターの性格は、彼らが話す方法から感じることができます。\u001b[22m, \u001b[1m私は、彼らがanime.Theの声の演技の全体的な雰囲気があまりにも良いですが、文字の個性は、彼らが話すように感じることができる合わせ、開口部を愛し、終了します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter(8/10)\n\n\u001b[1mキャラクター（8/10）\u001b[22m\n\u001b[1m(Kyarakutā (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mCharacter(8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter(8/10)\u001b[24m\n    \u001b[1mキャラクター（8/10）\u001b[22m, \u001b[1m文字（8/10）\u001b[22m\n\u001b[1m\u001b[22m\nThe male ''love interests'' have all unique personalities,they don't ''overlap'' too much.Personally,I loved Okita and Harada the most.You can not love Harada,he is simply such a gentleman.Okita is quite the opposite and always teases and threatens the heroine but he has something that attracted me nonetheless.The main characters bother me a little.I have played the game too and I have to say that I am disappointed with how ''weak and damsel in distress'' Chizuru is.God damn it,she is a demon!Give her some powers!Also.why is Hijikata the main?C'mon,I know they make a good pair but I am kind of tired of the cold tsundere boys always being the main.\n\n\u001b[1m男性の「愛の関心事」には独特の個性があり、あまり重複していません。個人的には、沖田と原田が大好きです。原田を愛することはできません。彼は単なる紳士です。 かなり反対で、いつもヒロインを罵倒し、脅かすが、それでも私を引き付ける何かがある。主人公は私を少し気にする。私は試合もしている。 苦しんでいる「千鶴」です。えー、悪魔です！力をつけてください！また、土方はどうしてメインですか？ええ、私は彼らが良いペアを作っていることを知っていますが、冷たいツンデレ男の子にはうんざりです 常にメインです。\u001b[22m\n\u001b[1m(Dansei no `ai no kanshinji' ni wa dokutoku no kosei ga ari, amari jūfuku shite imasen. Kojin-teki ni wa, Okita to Harada ga daisukidesu. Harada o aisuru koto wa dekimasen. Kare wa tan'naru shinshidesu. Kanari hantai de, itsumo hiroin o batō shi, odokasu ga, soredemo watashi o hikitsukeru nanika ga aru. Shujinkō wa watashi o sukoshi ki ni suru. Watashi wa shiai mo shite iru. Kurushinde iru `Chidzuru'desu. E ̄ , akumadesu! Chikara o tsukete kudasai! Mata, dokata wa dōshite meindesu ka? E e, watashi wa karera ga yoi pea o tsukutte iru koto o shitte imasuga, tsumetai tsundere otokonoko ni wa unzaridesu tsuneni meindesu.)\u001b[22m\n\nTranslations of \u001b[4mThe male ''love interests'' have all unique personalities,they don't ''overlap'' too much.Personally,I loved Okita and Harada the most.You can not love Harada,he is simply such a gentleman.Okita is quite the opposite and always teases and threatens the heroine but he has something that attracted me nonetheless.The main characters bother me a little.I have played the game too and I have to say that I am disappointed with how ''weak and damsel in distress'' Chizuru is.God damn it,she is a demon!Give her some powers!Also.why is Hijikata the main?C'mon,I know they make a good pair but I am kind of tired of the cold tsundere boys always being the main.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe male ''love interests'' have all unique personalities,they don't ''overlap'' too much.Personally,I loved Okita and Harada the most.You can not love Harada,he is simply such a gentleman.Okita is\u001b[24m\n    \u001b[1m男性の「愛の関心事」には独特の個性があり、あまり重複していません。個人的には、沖田と原田が大好きです。原田を愛することはできません。彼は単なる紳士です。\u001b[22m, \u001b[1m男性 ''愛の利益が ''すべてのユニークな個性を持って、彼らは ''オーバーラップ ''は、あまりにもmuch.Personallyが、私はmost.Youは原田を愛することができない沖田と原田を愛していない、彼は単にそのようなgentleman.Okitaです\u001b[22m\n\u001b[4mquite the opposite and always teases and threatens the heroine but he has something that attracted me nonetheless.The main characters bother me a little.I have played the game too and I have to say that I am disappointed with how ''weak and damsel in\u001b[24m\n    \u001b[1mかなり反対で、いつもヒロインを罵倒し、脅かすが、それでも私を引き付ける何かがある。主人公は私を少し気にする。私は試合もしている。\u001b[22m, \u001b[1m全く逆といつもからかっやヒロインを脅かすが、彼はnonetheless.Theメインキャラクターは私little.Iがあまりにもゲームをプレイした気に私を引き付けた何かを持っていると私は私が弱いと乙女で ''方法に失望していることを言わなければなりません\u001b[22m\n\u001b[4mdistress'' Chizuru is.God damn it,she is a demon!Give her some powers!Also.why is Hijikata the main?C'mon,I know they make a good pair but I am kind of tired of the cold tsundere boys\u001b[24m\n    \u001b[1m苦しんでいる「千鶴」です。えー、悪魔です！力をつけてください！また、土方はどうしてメインですか？ええ、私は彼らが良いペアを作っていることを知っていますが、冷たいツンデレ男の子にはうんざりです\u001b[22m, \u001b[1m遭難 ''千鶴is.Godが畜生、彼女は悪魔です！彼女のいくつかの力を与える！Also.whyは主土方のですか？勘弁してくれよ、私は、彼らは良いペアを作る知っているが、私は一種の疲れ冷たいツンデレ少年の午前\u001b[22m\n\u001b[4malways being the main.\u001b[24m\n    \u001b[1m常にメインです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment(8/10)\n\n\u001b[1m楽しさ（8/10）\u001b[22m\n\u001b[1m(Tanoshisa (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment(8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment(8/10)\u001b[24m\n    \u001b[1m楽しさ（8/10）\u001b[22m\n\u001b[1m\u001b[22m\nDespite some of its flaws,it a pretty good anime.I like to see comedy and silly animes but serious ones are nice from time to time.I enjoyed it.Those ninja though,they were cutting a lot of onions towards the end.\n\n\u001b[1mそれにもかかわらず、その傷のいくつかにもかかわらず、それはかなり良いアニメです。私はコメディと愚かなアニメを見たいですが、深刻なものは時々いいです。私はそれを楽しんだ。しかし、この忍者は、彼らは最後にタマネギをたくさん切っていた。\u001b[22m\n\u001b[1m(Sore nimokakawarazu, sono kizu no ikutsu ka nimokakawarazu, sore wa kanari yoi animedesu. Watashi wa komedi to orokana anime o mitaidesuga, shinkokuna mono wa tokidoki īdesu. Watashi wa sore o tanoshinda. Shikashi, kono ninja wa, karera wa saigo ni tamanegi o takusan kitte ita.)\u001b[22m\n\nTranslations of \u001b[4mDespite some of its flaws,it a pretty good anime.I like to see comedy and silly animes but serious ones are nice from time to time.I enjoyed it.Those ninja though,they were cutting a lot of onions towards the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite some of its flaws,it a pretty good anime.I like to see comedy and silly animes but serious ones are nice from time to time.I enjoyed it.Those ninja though,they were cutting a lot of onions towards the end.\u001b[24m\n    \u001b[1mそれにもかかわらず、その傷のいくつかにもかかわらず、それはかなり良いアニメです。私はコメディと愚かなアニメを見たいですが、深刻なものは時々いいです。私はそれを楽しんだ。しかし、この忍者は、彼らは最後にタマネギをたくさん切っていた。\u001b[22m, \u001b[1mその欠陥のいくつかにもかかわらず、それはかなり良いanime.Iはコメディと愚かなアニメが、深刻なものを見てみたいけれどもit.Those忍者を楽しんだ時からtime.Iにいいです、彼らは終わりに向かってタマネギの多くを切断しました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall(9/10)\n\n\u001b[1m全体的に（9/10）\u001b[22m\n\u001b[1m(Zentai-teki ni (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mOverall(9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall(9/10)\u001b[24m\n    \u001b[1m全体的に（9/10）\u001b[22m, \u001b[1m総合（9/10）\u001b[22m\n\u001b[1m\u001b[22m\nThis score might be a biased because I played the game and saw the whole series and that made me attached to it.This first season has a pretty stable conclusion,it didn't look that unfinished even if it has a second season.*Sigh * I will do a review for that one soon too even if it sadens me.History can be harsh.\n\n\u001b[1mこの試合では、ゲームをしてシリーズ全体を見て、それをつけてくれたので、このスコアは偏っているかもしれません。この最初のシーズンはかなり安定した結論を出しています。  *私を悲しませても、すぐにそのレビューをします。歴史は過酷なことがあります。\u001b[22m\n\u001b[1m(Kono shiaide wa, gēmu o shite shirīzu zentai o mite, sore o tsukete kuretanode, kono sukoa wa katayotte iru kamo shiremasen. Kono saisho no shīzun wa kanari antei shita ketsuron o dashite imasu. * Watashi o kanashima sete mo, sugu ni sono rebyū o shimasu. Rekishi wa kakokuna koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis score might be a biased because I played the game and saw the whole series and that made me attached to it.This first season has a pretty stable conclusion,it didn't look that unfinished even if it has a second season.*Sigh * I will do a review for that one soon too even if it sadens me.History can be harsh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis score might be a biased because I played the game and saw the whole series and that made me attached to it.This first season has a pretty stable conclusion,it didn't look that unfinished even if it has a second season.*Sigh\u001b[24m\n    \u001b[1mこの試合では、ゲームをしてシリーズ全体を見て、それをつけてくれたので、このスコアは偏っているかもしれません。この最初のシーズンはかなり安定した結論を出しています。\u001b[22m, \u001b[1m私はかなり安定した結論を持っている、それは第二シーズンを持っている場合でも、それはそれは未完成の見ていないゲームをプレイし、シリーズ全体を見て、それは私がit.This最初のシーズンに取り付けられたため。*ため息このスコアは、バイアスされた可能性があります\u001b[22m\n\u001b[4m* I will do a review for that one soon too even if it sadens me.History can be harsh.\u001b[24m\n    \u001b[1m*私を悲しませても、すぐにそのレビューをします。歴史は過酷なことがあります。\u001b[22m, \u001b[1m*私はそれがme.Historyが厳しいことができsadensすぎる場合でも、すぐにその1のレビューを行います。\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "ShiroNiji",
    "profile": "/profile/ShiroNiji/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=25098",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\n私は個人的には、ネオアンジェリクやラコルダダロのようなハレームアニメを好きではありませんが、なぜ私はそれらを見ますか？ 彼らの性格の中には、それが象徴であるか、あるいは対照的であるかもしれない。 女性のリードは常に彼らについて気味の気持ちを持っていますが、男性は確かに非常に面白いです。\n\nHakuokiはただ1人の女の子が好きな5人だけではなく、さらに多くのことがあることを証明しています。\n文字はうまく設計され描画されます。 オリジナルのデザインは米一輝さんのものでしたが、彼女のアートスタイルはちょうど美しいものです。\n\nとにかく薄桜鬼は、アニメを愛している少数のもの、すなわち超自然的で古きよき日本と魅力的なキャラクターを持つ熱いビショナンを兼ね備えています。\n最初のエピソードはゾンビの人々と私の好みにちょうどいい流血で、すごく大きかった。\n\nしかし、やはりこれはハレームアニメですから、私はいつものパッケージを期待しています。 私たちは見つけるためにもっと見る必要があります。  （：\n\nーは黒",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI personally do not like harem anime especially ones like Neo Angelique or La Corda d Oro but why do i watch them? It might be the bishies or their contrast in their character. Though the female leads always have a cliche feeling about them, the males however are very interesting indeed.\n\n\u001b[1m私は個人的には、ネオアンジェリクやラコルダダロのようなハレームアニメを好きではありませんが、なぜ私はそれらを見ますか？ 彼らの性格の中には、それが象徴であるか、あるいは対照的であるかもしれない。 女性のリードは常に彼らについて気味の気持ちを持っていますが、男性は確かに非常に面白いです。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni wa, neoanjeriku ya rakorudadaro no yōna harēmuanime o sukide wa arimasenga, naze watashi wa sorera o mimasu ka? Karera no seikaku no nakaniha, sore ga shōchōdearu ka, aruiwa taishō-tekidearu kamo shirenai. Josei no rīdo wa tsuneni karera ni tsuite kimi no kimochi o motte imasuga, dansei wa tashika ni hijō ni omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mI personally do not like harem anime especially ones like Neo Angelique or La Corda d Oro but why do i watch them? It might be the bishies or their contrast in their character. Though the female leads always have a cliche feeling about them, the males however are very interesting indeed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally do not like harem anime especially ones like Neo Angelique or La Corda d Oro but why do i watch them?\u001b[24m\n    \u001b[1m私は個人的には、ネオアンジェリクやラコルダダロのようなハレームアニメを好きではありませんが、なぜ私はそれらを見ますか？\u001b[22m, \u001b[1m私は個人的にはネオアンジェリークまたは金色のコルダのようなハーレムアニメ、特にものを好きではないが、なぜ私はそれらを見るのですか？\u001b[22m\n\u001b[4mIt might be the bishies or their contrast in their character.\u001b[24m\n    \u001b[1m彼らの性格の中には、それが象徴であるか、あるいは対照的であるかもしれない。\u001b[22m, \u001b[1mそれはbishiesまたはその文字でのコントラストかもしれません。\u001b[22m\n\u001b[4mThough the female leads always have a cliche feeling about them, the males however are very interesting indeed.\u001b[24m\n    \u001b[1m女性のリードは常に彼らについて気味の気持ちを持っていますが、男性は確かに非常に面白いです。\u001b[22m, \u001b[1m女性は常にそれらについて感じ決まり文句を持ってリードしたが、男性は、しかし確かに非常に興味深いものです。\u001b[22m\n\u001b[1m\u001b[22m\nHakuoki just proves that there is more to harem than just 5 guys liking 1 girl.\n\n\u001b[1mHakuokiはただ1人の女の子が好きな5人だけではなく、さらに多くのことがあることを証明しています。\u001b[22m\n\u001b[1m(Hakuoki wa tada 1-ri no on'nanoko ga sukina 5-ri dakede wa naku, sarani ōku no koto ga aru koto o shōmei shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mHakuoki just proves that there is more to harem than just 5 guys liking 1 girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHakuoki just proves that there is more to harem than just 5 guys liking 1 girl.\u001b[24m\n    \u001b[1mHakuokiはただ1人の女の子が好きな5人だけではなく、さらに多くのことがあることを証明しています。\u001b[22m, \u001b[1m薄桜鬼はちょうど1の女の子を好きにわずか5人の男よりもハーレムによりがあることを証明しています。\u001b[22m\nThe characters are well designed and drawn. The original design was by Kazuki Yone, her art style is just beautiful by the way.\n\n\u001b[1m文字はうまく設計され描画されます。 オリジナルのデザインは米一輝さんのものでしたが、彼女のアートスタイルはちょうど美しいものです。\u001b[22m\n\u001b[1m(Moji wa umaku sekkei sa re byōga sa remasu. Orijinaru no dezain wa Amerika Ikki-san no monodeshitaga, kanojo no ātosutairu wa chōdo utsukushī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are well designed and drawn. The original design was by Kazuki Yone, her art style is just beautiful by the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are well designed and drawn.\u001b[24m\n    \u001b[1m文字はうまく設計され描画されます。\u001b[22m, \u001b[1m文字がうまく設計され、描かれています。\u001b[22m\n\u001b[4mThe original design was by Kazuki Yone, her art style is just beautiful by the way.\u001b[24m\n    \u001b[1mオリジナルのデザインは米一輝さんのものでしたが、彼女のアートスタイルはちょうど美しいものです。\u001b[22m, \u001b[1mオリジナルのデザインは、彼女のアートスタイルが途中でわずかに美しいです、一樹ヨネによるものでした。\u001b[22m\n\u001b[1m\u001b[22m\nWell anyways Hakuoki combines the few things i love about anime: supernatural, olden Japan and hot bishounen with fascinating characters.\n\n\u001b[1mとにかく薄桜鬼は、アニメを愛するいくつかのもの、すなわち超自然的で古きよき日本と魅力的なキャラクターの魅惑的なものを組み合わせています。\u001b[22m\n\u001b[1m(Tonikaku hakuōki wa, anime o aisuru ikutsu ka no mono, sunawachi chō shizen-tekide furuki yoki Nihon to miryoku-tekina kyarakutā no miwaku-tekina mono o kumiawasete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell anyways Hakuoki combines the few things i love about anime: supernatural, olden Japan and hot bishounen with fascinating characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell anyways Hakuoki combines the few things i love about anime: supernatural, olden Japan and hot bishounen with fascinating characters.\u001b[24m\n    \u001b[1mとにかく薄桜鬼は、アニメを愛するいくつかのもの、すなわち超自然的で古きよき日本と魅力的なキャラクターの魅惑的なものを組み合わせています。\u001b[22m, \u001b[1m魅力的なキャラクターと美少年超自然、昔の日本とホット：まあとにかく薄桜鬼は私がアニメで気に入っていくつかのことを兼ね備えています。\u001b[22m\nThe first episode was awesome, with zombie people and the bloodshed which was just to my liking- not too much, not too little.\n\n\u001b[1m最初のエピソードはゾンビの人々と私の好みにちょうどいい流血で、すごく大きかった。\u001b[22m\n\u001b[1m(Saisho no episōdo wa zonbi no hitobito to watashi no konomi ni chōdo ī ryūketsu de, sugoku ōkikatta.)\u001b[22m\n\nTranslations of \u001b[4mThe first episode was awesome, with zombie people and the bloodshed which was just to my liking- not too much, not too little.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first episode was awesome, with zombie people and the bloodshed which was just to my liking- not too much, not too little.\u001b[24m\n    \u001b[1m最初のエピソードはゾンビの人々と私の好みにちょうどいい流血で、すごく大きかった。\u001b[22m, \u001b[1m最初のエピソードは、ゾンビの人々と私のliking-にあまりない、あまりにも少しではありませんでした流血で、最高でした。\u001b[22m\n\u001b[1m\u001b[22m\nBut then again this is a harem anime, so yes i will be expecting the usual package. We'll just need to watch more to find out. (:\n\n\u001b[1mしかし、やはりこれはハレームアニメですから、私はいつものパッケージを期待しています。 私たちは見つけるためにもっと見る必要があります。  （：\u001b[22m\n\u001b[1m(Shikashi, yahari kore wa harēmuanimedesukara, watashi wa itsumo no pakkēji o kitai shite imasu. Watashitachiha mitsukeru tame ni mottomiru hitsuyō ga arimasu. ( :)\u001b[22m\n\nTranslations of \u001b[4mBut then again this is a harem anime, so yes i will be expecting the usual package. We'll just need to watch more to find out. (:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut then again this is a harem anime, so yes i will be expecting the usual package.\u001b[24m\n    \u001b[1mしかし、やはりこれはハレームアニメですから、私はいつものパッケージを期待しています。\u001b[22m, \u001b[1mしかし、その後、再び、これはハーレムアニメなので、はい私は、通常のパッケージを期待されます。\u001b[22m\n\u001b[4mWe'll just need to watch more to find out.\u001b[24m\n    \u001b[1m私たちは見つけるためにもっと見る必要があります。\u001b[22m, \u001b[1m私達はちょうど見つけるために多くを監視する必要があります。\u001b[22m\n\u001b[4m(:\u001b[24m\n    \u001b[1m（：\u001b[22m\n\u001b[1m\u001b[22m\nーは黒\n(̄ Wa kuro)\n\n\u001b[1mーは黒\u001b[22m\n\u001b[1m(̄ Wa kuro)\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "Freshhh",
    "profile": "/profile/Freshhh/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=31245",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\n薄桜鬼は非常に良いアニメです。 私は2,3ヶ月前のように見ました。 はい、2010年10月20日にリリースされます。 全体的に、私はこの助けを願った！ その悲しい、エキサイティングな！ これは初めて歴史的なアニメとその良い（日本の本物の歴史に基づいて）を見ている！ 私は主人公が非常にだと言う必要があります...無防備、彼女は時々私を怒らせる。 おそらくあなたも。 それ以外の物語は素敵です！ 図面は良いと...うん！ ああ、ちょうどあなたに知らせるために、このアニメはあなたを泣かせるでしょう。 今年10月のシーズン2もあります。\n\n楽しかった！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHakuouki is a very good anime. I watched it like 2 or 3 months ago. Yes, October 20th 2010, it will be released. All in all, I hoped this help! Its sad and exciting! This is my first time watching a historical anime and its good (based on real Japanese history)! I must say the main character is very...Defenseless, she sometimes piss me off. Probably you too. Other than that the story is nice! The drawings are good and...Yeah! Oh, and just to let you know, this anime will also make you cry. There will also be a season 2 this October.\n\n\u001b[1m薄桜鬼は非常に良いアニメです。 私は2,3ヶ月前のように見ました。 はい、2010年10月20日にリリースされます。 全体的に、私はこの助けを願った！ その悲しい、エキサイティングな！ これは初めて歴史的なアニメとその良い（日本の本物の歴史に基づいて）を見ている！ 私は主人公が非常にだと言う必要があります...無防備、彼女は時々私を怒らせる。 おそらくあなたも。 それ以外の物語は素敵です！ 図面は良いと...うん！ ああ、ちょうどあなたに知らせるために、このアニメはあなたを泣かせるでしょう。 今年10月のシーズン2もあります。\u001b[22m\n\u001b[1m(Hakuōki wa hijō ni yoi animedesu. Watashi wa 2, 3kagetsu mae no yō ni mimashita. Sono kanashī, ekisaitinguna! Kore wa hajimete rekishi-tekina anime to sono yoi (Nihon no honmono no rekishi nimotozuite) o mite iru! Watashi wa shujinkō ga hijō nida to iu hitsuyō ga arimasu... Mubōbi, kanojo wa tokidoki watashi o okora seru. Osoraku anata mo. Sore igai no monogatari wa sutekidesu! Zumen wa yoi to... Un! Ā, chōdo anata ni shiraseru tame ni, kono anime wa anata o nakaserudeshou. Kotoshi 10 tsuki no shīzun 2 mo arimasu. Hai, 2010-nen 10 tsuki 20-nichi ni rirīsu sa remasu. Zentai-teki ni, watashi wa kono tasuke o negatta!)\u001b[22m\n\nTranslations of \u001b[4mHakuouki is a very good anime. I watched it like 2 or 3 months ago. Yes, October 20th 2010, it will be released. All in all, I hoped this help! Its sad and exciting! This is my first time watching a historical anime and its good (based on real Japanese history)! I must say the main character is very...Defenseless, she sometimes piss me off. Probably you too. Other than that the story is nice! The drawings are good and...Yeah! Oh, and just to let you know, this anime will also make you cry. There will also be a season 2 this October.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHakuouki is a very good anime.\u001b[24m\n    \u001b[1m薄桜鬼は非常に良いアニメです。\u001b[22m\n\u001b[4mI watched it like 2 or 3 months ago.\u001b[24m\n    \u001b[1m私は2,3ヶ月前のように見ました。\u001b[22m, \u001b[1m私は2または3ヶ月前のようにそれを見ました。\u001b[22m\n\u001b[4mIts sad and exciting!\u001b[24m\n    \u001b[1mその悲しい、エキサイティングな！\u001b[22m, \u001b[1mその悲しいとエキサイティング！\u001b[22m\n\u001b[4mThis is my first time watching a historical anime and its good (based on real Japanese history)!\u001b[24m\n    \u001b[1mこれは初めて歴史的なアニメとその良い（日本の本物の歴史に基づいて）を見ている！\u001b[22m, \u001b[1mこれは歴史的アニメと（実際の日本の歴史に基づいて）その良いを見て初めてです！\u001b[22m\n\u001b[4mI must say the main character is very...Defenseless, she sometimes piss me off.\u001b[24m\n    \u001b[1m私は主人公が非常にだと言う必要があります...無防備、彼女は時々私を怒らせる。\u001b[22m, \u001b[1m私は彼女が時々私を怒らせる、メインキャラクターは非常に...無防備であると言わなければなりません。\u001b[22m\n\u001b[4mProbably you too.\u001b[24m\n    \u001b[1mおそらくあなたも。\u001b[22m, \u001b[1mおそらく、あなたも。\u001b[22m\n\u001b[4mOther than that the story is nice!\u001b[24m\n    \u001b[1mそれ以外の物語は素敵です！\u001b[22m, \u001b[1mそれ以外の話はいいです！\u001b[22m\n\u001b[4mThe drawings are good and...Yeah!\u001b[24m\n    \u001b[1m図面は良いと...うん！\u001b[22m, \u001b[1m図面は、うん...と良いです！\u001b[22m\n\u001b[4mOh, and just to let you know, this anime will also make you cry.\u001b[24m\n    \u001b[1mああ、ちょうどあなたに知らせるために、このアニメはあなたを泣かせるでしょう。\u001b[22m, \u001b[1mああ、ちょうどあなたが知っているように、このアニメはまた、あなたが泣くようになります。\u001b[22m\n\u001b[4mThere will also be a season 2 this October.\u001b[24m\n    \u001b[1m今年10月のシーズン2もあります。\u001b[22m, \u001b[1mまた、この10月のシーズン2があります。\u001b[22m\n\u001b[4mYes, October 20th 2010, it will be released.\u001b[24m\n    \u001b[1mはい、2010年10月20日にリリースされます。\u001b[22m, \u001b[1mはい、10月20日2010、それが解放されます。\u001b[22m\n\u001b[4mAll in all, I hoped this help!\u001b[24m\n    \u001b[1m全体的に、私はこの助けを願った！\u001b[22m, \u001b[1mすべてのすべてで、私はこのヘルプを期待しました！\u001b[22m\n\u001b[1m\u001b[22m\nLoved it!\n\n\u001b[1m楽しかった！\u001b[22m\n\u001b[1m(Tanoshikatta!)\u001b[22m\n\nTranslations of \u001b[4mLoved it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLoved it!\u001b[24m\n    \u001b[1m楽しかった！\u001b[22m, \u001b[1mそれを愛した！\u001b[22m, \u001b[1mそれを追加しました！\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "imagine_that",
    "profile": "/profile/imagine_that/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=26376",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\n白き騎士はそれまでにまともなアニメでした。 あなたがセクシーな男性で満たされた逆のharemsにいる場合、このショーはあなたのために素晴らしいです。 ファンサービスが明白になることがある瞬間もありますが、それは楽しいものではありません*咳*。 ストーリー自体は興味深いものですが、最初は遅いですが、後でいくつかの質問をします。 個人的に、私はオープニング曲を楽しんだ、それは素晴らしい画像で非常に甘いでした。 結末も悪くはなかったが、私はそれを私のお気に入りリストに載せなかった。 どちらも「特別なものはない」。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHakuouki has been a decent anime thus far. If you're into reverse harems filled with sexy men, this show is great for you. There are moments when fanservice can be obvious, but that doesn't mean it isn't enjoyable *cough*. The storyline itself is interesting enough, slow at first, but it does get you asking a few questions later on. Personally, I enjoyed the opening song, it was very sweet with nice images to follow. The ending wasn't bad either, but I wouldn't put it on my list of favourites. Both were 'nothing special'.\n\n\u001b[1m白き騎士はそれまでにまともなアニメでした。 あなたがセクシーな男性で満たされた逆のharemsにいる場合、このショーはあなたのために素晴らしいです。 ファンサービスが明白になることがある瞬間もありますが、それは楽しいものではありません*咳*。 ストーリー自体は興味深いものですが、最初は遅いですが、後でいくつかの質問をします。 個人的に、私はオープニング曲を楽しんだ、それは素晴らしい画像で非常に甘いでした。 結末も悪くはなかったが、私はそれを私のお気に入りリストに載せなかった。 どちらも「特別なものはない」。\u001b[22m\n\u001b[1m(Shiroki kishi wa sore made ni matomona animedeshita. Anata ga sekushīna dansei de mitasa reta gyaku no harems ni iru baai, kono shō wa anata no tame ni subarashīdesu. Fansābisu ga meihaku ni naru koto ga aru shunkan mo arimasuga, sore wa tanoshī monode wa arimasen* seki*. Sutōrī jitai wa kyōmibukai monodesuga, saisho wa osoidesuga,-go de ikutsu ka no shitsumon o shimasu. Kojin-teki ni, watashi wa ōpuningu kyoku o tanoshinda, sore wa subarashī gazō de hijō ni amaideshita. Ketsumatsu mo waruku wa nakattaga, watashi wa sore o watashinōkiniiri risuto ni nosenakatta. Dochira mo `tokubetsuna mono wanai'.)\u001b[22m\n\nTranslations of \u001b[4mHakuouki has been a decent anime thus far. If you're into reverse harems filled with sexy men, this show is great for you. There are moments when fanservice can be obvious, but that doesn't mean it isn't enjoyable *cough*. The storyline itself is interesting enough, slow at first, but it does get you asking a few questions later on. Personally, I enjoyed the opening song, it was very sweet with nice images to follow. The ending wasn't bad either, but I wouldn't put it on my list of favourites. Both were 'nothing special'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHakuouki has been a decent anime thus far.\u001b[24m\n    \u001b[1m白き騎士はそれまでにまともなアニメでした。\u001b[22m, \u001b[1m薄桜鬼は、これまでまともなアニメとなっています。\u001b[22m\n\u001b[4mIf you're into reverse harems filled with sexy men, this show is great for you.\u001b[24m\n    \u001b[1mあなたがセクシーな男性で満たされた逆のharemsにいる場合、このショーはあなたのために素晴らしいです。\u001b[22m, \u001b[1mあなたがセクシーな男性を充填した逆ハーレムに興味があれば、このショーはあなたのための素晴らしいです。\u001b[22m\n\u001b[4mThere are moments when fanservice can be obvious, but that doesn't mean it isn't enjoyable *cough*.\u001b[24m\n    \u001b[1mファンサービスが明白になることがある瞬間もありますが、それは楽しいものではありません*咳*。\u001b[22m, \u001b[1mそこサービスカットは明白であることができる瞬間がありますが、それはそれは* *咳楽しくないという意味ではありません。\u001b[22m\n\u001b[4mThe storyline itself is interesting enough, slow at first, but it does get you asking a few questions later on.\u001b[24m\n    \u001b[1mストーリー自体は興味深いものですが、最初は遅いですが、後でいくつかの質問をします。\u001b[22m, \u001b[1mストーリー自体は、十分に興味深い最初は遅いですが、それはあなたが後でいくつかの質問を受けるん。\u001b[22m\n\u001b[4mPersonally, I enjoyed the opening song, it was very sweet with nice images to follow.\u001b[24m\n    \u001b[1m個人的に、私はオープニング曲を楽しんだ、それは素晴らしい画像で非常に甘いでした。\u001b[22m, \u001b[1m個人的に、私は従うように素敵なイメージを持つ非常に甘かった、オープニング曲を楽しみました。\u001b[22m\n\u001b[4mThe ending wasn't bad either, but I wouldn't put it on my list of favourites.\u001b[24m\n    \u001b[1m結末も悪くはなかったが、私はそれを私のお気に入りリストに載せなかった。\u001b[22m, \u001b[1mエンディングも悪くはなかったが、私はお気に入りの私のリストの上に置いていないだろう。\u001b[22m\n\u001b[4mBoth were 'nothing special'.\u001b[24m\n    \u001b[1mどちらも「特別なものはない」。\u001b[22m, \u001b[1m両方とも、「何も特別なもの」ではなかったです。\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "TheBlackCross",
    "profile": "/profile/TheBlackCross/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=36450",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  8\n\n*これは私の最初のレビューです*\nまず最初に、このアニメはリバース・ハーレムなので、私はこのアニメを見ました。 私はそれを愛していました：D博士は、私が見た3番目に優れた歴史的なアニメです（私は思います）。  ＆gt; ___。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n*This is my first review*\n\n\u001b[1m*これは私の最初のレビューです*\u001b[22m\n\u001b[1m(* Kore wa watashi no saisho no rebyūdesu*)\u001b[22m\n\nTranslations of \u001b[4m*This is my first review*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*This is my first review*\u001b[24m\n    \u001b[1m*これは私の最初のレビューです*\u001b[22m, \u001b[1m*これは*私の最初のレビューです\u001b[22m\nWell first of all I watched this anime because it was reverse-harem. I loved it :D Hakuouki is the third best historical anime I've seen (i think ). &gt;___.\n\n\u001b[1mまず最初に、このアニメはリバース・ハーレムなので、私はこのアニメを見ました。 私はそれを愛していました：D博士は、私が見た3番目に優れた歴史的なアニメです（私は思います）。  ＆gt; ___。\u001b[22m\n\u001b[1m(Mazu saisho ni, kono anime wa ribāsu hāremunanode, watashi wa kono anime o mimashita. Watashi wa sore o aishite imashita: D hakase wa, watashi ga mita 3-banme ni sugureta rekishi-tekina animedesu (watashi wa omoimasu). & Gt; ___.)\u001b[22m\n\nTranslations of \u001b[4mWell first of all I watched this anime because it was reverse-harem. I loved it :D Hakuouki is the third best historical anime I've seen (i think ). &gt;___.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell first of all I watched this anime because it was reverse-harem.\u001b[24m\n    \u001b[1mまず最初に、このアニメはリバース・ハーレムなので、私はこのアニメを見ました。\u001b[22m, \u001b[1mそれは逆ハーレムだったので、まあ最初にすべての私はこのアニメを見ていました。\u001b[22m\n\u001b[4mI loved it :D Hakuouki is the third best historical anime I've seen (i think ).\u001b[24m\n    \u001b[1m私はそれを愛していました：D博士は、私が見た3番目に優れた歴史的なアニメです（私は思います）。\u001b[22m, \u001b[1m私はそれを追加しました：D薄桜鬼は、私は（私が思う）見てきた第三の最高の歴史的なアニメです。\u001b[22m\n\u001b[4m&gt;___.\u001b[24m\n    \u001b[1m＆gt; ___。\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "BBHood22",
    "profile": "/profile/BBHood22/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=59681",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  5\n\n\n*一口*なぜ私はこのアニメでも気にしませんでした...ああええ！ 私は覚えています！ それには剣を持った人がいる！ 悲しいことに、その考えは私の興味を維持することはできません...\n\n主人公：新撰組（あまりにも多く言及するには、私は気にしません）と幸村千鶴\n\n全体的なスコア：6  - 私はそれを5点にしたいと思っていたのですが、その人はかなりきれいだったので、私は6点に固執します。\n\n私は、私にインスピレーションを与えてくれた人 - 女性の鉛：チズルから始めましょう...私は彼女がアニメを見ているうちにこれまでに見た中で最も哀れで、無力で無駄なキャラクターだと言わなければならない。 彼女は「ケンシンスタイル」の服を着てかわいいと始まりました...しかし、物語が進行するにつれて、彼女は...ええ、彼女は父親を探しています...個性のないオニ ... aarrghghh!! 彼女は誰もが悲鳴を上げているので、彼女はとてもイライラしています。名前と叫び声とあざ笑っています。\n\nそれから新撰組が...土方、沖田、近藤、佐野、新八、平助、斎藤...誰かが恋しい？ まあ、私は気にしません...私は新撰組の分け前を持っています - ルーロニー謙信から私のお気に入りのシリーズ銀魂まで...しかし、これはこれらの男を描写する最も哀れなやり方だと言わなければならない...ええ 彼らは強く、タフで忠実な人です...しかし、それらを吸血鬼のような生き物と混ぜるのですか？ このアニメを作った人にはまだ吸血鬼のハングアップがあると思います...そして、スポイラーの警告：あなたは山崎を殺す必要はありません!! くそー！\n\n悪人は大丈夫だったと思います... 3人の典型的な悪人：1人の強盗（アマギリ）、1人のガンマン（白蘭）と1人のオニの指導者（カザマ）...彼らはかなりの倍率がなく、私は本当に 彼らについて書く気分...\n\nその12話には2シーンしかなかったんだけど...（爆笑警報）、沖田と土方がラセツの...すごい戦いシーンになったとき...\n\n私はまだこのエピソードの後に​​さらに10のエピソードを持っています...ここには江戸が差をつけることを望んでいます...しかし、私はそれを本当に信じていません...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n*sigh* why did I even bother with this anime... oh yeah! I remember! It has a bunch of guys with swords! Sadly, not even that thought could sustain my interest...\n\n\u001b[1m*一口*なぜ私はこのアニメでも気にしませんでした...ああええ！ 私は覚えています！ それには剣を持った人がいる！ 悲しいことに、その考えは私の興味を維持することはできません...\u001b[22m\n\u001b[1m(* Hitokuchi* naze watashi wa kono anime demo ki ni shimasendeshita... Ā ē! Watashi wa oboete imasu! Soreni wa ken o motta hito ga iru! Kanashī koto ni, sono kangae wa watashi no kyōmi o iji suru koto wa dekimasen...)\u001b[22m\n\nTranslations of \u001b[4m*sigh* why did I even bother with this anime... oh yeah! I remember! It has a bunch of guys with swords! Sadly, not even that thought could sustain my interest...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*sigh* why did I even bother with this anime... oh yeah!\u001b[24m\n    \u001b[1m*一口*なぜ私はこのアニメでも気にしませんでした...ああええ！\u001b[22m, \u001b[1m*ため息*なぜ私もこのアニメで悩むんでした...そうそう！\u001b[22m\n\u001b[4mI remember!\u001b[24m\n    \u001b[1m私は覚えています！\u001b[22m, \u001b[1m私は、覚えています！\u001b[22m\n\u001b[4mIt has a bunch of guys with swords!\u001b[24m\n    \u001b[1mそれには剣を持った人がいる！\u001b[22m, \u001b[1mそれは、剣を持つ男の束を持っています！\u001b[22m\n\u001b[4mSadly, not even that thought could sustain my interest...\u001b[24m\n    \u001b[1m悲しいことに、その考えは私の興味を維持することはできません...\u001b[22m, \u001b[1m悲しいことではなく、さらにその考えが私の興味を維持することができ...\u001b[22m\n\u001b[1m\u001b[22m\nMain characters: Shinsengumi (too many to mention, i won't even bother) and Yukimura Chizuru\n\n\u001b[1m主人公：新撰組（あまりにも多く言及するには、私は気にしません）と幸村千鶴\u001b[22m\n\u001b[1m(Shujinkō: Shinsenkumi (amarini mo ōku genkyū suru ni wa, watashi wa ki ni shimasen) to Yukimura Chidzuru)\u001b[22m\n\nTranslations of \u001b[4mMain characters: Shinsengumi (too many to mention, i won't even bother) and Yukimura Chizuru\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMain characters: Shinsengumi (too many to mention, i won't even bother) and Yukimura Chizuru\u001b[24m\n    \u001b[1m主人公：新撰組（あまりにも多く言及するには、私は気にしません）と幸村千鶴\u001b[22m, \u001b[1mメインキャラクター：新撰組（あまりにも多くの人が言及し、私も気にしないだろう）と幸村千鶴\u001b[22m\n\u001b[1m\u001b[22m\nOverall score: 6 - I would have liked to score it a 5 but the guys were pretty enough so, i'll stick with 6.\n\n\u001b[1m全体的なスコア：6  - 私はそれを5点にしたいと思っていたのですが、その人はかなりきれいだったので、私は6点に固執します。\u001b[22m\n\u001b[1m(Zentai-tekina sukoa: 6 - Watashi wa sore o 5-ten ni shitai to omotte ita nodesuga, sono hito wa kanari kireidattanode, watashi wa 6-ten ni koshū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall score: 6 - I would have liked to score it a 5 but the guys were pretty enough so, i'll stick with 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall score: 6 - I would have liked to score it a 5 but the guys were pretty enough so, i'll stick with 6.\u001b[24m\n    \u001b[1m全体的なスコア：6  - 私はそれを5点にしたいと思っていたのですが、その人はかなりきれいだったので、私は6点に固執します。\u001b[22m, \u001b[1m全体的なスコア：6  - 私は5それを獲得するために好きだろうが、みんながとてもきれい十分にあったが、私は6に固執します。\u001b[22m\n\u001b[1m\u001b[22m\nI'll start with the one who inspired me to do a review -- the female lead: Chizuru... I must say that she's the most pathetic, helpless, useless character i've ever seen in all my years of watching anime. .. she started of as cute - dressed up in 'kenshin-style' clothes... but as the story progressed, she didn't... yeah, she's an oni looking for her father... an oni with no personality ... aarrgghh!! she is so frustrating to watch since all she does is scream everybody-san's names and cry and giggle and blush... c'mon!!\n\n\u001b[1m私は、私にインスピレーションを与えてくれた人 - 女性の鉛：チズルから始めましょう...私は彼女がアニメを見ているうちにこれまでに見た中で最も哀れで、無力で無駄なキャラクターだと言わなければならない。 彼女は「ケンシンスタイル」の服を着てかわいいと始まりました...しかし、物語が進行するにつれて、彼女は...ええ、彼女は父親を探しています...個性のないオニ ... aarrghghh!! 彼女は誰もが悲鳴を上げているので、彼女はとてもイライラしています。名前と叫び声とあざ笑っています。\u001b[22m\n\u001b[1m(Watashi wa, watashi ni insupirēshon o ataete kureta hito - josei no namari: Chizuru kara hajimemashou... Watashi wa kanojo ga anime o mite iru uchi ni kore made ni mita naka de mottomo aware de, muryokude mudana kyarakutāda to iwanakereba naranai. Kanojo wa `kenshinsutairu' no fuku o kite kawaī to hajimarimashita... Shikashi, monogatari ga shinkō suru ni tsurete, kanojo wa... E e, kanojo wa chichioya o sagashiteimasu... Kosei no nai oni... Aarrghghh! ! Kanojo wa daremoga himei o agete irunode, kanojo wa totemo iraira shite imasu. Namae to sakebigoe to azawaratte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'll start with the one who inspired me to do a review -- the female lead: Chizuru... I must say that she's the most pathetic, helpless, useless character i've ever seen in all my years of watching anime. .. she started of as cute - dressed up in 'kenshin-style' clothes... but as the story progressed, she didn't... yeah, she's an oni looking for her father... an oni with no personality ... aarrgghh!! she is so frustrating to watch since all she does is scream everybody-san's names and cry and giggle and blush... c'mon!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll start with the one who inspired me to do a review -- the female lead: Chizuru... I must say that she's the most pathetic, helpless, useless character i've ever seen in all my years of watching anime.\u001b[24m\n    \u001b[1m私は、私にインスピレーションを与えてくれた人 - 女性の鉛：チズルから始めましょう...私は彼女がアニメを見ているうちにこれまでに見た中で最も哀れで、無力で無駄なキャラクターだと言わなければならない。\u001b[22m, \u001b[1m千鶴...私は彼女が私が今までアニメを見てのすべての私の年で見た中で最も哀れな、無力な、役に立たない文字だと言わなければならない：女性のリード - 私がレビューを行うために私にインスピレーションを1から始めましょう。\u001b[22m\n\u001b[4m.. she started of as cute - dressed up in 'kenshin-style' clothes... but as the story progressed, she didn't... yeah, she's an oni looking for her father... an oni with no personality\u001b[24m\n    \u001b[1m彼女は「ケンシンスタイル」の服を着てかわいいと始まりました...しかし、物語が進行するにつれて、彼女は...ええ、彼女は父親を探しています...個性のないオニ\u001b[22m, \u001b[1m..彼女は、かわいいの開始 - ええ、彼女は彼女の父親を探して鬼だ...」謙信スタイルの服を着...しかし、物語が進むにつれて、彼女はしませんでした...ない性格と鬼\u001b[22m\n\u001b[4m... aarrgghh!!\u001b[24m\n    \u001b[1m... aarrghghh!!\u001b[22m, \u001b[1m... aarrgghh!!\u001b[22m\n\u001b[4mshe is so frustrating to watch since all she does is scream everybody-san's names and cry and giggle and blush... c'mon!!\u001b[24m\n    \u001b[1m彼女は誰もが悲鳴を上げているので、彼女はとてもイライラしています。名前と叫び声とあざ笑っています。\u001b[22m, \u001b[1m彼女は勘弁してくれよ...彼女はすべてが皆さんの名前を叫ぶと叫ぶとクスクスと赤面であるので、見ていてとてもイライラさせられます！\u001b[22m\n\u001b[1m\u001b[22m\nThen there's the Shinsengumi... Hijikata, Okita, Kondo, Sano, Shinpachi, Heisuke and Saito... did I miss anyone? well, i don't care... i've had my share of the Shinsengumi - from Rurouni Kenshin to my favorite series Gintama... but I must say that this is the most pitiful way of depicting these guys... yeah , they're strong, tough and loyal men... but to mix them up with vampire-like creatures? makes me think that the one who created this anime still has some vampire hang-ups... and spoiler alert: you didn't need to kill of Yamazaki!! damn!\n\n\u001b[1mそれから新撰組が...土方、沖田、近藤、佐野、新八、平助、斎藤...誰かが恋しい？ まあ、私は気にしません...私は新撰組の分け前を持っています - ルーロニー謙信から私のお気に入りのシリーズ銀魂まで...しかし、これはこれらの男を描写する最も哀れなやり方だと言わなければならない...ええ 彼らは強く、タフで忠実な人です...しかし、それらを吸血鬼のような生き物と混ぜるのですか？ このアニメを作った人にはまだ吸血鬼のハングアップがあると思います...そして、スポイラーの警告：あなたは山崎を殺す必要はありません!! くそー！\u001b[22m\n\u001b[1m(Sorekara shinsenkumi ga... Hijikata, Okita, Kondō, Sano, shin hachi, Heisuke, Saitō... Dareka ga koishī? Mā, watashi wa ki ni shimasen... Watashi wa shinsenkumi no wakemae o motte imasu - rūronī Kenshin kara watashinōkiniiri no shirīzu Gintama made... Shikashi, kore wa korera no otoko o byōsha suru mottomo awarena yarikatada to iwanakereba naranai... Ē karera wa tsuyoku, tafu de chūjitsuna hitodesu... Shikashi, sorera o kyūketsuki no yōna ikimono to mazeru nodesu ka? Kono anime o tsukutta hito ni wa mada kyūketsuki no hangu appu ga aru to omoimasu... Soshite, supoirā no keikoku: Anata wa Yamazaki o korosu hitsuyō wa arimasen! ! Kuso ̄ !)\u001b[22m\n\nTranslations of \u001b[4mThen there's the Shinsengumi... Hijikata, Okita, Kondo, Sano, Shinpachi, Heisuke and Saito... did I miss anyone? well, i don't care... i've had my share of the Shinsengumi - from Rurouni Kenshin to my favorite series Gintama... but I must say that this is the most pitiful way of depicting these guys... yeah , they're strong, tough and loyal men... but to mix them up with vampire-like creatures? makes me think that the one who created this anime still has some vampire hang-ups... and spoiler alert: you didn't need to kill of Yamazaki!! damn!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen there's the Shinsengumi... Hijikata, Okita, Kondo, Sano, Shinpachi, Heisuke and Saito... did I miss anyone?\u001b[24m\n    \u001b[1mそれから新撰組が...土方、沖田、近藤、佐野、新八、平助、斎藤...誰かが恋しい？\u001b[22m, \u001b[1mその後、新撰組...土方、沖田、近藤、佐野、新八、平助と斎藤があります...私は誰を欠場しましたか？\u001b[22m\n\u001b[4mwell, i don't care... i've had my share of the Shinsengumi - from Rurouni Kenshin to my favorite series Gintama... but I must say that this is the most pitiful way of depicting these guys... yeah\u001b[24m\n    \u001b[1mまあ、私は気にしません...私は新撰組の分け前を持っています - ルーロニー謙信から私のお気に入りのシリーズ銀魂まで...しかし、これはこれらの男を描写する最も哀れなやり方だと言わなければならない...ええ\u001b[22m, \u001b[1mええ...るろうに剣心から私のお気に入りのシリーズ銀魂に...しかし、私は、これはこれらの人を描いの中で最も哀れな方法であると言わなければならない - だけでなく、私は新選組の私のシェアを持っていた...気にしません\u001b[22m\n\u001b[4m, they're strong, tough and loyal men... but to mix them up with vampire-like creatures?\u001b[24m\n    \u001b[1m彼らは強く、タフで忠実な人です...しかし、それらを吸血鬼のような生き物と混ぜるのですか？\u001b[22m, \u001b[1m、彼らは、強いタフで忠実な男だ...しかし、吸血鬼のような生き物とそれらを混合しますか？\u001b[22m\n\u001b[4mmakes me think that the one who created this anime still has some vampire hang-ups... and spoiler alert: you didn't need to kill of Yamazaki!!\u001b[24m\n    \u001b[1mこのアニメを作った人にはまだ吸血鬼のハングアップがあると思います...そして、スポイラーの警告：あなたは山崎を殺す必要はありません!!\u001b[22m, \u001b[1m私はこのアニメを作成したものがまだいくつかの吸血鬼ハングアップ...とスポイラーの警告を持っていることを思わせる：あなたは山崎の殺すために必要はありませんでした！\u001b[22m\n\u001b[4mdamn!\u001b[24m\n    \u001b[1mくそー！\u001b[22m, \u001b[1mいまいましい！\u001b[22m, \u001b[1mやめろ！\u001b[22m, \u001b[1mいまいましいです！\u001b[22m\n\u001b[1m\u001b[22m\nVillains were okay, i guess... 3 typical evil guys: 1 strongman (Amagiri), 1 gunman (Shiranui) and 1 oni leader (Kazama)... they don't have much screentime and i'm not really in a mood to write about them...\n\n\u001b[1m悪人は大丈夫だったと思います... 3人の典型的な悪人：1人の強盗（アマギリ）、1人のガンマン（白蘭）と1人のオニの指導者（カザマ）...彼らはかなりの倍率を持っておらず、 彼らについて書く気分...\u001b[22m\n\u001b[1m(Akunin wa daijōbudatta to omoimasu... 3-Ri no tenkei-tekina akunin: 1-Ri no gōtō (amagiri), 1-ri no gan man (byaku ran) to 1-ri no oni no shidō-sha (Kazama)... Karera wa kanari no bairitsu o motte orazu, karera ni tsuite kaku kibun...)\u001b[22m\n\nTranslations of \u001b[4mVillains were okay, i guess... 3 typical evil guys: 1 strongman (Amagiri), 1 gunman (Shiranui) and 1 oni leader (Kazama)... they don't have much screentime and i'm not really in a mood to write about them...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVillains were okay, i guess... 3 typical evil guys: 1 strongman (Amagiri), 1 gunman (Shiranui) and 1 oni leader (Kazama)... they don't have much screentime and i'm not really in a\u001b[24m\n    \u001b[1m悪人は大丈夫だったと思います... 3人の典型的な悪人：1人の強盗（アマギリ）、1人のガンマン（白蘭）と1人のオニの指導者（カザマ）...彼らはかなりの倍率を持っておらず、\u001b[22m, \u001b[1m悪人は大丈夫だった、私は... 3典型的な悪の男を推測：1の有力者（Amagiri）、1ガンマン（不知火）と1鬼リーダー（風間）を...彼らは多くのスクリーン時間を持っていないと私はには本当にないんだけど\u001b[22m\n\u001b[4mmood to write about them...\u001b[24m\n    \u001b[1m彼らについて書く気分...\u001b[22m, \u001b[1mそれらについて書くために気分...\u001b[22m\n\u001b[1m\u001b[22m\nThere were only 2 good scenes in that 12 episodes, for me... and these would be (spoiler alert), when Okita and Hijikata became Rasetsu's... nice fight scenes...\n\n\u001b[1mその12話には2シーンしかなかったんだけど...（爆笑警報）、沖田と土方がラセツの...すごい戦いシーンになったとき...\u001b[22m\n\u001b[1m(Sono 12-wa ni wa 2 shīn shika nakatta ndakedo... (Bakushō keihō), Okita to dokata ga rasetsu no... Sugoi tatakai shīn ni natta toki...)\u001b[22m\n\nTranslations of \u001b[4mThere were only 2 good scenes in that 12 episodes, for me... and these would be (spoiler alert), when Okita and Hijikata became Rasetsu's... nice fight scenes...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were only 2 good scenes in that 12 episodes, for me... and these would be (spoiler alert), when Okita and Hijikata became Rasetsu's... nice fight scenes...\u001b[24m\n    \u001b[1mその12話には2シーンしかなかったんだけど...（爆笑警報）、沖田と土方がラセツの...すごい戦いシーンになったとき...\u001b[22m, \u001b[1m沖田と土方が羅刹の...素敵な戦いのシーンになったとき、そこだけ2良いシーンは私のために、その12のエピソードにあった...、これらは（スポイラーの警告）になります...\u001b[22m\n\u001b[1m\u001b[22m\nI still have 10 more episodes after this one... here's hoping that Edo would make a difference... but i'm not really counting on it...\n\n\u001b[1m私はまだこのエピソードの後に​​さらに10のエピソードを持っています...ここには江戸が差をつけることを望んでいます...しかし、私はそれを本当に信じていません...\u001b[22m\n\u001b[1m(Watashi wa mada kono episōdo no nochi ni ​​ sarani 10 no episōdo o motte imasu... Koko ni wa Edo ga sa o tsukeru koto o nozonde imasu... Shikashi, watashi wa sore o hontōni shinjite imasen...)\u001b[22m\n\nTranslations of \u001b[4mI still have 10 more episodes after this one... here's hoping that Edo would make a difference... but i'm not really counting on it...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI still have 10 more episodes after this one... here's hoping that Edo would make a difference... but i'm not really counting on it...\u001b[24m\n    \u001b[1m私はまだこのエピソードの後にさらに10のエピソードを持っています...ここには江戸が差をつけることを望んでいます...しかし、私はそれを本当に信じていません...\u001b[22m, \u001b[1m私はまだここに江戸が違いを生むだろうと期待しています...しかし、私は実際にそれを頼りにしていないよ...この1の後に10以上のエピソードを持っています...\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "craftycheesewiz",
    "profile": "/profile/craftycheesewiz/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=95295",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  6\nキャラクター|  10\n|  8\n\n私は偶然このアニメに起こった、それは女性の主人公が役に立たず、素朴な迷惑になることができるにもかかわらず、私を失望させませんでした。 他のキャラクターはそれのために化粧します。 加えて、興味深いプロットを追加すると、これはかなりまともなアニメになります。 それはいくつかの良い戦いのシーンを持っていますが、それは非常に多くの女の子のアニメ、私の意見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI happened upon this anime by chance, and it did not disappoint me, even though the female protagonist can be annoying useless and naive. The other characters makeup for it. Plus, add an interesting plot and this makes for a pretty decent anime. It is very much a girl anime in my opinion, even though it does have a few good fight scenes.\n\n\u001b[1m私は偶然このアニメに起こった、それは女性の主人公が役に立たず、素朴な迷惑になることができるにもかかわらず、私を失望させませんでした。 他のキャラクターはそれのために化粧します。 加えて、興味深いプロットを追加すると、これはかなりまともなアニメになります。 それはいくつかの良い戦いのシーンを持っていますが、それは非常に多くの女の子のアニメ、私の意見です。\u001b[22m\n\u001b[1m(Watashi wa gūzen kono anime ni okotta, soreha josei no shujinkō ga yakunitatazu, sobokuna meiwaku ni naru koto ga dekiru nimokakawarazu, watashi o shitsubō sa semasendeshita. Hoka no kyarakutā wa sore no tame ni keshō shimasu. Kuwaete, kyōmibukai purotto o tsuika suru to, kore wa kanari matomona anime ni narimasu. Sore wa ikutsu ka no yoi tatakai no shīn o motte imasuga, sore wa hijō ni ōku no on'nanoko no anime, watashi no ikendesu.)\u001b[22m\n\nTranslations of \u001b[4mI happened upon this anime by chance, and it did not disappoint me, even though the female protagonist can be annoying useless and naive. The other characters makeup for it. Plus, add an interesting plot and this makes for a pretty decent anime. It is very much a girl anime in my opinion, even though it does have a few good fight scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI happened upon this anime by chance, and it did not disappoint me, even though the female protagonist can be annoying useless and naive.\u001b[24m\n    \u001b[1m私は偶然このアニメに起こった、それは女性の主人公が役に立たず、素朴な迷惑になることができるにもかかわらず、私を失望させませんでした。\u001b[22m, \u001b[1m女性主人公は迷惑役に立たないとナイーブことができるにもかかわらず、私は偶然にこのアニメの際に起こった、それは私を失望させませんでした。\u001b[22m\n\u001b[4mThe other characters makeup for it.\u001b[24m\n    \u001b[1m他のキャラクターはそれのために化粧します。\u001b[22m, \u001b[1mそのため他の文字メイク。\u001b[22m\n\u001b[4mPlus, add an interesting plot and this makes for a pretty decent anime.\u001b[24m\n    \u001b[1m加えて、興味深いプロットを追加すると、これはかなりまともなアニメになります。\u001b[22m, \u001b[1mさらに、興味深いプロットを追加し、これはかなりまともなアニメになります。\u001b[22m\n\u001b[4mIt is very much a girl anime in my opinion, even though it does have a few good fight scenes.\u001b[24m\n    \u001b[1mそれはいくつかの良い戦いのシーンを持っていますが、それは非常に多くの女の子のアニメ、私の意見です。\u001b[22m, \u001b[1mそれはいくつかの良い戦いのシーンを持っているにもかかわらず、非常に私の意見では女の子のアニメです。\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "sugarbunny445",
    "profile": "/profile/sugarbunny445/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=59513",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  1\nキャラクター|  2\n|  2\n\n私はこの主人公のキャラクターがばかげて迷惑で、彼女を守るために全員に全面的に頼っていたため、このアニメは嫌いでした。 戦いは素晴らしかったが、彼女の性格は完全にそれを台無しにした。 多くのことは非常に非常に面倒で、「私はあなたを死に守ります」と無意味な場面で迷惑になります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nI hated this anime mainly because the main girl character was stupid, annoying, and totally relied on all the guys to protect her. The fighting was nice but her character completely ruined it. A lot of things are very very cliche which is annoying too with all the 'I will protect you to the death' and meaningless flirting scenes.\n\n\u001b[1m私はこの主人公のキャラクターがばかげて迷惑で、彼女を守るために全員に全面的に頼っていたため、このアニメは嫌いでした。 戦いは素晴らしかったが、彼女の性格は完全にそれを台無しにした。 多くのことは非常に非常に面倒で、「私はあなたを死に守ります」と無意味な場面で迷惑になります。\u001b[22m\n\u001b[1m(Watashi wa kono shujinkō no kyarakutā ga bakagete meiwakude, kanojo o mamoru tame ni zen'in ni zenmen-teki ni tayotte ita tame, kono anime wa kiraideshita. Tatakai wa subarashikatta ga, kanojo no seikaku wa kanzen ni sore o dainashi ni shita. Ōku no koto wa hijō ni hijō ni mendōde,`watashi wa anata o shini mamorimasu' to muimina bamen de meiwaku ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mI hated this anime mainly because the main girl character was stupid, annoying, and totally relied on all the guys to protect her. The fighting was nice but her character completely ruined it. A lot of things are very very cliche which is annoying too with all the 'I will protect you to the death' and meaningless flirting scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hated this anime mainly because the main girl character was stupid, annoying, and totally relied on all the guys to protect her.\u001b[24m\n    \u001b[1m私はこの主人公のキャラクターがばかげて迷惑で、彼女を守るために全員に全面的に頼っていたため、このアニメは嫌いでした。\u001b[22m, \u001b[1m私は、メインの女の子のキャラクターが愚かだったので、主にこのアニメを嫌って迷惑な、と完全に彼女を守るために、すべての人に依存していました。\u001b[22m\n\u001b[4mThe fighting was nice but her character completely ruined it.\u001b[24m\n    \u001b[1m戦いは素晴らしかったが、彼女の性格は完全にそれを台無しにした。\u001b[22m, \u001b[1m戦闘は良かったが、彼女のキャラクターは完全にそれを台無しにしました。\u001b[22m\n\u001b[4mA lot of things are very very cliche which is annoying too with all the 'I will protect you to the death' and meaningless flirting scenes.\u001b[24m\n    \u001b[1m多くのことは非常に非常に面倒で、「私はあなたを死に守ります」と無意味な場面で迷惑になります。\u001b[22m, \u001b[1m多くのものはすべて無意味いちゃつくシーン\"私はあなたが死に守ってくれる」とあまりにも迷惑です非常に非常に決まり文句です。\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "rikae",
    "profile": "/profile/rikae/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=60921",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  6\nキャラクター|  6\n|  7\n\nほとんどのレビューは、ほとんどのレビューが、オトメゲーム（一般的に、主目的はあなたと恋に落ちるものの1つの視点でかわいい男の子に甘やかされるゲーム）に基づいているという事実から始まるのは不思議ではありません。 私がそれを何度も見つけたにもかかわらず、このタイトルを無視するのはこの事実です。\nどうして？\n\nまあ、私は女の子だが、視聴者/プレイヤーが、まったく投げ捨てられていることに気付かない脳のないバカだと、このジャンルで明らかに思うというのは嫌いだから。\nさて、ショーは私の期待に応えましたか？\nはい、いいえ\n\n技術的な面では、細部の動き、流動性のあるアニメーション、スタッフの仕事を最大限に活かす努力に細心の注意を払って、白鴎樹は私を驚かせました。\nそれは、動きのある口の中でただ静止しているだけではありません。 衣服やアクセサリーに関係なく、腕や脚を空気中に投げ込むだけではありません。 このショーでは、人が動くと、髪の毛が彼の周りを包み込み、カターナは脚を動かし、服はシャッフルします。 それは明らかなことですが、カタナが描かれたときの手の微妙な動きや袴の人が立っているときなど、このような注目を浴びるアニメ番組はあまりありません。 あなたはキンモモを着たことがありますか？ 鳥居を歩いた？ いずれにも立つのは簡単ではありません。\n\nそれは私にこのショーの別の美しい側面をもたらします。\nたぶんそれはゲームに基づいていたので、衣装のデザインは本当に詳細で美しいです。 色のバリエーションが同じ服だけではありません。 すべてのキャラクターは着物と袴を別のやり方で身に着けています。これはサイドキャラクターにも当てはまります。 帯を結ぶ方法はおそらく千種類あり、このアニメはそれを示しています。 生活、建物、日常生活のアイテム、その他の期間の詳細の詳細は驚くべきであり、本当に美しいです。\n\nこれは、ここのストーリーの歴史的側面にも当てはまります。ストーリーの最も重要な部分でもあると私は信じています。 おそらくチズルとデーモンズ、ヴァンパイア、その他のものを含むすべての出来事は、真実でなければ歴史的に関連しています。 これが主要なプロットだったら、それは素晴らしい歴史的な作品だったでしょう。 アニメは一緒に立っていた可能性があります。\n\n変化と革新はすばらしいことですが、ポイントが必要です。 それはここの「吸血鬼」のサガの場合です。 それは目的を果たさない！ それがなくなっても、話は変わらないでしょうか？ ちょっとした日本の歴史を知っている人なら、その話がどこに向かうのか知っているはずです。 キャラクターとその関係は変わるでしょうか？いいえ！ それはちょうど大きな気晴らしです！ そして、非常に必要なキャラクターの発展と歴史的背景を埋めるために真剣にできる時間のロス。\nそれは日本のショーで、キャラクターは本当の人なので、名前、場所、詳細はあなたのところに投げ込まれています。 そして、シーズン1の終わりまでには、既に歴史的な出来事に従うのは難しいです。 私は戦いの派閥間の関係を発展させるために無駄な時間を浪費していると思います。 例えば、モチーフについてのいくつかの洞察を得る。 あなたが歴史の本でそれを読んだらどうかは関係ありません。ショーをまとめたときの見た目だけです。\n\nこのショーのキャラクターは、もちろん、すべてがきれいで、巨大なアイキャンディです。 アニメには他にも多くのポイントがありませんでしたが、おそらくそれを残しておきます。 はい！ 私たちは目の保養が好きですが、気づくのは大砲のように頭に当たってはいけません！ しかし、提供するものがある番組では、悪い点がさらに目立つ傾向があります。 キャラクターが楽しくない、あるいはキャラクターが発達していないとは言いません。 彼らはそうする。 しかし、非常に並べ替えの、ステレオタイプの方法で。 彼らは明らかにそこにいるのは、異なる目標グループを引き付ける必要があるからです。 あなたは彼が楽しい人であることをすぐに知ることができます。そして、それは真剣な人です。そして、ああ、私たちはここであらゆる味の人を持っています（ちょうどその場合、あなたは知っています）。 幽霊...そして彼らは皆あなたを甘やかす必要があります。ああ、私はあなたが完全に識別してはいけない主人公を意味します。 そして、それは私がこの種のショーについて本当に嫌いなことです。\n\n全体的に、あらゆるコーナーであなたに投げつけられた秘密を気にかけなければ、本当に素敵なディテール、アニメーション、面白い振り付けと監督の戦闘シーン、そして強い歴史的背景を持つ楽しいショーで、見ることができます。 私はそれに古典的な日本のトーンの多くを持っていたが、スコアは悪くないとうまく収まる。 ショーのすべてが時間に縛られているので、これは、物事の真っ只中に投げ込まれたように感じるために欠けている唯一のものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIt's no wonder almost all the reviews start with the fact that Hakuouki is based of an otome game ( generally a game where the main objective is to get pampered by pretty boys with the perspective of one of them falling in love with you). It's this fact that made me ignore this title even though I stumbled upon it so many times.\n\n\u001b[1mほとんどのレビューは、ほとんどのレビューが、オトメゲーム（一般的に、主目的はあなたと恋に落ちるものの1つの視点でかわいい男の子に甘やかされるゲーム）に基づいているという事実から始まるのは不思議ではありません。 私がそれを何度も見つけたにもかかわらず、このタイトルを無視するのはこの事実です。\u001b[22m\n\u001b[1m(Hotondo no rebyū wa, hotondo no rebyū ga, otomegēmu (ippantekini,-nushi mokuteki wa anata to koiniochiru-mono no 1tsu no shiten de kawaī otokonoko ni amayakasa reru gēmu) ni motodzuite iru to iu jijitsu kara hajimaru no wa fushigide wa arimasen. Watashi ga sore o nando mo mitsuketa nimokakawarazu, kono taitoru o mushi suru no wa kono jijitsudesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's no wonder almost all the reviews start with the fact that Hakuouki is based of an otome game ( generally a game where the main objective is to get pampered by pretty boys with the perspective of one of them falling in love with you). It's this fact that made me ignore this title even though I stumbled upon it so many times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's no wonder almost all the reviews start with the fact that Hakuouki is based of an otome game ( generally a game where the main objective is to get pampered by pretty boys with the perspective of one of them falling in love with you).\u001b[24m\n    \u001b[1mほとんどのレビューは、ほとんどのレビューが、オトメゲーム（一般的に、主目的はあなたと恋に落ちるものの1つの視点でかわいい男の子に甘やかされるゲーム）に基づいているという事実から始まるのは不思議ではありません。\u001b[22m, \u001b[1mそれはほとんどすべての口コミを薄桜鬼が（主な目的はあなたと恋に落ちるそのうちの一つの観点ではかなりの少年によって甘やかさ取得することです一般ゲーム）乙女ゲームの基づいているという事実で始めるのも不思議ではありません。\u001b[22m\n\u001b[4mIt's this fact that made me ignore this title even though I stumbled upon it so many times.\u001b[24m\n    \u001b[1m私がそれを何度も見つけたにもかかわらず、このタイトルを無視するのはこの事実です。\u001b[22m, \u001b[1mそれは私が私がそれに何度もつまずいていても、このタイトルを無視して作られたこの事実です。\u001b[22m\nWhy?\n\n\u001b[1mどうして？\u001b[22m\n\u001b[1m(Dōshite?)\u001b[22m\n\nDefinitions of \u001b[4mWhy?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\ninterjection\n\u001b[1m    何故ですか？\u001b[22m\n        Why?\n\u001b[1m\u001b[22m\nWell, because even though I am a girl, I don't like the fact that this genre obviously thinks the viewer/player is a brainless moron that doesn't notice things being thrown right at them.\n\n\u001b[1mまあ、私は女の子だが、視聴者/プレイヤーが、まったく投げ捨てられていることに気付かない脳のないバカだと、このジャンルで明らかに思うというのは嫌いだから。\u001b[22m\n\u001b[1m(Mā, watashi wa on'nanokodaga, shichō-sha/ pureiyā ga, mattaku nagesute rarete iru koto ni kidzukanai nō no nai bakada to, kono janru de akiraka ni omou to iu no wa kiraidakara.)\u001b[22m\n\nTranslations of \u001b[4mWell, because even though I am a girl, I don't like the fact that this genre obviously thinks the viewer/player is a brainless moron that doesn't notice things being thrown right at them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, because even though I am a girl, I don't like the fact that this genre obviously thinks the viewer/player is a brainless moron that doesn't notice things being thrown right at them.\u001b[24m\n    \u001b[1mまあ、私は女の子だが、視聴者/プレイヤーが、まったく投げ捨てられていることに気付かない脳のないバカだと、このジャンルで明らかに思うというのは嫌いだから。\u001b[22m, \u001b[1mまあ、私は女の子ですにもかかわらずので、私はこのジャンルが明らかビューア/プレイヤーが右彼らにスローされる事に気づくことはありません愚かなバカだと思っているという事実が好きではありません。\u001b[22m\nWell, did the show meet my expectations?\n\n\u001b[1mさて、ショーは私の期待に応えましたか？\u001b[22m\n\u001b[1m(Sate, shō wa watashi no kitai ni kotaemashita ka?)\u001b[22m\n\nTranslations of \u001b[4mWell, did the show meet my expectations?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, did the show meet my expectations?\u001b[24m\n    \u001b[1mさて、ショーは私の期待に応えましたか？\u001b[22m, \u001b[1mさて、ショーは私の期待を満たしていたのですか？\u001b[22m\nWell, Yes and No.\n\n\u001b[1mはい、いいえ\u001b[22m\n\u001b[1m(Hai, īe)\u001b[22m\n\nTranslations of \u001b[4mWell, Yes and No.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, Yes and No.\u001b[24m\n    \u001b[1mはい、いいえ\u001b[22m, \u001b[1mまあ、YesとNo\u001b[22m\n\u001b[1m\u001b[22m\nOn the technical side of things Hakuouki surprised me with its attention to detail, motion, fluid animation and effort to make the most out of what the staff had to work with.\n\n\u001b[1m技術的な面では、細部の動き、流動性のあるアニメーション、スタッフの仕事を最大限に活かす努力に細心の注意を払って、白鴎樹は私を驚かせました。\u001b[22m\n\u001b[1m(Gijutsu-tekina mende wa, saibu no ugoki, ryūdō-sei no aru animēshon, sutaffu no shigoto o saidaigen ni ikasu doryoku ni saishin no chūi o haratte, shirokamome-ju wa watashi o odoroka semashita.)\u001b[22m\n\nTranslations of \u001b[4mOn the technical side of things Hakuouki surprised me with its attention to detail, motion, fluid animation and effort to make the most out of what the staff had to work with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the technical side of things Hakuouki surprised me with its attention to detail, motion, fluid animation and effort to make the most out of what the staff had to work with.\u001b[24m\n    \u001b[1m技術的な面では、細部の動き、流動性のあるアニメーション、スタッフの仕事を最大限に活かす努力に細心の注意を払って、白鴎樹は私を驚かせました。\u001b[22m, \u001b[1m物事の技術的な面で薄桜鬼は詳細、運動、流体アニメーションやスタッフが作業していたもののうち、最大限に活用するための努力に注目して私を驚かせました。\u001b[22m\nIt's not just a still shot with a moving mouth. Not just arms and legs thrown in the air with no relation to clothing and accessories. In this show, when a person moves, the hair wraps around him, the katana at their leg shifts, the clothes shuffle. It's an obvious thing but there's too little anime shows that enjoy this amount of attention : like the subtle movements of the hand when a katana is drawn or when a person in a hakama is standing up. Have you ever put a kinomo on? Walked in zori? It's not as easy to stand up in any of those.\n\n\u001b[1mそれは、動きのある口の中でただ静止しているだけではありません。 衣服やアクセサリーに関係なく、腕や脚を空気中に投げ込むだけではありません。 このショーでは、人が動くと、髪の毛が彼の周りを包み込み、カターナは脚を動かし、服はシャッフルします。 それは明らかなことですが、カタナが描かれたときの手の微妙な動きや袴の人が立っているときなど、このような注目を浴びるアニメ番組はあまりありません。 あなたはキンモモを着たことがありますか？ 鳥居を歩いた？ いずれにも立つのは簡単ではありません。\u001b[22m\n\u001b[1m(Sore wa, ugoki no aru kuchi no naka de tada seishi shite iru dakede wa arimasen. Ifuku ya akusesarī ni kankei naku, ude ya ashi o kūki-chū ni nagekomu dakede wa arimasen. Kono shōde wa, hito ga ugoku to, kaminoke ga kare no mawari o tsutsumikomi, katāna wa ashi o ugokashi,-fuku wa shaffuru shimasu. Sore wa akirakana kotodesuga, Katana ga egaka reta toki no te no bimyōna ugoki ya hakama no hito ga tatte iru toki nado, kono yōna chūmokuwoabiru anime bangumi wa amari arimasen. Anata wa kinmomo o kita koto ga arimasu ka? Torii o aruita? Izure ni mo tatsu no wa kantande wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's not just a still shot with a moving mouth. Not just arms and legs thrown in the air with no relation to clothing and accessories. In this show, when a person moves, the hair wraps around him, the katana at their leg shifts, the clothes shuffle. It's an obvious thing but there's too little anime shows that enjoy this amount of attention : like the subtle movements of the hand when a katana is drawn or when a person in a hakama is standing up. Have you ever put a kinomo on? Walked in zori? It's not as easy to stand up in any of those.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not just a still shot with a moving mouth.\u001b[24m\n    \u001b[1mそれは、動きのある口の中でただ静止しているだけではありません。\u001b[22m, \u001b[1mそれはちょうどまだ動い口で撮影していません。\u001b[22m\n\u001b[4mNot just arms and legs thrown in the air with no relation to clothing and accessories.\u001b[24m\n    \u001b[1m衣服やアクセサリーに関係なく、腕や脚を空気中に投げ込むだけではありません。\u001b[22m, \u001b[1m服やアクセサリーとは無関係に、空気中で投げ腕と足だけではありません。\u001b[22m\n\u001b[4mIn this show, when a person moves, the hair wraps around him, the katana at their leg shifts, the clothes shuffle.\u001b[24m\n    \u001b[1mこのショーでは、人が動くと、髪の毛が彼の周りを包み込み、カターナは脚を動かし、服はシャッフルします。\u001b[22m, \u001b[1mこのショーでは、髪は自分の足のシフトで、彼の周りに刀をラップするときに、人が移動し、服がシャッフル。\u001b[22m\n\u001b[4mIt's an obvious thing but there's too little anime shows that enjoy this amount of attention : like the subtle movements of the hand when a katana is drawn or when a person in a hakama is standing up.\u001b[24m\n    \u001b[1mそれは明らかなことですが、カタナが描かれたときの手の微妙な動きや袴の人が立っているときなど、このような注目を浴びるアニメ番組はあまりありません。\u001b[22m, \u001b[1mそれは明白なことだが、注意のこの金額を楽しむ少なすぎるアニメ番組があります：手の微妙な動きのように刀が描画されるときや袴者が立っされたとき。\u001b[22m\n\u001b[4mHave you ever put a kinomo on?\u001b[24m\n    \u001b[1mあなたはキンモモを着たことがありますか？\u001b[22m, \u001b[1mあなたは今までにkinomoを置くことがありますか？\u001b[22m\n\u001b[4mWalked in zori?\u001b[24m\n    \u001b[1m鳥居を歩いた？\u001b[22m, \u001b[1m草履で歩きましたか？\u001b[22m\n\u001b[4mIt's not as easy to stand up in any of those.\u001b[24m\n    \u001b[1mいずれにも立つのは簡単ではありません。\u001b[22m, \u001b[1mこれは、それらのいずれかに立って同じくらい簡単ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhich brings me to another beautiful aspect of this show.\n\n\u001b[1mそれは私にこのショーの別の美しい側面をもたらします。\u001b[22m\n\u001b[1m(Sore wa watashi ni kono shō no betsu no utsukushī sokumen o motarashimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhich brings me to another beautiful aspect of this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhich brings me to another beautiful aspect of this show.\u001b[24m\n    \u001b[1mそれは私にこのショーの別の美しい側面をもたらします。\u001b[22m, \u001b[1mこれは、このショーの別の美しい側面に私をもたらします。\u001b[22m\nMaybe precisely because it was based on a game, the costume designs are really detailed and beautiful. It's not just the same clothes with a colour variation. Every character wears his kimono and hakama in a different manner and this is true for the side characters also. There's probably a thousand ways to tie an obi and this anime shows it. The amount of detail to living, buildings, everyday household items and other time period details is astonishing and really beautiful.\n\n\u001b[1mたぶんそれはゲームに基づいていたので、衣装のデザインは本当に詳細で美しいです。 色のバリエーションが同じ服だけではありません。 すべてのキャラクターは着物と袴を別のやり方で身に着けています。これはサイドキャラクターにも当てはまります。 帯を結ぶ方法はおそらく千種類あり、このアニメはそれを示しています。 生活、建物、日常生活のアイテム、その他の期間の詳細の詳細は驚くべきであり、本当に美しいです。\u001b[22m\n\u001b[1m(Tabun sore wa gēmu ni motodzuite itanode, ishō no dezain wa hontōni shōsaide utsukushīdesu. Iro no bariēshon ga onaji fuku dakede wa arimasen. Subete no kyarakutā wa kimono to hakama o betsu no yarikata de mi ni tsukete imasu. Kore wa saidokyarakutā ni mo atehamarimasu. Obi o musubu hōhō wa osoraku senshurui ari, kono anime wa sore o shimeshite imasu. Seikatsu, tatemono, nichijō seikatsu no aitemu, sonohokano kikan no shōsai no shōsai wa odorokubekideari, hontōni utsukushīdesu.)\u001b[22m\n\nTranslations of \u001b[4mMaybe precisely because it was based on a game, the costume designs are really detailed and beautiful. It's not just the same clothes with a colour variation. Every character wears his kimono and hakama in a different manner and this is true for the side characters also. There's probably a thousand ways to tie an obi and this anime shows it. The amount of detail to living, buildings, everyday household items and other time period details is astonishing and really beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe precisely because it was based on a game, the costume designs are really detailed and beautiful.\u001b[24m\n    \u001b[1mたぶんそれはゲームに基づいていたので、衣装のデザインは本当に詳細で美しいです。\u001b[22m, \u001b[1mそれはゲームに基づいていたかもしれないからこそ、衣装デザインは本当に詳細かつ美しいです。\u001b[22m\n\u001b[4mIt's not just the same clothes with a colour variation.\u001b[24m\n    \u001b[1m色のバリエーションが同じ服だけではありません。\u001b[22m, \u001b[1mこれは、色の変化と全く同じ服ではありません。\u001b[22m\n\u001b[4mEvery character wears his kimono and hakama in a different manner and this is true for the side characters also.\u001b[24m\n    \u001b[1mすべてのキャラクターは着物と袴を別のやり方で身に着けています。これはサイドキャラクターにも当てはまります。\u001b[22m, \u001b[1mすべての文字は、別の方法で彼の着物と袴を着て、これもサイド文字についても同様です。\u001b[22m\n\u001b[4mThere's probably a thousand ways to tie an obi and this anime shows it.\u001b[24m\n    \u001b[1m帯を結ぶ方法はおそらく千種類あり、このアニメはそれを示しています。\u001b[22m, \u001b[1mそこ帯を結ぶために千の方法は、おそらくだとこのアニメはそれを示しています。\u001b[22m\n\u001b[4mThe amount of detail to living, buildings, everyday household items and other time period details is astonishing and really beautiful.\u001b[24m\n    \u001b[1m生活、建物、日常生活のアイテム、その他の期間の詳細の詳細は驚くべきであり、本当に美しいです。\u001b[22m, \u001b[1m生活、建物、日常の家庭用品やその他の時間帯の詳細への詳細の量は驚くほど本当に美しいです。\u001b[22m\n\u001b[1m\u001b[22m\nThis is also true of the historical side of the story here, which I believe is also the best part of the story in general. All the events, except probably those involving Chizuru and the..demons..vampires..whatever...are historically relevant if not true. And if this was the main plot it would have been a brilliant historical piece. The anime could have stood together so wonderfully just based on that.\n\n\u001b[1mこれは、ここのストーリーの歴史的側面にも当てはまります。ストーリーの最も重要な部分でもあると私は信じています。 おそらくチズルとデーモンズ、ヴァンパイア、その他のものを含むすべての出来事は、真実でなければ歴史的に関連しています。 これが主要なプロットだったら、それは素晴らしい歴史的な作品だったでしょう。 アニメは一緒に立っていた可能性があります。\u001b[22m\n\u001b[1m(Kore wa, koko no sutōrī no rekishi-teki sokumen ni mo atehamarimasu. Sutōrī no mottomojūyōna bubunde mo aru to watashi wa shinjite imasu. Osoraku chizuru to dēmonzu, vu~anpaia, sonohoka no mono o fukumu subete no dekigoto wa, shinjitsudenakereba rekishi-teki ni kanren shite imasu. Kore ga shuyōna purottodattara, sore wa subarashī rekishi-tekina sakuhindattadeshou. Anime wa issho ni tatte ita kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is also true of the historical side of the story here, which I believe is also the best part of the story in general. All the events, except probably those involving Chizuru and the..demons..vampires..whatever...are historically relevant if not true. And if this was the main plot it would have been a brilliant historical piece. The anime could have stood together so wonderfully just based on that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is also true of the historical side of the story here, which I believe is also the best part of the story in general.\u001b[24m\n    \u001b[1mこれは、ここのストーリーの歴史的側面にも当てはまります。ストーリーの最も重要な部分でもあると私は信じています。\u001b[22m, \u001b[1mこれはまた、私はまた、一般的には物語の最良の部分であると考えて、ここで物語の歴史的側面についても同様です。\u001b[22m\n\u001b[4mAll the events, except probably those involving Chizuru and the..demons..vampires..whatever...are historically relevant if not true.\u001b[24m\n    \u001b[1mおそらくチズルとデーモンズ、ヴァンパイア、その他のものを含むすべての出来事は、真実でなければ歴史的に関連しています。\u001b[22m, \u001b[1m千鶴とthe..demons..vampires..whateverを伴うおそらくものを除くすべてのイベントは、...真実ではない場合は、歴史的に関連しています。\u001b[22m\n\u001b[4mAnd if this was the main plot it would have been a brilliant historical piece.\u001b[24m\n    \u001b[1mこれが主要なプロットだったら、それは素晴らしい歴史的な作品だったでしょう。\u001b[22m, \u001b[1mこれは主プロットした場合、それは華麗な歴史的な作品だったでしょう。\u001b[22m\n\u001b[4mThe anime could have stood together so wonderfully just based on that.\u001b[24m\n    \u001b[1mアニメは一緒に立っていた可能性があります。\u001b[22m, \u001b[1mアニメはとても素晴らしく、まさにそれに基づいて、一緒に立っている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nChanges and innovations are a great thing but they do need to have a point. And that's the case with the 'vampire' saga here. It serves no purpose! Will the story stay the same if it were gone-yes! Anyone who knows a bit of Japanese history should know where the story is heading. Will the characters and their relationships change- no! It's just a big distraction! And a loss of time that can seriously be made to fill in some very needed character development and historical background.\n\n\u001b[1m変化と革新はすばらしいことですが、ポイントが必要です。 それはここの「吸血鬼」のサガの場合です。 それは目的を果たさない！ それがなくなっても、話は変わらないでしょうか？ ちょっとした日本の歴史を知っている人なら、その話がどこに向かうのか知っているはずです。 キャラクターとその関係は変わるでしょうか？いいえ！ それはちょうど大きな気晴らしです！ そして、非常に必要なキャラクターの発展と歴史的背景を埋めるために真剣にできる時間のロス。\u001b[22m\n\u001b[1m(Henka to kakushin wa subarashī kotodesuga, pointo ga hitsuyōdesu. Sore wa koko no `kyūketsuki' no Saga no baaidesu. Sore wa mokuteki o hatasanai! Sore ga nakunatte mo,-banashi wa kawaranaideshou ka? Chottoshita nihon'norekishi o shitte iru hitonara, sono-wa ga doko ni mukau no ka shitte iru hazudesu. Kyarakutā to sono kankei wa kawarudeshou ka? Īe! Sore wa chōdo ōkina kibarashidesu! Soshite, hijō ni hitsuyōna kyarakutā no hatten to rekishi-teki haikei o umeru tame ni shinken ni dekiru jikan no Rosu.)\u001b[22m\n\nTranslations of \u001b[4mChanges and innovations are a great thing but they do need to have a point. And that's the case with the 'vampire' saga here. It serves no purpose! Will the story stay the same if it were gone-yes! Anyone who knows a bit of Japanese history should know where the story is heading. Will the characters and their relationships change- no! It's just a big distraction! And a loss of time that can seriously be made to fill in some very needed character development and historical background.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChanges and innovations are a great thing but they do need to have a point.\u001b[24m\n    \u001b[1m変化と革新はすばらしいことですが、ポイントが必要です。\u001b[22m, \u001b[1m変更点と革新は素晴らしいことですが、彼らは、ポイントを持っている必要があります。\u001b[22m\n\u001b[4mAnd that's the case with the 'vampire' saga here.\u001b[24m\n    \u001b[1mそれはここの「吸血鬼」のサガの場合です。\u001b[22m, \u001b[1mそして、それはここでは「吸血鬼」サーガの場合です。\u001b[22m\n\u001b[4mIt serves no purpose!\u001b[24m\n    \u001b[1mそれは目的を果たさない！\u001b[22m, \u001b[1mそれは目的を達成しません！\u001b[22m\n\u001b[4mWill the story stay the same if it were gone-yes!\u001b[24m\n    \u001b[1mそれがなくなっても、話は変わらないでしょうか？\u001b[22m, \u001b[1mそれがなくなって、はいた場合の話は同じままになります！\u001b[22m\n\u001b[4mAnyone who knows a bit of Japanese history should know where the story is heading.\u001b[24m\n    \u001b[1mちょっとした日本の歴史を知っている人なら、その話がどこに向かうのか知っているはずです。\u001b[22m, \u001b[1m話が向かっているところ日本の歴史のビットを知っている誰もが知っている必要があります。\u001b[22m\n\u001b[4mWill the characters and their relationships change- no!\u001b[24m\n    \u001b[1mキャラクターとその関係は変わるでしょうか？いいえ！\u001b[22m, \u001b[1m文字とその関係はありませんchange-します！\u001b[22m\n\u001b[4mIt's just a big distraction!\u001b[24m\n    \u001b[1mそれはちょうど大きな気晴らしです！\u001b[22m, \u001b[1mそれはちょうど、大きな気晴らしです！\u001b[22m\n\u001b[4mAnd a loss of time that can seriously be made to fill in some very needed character development and historical background.\u001b[24m\n    \u001b[1mそして、非常に必要なキャラクターの発展と歴史的背景を埋めるために真剣にできる時間のロス。\u001b[22m, \u001b[1mそして、真剣にいくつかの非常に必要な文字の開発と歴史的背景を埋めるようにすることができる時間のロス。\u001b[22m\nSince it's a Japanese show and the characters are real people, the names, places and details are being thrown right at you. And by the end of season one it's kind of hard to follow the historical events already. I think a serious amount of wasted time can be used to develop the relationships between the fighting factions. Get some insight on their motifs for example. It doesn't matter if you've read it in history books, it's just how it looks when you put the show together.\n\n\u001b[1mそれは日本のショーで、キャラクターは本当の人なので、名前、場所、詳細はあなたのところに投げ込まれています。 そして、シーズン1の終わりまでには、既に歴史的な出来事に従うのは難しいです。 私は戦いの派閥間の関係を発展させるために無駄な時間を浪費していると思います。 例えば、モチーフについてのいくつかの洞察を得る。 あなたが歴史の本でそれを読んだらどうかは関係ありません。ショーをまとめたときの見た目だけです。\u001b[22m\n\u001b[1m(Sore wa Nihon no shō de, kyarakutā wa hontō no hitonanode, namae, basho, shōsai wa anata no tokoro ni nagekoma rete imasu. Soshite, shīzun 1 no owari made ni wa, sudeni rekishi-tekina dekigoto ni shitagau no wa muzukashīdesu. Watashi wa tatakai no habatsu-kan no kankei o hatten sa seru tame ni mudana jikan o rōhi shite iru to omoimasu. Tatoeba, mochīfu ni tsuite no ikutsu ka no dōsatsu o eru. Anata ga rekishi no hon de sore o yondara dō ka wa kankei arimasen. Shō o matometa toki no mitame dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mSince it's a Japanese show and the characters are real people, the names, places and details are being thrown right at you. And by the end of season one it's kind of hard to follow the historical events already. I think a serious amount of wasted time can be used to develop the relationships between the fighting factions. Get some insight on their motifs for example. It doesn't matter if you've read it in history books, it's just how it looks when you put the show together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince it's a Japanese show and the characters are real people, the names, places and details are being thrown right at you.\u001b[24m\n    \u001b[1mそれは日本のショーで、キャラクターは本当の人なので、名前、場所、詳細はあなたのところに投げ込まれています。\u001b[22m, \u001b[1mそれは日本のショーだと文字が実在の人物であるため、名前、場所、詳細が右あなたにスローされています。\u001b[22m\n\u001b[4mAnd by the end of season one it's kind of hard to follow the historical events already.\u001b[24m\n    \u001b[1mそして、シーズン1の終わりまでには、既に歴史的な出来事に従うのは難しいです。\u001b[22m, \u001b[1mそして、シーズン1の終わりまでには、すでに歴史的なイベントに従うのは難しいのようなものです。\u001b[22m\n\u001b[4mI think a serious amount of wasted time can be used to develop the relationships between the fighting factions.\u001b[24m\n    \u001b[1m私は戦いの派閥間の関係を発展させるために無駄な時間を浪費していると思います。\u001b[22m, \u001b[1m私は無駄な時間の深刻な量は戦いの派閥間の関係を開発するために使用することができると思います。\u001b[22m\n\u001b[4mGet some insight on their motifs for example.\u001b[24m\n    \u001b[1m例えば、モチーフについてのいくつかの洞察を得る。\u001b[22m, \u001b[1m例えば、それらのモチーフにいくつかの洞察を取得します。\u001b[22m\n\u001b[4mIt doesn't matter if you've read it in history books, it's just how it looks when you put the show together.\u001b[24m\n    \u001b[1mあなたが歴史の本でそれを読んだらどうかは関係ありません。ショーをまとめたときの見た目だけです。\u001b[22m, \u001b[1mあなたが歴史の本でそれを読んだ場合、それはあなたが一緒にショーを置くとき、それが見えるだけでどのような問題ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters in this show, of course are all pretty and a huge eye candy. And if the anime didn't have a lot of other good points, I'd probably leave it at that. YES! We do like the eye candy, but it doesn't have to hit us on the head like a cannon ball for us to notice! However in a show that has something to offer, bad points tend to stand out even more. I wouldn't say the characters are not enjoyable or they don't have their personalities developed. They do. But in a very sort of clichéd, stereotyped way. They are obviously there because they need to attract different target groups. You can tell immediately that his is the fun guy and that's the serious guy and oh, we have a guy for every taste here (just in case, you know..) and you all know how they're going to act... yuppie...and they all have to pamper you..oh, I mean the main character that you're totally not supposed to identify with.....BORING! And that's the thing I really hate about this kind of show.\n\n\u001b[1mこのショーのキャラクターは、もちろん、すべてがきれいで、巨大なアイキャンディです。 アニメには他にも多くのポイントがありませんでしたが、おそらくそれを残しておきます。 はい！ 私たちは目の保養が好きですが、気づくのは大砲のように頭に当たってはいけません！ しかし、提供するものがある番組では、悪い点がさらに目立つ傾向があります。 キャラクターが楽しくない、あるいはキャラクターが発達していないとは言いません。 彼らはそうする。 しかし、非常に並べ替えの、ステレオタイプの方法で。 彼らは明らかにそこにいるのは、異なる目標グループを引き付ける必要があるからです。 あなたは彼が楽しい人であることをすぐに知ることができます。そして、それは真剣な人です。そして、ああ、私たちはここであらゆる味の人を持っています（ちょうどその場合、あなたは知っています）。 幽霊...そして彼らは皆あなたを甘やかす必要があります。ああ、私はあなたが完全に識別してはいけない主人公を意味します。 そして、それは私がこの種のショーについて本当に嫌いなことです。\u001b[22m\n\u001b[1m(Kono shō no kyarakutā wa, mochiron, subete ga kireide, kyodaina aikyandidesu. Anime ni wa hoka ni mo ōku no pointo ga arimasendeshitaga, osoraku sore o nokoshite okimasu. Shikashi, teikyō suru mono ga aru bangumide wa, warui ten ga sarani medatsu keikō ga arimasu. Kyarakutā ga tanoshikunai, aruiwa kyarakutā ga hattatsu shite inai to wa iimasen. Karera wa sō suru. Shikashi, hijō ni narabe-gae no, sutereo taipu no hōhō de. Karera wa akiraka ni soko ni iru no wa, kotonaru mokuhyō gurūpu o hikitsukeru hitsuyō ga arukaradesu. Anata wa kare ga tanoshī hitodearu koto o sugu ni shiru koto ga dekimasu. Soshite, sore wa shinken'na hitodesu. Soshite, ā, watashitachi wa koko de arayuru aji no hito o motte imasu (chōdo so no baai, anata wa shitte imasu). Yūrei... Soshite karera wa mina anata o amayakasu hitsuyō ga arimasu. Ā, watashi wa anata ga kanzen ni shikibetsu shite wa ikenai shujinkō o imi shimasu. Soshite, sore wa watashi ga kono tane no shō ni tsuite hontōni kiraina kotodesu. Hai! Watashitachiha menohoyō ga sukidesuga, kidzuku no wa taihō no yō ni atama ni atatte wa ikemasen!)\u001b[22m\n\nTranslations of \u001b[4mThe characters in this show, of course are all pretty and a huge eye candy. And if the anime didn't have a lot of other good points, I'd probably leave it at that. YES! We do like the eye candy, but it doesn't have to hit us on the head like a cannon ball for us to notice! However in a show that has something to offer, bad points tend to stand out even more. I wouldn't say the characters are not enjoyable or they don't have their personalities developed. They do. But in a very sort of clichéd, stereotyped way. They are obviously there because they need to attract different target groups. You can tell immediately that his is the fun guy and that's the serious guy and oh, we have a guy for every taste here (just in case, you know..) and you all know how they're going to act... yuppie...and they all have to pamper you..oh, I mean the main character that you're totally not supposed to identify with.....BORING! And that's the thing I really hate about this kind of show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in this show, of course are all pretty and a huge eye candy.\u001b[24m\n    \u001b[1mこのショーのキャラクターは、もちろん、すべてがきれいで、巨大なアイキャンディです。\u001b[22m, \u001b[1mもちろん、このショーの中の文字は、すべてのかなり巨大な目の保養です。\u001b[22m\n\u001b[4mAnd if the anime didn't have a lot of other good points, I'd probably leave it at that.\u001b[24m\n    \u001b[1mアニメには他にも多くのポイントがありませんでしたが、おそらくそれを残しておきます。\u001b[22m, \u001b[1mアニメは他の良い点をたくさん持っていなかったなら、私はおそらくそのままにしておくだろう。\u001b[22m\n\u001b[4mHowever in a show that has something to offer, bad points tend to stand out even more.\u001b[24m\n    \u001b[1mしかし、提供するものがある番組では、悪い点がさらに目立つ傾向があります。\u001b[22m, \u001b[1mしかし提供するために何かを持っているショーで、悪い点が一層目立つ傾向にあります。\u001b[22m\n\u001b[4mI wouldn't say the characters are not enjoyable or they don't have their personalities developed.\u001b[24m\n    \u001b[1mキャラクターが楽しくない、あるいはキャラクターが発達していないとは言いません。\u001b[22m, \u001b[1m私は文字が楽しいではないか、彼らは彼らの個性が開発されていない言わないだろう。\u001b[22m\n\u001b[4mThey do.\u001b[24m\n    \u001b[1m彼らはそうする。\u001b[22m, \u001b[1m彼らはありません。\u001b[22m\n\u001b[4mBut in a very sort of clichéd, stereotyped way.\u001b[24m\n    \u001b[1mしかし、非常に並べ替えの、ステレオタイプの方法で。\u001b[22m, \u001b[1mしかし、非常に種類の陳腐で、道をステレオタイプ。\u001b[22m\n\u001b[4mThey are obviously there because they need to attract different target groups.\u001b[24m\n    \u001b[1m彼らは明らかにそこにいるのは、異なる目標グループを引き付ける必要があるからです。\u001b[22m, \u001b[1m彼らは明らかに存在し、それらが異なるターゲットグループを誘致する必要があるためです。\u001b[22m\n\u001b[4mYou can tell immediately that his is the fun guy and that's the serious guy and oh, we have a guy for every taste here (just in case, you know..) and you all know how they're going to act...\u001b[24m\n    \u001b[1mあなたは彼が楽しい人であることをすぐに知ることができます。そして、それは真剣な人です。そして、ああ、私たちはここであらゆる味の人を持っています（ちょうどその場合、あなたは知っています）。\u001b[22m, \u001b[1mあなたは彼が楽しい男であり、それは深刻な男だとああ、私たちはすべてのための男がここに味している（念のため、あなたは..知っている）と、あなたのすべては、彼らが行動するつもりだ方法を知っていることをすぐに伝えることができます...\u001b[22m\n\u001b[4myuppie...and they all have to pamper you..oh, I mean the main character that you're totally not supposed to identify with.....BORING!\u001b[24m\n    \u001b[1m幽霊...そして彼らは皆あなたを甘やかす必要があります。ああ、私はあなたが完全に識別してはいけない主人公を意味します。\u001b[22m, \u001b[1mヤッピー...そして彼らはすべてのyou..ohを甘やかすする必要があり、私はあなたが完全に.....ボーリングで識別することになっていない主人公を意味します！\u001b[22m\n\u001b[4mAnd that's the thing I really hate about this kind of show.\u001b[24m\n    \u001b[1mそして、それは私がこの種のショーについて本当に嫌いなことです。\u001b[22m, \u001b[1mそして、それは私が実際にショーのこの種について憎むことです。\u001b[22m\n\u001b[4mYES!\u001b[24m\n    \u001b[1mはい！\u001b[22m, \u001b[1mはい！\u001b[22m, \u001b[1mはい！\u001b[22m, \u001b[1mはい！\u001b[22m, \u001b[1mYES！\u001b[22m\n\u001b[4mWe do like the eye candy, but it doesn't have to hit us on the head like a cannon ball for us to notice!\u001b[24m\n    \u001b[1m私たちは目の保養が好きですが、気づくのは大砲のように頭に当たってはいけません！\u001b[22m, \u001b[1m私たちは、目キャンデーのように行うが、それは私たちが気づかする大砲のボールのように頭の上に私たちをヒットする必要はありません！\u001b[22m\n\u001b[1m\u001b[22m\nOverall, if you don't mind the bishies thrown at you at every corner, it's an enjoyable show with some really great detail, animation, some really nicely choreographed and directed fighting scenes and a strong historical background that make it exciting to watch. The score isn't bad and fits nicely though I wish it had more of a classical Japanese tone to it. Because everything in the show is so tied to the time period, this is the only thing missing to really make it feel like you're thrown right in the middle of things.\n\n\u001b[1m全体的に、あらゆるコーナーであなたに投げつけられた秘密を気にかけなければ、本当に素敵なディテール、アニメーション、面白い振り付けと監督の戦闘シーン、そして強い歴史的背景を持つ楽しいショーで、見ることができます。 私はそれに古典的な日本のトーンの多くを持っていたが、スコアは悪くないとうまく収まる。 ショーのすべてが時間に縛られているので、これは、物事の真っ只中に投げ込まれたように感じるために欠けている唯一のものです。\u001b[22m\n\u001b[1m(Zentai-teki ni, arayuru kōnā de anata ni nagetsuke rareta himitsu o ki ni kakenakereba, hontōni sutekina ditēru, animēshon, omoshiroi furitsuke to kantoku no sentō shīn, soshite tsuyoi rekishi-teki haikei o motsu tanoshī shō de, miru koto ga dekimasu. Watashi wa sore ni koten-tekina Nihon no tōn no ōku o motte itaga, sukoa wa warukunaito umaku osamaru. Shō no subete ga jikan ni shibara rete irunode, koreha, monogoto no mattadanaka ni nagekoma reta yō ni kanjiru tame ni kakete iru yuiitsu no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, if you don't mind the bishies thrown at you at every corner, it's an enjoyable show with some really great detail, animation, some really nicely choreographed and directed fighting scenes and a strong historical background that make it exciting to watch. The score isn't bad and fits nicely though I wish it had more of a classical Japanese tone to it. Because everything in the show is so tied to the time period, this is the only thing missing to really make it feel like you're thrown right in the middle of things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, if you don't mind the bishies thrown at you at every corner, it's an enjoyable show with some really great detail, animation, some really nicely choreographed and directed fighting scenes and a strong historical background that make it exciting to watch.\u001b[24m\n    \u001b[1m全体的に、あらゆるコーナーであなたに投げつけられた秘密を気にかけなければ、本当に素敵なディテール、アニメーション、面白い振り付けと監督の戦闘シーン、そして強い歴史的背景を持つ楽しいショーで、見ることができます。\u001b[22m, \u001b[1mあなたはすべてのコーナーであなたに投げbishiesを気にしない場合は全体的に、それはいくつかの本当に素晴らしい詳細で楽しいショー、アニメーション、いくつかは本当に素敵なシーンと見て、それはエキサイティングな強力な歴史的背景を戦う振り付けと向かうのです。\u001b[22m\n\u001b[4mThe score isn't bad and fits nicely though I wish it had more of a classical Japanese tone to it.\u001b[24m\n    \u001b[1m私はそれに古典的な日本のトーンの多くを持っていたが、スコアは悪くないとうまく収まる。\u001b[22m, \u001b[1mスコアが悪いわけではないと私はそれがそれに日本の古典トーンをもっとよかったのにうまくフィットします。\u001b[22m\n\u001b[4mBecause everything in the show is so tied to the time period, this is the only thing missing to really make it feel like you're thrown right in the middle of things.\u001b[24m\n    \u001b[1mショーのすべてが時間に縛られているので、これは、物事の真っ只中に投げ込まれたように感じるために欠けている唯一のものです。\u001b[22m, \u001b[1mショーのすべてがそのように時間に縛られているので、これは本当にあなたが物事の真ん中に投げているようにそれを感じるように欠けている唯一のものです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "cupcakeforever",
    "profile": "/profile/cupcakeforever/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=129359",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\n最初は英語が私の第3言語なので、私の言葉は残念だと言いますので、ちょっと吸うでしょう。 しかしそれは十分です。\n\n薄桜鬼シリーズは長い間私の好きなアニメですが、私は自分の好みに合ったアニメやマンガを見つけることが本当に難しいと感じました。\nしかし、薄桜鬼では、彼らはすべて、良い作図、素晴らしい芸術と良いキャラクターを持っています。 何人かの人が千鶴を気に入らない理由は分かりませんが、時には彼女は自分の神経に乗ることもありますが、彼女は良いです。\n私が白くなったことについて愛しているのは、その曲です。私はそれらを愛しています。\n\nしかし全体的には素晴らしいアニメです。 私は映画を待つことができません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFor first i will say sorry for my language because english is my 3rd language so it will suck little bit. But enough of that.\n\n\u001b[1m最初は英語が私の第3言語なので、私の言葉は残念だと言いますので、ちょっと吸うでしょう。 しかしそれは十分です。\u001b[22m\n\u001b[1m(Saisho wa eigo ga watashi no dai 3 gengonanode, watashi no kotoba wa zan'nenda to iimasunode, chotto suudeshou. Shikashi sore wa jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mFor first i will say sorry for my language because english is my 3rd language so it will suck little bit. But enough of that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor first i will say sorry for my language because english is my 3rd language so it will suck little bit.\u001b[24m\n    \u001b[1m最初は英語が私の第3言語なので、私の言葉は残念だと言いますので、ちょっと吸うでしょう。\u001b[22m, \u001b[1m英語は私の第三言語であるので、それは少し吸うますので、最初のために私は私の言語のため申し訳ありませんと言うだろう。\u001b[22m\n\u001b[4mBut enough of that.\u001b[24m\n    \u001b[1mしかしそれは十分です。\u001b[22m, \u001b[1mしかし、それの十分。\u001b[22m\n\u001b[1m\u001b[22m\nThe Hakuouki series is my favourite anime for long time, i found it really hard to find animes and mangas that will fit in my taste.\n\n\u001b[1m薄桜鬼シリーズは長い間私の好きなアニメですが、私は自分の好みに合ったアニメやマンガを見つけることが本当に難しいと感じました。\u001b[22m\n\u001b[1m(Hakuōki shirīzu wa nagaiai watashi no sukina animedesuga, watashi wa jibun no konomi ni atta anime ya manga o mitsukeru koto ga hontōni muzukashī to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe Hakuouki series is my favourite anime for long time, i found it really hard to find animes and mangas that will fit in my taste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Hakuouki series is my favourite anime for long time, i found it really hard to find animes and mangas that will fit in my taste.\u001b[24m\n    \u001b[1m薄桜鬼シリーズは長い間私の好きなアニメですが、私は自分の好みに合ったアニメやマンガを見つけることが本当に難しいと感じました。\u001b[22m, \u001b[1m薄桜鬼シリーズは、長い時間のための私の好きなアニメですが、私はそれは本当にハードに私の好みに収まるアニメや漫画を見つけることがわかりました。\u001b[22m\nBut in Hakuouki they have everything, good plot, amazing art and good characters. I don't know why some people don't like Chizuru, okay she sometimes get's on my nerve but she is good.\n\n\u001b[1mしかし、薄桜鬼では、彼らはすべて、良い作図、素晴らしい芸術と良いキャラクターを持っています。 何人かの人が千鶴を気に入らない理由は分かりませんが、時には私の神経にぶつかることもありますが、彼女はいいです。\u001b[22m\n\u001b[1m(Shikashi, hakuōkide wa, karera wa subete, yoi sakuzu, subarashī geijutsu to yoi kyarakutā o motte imasu. Nan'ninka no hito ga Chidzuru o kiniiranai riyū wa wakarimasen ga, tokiniha watashi no shinkei ni butsukaru koto mo arimasuga, kanojo wa īdesu.)\u001b[22m\n\nTranslations of \u001b[4mBut in Hakuouki they have everything, good plot, amazing art and good characters. I don't know why some people don't like Chizuru, okay she sometimes get's on my nerve but she is good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut in Hakuouki they have everything, good plot, amazing art and good characters.\u001b[24m\n    \u001b[1mしかし、薄桜鬼では、彼らはすべて、良い作図、素晴らしい芸術と良いキャラクターを持っています。\u001b[22m, \u001b[1mしかし、薄桜鬼で、彼らはすべてのもの、良いプロット、素晴らしい芸術と良い文字を持っています。\u001b[22m\n\u001b[4mI don't know why some people don't like Chizuru, okay she sometimes get's on my nerve but she is good.\u001b[24m\n    \u001b[1m何人かの人が千鶴を気に入らない理由は分かりませんが、時には私の神経にぶつかることもありますが、彼女はいいです。\u001b[22m, \u001b[1m一部の人々は千鶴を好きではない理由を私は知らない、大丈夫、彼女は時々私の神経にのを取得するが、彼女は良いです。\u001b[22m\nAnd one thing that i love about Hakuouki it's the song, i love them.\n\n\u001b[1m私が白くなったことについて愛しているのは、その曲です。私はそれらを愛しています。\u001b[22m\n\u001b[1m(Watashi ga shiroku natta koto ni tsuite itoshite iru no wa, sono kyokudesu. Watashi wa sorera o aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd one thing that i love about Hakuouki it's the song, i love them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd one thing that i love about Hakuouki it's the song, i love them.\u001b[24m\n    \u001b[1m私が白くなったことについて愛しているのは、その曲です。私はそれらを愛しています。\u001b[22m, \u001b[1mそして、私は薄桜鬼で気に入って一つのことは、それが歌だ、私はそれらを愛します。\u001b[22m\n\u001b[1m\u001b[22m\nBut overall it's amazing anime. I can't wait for the movies.\n\n\u001b[1mしかし全体的には素晴らしいアニメです。 私は映画を待つことができません。\u001b[22m\n\u001b[1m(Shikashi zentai-teki ni wa subarashī animedesu. Watashi wa eiga o matsu koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mBut overall it's amazing anime. I can't wait for the movies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut overall it's amazing anime.\u001b[24m\n    \u001b[1mしかし全体的には素晴らしいアニメです。\u001b[22m, \u001b[1mしかし、全体的には素晴らしいアニメです。\u001b[22m\n\u001b[4mI can't wait for the movies.\u001b[24m\n    \u001b[1m私は映画を待つことができません。\u001b[22m, \u001b[1m私は映画のために待つことができません。\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "Hachiko75",
    "profile": "/profile/Hachiko75/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=77031",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  6\n\n - 小さなスポイラーを含むかもしれない - \n\nだから私はまともなサイズの字幕を見つけた後、ついにこのアニメを試してみる。 とにかくこのアニメは大部分が大丈夫だった、私は自分自身が失望していたが、それは私が持っていた期待を持っていることに対する私のせいだ。 あなたがロマンスのためにこのアニメを見るために探しているなら、ロマンスが行く限りゼロの開発があるので、失望する準備をしてください。\n\n私の意見ではストーリーの要約と実際のアニメはまったく一致しませんでした。 少年のグループが医者を探していて、娘を見つけたが、彼らが行ったことは都市を巡回して何があってもランダムな更新を得ることだ。\n\n私のための文字は、私が期待したものではありませんでした。 明らかにこれのような物語、あなたは誰に愛の関心があるかを知っていますが、あまりにも悪いですが、あなたは多くのボンディングの形成を見ません。 おそらく、チズールの部分には2〜3つの非常に明るい黒ずみがあり、どんな理由であれ彼女を殺す帽子であることを彼女に思い起こさせる少年たちもいます。\n\nもうひとつ、私を覗いていたのは、智鶴が剣を贈られたという事実でしたが、明らかにそれを使用していない唯一のショーのようなものです。そして、実際にそれを引き出す時、少年たちはちょうど彼女の前に来るので、 とにかく失われる可能性があります。\n\nしかし、全体的にみて、私はそれを全体的な楽しみの部門に6つ与えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\n-May contain small spoilers-\n\n\u001b[1m - 小さなスポイラーを含むかもしれない - \u001b[22m\n\u001b[1m(- Chīsana supoirā o fukumu kamo shirenai -)\u001b[22m\n\nTranslations of \u001b[4m-May contain small spoilers-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-May contain small spoilers-\u001b[24m\n    \u001b[1m - 小さなスポイラーを含むかもしれない - \u001b[22m, \u001b[1m小さなspoilers-が含まれている-MAY\u001b[22m\n\u001b[1m\u001b[22m\nSo I finally try this anime again after finding decent size subtitles. Anyways this anime was okay for the most part, I did find myself disappointed but it;s my fault for having the expectations I had. If you're looking to watch this anime for the romance then prepare to be disappointed because there is zero development as far as romance goes.\n\n\u001b[1mだから私はまともなサイズの字幕を見つけた後、ついにこのアニメを試してみる。 とにかくこのアニメは大部分が大丈夫だった、私は自分自身が失望していたが、それは私が持っていた期待を持っていることに対する私のせいだ。 あなたがロマンスのためにこのアニメを見るために探しているなら、ロマンスが行く限りゼロの開発があるので、失望する準備をしてください。\u001b[22m\n\u001b[1m(Dakara watashi wa matomona saizu no jimaku o mitsuketa nochi, tsuini kono anime o tameshite miru. Tonikaku kono anime wa daibubun ga daijōbudatta, watashi wa jibun jishin ga shitsubō shite itaga, sore wa watashi ga motte ita kitai o motte iru koto ni taisuru watashi no seida. Anata ga romansu no tame ni kono anime o miru tame ni sagashite irunara, romansu ga iku kagiri zero no kaihatsu ga aru node, shitsubō suru junbi o shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mSo I finally try this anime again after finding decent size subtitles. Anyways this anime was okay for the most part, I did find myself disappointed but it;s my fault for having the expectations I had. If you're looking to watch this anime for the romance then prepare to be disappointed because there is zero development as far as romance goes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I finally try this anime again after finding decent size subtitles.\u001b[24m\n    \u001b[1mだから私はまともなサイズの字幕を見つけた後、ついにこのアニメを試してみる。\u001b[22m, \u001b[1mだから私はようやくまともなサイズの字幕を見つけた後、再びこのアニメを試してみてください。\u001b[22m\n\u001b[4mAnyways this anime was okay for the most part, I did find myself disappointed but it;s my fault for having the expectations I had.\u001b[24m\n    \u001b[1mとにかくこのアニメは大部分が大丈夫だった、私は自分自身が失望していたが、それは私が持っていた期待を持っていることに対する私のせいだ。\u001b[22m, \u001b[1mとにかくこのアニメは、ほとんどの部分は、私は自分自身が失望見つけた大丈夫だったが、それ;私が持っていた期待を持つために私のせいにです。\u001b[22m\n\u001b[4mIf you're looking to watch this anime for the romance then prepare to be disappointed because there is zero development as far as romance goes.\u001b[24m\n    \u001b[1mあなたがロマンスのためにこのアニメを見るために探しているなら、ロマンスが行く限りゼロの開発があるので、失望する準備をしてください。\u001b[22m, \u001b[1mあなたは恋愛のためにこのアニメを見て探しているなら、ゼロの開発は限りロマンスが行くようにありますので失望するための準備。\u001b[22m\n\u001b[1m\u001b[22m\nThe summary of the story and the actual anime in my opinion did not match at all. A group of boys are looking for a doctor and happen to find his daughter and yet all they ever do is patrol the city and get random updates about whatever.\n\n\u001b[1m私の意見ではストーリーの要約と実際のアニメはまったく一致しませんでした。 少年のグループが医者を探していて、娘を見つけたが、彼らが行ったことは都市を巡回して何があってもランダムな更新を得ることだ。\u001b[22m\n\u001b[1m(Watashi no ikende wa sutōrī no yōyaku to jissai no anime wa mattaku itchi shimasendeshita. Shōnen no gurūpu ga isha o sagashite ite, musume o mitsuketaga, karera ga okonatta koto wa toshi o junkai shite nani ga atte mo randamuna kōshin o eru kotoda.)\u001b[22m\n\nTranslations of \u001b[4mThe summary of the story and the actual anime in my opinion did not match at all. A group of boys are looking for a doctor and happen to find his daughter and yet all they ever do is patrol the city and get random updates about whatever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe summary of the story and the actual anime in my opinion did not match at all.\u001b[24m\n    \u001b[1m私の意見ではストーリーの要約と実際のアニメはまったく一致しませんでした。\u001b[22m, \u001b[1m物語の概要と私の意見では、実際のアニメは全く一致しませんでした。\u001b[22m\n\u001b[4mA group of boys are looking for a doctor and happen to find his daughter and yet all they ever do is patrol the city and get random updates about whatever.\u001b[24m\n    \u001b[1m少年のグループが医者を探していて、娘を見つけたが、彼らが行ったことは都市を巡回して何があってもランダムな更新を得ることだ。\u001b[22m, \u001b[1m少年たちのグループは、医師を探していて、彼の娘を見つけることが起こると、まだ彼らはこれまで行うすべては、市内をパトロールし、何についてのランダムな更新を取得されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters for me were not what I expected. Obviously a story like this, you know who is the love interest to who, too bad, however, you don't see much bonding forming. There is maybe about two to three very light blushes on Chizuru's part and all Toshi and the boys ever remind her of is hat they will kill her for whatever reason.\n\n\u001b[1m私のための文字は、私が期待したものではありませんでした。 明らかにこれのような物語、あなたは誰に愛の関心があるかを知っていますが、あまりにも悪いですが、あなたは多くのボンディングの形成を見ません。 おそらく、チズールの部分には2〜3つの非常に明るい黒ずみがあり、どんな理由であれ彼女を殺す帽子であることを彼女に思い起こさせる少年たちもいます。\u001b[22m\n\u001b[1m(Watashi no tame no moji wa, watashi ga kitai shita monode wa arimasendeshita. Akiraka ni kore no yōna monogatari, anatahadare ni ai no kanshin ga aru ka o shitte imasuga, amarini mo waruidesuga, anata wa ōku no bondingu no keisei o mimasen. Osoraku, chizūru no bubun ni wa 2 〜 3ttsu no hijō ni akarui kurozumi ga ari, don'na riyūdeare kanojo o korosu bōshidearu koto o kanojo ni omoiokosa seru shōnen-tachi mo imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters for me were not what I expected. Obviously a story like this, you know who is the love interest to who, too bad, however, you don't see much bonding forming. There is maybe about two to three very light blushes on Chizuru's part and all Toshi and the boys ever remind her of is hat they will kill her for whatever reason.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters for me were not what I expected.\u001b[24m\n    \u001b[1m私のための文字は、私が期待したものではありませんでした。\u001b[22m, \u001b[1m私のための文字は、私が期待したものではなかったです。\u001b[22m\n\u001b[4mObviously a story like this, you know who is the love interest to who, too bad, however, you don't see much bonding forming.\u001b[24m\n    \u001b[1m明らかにこれのような物語、あなたは誰に愛の関心があるかを知っていますが、あまりにも悪いですが、あなたは多くのボンディングの形成を見ません。\u001b[22m, \u001b[1m明らかに、このような話は、あなたがに愛興味が誰であるか知っている、あまりにも悪い、しかし、あなたは多くの結合が形成表示されません。\u001b[22m\n\u001b[4mThere is maybe about two to three very light blushes on Chizuru's part and all Toshi and the boys ever remind her of is hat they will kill her for whatever reason.\u001b[24m\n    \u001b[1mおそらく、チズールの部分には2〜3つの非常に明るい黒ずみがあり、どんな理由であれ彼女を殺す帽子であることを彼女に思い起こさせる少年たちもいます。\u001b[22m, \u001b[1mそこから約2〜3非常に軽い赤面は千鶴の部分に多分あり、すべてのトシと男の子は今まで彼女のは、彼らが何らかの理由で彼女を殺す帽子です思い出させます。\u001b[22m\n\u001b[1m\u001b[22m\nOne more thing that peeved me was the fact Chizuru was given a sword but apparently it's just for show as she never uses it and one and only time she actually pulls it out, she doesn't fight because the boys come just in time before she possibly loses anyways.\n\n\u001b[1mもうひとつ、私を覗いていたのは、智鶴が剣を贈られたという事実でしたが、明らかにそれを使用していない唯一のショーのようなものです。そして、実際にそれを引き出す時、少年たちはちょうど彼女の前に来るので、 とにかく失われる可能性があります。\u001b[22m\n\u001b[1m(Mō hitotsu, watashi o nozoite ita no wa, Chidzuru ga ken o okura reta to iu jijitsudeshitaga, akiraka ni sore o shiyō shite inai yuiitsu no shō no yōna monodesu. Soshite, jissai ni sore o hikidasu toki, shōnen-tachi wa chōdo kanojo no mae ni kuru node, tonikaku ushinawa reru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne more thing that peeved me was the fact Chizuru was given a sword but apparently it's just for show as she never uses it and one and only time she actually pulls it out, she doesn't fight because the boys come just in time before she possibly loses anyways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne more thing that peeved me was the fact Chizuru was given a sword but apparently it's just for show as she never uses it and one and only time she actually pulls it out, she doesn't fight because the boys come just in time before she\u001b[24m\n    \u001b[1mもうひとつ、私を覗いていたのは、智鶴が剣を贈られたという事実でしたが、明らかにそれを使用していない唯一のショーのようなものです。そして、実際にそれを引き出す時、少年たちはちょうど彼女の前に来るので、\u001b[22m, \u001b[1m私は千鶴が剣を与えられたという事実だったが、どうやらそれは男の子が来るので、彼女は彼女の前に時間だけで戦うしない、ちょうど彼女はそれを使用することはありませんし、唯一の時間は、彼女が実際にそれを引き出すようにショーのためだイライラつのより多くの事\u001b[22m\n\u001b[4mpossibly loses anyways.\u001b[24m\n    \u001b[1mとにかく失われる可能性があります。\u001b[22m, \u001b[1mおそらくとにかく失います。\u001b[22m\n\u001b[1m\u001b[22m\nBut all in all I'd give it a six in the overall and enjoyment department.\n\n\u001b[1mしかし、全体的にみて、私はそれを全体的な楽しみの部門に6つ与えます。\u001b[22m\n\u001b[1m(Shikashi, zentai-teki ni mite, watashi wa sore o zentai-tekina tanoshimi no bumon ni muttsu ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mBut all in all I'd give it a six in the overall and enjoyment department.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut all in all I'd give it a six in the overall and enjoyment department.\u001b[24m\n    \u001b[1mしかし、全体的にみて、私はそれを全体的な楽しみの部門に6つ与えます。\u001b[22m, \u001b[1mしかし、すべてのすべてで、私はそれを全体的にと楽しみ部門で6を与えると思います。\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "akagi111",
    "profile": "/profile/akagi111/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=27587",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  3\n\nストーリー：これはどこから始めるべきかわからない。なぜなら、実際にはこれが2部構成のシリーズであるという事実にすることができると言う話はほとんどなかったが、主にここでの話がなかったので、ストーリーは難しい 12パートのシーズンには多くのことがあると説明し、次のパートを追加するときでさえ、キャラクターのうちのどれがオニなのか、誰がそうでないのかについては少し混乱している。  1つの話題と私は彼らが私が話を5/10与えることをやったと少し良い仕事をした可能性があります感じる。\n\n芸術：私にとっては、これはこのショーの唯一の強烈な領域でしたが、アニメはスタジオディエンの大きな目をつけたキャラクターには典型的なものですが、背景のアートは本当に良いですが、顎が落ちるのではなく、 観光スポットを楽しむだけの価値はありません。このシリーズ7/10でできることです。\n\nサウンド：薄桜鬼のための音楽は大丈夫ですオープニングテーマは、典型的なアニメオープナーではなく、終わりの曲がちょっと良いですが、まだあなたが急ぐようにするものは何もないし、サウンドトラックでも、シリーズの音楽は悪くはない 声の演技はうまくいっていますが、実際に誰が声優であるかを気にするものは何もありません6/10。\n\nキャラクター：このショーはBaccanoではなく、アニメはそれぞれのキャラクターに個性を与えるのに偉大な仕事をしたので、別のキャラクターが彼/彼女について話していたら、彼らが誰であるかを正確に知っていたが、 すべてのキャラクターが全員同じで、誰かが似ていて、混乱してしまったようなものもありましたが、この時代のアニメのためにアニメクリシェの性格を記入していましたが、このアニメでは大きな問題がありました 私は彼女のことを推測していますが、彼女はまったく存在しませんでした。彼女はただそこにいて、他のキャラクターは、私が5/10と見ている最悪の主人公を必要とする時に、彼女がそこにいたことを知らせました。\n\n楽しさ：このアニメを楽しむのは難しいことですが、ショーが始まる前に約6つのプロットから始まり、少し上品に終わり、これらのキャラクターに触れたり、何が起こるか心配したりしません。\n\n全体：このアニメは次の部分でいくつかの緩やかな終わりを結びつけて、少し上手くなるかもしれない何かを実際に見せてくれるが、それは彼女を示すこの後に登るタフな山、多くのキャラクターの多くのプロット もしこのアニメが1つのプロットに集中するのに時間を費やしていたら、このアニメを傷つけるかもしれないが、このアニメはもう少し良くなっているかもしれないが、代わりに私たちの喉を詰まらせようとはしなかった.12エピソード後には 飲み込むための硬い丸薬4/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nStory: I dont know where to begin with this because well there really wasnt much of a story to tell could be do to the fact that this is a 2 part series but mostly because there wasnt a story here, the story is kind of hard to explain there is to much going on for a 12 part season and even when they add the next part im still a little confused as to what is going which of the characters are oni and who isnt, its a story poorly told they needed to stick to one topic and i feel they may have done a little better job with what they ended up doing i give the story a 5/10.\n\n\u001b[1mストーリー：これはどこから始めるべきかわからない。なぜなら、実際にはこれが2部構成のシリーズであるという事実にすることができると言う話はほとんどなかったが、主にここでの話がなかったので、ストーリーは難しい 12パートのシーズンには多くのことがあると説明し、次のパートを追加するときでさえ、キャラクターのうちのどれがオニなのか、誰がそうでないのかについては少し混乱しています。  1つのトピックと私は彼らが私がストーリーを5/10与えることをやったと少し良い仕事をした可能性があります感じる。\u001b[22m\n\u001b[1m(Sutōrī: Kore wa doko kara hajimerubeki ka wakaranai. Nazenara, jissai ni wa kore ga 2-bu kōsei no shirīzudearu to iu jijitsu ni suru koto ga dekiru to iu hanashi wa hotondo nakattaga, omoni koko de no hanashi ga nakattanode, sutōrī wa muzukashī 12 pāto no shīzun ni wa ōku no koto ga aru to setsumei shi,-ji no pāto o tsuika suru tokide sae, kyarakutā no uchi no dorega onina no ka, dare ga sōdenai no ka ni tsuite wa sukoshi konran shite imasu. 1Tsu no topikku to watashi wa karera ga watashi ga sutōrī o 5/ 10 ataeru koto o yatta to sukoshi yoi shigoto o shita kanōsei ga arimasu kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mStory: I dont know where to begin with this because well there really wasnt much of a story to tell could be do to the fact that this is a 2 part series but mostly because there wasnt a story here, the story is kind of hard to explain there is to much going on for a 12 part season and even when they add the next part im still a little confused as to what is going which of the characters are oni and who isnt, its a story poorly told they needed to stick to one topic and i feel they may have done a little better job with what they ended up doing i give the story a 5/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: I dont know where to begin with this because well there really wasnt much of a story to tell could be do to the fact that this is a 2 part series but mostly because there wasnt a story here, the story is kind of hard to\u001b[24m\n    \u001b[1mストーリー：これはどこから始めるべきかわからない。なぜなら、実際にはこれが2部構成のシリーズであるという事実にすることができると言う話はほとんどなかったが、主にここでの話がなかったので、ストーリーは難しい\u001b[22m, \u001b[1mストーリー：そこにも本当に伝えるために物語の多くを波平ので、私はこれが2回シリーズであるが、ここで話があっ波平主な理由は、話はちょっと難しいのであるという事実に行うことができた場合に、このから始めることを知りません\u001b[22m\n\u001b[4mexplain there is to much going on for a 12 part season and even when they add the next part im still a little confused as to what is going which of the characters are oni and who isnt, its a story poorly told they needed to stick to\u001b[24m\n    \u001b[1m12パートのシーズンには多くのことがあると説明し、次のパートを追加するときでさえ、キャラクターのうちのどれがオニなのか、誰がそうでないのかについては少し混乱しています。\u001b[22m, \u001b[1mそこにある説明もはるか12パートのシーズンのために行くと、彼らは鬼であり、誰がイマイチ文字のどの何が起こっているかのように、まだ少し混乱して次の部分イムを追加する場合でも、その話が不十分彼らはに固執する必要語っへ\u001b[22m\n\u001b[4mone topic and i feel they may have done a little better job with what they ended up doing i give the story a 5/10.\u001b[24m\n    \u001b[1m1つのトピックと私は彼らが私がストーリーを5/10与えることをやったと少し良い仕事をした可能性があります感じる。\u001b[22m, \u001b[1m1トピックと私は、彼らが私が話5/10を与えるやってしまったものと少し良く仕事をしていることが感じています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: To me this was the only strong area of this show but still not great the animation is somewhat typical of studio deen large eyed characters, the background art is really good but not something jaw dropping but its easy on the eyes and when the story is not really worth watching just enjoying the sights is something you can do with this series 7/10.\n\n\u001b[1m芸術：私にとっては、これはこのショーの唯一の強烈な領域でしたが、アニメはスタジオデンの大きな目の彫りのキャラクターには典型的なものですが、背景のアートは本当に良いですが、顎が落ちるのではなく、 観光スポットを楽しむだけの価値はありません。このシリーズ7/10でできることです。\u001b[22m\n\u001b[1m(Geijutsu: Watashi ni totte wa, koreha kono shō no yuiitsu no kyōretsuna ryōikideshitaga, anime wa sutajioden no ōkina me no hori no kyarakutā ni wa tenkei-tekina monodesuga, haikei no āto wa hontōni yoidesuga, ago ga ochiru node wa naku, kankō supotto o tanoshimu dake no kachi wa arimasen. Kono shirīzu 7/ 10 de dekiru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: To me this was the only strong area of this show but still not great the animation is somewhat typical of studio deen large eyed characters, the background art is really good but not something jaw dropping but its easy on the eyes and when the story is not really worth watching just enjoying the sights is something you can do with this series 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: To me this was the only strong area of this show but still not great the animation is somewhat typical of studio deen large eyed characters, the background art is really good but not something jaw dropping but its easy on the eyes and when the story\u001b[24m\n    \u001b[1m芸術：私にとっては、これはこのショーの唯一の強烈な領域でしたが、アニメはスタジオデンの大きな目の彫りのキャラクターには典型的なものですが、背景のアートは本当に良いですが、顎が落ちるのではなく、\u001b[22m, \u001b[1mアート：私には、これはアニメーションがスタジオDEEN大きな目をした文字のやや典型的である、背景技術は本当に良いです強いだけこのショーの面積が、それでも素晴らしいではありませんでしたではなく、何かの顎ドロップするが、目にその簡単なとストーリー\u001b[22m\n\u001b[4mis not really worth watching just enjoying the sights is something you can do with this series 7/10.\u001b[24m\n    \u001b[1m観光スポットを楽しむだけの価値はありません。このシリーズ7/10でできることです。\u001b[22m, \u001b[1m本当に価値だけ光景を楽しんで見ていないことは、あなたがこのシリーズ7/10で行うことができるものです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Music for Hakuouki is ok the opening theme is pretty catchy if not a typical anime opener and the ending song is a little better but still nothing that would make you rush out and by the soundtrack to, also the in series music is not bad keeping it well within the action on screen to help set up the moods without being to in the way, the voice acting is done well but again nothing that would really make you take notice of who is voice acting who 6/10.\n\n\u001b[1mサウンド：薄桜鬼のための音楽は大丈夫ですオープニングテーマは、典型的なアニメオープナーではなく、終わりの曲がちょっと良いですが、まだあなたが急ぐようにするものは何もないし、サウンドトラックでも、シリーズの音楽は悪くはない 声の演技はうまくいっていますが、実際に誰が声優であるかを気にするものは何もありません6/10。\u001b[22m\n\u001b[1m(Saundo: Hakuōki no tame no ongaku wa daijōbudesu ōpuningutēma wa, tenkei-tekina animeōpunāde wa naku, owari no kyoku ga chotto yoidesuga, mada anata ga isogu yō ni suru mono wa nani mo naishi, saundotorakku demo, shirīzu no ongaku wa waruku wanai koe no engi wa umaku itte imasuga, jissai ni dare ga seiyūdearu ka o ki ni suru mono wa nani mo arimasen 6/ 10.)\u001b[22m\n\nTranslations of \u001b[4mSound: Music for Hakuouki is ok the opening theme is pretty catchy if not a typical anime opener and the ending song is a little better but still nothing that would make you rush out and by the soundtrack to, also the in series music is not bad keeping it well within the action on screen to help set up the moods without being to in the way, the voice acting is done well but again nothing that would really make you take notice of who is voice acting who 6/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Music for Hakuouki is ok the opening theme is pretty catchy if not a typical anime opener and the ending song is a little better but still nothing that would make you rush out and by the soundtrack to, also the in series music is not bad\u001b[24m\n    \u001b[1mサウンド：薄桜鬼のための音楽は大丈夫ですオープニングテーマは、典型的なアニメオープナーではなく、終わりの曲がちょっと良いですが、まだあなたが急ぐようにするものは何もないし、サウンドトラックでも、シリーズの音楽は悪くはない\u001b[22m, \u001b[1mサウンド：薄桜鬼のための音楽ではなく、典型的なアニメの開幕戦とエンディング曲はあなたが飛び出すと、サウンドトラックによるになるだろう、何もまだ少し良くありませんが、場合オープニングテーマはかなりキャッチーでokです、またシリーズの音楽は悪いことではありません\u001b[22m\n\u001b[4mkeeping it well within the action on screen to help set up the moods without being to in the way, the voice acting is done well but again nothing that would really make you take notice of who is voice acting who 6/10.\u001b[24m\n    \u001b[1m声の演技はうまくいっていますが、実際に誰が声優であるかを気にするものは何もありません6/10。\u001b[22m, \u001b[1m以下のようにすることなく、気分をセットアップする手助けするために、画面上のアクション内だけでなく、それを維持し、声の演技はよくやっていないが、再び本当にあなたが6/10演技の声が誰であるかの通知を取るになるだろう何もされています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: This show is no Baccano, that anime did a great job at giving each character a personality so that if another characther was talking about him/her you knew exactly who they were talking about, but with Hakuouki i really had a hard time really understanding who was who all the characters were generally the same and a few even looked similar which just added to the confusion, they did fill out there anime cliche personalities for a anime set in this time period, I had a big problem with chizuru this anime is i guess about her but she has no presence at all she was just there and the other characters aknowledged her being there at times when needed one of the worst main characters i have seen 5/10.\n\n\u001b[1mキャラクター：このショーはBaccanoではなく、アニメはそれぞれのキャラクターに個性を与えるのに偉大な仕事をしたので、別のキャラクターが彼/彼女について話していたら、彼らが誰であるかを正確に知っていたが、 すべてのキャラクターが全員同じで、誰かが似ていて、混乱してしまったようなものもありましたが、この時代のアニメのためにアニメクリシェの性格を記入していましたが、このアニメでは大きな問題がありました 私は彼女のことを推測していますが、彼女はまったく存在しませんでした。彼女はただそこにいて、他のキャラクターは、私が5/10と見ている最悪の主人公を必要とする時に、彼女がそこにいたことを知らせました。\u001b[22m\n\u001b[1m(Kyarakutā: Kono shō wa bakkānode wa naku, anime wa sorezore no kyarakutā ni kosei o ataeru no ni idaina shigoto o shitanode,-betsu no kyarakutā ga kare/ kanojo ni tsuite hanashite itara, karera ga daredearu ka o seikaku ni shitteita ga, subete no kyarakutā ga zen'in onajide, darekaga nite ite, konran shite shimatta yōna mono mo arimashitaga, kono jidai no anime no tame ni animekurishe no seikaku o kinyū shite imashitaga, kono animede wa ōkina mondai ga arimashita watashi wa kanojo no koto o suisoku shite imasuga, kanojo wa mattaku sonzai shimasendeshita. Kanojo wa tada soko ni ite, hoka no kyarakutā wa, watashi ga 5/ 10 to mite iru saiaku no shujinkō o hitsuyō to suru toki ni, kanojo ga soko ni ita koto o shirasemashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: This show is no Baccano, that anime did a great job at giving each character a personality so that if another characther was talking about him/her you knew exactly who they were talking about, but with Hakuouki i really had a hard time really understanding who was who all the characters were generally the same and a few even looked similar which just added to the confusion, they did fill out there anime cliche personalities for a anime set in this time period, I had a big problem with chizuru this anime is i guess about her but she has no presence at all she was just there and the other characters aknowledged her being there at times when needed one of the worst main characters i have seen 5/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: This show is no Baccano, that anime did a great job at giving each character a personality so that if another characther was talking about him/her you knew exactly who they were talking about, but with Hakuouki i really had a hard time really\u001b[24m\n    \u001b[1mキャラクター：このショーはBaccanoではなく、アニメはそれぞれのキャラクターに個性を与えるのに偉大な仕事をしたので、別のキャラクターが彼/彼女について話していたら、彼らが誰であるかを正確に知っていたが、\u001b[22m, \u001b[1mキャラクター：このショーは全くバッカーノではない別のcharactherが彼について話していた場合、そのアニメは彼女の/ように、各文字に個性を与えることで素晴らしい仕事をした、あなたは彼らが話していた正確に誰が知っていたが、薄桜鬼で、私は本当に苦労しました\u001b[22m\n\u001b[4munderstanding who was who all the characters were generally the same and a few even looked similar which just added to the confusion, they did fill out there anime cliche personalities for a anime set in this time period, I had a big problem with chizuru this anime\u001b[24m\n    \u001b[1mすべてのキャラクターが全員同じで、誰かが似ていて、混乱してしまったようなものもありましたが、この時代のアニメのためにアニメクリシェの性格を記入していましたが、このアニメでは大きな問題がありました\u001b[22m, \u001b[1mすべての文字が、一般的に同じであったといくつかだけでも混乱に追加する同様の見え方だった理解、彼らは、私は千鶴このアニメの大きな問題をこの期間に設定されたアニメのためにそこにアニメの決まり文句の個性を記入していたんでした\u001b[22m\n\u001b[4mis i guess about her but she has no presence at all she was just there and the other characters aknowledged her being there at times when needed one of the worst main characters i have seen 5/10.\u001b[24m\n    \u001b[1m私は彼女のことを推測していますが、彼女はまったく存在しませんでした。彼女はただそこにいて、他のキャラクターは、私が5/10と見ている最悪の主人公を必要とする時に、彼女がそこにいたことを知らせました。\u001b[22m, \u001b[1m私は彼女について推測するが、彼女は彼女がちょうどあったと他の文字は、私は5月10日を見てきた最悪のメインキャラクターの1を必要なときに、彼女は時間にそこにいるaknowledged全く存在感を持っていないされています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Its hard to enjoy this anime that starts with what plot and goes through about 6 more before the show ends its a little overbearing and you just dont feel attacthed to these characters or worry about what might happen to them 3/10.\n\n\u001b[1m楽しさ：このアニメを楽しむのは難しいことですが、ショーが始まる前に約6つのプロットから始まり、少し上品に終わり、これらのキャラクターに触れたり、何が起こるか心配したりしません。\u001b[22m\n\u001b[1m(Tanoshisa: Kono anime o tanoshimu no wa muzukashī kotodesuga, shō ga hajimaru mae ni yaku muttsu no purotto kara hajimari, sukoshi jōhin ni owari, korera no kyarakutā ni fure tari, nani ga okoru ka shinpai shi tari shimasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Its hard to enjoy this anime that starts with what plot and goes through about 6 more before the show ends its a little overbearing and you just dont feel attacthed to these characters or worry about what might happen to them 3/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Its hard to enjoy this anime that starts with what plot and goes through about 6 more before the show ends its a little overbearing and you just dont feel attacthed to these characters or worry about what might happen to them 3/10.\u001b[24m\n    \u001b[1m楽しさ：このアニメを楽しむのは難しいことですが、ショーが始まる前に約6つのプロットから始まり、少し上品に終わり、これらのキャラクターに触れたり、何が起こるか心配したりしません。\u001b[22m, \u001b[1m楽しさ：どのようなプロットで始まり、ショーはその少し横柄終わる前に、約6以上を経て、あなただけのこれらの文字にattacthedたり3/10に何が起こるか心配に感じていけないこのアニメを楽しむために、そのハード\u001b[22m\n\u001b[1m\u001b[22m\nOverall: This anime is going to have to tie up some loose ends in the next part to really showcase something that could turn out to be a little better but that is a tough mountain to climb after this showing her, to many plots to many characters hurt this anime in alot of ways if they would have spent more time focusing on one plot this anime might have been a little better but they didnt instead tried to force alot of story down our throats and not really concluding any of them after 12 episodes is a hard pill to swallow 4/10\n\n\u001b[1m全体：このアニメは次の部分でいくつかの緩やかな終わりを結びつけて、少し上手くなるかもしれない何かを実際に見せてくれるが、それは彼女を示すこの後に登るタフな山、多くのキャラクターの多くのプロット もしこのアニメが1つのプロットに集中するのに時間を費やしていたら、このアニメを傷つけるかもしれないが、このアニメはもう少し良くなっているかもしれないが、代わりに私たちの喉を詰まらせようとはしなかった.12エピソード後には 飲み込むための硬い丸薬4/10\u001b[22m\n\u001b[1m(Zentai: Kono anime wa tsugi no bubun de ikutsu ka no yuruyakana owari o musubitsukete, sukoshi umaku naru kamo shirenai nanika o jissai ni misete kureruga, sore wa kanojo o shimesu kono ato ni noboru tafuna yama, ōku no kyarakutā no ōku no purotto moshi kono anime ga 1tsu no purotto ni shūchū suru no ni jikan o tsuiyashite itara, kono anime o kizutsukeru kamo shirenaiga, kono anime wa mōsukoshi yoku natte iru kamo shirenaiga, kawarini watashitachi no nodo o tsumara seyou to wa shinakatta. 12 Episōdo-go ni wa nomikomu tame no katai gan'yaku 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: This anime is going to have to tie up some loose ends in the next part to really showcase something that could turn out to be a little better but that is a tough mountain to climb after this showing her, to many plots to many characters hurt this anime in alot of ways if they would have spent more time focusing on one plot this anime might have been a little better but they didnt instead tried to force alot of story down our throats and not really concluding any of them after 12 episodes is a hard pill to swallow 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: This anime is going to have to tie up some loose ends in the next part to really showcase something that could turn out to be a little better but that is a tough mountain to climb after this showing her, to many plots to many characters\u001b[24m\n    \u001b[1m全体：このアニメは次の部分でいくつかの緩やかな終わりを結びつけて、少し上手くなるかもしれない何かを実際に見せてくれるが、それは彼女を示すこの後に登るタフな山、多くのキャラクターの多くのプロット\u001b[22m, \u001b[1m全体：このアニメは本当に少し良くあることが判明する可能性が何かを披露する次の部分での最後の取り片づけをしているつもりされているが、それは多くの文字に多くのプロットに、彼女を示すこの後登る厳しい山です\u001b[22m\n\u001b[4mhurt this anime in alot of ways if they would have spent more time focusing on one plot this anime might have been a little better but they didnt instead tried to force alot of story down our throats and not really concluding any of them after 12 episodes is\u001b[24m\n    \u001b[1mもしこのアニメが1つのプロットに集中するのに時間を費やしていたら、このアニメを傷つけるかもしれないが、このアニメはもう少し良くなっているかもしれないが、代わりに私たちの喉を詰まらせようとはしなかった.12エピソード後には\u001b[22m, \u001b[1m彼らはこのアニメは少し良くなっている可能性があります1のプロットに焦点を当てた多くの時間を費やしているだろうが、彼らは代わりに私たちの喉の下の物語の多くを強制しようとしましたが、本当に12のエピソードの後にそれらのいずれかを締結しないでdidntの場合の方法の多くでこのアニメを傷つけます\u001b[22m\n\u001b[4ma hard pill to swallow 4/10\u001b[24m\n    \u001b[1m飲み込むための硬い丸薬4/10\u001b[22m, \u001b[1m4月10日を飲み込むのは難しいピル\u001b[22m"
  },
  {
    "title": "Hakuouki",
    "id": "6895",
    "url": "https://myanimelist.net/anime/6895/Hakuouki",
    "user": "Ingrey",
    "profile": "/profile/Ingrey/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=27611",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  6\n\n私はアニメーションが好きで、そのためにこのアニメには6のスコアが与えられます。私はストーリーの発展やその欠如に失望しています。 最初の数回のエピソードでは、ストーリーラインのヒント（父親とシンセンギがステータスを取ることを探しているチーズル）がありましたが、後のエピソードではそれは下り坂になり、このアニメにあったかもしれない話を失いました。 そして、彼女の父親を偽装して探しに行った有望な女性ヒロインが、すべての力を失ったことは悲しいことです。 最終的に彼女は、何もできない女の子を賭けているが、危険な状況にある次の男性の名前を叫ぶよりも優れていない。\nしかし、良い点の1つはハンサムな人と図面です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI liked the animation and therefor will still give this anime a score of 6. I'm disappointed in the development of the story or lack thereof. In the first few episodes there was a hint of a storyline (Chizuru looking for her father and the shinsengumi achiving some status) but in the later episodes it went downhill and I lost track of any story that might be in this anime. And it is sad that a promising female heroine like Chizuru that went to look for her father on her own in disguise lost all strength. In the end she is not better than all those wining girls who can't do anything but cry out the name of the next male that is in a dangerous situation.\n\n\u001b[1m私はアニメーションが好きで、そのためにこのアニメには6のスコアが与えられます。私はストーリーの発展やその欠如に失望しています。 最初の数回のエピソードでは、ストーリーラインのヒント（父親とシンセンギがステータスを取ることを探しているチーズル）がありましたが、後のエピソードではそれは下り坂になり、このアニメにあったかもしれない話を失いました。 そして、彼女の父親を偽装して探しに行った有望な女性ヒロインが、すべての力を失ったことは悲しいことです。 最終的に彼女は、何もできない女の子を賭けているが、危険な状況にある次の男性の名前を叫ぶよりも優れていない。\u001b[22m\n\u001b[1m(Watashi wa animēshon ga sukide, sonotame ni kono anime ni wa 6 no sukoa ga atae raremasu. Watashi wa sutōrī no hatten ya sono ketsujo ni shitsubō shite imasu. Saisho no sū-kai no episōdode wa, sutōrīrain no hinto (chichioya to shinsengi ga sutētasu o toru koto o sagashite iru chīzuru) ga arimashitaga,-go no episōdode wa sore wa kudarizaka ni nari, kono anime ni atta kamo shirenai hanashi o ushinaimashita. Soshite, kanojo no chichioya o gisō shite sagashi ni itta yūbōna josei hiroin ga, subete no chikara o ushinatta koto wa kanashī kotodesu. Saishūtekini kanojo wa, nanimodekinai on'nanoko o kakete iruga, kiken'na jōkyō ni aru tsugi no dansei no namae o sakebu yori mo sugurete inai.)\u001b[22m\n\nTranslations of \u001b[4mI liked the animation and therefor will still give this anime a score of 6. I'm disappointed in the development of the story or lack thereof. In the first few episodes there was a hint of a storyline (Chizuru looking for her father and the shinsengumi achiving some status) but in the later episodes it went downhill and I lost track of any story that might be in this anime. And it is sad that a promising female heroine like Chizuru that went to look for her father on her own in disguise lost all strength. In the end she is not better than all those wining girls who can't do anything but cry out the name of the next male that is in a dangerous situation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the animation and therefor will still give this anime a score of 6. I'm disappointed in the development of the story or lack thereof.\u001b[24m\n    \u001b[1m私はアニメーションが好きで、そのためにこのアニメには6のスコアが与えられます。私はストーリーの発展やその欠如に失望しています。\u001b[22m, \u001b[1m私はアニメが好きで、そのためには、まだこのアニメ私がストーリーやその欠如の開発に失望している6のスコアを与えます。\u001b[22m\n\u001b[4mIn the first few episodes there was a hint of a storyline (Chizuru looking for her father and the shinsengumi achiving some status) but in the later episodes it went downhill and I lost track of any story that might be in this anime.\u001b[24m\n    \u001b[1m最初の数回のエピソードでは、ストーリーラインのヒント（父親とシンセンギがステータスを取ることを探しているチーズル）がありましたが、後のエピソードではそれは下り坂になり、このアニメにあったかもしれない話を失いました。\u001b[22m, \u001b[1m最初のいくつかのエピソードではストーリーのヒントがあった（千鶴は父親を探していると新撰組いくつかのステータスをachiving）が、後のエピソードでは、下り坂に行って、私はこのアニメにあるかもしれないあらゆる物語のトラックを失いました。\u001b[22m\n\u001b[4mAnd it is sad that a promising female heroine like Chizuru that went to look for her father on her own in disguise lost all strength.\u001b[24m\n    \u001b[1mそして、彼女の父親を偽装して探しに行った有望な女性ヒロインが、すべての力を失ったことは悲しいことです。\u001b[22m, \u001b[1mそして、変装して彼女自身に彼女の父を探しに行きました千鶴のような有望な女性ヒロインは、すべての力を失ったと悲しいです。\u001b[22m\n\u001b[4mIn the end she is not better than all those wining girls who can't do anything but cry out the name of the next male that is in a dangerous situation.\u001b[24m\n    \u001b[1m最終的に彼女は、何もできない女の子を賭けているが、危険な状況にある次の男性の名前を叫ぶよりも優れていない。\u001b[22m, \u001b[1m最後に彼女は何もするが、危険な状態にある隣の男性の名前を叫ぶことができないすべてのそれら歴の女の子よりも良いではありません。\u001b[22m\nOne good point is the handsome guys and the drawings, though.\n\n\u001b[1mしかし、良い点の1つはハンサムな人と図面です。\u001b[22m\n\u001b[1m(Shikashi, yoi ten no 1tsu wa hansamuna hito to zumendesu.)\u001b[22m\n\nTranslations of \u001b[4mOne good point is the handsome guys and the drawings, though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne good point is the handsome guys and the drawings, though.\u001b[24m\n    \u001b[1mしかし、良い点の1つはハンサムな人と図面です。\u001b[22m, \u001b[1m一つの良い点は、しかし、ハンサムな男と図面です。\u001b[22m"
  }
]
