[
  {
    "title": "Cluster_Edge",
    "id": "69",
    "url": "https://myanimelist.net/anime/69/Cluster_Edge",
    "user": "Bishounen_Hunter",
    "profile": "/profile/Bishounen_Hunter/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=8669",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nメイン\nあなたがガンダムウィングやアクション指向の他のタイプのアニメのようなショーに参加しているならば、クラスターエッジはかなり良いアニメです。 一般的な考え方とは対照的に、このシリーズの中心的な人物のすべてが男性であるという事実にかかわらず、このショーはショーニングではありません。 それはフラッシュバックと少し船外に行くように見えますが、それはこのシリーズの物語のスタイルだけでなく、実際にショーの全体的なペースを妨げることはありません。 芸術はいくつかの場所でかなり悪いですが、ショーが進行するにつれて、実際にはより良くなります。\n\nアートスタイル\n視覚的に言えば、時にはクラスタエッジは古いアニメのように見えます。 時には5年...時には10年前、それは90年代半ばからのアニメのようです。 キャラクターのいくつかを見てみると、それはもっと新しい、最近のシリーズであることがわかります。しかし、キャラクターの他の半分、特にサイドキャラクターは、「フラット」に見えます。 彼らは洗練されたセルアートの外観を持っていないし、バックグラウンド/風景は平らに見える。\n動きはそれほど悪くはありません。 私はほとんどの90年代のアニメと同じレベルだと言います。つまり、しばらくの間、奇妙な動きや激しい動きを見ることになります。 しかし、古きよき芸術やアニメーションであっても、表現されているオブジェクトはすべて新鮮で新鮮だったので、私はまだそれを愛しました。\nこのアニメは、ハイブリッドアニメのひとつです。ハイブリッドアニメと呼ぶのは、車、飛行機、ボートなどのようなヴィンテージオブジェクトを取り入れて、未来的なメカとハイブリッド化したいからです。 そこにはかなりの数がありますが、Last Exileはおそらくこのハイブリダイゼーション技術で最も有名です。\n\n音\nあなたが芸術と見なされていたと思ったら、あなたが音楽を耳にするまで待ってください！  80年代のSUPERの古い学校のシンセサイザー私はあなたに教えて！ 唯一の違いは、デジタルサウンドテクノロジーの贅沢さがあり、オーディオ再生中にビニルディスクを横切って移動する蓄音機の厄介な静的ラッディングノイズが発生しないことです。\n\n1st OPのテーマソング「Fly High」は、POP / Rockのバラエティーで、それはあまりにも悪くないサウンドであり、実際にはシリーズ全体のテーマに合っています。 さらにいくつかのエピソードでは、彼らはOPクレジットのビジュアルに合うようにガラスの壊れ目や弾丸の音のFXを追加しました....それも歌の音を良くしました。\n少年バンドの味でWeiss Kreuzの楽譜とほぼ同じラインであった1st EDテーマソングと同じことが言えます。\n2番目のOP曲「Keep on Dreaming」のためにさらにカフェイン、ボーイバンドの味付けされた音楽を吹き込んだら、2番目のEDのために、やや平均的な響きのバラード[男性ボーカル]が登場する。\n\nこのシリーズに使用されているBGMは、基本的にはリサイクルされたか、ガンダムウィングのバックグラウンドミュージックがリニューアルされたものです。 私はこのショーを日本語で見ましたので、声優には何の問題もなく、素晴らしい仕事をしたと思います。誰もが十代の若者のために老いたとは思っていませんでした。 唯一の15歳です。\n\nストーリー\nこのシリーズのベストなことは、実際の話でなければなりません。 さて、このショーに興味があったのは、私がShounen-ai作品として私に贈られたことを認めます。そして、Shounen-aiや 'shounen-ai lite'と言う人もいます。 私は実際に何が意味するべきか、そして率直に言って、私は多くの人々が、彼らの幻想が彼らの​​より良いものを得させていると思うと思う。これはshounen-aiではない.... shounen-ai liteでさえない。 たとえアニメがすべての男の子の学校や男性のキャストを主演しているからといっても、それは自動的に少年には当てはまらないのです...残念ですが、少年のような要素がなくても、 このシリーズのベストセールスポイント。\n\nCluster Edgeが提供する実際のテーマやプロットは、まったく新しいものではありません。大規模なマシンで飛んで爆発する若い男の子たち。あなたは魔法の力を投げかけています...メカ・ファンタジー shonen構成体。 本当の楽しさは、私の芸術的で革新的なストーリーテリングの彼らの特定のブランドからもたらされます。 多くの人がその点に同意しないかもしれませんが、ストーリーがあまりにもゆっくりと動いたとか、あまりにも多くのフラッシュバックで過負荷になっていて、それが本当かもしれないと言いますが、それでも私は好きです。 速いペースのアクション、私は全面的に少しでも多分ただ一つのアクションを提供するアニメを楽しんで、その後誰もの後のREアクションに焦点を当てます。\n\nそういうわけで、クラスター・エッジはナレーションされています。それはあなたにちょっとした行動を与え、誰の反応にも焦点を当てました。どのようにして人の死が他の人の生活に影響を与えるかのように感じました...しかし、 病的な概念。 それは、戦争の犠牲や人生の重要性、技術進歩がいかにして二重の結果を生み出し、最終的には人間の選挙権と平等権をもたらすかといった、より広範で哲学的に鋭敏なテーマに触れました。\n\nキャスト/キャラクター\nキャラクターがどのように見えるか、あるいは私は、ショーを評価して見るかどうかを決めるために使う、より基本的な基準の1つであるその物理的な外観とデザインではなく、 他のレビューや他のフォーラムでも、これらのキャラクターを一見するだけで、そこにあるガンダムウイングのキャラクターを間違いなく認識できます。 今ではいくつかの人々が自動的に* BLEECH！*ガンダムウィングの提案には、これまでのシリーズに戻って多かれ少なかれ種類の新しいアニメシリーズのアイデアはほとんどありません。 しかし、私は本当に気にしない！ 大好きです！！！ 私は良いbishonenアニメシリーズのための吸盤です。\n\n私は特に、彼の黒髪や黒っぽい目で瑪瑙の物理的な外観を愛して...非常に少数のアニメは、黒や黒の茶色の目を持つ彼らのリード文字黒い髪を与える。 私は彼の顔の表情が特に好きですが、同時に彼は面白いですが、同時に、まだ良い素敵な笑顔。 フォンでは、彼の性格は、GWのQuatre Winnerのそれに似ています。 私はまた、クロームと彼の反乱軍の自動兵士を愛していました。私は三つ子が面白いと思っていました。 私が嫌いだったキャラクターは、おそらく先生のヘマ先生でした。大人のために、彼はかなり口調で控えめでした。彼についての最も償還可能な品質は、少なくとも彼がそれを知っていたということでした。 彼はしばしば、チャンスとベスヴィアがどれほど強く、より多くのことを彼に比べてどれほど強かったかを言うだろう。 彼は本当に大騒ぎでした。\n\nキャラクターのデザインについて私を悩ませている主なものは、男の子のウエストラインでテーパがかかる方法でなければなりません....それは小さすぎるので、腰が女性の腰のようになりすぎます。 それは長い髪やガールの顔を持っていることの一つですが、それは長い髪+ガールフレンドの顔+ガールボディーを持っている別のもの....それはあまりにも多くです！ ドローの男の子たちがそんなにガーリーをやり過ぎると、アニメーションが賢明だということは何も言えません。それは、私たちが見ている女性ではなく、男性の声優が役割を果たすために「ミスキャスト」されただけではないということです 。 実際には彼らの全身のフレームは小さすぎ、全体的に小さなウエスト/ワイドなヒップなものでした...男の子たちが学校のブレザーを身に着けたときはいつもより明らかになりました。 私は男の子が小さなフレームを持つことはできないと言っているわけではないが、DBZのベジータは小さい額縁だった...しかし、彼は男のように建てられた。そして、ガンダムウィングのすべてのビショネンパイロットも、 男の子のように。\n\nそれの価値かどうか？\nこのショーは本当にコレクティブルな価値はなく、私が見ている間はかなり魅惑的な話でしたが....私はもう終わりを知っているので、もう一度見ることはありません。 さらに、私にそれを見直すよう促すあまりにも多くの面白い思い出に残る瞬間はなかったし、最後に、すべてのフラッシュバックシーンと再キャップエピソードのために私はすでにすべての重要シーンを覚えていた。 このショーをもう一度見てみると、2回目ではなく、8回目を見ているように感じるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nMain\n/mīn/\n\n\u001b[1mメイン\u001b[22m\n\u001b[1m(Mein)\u001b[22m\n\nDefinitions of \u001b[4mMain\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    メイン\u001b[22m\n        main\n\u001b[1m    主\u001b[22m\n        main, principal, important\n\u001b[1m    主要\u001b[22m\n        main, primary, principal, leading, prominent\n\u001b[1m    主たる\u001b[22m\n        main, principal\n\u001b[1m    本\u001b[22m\n        main, principal\n\u001b[1m    正面\u001b[22m\n        main\n\u001b[1m    重なる\u001b[22m\n        important, main, principal\n\u001b[1m    重立つ\u001b[22m\n        principal, important, main, prominent, conspicuous\n\u001b[1m    主なる\u001b[22m\n        main, principal, important\n\u001b[1m    主立った\u001b[22m\n        principal, important, main, prominent, conspicuous\n\u001b[1m    重立った\u001b[22m\n        principal, important, main, prominent, conspicuous\n\nnoun\n\u001b[1m    本管\u001b[22m\n        main, main pipe\n\u001b[1m    項\u001b[22m\n        item, paragraph, clause, nape, head, back of the neck\n\u001b[1m    海原\u001b[22m\n        ocean, sea, deep, main\n\u001b[1m    遠洋\u001b[22m\n        ocean, high seas, open sea, blue water, high sea, main\n\u001b[1m    沖\u001b[22m\n        open sea, ocean, high seas, blue water, high sea, main\nCluster Edge is a pretty good anime if you are into shows like Gundam Wing and/or any other type of action oriented, bishonen anime. Contrary to popular belief, this show is NOT shounen-ai regardless of the fact that all of the central figures in this series are male. It does seem to go a little overboard with the flashbacks but that's just the narrative style of this series plus it really doesn't interfere with the overall pace of the show. The art is pretty bad in some places but it actually gets better--or maybe you just forget about it--as the show moves along.\n\n\u001b[1mあなたがガンダムウィングやアクション指向の他のタイプのアニメのようなショーに参加しているならば、クラスターエッジはかなり良いアニメです。 一般的な考え方とは対照的に、このシリーズの中心的な人物のすべてが男性であるという事実にかかわらず、このショーはショーニングではありません。 それはフラッシュバックと少し船外に行くように見えますが、それはこのシリーズの物語のスタイルだけでなく、実際にショーの全体的なペースを妨げることはありません。 芸術はいくつかの場所でかなり悪いですが、ショーが進行するにつれて、実際にはより良くなります。\u001b[22m\n\u001b[1m(Anata ga gandamū~ingu ya akushon shikō no ta no taipu no anime no yōna shō ni sanka shite irunaraba, kurasutāejji wa kanari yoi animedesu. Ippantekina kangaekata to wa taishō-teki ni, kono shirīzu no chūshin-tekina jinbutsu no subete ga danseidearu to iu jijitsu ni kakawarazu, kono shō wa shōningude wa arimasen. Sore wa furasshu bakku to sukoshi sengai ni iku yō ni miemasuga, sore wa kono shirīzu no monogatari no sutairu dakedenaku, jissai ni shō no zentai-tekina pēsu o samatageru koto wa arimasen. Geijutsu wa ikutsu ka no basho de kanari waruidesuga, shō ga shinkō suru ni tsurete, jissai ni wa yori yoku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mCluster Edge is a pretty good anime if you are into shows like Gundam Wing and/or any other type of action oriented, bishonen anime. Contrary to popular belief, this show is NOT shounen-ai regardless of the fact that all of the central figures in this series are male. It does seem to go a little overboard with the flashbacks but that's just the narrative style of this series plus it really doesn't interfere with the overall pace of the show. The art is pretty bad in some places but it actually gets better--or maybe you just forget about it--as the show moves along.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCluster Edge is a pretty good anime if you are into shows like Gundam Wing and/or any other type of action oriented, bishonen anime.\u001b[24m\n    \u001b[1mあなたがガンダムウィングやアクション指向の他のタイプのアニメのようなショーに参加しているならば、クラスターエッジはかなり良いアニメです。\u001b[22m, \u001b[1mあなたが新機動戦記ガンダムWおよび/または配向作用の他のタイプの、美少年アニメのようなショーにしている場合、クラスタのエッジはかなり良いアニメです。\u001b[22m\n\u001b[4mContrary to popular belief, this show is NOT shounen-ai regardless of the fact that all of the central figures in this series are male.\u001b[24m\n    \u001b[1m一般的な考え方とは対照的に、このシリーズの中心的な人物のすべてが男性であるという事実にかかわらず、このショーはショーニングではありません。\u001b[22m, \u001b[1m人気の信念に反しては、このショーは少年-AIをしないにかかわらず、このシリーズの中心人物のすべてが男性であるという事実の。\u001b[22m\n\u001b[4mIt does seem to go a little overboard with the flashbacks but that's just the narrative style of this series plus it really doesn't interfere with the overall pace of the show.\u001b[24m\n    \u001b[1mそれはフラッシュバックと少し船外に行くように見えますが、それはこのシリーズの物語のスタイルだけでなく、実際にショーの全体的なペースを妨げることはありません。\u001b[22m, \u001b[1mフラッシュバックで船外に少し行くように見えるんが、それはこのシリーズのちょうど物語のスタイルですプラスそれは本当にショーの全体的なペースを妨げることはありません。\u001b[22m\n\u001b[4mThe art is pretty bad in some places but it actually gets better--or maybe you just forget about it--as the show moves along.\u001b[24m\n    \u001b[1m芸術はいくつかの場所でかなり悪いですが、ショーが進行するにつれて、実際にはより良くなります。\u001b[22m, \u001b[1m技術は、いくつかの場所ではかなり悪いですが、それは実際によくなる - または多分あなたはそれを忘れて - ショーが沿って移動します。\u001b[22m\n\u001b[1m\u001b[22m\nArt-Style\n\n\u001b[1mアートスタイル\u001b[22m\n\u001b[1m(Ātosutairu)\u001b[22m\n\nTranslations of \u001b[4mArt-Style\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt-Style\u001b[24m\n    \u001b[1mアートスタイル\u001b[22m\nCluster Edge, visually speaking, at times has the look of an older anime. Sometimes 5 years....sometimes 10 years older, like it's an anime from the mid 90's. Now if you take a good look at some of the characters, you can see it's a newer, more recent series.....but the other half of the characters, especially the side characters, they look 'flat'. They don't have that polished cell-art look and the background/scenery is equally flat looking.\n\n\u001b[1m視覚的に言えば、時にはクラスタエッジは古いアニメのように見えます。 時には5年...時には10年前、それは90年代半ばからのアニメのようです。 キャラクターのいくつかを見てみると、それはもっと新しい、最近のシリーズであることがわかります。しかし、キャラクターの他の半分、特にサイドキャラクターは、「フラット」に見えます。 彼らは洗練されたセルアートの外観を持っていないし、バックグラウンド/風景は平らに見える。\u001b[22m\n\u001b[1m(Shikaku-teki ni ieba, tokiniha kurasutaejji wa furui anime no yō ni miemasu. Tokiniha 5-nen... Tokiniha 10-nen mae, sore wa 90-nendai nakaba kara no anime no yōdesu. Kyarakutā no ikutsu ka o mite miru to, soreha motto atarashī, saikin no shirīzudearu koto ga wakarimasu. Shikashi, kyarakutā no ta no hanbun, tokuni saidokyarakutā wa,`furatto' ni miemasu. Karera wa senrensareta seruāto no gaikan o motteinai shi, bakkuguraundo/ fūkei wa taira ni mieru.)\u001b[22m\n\nTranslations of \u001b[4mCluster Edge, visually speaking, at times has the look of an older anime. Sometimes 5 years....sometimes 10 years older, like it's an anime from the mid 90's. Now if you take a good look at some of the characters, you can see it's a newer, more recent series.....but the other half of the characters, especially the side characters, they look 'flat'. They don't have that polished cell-art look and the background/scenery is equally flat looking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCluster Edge, visually speaking, at times has the look of an older anime.\u001b[24m\n    \u001b[1m視覚的に言えば、時にはクラスタエッジは古いアニメのように見えます。\u001b[22m, \u001b[1mクラスターエッジは、視覚の時間に古いアニメの外観を持って、話します。\u001b[22m\n\u001b[4mSometimes 5 years....sometimes 10 years older, like it's an anime from the mid 90's.\u001b[24m\n    \u001b[1m時には5年...時には10年前、それは90年代半ばからのアニメのようです。\u001b[22m, \u001b[1m時には5年....時には10歳年上、それがアニメは90年代半ばからだよう。\u001b[22m\n\u001b[4mNow if you take a good look at some of the characters, you can see it's a newer, more recent series.....but the other half of the characters, especially the side characters, they look 'flat'.\u001b[24m\n    \u001b[1mキャラクターのいくつかを見てみると、それはもっと新しい、最近のシリーズであることがわかります。しかし、キャラクターの他の半分、特にサイドキャラクターは、「フラット」に見えます。\u001b[22m, \u001b[1m今、あなたは文字のいくつかをよく見て取る場合、あなたはそれがより新しい、より最近のシリーズだ見ることができます.....が、文字の他の半分、特にサイドのキャラクター、彼らは「フラット」に見えます。\u001b[22m\n\u001b[4mThey don't have that polished cell-art look and the background/scenery is equally flat looking.\u001b[24m\n    \u001b[1m彼らは洗練されたセルアートの外観を持っていないし、バックグラウンド/風景は平らに見える。\u001b[22m, \u001b[1m彼らは、洗練された細胞技術の外観と背景/景色が見ても同様に平坦であることはありません。\u001b[22m\nThe motion isn't too bad. I'd say it's on par with most 90's anime, meaning, you will see the odd or stiff movement every once in a while and also those fight scenes comprised of a couple still frames with the with the sliding lights FX in the background. But even with the oldish looking art and animation, I still loved it because the objects being represented were all new and fresh or what I should say is that it re-invents what is known and old...into something new and fresh.\n\n\u001b[1m動きはそれほど悪くはありません。 私はほとんどの90年代のアニメと同じレベルだと言います。つまり、しばらくの間、奇妙な動きや激しい動きを見ることになります。 しかし、古きよき芸術やアニメーションであっても、表現されているオブジェクトはすべて新鮮で新鮮だったので、私はまだそれを愛しました。\u001b[22m\n\u001b[1m(Ugoki wa sore hodo waruku wa arimasen. Watashi wa hotondo no 90-nendai no anime to onaji reberuda to iimasu. Tsumari, shibarakunoaida, kimyōna ugoki ya hageshī ugoki o miru koto ni narimasu. Shikashi, furuki yoki geijutsu ya animēshondeatte mo, hyōgen sa rete iru obujekuto wa subete shinsende shinsendattanode, watashi wa mada sore o aishimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe motion isn't too bad. I'd say it's on par with most 90's anime, meaning, you will see the odd or stiff movement every once in a while and also those fight scenes comprised of a couple still frames with the with the sliding lights FX in the background. But even with the oldish looking art and animation, I still loved it because the objects being represented were all new and fresh or what I should say is that it re-invents what is known and old...into something new and fresh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe motion isn't too bad.\u001b[24m\n    \u001b[1m動きはそれほど悪くはありません。\u001b[22m, \u001b[1m動きがあまりにも悪いことではありません。\u001b[22m\n\u001b[4mI'd say it's on par with most 90's anime, meaning, you will see the odd or stiff movement every once in a while and also those fight scenes comprised of a couple still frames with the with the sliding lights FX in the background.\u001b[24m\n    \u001b[1m私はほとんどの90年代のアニメと同じレベルだと言います。つまり、しばらくの間、奇妙な動きや激しい動きを見ることになります。\u001b[22m, \u001b[1m私はあなたがたまに奇数または硬い動きが表示され、また夫婦で構成されるそれらの戦いのシーンはまだバックグラウンドでスライドライトが付いているFXとフレーム、意味、それはほとんどの90のアニメと同等のかなと思います。\u001b[22m\n\u001b[4mBut even with the oldish looking art and animation, I still loved it because the objects being represented were all new and fresh or what I should say is that it re-invents what is known and old...into something new and fresh.\u001b[24m\n    \u001b[1mしかし、古きよき芸術やアニメーションであっても、表現されているオブジェクトはすべて新鮮で新鮮だったので、私はまだそれを愛しました。\u001b[22m, \u001b[1mしかし、たとえやや古い探してアートやアニメーションで表現されているオブジェクトは、すべての新しい、新鮮だったので、私はまだそれを愛したか、私が言うべきことは、それが新しい、新鮮なものに...知られており、旧れるもの-発明し直すということです。\u001b[22m\nThis anime is one of those 'hybrid' animes.....I call them Hybrid animes because they like to take vintage objects, namely machinery like cars, planes, boats, etc and then hybridize them with futuristic mecha. There are quite a few of them out there, Last Exile is probably the most famous for this hybridization technique though.\n\n\u001b[1mこのアニメは、ハイブリッドアニメのひとつです。ハイブリッドアニメと呼ぶのは、車、飛行機、ボートなどのようなヴィンテージオブジェクトを取り入れて、未来的なメカとハイブリッド化したいからです。 そこにはかなりの数がありますが、Last Exileはおそらくこのハイブリダイゼーション技術で最も有名です。\u001b[22m\n\u001b[1m(Kono anime wa, haiburiddo anime no hitotsudesu. Haiburiddo anime to yobu no wa,-sha, hikōki, bōto nado no yōna vu~intējiobujekuto o toriirete, mirai-tekina meka to haiburiddo-ka shitaikaradesu. Soko ni wa kanari no kazu ga arimasuga, Last Exile wa osoraku kono haiburidaizēshon gijutsu de mottomo yūmeidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is one of those 'hybrid' animes.....I call them Hybrid animes because they like to take vintage objects, namely machinery like cars, planes, boats, etc and then hybridize them with futuristic mecha. There are quite a few of them out there, Last Exile is probably the most famous for this hybridization technique though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is one of those 'hybrid' animes.....I call them Hybrid animes because they like to take vintage objects, namely machinery like cars, planes, boats, etc and then hybridize them with futuristic mecha.\u001b[24m\n    \u001b[1mこのアニメは、ハイブリッドアニメのひとつです。ハイブリッドアニメと呼ぶのは、車、飛行機、ボートなどのようなヴィンテージオブジェクトを取り入れて、未来的なメカとハイブリッド化したいからです。\u001b[22m, \u001b[1mこのアニメは、私は、彼らがヴィンテージのオブジェクトを利用したいので、車、飛行機、船などのような、すなわち機械、ハイブリッドアニメそれらを呼び出してから、未来的なメカでそれらをハイブリダイズ.....それらの「ハイブリッド」のアニメの一つです。\u001b[22m\n\u001b[4mThere are quite a few of them out there, Last Exile is probably the most famous for this hybridization technique though.\u001b[24m\n    \u001b[1mそこにはかなりの数がありますが、Last Exileはおそらくこのハイブリダイゼーション技術で最も有名です。\u001b[22m, \u001b[1mそれらのかなりの数は、ラストエグザイルは、しかし、おそらくこのハイブリダイゼーション技術のための最も有名で、そこにあります。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nIf you thought the art looked dated, wait till you get an earful of the music!! SUPER old school synthesizers from the 80's I tell ya! The only difference is that now you have the luxury of digital sound technology so you don't get any of that pesky static laden noise of a phonograph needle moving across the vinyl disk during audio playback.\n\n\u001b[1mあなたが芸術と見なされていたと思ったら、あなたが音楽を耳にするまで待ってください！  80年代のSUPERの古い学校のシンセサイザー私はあなたに教えて！ 唯一の違いは、デジタルサウンドテクノロジーの贅沢さがあり、オーディオ再生中にビニルディスクを横切って移動する蓄音機の厄介な静的ラッディングノイズが発生しないことです。\u001b[22m\n\u001b[1m(Anata ga geijutsu to minasa rete ita to omottara, anata ga ongaku o mimi ni suru made mattekudasai! 80-Nendai no sūpa no furui gakkō no shinsesaizā watashi wa anata ni oshiete! Yuiitsu no chigai wa, dejitarusaundotekunorojī no zeitaku-sa ga ari, ōdio saisei-chū ni binirudisuku o yokogitte idō suru chikuonki no yakkaina seiteki raddingunoizu ga hassei shinai kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you thought the art looked dated, wait till you get an earful of the music!! SUPER old school synthesizers from the 80's I tell ya! The only difference is that now you have the luxury of digital sound technology so you don't get any of that pesky static laden noise of a phonograph needle moving across the vinyl disk during audio playback.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you thought the art looked dated, wait till you get an earful of the music!!\u001b[24m\n    \u001b[1mあなたが芸術と見なされていたと思ったら、あなたが音楽を耳にするまで待ってください！\u001b[22m, \u001b[1mあなたは芸術が時代遅れに見えたと思った場合は、音楽のお目玉を得るまで、待って！\u001b[22m\n\u001b[4mSUPER old school synthesizers from the 80's I tell ya!\u001b[24m\n    \u001b[1m80年代のSUPERの古い学校のシンセサイザー私はあなたに教えて！\u001b[22m, \u001b[1m私はyaを教えて80年代からSUPER古い学校のシンセサイザー！\u001b[22m\n\u001b[4mThe only difference is that now you have the luxury of digital sound technology so you don't get any of that pesky static laden noise of a phonograph needle moving across the vinyl disk during audio playback.\u001b[24m\n    \u001b[1m唯一の違いは、デジタルサウンドテクノロジーの贅沢さがあり、オーディオ再生中にビニルディスクを横切って移動する蓄音機の厄介な静的ラッディングノイズが発生しないことです。\u001b[22m, \u001b[1m唯一の違いは、オーディオの再生中にビニールディスクを横切って移動するレコード針のその厄介な静的積んだノイズのいずれかを得ることはありませんので、今はデジタルサウンド技術の贅沢を持っているということです。\u001b[22m\n\u001b[1m\u001b[22m\nThe 1st OP theme song, Fly High, is of the POP/Rock variety, it's not too bad sounding and it actually fits the overall theme of the series. A couple of episodes further in, they added sound FX of glass breaking and bullets to go with the visuals of the OP credits....it also made the song sound better too.\n\n\u001b[1m1st OPのテーマソング「Fly High」は、POP / Rockのバラエティーで、それはあまりにも悪くないサウンドであり、実際にはシリーズ全体のテーマに合っています。 さらにいくつかのエピソードでは、彼らはOPクレジットのビジュアルに合うようにガラスの壊れ目や弾丸の音のFXを追加しました....それも歌の音を良くしました。\u001b[22m\n\u001b[1m(1 St OP no tēmasongu `Fly haipasufiruta' wa, poppu/ Rock no baraetī de, sore wa amarini mo warukunai saundodeari, jissai ni wa shirīzu zentai no tēma ni atte imasu. Sarani ikutsu ka no episōdode wa, karera wa OP kurejitto no bijuaru ni au yō ni garasuno koware-me ya dangan no oto no FX o tsuika shimashita. ... Sore mo uta no oto o yoku shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe 1st OP theme song, Fly High, is of the POP/Rock variety, it's not too bad sounding and it actually fits the overall theme of the series. A couple of episodes further in, they added sound FX of glass breaking and bullets to go with the visuals of the OP credits....it also made the song sound better too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe 1st OP theme song, Fly High, is of the POP/Rock variety, it's not too bad sounding and it actually fits the overall theme of the series.\u001b[24m\n    \u001b[1m1st OPのテーマソング「Fly High」は、POP / Rockのバラエティーで、それはあまりにも悪くないサウンドであり、実際にはシリーズ全体のテーマに合っています。\u001b[22m, \u001b[1m第一のOP主題歌、フライ高は、それはあまりにも悪い響きではありません、それは実際にはシリーズ全体のテーマに合った、POP /ロック多様です。\u001b[22m\n\u001b[4mA couple of episodes further in, they added sound FX of glass breaking and bullets to go with the visuals of the OP credits....it also made the song sound better too.\u001b[24m\n    \u001b[1mさらにいくつかのエピソードでは、彼らはOPクレジットのビジュアルに合うようにガラスの壊れ目や弾丸の音のFXを追加しました....それも歌の音を良くしました。\u001b[22m, \u001b[1mエピソードのカップルさらなるで、彼らはガラスの破壊とOPクレジットのビジュアルに行くために弾丸の音FXを追加しました....それはまた、歌があまりにも良い音作りました。\u001b[22m\nSame can be said for the 1st ED theme song which was more or less on the same line as the musical score for Weiss Kreuz with it's boy-band flavor.\n\n\u001b[1m少年バンドの味でWeiss Kreuzの楽譜とほぼ同じラインであった1st EDテーマソングと同じことが言えます。\u001b[22m\n\u001b[1m(Shōnen bando no aji de waisu Kreuz no gakufu to hobo onaji raindeatta 1 st ED tēmasongu to onaji koto ga iemasu.)\u001b[22m\n\nTranslations of \u001b[4mSame can be said for the 1st ED theme song which was more or less on the same line as the musical score for Weiss Kreuz with it's boy-band flavor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSame can be said for the 1st ED theme song which was more or less on the same line as the musical score for Weiss Kreuz with it's boy-band flavor.\u001b[24m\n    \u001b[1m少年バンドの味でWeiss Kreuzの楽譜とほぼ同じラインであった1st EDテーマソングと同じことが言えます。\u001b[22m, \u001b[1m同じことは、多かれ少なかれ、それは少年バンドの味だとヴァイスクロイツ用の楽譜と同じ行にあった第一のEDテーマソングのために言うことができます。\u001b[22m\nYou'll get an even more super caffeinated,sped up boy-band flavored music for the 2nd OP song 'Keep on Dreaming' and then for your 2nd ED there's a somewhat average sounding ballad [male vocal].\n\n\u001b[1m2番目のOP曲「Keep on Dreaming」のためにさらにカフェイン、ボーイバンドの味付けされた音楽を吹き込んだら、2番目のEDのために、やや平均的な響きのバラード[男性ボーカル]が登場する。\u001b[22m\n\u001b[1m(2-Banme no OP kyoku `Keep on dorīmingu' no tame ni sarani kafein, bōibando no ajitsuke sa reta ongaku o fukikondara, 2-banme no ED no tame ni, yaya heikin-tekina hibiki no barādo [dansei bōkaru] ga tōjō suru.)\u001b[22m\n\nTranslations of \u001b[4mYou'll get an even more super caffeinated,sped up boy-band flavored music for the 2nd OP song 'Keep on Dreaming' and then for your 2nd ED there's a somewhat average sounding ballad [male vocal].\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou'll get an even more super caffeinated,sped up boy-band flavored music for the 2nd OP song 'Keep on Dreaming' and then for your 2nd ED there's a somewhat average sounding ballad [male vocal].\u001b[24m\n    \u001b[1m2番目のOP曲「Keep on Dreaming」のためにさらにカフェイン、ボーイバンドの味付けされた音楽を吹き込んだら、2番目のEDのために、やや平均的な響きのバラード[男性ボーカル]が登場する。\u001b[22m, \u001b[1mあなたも、より多くのスーパーカフェイン入り、「ドリーミングに保管してください '第二のOP曲の少年バンド風味の音楽をスピードアップし、その後2回目の自分のEDのために多少の平均響きバラードがあります【男性ボーカル]得られます。\u001b[22m\n\u001b[1m\u001b[22m\nThe BGM used for this series I'm pretty sure was basically recycled or revamped Gundam Wing background music. I also watched this show in Japanese so I really had no issues with the voice actors, I think they all did a great job, no one sounded to old to be a teenager...well except for maybe Beryl, he sounded kind of too old to be only 15.\n\n\u001b[1mこのシリーズに使用されているBGMは、基本的にはリサイクルされたか、ガンダムウィングのバックグラウンドミュージックがリニューアルされたものです。 私はこのショーを日本語で見ましたので、声優には何の問題もなく、素晴らしい仕事をしたと思います。誰もが十代の若者のために老いたとは思っていませんでした。 唯一の15歳です。\u001b[22m\n\u001b[1m(Kono shirīzu ni shiyō sa rete iru BGM wa, kihontekini wa risaikuru sa reta ka, gandamū~ingu no bakkuguraundomyūjikku ga rinyūaru sa reta monodesu. Watashi wa kono shō o nihongo de mimashitanode, seiyū ni wa nani no mondai mo naku, subarashī shigoto o shita to omoimasu. Daremoga jūdai no wakamono no tame ni oita to wa omotte imasendeshita. Yuiitsu no 15-saidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe BGM used for this series I'm pretty sure was basically recycled or revamped Gundam Wing background music. I also watched this show in Japanese so I really had no issues with the voice actors, I think they all did a great job, no one sounded to old to be a teenager...well except for maybe Beryl, he sounded kind of too old to be only 15.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe BGM used for this series I'm pretty sure was basically recycled or revamped Gundam Wing background music.\u001b[24m\n    \u001b[1mこのシリーズに使用されているBGMは、基本的にはリサイクルされたか、ガンダムウィングのバックグラウンドミュージックがリニューアルされたものです。\u001b[22m, \u001b[1mBGMは、私は基本的に新機動戦記ガンダムWのBGMをリサイクルまたは改造されたかなり確信しているこのシリーズのために使用されます。\u001b[22m\n\u001b[4mI also watched this show in Japanese so I really had no issues with the voice actors, I think they all did a great job, no one sounded to old to be a teenager...well except for maybe Beryl, he sounded kind of too\u001b[24m\n    \u001b[1m私はこのショーを日本語で見ましたので、声優には何の問題もなく、素晴らしい仕事をしたと思います。誰もが十代の若者のために老いたとは思っていませんでした。\u001b[22m, \u001b[1m私も日本にこの番組を見たので、私は本当に声優では問題がありませんでした、私は彼らのすべてが素晴らしい仕事をしたと思う、誰も多分ベリルを除いて、彼はあまりにも種類鳴った...ティーンエイジャーであることを古いに鳴っていません\u001b[22m\n\u001b[4mold to be only 15.\u001b[24m\n    \u001b[1m唯一の15歳です。\u001b[22m, \u001b[1m唯一の15であることが古いです。\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe best thing this series has got going for it has got to be the actual story. Now, I will admit that I was first interested in this show because it was presented to me as a shounen-ai piece....and some people even still say it's shounen-ai or 'shounen-ai lite'. I really don't know what the heck is that supposed to mean and frankly I think a lot of people are letting their fantasies get the better of them cuz this isn't shounen-ai....not even shounen-ai lite. Just because an anime features an all boys school or a predominantly male cast [even if they are all bishies] doesn't automatically equate to shounen-ai...sorry but even without the shounen-ai element to the story it is still it's best selling point for this series.\n\n\u001b[1mこのシリーズのベストなことは、実際の話でなければなりません。 さて、このショーに興味があったのは、私がShounen-ai作品として私に贈られたことを認めます。そして、Shounen-aiや 'shounen-ai lite'と言う人もいます。 私は実際に何が意味するべきか、そして率直に言って、私は多くの人々が、彼らの幻想が彼らの​​より良いものを得させていると思うと思う。これはshounen-aiではない.... shounen-ai liteでさえない。 たとえアニメがすべての男の子の学校や男性のキャストを主演しているからといっても、それは自動的に少年には当てはまらないのです...残念ですが、少年のような要素がなくても、 このシリーズのベストセールスポイント。\u001b[22m\n\u001b[1m(Kono shirīzu no besutona koto wa, jissai no hanashidenakereba narimasen. Sate, kono shō ni kyōmi ga atta no wa, watashi ga Shounen - ai sakuhin to shite watashi ni okura reta koto o mitomemasu. Soshite, Shounen - ai ya' shounen - ai lite' to iu hito mo imasu. Watashi wa jissai ni nani ga imi surubeki ka, soshite sotchoku ni itte, watashi wa ōku no hitobito ga, karera no gensō ga karera no ​​ yori yoi mono o e sasete iru to omou to omou. Kore wa shounen - aide wanai. ... Shounen - ai lite de saenai. Tatoe anime ga subete no otokonoko no gakkō ya dansei no kyasuto o shuen shite irukara to itte mo, soreha jidōtekini shōnen ni wa atehamaranai nodesu... Zan'nendesu ga, shōnen no yōna yōso ga nakute mo, kono shirīzu no besutosērusupointo.)\u001b[22m\n\nTranslations of \u001b[4mThe best thing this series has got going for it has got to be the actual story. Now, I will admit that I was first interested in this show because it was presented to me as a shounen-ai piece....and some people even still say it's shounen-ai or 'shounen-ai lite'. I really don't know what the heck is that supposed to mean and frankly I think a lot of people are letting their fantasies get the better of them cuz this isn't shounen-ai....not even shounen-ai lite. Just because an anime features an all boys school or a predominantly male cast [even if they are all bishies] doesn't automatically equate to shounen-ai...sorry but even without the shounen-ai element to the story it is still it's best selling point for this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best thing this series has got going for it has got to be the actual story.\u001b[24m\n    \u001b[1mこのシリーズのベストなことは、実際の話でなければなりません。\u001b[22m, \u001b[1m最善のことは、このシリーズは、それが実際の話に持っているために行く持っています。\u001b[22m\n\u001b[4mNow, I will admit that I was first interested in this show because it was presented to me as a shounen-ai piece....and some people even still say it's shounen-ai or 'shounen-ai lite'.\u001b[24m\n    \u001b[1mさて、このショーに興味があったのは、私がShounen-ai作品として私に贈られたことを認めます。そして、Shounen-aiや 'shounen-ai lite'と言う人もいます。\u001b[22m, \u001b[1mそれは少年-AIピースとして私に提示されたので、今、私が最初にこの番組に興味を持っていたことを認めます....と一部の人々も、まだそれが少年-AIや「少年-AIのライト」だと言います。\u001b[22m\n\u001b[4mI really don't know what the heck is that supposed to mean and frankly I think a lot of people are letting their fantasies get the better of them cuz this isn't shounen-ai....not even shounen-ai lite.\u001b[24m\n    \u001b[1m私は実際に何が意味するべきか、そして率直に言って、私は多くの人々が、彼らの幻想が彼らのより良いものを得させていると思うと思う。これはshounen-aiではない.... shounen-ai liteでさえない。\u001b[22m, \u001b[1m私は本当に一体を意味するはずと率直に言って、私は多くの人々が、これは少年-AI....もない少年-AIのライトではありませんcuzを彼らの空想は、それらの良くなるせていると思いれるかわかりません。\u001b[22m\n\u001b[4mJust because an anime features an all boys school or a predominantly male cast [even if they are all bishies] doesn't automatically equate to shounen-ai...sorry but even without the shounen-ai element to the story it is still it's\u001b[24m\n    \u001b[1mたとえアニメがすべての男の子の学校や男性のキャストを主演しているからといっても、それは自動的に少年には当てはまらないのです...残念ですが、少年のような要素がなくても、\u001b[22m, \u001b[1mアニメは、[彼らはすべてのbishiesある場合でも]すべての男の子の学校や主に男性のキャストを備えていたからといって、自動的に少年-AIをするために同じではありません...申し訳ありませんが、でも話に少年-AI要素なしで、それはだまだあります\u001b[22m\n\u001b[4mbest selling point for this series.\u001b[24m\n    \u001b[1mこのシリーズのベストセールスポイント。\u001b[22m, \u001b[1mこのシリーズのための最高のセールスポイント。\u001b[22m\n\u001b[1m\u001b[22m\nThe actual theme or plot that Cluster Edge offers is nothing new really: young boys flying around in big machines shooting things and blowing them up + you got some magic powers thrown in the mix...all pretty much standard issue within the mecha-fantasy shonen construct. The real enjoyment comes from their particular brand of the storytelling, which to me was artistic and innovative. Many might disagree with that point and just say that the story moved too slowly or that it was over-burdened with way too many flashbacks and that may be true but I enjoyed it nonetheless because while I like might like a good anime with a lot of fast paced action, I also whole-heartedly enjoy an anime that offers little or maybe just one action then switches focus on to everyone's subsequent RE-action.\n\n\u001b[1mCluster Edgeが提供する実際のテーマやプロットは、まったく新しいものではありません。大規模なマシンで飛んで爆発する若い男の子たち。あなたは魔法の力を投げかけています...メカ・ファンタジー shonen構成体。 本当の楽しさは、私の芸術的で革新的なストーリーテリングの彼らの特定のブランドからもたらされます。 多くの人がその点に同意しないかもしれませんが、ストーリーがあまりにもゆっくりと動いたとか、あまりにも多くのフラッシュバックで過負荷になっていて、それが本当かもしれないと言いますが、それでも私は好きです。 速いペースのアクション、私は全面的に少しでも多分ただ一つのアクションを提供するアニメを楽しんで、その後誰もの後のREアクションに焦点を当てます。\u001b[22m\n\u001b[1m(Kurasuta Edge ga teikyō suru jissai no tēma ya purotto wa, mattaku atarashī monode wa arimasen. Ōkibona mashin de tonde bakuhatsu suru wakai otokonoko-tachi. Anata wa mahō no chikara o nagekakete imasu... Meka fantajī shonen kōsei-tai. Hontō no tanoshisa wa, watashi no geijutsu-tekide kakushintekina sutōrīteringu no karera no tokutei no burando kara motarasa remasu. Ōku no hito ga sono ten ni dōi shinai kamo shiremasenga, sutōrī ga amarini mo yukkuri to ugoita toka, amarini mo ōku no furasshu bakku de ka fuka ni natte ite, sore ga hontō kamo shirenai to iimasuga, soredemo watashi wa sukidesu. Hayai pēsu no akushon, watashi wa zenmen-teki ni sukoshidemo tabun tadahitotsuno akushon o teikyō suru anime o tanoshinde, sonogo dare mo no nochi no RE akushon ni shōten o atemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe actual theme or plot that Cluster Edge offers is nothing new really: young boys flying around in big machines shooting things and blowing them up + you got some magic powers thrown in the mix...all pretty much standard issue within the mecha-fantasy shonen construct. The real enjoyment comes from their particular brand of the storytelling, which to me was artistic and innovative. Many might disagree with that point and just say that the story moved too slowly or that it was over-burdened with way too many flashbacks and that may be true but I enjoyed it nonetheless because while I like might like a good anime with a lot of fast paced action, I also whole-heartedly enjoy an anime that offers little or maybe just one action then switches focus on to everyone's subsequent RE-action.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe actual theme or plot that Cluster Edge offers is nothing new really: young boys flying around in big machines shooting things and blowing them up + you got some magic powers thrown in the mix...all pretty much standard issue within the mecha-fantasy\u001b[24m\n    \u001b[1mCluster Edgeが提供する実際のテーマやプロットは、まったく新しいものではありません。大規模なマシンで飛んで爆発する若い男の子たち。あなたは魔法の力を投げかけています...メカ・ファンタジー\u001b[22m, \u001b[1mクラスターエッジが提供する実際のテーマやプロット本当に新しいものではありません：あなたがミックスにスローいくつかの魔法の力を持って+物事を撮影大きな機械で飛び回って、それらを爆破若い男の子...すべてはかなり標準的な問題メカファンタジー以内\u001b[22m\n\u001b[4mshonen construct.\u001b[24m\n    \u001b[1mshonen構成体。\u001b[22m, \u001b[1m少年コンストラクト。\u001b[22m\n\u001b[4mThe real enjoyment comes from their particular brand of the storytelling, which to me was artistic and innovative.\u001b[24m\n    \u001b[1m本当の楽しさは、私の芸術的で革新的なストーリーテリングの彼らの特定のブランドからもたらされます。\u001b[22m, \u001b[1m本当の楽しみは、私には芸術的で革新的だったストーリーテリングの彼らの特定のブランド、から来ています。\u001b[22m\n\u001b[4mMany might disagree with that point and just say that the story moved too slowly or that it was over-burdened with way too many flashbacks and that may be true but I enjoyed it nonetheless because while I like might like a good anime with a lot of\u001b[24m\n    \u001b[1m多くの人がその点に同意しないかもしれませんが、ストーリーがあまりにもゆっくりと動いたとか、あまりにも多くのフラッシュバックで過負荷になっていて、それが本当かもしれないと言いますが、それでも私は好きです。\u001b[22m, \u001b[1m多くは、その点に同意しないとだけ話があまりにもゆっくりと移動したり、それが道に過負担あまりにも多くのフラッシュバックしていて、本当かもしれないが、私が好きでは多くのとの良好なアニメが好きかもしれないが、ので、私はそれにもかかわらず、それを楽しんだと言うかもしれません\u001b[22m\n\u001b[4mfast paced action, I also whole-heartedly enjoy an anime that offers little or maybe just one action then switches focus on to everyone's subsequent RE-action.\u001b[24m\n    \u001b[1m速いペースのアクション、私は全面的に少しでも多分ただ一つのアクションを提供するアニメを楽しんで、その後誰もの後のREアクションに焦点を当てます。\u001b[22m, \u001b[1mペースの速いアクションは、私はまた、全体の心を込めちょうど1アクション多分ほとんど、あるいはを提供していますみんなの後続のRE-行動に焦点を当てる切り替えるアニメを楽しみます。\u001b[22m\n\u001b[1m\u001b[22m\nThat's how Cluster Edge is narrated, it gave you a bit of action and then focused on everybody's reaction and how the felt, like how the death of one affects the life of others...but it didn't just focus only on that one morbid concept. It touched on broader, more philosophically poignant themes such as the casualties of war and the importance of life, also how technological advancement can yield dual consequences and finally, human suffrage and equal rights [eventhough it's for a bunch of clones].\n\n\u001b[1mそういうわけで、クラスター・エッジはナレーションされています。それはあなたにちょっとした行動を与え、誰の反応にも焦点を当てました。どのようにして人の死が他の人の生活に影響を与えるかのように感じました...しかし、 病的な概念。 それは、戦争の犠牲や人生の重要性、技術進歩がいかにして二重の結果を生み出し、最終的には人間の選挙権と平等権をもたらすかといった、より広範で哲学的に鋭敏なテーマに触れました。\u001b[22m\n\u001b[1m(Sō iu wake de, kurasutā ejji wa narēshon sa rete imasu. Sore wa anata ni chottoshita kōdō o atae, dare no han'nō ni mo shōten o atemashita. Dono yō ni shite hito no shi ga hokanohito no seikatsu ni eikyōwoataeru ka no yō ni kanjimashita... Shikashi, byōtekina gainen. Sore wa, sensō no gisei ya jinsei no jūyō-sei, gijutsu shinpo ga ikani shite nijū no kekka o umidashi, saishūtekini wa ningen no senkyo-ken to byōdō-ken o motarasu ka to itta, yori kōhande tetsugaku-teki ni eibin'na tēma ni furemashita.)\u001b[22m\n\nTranslations of \u001b[4mThat's how Cluster Edge is narrated, it gave you a bit of action and then focused on everybody's reaction and how the felt, like how the death of one affects the life of others...but it didn't just focus only on that one morbid concept. It touched on broader, more philosophically poignant themes such as the casualties of war and the importance of life, also how technological advancement can yield dual consequences and finally, human suffrage and equal rights [eventhough it's for a bunch of clones].\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's how Cluster Edge is narrated, it gave you a bit of action and then focused on everybody's reaction and how the felt, like how the death of one affects the life of others...but it didn't just focus only on that one\u001b[24m\n    \u001b[1mそういうわけで、クラスター・エッジはナレーションされています。それはあなたにちょっとした行動を与え、誰の反応にも焦点を当てました。どのようにして人の死が他の人の生活に影響を与えるかのように感じました...しかし、\u001b[22m, \u001b[1mつまり、ナレーション方法クラスターエッジだ、それはあなたの行動のビットを与え、その後、みんなの反応に焦点を当て、どのように人の死は他人の人生に影響を与える...しかし、それはちょうどその1にのみ焦点を当てていなかったかのように感じました、\u001b[22m\n\u001b[4mmorbid concept.\u001b[24m\n    \u001b[1m病的な概念。\u001b[22m, \u001b[1m病的なコンセプト。\u001b[22m\n\u001b[4mIt touched on broader, more philosophically poignant themes such as the casualties of war and the importance of life, also how technological advancement can yield dual consequences and finally, human suffrage and equal rights [eventhough it's for a bunch of clones].\u001b[24m\n    \u001b[1mそれは、戦争の犠牲や人生の重要性、技術進歩がいかにして二重の結果を生み出し、最終的には人間の選挙権と平等権をもたらすかといった、より広範で哲学的に鋭敏なテーマに触れました。\u001b[22m, \u001b[1mこれは、[それはクローンの束のためだ本家]、最終的には人間の参政権と平等の権利を二重の結果をもたらすことができ、また、どのように技術の進歩は、このような戦争の死傷者や命の大切さなど、より広い、より哲学的に痛烈なテーマに触れました。\u001b[22m\n\u001b[1m\u001b[22m\nCast/Characters\n\n\u001b[1mキャスト/キャラクター\u001b[22m\n\u001b[1m(Kyasuto/ kyarakutā)\u001b[22m\n\nTranslations of \u001b[4mCast/Characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCast/Characters\u001b[24m\n    \u001b[1mキャスト/キャラクター\u001b[22m\nThe way the characters look or I should say rather that its their physical appearance and design that is one of the more fundamental criterion I'll use to evaluate a show and decide whether I'll watch it or not. It's been said by other reviews, both here as well as on other forums that just one look at these characters and you'll most definitely recognize some Gundam Wing characters in there. Now some people automatically go *BLEECH!* to there mere suggestion of Gundam Wing much less the idea of an newer anime series that's more or less kind of a throwback to the former series. But I don't really care! I LOVE IT!!! I am a sucker for a good bishonen anime series.\n\n\u001b[1mキャラクターがどのように見えるか、あるいは私は、ショーを評価して見るかどうかを決めるために使う、より基本的な基準の1つであるその物理的な外観とデザインではなく、 他のレビューや他のフォーラムでも、これらのキャラクターを一見するだけで、そこにあるガンダムウイングのキャラクターを間違いなく認識できます。 今ではいくつかの人々が自動的に* BLEECH！*ガンダムウィングの提案には、これまでのシリーズに戻って多かれ少なかれ種類の新しいアニメシリーズのアイデアはほとんどありません。 しかし、私は本当に気にしない！ 大好きです！！！ 私は良いbishonenアニメシリーズのための吸盤です。\u001b[22m\n\u001b[1m(Kyarakutā ga dono yōnimieru ka, aruiwa watashi wa, shō o hyōka shite miru ka dō ka o kimeru tame ni tsukau, yori kihon-tekina kijun no 1tsudearu sono butsuri-tekina gaikan to dezainde wa naku, hoka no rebyū ya hoka no fōramu demo, korera no kyarakutā o ikken suru dake de, soko ni aru gandamūingu no kyarakutā o machigainaku ninshiki dekimasu. Ima dewa ikutsu ka no hitobito ga jidōteki ni* BLEECH!* Gandamū~ingu no teian ni wa, kore made no shirīzu ni modotte ōkare sukunakare shurui no atarashī animeshirīzu no aidea wa hotondo arimasen. Shikashi, watashi wa hontōni kinishinai! Daisukidesu! ! ! Watashi wa yoi bishonen animeshirīzu no tame no kyūbandesu.)\u001b[22m\n\nTranslations of \u001b[4mThe way the characters look or I should say rather that its their physical appearance and design that is one of the more fundamental criterion I'll use to evaluate a show and decide whether I'll watch it or not. It's been said by other reviews, both here as well as on other forums that just one look at these characters and you'll most definitely recognize some Gundam Wing characters in there. Now some people automatically go *BLEECH!* to there mere suggestion of Gundam Wing much less the idea of an newer anime series that's more or less kind of a throwback to the former series. But I don't really care! I LOVE IT!!! I am a sucker for a good bishonen anime series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe way the characters look or I should say rather that its their physical appearance and design that is one of the more fundamental criterion I'll use to evaluate a show and decide whether I'll watch it or not.\u001b[24m\n    \u001b[1mキャラクターがどのように見えるか、あるいは私は、ショーを評価して見るかどうかを決めるために使う、より基本的な基準の1つであるその物理的な外観とデザインではなく、\u001b[22m, \u001b[1m方法は、文字が見えるか私が言うべきことではなく、私はショーを評価し、私はそれを見たりないでしょうかどうかを決定するために使用しますより基本的な基準の一つであり、その彼らの物理的な外観とデザイン。\u001b[22m\n\u001b[4mIt's been said by other reviews, both here as well as on other forums that just one look at these characters and you'll most definitely recognize some Gundam Wing characters in there.\u001b[24m\n    \u001b[1m他のレビューや他のフォーラムでも、これらのキャラクターを一見するだけで、そこにあるガンダムウイングのキャラクターを間違いなく認識できます。\u001b[22m, \u001b[1mこれは、ここだけでなく、ちょうど1これらの文字を見て、あなたが最も確かにそこにいくつかの新機動戦記ガンダムWの文字を認識します、他のフォーラムで、両方の、他のレビューによって言われています。\u001b[22m\n\u001b[4mNow some people automatically go *BLEECH!* to there mere suggestion of Gundam Wing much less the idea of an newer anime series that's more or less kind of a throwback to the former series.\u001b[24m\n    \u001b[1m今ではいくつかの人々が自動的に* BLEECH！*ガンダムウィングの提案には、これまでのシリーズに戻って多かれ少なかれ種類の新しいアニメシリーズのアイデアはほとんどありません。\u001b[22m, \u001b[1m今、何人かの人々は自動的に* BLEECHを行く！*新機動戦記ガンダムWの存在単なる提案にはるかに少ない旧シリーズへの先祖返りの多かれ少なかれのようなものだ新しいアニメシリーズのアイデア。\u001b[22m\n\u001b[4mBut I don't really care!\u001b[24m\n    \u001b[1mしかし、私は本当に気にしない！\u001b[22m, \u001b[1mしかし、私は本当に気にしません！\u001b[22m\n\u001b[4mI LOVE IT!!!\u001b[24m\n    \u001b[1m大好きです！！！\u001b[22m, \u001b[1m私はそれを愛する！\u001b[22m, \u001b[1mすごい好き!!!\u001b[22m\n\u001b[4mI am a sucker for a good bishonen anime series.\u001b[24m\n    \u001b[1m私は良いbishonenアニメシリーズのための吸盤です。\u001b[22m, \u001b[1m私は良い美少年アニメシリーズのための吸盤です。\u001b[22m\n\u001b[1m\u001b[22m\nI especially love Agate's physical appearance with his dark hair and dark eyes...very few animes give their lead characters black hair w/black or dark brown eyes. I love the expressions on his face especially his mischievous yet at the same time still good natured smile. With Fon, it should be pretty obvious that his character parallels that of Quatre Winner from GW with that cluelessly sweet and empathetic do-gooder personality of his. I also loved Chrome and his renegade crew of automated soldiers--I thought the triplets were funny. The character I disliked the most was probably the teacher Hema-sensei....for an adult he was pretty wussy and indecisive, the most redeemable quality about him was that at least he knows it. He'd often say how much stronger and more driven Chance and Vesuvia were compared to him. He really was a wuss.\n\n\u001b[1m私は特に、彼の黒髪や黒っぽい目で瑪瑙の物理的な外観を愛して...非常に少数のアニメは、黒や黒の茶色の目を持つ彼らのリード文字黒い髪を与える。 私は彼の顔の表情が特に好きですが、同時に彼は面白いですが、同時に、まだ良い素敵な笑顔。 フォンでは、彼の性格は、GWのQuatre Winnerのそれに似ています。 私はまた、クロームと彼の反乱軍の自動兵士を愛していました。私は三つ子が面白いと思っていました。 私が嫌いだったキャラクターは、おそらく先生のヘマ先生でした。大人のために、彼はかなり口調で控えめでした。彼についての最も償還可能な品質は、少なくとも彼がそれを知っていたということでした。 彼はしばしば、チャンスとベスヴィアがどれほど強く、より多くのことを彼に比べてどれほど強かったかを言うだろう。 彼は本当に大騒ぎでした。\u001b[22m\n\u001b[1m(Watashi wa tokuni, kare no kurokami ya kuroppoi me de menou no butsuri-tekina gaikan o aishite... Hijō ni shōsū no anime wa, kuro ya kuro no chairo no me o motsu karera no rīdo moji kuroi kami o ataeru. Watashi wa kare no kao no hyōjō ga tokuni sukidesuga, dōjini kare wa omoshiroidesuga, dōjini, mada yoi sutekina egao. Fonde wa, kare no seikaku wa, GW no kyatoru Winner no sore ni nite imasu. Watashi wa mata, kurōmu to kare no hanran-gun no jidō heishi o aishite imashita. Watashi wa mitsugo ga omoshiroi to omotte imashita. Watashi ga kiraidatta kyarakutā wa, osoraku sensei no hema senseideshita. Otona no tame ni, kare wa kanari kuchō de hikaemedeshita. Kare ni tsuite no mottomo shōkan kanōna hinshitsu wa, sukunakutomo kare ga sore o shitteita to iu kotodeshita. Kare wa shibashiba, chansu to besuvu~ia ga dorehodo tsuyoku, yori ōku no koto o kare ni kurabete dorehodo tsuyokatta ka o iudarou. Kare wa hontōni ōsawagideshita.)\u001b[22m\n\nTranslations of \u001b[4mI especially love Agate's physical appearance with his dark hair and dark eyes...very few animes give their lead characters black hair w/black or dark brown eyes. I love the expressions on his face especially his mischievous yet at the same time still good natured smile. With Fon, it should be pretty obvious that his character parallels that of Quatre Winner from GW with that cluelessly sweet and empathetic do-gooder personality of his. I also loved Chrome and his renegade crew of automated soldiers--I thought the triplets were funny. The character I disliked the most was probably the teacher Hema-sensei....for an adult he was pretty wussy and indecisive, the most redeemable quality about him was that at least he knows it. He'd often say how much stronger and more driven Chance and Vesuvia were compared to him. He really was a wuss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI especially love Agate's physical appearance with his dark hair and dark eyes...very few animes give their lead characters black hair w/black or dark brown eyes.\u001b[24m\n    \u001b[1m私は特に、彼の黒髪や黒っぽい目で瑪瑙の物理的な外観を愛して...非常に少数のアニメは、黒や黒の茶色の目を持つ彼らのリード文字黒い髪を与える。\u001b[22m, \u001b[1m私は特に、非常に少数のアニメはそのリードの文字を黒や濃い茶色の目/ワット黒い髪を与える...彼の黒い髪と黒い瞳と瑪瑙の物理的な外観が大好きです。\u001b[22m\n\u001b[4mI love the expressions on his face especially his mischievous yet at the same time still good natured smile.\u001b[24m\n    \u001b[1m私は彼の顔の表情が特に好きですが、同時に彼は面白いですが、同時に、まだ良い素敵な笑顔。\u001b[22m, \u001b[1m私は特に彼のいたずらまだ同時にまだ良い温厚な笑顔で彼の顔に表情が大好きです。\u001b[22m\n\u001b[4mWith Fon, it should be pretty obvious that his character parallels that of Quatre Winner from GW with that cluelessly sweet and empathetic do-gooder personality of his.\u001b[24m\n    \u001b[1mフォンでは、彼の性格は、GWのQuatre Winnerのそれに似ています。\u001b[22m, \u001b[1mフォンで、彼の性格は、彼のことcluelessly甘いと共感おせっかいパーソナリティとGWからキャトル受賞のそれに匹敵することはかなり明白であるべきです。\u001b[22m\n\u001b[4mI also loved Chrome and his renegade crew of automated soldiers--I thought the triplets were funny.\u001b[24m\n    \u001b[1m私はまた、クロームと彼の反乱軍の自動兵士を愛していました。私は三つ子が面白いと思っていました。\u001b[22m, \u001b[1m私はまた、Chromeと自動化された兵士の彼の反乱の乗組員を愛した - 私は、トリプレットは面白いと思っていました。\u001b[22m\n\u001b[4mThe character I disliked the most was probably the teacher Hema-sensei....for an adult he was pretty wussy and indecisive, the most redeemable quality about him was that at least he knows it.\u001b[24m\n    \u001b[1m私が嫌いだったキャラクターは、おそらく先生のヘマ先生でした。大人のために、彼はかなり口調で控えめでした。彼についての最も償還可能な品質は、少なくとも彼がそれを知っていたということでした。\u001b[22m, \u001b[1m私が最も嫌いな文字は、おそらく彼はかなりwussyと優柔不断だった大人のための教師ヘマ先生....だった、彼についてのほとんどの償還品質は、少なくとも、彼はそれを知っているということでした。\u001b[22m\n\u001b[4mHe'd often say how much stronger and more driven Chance and Vesuvia were compared to him.\u001b[24m\n    \u001b[1m彼はしばしば、チャンスとベスヴィアがどれほど強く、より多くのことを彼に比べてどれほど強かったかを言うだろう。\u001b[22m, \u001b[1m彼は多くの場合、より多くのチャンスを駆動し、Vesuviaは彼と比較したどのくらい強いと言うと思います。\u001b[22m\n\u001b[4mHe really was a wuss.\u001b[24m\n    \u001b[1m彼は本当に大騒ぎでした。\u001b[22m, \u001b[1m彼は本当に怖がりでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe main thing that bothers me about the characters' design has got to be the way the artist tapers in the boys' waistlines....it's too small and that makes the hips too much like females' hips. It's one thing to have long hair or a girlish face but it's another thing to have that long hair + a girlish face + girlie body.... it's too much! When the draw boys overy girly like that, there's nothing to say--animation wise--that it's NOT a female we're looking at and that the [male] voice actor wasn't just 'mis-casted' to play the role . Actually their whole body frame was too small, then the whole small waist/wide hip thing...it became even more apparent whenever the boys wore their school blazers buttoned up. I'm not saying boys can't have small frames, Vegeta from DBZ was small framed...but he was built like a man, and even all the bishonen pilots of Gundam Wing, though each were small in stature, were all built like boys.\n\n\u001b[1mキャラクターのデザインについて私を悩ませている主なものは、男の子のウエストラインでテーパがかかる方法でなければなりません....それは小さすぎるので、腰が女性の腰のようになりすぎます。 それは長い髪やガールの顔を持っていることの一つですが、それは長い髪+ガールフレンドの顔+ガールボディーを持っている別のもの....それはあまりにも多くです！ ドローの男の子たちがそんなにガーリーをやり過ぎると、アニメーションが賢明だということは何も言えません。それは、私たちが見ている女性ではなく、男性の声優が役割を果たすために「ミスキャスト」されただけではないということです 。 実際には彼らの全身のフレームは小さすぎ、全体的に小さなウエスト/ワイドなヒップなものでした...男の子たちが学校のブレザーを身に着けたときはいつもより明らかになりました。 私は男の子が小さなフレームを持つことはできないと言っているわけではないが、DBZのベジータは小さい額縁だった...しかし、彼は男のように建てられた。そして、ガンダムウィングのすべてのビショネンパイロットも、 男の子のように。\u001b[22m\n\u001b[1m(Kyarakutā no dezain ni tsuite watashi o nayama sete iru omona mono wa, otokonoko no uesuto rain de tēpa ga kakaru hōhōdenakereba narimasen. ... Sore wa chīsa sugirunode, koshi ga josei no koshi no yō ni nari sugimasu. Sore wa nagai kami ya gāru no kao o motte iru koto no hitotsudesuga, sore wa nagai kami + gārufurendo no kao + gārubodī o motte iru betsu no mono. ... Sore wa amarini mo ōkudesu! Dorō no otokonoko-tachi ga son'nani gārī o yari sugiru to, animēshon ga kenmeida to iu koto wa nani mo iemasen. Sore wa, watashitachi ga mite iru joseide wa naku, dansei no seiyū ga yakuwariwohatasu tame ni `misukyasuto' sa reta dakede wa nai to iu kotodesu. Jissai ni wa karera no zenshin no furēmu wa chīsa sugi, zentai-teki ni chīsana uesuto/ waidona hippuna monodeshita... Otokonoko-tachi ga gakkō no burezā o mi ni tsuketa toki wa itsumo yori akiraka ni narimashita. Watashi wa otokonoko ga chīsana furēmu o motsu koto wa dekinai to itte iru wakede wa naiga, DBZ no bejīta wa chīsai gakubuchidatta... Shikashi, kare wa otoko no yō ni tate rareta. Soshite, gandamū~ingu no subete no bishonenpairotto mo, otokonoko no yō ni.)\u001b[22m\n\nTranslations of \u001b[4mThe main thing that bothers me about the characters' design has got to be the way the artist tapers in the boys' waistlines....it's too small and that makes the hips too much like females' hips. It's one thing to have long hair or a girlish face but it's another thing to have that long hair + a girlish face + girlie body.... it's too much! When the draw boys overy girly like that, there's nothing to say--animation wise--that it's NOT a female we're looking at and that the [male] voice actor wasn't just 'mis-casted' to play the role . Actually their whole body frame was too small, then the whole small waist/wide hip thing...it became even more apparent whenever the boys wore their school blazers buttoned up. I'm not saying boys can't have small frames, Vegeta from DBZ was small framed...but he was built like a man, and even all the bishonen pilots of Gundam Wing, though each were small in stature, were all built like boys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main thing that bothers me about the characters' design has got to be the way the artist tapers in the boys' waistlines....it's too small and that makes the hips too much like females' hips.\u001b[24m\n    \u001b[1mキャラクターのデザインについて私を悩ませている主なものは、男の子のウエストラインでテーパがかかる方法でなければなりません....それは小さすぎるので、腰が女性の腰のようになりすぎます。\u001b[22m, \u001b[1m文字についての私を悩ます主なもの、それは小さすぎると、それは、女性「腰のような腰があまりにも多くなります....ウエストライン」のデザインは、アーティストが男の子に先細になっているように持っています」。\u001b[22m\n\u001b[4mIt's one thing to have long hair or a girlish face but it's another thing to have that long hair + a girlish face + girlie body.... it's too much!\u001b[24m\n    \u001b[1mそれは長い髪やガールの顔を持っていることの一つですが、それは長い髪+ガールフレンドの顔+ガールボディーを持っている別のもの....それはあまりにも多くです！\u001b[22m, \u001b[1mそれは、長い髪や女の子らしい顔を持っている一つのことだが、それは....それはあまりにも長い髪+女の子らしい顔+ガーリー体だということを持っている別のことです！\u001b[22m\n\u001b[4mWhen the draw boys overy girly like that, there's nothing to say--animation wise--that it's NOT a female we're looking at and that the [male] voice actor wasn't just 'mis-casted' to play the role\u001b[24m\n    \u001b[1mドローの男の子たちがそんなにガーリーをやり過ぎると、アニメーションが賢明だということは何も言えません。それは、私たちが見ている女性ではなく、男性の声優が役割を果たすために「ミスキャスト」されただけではないということです\u001b[22m, \u001b[1mドロー男の子は女の子らしいそのように、何も言うことはありませんオーヴェリーとき - アニメーションは賢明な - それは我々が見て、[男性]声優がちょうど「ミスキャストの役割を再生するにはなかったことをしている女性ではないこと\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mActually their whole body frame was too small, then the whole small waist/wide hip thing...it became even more apparent whenever the boys wore their school blazers buttoned up.\u001b[24m\n    \u001b[1m実際には彼らの全身のフレームは小さすぎ、全体的に小さなウエスト/ワイドなヒップなものでした...男の子たちが学校のブレザーを身に着けたときはいつもより明らかになりました。\u001b[22m, \u001b[1m実際に自分の全身フレームは、その後、全体の小さなウエスト/ワイドヒップ事小さすぎた...男の子はアップケリ学校のブレザーを着ていたときはいつでも、それがさらに明らかになりました。\u001b[22m\n\u001b[4mI'm not saying boys can't have small frames, Vegeta from DBZ was small framed...but he was built like a man, and even all the bishonen pilots of Gundam Wing, though each were small in stature, were all built\u001b[24m\n    \u001b[1m私は男の子が小さなフレームを持つことはできないと言っているわけではないが、DBZのベジータは小さい額縁だった...しかし、彼は男のように建てられた。そして、ガンダムウィングのすべてのビショネンパイロットも、\u001b[22m, \u001b[1m私はDBZからベジータは額装小さかった、男の子が小さなフレームを持つことができないとは言わないよ...しかし、彼は男のように建てられた、それぞれが身長が小さかったものの新機動戦記ガンダムWであっても、すべての美少年パイロットは、すべての造られました\u001b[22m\n\u001b[4mlike boys.\u001b[24m\n    \u001b[1m男の子のように。\u001b[22m, \u001b[1m男の子のような。\u001b[22m\n\u001b[1m\u001b[22m\nWorth it or NOT?\n\n\u001b[1mそれの価値かどうか？\u001b[22m\n\u001b[1m(Sore no kachi ka dō ka?)\u001b[22m\n\nTranslations of \u001b[4mWorth it or NOT?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWorth it or NOT?\u001b[24m\n    \u001b[1mそれの価値かどうか？\u001b[22m, \u001b[1mそれだけの価値かどうか？\u001b[22m\nThis show doesn't really have any collectible value and while it was a pretty captivating story while I was watching it....it's not something I would watch again because I know the ending already. Plus there weren't too many funny or memorable moments prompting me to rewatch it and lastly, I've already had all the key scenes engrained in my memory due to all the flashback scenes and re-cap episodes so that even if I were to watch this show again it would feel more like I'm watching it for the 8th time instead of only the second time around.\n\n\u001b[1mこのショーは本当にコレクティブルな価値はなく、私が見ている間はかなり魅惑的な話でしたが....私はもう終わりを知っているので、もう一度見ることはありません。 さらに、私にそれを見直すよう促すあまりにも多くの面白い思い出に残る瞬間はなかったし、最後に、すべてのフラッシュバックシーンと再キャップエピソードのために私はすでにすべての重要シーンを覚えていた。 このショーをもう一度見てみると、2回目ではなく、8回目を見ているように感じるでしょう。\u001b[22m\n\u001b[1m(Kono shō wa hontōni korekutiburuna kachi wa naku, watashi ga mite iru ma wa kanari miwaku-tekina hanashideshitaga. ... Watashi wa mō owari o shitte irunode, mōichido miru koto wa arimasen. Sarani, watashi ni sore o minaosu yō unagasu amarini mo ōku no omoshiroi omoide ni nokoru shunkan wa nakattashi, saigo ni, subete no furasshubakkushīn to sai kyappuepisōdo no tame ni watashi wa sudeni subete no jūyō shīn o oboete ita. Kono shō o mōichido mite miru to, 2-kai-mede wa naku, 8 eme o mite iru yō ni kanjirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThis show doesn't really have any collectible value and while it was a pretty captivating story while I was watching it....it's not something I would watch again because I know the ending already. Plus there weren't too many funny or memorable moments prompting me to rewatch it and lastly, I've already had all the key scenes engrained in my memory due to all the flashback scenes and re-cap episodes so that even if I were to watch this show again it would feel more like I'm watching it for the 8th time instead of only the second time around.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show doesn't really have any collectible value and while it was a pretty captivating story while I was watching it....it's not something I would watch again because I know the ending already.\u001b[24m\n    \u001b[1mこのショーは本当にコレクティブルな価値はなく、私が見ている間はかなり魅惑的な話でしたが....私はもう終わりを知っているので、もう一度見ることはありません。\u001b[22m, \u001b[1mこのショーは本当にすべてのコレクターの価値を持っていないと私はそれを見ていた一方で、それはかなり魅惑の物語であった....それは私が既に結末を知っているので、私はもう一度見て何かではありません。\u001b[22m\n\u001b[4mPlus there weren't too many funny or memorable moments prompting me to rewatch it and lastly, I've already had all the key scenes engrained in my memory due to all the flashback scenes and re-cap episodes so that even if I were to\u001b[24m\n    \u001b[1mさらに、私にそれを見直すよう促すあまりにも多くの面白い思い出に残る瞬間はなかったし、最後に、すべてのフラッシュバックシーンと再キャップエピソードのために私はすでにすべての重要シーンを覚えていた。\u001b[22m, \u001b[1mプラスそこにrewatchために私を促すあまりにも多くの面白いか記憶に残る瞬間はありませんでしたそして最後に、私はすでに私があったとしても、そのように起因するすべてのフラッシュバックのシーンと再キャップエピソードに私の記憶にこびりついたすべてのキーのシーンを持っていました\u001b[22m\n\u001b[4mwatch this show again it would feel more like I'm watching it for the 8th time instead of only the second time around.\u001b[24m\n    \u001b[1mこのショーをもう一度見てみると、2回目ではなく、8回目を見ているように感じるでしょう。\u001b[22m, \u001b[1mそれは私が8回目の代わりに周りだけ二度目のためにそれを見ているより多くのように感じるでしょう再びこの番組を見ます。\u001b[22m"
  },
  {
    "title": "Cluster_Edge",
    "id": "69",
    "url": "https://myanimelist.net/anime/69/Cluster_Edge",
    "user": "TomkHz",
    "profile": "/profile/TomkHz/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=19930",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私がこのアニメを終えたら、このページをもう一度見落としました。「うわー、このシリーズはどのように6.64の評価しかないの？\n\nプロットは、今日の社会において、非常に打撃を与えるトピックの多くをカバーしています。 戦争、差別、人間のクローンニング（基本的に彼らは超人と超自然的な力を持っていた。 彼らは深刻さを損なわずにコメディーをうまくミックスしています。 私のお気に入りは三つ組の人工戦士です。 彼らの行動は素晴らしい、壊れた茎に花を戻したときのように、匂いを嗅ぐつもりならば拾うのは無駄だと言われたように。\n\nこのアニメや組織を巻き込んだ他のアニメで私を倒す唯一の事は、人間がとても残酷かもしれないとは信じられないということです。 何らかの理由で私は邪悪な企業でさえも良い人がいると思っていますが、それはあまりにも幼稚だと思います。  ：-P\n\n誰にでもこのアニメをお勧めします。 私が最近見た中で最も優れたアニメの一つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen I finished this anime then overlooked this page again all I could think is: 'Wow, how does this series only have a 6.64 rating.'\n\n\u001b[1m私がこのアニメを終えたら、このページをもう一度見落としました。「うわー、このシリーズはどのように6.64の評価しかないの？\u001b[22m\n\u001b[1m(Watashi ga kono anime o oetara, kono pēji o mōichido miotoshimashita. `Uwa ̄ , kono shirīzu wa dono yō ni 6. 64 No hyōka shika nai no?)\u001b[22m\n\nTranslations of \u001b[4mWhen I finished this anime then overlooked this page again all I could think is: 'Wow, how does this series only have a 6.64 rating.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I finished this anime then overlooked this page again all I could think is: 'Wow, how does this series only have a 6.64 rating.'\u001b[24m\n    \u001b[1m私がこのアニメを終えたら、このページをもう一度見落としました。「うわー、このシリーズはどのように6.64の評価しかないの？\u001b[22m, \u001b[1m私はこのアニメを終了したら、このページには、私が考えることができるすべては再び見落とし： '。うわー、どのようにこのシリーズは唯一の6.64の評価を持っていません」\u001b[22m\n\u001b[1m\u001b[22m\nThe plot covers a lot of very hard hitting topics in today's society. War, discrimination, human cloning(basically.. except they made them with superhuman and supernatural powers). They mix in comedy very well while keeping the seriousness intact. My favorite are the triplet artificial warriors. Their actions are brilliant, like when they tied the flowers back to the broken stem after they got told it was a waste to pick them if they were just going to smell them.\n\n\u001b[1mプロットは、今日の社会において、非常に打撃を与えるトピックの多くをカバーしています。 戦争、差別、人間のクローンニング（基本的に彼らは超人と超自然的な力を持っていた。 彼らは深刻さを損なわずにコメディーをうまくミックスしています。 私のお気に入りは三つ組の人工戦士です。 彼らの行動は素晴らしい、壊れた茎に花を戻したときのように、匂いを嗅ぐつもりならば拾うのは無駄だと言われたように。\u001b[22m\n\u001b[1m(Purotto wa, kyō no shakai ni oite, hijō ni dageki o ataeru topikku no ōku o kabā shite imasu. Sensō, sabetsu, ningen no kurōn'ningu (kihontekini karera wa chōjin to chō shizen-tekina chikara o motte ita. Karera wa shinkoku-sa o sokonawazu ni komedī o umaku mikkusu shite imasu. Watashi no okiniiri wa mitsugumi no jinkō senshidesu. Karera no kōdō wa subarashī, kowareta kuki ni hana o modoshita toki no yō ni, nioi o kagu tsumorinaraba hirou no wa mudada to iwa reta yō ni.)\u001b[22m\n\nTranslations of \u001b[4mThe plot covers a lot of very hard hitting topics in today's society. War, discrimination, human cloning(basically.. except they made them with superhuman and supernatural powers). They mix in comedy very well while keeping the seriousness intact. My favorite are the triplet artificial warriors. Their actions are brilliant, like when they tied the flowers back to the broken stem after they got told it was a waste to pick them if they were just going to smell them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot covers a lot of very hard hitting topics in today's society.\u001b[24m\n    \u001b[1mプロットは、今日の社会において、非常に打撃を与えるトピックの多くをカバーしています。\u001b[22m, \u001b[1mプロットは、今日の社会では非常に打撃トピックの多くをカバーしています。\u001b[22m\n\u001b[4mWar, discrimination, human cloning(basically.. except they made them with superhuman and supernatural powers).\u001b[24m\n    \u001b[1m戦争、差別、人間のクローンニング（基本的に彼らは超人と超自然的な力を持っていた。\u001b[22m, \u001b[1m戦争、差別、人間のクローン（基本的に..彼らは超人と超自然的な力でそれらを作っ除きます）。\u001b[22m\n\u001b[4mThey mix in comedy very well while keeping the seriousness intact.\u001b[24m\n    \u001b[1m彼らは深刻さを損なわずにコメディーをうまくミックスしています。\u001b[22m, \u001b[1m無傷の深刻さを維持しながら、彼らは非常によくコメディで混ぜます。\u001b[22m\n\u001b[4mMy favorite are the triplet artificial warriors.\u001b[24m\n    \u001b[1m私のお気に入りは三つ組の人工戦士です。\u001b[22m, \u001b[1m私のお気に入りは、トリプレット人工戦士です。\u001b[22m\n\u001b[4mTheir actions are brilliant, like when they tied the flowers back to the broken stem after they got told it was a waste to pick them if they were just going to smell them.\u001b[24m\n    \u001b[1m彼らの行動は素晴らしい、壊れた茎に花を戻したときのように、匂いを嗅ぐつもりならば拾うのは無駄だと言われたように。\u001b[22m, \u001b[1m彼らの行動は、華麗です、彼らはちょうどそれらの匂いを嗅ぐするつもりだった場合、彼らは彼らを選ぶために無駄だった告げてしまった後、彼らが戻って壊れた茎に花を結んだときのように。\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing that gets me down with this anime and many other animes that involve organizations is that I can't believe humans could be so cruel. For some reason I'd like to think even evil corporations would have good guys in them as well but I guess that is too childish. :-P\n\n\u001b[1mこのアニメや組織を巻き込んだ他のアニメで私を倒す唯一の事は、人間がとても残酷かもしれないとは信じられないということです。 何らかの理由で私は邪悪な企業でさえも良い人がいると思っていますが、それはあまりにも幼稚だと思います。  ：-P\u001b[22m\n\u001b[1m(Kono anime ya soshiki o makikonda ta no anime de watashi o taosu yuiitsu no koto wa, ningen ga totemo zankoku kamo shirenai to wa shinji rarenai to iu kotodesu. Nanrakano riyū de watashi wa jaakuna kigyōde sae mo yoi hito ga iru to omotte imasuga, sore wa amarini mo yōchida to omoimasu. : - P)\u001b[22m\n\nTranslations of \u001b[4mThe only thing that gets me down with this anime and many other animes that involve organizations is that I can't believe humans could be so cruel. For some reason I'd like to think even evil corporations would have good guys in them as well but I guess that is too childish. :-P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing that gets me down with this anime and many other animes that involve organizations is that I can't believe humans could be so cruel.\u001b[24m\n    \u001b[1mこのアニメや組織を巻き込んだ他のアニメで私を倒す唯一の事は、人間がとても残酷かもしれないとは信じられないということです。\u001b[22m, \u001b[1mこのアニメや組織が関与する他の多くのアニメで私を降り唯一の事は、私は人間が残酷かもしれない信じることができないということです。\u001b[22m\n\u001b[4mFor some reason I'd like to think even evil corporations would have good guys in them as well but I guess that is too childish.\u001b[24m\n    \u001b[1m何らかの理由で私は邪悪な企業でさえも良い人がいると思っていますが、それはあまりにも幼稚だと思います。\u001b[22m, \u001b[1m何らかの理由で私も悪企業が同様にそれらに善玉を持っていると思うしたいのですが、私はそれがあまりにも幼稚だと思います。\u001b[22m\n\u001b[4m:-P\u001b[24m\n    \u001b[1m：-P\u001b[22m\n\u001b[1m\u001b[22m\nI'd recommend this anime to anyone. It is one of the best overall animes I've seen recently.\n\n\u001b[1m誰にでもこのアニメをお勧めします。 私が最近見た中で最も優れたアニメの一つです。\u001b[22m\n\u001b[1m(Darenidemo kono anime o o susume shimasu. Watashi ga saikin mita naka de mottomo sugureta anime no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mI'd recommend this anime to anyone. It is one of the best overall animes I've seen recently.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd recommend this anime to anyone.\u001b[24m\n    \u001b[1m誰にでもこのアニメをお勧めします。\u001b[22m, \u001b[1m私は誰にもこのアニメをお勧めします。\u001b[22m\n\u001b[4mIt is one of the best overall animes I've seen recently.\u001b[24m\n    \u001b[1m私が最近見た中で最も優れたアニメの一つです。\u001b[22m, \u001b[1mそれは私が最近見た中で最高の全体的なアニメの一つです。\u001b[22m"
  },
  {
    "title": "Cluster_Edge",
    "id": "69",
    "url": "https://myanimelist.net/anime/69/Cluster_Edge",
    "user": "ADayWithoutMe",
    "profile": "/profile/ADayWithoutMe/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=31598",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  6\nキャラクター|  4\n|  2\n\n私は正直でなければならない - なぜこれがそのような高い評価を持っているのか分からない。 私は今まで見たことのない最も鈍いショーの一つとして、まともな要素を取って、それらをまるで浪費してしまった、これよりも実行が悪いショーを考えるのは難しいです。\n\nそして、本当に、それは問題です。このショーは、ぼんやりと退屈です。 はい、飛行機は本当にクールです、はい、政治は面白いはずですが、ペースはひどく、メインキャラクター、瑪瑙は約4歳の自画像と同様にレンダリングされます。 それは本当にかなり麻痺しています。\n\n大きな失望。 私が言ったように、飛行機は本当に素晴らしいので、私は本当にそれが好きでした。 しかし、その最高の退屈での運動。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nI have to be honest - I don't understand why this has such a high rating. I'm hard-pressed to think of a show with poorer execution than this one, which managed to take some decent elements and squander them utterly by being one of the dullest shows I've ever watched.\n\n\u001b[1m私は正直でなければならない - なぜこれがそのような高い評価を持っているのか分からない。 私は今まで見たことのない最も鈍いショーの一つとして、まともな要素を取って、それらをまるで浪費してしまった、これよりも実行が悪いショーを考えるのは難しいです。\u001b[22m\n\u001b[1m(Watashi wa shōjikidenakereba naranai - naze kore ga sono yōna takai hyōka o motte iru no ka wakaranai. Watashi wa imamade mita koto no nai mottomo nibui shō no hitotsu to shite, matomona yōso o totte, sorera o marude rōhi shite shimatta, kore yori mo jikkō ga warui shō o kangaeru no wa muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI have to be honest - I don't understand why this has such a high rating. I'm hard-pressed to think of a show with poorer execution than this one, which managed to take some decent elements and squander them utterly by being one of the dullest shows I've ever watched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to be honest - I don't understand why this has such a high rating.\u001b[24m\n    \u001b[1m私は正直でなければならない - なぜこれがそのような高い評価を持っているのか分からない。\u001b[22m, \u001b[1m私は正直でなければならない - これは、このような高い評価を持っている理由を私は理解していません。\u001b[22m\n\u001b[4mI'm hard-pressed to think of a show with poorer execution than this one, which managed to take some decent elements and squander them utterly by being one of the dullest shows I've ever watched.\u001b[24m\n    \u001b[1m私は今まで見たことのない最も鈍いショーの一つとして、まともな要素を取って、それらをまるで浪費してしまった、これよりも実行が悪いショーを考えるのは難しいです。\u001b[22m, \u001b[1m私はいくつかのまともな要素を取り、私が今まで見てきた退屈ショーの1つであることにより、全くそれらを浪費するために管理し、この1、より貧しい実行してshowを考えるために四苦八苦です。\u001b[22m\n\u001b[1m\u001b[22m\nAnd, really, that's the problem - this show is obscenely boring. Yes, the planes are really cool, yes, the politics should be interesting, but the pace is awful and the main character, Agate, is rendered about as well as a 4 year old's self-portrait. Its really quite mind-numbing.\n\n\u001b[1mそして、本当に、それは問題です。このショーは、ぼんやりと退屈です。 はい、飛行機は本当にクールです、はい、政治は面白いはずですが、ペースはひどく、メインキャラクター、瑪瑙は約4歳の自画像と同様にレンダリングされます。 それは本当にかなり麻痺しています。\u001b[22m\n\u001b[1m(Soshite, hontōni, soreha mondaidesu. Kono shō wa, bon'yari to taikutsudesu. Hai, hikōki wa hontōni kūrudesu, wa i, seiji wa omoshiroi hazudesuga, pēsu wa hidoku, meinkyarakutā, menou wa yaku 4-sai no jigazō to dōyō ni rendaringu sa remasu. Sore wa hontōni kanari mahi shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd, really, that's the problem - this show is obscenely boring. Yes, the planes are really cool, yes, the politics should be interesting, but the pace is awful and the main character, Agate, is rendered about as well as a 4 year old's self-portrait. Its really quite mind-numbing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd, really, that's the problem - this show is obscenely boring.\u001b[24m\n    \u001b[1mそして、本当に、それは問題です。このショーは、ぼんやりと退屈です。\u001b[22m, \u001b[1mそして、実際に、それが問題だ - このショーはわいせつ退屈です。\u001b[22m\n\u001b[4mYes, the planes are really cool, yes, the politics should be interesting, but the pace is awful and the main character, Agate, is rendered about as well as a 4 year old's self-portrait.\u001b[24m\n    \u001b[1mはい、飛行機は本当にクールです、はい、政治は面白いはずですが、ペースはひどく、メインキャラクター、瑪瑙は約4歳の自画像と同様にレンダリングされます。\u001b[22m, \u001b[1mはい、飛行機はイエス、政治は興味深いものになるべきで、本当にクールですが、ペースはひどいですし、メインキャラクター、アゲートは、約レンダリングと同様の4歳の自画像されます。\u001b[22m\n\u001b[4mIts really quite mind-numbing.\u001b[24m\n    \u001b[1mそれは本当にかなり麻痺しています。\u001b[22m, \u001b[1mその実際にはかなり退屈でつまらないです。\u001b[22m\n\u001b[1m\u001b[22m\nA big disappointment. I really wanted to like it, because, like I said, the planes are really great. But its an exercise in boredom at best.\n\n\u001b[1m大きな失望。 私が言ったように、飛行機は本当に素晴らしいので、私は本当にそれが好きでした。 しかし、その最高の退屈での運動。\u001b[22m\n\u001b[1m(Ōkina shitsubō. Watashi ga itta yō ni, hikōki wa hontōni subarashīnode, watashi wa hontōni sore ga sukideshita. Shikashi, sono saikō no taikutsu de no undō.)\u001b[22m\n\nTranslations of \u001b[4mA big disappointment. I really wanted to like it, because, like I said, the planes are really great. But its an exercise in boredom at best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA big disappointment.\u001b[24m\n    \u001b[1m大きな失望。\u001b[22m\n\u001b[4mI really wanted to like it, because, like I said, the planes are really great.\u001b[24m\n    \u001b[1m私が言ったように、飛行機は本当に素晴らしいので、私は本当にそれが好きでした。\u001b[22m, \u001b[1m私は本当に私が言ったように、飛行機は本当に素晴らしいです、ので、それを好きにしたかったです。\u001b[22m\n\u001b[4mBut its an exercise in boredom at best.\u001b[24m\n    \u001b[1mしかし、その最高の退屈での運動。\u001b[22m, \u001b[1mしかし、退屈で、その運動せいぜい。\u001b[22m"
  },
  {
    "title": "Cluster_Edge",
    "id": "69",
    "url": "https://myanimelist.net/anime/69/Cluster_Edge",
    "user": "smileggd",
    "profile": "/profile/smileggd/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=14913",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私は物語が非常に興味深くユニークであることを発見しました。 私は、（私はたくさんありますが）私が見たすべてのアニメを入れても、勧告として入れて同様のものを考えようとしましたが、私は遠く離れた何も考えることができませんでした。\n主人公、瑪瑙は、興味深い人格を持っていた、と彼の人生の早い段階へのフラッシュバックは、物語に多くを追加しました。 サポートキャラクターはショー全体を結びつけ、それぞれが自分の習慣、性格、スタイルを持っていました。\n少数のエピソードに凝縮されていれば偉大なアニメでした。 実際には4つのエピソードごとに要点がありましたが、それはむしろ迷惑になりましたが、重要なプロット情報が失われてしまう恐れがあるため、 私の提案：ショーを見てください。 それは良いです。 しかし、要約すると、それをスキップします。 新しいことは起こりません。 お楽しみください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI found the story to be very interesting and unique. I tried to think of something similar to put in as a recommendation, put even with all the anime I've watch (which is a lot), I couldn't think of anything remotely similar.\n\n\u001b[1m私は物語が非常に興味深くユニークであることを発見しました。 私は、（私はたくさんありますが）私が見たすべてのアニメを入れても、勧告として入れて同様のものを考えようとしましたが、私は遠く離れた何も考えることができませんでした。\u001b[22m\n\u001b[1m(Watashi wa monogatari ga hijō ni kyōmibukaku yunīkudearu koto o hakken shimashita. Watashi wa,(watashi wa takusan arimasuga) watashi ga mita subete no anime o iretemo, kankoku to shite irete dōyō no mono o kangaeyou to shimashitaga, watashi wa tōku hanareta nani mo kangaeru koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI found the story to be very interesting and unique. I tried to think of something similar to put in as a recommendation, put even with all the anime I've watch (which is a lot), I couldn't think of anything remotely similar.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the story to be very interesting and unique.\u001b[24m\n    \u001b[1m私は物語が非常に興味深くユニークであることを発見しました。\u001b[22m, \u001b[1m私は物語は非常に興味深く、ユニークであることが判明しました。\u001b[22m\n\u001b[4mI tried to think of something similar to put in as a recommendation, put even with all the anime I've watch (which is a lot), I couldn't think of anything remotely similar.\u001b[24m\n    \u001b[1m私は、（私はたくさんありますが）私が見たすべてのアニメを入れても、勧告として入れて同様のものを考えようとしましたが、私は遠く離れた何も考えることができませんでした。\u001b[22m, \u001b[1m私も、私は（たくさんある）見てきたすべてのアニメに入れ、勧告として入れて似たようなを考えてみました、私はリモートで同様のものを考えることができませんでした。\u001b[22m\nThe main character, Agate, had an interesting personality, and the flashbacks to early in his life added a lot to the story. The supporting characters helped tie the whole show together and each had their own habits, personality, and style as well.\n\n\u001b[1m主人公、瑪瑙は、興味深い人格を持っていた、と彼の人生の早い段階へのフラッシュバックは、物語に多くを追加しました。 サポートキャラクターはショー全体を結びつけ、それぞれが自分の習慣、性格、スタイルを持っていました。\u001b[22m\n\u001b[1m(Shujinkō, menou wa, kyōmibukai jinkaku o motte ita, to kare no jinsei no hayai dankai e no furasshu bakku wa, monogatari ni ōku o tsuika shimashita. Sapōtokyarakutā wa shō zentai o musubitsuke, sorezore ga jibun no shūkan, seikaku, sutairu o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe main character, Agate, had an interesting personality, and the flashbacks to early in his life added a lot to the story. The supporting characters helped tie the whole show together and each had their own habits, personality, and style as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character, Agate, had an interesting personality, and the flashbacks to early in his life added a lot to the story.\u001b[24m\n    \u001b[1m主人公、瑪瑙は、興味深い人格を持っていた、と彼の人生の早い段階へのフラッシュバックは、物語に多くを追加しました。\u001b[22m, \u001b[1mメインキャラクター、瑪瑙は、面白い個性を持っていて、フラッシュバックは、初期の彼の生活の中での話に多くを追加します。\u001b[22m\n\u001b[4mThe supporting characters helped tie the whole show together and each had their own habits, personality, and style as well.\u001b[24m\n    \u001b[1mサポートキャラクターはショー全体を結びつけ、それぞれが自分の習慣、性格、スタイルを持っていました。\u001b[22m, \u001b[1m脇役は一緒に全体のショーを結ぶ助け、それぞれが同様に彼らの自身の習慣、性格、スタイルを持っていました。\u001b[22m\nIt was a great anime, if only it had been condensed into fewer episodes. Practically every four episodes was a recap, which got rather annoying, but I felt like I had to watch the recaps in fear of missing vital plot information. My suggestion: watch the show. It's good. But if you get to a recap, skip it. Nothing new happens in them. Enjoy.\n\n\u001b[1m少数のエピソードに凝縮されていれば偉大なアニメでした。 実際には4つのエピソードごとに要点がありましたが、それはむしろ迷惑になりましたが、重要なプロット情報が失われてしまう恐れがあるため、 私の提案：ショーを見てください。 それは良いです。 しかし、要約すると、それをスキップします。 新しいことは起こりません。 お楽しみください。\u001b[22m\n\u001b[1m(Shōsū no episōdo ni gyōshuku sa rete ireba idaina animedeshita. Jissai ni wa 4tsu no episōdo-goto ni yōten ga arimashitaga, sore wa mushiro meiwaku ni narimashitaga, jūyōna purotto jōhō ga ushinawa rete shimau osore ga aru tame, watashi no teian: Shō o mite kudasai. Sore wa yoidesu. Shikashi, yōyaku suru to, sore o sukippu shimasu. Atarashī koto wa okorimasen. O tanoshimi kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIt was a great anime, if only it had been condensed into fewer episodes. Practically every four episodes was a recap, which got rather annoying, but I felt like I had to watch the recaps in fear of missing vital plot information. My suggestion: watch the show. It's good. But if you get to a recap, skip it. Nothing new happens in them. Enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was a great anime, if only it had been condensed into fewer episodes.\u001b[24m\n    \u001b[1m少数のエピソードに凝縮されていれば偉大なアニメでした。\u001b[22m, \u001b[1mそれは少数のエピソードに凝縮されていた場合にのみ、それは、偉大なアニメでした。\u001b[22m\n\u001b[4mPractically every four episodes was a recap, which got rather annoying, but I felt like I had to watch the recaps in fear of missing vital plot information.\u001b[24m\n    \u001b[1m実際には4つのエピソードごとに要点がありましたが、それはむしろ迷惑になりましたが、重要なプロット情報が失われてしまう恐れがあるため、\u001b[22m, \u001b[1m実質的にすべての4エピソードはむしろ迷惑だ要約、だったが、私は重要なプロット情報が欠落しての恐怖の中でrecapsを見ていたように私は感じました。\u001b[22m\n\u001b[4mMy suggestion: watch the show.\u001b[24m\n    \u001b[1m私の提案：ショーを見てください。\u001b[22m, \u001b[1m私の提案：ショーを見ます。\u001b[22m\n\u001b[4mIt's good.\u001b[24m\n    \u001b[1mそれは良いです。\u001b[22m, \u001b[1mそれは良いことです。\u001b[22m\n\u001b[4mBut if you get to a recap, skip it.\u001b[24m\n    \u001b[1mしかし、要約すると、それをスキップします。\u001b[22m, \u001b[1mあなたは復習に取得する場合でも、それをスキップ。\u001b[22m\n\u001b[4mNothing new happens in them.\u001b[24m\n    \u001b[1m新しいことは起こりません。\u001b[22m, \u001b[1m新しい何もそれらに起こりません。\u001b[22m\n\u001b[4mEnjoy.\u001b[24m\n    \u001b[1mお楽しみください。\u001b[22m"
  },
  {
    "title": "Cluster_Edge",
    "id": "69",
    "url": "https://myanimelist.net/anime/69/Cluster_Edge",
    "user": "Tia22",
    "profile": "/profile/Tia22/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=102233",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  3\nサウンド|  5\nキャラクター|  2\n|  2\n\nショーは恐ろしく退屈だった。 私はそれがいかに面白いかにほとんど涙を流した。 それは遅かったし、フィラーはすべてひどいものだったし、私たちがすでに10回見た非常に刺激的なものではない。\n\n私はすでに、コメディのためのものではなく、Bleachのフィラーのような、フィラーのエピソードを嫌い、永遠に続いていました。 しかしながら、\n\n私はゆっくり歩くアニメのようなジョセイと現実的なものを見ていますが、これはまったく言葉のぼやけではなく、女性が直面していたものでした。\n\nまた、私はかなりの男の子（bishounen）のかなりのファンであり、男性キャラクターの間の密接な関係は、Nabari No Ouのレベルにまで及んでいます。 しかし、これはちょうど厄介でした。 キャラクターの中にあなたが見つけた関係について、全くスリリングでも面白いものもありませんでした。\n\n絵については、アーティストが貧弱な仕事をしたと感じました。私は自分自身が今考えていることを見つけました。そして、「ほぼすべての人にとって、ひよこのように見えます。 かなり女性に見えなかった唯一のキャラクターはおそらく、メランコリックで白いボードのキャラクターだったヘマでした。私はそれの完全な無垢からほとんど涙を流しました。\n\n音楽は特別なものではなく、設定は大丈夫だった。 最初は飛行機に興味がありましたが、まだ2番目のエピソードではボアになっていました。\n\n私は作家やアニメーターに努力を惜しみなく与え、人工的な兵士や戦争における彼らの役割についての素晴らしいアイディアを考えてみましょう。これはすべての人に並行させることができます 今日私たちの社会で奇妙な話題が浮上しています。\n\n長い間、レビューしていない。 それはすべての勇敢ではなかった願っています。  ..;）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nthe show was dreadfully boring. I almost shed tears at how uninteresting it was. It was slow, and the fillers were all terrible, and piled with recaps of a ton of not so exciting stuff we already saw ten times.\n\n\u001b[1mショーは恐ろしく退屈だった。 私はそれがいかに面白いかにほとんど涙を流した。 それは遅かったし、フィラーはすべてひどいものだったし、私たちがすでに10回見た非常に刺激的なものではない。\u001b[22m\n\u001b[1m(Shō wa osoroshiku taikutsudatta. Watashi wa sore ga ikani omoshiroi ka ni hotondo namida o nagashita. Sore wa osokattashi, firā wa subete hidoi monodattashi, watashitachi ga sudeni 10-kai mita hijō ni shigeki-tekina monode wanai.)\u001b[22m\n\nTranslations of \u001b[4mthe show was dreadfully boring. I almost shed tears at how uninteresting it was. It was slow, and the fillers were all terrible, and piled with recaps of a ton of not so exciting stuff we already saw ten times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe show was dreadfully boring.\u001b[24m\n    \u001b[1mショーは恐ろしく退屈だった。\u001b[22m, \u001b[1mショーはものすごく退屈でした。\u001b[22m\n\u001b[4mI almost shed tears at how uninteresting it was.\u001b[24m\n    \u001b[1m私はそれがいかに面白いかにほとんど涙を流した。\u001b[22m, \u001b[1m私はほとんどそれがいかに面白くないで涙を流しました。\u001b[22m\n\u001b[4mIt was slow, and the fillers were all terrible, and piled with recaps of a ton of not so exciting stuff we already saw ten times.\u001b[24m\n    \u001b[1mそれは遅かったし、フィラーはすべてひどいものだったし、私たちがすでに10回見た非常に刺激的なものではない。\u001b[22m, \u001b[1mそれは遅く、充填剤はすべてひどいものだった、と我々はすでに10回を見てとてもエキサイティングではないもののトンのrecapsと積ま。\u001b[22m\n\u001b[1m\u001b[22m\nI already hate filler episodes that are not mainly for comedy, like the fillers in Bleach that went on forever, which was nearly completely unmanageable, if just to see the familiar character's faces, one holds on. However,\n\n\u001b[1m私はすでに、コメディのためのものではなく、Bleachのフィラーのような、フィラーのエピソードを嫌い、永遠に続いていました。 しかしながら、\u001b[22m\n\u001b[1m(Watashi wa sudeni, komedi no tame no monode wa naku, Bleach no firā no yōna, firā no episōdo o kirai, eien ni tsudzuite imashita. Shikashinagara,)\u001b[22m\n\nTranslations of \u001b[4mI already hate filler episodes that are not mainly for comedy, like the fillers in Bleach that went on forever, which was nearly completely unmanageable, if just to see the familiar character's faces, one holds on. However,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI already hate filler episodes that are not mainly for comedy, like the fillers in Bleach that went on forever, which was nearly completely unmanageable, if just to see the familiar character's faces, one holds on.\u001b[24m\n    \u001b[1m私はすでに、コメディのためのものではなく、Bleachのフィラーのような、フィラーのエピソードを嫌い、永遠に続いていました。\u001b[22m, \u001b[1m私はすでにちょうどおなじみのキャラクターの顔を見ることがあれば、ほぼ完全に管理不可能だった永遠に行ってきました漂白剤中の充填剤のような、コメディを中心にではないフィラーエピソードを嫌い、1がオンに保持しています。\u001b[22m\n\u001b[4mHowever,\u001b[24m\n    \u001b[1mしかしながら、\u001b[22m, \u001b[1mしかし、\u001b[22m, \u001b[1mしかしながら、\u001b[22m, \u001b[1mただし、\u001b[22m\n\u001b[1m\u001b[22m\nMoving on, I watch slow paced anime's like josei, and realistic ones too but this was none of the above it was just a blur of words, and female faced guys.\n\n\u001b[1m私はゆっくり歩くアニメのようなジョセイと現実的なものを見ていますが、これはまったく言葉のぼやけではなく、女性が直面していたものでした。\u001b[22m\n\u001b[1m(Watashi wa yukkuri aruku anime no yōna josei to genjitsu-tekina mono o mite imasuga, kore wa mattaku kotoba no boyakede wa naku, josei ga chokumen shite ita monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mMoving on, I watch slow paced anime's like josei, and realistic ones too but this was none of the above it was just a blur of words, and female faced guys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving on, I watch slow paced anime's like josei, and realistic ones too but this was none of the above it was just a blur of words, and female faced guys.\u001b[24m\n    \u001b[1m私はゆっくり歩くアニメのようなジョセイと現実的なものを見ていますが、これはまったく言葉のぼやけではなく、女性が直面していたものでした。\u001b[22m, \u001b[1m上の移動、私も城西のようなスローペースのアニメの、と現実的なものを見るが、これはそれがあった上に言葉だけのぼかし、および女性の直面する男のどれもありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, i am quite a fan of pretty boys (bishounen), and close relationships between male characters, even to the level of Nabari No Ou. However, this was just nasty. There was absolutely nothing thrilling or interesting about the relationships you find amongst the characters.\n\n\u001b[1mまた、私はかなりの男の子（bishounen）のかなりのファンであり、男性キャラクターの間の密接な関係は、Nabari No Ouのレベルにまで及んでいます。 しかし、これはちょうど厄介でした。 キャラクターの中にあなたが見つけた関係について、全くスリリングでも面白いものもありませんでした。\u001b[22m\n\u001b[1m(Mata, watashi wa kanari no otokonoko (bishounen) no kanari no fandeari, dansei kyarakutā no ma no missetsuna kankei wa, Nabari No Ou no reberu ni made oyonde imasu. Shikashi, kore wa chōdo yakkaideshita. Kyarakutā no naka ni anata ga mitsuketa kankei ni tsuite, mattaku suriringude mo omoshiroi mono mo arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAlso, i am quite a fan of pretty boys (bishounen), and close relationships between male characters, even to the level of Nabari No Ou. However, this was just nasty. There was absolutely nothing thrilling or interesting about the relationships you find amongst the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, i am quite a fan of pretty boys (bishounen), and close relationships between male characters, even to the level of Nabari No Ou.\u001b[24m\n    \u001b[1mまた、私はかなりの男の子（bishounen）のかなりのファンであり、男性キャラクターの間の密接な関係は、Nabari No Ouのレベルにまで及んでいます。\u001b[22m, \u001b[1mまた、私も隠の王のレベルに、非常にきれいな男の子（美少年）のファン、と男性の文字の間の密接な関係です。\u001b[22m\n\u001b[4mHowever, this was just nasty.\u001b[24m\n    \u001b[1mしかし、これはちょうど厄介でした。\u001b[22m, \u001b[1mしかし、これは単なる厄介でした。\u001b[22m\n\u001b[4mThere was absolutely nothing thrilling or interesting about the relationships you find amongst the characters.\u001b[24m\n    \u001b[1mキャラクターの中にあなたが見つけた関係について、全くスリリングでも面白いものもありませんでした。\u001b[22m, \u001b[1mあなたは文字の間で見つけるの関係についてのスリリングや興味深い絶対に何もありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the drawing, i felt the artist did a poor job cause i found myself thinking now and then 'that one looks like a chick' for almost every character. The only character that did not quite look female was probably Hema, who was so melancholic and white board a character, i almost shed tears from the sheer nothingness of it all.\n\n\u001b[1m絵については、アーティストが貧弱な仕事をしたと感じました。私は自分自身が今考えていることを見つけました。そして、「ほぼすべての人にとって、ひよこのように見えます。 かなり女性に見えなかった唯一のキャラクターはおそらく、メランコリックで白いボードのキャラクターだったヘマでした。私はそれの完全な無垢からほとんど涙を流しました。\u001b[22m\n\u001b[1m(E ni tsuite wa, ātisuto ga hinjakuna shigoto o shita to kanjimashita. Watashi wa jibun jishin ga ima kangaete iru koto o mitsukemashita. Soshite,`hobo subete no hito ni totte, hiyoko no yō ni miemasu. Kanari josei ni mienakatta yuiitsu no kyarakutā wa osoraku, merankorikku de shiroi bōdo no kyarakutādatta hemadeshita. Watashi wa sore no kanzen'na muku kara hotondo namida o nagashimashita.)\u001b[22m\n\nTranslations of \u001b[4mAs for the drawing, i felt the artist did a poor job cause i found myself thinking now and then 'that one looks like a chick' for almost every character. The only character that did not quite look female was probably Hema, who was so melancholic and white board a character, i almost shed tears from the sheer nothingness of it all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the drawing, i felt the artist did a poor job cause i found myself thinking now and then 'that one looks like a chick' for almost every character.\u001b[24m\n    \u001b[1m絵については、アーティストが貧弱な仕事をしたと感じました。私は自分自身が今考えていることを見つけました。そして、「ほぼすべての人にとって、ひよこのように見えます。\u001b[22m, \u001b[1m図面に関しては、私は自分自身は、ほとんどすべての文字のための「その1は、ひよこのように見える「今して考えて見つかった原因アーティストが悪い仕事をしてくれたと感じました。\u001b[22m\n\u001b[4mThe only character that did not quite look female was probably Hema, who was so melancholic and white board a character, i almost shed tears from the sheer nothingness of it all.\u001b[24m\n    \u001b[1mかなり女性に見えなかった唯一のキャラクターはおそらく、メランコリックで白いボードのキャラクターだったヘマでした。私はそれの完全な無垢からほとんど涙を流しました。\u001b[22m, \u001b[1mかなりの女性を見ていないだけの文字は、私はほとんどそれをすべての膨大な虚無から涙を流し、おそらく文字板そうメランコリックと白だったヘマでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe music was nothing special, and the setting was okay. Although i was interested in the planes at first, i still found it to be a bore by the second episode.\n\n\u001b[1m音楽は特別なものではなく、設定は大丈夫だった。 最初は飛行機に興味がありましたが、まだ2番目のエピソードではボアになっていました。\u001b[22m\n\u001b[1m(Ongaku wa tokubetsuna monode wa naku, settei wa daijōbudatta. Saisho wa hikōki ni kyōmi ga arimashitaga, mada 2-banme no episōdode wa boa ni natte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe music was nothing special, and the setting was okay. Although i was interested in the planes at first, i still found it to be a bore by the second episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was nothing special, and the setting was okay.\u001b[24m\n    \u001b[1m音楽は特別なものではなく、設定は大丈夫だった。\u001b[22m, \u001b[1m音楽は特別な何もなかった、との設定は大丈夫でした。\u001b[22m\n\u001b[4mAlthough i was interested in the planes at first, i still found it to be a bore by the second episode.\u001b[24m\n    \u001b[1m最初は飛行機に興味がありましたが、まだ2番目のエピソードではボアになっていました。\u001b[22m, \u001b[1m私が最初に飛行機に興味があったが、私はまだそれが第2話によるボアであることが判明しました。\u001b[22m\n\u001b[1m\u001b[22m\nnot to be a total hater or sore thumb, i ll give the writers and animators a thumb up for putting effort at all, and thinking up the totally great idea of artificial soldiers, and their role in war, which can be juxtaposed to all the strange topics rising up in our society today.\n\n\u001b[1m私は作家やアニメーターに努力を惜しみなく与え、人工的な兵士や戦争における彼らの役割についての素晴らしいアイディアを考えてみましょう。これはすべての人に並行させることができます 今日私たちの社会で奇妙な話題が浮上しています。\u001b[22m\n\u001b[1m(Watashi wa sakka ya animētā ni doryoku o oshiminaku atae, jinkō-tekina heishi ya sensō ni okeru karera no yakuwari ni tsuite no subarashī aidia o kangaete mimashou. Kore wa subete no hito ni heikō sa seru koto ga dekimasu kyō watashitachi no shakai de kimyōna wadai ga fujō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mnot to be a total hater or sore thumb, i ll give the writers and animators a thumb up for putting effort at all, and thinking up the totally great idea of artificial soldiers, and their role in war, which can be juxtaposed to all the strange topics rising up in our society today.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnot to be a total hater or sore thumb, i ll give the writers and animators a thumb up for putting effort at all, and thinking up the totally great idea of artificial soldiers, and their role in war, which can be juxtaposed to all the\u001b[24m\n    \u001b[1m私は作家やアニメーターに努力を惜しみなく与え、人工的な兵士や戦争における彼らの役割についての素晴らしいアイディアを考えてみましょう。これはすべての人に並行させることができます\u001b[22m, \u001b[1m総嫌いや痛み親指をではないと、私は全く力を入れ、人工兵士の全く素晴らしいアイデアを考えるための作家やアニメーターに親指をあきらめちゃう、とに並置することができます戦争での役割、すべての\u001b[22m\n\u001b[4mstrange topics rising up in our society today.\u001b[24m\n    \u001b[1m今日私たちの社会で奇妙な話題が浮上しています。\u001b[22m, \u001b[1m奇妙なトピックは、今日の私たちの社会の中で立ち上がります。\u001b[22m\n\u001b[1m\u001b[22m\nHave not reviewed in a long time. hope it wasn't all that brash. .. ;)\n\n\u001b[1m長い間、レビューしていない。 それはすべての勇敢ではなかった願っています。  ..;）\u001b[22m\n\u001b[1m(Nagaiai, rebyū shite inai. Sore wa subete no yūkande wa nakatta negatte imasu... ; ))\u001b[22m\n\nTranslations of \u001b[4mHave not reviewed in a long time. hope it wasn't all that brash. .. ;)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHave not reviewed in a long time.\u001b[24m\n    \u001b[1m長い間、レビューしていない。\u001b[22m, \u001b[1m長い時間で行われていません。\u001b[22m\n\u001b[4mhope it wasn't all that brash.\u001b[24m\n    \u001b[1mそれはすべての勇敢ではなかった願っています。\u001b[22m, \u001b[1mそれはすべてのこと生意気ではありませんでした願っています。\u001b[22m\n\u001b[4m.. ;)\u001b[24m\n    \u001b[1m..;）\u001b[22m"
  },
  {
    "title": "Cluster_Edge",
    "id": "69",
    "url": "https://myanimelist.net/anime/69/Cluster_Edge",
    "user": "kirAth-shiAue",
    "profile": "/profile/kirAth-shiAue/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=31840",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  8\n\nこれは偉大なキャラクター（そしてたくさんのビショーネン）、特に奇跡を演出できる主人公、瑪瑙の本当に素晴らしいシリーズです。 私の最も好きなものは、人工的な兵士であるクロムでした。 戦争、死、クローン、スーパーパワーなどを含むこのアクションファンタジーシリーズには、他の人工兵（差別されている人）がいます。\n\n私は非常にこれらのタイプのシリーズが好きな人にこれをお勧めします。 それは少年愛ではないので、女の子も男も楽しんでください。\n\nクラスタエッジの唯一の崩壊は、すべての要点とフラッシュバックであり、私はそれをお気に入りにするために8以上のものを与えることができないのです。 私は、このシリーズは、そのような要点のすべてではない場合は、より多くの認知度と人気があると信じています。 私はまだそれを多く楽しんで、それが今までにライセンスを取得した場合は、DVDを買うだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is a really nice series with great characters(and lots of bishounen), especially the main character, Agate, who can perform miracles. My most favorite was Chrome, who is an artificial soldier. There are other artificial soldiers(who are discriminated against), in this action fantasy series that involves war, death, cloning, super powers, and much more.\n\n\u001b[1mこれは偉大なキャラクター（そしてたくさんのビショーネン）、特に奇跡を演出できる主人公、瑪瑙の本当に素晴らしいシリーズです。 私の最も好きなものは、人工的な兵士であるクロムでした。 戦争、死、クローン、スーパーパワーなどを含むこのアクションファンタジーシリーズには、他の人工兵（差別されている人）がいます。\u001b[22m\n\u001b[1m(Kore wa idaina kyarakutā (soshite takusan no bishōnen), tokuni kiseki o enshutsu dekiru shujinkō, menou no hontōni subarashī shirīzudesu. Watashi no mottomo sukina mono wa, jinkō-tekina heishidearu kuromudeshita. Sensō, shi, kurōn, sūpāpawā nado o fukumu kono akushonfantajīshirīzu ni wa, hokanohito kōhei (sabetsu sa rete iru hito) ga imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a really nice series with great characters(and lots of bishounen), especially the main character, Agate, who can perform miracles. My most favorite was Chrome, who is an artificial soldier. There are other artificial soldiers(who are discriminated against), in this action fantasy series that involves war, death, cloning, super powers, and much more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a really nice series with great characters(and lots of bishounen), especially the main character, Agate, who can perform miracles.\u001b[24m\n    \u001b[1mこれは偉大なキャラクター（そしてたくさんのビショーネン）、特に奇跡を演出できる主人公、瑪瑙の本当に素晴らしいシリーズです。\u001b[22m, \u001b[1mこれは偉大な文字（と美少年のたくさん）、奇跡を行うことができ、特に主人公、瑪瑙、と本当に素敵なシリーズです。\u001b[22m\n\u001b[4mMy most favorite was Chrome, who is an artificial soldier.\u001b[24m\n    \u001b[1m私の最も好きなものは、人工的な兵士であるクロムでした。\u001b[22m, \u001b[1m私の最も好きなのは人工的な兵士であるクロム、でした。\u001b[22m\n\u001b[4mThere are other artificial soldiers(who are discriminated against), in this action fantasy series that involves war, death, cloning, super powers, and much more.\u001b[24m\n    \u001b[1m戦争、死、クローン、スーパーパワーなどを含むこのアクションファンタジーシリーズには、他の人工兵（差別されている人）がいます。\u001b[22m, \u001b[1m戦争、死、クローニング、超能力、および大いに多くを伴うこのアクションファンタジーシリーズ（差別されている）他の人工兵士が、あります。\u001b[22m\n\u001b[1m\u001b[22m\nI highly recommend this to anyone who likes these type of series. It's not a shonen-ai, so both girls and guys should enjoy it.\n\n\u001b[1m私は非常にこれらのタイプのシリーズが好きな人にこれをお勧めします。 それは少年愛ではないので、女の子も男も楽しんでください。\u001b[22m\n\u001b[1m(Watashi wa hijō ni korera no taipu no shirīzu ga sukinahito ni kore o o susume shimasu. Sore wa shōnen aide wanainode, on'nanoko mo otoko mo tanoshinde kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI highly recommend this to anyone who likes these type of series. It's not a shonen-ai, so both girls and guys should enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI highly recommend this to anyone who likes these type of series.\u001b[24m\n    \u001b[1m私は非常にこれらのタイプのシリーズが好きな人にこれをお勧めします。\u001b[22m, \u001b[1m私は非常に一連のこれらのタイプが好きな人にこれをお勧めします。\u001b[22m\n\u001b[4mIt's not a shonen-ai, so both girls and guys should enjoy it.\u001b[24m\n    \u001b[1mそれは少年愛ではないので、女の子も男も楽しんでください。\u001b[22m, \u001b[1mそれは少年-AIではありませんので、女の子とみんなの両方がそれを享受すべきです。\u001b[22m\n\u001b[1m\u001b[22m\nThe only downfall of Cluster Edge were all of the recaps and flashbacks, and thats why I can't give it more than a 8, to make it a favorite. I believe this series would've had more recognition and be more popular if it wasn't for all of those recaps. I still enjoyed it a lot though and would definitely buy the dvds if it ever got licensed.\n\n\u001b[1mクラスタエッジの唯一の崩壊は、すべての要点とフラッシュバックであり、私はそれをお気に入りにするために8以上のものを与えることができないのです。 私は、このシリーズは、そのような要点のすべてではない場合は、より多くの認知度と人気があると信じています。 私はまだそれを多く楽しんで、それが今までにライセンスを取得した場合は、DVDを買うだろう。\u001b[22m\n\u001b[1m(Kurasutaejji no yuiitsu no hōkai wa, subete no yōten to furasshu bakkudeari, watashi wa sore o okiniiri ni suru tame ni 8 ijō no mono o ataeru koto ga dekinai nodesu. Watashi wa, kono shirīzu wa, sono yōna yōten no subetede wanai baai wa, yori ōku no ninchi-do to ninki ga aru to shinjite imasu. Watashi wa mada sore o ōku tanoshinde, sore ga ima made ni raisensu o shutoku shita baai wa, DVD o kaudarou.)\u001b[22m\n\nTranslations of \u001b[4mThe only downfall of Cluster Edge were all of the recaps and flashbacks, and thats why I can't give it more than a 8, to make it a favorite. I believe this series would've had more recognition and be more popular if it wasn't for all of those recaps. I still enjoyed it a lot though and would definitely buy the dvds if it ever got licensed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only downfall of Cluster Edge were all of the recaps and flashbacks, and thats why I can't give it more than a 8, to make it a favorite.\u001b[24m\n    \u001b[1mクラスタエッジの唯一の崩壊は、すべての要点とフラッシュバックであり、私はそれをお気に入りにするために8以上のものを与えることができないのです。\u001b[22m, \u001b[1mクラスターエッジの唯一の没落は、recapsとフラッシュバックのすべてだった、と私はそれの好きにするために、それを8以上のものを与えることができない理由thatsの。\u001b[22m\n\u001b[4mI believe this series would've had more recognition and be more popular if it wasn't for all of those recaps.\u001b[24m\n    \u001b[1m私は、このシリーズは、そのような要点のすべてではない場合は、より多くの認知度と人気があると信じています。\u001b[22m, \u001b[1m私はこのシリーズはより多くの認識を持っていたし、それはそれらのrecapsのすべてのためではなかった場合は、より人気がいただろうと信じています。\u001b[22m\n\u001b[4mI still enjoyed it a lot though and would definitely buy the dvds if it ever got licensed.\u001b[24m\n    \u001b[1m私はまだそれを多く楽しんで、それが今までにライセンスを取得した場合は、DVDを買うだろう。\u001b[22m, \u001b[1m私はまだかかわらず、それをたくさん楽しんで、それは今までにライセンスを取得してしまった場合は間違いなくDVDを買うでしょう。\u001b[22m"
  }
]
