[
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "darkmeder",
    "profile": "/profile/darkmeder/reviews",
    "pages": "9",
    "number": "1",
    "link": "/reviews.php?id=95879",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  9\n\n私はKaichou WAメイドさまから延期されました！ 最初のエピソードでは、その前提は馬鹿に見え、その人物は執着する価値がなかった。 それにもかかわらず私はKaichouはメイド様を与えた！ 別の行進と私の意見は大幅に変更されました。\n\nストーリー：これは私がこのアニメで抱えていた主な問題で、ストーリーは存在しないものの、透明でしたが、アニメーションはすべてのクリシェの楽しさに焦点を当て、聴衆、孤独な10代の少女であったためうまくいきました。\n\n芸術：芸術は、要約すると、クローズアップ、劇的なロマンチックなシーンと灰色のブロブでした。 シンプルさはコメディに重点を置き、アニメをより軽くて楽しいものにしました。 臼井は暑くなってきた。 うわー！\n\nサウンド：私はこのアニメのサウンドが大好きでした。  OPはとても良かったし、OSTもそうだった。\n\nキャラクター：サイドキャラクターの量は少し圧倒されました。 それは彼らが主人公を選ぶことができなかったかのように、クリエイターが、新しい人が別れをせずにそれらを投げ捨てるだけで大​​事だったように見せるようにしていました。 私たちのメインとして、私は混ざった感情を持っています。 開発の欠如などの大きな問題がありましたが、臼井はとてもぴったりだったし、美咲もよく彼女はスペシャルAから多くの光を思い出させました。彼女はすべてで（そしてほとんどは）最高になりたいです。 彼女はそこで最も迷惑な女性のリードではなく、私のお気に入りではなかった。\n\n楽しさ：これはKaichouはメイドさまだった！ それを家に打つ。 私はKaichou waメイド様を楽しんだ！ それは真実だから。 私はチーズを積んだものを見たいと思っていました。 現実的には2人が集まる26のエピソードを撮ったのでしょうか？ いいえ。 しかし、Kaichouはメイドさま！ たとえそれが彼らの関係のばかげたものであったとしても、私は笑って笑ってくれました。\n\n全体：私はKaichou WAメイド様を与える！ 私はそれを見て楽しんでいたので8。  Kaichouはメイドさま！ 内容が欠けていたが、それが意味する方法で面白かった。 私はKaichouはメイド様を与えることをお勧めしたいと思います！ 行く、そして最初のエピソードをあきらめないでください！\n\n私はこのアニメを多くの異なる意見のためにレビューし、私は私の助けを願っています。 このアニメは楽しさに焦点を当て、決してそれ以上深くはないので、議論の余地があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI was put off from Kaichou wa Maid-sama! on the first episode, the premise seemed stupid and the characters weren't worth sticking around for. Nevertheless I gave Kaichou wa Maid-sama! another go and my opinion drastically changed.\n\n\u001b[1m私はKaichou WAメイドさまから延期されました！ 最初のエピソードでは、その前提は馬鹿に見え、その人物は執着する価値がなかった。 それにもかかわらず私はKaichouはメイド様を与えた！ 別の行進と私の意見は大幅に変更されました。\u001b[22m\n\u001b[1m(Watashi wa Kaichou WA meido-sama kara enki sa remashita! Saisho no episōdode wa, sono zentei wa baka ni mie, sono jinbutsu wa shūchaku suru kachi ga nakatta. Sore nimokakawarazu watashi wa Kaichou wa meido-sama o ataeta! Betsu no kōshin to watashi no iken wa ōhaba ni henkō sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mI was put off from Kaichou wa Maid-sama! on the first episode, the premise seemed stupid and the characters weren't worth sticking around for. Nevertheless I gave Kaichou wa Maid-sama! another go and my opinion drastically changed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was put off from Kaichou wa Maid-sama!\u001b[24m\n    \u001b[1m私はKaichou WAメイドさまから延期されました！\u001b[22m, \u001b[1m私はKaichou WAメイド-samaから延期されました！\u001b[22m\n\u001b[4mon the first episode, the premise seemed stupid and the characters weren't worth sticking around for.\u001b[24m\n    \u001b[1m最初のエピソードでは、その前提は馬鹿に見え、その人物は執着する価値がなかった。\u001b[22m, \u001b[1m最初のエピソードで、前提は愚かなようで、文字がために周りに付着する価値はありませんでした。\u001b[22m\n\u001b[4mNevertheless I gave Kaichou wa Maid-sama!\u001b[24m\n    \u001b[1mそれにもかかわらず私はKaichouはメイド様を与えた！\u001b[22m, \u001b[1mそれにもかかわらず、私はKaichou WAメイド様を与えました！\u001b[22m\n\u001b[4manother go and my opinion drastically changed.\u001b[24m\n    \u001b[1m別の行進と私の意見は大幅に変更されました。\u001b[22m, \u001b[1m他に行くと私の意見は劇的に変化しました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: This was the main issue I had with this anime, the story was non-existent and transparent but it worked out okay because the anime focused on all out cliche enjoyment, and being the target audience, a lonely teenage girl, it worked.\n\n\u001b[1mストーリー：これは私がこのアニメで抱えていた主な問題で、ストーリーは存在しないものの、透明でしたが、アニメーションはすべてのクリシェの楽しさに焦点を当て、聴衆、孤独な10代の少女であったためうまくいきました。\u001b[22m\n\u001b[1m(Sutōrī: Kore wa watashi ga kono anime de kakaete ita omona mondai de, sutōrī wa sonzaishinai-mono no, tōmeideshitaga, animēshon wa subete no kurishe no tanoshisa ni shōten o ate, chōshū, kodokuna 10-dai no shōjodeatta tame umaku ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mStory: This was the main issue I had with this anime, the story was non-existent and transparent but it worked out okay because the anime focused on all out cliche enjoyment, and being the target audience, a lonely teenage girl, it worked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: This was the main issue I had with this anime, the story was non-existent and transparent but it worked out okay because the anime focused on all out cliche enjoyment, and being the target audience, a lonely teenage girl, it worked.\u001b[24m\n    \u001b[1mストーリー：これは私がこのアニメで抱えていた主な問題で、ストーリーは存在しないものの、透明でしたが、アニメーションはすべてのクリシェの楽しさに焦点を当て、聴衆、孤独な10代の少女であったためうまくいきました。\u001b[22m, \u001b[1mストーリー：これは私がこのアニメとしていた主な問題だった、物語は存在しないと透明であったが、アニメではすべてのアウト決まり文句の楽しさに着目し、ターゲットオーディエンスである、孤独な十代の少女は、それが働いていたので、それは大丈夫働きました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art was, in summary, close ups, dramatic romantic scenes and grey blobs. The simplicity added to the emphasis on comedy and made the anime more light and fun. and Usui just kept getting hotter. Woo!\n\n\u001b[1m芸術：芸術は、要約すると、クローズアップ、劇的なロマンチックなシーンと灰色のブロブでした。 シンプルさはコメディに重点を置き、アニメをより軽くて楽しいものにしました。 臼井は暑くなってきた。 うわー！\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa, yōyaku suru to, kurōzuappu, gekitekina romanchikkuna shīn to haiiro no burobudeshita. Shinpuru-sa wa komedi ni jūten o oki, anime o yori karukute tanoshī mono ni shimashita. Usui wa atsuku natte kita. Uwa ̄ !)\u001b[22m\n\nTranslations of \u001b[4mArt: The art was, in summary, close ups, dramatic romantic scenes and grey blobs. The simplicity added to the emphasis on comedy and made the anime more light and fun. and Usui just kept getting hotter. Woo!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art was, in summary, close ups, dramatic romantic scenes and grey blobs.\u001b[24m\n    \u001b[1m芸術：芸術は、要約すると、クローズアップ、劇的なロマンチックなシーンと灰色のブロブでした。\u001b[22m, \u001b[1mアート：芸術は概要、クローズアップ、劇的なロマンチックなシーンや灰色の塊でした。\u001b[22m\n\u001b[4mThe simplicity added to the emphasis on comedy and made the anime more light and fun.\u001b[24m\n    \u001b[1mシンプルさはコメディに重点を置き、アニメをより軽くて楽しいものにしました。\u001b[22m, \u001b[1mシンプルさがコメディを重視に加え、アニメはより多くの光と楽しいました。\u001b[22m\n\u001b[4mand Usui just kept getting hotter.\u001b[24m\n    \u001b[1m臼井は暑くなってきた。\u001b[22m, \u001b[1mそして、臼井はちょうど暑くなって続けました。\u001b[22m\n\u001b[4mWoo!\u001b[24m\n    \u001b[1mうわー！\u001b[22m, \u001b[1mウー！\u001b[22m\n\u001b[1m\u001b[22m\nSound: I liked the sound a lot in this anime. The OP was very good and the OST was too.\n\n\u001b[1mサウンド：私はこのアニメのサウンドが大好きでした。  OPはとても良かったし、OSTもそうだった。\u001b[22m\n\u001b[1m(Saundo: Watashi wa kono anime no saundo ga daisukideshita. OP wa totemo yokatta shi, OST mo sōdatta.)\u001b[22m\n\nTranslations of \u001b[4mSound: I liked the sound a lot in this anime. The OP was very good and the OST was too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I liked the sound a lot in this anime.\u001b[24m\n    \u001b[1mサウンド：私はこのアニメのサウンドが大好きでした。\u001b[22m, \u001b[1mサウンド：私はこのアニメに音をたくさん言っています。\u001b[22m\n\u001b[4mThe OP was very good and the OST was too.\u001b[24m\n    \u001b[1mOPはとても良かったし、OSTもそうだった。\u001b[22m, \u001b[1mOPは非常に良かったとOSTもありました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The amount of side characters was a little overwhelming. It was as if they couldn't choose a main cast to focus on so the creators made it seem like each new person was important just to toss them off without a goodbye. As for our main, i have mixed feelings. There were major issues, such as the lack of development, but Usui was so perfect i almost squealed and Misaki well she reminded me a lot of Hikari from Special A, she wants to be the best at everything (and almost is). She wasn't the most annoying female lead out there but not my favorite.\n\n\u001b[1mキャラクター：サイドキャラクターの量は少し圧倒されました。 それは彼らが主人公を選ぶことができなかったかのように、クリエイターが、新しい人が別れをせずにそれらを投げ捨てるだけで大​​事だったように見せるようにしていました。 私たちのメインとして、私は混ざった感情を持っています。 開発の欠如などの大きな問題がありましたが、臼井はとてもぴったりだったし、美咲もよく彼女はスペシャルAから多くの光を思い出させました。彼女はすべてで（そしてほとんどは）最高になりたいです。 彼女はそこで最も迷惑な女性のリードではなく、私のお気に入りではなかった。\u001b[22m\n\u001b[1m(Kyarakutā: Saidokyarakutā no ryō wa sukoshi attō sa remashita. Sore wa karera ga shujinkō o erabu koto ga dekinakatta ka no yō ni, kurieitā ga, atarashī hito ga wakare o sezu ni sorera o nagesuteru dake de dai ​​ kotodatta yō ni miseru yō ni shite imashita. Watashitachi no mein to shite, watashi wa mazatta kanjō o motte imasu. Kaihatsu no ketsujo nado no ōkina mondai ga arimashitaga, Usui wa totemo pittaridattashi, Misaki mo yoku kanojo wa supesharu A kara ōku no hikari o omoidasa semashita. Kanojo wa subete de (soshite hotondo wa) saikō ni naritaidesu. Kanojo wa soko de mottomo meiwakuna josei no rīdode wa naku, watashinōkiniiride wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The amount of side characters was a little overwhelming. It was as if they couldn't choose a main cast to focus on so the creators made it seem like each new person was important just to toss them off without a goodbye. As for our main, i have mixed feelings. There were major issues, such as the lack of development, but Usui was so perfect i almost squealed and Misaki well she reminded me a lot of Hikari from Special A, she wants to be the best at everything (and almost is). She wasn't the most annoying female lead out there but not my favorite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The amount of side characters was a little overwhelming.\u001b[24m\n    \u001b[1mキャラクター：サイドキャラクターの量は少し圧倒されました。\u001b[22m, \u001b[1mキャラクター：サイドの文字の量は少し圧倒しました。\u001b[22m\n\u001b[4mIt was as if they couldn't choose a main cast to focus on so the creators made it seem like each new person was important just to toss them off without a goodbye.\u001b[24m\n    \u001b[1mそれは彼らが主人公を選ぶことができなかったかのように、クリエイターが、新しい人が別れをせずにそれらを投げ捨てるだけで大事だったように見せるようにしていました。\u001b[22m, \u001b[1mクリエイターが、それぞれの新しい人はちょうど別れずにそれらをオフに投げることが重要であったようにそれが見える作られたので、彼らに焦点を当てるために、メインキャストを選択することができなかったかのようでした。\u001b[22m\n\u001b[4mAs for our main, i have mixed feelings.\u001b[24m\n    \u001b[1m私たちのメインとして、私は混ざった感情を持っています。\u001b[22m, \u001b[1m私たちの主については、私は複雑な気持ちを持っています。\u001b[22m\n\u001b[4mThere were major issues, such as the lack of development, but Usui was so perfect i almost squealed and Misaki well she reminded me a lot of Hikari from Special A, she wants to be the best at everything (and almost is).\u001b[24m\n    \u001b[1m開発の欠如などの大きな問題がありましたが、臼井はとてもぴったりだったし、美咲もよく彼女はスペシャルAから多くの光を思い出させました。彼女はすべてで（そしてほとんどは）最高になりたいです。\u001b[22m, \u001b[1mそこにこのような開発の欠如などの主要な問題は、あったが、臼井は私がほとんどsquealedので完璧だったと美咲はよく彼女は私に特別Aからひかりの多くを思い出し、彼女は（ほとんどであり、）すべてにおいて最善であることを望んでいます。\u001b[22m\n\u001b[4mShe wasn't the most annoying female lead out there but not my favorite.\u001b[24m\n    \u001b[1m彼女はそこで最も迷惑な女性のリードではなく、私のお気に入りではなかった。\u001b[22m, \u001b[1m彼女は私の好きなそこに最も迷惑な女性のリードはなかったが、ありません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: And this is were Kaichou wa Maid-sama! hit it home. I enjoyed Kaichou wa Maid-sama! because it's cliche. I wanted to watch something loaded with cheese and that's what i got. Realistically should it have taken 26 episodes for two people to get together? no. But Kaichou wa Maid-sama! made me laugh and smile even if it was at the ridiculousness of their relationship.\n\n\u001b[1m楽しさ：これはKaichouはメイドさまだった！ それを家に打つ。 私はKaichou waメイド様を楽しんだ！ それは真実だから。 私はチーズを積んだものを見たいと思っていました。 現実的には2人が集まる26のエピソードを撮ったのでしょうか？ いいえ。 しかし、Kaichouはメイドさま！ たとえそれが彼らの関係のばかげたものであったとしても、私は笑って笑ってくれました。\u001b[22m\n\u001b[1m(Tanoshisa: Kore wa Kaichou wa meido-samadatta! Sore o ie ni utsu. Watashi wa Kaichou wa meido-sama o tanoshinda! Sore wa shinjitsudakara. Watashi wa chīzu o tsunda mono o mitai to omotte imashita. Genjitsu-teki ni wa 2-ri ga atsumaru 26 no episōdo o totta nodeshou ka? Īe. Shikashi, Kaichou wa meido-sama! Tatoe sore ga karera no kankei no bakageta monodeatta to shite mo, watashi wa warattewaratte kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: And this is were Kaichou wa Maid-sama! hit it home. I enjoyed Kaichou wa Maid-sama! because it's cliche. I wanted to watch something loaded with cheese and that's what i got. Realistically should it have taken 26 episodes for two people to get together? no. But Kaichou wa Maid-sama! made me laugh and smile even if it was at the ridiculousness of their relationship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: And this is were Kaichou wa Maid-sama!\u001b[24m\n    \u001b[1m楽しさ：これはKaichouはメイドさまだった！\u001b[22m, \u001b[1m楽しさ：これはKaichou WAメイド様でしたさ！\u001b[22m\n\u001b[4mhit it home.\u001b[24m\n    \u001b[1mそれを家に打つ。\u001b[22m, \u001b[1mそれを家にヒット。\u001b[22m\n\u001b[4mI enjoyed Kaichou wa Maid-sama!\u001b[24m\n    \u001b[1m私はKaichou waメイド様を楽しんだ！\u001b[22m, \u001b[1m私はKaichou WAメイド様を楽しんで！\u001b[22m\n\u001b[4mbecause it's cliche.\u001b[24m\n    \u001b[1mそれは真実だから。\u001b[22m, \u001b[1mなぜなら、それは決まり文句です。\u001b[22m\n\u001b[4mI wanted to watch something loaded with cheese and that's what i got.\u001b[24m\n    \u001b[1m私はチーズを積んだものを見たいと思っていました。\u001b[22m, \u001b[1m私はチーズを搭載したものを見てみたかった、それは私が得たものです。\u001b[22m\n\u001b[4mRealistically should it have taken 26 episodes for two people to get together?\u001b[24m\n    \u001b[1m現実的には2人が集まる26のエピソードを撮ったのでしょうか？\u001b[22m, \u001b[1m現実的にそれは一緒に取得するには2人のための26のエピソードをとっている必要がありますか？\u001b[22m\n\u001b[4mno.\u001b[24m\n    \u001b[1mいいえ。\u001b[22m\n\u001b[4mBut Kaichou wa Maid-sama!\u001b[24m\n    \u001b[1mしかし、Kaichouはメイドさま！\u001b[22m, \u001b[1mしかしKaichou WAメイド様！\u001b[22m\n\u001b[4mmade me laugh and smile even if it was at the ridiculousness of their relationship.\u001b[24m\n    \u001b[1mたとえそれが彼らの関係のばかげたものであったとしても、私は笑って笑ってくれました。\u001b[22m, \u001b[1m私はそれが彼らの関係のばかばかしにあった場合でも、笑いと笑顔を作りました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: i give Kaichou wa Maid-sama! an 8 because i had fun watching it. Kaichou wa Maid-sama! lacked content but was entertaining in the way it meant to be. I'd recommend giving Kaichou wa Maid-sama! a go, and don't give up on the first episode!\n\n\u001b[1m全体：私はKaichou WAメイド様を与える！ 私はそれを見て楽しんでいたので8。  Kaichouはメイドさま！ 内容が欠けていたが、それが意味する方法で面白かった。 私はKaichouはメイド様を与えることをお勧めしたいと思います！ 行く、そして最初のエピソードをあきらめないでください！\u001b[22m\n\u001b[1m(Zentai: Watashi wa Kaichou WA meido-sama o ataeru! Watashi wa sore o mite tanoshinde itanode 8. Kaichou wa meido-sama! Naiyō ga kakete itaga, sore ga imi suru hōhō de omoshirokatta. Watashi wa Kaichou wa meido-sama o ataeru koto o o susume shitai to omoimasu! Iku, soshite saisho no episōdo o akiramenaide kudasai!)\u001b[22m\n\nTranslations of \u001b[4mOverall: i give Kaichou wa Maid-sama! an 8 because i had fun watching it. Kaichou wa Maid-sama! lacked content but was entertaining in the way it meant to be. I'd recommend giving Kaichou wa Maid-sama! a go, and don't give up on the first episode!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: i give Kaichou wa Maid-sama!\u001b[24m\n    \u001b[1m全体：私はKaichou WAメイド様を与える！\u001b[22m, \u001b[1m全体：私は与えるKaichou WAメイド様！\u001b[22m\n\u001b[4man 8 because i had fun watching it.\u001b[24m\n    \u001b[1m私はそれを見て楽しんでいたので8。\u001b[22m, \u001b[1m8私は楽しいそれを見ていたので。\u001b[22m\n\u001b[4mKaichou wa Maid-sama!\u001b[24m\n    \u001b[1mKaichouはメイドさま！\u001b[22m, \u001b[1mKaichou WAメイド様！\u001b[22m\n\u001b[4mlacked content but was entertaining in the way it meant to be.\u001b[24m\n    \u001b[1m内容が欠けていたが、それが意味する方法で面白かった。\u001b[22m, \u001b[1mコンテンツを欠いていたが、それはあることを意味した方法で面白いでした。\u001b[22m\n\u001b[4mI'd recommend giving Kaichou wa Maid-sama!\u001b[24m\n    \u001b[1m私はKaichouはメイド様を与えることをお勧めしたいと思います！\u001b[22m, \u001b[1m私はKaichou WAメイド様を与えることをお勧めしたいです！\u001b[22m\n\u001b[4ma go, and don't give up on the first episode!\u001b[24m\n    \u001b[1m行く、そして最初のエピソードをあきらめないでください！\u001b[22m, \u001b[1m行き、最初のエピソードにあきらめてはいけません！\u001b[22m\n\u001b[1m\u001b[22m\nI reviewed this anime because of the many different opinions and i hope mine helps. This anime is controversial because it focuses on enjoyment and never goes deeper than that.\n\n\u001b[1m私はこのアニメを多くの異なる意見のためにレビューし、私は私の助けを願っています。 このアニメは楽しさに焦点を当て、決してそれ以上深くはないので、議論の余地があります。\u001b[22m\n\u001b[1m(Watashi wa kono anime o ōku no kotonaru iken no tame ni rebyū shi, watashi wa watashi no tasuke o negatte imasu. Kono anime wa tanoshisa ni shōten o ate, kesshite sore ijō fukaku wanainode, giron no yochi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI reviewed this anime because of the many different opinions and i hope mine helps. This anime is controversial because it focuses on enjoyment and never goes deeper than that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI reviewed this anime because of the many different opinions and i hope mine helps.\u001b[24m\n    \u001b[1m私はこのアニメを多くの異なる意見のためにレビューし、私は私の助けを願っています。\u001b[22m, \u001b[1mため、私は多くの異なった意見のこのアニメを見直し、私は私ができます願っています。\u001b[22m\n\u001b[4mThis anime is controversial because it focuses on enjoyment and never goes deeper than that.\u001b[24m\n    \u001b[1mこのアニメは楽しさに焦点を当て、決してそれ以上深くはないので、議論の余地があります。\u001b[22m, \u001b[1mそれは楽しさに焦点を当て、より深く行くことはありませんので、このアニメは議論の余地があります。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "izzadorkable",
    "profile": "/profile/izzadorkable/reviews",
    "pages": "9",
    "number": "2",
    "link": "/reviews.php?id=93347",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのシリーズが大好きです。 ストーリーラインはかなり予測可能で、キャラクターの関係はあまりにもユニークなものではありませんが、ロマンチックなコメディを見て楽しむために素敵で軽いものを探しているなら、これは完璧です。 私がアニメで見たいもののメンタルチェックリストを作るときに探しているものはすべてここにあります。\nロマンチックコメディ - チェック\n非有害な女性のリードチェック\n魅力的な男性のリード - チェック\n非有害な男性リードチェック\nリバースハレムチェック\n良いアニメーション - チェック\n\n正直言ってそれは私のチェックリストです。通常、少なくとも2〜3の部品があります。これ以上見ることはできません。もしあなたが私のような興味を持っているなら、このシリーズをチェックすることを強くお勧めします。 あなたがもっと「象徴的な」意味のある「暗い」シリーズを探しているなら、これはあなたにとって挑戦的ではありませんが、まだ気分を明るくする素晴らしいものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI loved this series. True the story line is pretty predictable and the relationships between the characters isnt anything too unique but if youre looking for something nice and light to watch and enjoy romantic comedies this is perfect. Everything I look for when I make a mental check list for what i want to watch in an anime is here.\n\n\u001b[1m私はこのシリーズが大好きです。 ストーリーラインはかなり予測可能で、キャラクターの関係はあまりにもユニークなものではありませんが、ロマンチックなコメディを見て楽しむために素敵で軽いものを探しているなら、これは完璧です。 私がアニメで見たいもののメンタルチェックリストを作るときに探しているものはすべてここにあります。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ga daisukidesu. Sutōrīrain wa kanari yosoku kanōde, kyarakutā no kankei wa amarini mo yunīkuna monode wa arimasenga, romanchikkuna komedi o mite tanoshimu tame ni sutekide karui mono o sagashite irunara, kore wa kanpekidesu. Watashi ga anime de mitai mono no mentaruchekkurisuto o tsukuru toki ni sagashite iru mono wa subete koko ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI loved this series. True the story line is pretty predictable and the relationships between the characters isnt anything too unique but if youre looking for something nice and light to watch and enjoy romantic comedies this is perfect. Everything I look for when I make a mental check list for what i want to watch in an anime is here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved this series.\u001b[24m\n    \u001b[1m私はこのシリーズが大好きです。\u001b[22m, \u001b[1m私はこのシリーズを愛しました。\u001b[22m\n\u001b[4mTrue the story line is pretty predictable and the relationships between the characters isnt anything too unique but if youre looking for something nice and light to watch and enjoy romantic comedies this is perfect.\u001b[24m\n    \u001b[1mストーリーラインはかなり予測可能で、キャラクターの関係はあまりにもユニークなものではありませんが、ロマンチックなコメディを見て楽しむために素敵で軽いものを探しているなら、これは完璧です。\u001b[22m, \u001b[1mトゥルーストーリーラインはかなり予測可能であると文字の間の関係があまりにもユニークな何かをイマイチが、youreの見て、ロマンチックコメディーを楽しむのに素敵な何かと光を探している場合、これは完璧です。\u001b[22m\n\u001b[4mEverything I look for when I make a mental check list for what i want to watch in an anime is here.\u001b[24m\n    \u001b[1m私がアニメで見たいもののメンタルチェックリストを作るときに探しているものはすべてここにあります。\u001b[22m, \u001b[1m私は私がアニメで見たい何のために精神的なチェックリストを作るとき、私が探してすべてがここにあります。\u001b[22m\nRomantic Comedy - check\n\n\u001b[1mロマンチックコメディ - チェック\u001b[22m\n\u001b[1m(Romanchikkukomedi - chekku)\u001b[22m\n\nTranslations of \u001b[4mRomantic Comedy - check\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRomantic Comedy - check\u001b[24m\n    \u001b[1mロマンチックコメディ - チェック\u001b[22m\nNon-obnoxious female lead - check\n\n\u001b[1m非有害な女性のリードチェック\u001b[22m\n\u001b[1m(Hi yūgaina josei no rīdochekku)\u001b[22m\n\nTranslations of \u001b[4mNon-obnoxious female lead - check\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNon-obnoxious female lead - check\u001b[24m\n    \u001b[1m非有害な女性のリードチェック\u001b[22m, \u001b[1m非不愉快な女性のリード - チェック\u001b[22m\nattractive male lead - check\n\n\u001b[1m魅力的な男性のリード - チェック\u001b[22m\n\u001b[1m(Miryoku-tekina dansei no rīdo - chekku)\u001b[22m\n\nTranslations of \u001b[4mattractive male lead - check\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mattractive male lead - check\u001b[24m\n    \u001b[1m魅力的な男性のリード - チェック\u001b[22m\nnon-obnoxious male lead - check\n\n\u001b[1m非有害な男性リードチェック\u001b[22m\n\u001b[1m(Hi yūgaina dansei rīdochekku)\u001b[22m\n\nTranslations of \u001b[4mnon-obnoxious male lead - check\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnon-obnoxious male lead - check\u001b[24m\n    \u001b[1m非有害な男性リードチェック\u001b[22m, \u001b[1m非不愉快な男性のリード - チェック\u001b[22m\nreverse harem - check\n\n\u001b[1mリバースハレムチェック\u001b[22m\n\u001b[1m(Ribāsuharemuchekku)\u001b[22m\n\nTranslations of \u001b[4mreverse harem - check\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mreverse harem - check\u001b[24m\n    \u001b[1mリバースハレムチェック\u001b[22m, \u001b[1m逆ハーレム - チェック\u001b[22m\ngood animation - check\n\n\u001b[1m良いアニメーション - チェック\u001b[22m\n\u001b[1m(Yoi animēshon - chekku)\u001b[22m\n\nTranslations of \u001b[4mgood animation - check\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mgood animation - check\u001b[24m\n    \u001b[1m良いアニメーション - チェック\u001b[22m, \u001b[1m良いアニメ - チェック\u001b[22m\n\u001b[1m\u001b[22m\nhonestly that is my checklist usually if it has at least 2-3 of those components im down for watching and it has all of the above so if you have an interest similar to mine i would highly recommend checking this series out. if youre looking for a more 'symbolic' and 'meaningful' and 'dark' series this is defiantly not for you but still something nice to lighten the mood.\n\n\u001b[1m正直言ってそれは私のチェックリストです。通常、少なくとも2〜3の部品があります。これ以上見ることはできません。もしあなたが私のような興味を持っているなら、このシリーズをチェックすることを強くお勧めします。 あなたがもっと「象徴的な」意味のある「暗い」シリーズを探しているなら、これはあなたにとって挑戦的ではありませんが、まだ気分を明るくする素晴らしいものです。\u001b[22m\n\u001b[1m(Shōjiki itte sore wa watashi no chekku risutodesu. Tsūjō, sukunakutomo 2 〜 3 no buhin ga arimasu. Koreijō miru koto wa dekimasen. Moshi anata ga watashi no yōna kyōmi o motte irunara, kono shirīzu o chekku suru koto o tsuyoku o susume shimasu. Anata ga motto `shōchō-tekina' iminoaru `kurai' shirīzu o sagashite irunara, kore wa anata ni totte chōsen-tekide wa arimasenga, mada kibun o akaruku suru subarashī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mhonestly that is my checklist usually if it has at least 2-3 of those components im down for watching and it has all of the above so if you have an interest similar to mine i would highly recommend checking this series out. if youre looking for a more 'symbolic' and 'meaningful' and 'dark' series this is defiantly not for you but still something nice to lighten the mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhonestly that is my checklist usually if it has at least 2-3 of those components im down for watching and it has all of the above so if you have an interest similar to mine i would highly recommend checking this series out.\u001b[24m\n    \u001b[1m正直言ってそれは私のチェックリストです。通常、少なくとも2〜3の部品があります。これ以上見ることはできません。もしあなたが私のような興味を持っているなら、このシリーズをチェックすることを強くお勧めします。\u001b[22m, \u001b[1mそれは、これらの成分のうちの少なくとも2-3を持って見るためダウンイム、それはあなたが私は非常にこのシリーズをチェックアウトをお勧め鉱山に似た興味を持っているそうであれば、上記のすべてを持っている場合は正直にそれが私のチェックリストは、通常です。\u001b[22m\n\u001b[4mif youre looking for a more 'symbolic' and 'meaningful' and 'dark' series this is defiantly not for you but still something nice to lighten the mood.\u001b[24m\n    \u001b[1mあなたがもっと「象徴的な」意味のある「暗い」シリーズを探しているなら、これはあなたにとって挑戦的ではありませんが、まだ気分を明るくする素晴らしいものです。\u001b[22m, \u001b[1myoureのより多くの「象徴」と「有意義」と「暗い」シリーズを探している場合、これはあなたのためふてくされではありませんが、それでも素敵な何かが気分を明るくします。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "kelseykaotic",
    "profile": "/profile/kelseykaotic/reviews",
    "pages": "9",
    "number": "3",
    "link": "/reviews.php?id=38589",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私は徹底的にこのアニメを楽しんだ、私は信じて3日以内にそれをifnished？ それは私が忙しかったからです。\nストーリーラインはシンプルで典型的です。 しかし、キャラクターへの私の添付ファイルは、私を引っ張って続けた。 私はこれを見て誰かに挑戦し、1人または2人と恋に落ちないようにします。\n人格の完全な反対は運転の焦点です、多くの場合、私たちは延滞と美しい、人気のある女の子または変態の女の子と美しい人気の男の子を示しています。 このアニメでは、両方のキャラクターがあらゆる面でマッチした。 ライバル？ 恋人？ インテリジェンス？ フィットネス？ または、どれだけ頑固なのか？\nあなたがロマンス、コメディ、高校、愛三角、そして魅力的な主人公のファンなら、あなたはKaichou wa Maid様を見守る必要があります！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI thoroughly enjoyed this anime, I ifnished it within a matter of three days I believe? And that's because I've been busy.\n\n\u001b[1m私は徹底的にこのアニメを楽しんだ、私は信じて3日以内にそれをifnished？ それは私が忙しかったからです。\u001b[22m\n\u001b[1m(Watashi wa tetteiteki ni kono anime o tanoshinda, watashi wa shinjite 3-nichi inai ni sore o ifnished? Sore wa watashi ga isogashikattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI thoroughly enjoyed this anime, I ifnished it within a matter of three days I believe? And that's because I've been busy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI thoroughly enjoyed this anime, I ifnished it within a matter of three days I believe?\u001b[24m\n    \u001b[1m私は徹底的にこのアニメを楽しんだ、私は信じて3日以内にそれをifnished？\u001b[22m, \u001b[1m私は徹底的に私は信じている3日間の問題以内にそれをifnished、このアニメを楽しみましたか？\u001b[22m\n\u001b[4mAnd that's because I've been busy.\u001b[24m\n    \u001b[1mそれは私が忙しかったからです。\u001b[22m, \u001b[1m私は忙しかったので、それはです。\u001b[22m\nThe storyline is simple, typical even. But my attachment to the characters kept pulling me on and on. I challenge anybody to watch this and not fall in love with a character or two.\n\n\u001b[1mストーリーラインはシンプルで典型的です。 しかし、キャラクターへの私の添付ファイルは、私を引っ張って続けた。 私はこれを見て誰かに挑戦し、1人または2人と恋に落ちないようにします。\u001b[22m\n\u001b[1m(Sutōrīrain wa shinpurude tenkei-tekidesu. Shikashi, kyarakutā e no watashi no tenpu fairu wa, watashi o hippatte tsudzuketa. Watashi wa kore o mite dareka ni chōsen shi, 1-ri matawa 2-ri to koi ni ochinai yō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe storyline is simple, typical even. But my attachment to the characters kept pulling me on and on. I challenge anybody to watch this and not fall in love with a character or two.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe storyline is simple, typical even.\u001b[24m\n    \u001b[1mストーリーラインはシンプルで典型的です。\u001b[22m, \u001b[1mストーリーがあっても、単純な典型的なものです。\u001b[22m\n\u001b[4mBut my attachment to the characters kept pulling me on and on.\u001b[24m\n    \u001b[1mしかし、キャラクターへの私の添付ファイルは、私を引っ張って続けた。\u001b[22m, \u001b[1mしかし、文字への私の愛着は、上と上の私を引っ張って続けました。\u001b[22m\n\u001b[4mI challenge anybody to watch this and not fall in love with a character or two.\u001b[24m\n    \u001b[1m私はこれを見て誰かに挑戦し、1人または2人と恋に落ちないようにします。\u001b[22m, \u001b[1m私は誰これを見て、文字または2と恋に落ちるしないように挑戦しています。\u001b[22m\nThe complete opposition of personalities is a driving focus, often we're shown a delinquent and a beautiful, popular girl or a nerdy girl and a beautiful popular boy. In this anime, both characters have met their match in every aspect. Rivals? Lovers? Intelligence? Fitness? Or just how stubborn they both are!\n\n\u001b[1m人格の完全な反対は運転の焦点です、多くの場合、私たちは延滞と美しい、人気のある女の子または変態の女の子と美しい人気の男の子を示しています。 このアニメでは、両方のキャラクターがあらゆる面でマッチした。 ライバル？ 恋人？ インテリジェンス？ フィットネス？ または、どれだけ頑固なのか？\u001b[22m\n\u001b[1m(Jinkaku no kanzen'na hantai wa unten no shōtendesu, ōku no baai, watashitachiha entai to utsukushī, ninkinoaru on'nanoko matawa hentai no on'nanoko to utsukushī ninki no otokonoko o shimeshite imasu. Kono animede wa, ryōhō no kyarakutā ga arayuru men de matchi shita. Raibaru? Koibito? Interijensu? Fittonesu? Matawa, dore dake gankona no ka?)\u001b[22m\n\nTranslations of \u001b[4mThe complete opposition of personalities is a driving focus, often we're shown a delinquent and a beautiful, popular girl or a nerdy girl and a beautiful popular boy. In this anime, both characters have met their match in every aspect. Rivals? Lovers? Intelligence? Fitness? Or just how stubborn they both are!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe complete opposition of personalities is a driving focus, often we're shown a delinquent and a beautiful, popular girl or a nerdy girl and a beautiful popular boy.\u001b[24m\n    \u001b[1m人格の完全な反対は運転の焦点です、多くの場合、私たちは延滞と美しい、人気のある女の子または変態の女の子と美しい人気の男の子を示しています。\u001b[22m, \u001b[1m人格の完全な反対はしばしば、我々は滞納、美しい、人気の女の子やオタク少女と美しい人気のある少年を示している、フォーカス駆動です。\u001b[22m\n\u001b[4mIn this anime, both characters have met their match in every aspect.\u001b[24m\n    \u001b[1mこのアニメでは、両方のキャラクターがあらゆる面でマッチした。\u001b[22m, \u001b[1mこのアニメでは、両方の文字があらゆる面で彼らの試合を満たしています。\u001b[22m\n\u001b[4mRivals?\u001b[24m\n    \u001b[1mライバル？\u001b[22m\n\u001b[4mLovers?\u001b[24m\n    \u001b[1m恋人？\u001b[22m, \u001b[1mラバーズ？\u001b[22m\n\u001b[4mIntelligence?\u001b[24m\n    \u001b[1mインテリジェンス？\u001b[22m\n\u001b[4mFitness?\u001b[24m\n    \u001b[1mフィットネス？\u001b[22m\n\u001b[4mOr just how stubborn they both are!\u001b[24m\n    \u001b[1mまたは、どれだけ頑固なのか？\u001b[22m, \u001b[1mそれとも、どのように頑固な彼らは両方です！\u001b[22m\nIf you're a fan of romance, comedy, high school, love triangles and an irresistible protagonist, you need to watch Kaichou wa Maid-sama!\n\n\u001b[1mあなたがロマンス、コメディ、高校、愛三角、そして魅力的な主人公のファンなら、あなたはKaichou wa Maid様を見守る必要があります！\u001b[22m\n\u001b[1m(Anata ga romansu, komedi, kōkō,-ai sankaku, soshite miryoku-tekina shujinkō no fan'nara, anata wa Kaichou wa Maid-sama o mimamoru hitsuyō ga arimasu!)\u001b[22m\n\nTranslations of \u001b[4mIf you're a fan of romance, comedy, high school, love triangles and an irresistible protagonist, you need to watch Kaichou wa Maid-sama!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're a fan of romance, comedy, high school, love triangles and an irresistible protagonist, you need to watch Kaichou wa Maid-sama!\u001b[24m\n    \u001b[1mあなたがロマンス、コメディ、高校、愛三角、そして魅力的な主人公のファンなら、あなたはKaichou wa Maid様を見守る必要があります！\u001b[22m, \u001b[1mあなたがロマンス、コメディ、高校、三角関係と魅力的な主人公のファンなら、あなたはKaichou WAメイド様を見てする必要があります！\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "iMakeReview",
    "profile": "/profile/iMakeReview/reviews",
    "pages": "9",
    "number": "4",
    "link": "/reviews.php?id=61425",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメについては、Naruto Shippudenのほかに私が一生見たことのある最高のアニメです。 だから私はこのアニメの10/10を評価しています。 私は決して同時に完璧なコメディとロマンスの組み合わせを見たことはありません。 私は、最初のエピソードから最後のエピソードまでの話が大好きです。私のような男のために、とてもカッコいい、楽しい、とても楽しかったです。 しかし、私は英語版をオンラインで見つけることはできませんが、私にはうまくいきます。私は美咲のオリジナルの声が好きです。 このアニメの評価は高いので、私はロマンスの大きなティースプーンでコメディが好きな人にこれをおすすめします。 そして、このアニメを愛するすべての人々/ファンに、このアニメを引き続きサポートしてください。 私は本当に2番目のシーズンになると思っています。私は最後のエピソードで非常におしゃべりしていました。私は2番目のエピソードを見たいと思っています。最後のエピソードで、アニメをもう1回見ました。\n私のレビューを読んでいただきありがとうございます。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell about this anime, it's the BEST anime I've seen my whole life besides Naruto Shippuden. So I'm rating this anime 10/10. I've NEVER seen such PERFECT combination of Comedy and Romance at the same time. I love how the story goes from the first episode until the last episode, it's SO CUTE, FUNNY and VERY ENTERTAINING for a guy like me. However, I can't find any English version online but it's fine to me, I like Misaki's original voice better. Ratings of this anime is high so I RECOMMEND this to all people who likes Comedy with a big teaspoon of Romance. And to all the people who loves this anime / fans, please continue to support this anime. I'm REALLY HOPING that there'll be a second season being made, I was very teased on the last episode and I'm very eager to watch the second, and the last episode made me watch the anime 1 more time.\n\n\u001b[1mこのアニメについては、Naruto Shippudenのほかに私が一生見たことのある最高のアニメです。 だから私はこのアニメの10/10を評価しています。 私は決して同時に完璧なコメディとロマンスの組み合わせを見たことはありません。 私は、最初のエピソードから最後のエピソードまでの話が大好きです。私のような男のために、とてもカッコいい、楽しい、とても楽しかったです。 しかし、私は英語版をオンラインで見つけることはできませんが、私にはうまくいきます。私は美咲のオリジナルの声が好きです。 このアニメの評価は高いので、私はロマンスの大きなティースプーンでコメディが好きな人にこれをおすすめします。 そして、このアニメを愛するすべての人々/ファンに、このアニメを引き続きサポートしてください。 私は本当に2番目のシーズンになると思っています。私は最後のエピソードで非常におしゃべりしていました。私は2番目のエピソードを見たいと思っています。最後のエピソードで、アニメをもう1回見ました。\u001b[22m\n\u001b[1m(Kono anime ni tsuite wa, Naruto Shippuden no hoka ni watashi ga isshō mita koto no aru saikō no animedesu. Dakara watashi wa kono anime no 10/ 10 o hyōka shite imasu. Watashi wa kesshite dōjini kanpekina komedi to romansu no kumiawase o mita koto wa arimasen. Watashi wa, saisho no episōdo kara saigo no episōdo made no hanashi ga daisukidesu. Watashi no yōna otoko no tame ni, totemo kakkoī, tanoshī, totemo tanoshikattadesu. Shikashi, watashi wa eigo-ban o onrain de mitsukeru koto wa dekimasenga, watashiniha umaku ikimasu. Watashi wa Misaki no orijinaru no koe ga sukidesu. Kono anime no hyōka wa takainode, watashi wa romansu no ōkina tīsupūn de komedi ga sukinahito ni kore o osusume shimasu. Soshite, kono anime o aisuru subete no hitobito/ fan ni, kono anime o hikitsudzuki sapōto shite kudasai. Watashi wa hontōni 2-banme no shīzun ni naru to omotte imasu. Watashi wa saigo no episōdo de hijō ni oshaberi shite imashita. Watashi wa 2-banme no episōdo o mitai to omotte imasu. Saigo no episōdo de, anime o mō 1-kai mimashita.)\u001b[22m\n\nTranslations of \u001b[4mWell about this anime, it's the BEST anime I've seen my whole life besides Naruto Shippuden. So I'm rating this anime 10/10. I've NEVER seen such PERFECT combination of Comedy and Romance at the same time. I love how the story goes from the first episode until the last episode, it's SO CUTE, FUNNY and VERY ENTERTAINING for a guy like me. However, I can't find any English version online but it's fine to me, I like Misaki's original voice better. Ratings of this anime is high so I RECOMMEND this to all people who likes Comedy with a big teaspoon of Romance. And to all the people who loves this anime / fans, please continue to support this anime. I'm REALLY HOPING that there'll be a second season being made, I was very teased on the last episode and I'm very eager to watch the second, and the last episode made me watch the anime 1 more time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell about this anime, it's the BEST anime I've seen my whole life besides Naruto Shippuden.\u001b[24m\n    \u001b[1mこのアニメについては、Naruto Shippudenのほかに私が一生見たことのある最高のアニメです。\u001b[22m, \u001b[1mさて、このアニメについて、それは私がNARUTO  - ナルト - 疾風伝以外に私の人生を見た中で最高のアニメです。\u001b[22m\n\u001b[4mSo I'm rating this anime 10/10.\u001b[24m\n    \u001b[1mだから私はこのアニメの10/10を評価しています。\u001b[22m, \u001b[1mだから私はこのアニメ10/10を評価しています。\u001b[22m\n\u001b[4mI've NEVER seen such PERFECT combination of Comedy and Romance at the same time.\u001b[24m\n    \u001b[1m私は決して同時に完璧なコメディとロマンスの組み合わせを見たことはありません。\u001b[22m, \u001b[1m私は同時に、コメディやロマンスのような完璧な組み合わせを見たことがありません。\u001b[22m\n\u001b[4mI love how the story goes from the first episode until the last episode, it's SO CUTE, FUNNY and VERY ENTERTAINING for a guy like me.\u001b[24m\n    \u001b[1m私は、最初のエピソードから最後のエピソードまでの話が大好きです。私のような男のために、とてもカッコいい、楽しい、とても楽しかったです。\u001b[22m, \u001b[1m私は物語は最終話まで、第1話からどのようになる愛し、それは私のような男のためのSO、かわいいと非常に面白いです。\u001b[22m\n\u001b[4mHowever, I can't find any English version online but it's fine to me, I like Misaki's original voice better.\u001b[24m\n    \u001b[1mしかし、私は英語版をオンラインで見つけることはできませんが、私にはうまくいきます。私は美咲のオリジナルの声が好きです。\u001b[22m, \u001b[1mしかし、私はオンラインで任意の英語バージョンを見つけることができませんが、それは私には罰金だ、私はより良い美咲の元の声が好き。\u001b[22m\n\u001b[4mRatings of this anime is high so I RECOMMEND this to all people who likes Comedy with a big teaspoon of Romance.\u001b[24m\n    \u001b[1mこのアニメの評価は高いので、私はロマンスの大きなティースプーンでコメディが好きな人にこれをおすすめします。\u001b[22m, \u001b[1mこのアニメの評価は高いですので、私はロマンスの大きな小さじとコメディが好きなすべての人にこれをお勧めします。\u001b[22m\n\u001b[4mAnd to all the people who loves this anime / fans, please continue to support this anime.\u001b[24m\n    \u001b[1mそして、このアニメを愛するすべての人々/ファンに、このアニメを引き続きサポートしてください。\u001b[22m, \u001b[1mそして、このアニメ/ファンを愛するすべての人々に、このアニメをサポートすることを続けてください。\u001b[22m\n\u001b[4mI'm REALLY HOPING that there'll be a second season being made, I was very teased on the last episode and I'm very eager to watch the second, and the last episode made me watch the anime 1 more time.\u001b[24m\n    \u001b[1m私は本当に2番目のシーズンになると思っています。私は最後のエピソードで非常におしゃべりしていました。私は2番目のエピソードを見たいと思っています。最後のエピソードで、アニメをもう1回見ました。\u001b[22m, \u001b[1m私は本当に行われてセカンドシーズンがあるだろうことを願っていて、私は非常に最後のエピソードにからかわれたと私は2番目のを見て非常に熱心だし、最後のエピソードは私がアニメ1より多くの時間を見ました。\u001b[22m\nThanks for your time reading my review. :)\n\n\u001b[1m私のレビューを読んでいただきありがとうございます。  :)\u001b[22m\n\u001b[1m(Watashi no rebyū o yonde itadaki arigatōgozaimasu. : ))\u001b[22m\n\nTranslations of \u001b[4mThanks for your time reading my review. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for your time reading my review.\u001b[24m\n    \u001b[1m私のレビューを読んでいただきありがとうございます。\u001b[22m, \u001b[1m私のレビューを読んであなたの時間をありがとう。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "BrokenXHearts",
    "profile": "/profile/BrokenXHearts/reviews",
    "pages": "9",
    "number": "5",
    "link": "/reviews.php?id=58813",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  10\n\nKaichou waメイド様は私が今まで見た中で最高のアニメの一つです。 だから私はなぜそんなに好きなのか、私のレビューを読んだ人はそれを見たいと思うようにすることを考えました。\n\nまず最初に私がKaichou waメイド様を見たとき、私は本当に興味がないようでしたが、「Special A」と呼ばれる類似のアニメを見た後、「これはちょっと特別なAのように見えます」と思ったので、  。 Kaichou wa maid-samaは、生涯の難しさから、メイドのカフェで働く高校生を使う考えをクリエイターが考えているという点でもユニークです。 最初は何が起こっているのか分からなかった。 私は少し物語をちょっと混乱させました。 アニメを少し見てから、ストーリーはより明確になり、見て楽しくなりました。 ストーリー・ラインは、少年が少女と会い、彼らが恋をする典型的なラブ・ストーリーではないという事実のために良いです。 さらに、このアニメの作成者が、臼井さんと美咲さんがお互いを愛していることを突き止めたわけではありません。 これは、アニメがもっと興味深いものになる理由は、男の子と女の子がお互いを愛し、将来的には互いを嫌う「問題」を抱え、戻ってくる方法 一緒に。 シンプルロマンスを作る一般的な方法は、これが映画の中で多く使われているからです。 \n\nこれはアニメが大好きだった主な理由の1つですが、一方ではいくつかの失望があります。 私は創作者がUsuiを少し力を抜いてしまったと思っています。そして、彼はMisakiと同じ学校に通う方法でもっとエピソードが必要でした。 それ以来、私たちが宇井の過去について新しいことをしたのは、アニメシリーズ全体を見ている人たちが知っていることは、彼が「豊かな」家族から来ていること、そして彼は自然に圧倒されているが、 私たちが知っているすべてのために、一時的にそこにいたかもしれないし、彼が彼の邸宅から追い出されたことがあるので、なぜ、どこに、どのように、誰が、なぜ臼井がここにいるのかを人々が知ることは、より面白かった。\n\nしかし、まだこのアニメは完璧に近いです、私はこのアニメを少なくとも5回、エピソード1  -  26を見ました。\n\n最後に、第二シーズンがあるのだろうかと思っていましたか？ マンガでは私が見たことのないシーンがたくさんあり、アニメに変えたいと思っています。 他にもたくさんの人が第二シーズンにKaichou wa maid-sama\n\n私のレビューを読んでくれてありがとう\nなぜ私はアニメがそんなに好きなのかちょっと助けてくれることを願った",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nKaichou wa maid-sama is one of the best anime i have ever watched. So I thought of making a review on why I like it so much, and that who ever reads my review, will make them want to watched it.\n\n\u001b[1mKaichou waメイド様は私が今まで見た中で最高のアニメの一つです。 だから私はなぜそんなに好きなのか、私のレビューを読んだ人はそれを見たいと思うようにすることを考えました。\u001b[22m\n\u001b[1m(Kaichou wa meido-sama wa watashi ga imamade mita naka de saikō no anime no hitotsudesu. Dakara watashi wa naze son'nani sukina no ka, watashi no rebyū o yonda hito wa sore o mitai to omou yō ni suru koto o kangaemashita.)\u001b[22m\n\nTranslations of \u001b[4mKaichou wa maid-sama is one of the best anime i have ever watched. So I thought of making a review on why I like it so much, and that who ever reads my review, will make them want to watched it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaichou wa maid-sama is one of the best anime i have ever watched.\u001b[24m\n    \u001b[1mKaichou waメイド様は私が今まで見た中で最高のアニメの一つです。\u001b[22m\n\u001b[4mSo I thought of making a review on why I like it so much, and that who ever reads my review, will make them want to watched it.\u001b[24m\n    \u001b[1mだから私はなぜそんなに好きなのか、私のレビューを読んだ人はそれを見たいと思うようにすることを考えました。\u001b[22m, \u001b[1mだから私は、私はそれがそんなに好きな理由に見直しを行うことを考えて、今まで私のレビューを読み取る誰それは、彼らがそれを見たくなります。\u001b[22m\n\u001b[1m\u001b[22m\nFirstly when i first saw Kaichou wa maid-sama I really didn't seem to be interested, but after watching a similar anime called 'Special A' I thought 'Oh look this looks a little like Special A' so I gave it a shot . Kaichou wa maid-sama is also unique because of the fact that, the creator manage to think about an idea of using a high school student, working at a maid cafe, because of how hard life can be. At first i didn't get what was going on. Which made me a little confused on the story a little. After watching the anime a little longer, the story became more clearer and more fun to watch. The story line is good, because of the fact that it is not a typical love story of when a boy meets a girl and they become in-love. Furthermore it is very interesting that the creator of this anime did not rush the way Usui and Misaki's found that they loved each other. This makes the anime more interesting because people would usually think that, when a boy and girl meet they expect them to love each other and in the future have a 'problem' which makes them hate each other, and they find a way to come back together. That is the common way of making a Simple Romance since this is used a lot in Movie's.\n\n\u001b[1mまず最初に私がKaichou waメイド様を見たとき、私は本当に興味がないようでしたが、「Special A」と呼ばれる類似のアニメを見た後、「これはちょっと特別なAのように見えます」と思ったので、  。 Kaichou wa maid-samaは、生涯の難しさから、メイドのカフェで働く高校生を使う考えをクリエイターが考えているという点でもユニークです。 最初は何が起こっているのか分からなかった。 私は少し物語をちょっと混乱させました。 アニメを少し見てから、ストーリーはより明確になり、見て楽しくなりました。 ストーリー・ラインは、少年が少女と会い、彼らが恋をする典型的なラブ・ストーリーではないという事実のために良いです。 さらに、このアニメの作成者が、臼井さんと美咲さんがお互いを愛していることを突き止めたわけではありません。 これは、アニメがもっと興味深いものになる理由は、男の子と女の子がお互いを愛し、将来的には互いを嫌う「問題」を抱え、戻ってくる方法 一緒に。 シンプルロマンスを作る一般的な方法は、これが映画の中で多く使われているからです。 \u001b[22m\n\u001b[1m(Mazu saisho ni watashi ga Kaichou wa meido-sama o mita toki, watashi wa hontōni kyōmi ga nai yōdeshitaga,`Special A' to yoba reru ruiji no anime o mita nochi,`kore wa chotto tokubetsuna A no yō ni miemasu' to omottanode,. Saisho wa nani ga okotte iru no ka wakaranakatta. Watashi wa sukoshi monogatari o chotto konran sa semashita. Anime o sukoshi mitekara, sutōrī wa yori meikaku ni nari, mite tanoshiku narimashita. Sutōrī rain wa, shōnen ga shōjo to ai, karera ga koi o suru tenkei-tekina rabu sutōrīde wa nai to iu jijitsu no tame ni yoidesu. Sarani, kono anime no sakusei-sha ga, Usui-san to Misaki-san ga otagai o aishite iru koto o tsukitometa wakede wa arimasen. Kore wa, anime ga motto kyōmibukai mono ni naru riyū wa, otokonokotoon'nanoko ga otagai o aishi, shōrai-teki ni wa tagai o kirau `mondai' o kakae, modotte kuru hōhō issho ni. Shinpururomansu o tsukuru ippantekina hōhō wa, korega eiga no naka de ōku tsukawa rete irukaradesu. Kaichou wa meido - sama wa, shōgai no muzukashi-sa kara, meido no kafe de hataraku kōkōsei o tsukau kangae o kurieitā ga kangaete iru to iu tende mo yunīkudesu.)\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of the main reason of why I liked the anime so much, on the other hand there are some let downs. I think that the creator made Usui the character I little bit overpowered and that he needed more episodes in how got to the same school as Misaki. It would have been better if we new about Usui's past since, all we know from people that watched the whole anime series is that he comes from a 'rich' family, and that he is naturally an overpowered character which is good but it would' ve have been more interesting for people to know what, where, how, who, why Usui was here since for all we know he could have just been there temporally or he was kicked out of his mansion.\n\n\u001b[1mこれはアニメが大好きだった主な理由の1つですが、一方ではいくつかの失望があります。 私は創作者がUsuiを少し力を抜いてしまったと思っています。そして、彼はMisakiと同じ学校に通う方法でもっとエピソードが必要でした。 それ以来、私たちが宇井の過去について新しいことをしたのは、アニメシリーズ全体を見ている人たちが知っていることは、彼が「豊かな」家族から来ていること、そして彼は自然に圧倒されているが、 私たちが知っているすべてのために、一時的にそこにいたかもしれないし、彼が彼の邸宅から追い出されたことがあるので、なぜ、どこに、どのように、誰が、なぜ臼井がここにいるのかを人々が知ることは、より面白かった。\u001b[22m\n\u001b[1m(Kore wa anime ga daisukidatta omona riyū no 1tsudesuga, ippōde wa ikutsu ka no shitsubō ga arimasu. Watashi wa sōsaku-sha ga Usui o sukoshi chikara o nuite shimatta to omotte imasu. Soshite, kare wa Misaki to onaji gakkō ni kayou hōhō de motto episōdo ga hitsuyōdeshita. Sore irai, watashitachi ga Ui no kako ni tsuite atarashī koto o shita no wa, animeshirīzu zentai o mite iru hito-tachi ga shitte iru koto wa, kare ga `yutakana' kazoku kara kite iru koto, soshite kare wa shizen ni attō sa rete iruga, watashitachi ga shitte iru subete no tame ni, ichijitekini soko ni ita kamo shirenaishi, kare ga kare no teitaku kara oidasa reta koto ga aru node, naze, doko ni, dono yō ni, dare ga, naze Usui ga koko ni iru no ka o hitobito ga shiru koto wa, yori omoshirokatta.)\u001b[22m\n\nTranslations of \u001b[4mThis is one of the main reason of why I liked the anime so much, on the other hand there are some let downs. I think that the creator made Usui the character I little bit overpowered and that he needed more episodes in how got to the same school as Misaki. It would have been better if we new about Usui's past since, all we know from people that watched the whole anime series is that he comes from a 'rich' family, and that he is naturally an overpowered character which is good but it would' ve have been more interesting for people to know what, where, how, who, why Usui was here since for all we know he could have just been there temporally or he was kicked out of his mansion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of the main reason of why I liked the anime so much, on the other hand there are some let downs.\u001b[24m\n    \u001b[1mこれはアニメが大好きだった主な理由の1つですが、一方ではいくつかの失望があります。\u001b[22m, \u001b[1mこれは、他の一方で、いくつかのletダウンがあり、私はあまりアニメを気に入った理由の主な理由の一つです。\u001b[22m\n\u001b[4mI think that the creator made Usui the character I little bit overpowered and that he needed more episodes in how got to the same school as Misaki.\u001b[24m\n    \u001b[1m私は創作者がUsuiを少し力を抜いてしまったと思っています。そして、彼はMisakiと同じ学校に通う方法でもっとエピソードが必要でした。\u001b[22m, \u001b[1m私は、作成者が臼井私は少し圧倒文字行われていることと、彼は美咲と同じ学校になったかでより多くのエピソードが必要だと思います。\u001b[22m\n\u001b[4mIt would have been better if we new about Usui's past since, all we know from people that watched the whole anime series is that he comes from a 'rich' family, and that he is naturally an overpowered character which is good but it would'\u001b[24m\n    \u001b[1mそれ以来、私たちが宇井の過去について新しいことをしたのは、アニメシリーズ全体を見ている人たちが知っていることは、彼が「豊かな」家族から来ていること、そして彼は自然に圧倒されているが、\u001b[22m, \u001b[1mそれは「う、我々がいるので臼井の過去についての新しい場合は、もっと良かったはず、我々は全体のアニメシリーズを見た人から知っているすべては、彼が「豊かな」家族から来ているということである、と彼は自然に良いです取り押さえ文字であることが、\u001b[22m\n\u001b[4mve have been more interesting for people to know what, where, how, who, why Usui was here since for all we know he could have just been there temporally or he was kicked out of his mansion.\u001b[24m\n    \u001b[1m私たちが知っているすべてのために、一時的にそこにいたかもしれないし、彼が彼の邸宅から追い出されたことがあるので、なぜ、どこに、どのように、誰が、なぜ臼井がここにいるのかを人々が知ることは、より面白かった。\u001b[22m, \u001b[1mすべてのために、我々は彼がちょうど一時的にそこにあったかもしれない知っているか、彼は彼の邸宅を追い出されたので臼井がここにいた理由を誰が、どのように、どこで、何を、知っている人々のためにもっと面白いされていまし。\u001b[22m\n\u001b[1m\u001b[22m\nBut still this anime is near enough perfect, I Re-watched this anime atleast about 5 times, episode 1 - 26, since it so good.\n\n\u001b[1mしかし、まだこのアニメは完璧に近いです、私はこのアニメを少なくとも5回、エピソード1  -  26を見ました。\u001b[22m\n\u001b[1m(Shikashi, mada kono anime wa kanpeki ni chikaidesu, watashi wa kono anime o sukunakutomo 5-kai, episōdo 1 - 26 o mimashita.)\u001b[22m\n\nTranslations of \u001b[4mBut still this anime is near enough perfect, I Re-watched this anime atleast about 5 times, episode 1 - 26, since it so good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut still this anime is near enough perfect, I Re-watched this anime atleast about 5 times, episode 1 - 26, since it so good.\u001b[24m\n    \u001b[1mしかし、まだこのアニメは完璧に近いです、私はこのアニメを少なくとも5回、エピソード1  -  26を見ました。\u001b[22m, \u001b[1m26、それはとても良いので、 - しかし、まだこのアニメは完璧十分に近いですが、私はこのアニメ少なくとも約5倍、エピソード1再見ました。\u001b[22m\n\u001b[1m\u001b[22m\nLastly I was just wondering will there be a Second Season? because in the Manga there is a lot of scenes I have not seen and I would like it to be converted into an anime. Besides so many people is requesting for a 2nd season for Kaichou wa maid-sama\n\n\u001b[1m最後に、第二シーズンがあるのだろうかと思っていましたか？ マンガでは私が見たことのないシーンがたくさんあり、アニメに変えたいと思っています。 他にもたくさんの人が第二シーズンにKaichou wa maid-sama\u001b[22m\n\u001b[1m(Saigo ni, dai ni shīzun ga aru nodarou ka to omotte imashita ka? Mangade wa watashi ga mita koto no nai shīn ga takusan ari, anime ni kaetai to omotte imasu. Hoka ni mo takusan no hito ga dai ni shīzun ni Kaichou wa meido - sama)\u001b[22m\n\nTranslations of \u001b[4mLastly I was just wondering will there be a Second Season? because in the Manga there is a lot of scenes I have not seen and I would like it to be converted into an anime. Besides so many people is requesting for a 2nd season for Kaichou wa maid-sama\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly I was just wondering will there be a Second Season?\u001b[24m\n    \u001b[1m最後に、第二シーズンがあるのだろうかと思っていましたか？\u001b[22m, \u001b[1m最後に、私はちょうどセカンドシーズンがあるでしょう不思議でしたか？\u001b[22m\n\u001b[4mbecause in the Manga there is a lot of scenes I have not seen and I would like it to be converted into an anime.\u001b[24m\n    \u001b[1mマンガでは私が見たことのないシーンがたくさんあり、アニメに変えたいと思っています。\u001b[22m, \u001b[1mマンガでシーンがたくさんあるので、私は見ていないと私はそれがアニメに変換されたいです。\u001b[22m\n\u001b[4mBesides so many people is requesting for a 2nd season for Kaichou wa maid-sama\u001b[24m\n    \u001b[1m他にもたくさんの人が第二シーズンにKaichou wa maid-sama\u001b[22m, \u001b[1m非常に多くの人々に加えてKaichou WAメイド様のための第二シーズンに向けて要求しています\u001b[22m\n\u001b[1m\u001b[22m\nThanks for reading my review\n\n\u001b[1m私のレビューを読んでくれてありがとう\u001b[22m\n\u001b[1m(Watashi no rebyū o yonde kurete arigatō)\u001b[22m\n\nTranslations of \u001b[4mThanks for reading my review\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for reading my review\u001b[24m\n    \u001b[1m私のレビューを読んでくれてありがとう\u001b[22m\nI wished it helped you a little in why I like the anime so much\n\n\u001b[1mなぜ私はアニメがそんなに好きなのかちょっと助けてくれることを願った\u001b[22m\n\u001b[1m(Naze watashi wa anime ga son'nani sukina no ka chotto tasukete kureru koto o negatta)\u001b[22m\n\nTranslations of \u001b[4mI wished it helped you a little in why I like the anime so much\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wished it helped you a little in why I like the anime so much\u001b[24m\n    \u001b[1mなぜ私はアニメがそんなに好きなのかちょっと助けてくれることを願った\u001b[22m, \u001b[1m私はそれが私はあまりアニメを好きな理由であなたを少し助けを望みました\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "pitlord",
    "profile": "/profile/pitlord/reviews",
    "pages": "9",
    "number": "6",
    "link": "/reviews.php?id=52301",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\nそれはアニマックスで放映されました。 まず、美咲は強く、勇敢で、クラスの大統領です。\nQ =シンデレラ部分はどこですか？ 彼女があなたが言ったことがあれば、彼女は救い主は必要ありません\nA =ここはカスルですが、彼女はいい高校に通っていません。 彼女の学友のすべては、特に男性はばかだ。 ウスイ（私はちょうどその名前を見つけました）は、彼女を動かそうとした馬鹿から彼女を救わなければなりません。 一度は、ミサキはコンテストの優勝者、臼井が救助の日に来ることを余儀なくされました。\n\nQ：このアニメは注目に値するのですか？  （私は少年です）\nA：美咲は強い主人公です、セクシー、彼女は独立した女性ですが、私はこれが少女アニメであることを思い出さなければなりません。 鉛の周りの人たちは、彼女のために幸福を望んでいます。何の理由もありません。\n彼女の学校の少年たちは、不自然であることが知られていた、なぜ彼らは突然、女の子に鉄の拳を抱かせたのですか？そして、臼井は典型的なクールな右手男です。\n\nだから、これは生きているあなたが不安定になるためにあなたを傷つけるからです。 しかし、私は女の子がこのアニメを愛するという気持ちがあります。 ミサキはステレオタイプの無力な女の子じゃないから。\n\n正直なところ私は男の子なので、このショーを評価することはできません。この種のショーを嫌うのは私のDNAです。 だから私はちょうどそれを与える6",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIt was aired in animax, so what the heck . first , Misaki is strong, brave and the class president.\n\n\u001b[1mそれはアニマックスで放映されました。 まず、美咲は強く、勇敢で、クラスの大統領です。\u001b[22m\n\u001b[1m(Sore wa animakkusu de hōei sa remashita. Mazu, Misaki wa tsuyoku, yūkande, kurasu no daitōryōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt was aired in animax, so what the heck . first , Misaki is strong, brave and the class president.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was aired in animax, so what the heck .\u001b[24m\n    \u001b[1mそれはアニマックスで放映されました。\u001b[22m, \u001b[1mこれは一体何アニマックスで放映され、そのようにしました。\u001b[22m\n\u001b[4mfirst , Misaki is strong, brave and the class president.\u001b[24m\n    \u001b[1mまず、美咲は強く、勇敢で、クラスの大統領です。\u001b[22m, \u001b[1m最初、美咲は勇敢とクラス社長、強いです。\u001b[22m\nQ= so where is the cinderella part. if she is all that you said, she doesn't need a savior\n\n\u001b[1mQ =シンデレラ部分はどこですか？ 彼女があなたが言ったことがあれば、彼女は救い主は必要ありません\u001b[22m\n\u001b[1m(Q = Shinderera bubun wa dokodesu ka? Kanojo ga anata ga itta koto ga areba, kanojo wa sukuinushi wa hitsuyō arimasen)\u001b[22m\n\nTranslations of \u001b[4mQ= so where is the cinderella part. if she is all that you said, she doesn't need a savior\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQ= so where is the cinderella part.\u001b[24m\n    \u001b[1mQ =シンデレラ部分はどこですか？\u001b[22m, \u001b[1mQ =ので、どこシンデレラ部分があります。\u001b[22m\n\u001b[4mif she is all that you said, she doesn't need a savior\u001b[24m\n    \u001b[1m彼女があなたが言ったことがあれば、彼女は救い主は必要ありません\u001b[22m, \u001b[1m彼女はあなたが言ったすべてのであれば、彼女は救世主を必要としません。\u001b[22m\nA=here is the cath , she doesn't go to a good high school. All of her schoolmates especially the men are idiots. Usui ( i have just found out the name) has to save her from idiots that tried to make a move on her. Like one time Misaki was forced to go on a date with a contest winner, Usui, came to the rescue.\n\n\u001b[1mA =ここはカスルですが、彼女はいい高校に通っていません。 彼女の学友のすべては、特に男性はばかだ。 ウスイ（私はちょうどその名前を見つけました）は、彼女を動かそうとした馬鹿から彼女を救わなければなりません。 一度は、ミサキはコンテストの優勝者、臼井が救助の日に来ることを余儀なくされました。\u001b[22m\n\u001b[1m(A = koko wa kasurudesuga, kanojo wa ī kōkō ni tōtte imasen. Kanojo no gakuyū no subete wa, tokuni dansei wa bakada. Usui (watashi wa chōdo sono namae o mitsukemashita) wa, kanojo o ugokasou to shita baka kara kanojo o sukuwanakereba narimasen. Ichido wa, Misaki wa kontesuto no yūshō-sha, Usui ga kyūjo no hi ni kuru koto o yoginaku sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mA=here is the cath , she doesn't go to a good high school. All of her schoolmates especially the men are idiots. Usui ( i have just found out the name) has to save her from idiots that tried to make a move on her. Like one time Misaki was forced to go on a date with a contest winner, Usui, came to the rescue.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA=here is the cath , she doesn't go to a good high school.\u001b[24m\n    \u001b[1mA =ここはカスルですが、彼女はいい高校に通っていません。\u001b[22m, \u001b[1mA =ここでは、彼女は良い高校に行かない、カテーテル検査です。\u001b[22m\n\u001b[4mAll of her schoolmates especially the men are idiots.\u001b[24m\n    \u001b[1m彼女の学友のすべては、特に男性はばかだ。\u001b[22m, \u001b[1m彼女の学友はすべて、特に男性は馬鹿です。\u001b[22m\n\u001b[4mUsui ( i have just found out the name) has to save her from idiots that tried to make a move on her.\u001b[24m\n    \u001b[1mウスイ（私はちょうどその名前を見つけました）は、彼女を動かそうとした馬鹿から彼女を救わなければなりません。\u001b[22m, \u001b[1m臼井は（私はちょうど名前を発見した）彼女の上の動きを作ってみました馬鹿から彼女を救うために持っています。\u001b[22m\n\u001b[4mLike one time Misaki was forced to go on a date with a contest winner, Usui, came to the rescue.\u001b[24m\n    \u001b[1m一度は、ミサキはコンテストの優勝者、臼井が救助の日に来ることを余儀なくされました。\u001b[22m, \u001b[1m美咲は、コンテストの勝者とデートに行くことを余儀なくされた1時間のように、臼井は、救助に来ました。\u001b[22m\n\u001b[1m\u001b[22m\nQ: so is this anime worth watching? (i am a boy)\n\n\u001b[1mQ：このアニメは注目に値するのですか？  （私は少年です）\u001b[22m\n\u001b[1m(Q: Kono anime wa chūmoku ni ataisuru nodesu ka? (Watashi wa shōnendesu))\u001b[22m\n\nTranslations of \u001b[4mQ: so is this anime worth watching? (i am a boy)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQ: so is this anime worth watching?\u001b[24m\n    \u001b[1mQ：このアニメは注目に値するのですか？\u001b[22m, \u001b[1mQ：だからこのアニメは見て価値がありますか？\u001b[22m\n\u001b[4m(i am a boy)\u001b[24m\n    \u001b[1m（私は少年です）\u001b[22m, \u001b[1m（私は男の子です）\u001b[22m\nA: Misaki, is a strong protagonist, sexy, she is an independent woman, but i have to remind you this is shoujo anime. People aroundthe lead want happiness for her, for no reason at all .\n\n\u001b[1mA：美咲は強い主人公です、セクシー、彼女は独立した女性ですが、私はこれが少女アニメであることを思い出さなければなりません。 鉛の周りの人たちは、彼女のために幸福を望んでいます。何の理由もありません。\u001b[22m\n\u001b[1m(A: Misaki wa tsuyoi shujinkōdesu, sekushī, kanojo wa dokuritsu shita joseidesuga, watashi wa kore ga shōjo animedearu koto o omoidasanakereba narimasen. Namari no mawarinohito-tachi wa, kanojo no tame ni kōfuku o nozonde imasu. Nani no riyū mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mA: Misaki, is a strong protagonist, sexy, she is an independent woman, but i have to remind you this is shoujo anime. People aroundthe lead want happiness for her, for no reason at all .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA: Misaki, is a strong protagonist, sexy, she is an independent woman, but i have to remind you this is shoujo anime.\u001b[24m\n    \u001b[1mA：美咲は強い主人公です、セクシー、彼女は独立した女性ですが、私はこれが少女アニメであることを思い出さなければなりません。\u001b[22m, \u001b[1mA：美咲は、セクシーな強い主人公は、彼女が自立した女性ですが、私は、これは少女アニメであるあなたを思い出させるために持っています。\u001b[22m\n\u001b[4mPeople aroundthe lead want happiness for her, for no reason at all .\u001b[24m\n    \u001b[1m鉛の周りの人たちは、彼女のために幸福を望んでいます。何の理由もありません。\u001b[22m, \u001b[1mリードaroundthe人々は全く理由もなく、彼女のために幸せにしたいです。\u001b[22m\nThey boys in her school were known to be unruly, why the heck they suddenly let a girl boss them around with an iron fist, and Usui is the typical cool right guy with attitude as abrassive as can be.\n\n\u001b[1m彼女の学校の少年たちは、不自然であることが知られていた、なぜ彼らは突然、女の子に鉄の拳を抱かせたのですか？そして、臼井は典型的なクールな右手男です。\u001b[22m\n\u001b[1m(Kanojo no gakkō no shōnen-tachi wa, fushizendearu koto ga shira rete ita, naze karera wa totsuzen, on'nanoko ni tetsu no ken o daka seta nodesu ka? Soshite, Usui wa tenkei-tekina kūruna migite otokodesu.)\u001b[22m\n\nTranslations of \u001b[4mThey boys in her school were known to be unruly, why the heck they suddenly let a girl boss them around with an iron fist, and Usui is the typical cool right guy with attitude as abrassive as can be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey boys in her school were known to be unruly, why the heck they suddenly let a girl boss them around with an iron fist, and Usui is the typical cool right guy with attitude as abrassive as can be.\u001b[24m\n    \u001b[1m彼女の学校の少年たちは、不自然であることが知られていた、なぜ彼らは突然、女の子に鉄の拳を抱かせたのですか？そして、臼井は典型的なクールな右手男です。\u001b[22m, \u001b[1m彼女の学校での彼らの少年は、なぜ一体、彼らは突然、鉄の拳で女の子のボスにそれを周りに聞かせ、手に負えないことが知られており、臼井は、abrassiveような態度を持つ典型的なクールな右の男がすることができますされました。\u001b[22m\n\u001b[1m\u001b[22m\nSo, no because this will scar you for live destabilize you. But i got a feeling that the girls will love this anime. Because Misaki is not the steorotype helpless girl.\n\n\u001b[1mだから、これは生きているあなたが不安定になるためにあなたを傷つけるからです。 しかし、私は女の子がこのアニメを愛するという気持ちがあります。 ミサキはステレオタイプの無力な女の子じゃないから。\u001b[22m\n\u001b[1m(Dakara, koreha ikite iru anata ga fuantei ni naru tame ni anata o kizutsukerukaradesu. Shikashi, watashi wa on'nanoko ga kono anime o aisuru to iu kimochi ga arimasu. Misaki wa sutereo taipu no muryokuna on'nanoko janaikara.)\u001b[22m\n\nTranslations of \u001b[4mSo, no because this will scar you for live destabilize you. But i got a feeling that the girls will love this anime. Because Misaki is not the steorotype helpless girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, no because this will scar you for live destabilize you.\u001b[24m\n    \u001b[1mだから、これは生きているあなたが不安定になるためにあなたを傷つけるからです。\u001b[22m, \u001b[1mだから、ないこのライブ不安定化させるためにあなたをあなたを傷つけますので。\u001b[22m\n\u001b[4mBut i got a feeling that the girls will love this anime.\u001b[24m\n    \u001b[1mしかし、私は女の子がこのアニメを愛するという気持ちがあります。\u001b[22m, \u001b[1mしかし、私は女の子がこのアニメを愛する気持ちを持って。\u001b[22m\n\u001b[4mBecause Misaki is not the steorotype helpless girl.\u001b[24m\n    \u001b[1mミサキはステレオタイプの無力な女の子じゃないから。\u001b[22m, \u001b[1m美咲はsteorotype無力な女の子ではありませんので。\u001b[22m\n\u001b[1m\u001b[22m\nHonestly i can't rate this show because i am a boy and it's in my DNA to hate this kind of show. so i just give it 6\n\n\u001b[1m正直なところ私は男の子なので、このショーを評価することはできません。この種のショーを嫌うのは私のDNAです。 だから私はちょうどそれを与える6\u001b[22m\n\u001b[1m(Shōjikina tokoro watashi wa otokonokonanode, kono shō o hyōka suru koto wa dekimasen. Kono tane no shō o kirau no wa watashi no dīenuēdesu. Dakara watashi wa chōdo sore o ataeru 6)\u001b[22m\n\nTranslations of \u001b[4mHonestly i can't rate this show because i am a boy and it's in my DNA to hate this kind of show. so i just give it 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly i can't rate this show because i am a boy and it's in my DNA to hate this kind of show.\u001b[24m\n    \u001b[1m正直なところ私は男の子なので、このショーを評価することはできません。この種のショーを嫌うのは私のDNAです。\u001b[22m, \u001b[1m私は男の子だし、それがショーのこの種を憎むように私のDNAにだから正直なところ、私はこの番組を評価することはできません。\u001b[22m\n\u001b[4mso i just give it 6\u001b[24m\n    \u001b[1mだから私はちょうどそれを与える6\u001b[22m, \u001b[1mだから、僕はそれを与える6\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "xRyuu21",
    "profile": "/profile/xRyuu21/reviews",
    "pages": "9",
    "number": "7",
    "link": "/reviews.php?id=50773",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nうーん。  。  私は他の多くの人に話すと確信しています。別のシーズンがあるはずです。 総合評価：AMAZING！ 。 シンプル。 このアニメは完全に素晴らしいものでした。 それについてのすべての部分。 サスペンス、ロマンス（愛三角）、アニメが持つすばらしい要素の束が含まれています。 このアニメは、誰かを席の端に残しますが、もちろんそれには限界があります。 私はあなたの私のような場合は、アクション、ロマンス、キャラクターの進化、あらゆる種類の方法で学校生活、そしてちょうどすべての偉大なストーリーラインのビットを楽しむ場合は、これを見てお勧めします。 今、メーカーだけが多くの人々がそれを愛しているのを見ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHmm . . I'm sure I speak for many others, there should be another season . Overall rating : AMAZING ! . simple . This anime was just completely amazing . Every single part about it . It includes suspense , romances (love triangles) , and a bunch of wonderful elements an anime should have . This anime will leave any one at the edge of their seat , but of course , there is a limit to it . I'd suggest watching this if your like me , enjoy bits of action , romance , character evolution , school-life in any sort of way , and just a over all great story line . Now if only the makers can see that many people loved it .\n\n\u001b[1mうーん。  。  私は他の多くの人に話すと確信しています。別のシーズンがあるはずです。 総合評価：AMAZING！ 。 シンプル。 このアニメは完全に素晴らしいものでした。 それについてのすべての部分。 サスペンス、ロマンス（愛三角）、アニメが持つすばらしい要素の束が含まれています。 このアニメは、誰かを席の端に残しますが、もちろんそれには限界があります。 私はあなたの私のような場合は、アクション、ロマンス、キャラクターの進化、あらゆる種類の方法で学校生活、そしてちょうどすべての偉大なストーリーラインのビットを楽しむ場合は、これを見てお勧めします。 今、メーカーだけが多くの人々がそれを愛しているのを見ることができます。\u001b[22m\n\u001b[1m(U ̄n... Shinpuru. Kono anime wa kanzen ni subarashī monodeshita. Sore ni tsuite no subete no bubun. Sasupensu, romansu (ai sankaku), anime ga motsu subarashī yōso no taba ga fukuma rete imasu. Kono anime wa, dareka o seki no hashi ni nokoshimasuga, mochiron sore ni wa genkai ga arimasu. Watashi wa anata no watashi no yōna baai wa, akushon, romansu, kyarakutā no shinka, arayuru shurui no hōhō de gakkō seikatsu, soshite chōdo subete no idaina sutōrīrain no bitto o tanoshimu baai wa, kore o mite o susume shimasu. Ima, mēkā dake ga ōku no hitobito ga sore o aishite iru no o miru koto ga dekimasu. Watashi wa hoka no ōku no hito ni hanasu to kakushin shite imasu. Betsu no shīzun ga aru hazudesu. Sōgō hyōka: AMAZING!)\u001b[22m\n\nTranslations of \u001b[4mHmm . . I'm sure I speak for many others, there should be another season . Overall rating : AMAZING ! . simple . This anime was just completely amazing . Every single part about it . It includes suspense , romances (love triangles) , and a bunch of wonderful elements an anime should have . This anime will leave any one at the edge of their seat , but of course , there is a limit to it . I'd suggest watching this if your like me , enjoy bits of action , romance , character evolution , school-life in any sort of way , and just a over all great story line . Now if only the makers can see that many people loved it .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHmm .\u001b[24m\n    \u001b[1mうーん。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4msimple .\u001b[24m\n    \u001b[1mシンプル。\u001b[22m\n\u001b[4mThis anime was just completely amazing .\u001b[24m\n    \u001b[1mこのアニメは完全に素晴らしいものでした。\u001b[22m, \u001b[1mこのアニメはただ完全に驚くべきものでした。\u001b[22m\n\u001b[4mEvery single part about it .\u001b[24m\n    \u001b[1mそれについてのすべての部分。\u001b[22m, \u001b[1mそれについてのひとつひとつの部分。\u001b[22m\n\u001b[4mIt includes suspense , romances (love triangles) , and a bunch of wonderful elements an anime should have .\u001b[24m\n    \u001b[1mサスペンス、ロマンス（愛三角）、アニメが持つすばらしい要素の束が含まれています。\u001b[22m, \u001b[1mこれは、サスペンス、ロマンス（三角関係）、およびアニメが持つべき素晴らしい要素の束を含んでいます。\u001b[22m\n\u001b[4mThis anime will leave any one at the edge of their seat , but of course , there is a limit to it .\u001b[24m\n    \u001b[1mこのアニメは、誰かを席の端に残しますが、もちろんそれには限界があります。\u001b[22m, \u001b[1mこのアニメは、彼らの座席の端のいずれかを残しますが、もちろん、それには限界があります。\u001b[22m\n\u001b[4mI'd suggest watching this if your like me , enjoy bits of action , romance , character evolution , school-life in any sort of way , and just a over all great story line .\u001b[24m\n    \u001b[1m私はあなたの私のような場合は、アクション、ロマンス、キャラクターの進化、あらゆる種類の方法で学校生活、そしてちょうどすべての偉大なストーリーラインのビットを楽しむ場合は、これを見てお勧めします。\u001b[22m, \u001b[1m私はあなたの私のように、道の任意の並べ替え、アクション、ロマンス、文字の進化、学校生活のビットを楽しむ場合は、これを見て示唆している、とだけですべての偉大なストーリーラインを超えると思います。\u001b[22m\n\u001b[4mNow if only the makers can see that many people loved it .\u001b[24m\n    \u001b[1m今、メーカーだけが多くの人々がそれを愛しているのを見ることができます。\u001b[22m, \u001b[1m今だけのメーカーは、多くの人々はそれを愛していることを確認することができます。\u001b[22m\n\u001b[4mI'm sure I speak for many others, there should be another season .\u001b[24m\n    \u001b[1m私は他の多くの人に話すと確信しています。別のシーズンがあるはずです。\u001b[22m, \u001b[1m私は別のシーズンがあるはず、私は他の多くのために話すと確信しています。\u001b[22m\n\u001b[4mOverall rating : AMAZING !\u001b[24m\n    \u001b[1m総合評価：AMAZING！\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "fukak",
    "profile": "/profile/fukak/reviews",
    "pages": "9",
    "number": "8",
    "link": "/reviews.php?id=63001",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nロマンス？ コメディ？ あなたはそれが好き？ だからあなたはKaichou waメイド様を見なければならない！\n美咲と臼井のおかげで、このアニメを見て、物語が退屈で人気があるように見えても、楽しかったです！\n臼井はカサノバの一種で、他の女の子の心を壊している。 すべてのアニメを通して、彼は美咲が彼と恋に落ちるようにしようとしている - 彼が愛する唯一の女の子だから。\nこのアニメはとても甘いですが、いつも味があります。 そして、ミサキとウスイの3人のスパイスがあります。 彼らが美咲の秘密を発見すると、彼女は彼女を気に入って彼女を助け始めている。  （LOLは言葉の繰り返しで申し訳ありませんが、私の英語は...とても悪いです）。\nショートカットでは：貧しい女の子と豊かな男の子についての本当に甘い話、ゆっくりと自分自身と恋に落ちる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nRomance? Comedy? You like it? So you have to watch Kaichou wa Maid-Sama!.\n\n\u001b[1mロマンス？ コメディ？ あなたはそれが好き？ だからあなたはKaichou waメイド様を見なければならない！\u001b[22m\n\u001b[1m(Romansu? Komedi? Anata wa sore ga suki? Dakara anata wa Kaichou wa meido-sama o minakereba naranai!)\u001b[22m\n\nTranslations of \u001b[4mRomance? Comedy? You like it? So you have to watch Kaichou wa Maid-Sama!.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRomance?\u001b[24m\n    \u001b[1mロマンス？\u001b[22m\n\u001b[4mComedy?\u001b[24m\n    \u001b[1mコメディ？\u001b[22m\n\u001b[4mYou like it?\u001b[24m\n    \u001b[1mあなたはそれが好き？\u001b[22m, \u001b[1mあなたはそれが好きですか？\u001b[22m, \u001b[1mそれを好きですか？\u001b[22m\n\u001b[4mSo you have to watch Kaichou wa Maid-Sama!.\u001b[24m\n    \u001b[1mだからあなたはKaichou waメイド様を見なければならない！\u001b[22m, \u001b[1mだから、Kaichou WAメイド様を見ています！\u001b[22m\nEven when the story seems to be boring and popular thanks to Misaki and Usui watching this anime is pleasure!\n\n\u001b[1m美咲と臼井のおかげで、このアニメを見て、物語が退屈で人気があるように見えても、楽しかったです！\u001b[22m\n\u001b[1m(Misaki to Usui no okage de, kono anime o mite, monogatari ga taikutsu de ninki ga aru yō ni miete mo, tanoshikattadesu!)\u001b[22m\n\nTranslations of \u001b[4mEven when the story seems to be boring and popular thanks to Misaki and Usui watching this anime is pleasure!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven when the story seems to be boring and popular thanks to Misaki and Usui watching this anime is pleasure!\u001b[24m\n    \u001b[1m美咲と臼井のおかげで、このアニメを見て、物語が退屈で人気があるように見えても、楽しかったです！\u001b[22m, \u001b[1m物語はこのアニメを見美咲と碓氷に退屈で人気のおかげであると思われる場合でも喜びです！\u001b[22m\nUsui is kind of casanova, breaking other girls' hearts. Through all the anime he's trying to make Misaki fall in love with him - only because she's the only girl he love.\n\n\u001b[1m臼井はカサノバの一種で、他の女の子の心を壊している。 すべてのアニメを通して、彼は美咲が彼と恋に落ちるようにしようとしている - 彼が愛する唯一の女の子だから。\u001b[22m\n\u001b[1m(Usui wa kasanoba no isshu de, hoka no on'nanoko no kokoro o kowashite iru. Subete no anime o tōshite, kare wa Misaki ga kare to koiniochiru-yō ni shiyou to shite iru - kare ga aisuru yuiitsu no on'nanokodakara.)\u001b[22m\n\nTranslations of \u001b[4mUsui is kind of casanova, breaking other girls' hearts. Through all the anime he's trying to make Misaki fall in love with him - only because she's the only girl he love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUsui is kind of casanova, breaking other girls' hearts.\u001b[24m\n    \u001b[1m臼井はカサノバの一種で、他の女の子の心を壊している。\u001b[22m, \u001b[1m臼井は、他の女の子の心を壊し、カサノバの一種です。\u001b[22m\n\u001b[4mThrough all the anime he's trying to make Misaki fall in love with him - only because she's the only girl he love.\u001b[24m\n    \u001b[1mすべてのアニメを通して、彼は美咲が彼と恋に落ちるようにしようとしている - 彼が愛する唯一の女の子だから。\u001b[22m, \u001b[1m彼女は彼が愛する唯一の女の子だからこそ - すべてのアニメを通じ、彼は彼と恋に三崎の秋を作るしようとしています。\u001b[22m\nThis anime is so sweet, but it always has taste. And, there're 3 Spices - friends of Misaki and Usui. When they're discovering Misaki's secret they're starting to like her and helping her. (lol sorry for verbal repetition, but my English is...omg so bad).\n\n\u001b[1mこのアニメはとても甘いですが、いつも味があります。 そして、ミサキとウスイの3人のスパイスがあります。 彼らが美咲の秘密を発見すると、彼女は彼女を気に入って彼女を助け始めている。  （LOLは言葉の繰り返しで申し訳ありませんが、私の英語は...とても悪いです）。\u001b[22m\n\u001b[1m(Kono anime wa totemo amaidesuga, itsumo aji ga arimasu. Soshite, Misaki to Usui no 3-ri no supaisu ga arimasu. Karera ga Misaki no himitsu o hakken suru to, kanojo wa kanojo o kiniitte kanojo o tasuke hajimete iru. (LOL wa kotoba no kurikaeshi de mōshiwakearimasenga, watashi no eigo wa... Totemo waruidesu).)\u001b[22m\n\nTranslations of \u001b[4mThis anime is so sweet, but it always has taste. And, there're 3 Spices - friends of Misaki and Usui. When they're discovering Misaki's secret they're starting to like her and helping her. (lol sorry for verbal repetition, but my English is...omg so bad).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is so sweet, but it always has taste.\u001b[24m\n    \u001b[1mこのアニメはとても甘いですが、いつも味があります。\u001b[22m, \u001b[1mこのアニメはとても甘いですが、それは常に味を持っています。\u001b[22m\n\u001b[4mAnd, there're 3 Spices - friends of Misaki and Usui.\u001b[24m\n    \u001b[1mそして、ミサキとウスイの3人のスパイスがあります。\u001b[22m, \u001b[1m美咲と碓氷の友人 - と、3スパイスがそこにいます。\u001b[22m\n\u001b[4mWhen they're discovering Misaki's secret they're starting to like her and helping her.\u001b[24m\n    \u001b[1m彼らが美咲の秘密を発見すると、彼女は彼女を気に入って彼女を助け始めている。\u001b[22m, \u001b[1m彼らは美咲の秘密を発見しているとき、彼らは彼女を好きになり始め、彼女を助けています。\u001b[22m\n\u001b[4m(lol sorry for verbal repetition, but my English is...omg so bad).\u001b[24m\n    \u001b[1m（LOLは言葉の繰り返しで申し訳ありませんが、私の英語は...とても悪いです）。\u001b[22m, \u001b[1m（笑口頭で繰り返して申し訳ありませんが、私の英語は...そう悪くOMG）。\u001b[22m\nSo in shortcut: really sweet story about poor girl and rich boy, slowly falling in love with themselves.\n\n\u001b[1mショートカットでは：貧しい女の子と豊かな男の子についての本当に甘い話、ゆっくりと自分自身と恋に落ちる。\u001b[22m\n\u001b[1m(Shōtokattode wa: Mazushī on'nanoko to yutakana otokonoko ni tsuite no hontōni umaihanashi, yukkuri to jibun jishin to koiniochiru.)\u001b[22m\n\nTranslations of \u001b[4mSo in shortcut: really sweet story about poor girl and rich boy, slowly falling in love with themselves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo in shortcut: really sweet story about poor girl and rich boy, slowly falling in love with themselves.\u001b[24m\n    \u001b[1mショートカットでは：貧しい女の子と豊かな男の子についての本当に甘い話、ゆっくりと自分自身と恋に落ちる。\u001b[22m, \u001b[1mショートカットで：だから貧しい少女と豊かな少年については本当に甘い話は、ゆっくりと自分自身と恋に落ちます。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "loup456fatman",
    "profile": "/profile/loup456fatman/reviews",
    "pages": "9",
    "number": "9",
    "link": "/reviews.php?id=25357",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nメイドのカフェで仕事をしている、本当に深刻な気がした生徒会長の女の子についてのロマンチックな、スライス・オブ・ライフのちょっとしたショー。 彼女の秘密は特定の男にさらされ、物事が続く。\n\nここのコメディは、それがひどいオリジナルではないとしても、かなり楽しいです。 文字はすべて好都合であり、本当にグレーティングがないものはありません。 彼らのアニメーションは時折、漫画のようなものになってしまうことがあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nA romantic, slice-of-life kinda show about a really serious minded student council president girl who also happens to work in a maid cafe. Her secret gets exposed to a certain guy and stuff ensues.\n\n\u001b[1mメイドのカフェで仕事をしている、本当に深刻な気がした生徒会長の女の子についてのロマンチックな、スライス・オブ・ライフのちょっとしたショー。 彼女の秘密は特定の男にさらされ、物事が続く。\u001b[22m\n\u001b[1m(Meido no kafe de shigoto o shite iru, hontōni shinkokuna ki ga shita seito kaichō no on'nanoko ni tsuite no romanchikkuna, suraisu Obu raifu no chottoshita shō. Kanojo no himitsu wa tokutei no otoko ni sarasa re, monogoto ga tsudzuku.)\u001b[22m\n\nTranslations of \u001b[4mA romantic, slice-of-life kinda show about a really serious minded student council president girl who also happens to work in a maid cafe. Her secret gets exposed to a certain guy and stuff ensues.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA romantic, slice-of-life kinda show about a really serious minded student council president girl who also happens to work in a maid cafe.\u001b[24m\n    \u001b[1mメイドのカフェで仕事をしている、本当に深刻な気がした生徒会長の女の子についてのロマンチックな、スライス・オブ・ライフのちょっとしたショー。\u001b[22m, \u001b[1mロマンチック、スライスオブライフはちょっともメイド喫茶で働くために起こる本当に深刻な心の生徒会長の女の子について示しています。\u001b[22m\n\u001b[4mHer secret gets exposed to a certain guy and stuff ensues.\u001b[24m\n    \u001b[1m彼女の秘密は特定の男にさらされ、物事が続く。\u001b[22m, \u001b[1m彼女の秘密は、特定の男にさらされますとスタッフが続きます。\u001b[22m\n\u001b[1m\u001b[22m\nThe comedy here is fairly enjoyable even if its not terrible original. The characters are all mostly likable and there isn't anything that's really grating. They animation sometime slips into an off manga style occasional but its not jarring enough to be annoying.\n\n\u001b[1mここのコメディは、それがひどいオリジナルではないとしても、かなり楽しいです。 文字はすべて好都合であり、本当にグレーティングがないものはありません。 彼らのアニメーションは時折、漫画風の漫画スタイルになることもありますが、怒らないほどのものではありません。\u001b[22m\n\u001b[1m(Koko no komedi wa, sore ga hidoi orijinarude wa nai to shite mo, kanari tanoshīdesu. Moji wa subete kōtsugōdeari, hontōni gurētingu ga nai mono wa arimasen. Karera no animēshon wa tokiori, manga-fū no manga sutairu ni naru koto mo arimasuga, okoranai hodo no monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe comedy here is fairly enjoyable even if its not terrible original. The characters are all mostly likable and there isn't anything that's really grating. They animation sometime slips into an off manga style occasional but its not jarring enough to be annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe comedy here is fairly enjoyable even if its not terrible original.\u001b[24m\n    \u001b[1mここのコメディは、それがひどいオリジナルではないとしても、かなり楽しいです。\u001b[22m, \u001b[1mここコメディでも、そのひどいいない元の場合はかなり楽しいです。\u001b[22m\n\u001b[4mThe characters are all mostly likable and there isn't anything that's really grating.\u001b[24m\n    \u001b[1m文字はすべて好都合であり、本当にグレーティングがないものはありません。\u001b[22m, \u001b[1m文字はすべて、主に好かれ、本当に格子だものはありません。\u001b[22m\n\u001b[4mThey animation sometime slips into an off manga style occasional but its not jarring enough to be annoying.\u001b[24m\n    \u001b[1m彼らのアニメーションは時折、漫画風の漫画スタイルになることもありますが、怒らないほどのものではありません。\u001b[22m, \u001b[1m彼らはいつか時折オフマンガスタイルの中にスリップが、その迷惑なことには十分耳障りではないアニメーション。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "kokochan",
    "profile": "/profile/kokochan/reviews",
    "pages": "9",
    "number": "10",
    "link": "/reviews.php?id=76987",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私は本当にこのアニメを見てenjoed。 それは、愛とその行に沿ったものに関するアニメですが、私はこのアニメが女の子と男の子の両方にとって良いと思います。 メインの女性キャラクターはいろいろな点でメッシャインになり得るが、他の男性のリードが入ってくると、彼女のかわいい面が見えてくる。それは本当に面白かったし、アニメがどれくらいうまく考えられているか分かる。 声優たちは本当にいい仕事をしてくれました。英語のダブでそれが出てくるのが大好きです。 結局私はもっと欲しいと思ったが、マンガはもっと遠くの話をしていたので、私はそれに固執しなければならなかった。\n\n全体的に私は多くの人にお勧めする本当に良いアニメでした。 私はそれに9/10を与えるだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoed watching this anime. It is an anime about love and things along those lines, but I think this anime could be good for both girls and guys. The main female character can be masuline in many ways, but we get to see her cute side when the other male lead comes in. It was really funny and I could see how well thought out the anime was. The voice actors did a really good job and I would love to see it come out in English Dub. Although at the end it did lead me to want more, but the manga did carry the story farther, so I had to stick with that.\n\n\u001b[1m私は本当にこのアニメを見てenjoed。 それは、愛とその行に沿ったものに関するアニメですが、私はこのアニメが女の子と男の子の両方にとって良いと思います。 メインの女性キャラクターはいろいろな点でメッシャインになり得るが、他の男性のリードが入ってくると、彼女のかわいい面が見えてくる。それは本当に面白かったし、アニメがどれくらいうまく考えられているか分かる。 声優たちは本当にいい仕事をしてくれました。英語のダブでそれが出てくるのが大好きです。 結局私はもっと欲しいと思ったが、マンガはもっと遠くの話をしていたので、私はそれに固執しなければならなかった。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime o mite enjoed. Sore wa, ai to sono gyō ni sotta mono ni kansuru animedesuga, watashi wa kono anime ga on'nanoko to otokonoko no ryōhō ni totte yoi to omoimasu. Mein no josei kyarakutā wa iroirona ten de messhain ni nari eruga, hoka no dansei no rīdo ga haitte kuru to, kanojo no kawaī men ga miete kuru. Sore wa hontōni omoshirokattashi, anime ga dorekurai umaku kangae rarete iru ka wakaru. Seiyū-tachi wa hontōni ī shigoto o shite kuremashita. Eigo no dabu de sore ga dete kuru no ga daisukidesu. Kekkyoku watashi wa motto hoshī to omottaga, manga wa motto tōku no hanashi o shite itanode, watashi wa sore ni koshū shinakereba naranakatta.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoed watching this anime. It is an anime about love and things along those lines, but I think this anime could be good for both girls and guys. The main female character can be masuline in many ways, but we get to see her cute side when the other male lead comes in. It was really funny and I could see how well thought out the anime was. The voice actors did a really good job and I would love to see it come out in English Dub. Although at the end it did lead me to want more, but the manga did carry the story farther, so I had to stick with that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoed watching this anime.\u001b[24m\n    \u001b[1m私は本当にこのアニメを見てenjoed。\u001b[22m, \u001b[1m私は本当にこのアニメを見enjoed。\u001b[22m\n\u001b[4mIt is an anime about love and things along those lines, but I think this anime could be good for both girls and guys.\u001b[24m\n    \u001b[1mそれは、愛とその行に沿ったものに関するアニメですが、私はこのアニメが女の子と男の子の両方にとって良いと思います。\u001b[22m, \u001b[1mこれは、これらの線に沿って愛と物事についてのアニメですが、私はこのアニメは女の子とみんなの両方のために良いかもしれないと思います。\u001b[22m\n\u001b[4mThe main female character can be masuline in many ways, but we get to see her cute side when the other male lead comes in. It was really funny and I could see how well thought out the anime was.\u001b[24m\n    \u001b[1mメインの女性キャラクターはいろいろな点でメッシャインになり得るが、他の男性のリードが入ってくると、彼女のかわいい面が見えてくる。それは本当に面白かったし、アニメがどれくらいうまく考えられているか分かる。\u001b[22m, \u001b[1m主な女性キャラクターは、多くの方法でmasulineすることができますが、我々は、他の男性のリードが入ってきたとき、彼女のキュートな側面を見ることが。それは本当に面白いだったと私はアニメがあった考え抜かどれだけ見ることができました。\u001b[22m\n\u001b[4mThe voice actors did a really good job and I would love to see it come out in English Dub.\u001b[24m\n    \u001b[1m声優たちは本当にいい仕事をしてくれました。英語のダブでそれが出てくるのが大好きです。\u001b[22m, \u001b[1m声優は本当に良い仕事をしたと私はそれが英語ダブに出てくる見てみたいです。\u001b[22m\n\u001b[4mAlthough at the end it did lead me to want more, but the manga did carry the story farther, so I had to stick with that.\u001b[24m\n    \u001b[1m結局私はもっと欲しいと思ったが、マンガはもっと遠くの話をしていたので、私はそれに固執しなければならなかった。\u001b[22m, \u001b[1m最後に、それはもっとしたいために私をリードしましたが、漫画は遠い話を運ぶでしたので、私はそれに固執する必要がありましたが。\u001b[22m\n\u001b[1m\u001b[22m\nOverall it was a really good anime that I would recommend to a lot of people. I would give it a 9/10.\n\n\u001b[1m全体的に私は多くの人にお勧めする本当に良いアニメでした。 私はそれに9/10を与えるだろう。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa ōku no hito ni o susume suru hontō ni yoi animedeshita. Watashi wa sore ni 9/ 10 o ataerudarou.)\u001b[22m\n\nTranslations of \u001b[4mOverall it was a really good anime that I would recommend to a lot of people. I would give it a 9/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it was a really good anime that I would recommend to a lot of people.\u001b[24m\n    \u001b[1m全体的に私は多くの人にお勧めする本当に良いアニメでした。\u001b[22m, \u001b[1m全体的に、私は多くの人にお勧めする本当に良いアニメでした。\u001b[22m\n\u001b[4mI would give it a 9/10.\u001b[24m\n    \u001b[1m私はそれに9/10を与えるだろう。\u001b[22m, \u001b[1m私はそれを9/10を与えるだろう。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "melonpanfan",
    "profile": "/profile/melonpanfan/reviews",
    "pages": "9",
    "number": "11",
    "link": "/reviews.php?id=67915",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのアニメは間違いなく愛らしいです。 それはエキサイティングな愛のドラマです。 あなたの平均的な主人公ではなく、自分自身のためにできる強い女の子のようなものです。 ストーリーはかわいいです。驚くべきことはありませんが、それでもあなたは本当にそれに慣れています。 時にはストーリーが平凡であるにもかかわらず、アニメはすばらしいことがあり、まさにこのアニメのことです。 間違いなくそれを見て、あなたはそれを愛するでしょう！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nthis anime is definitely adorable. its an exciting love drama thats super fun to watch. not your average main character-- shes a strong girl that can do for herself, and the guys are super hott. the story is cute-- nothing amazing but even so you find yourself getting really into it. sometimes even if the story is only mediocre the anime can be great and thats exactly what this anime is. DEFINITELY watch it, you'll love it!\n\n\u001b[1mこのアニメは間違いなく愛らしいです。 それはエキサイティングな愛のドラマです。 あなたの平均的な主人公ではなく、自分自身のためにできる強い女の子のようなものです。 ストーリーはかわいいです。驚くべきことはありませんが、それでもあなたは本当にそれに慣れています。 時にはストーリーが平凡であるにもかかわらず、アニメはすばらしいことがあり、まさにこのアニメのことです。 間違いなくそれを見て、あなたはそれを愛するでしょう！\u001b[22m\n\u001b[1m(Kono anime wa machigainaku airashīdesu. Sore wa ekisaitinguna ai no doramadesu. Anata no heikin-tekina shujinkōde wa naku, jibun jishin no tame ni dekiru tsuyoi on'nanoko no yōna monodesu. Sutōrī wa kawaīdesu. Odorokubeki koto wa arimasenga, soredemo anata wa hontōni sore ni narete imasu. Tokiniha sutōrī ga heibondearu nimokakawarazu, anime wa subarashī koto ga ari, masani kono anime no kotodesu. Machigainaku sore o mite, anata wa sore o aisurudeshou!)\u001b[22m\n\nTranslations of \u001b[4mthis anime is definitely adorable. its an exciting love drama thats super fun to watch. not your average main character-- shes a strong girl that can do for herself, and the guys are super hott. the story is cute-- nothing amazing but even so you find yourself getting really into it. sometimes even if the story is only mediocre the anime can be great and thats exactly what this anime is. DEFINITELY watch it, you'll love it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis anime is definitely adorable.\u001b[24m\n    \u001b[1mこのアニメは間違いなく愛らしいです。\u001b[22m, \u001b[1mこのアニメは確かに愛らしいです。\u001b[22m\n\u001b[4mits an exciting love drama thats super fun to watch.\u001b[24m\n    \u001b[1mそれはエキサイティングな愛のドラマです。\u001b[22m, \u001b[1mそのエキサイティングな愛のドラマは見て超楽しいthatsの。\u001b[22m\n\u001b[4mnot your average main character-- shes a strong girl that can do for herself, and the guys are super hott.\u001b[24m\n    \u001b[1mあなたの平均的な主人公ではなく、自分自身のためにできる強い女の子のようなものです。\u001b[22m, \u001b[1mないあなたの平均主character--は自分のために行うことができます強力な女の子をシーズ、とみんなは超格好いいです。\u001b[22m\n\u001b[4mthe story is cute-- nothing amazing but even so you find yourself getting really into it.\u001b[24m\n    \u001b[1mストーリーはかわいいです。驚くべきことはありませんが、それでもあなたは本当にそれに慣れています。\u001b[22m, \u001b[1m物語は驚くべきcute--何もありませんが、たとえそうであっても、あなた自身がそれに本当になって見つけます。\u001b[22m\n\u001b[4msometimes even if the story is only mediocre the anime can be great and thats exactly what this anime is.\u001b[24m\n    \u001b[1m時にはストーリーが平凡であるにもかかわらず、アニメはすばらしいことがあり、まさにこのアニメのことです。\u001b[22m, \u001b[1m物語は唯一の平凡であっても、時にはアニメは素晴らしいこととこのアニメは正確に何thatsのことができます。\u001b[22m\n\u001b[4mDEFINITELY watch it, you'll love it!\u001b[24m\n    \u001b[1m間違いなくそれを見て、あなたはそれを愛するでしょう！\u001b[22m, \u001b[1m間違いなくそれを見て、あなたがそれを好きになります！\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "dai-iane-otaku",
    "profile": "/profile/dai-iane-otaku/reviews",
    "pages": "9",
    "number": "12",
    "link": "/reviews.php?id=64757",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nあらゆる場面で、私はそれを見て非常に興奮しています..\n宇井が次に何をミサキに移したら、どうやって彼女を守ることができ、どうやって甘い動きをするのだろう。\n\n私がこの物語を愛していたのは、私は臼井の性格が本当に理想的な人なので、いつも退屈ではありません。 うわー！ 私はそれのシーズン2を持つのを待つことができません。 約束する…！！！！！\n\n私はもっ​​と教えてくれません、ただそれを見て楽しんでください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn every scene, I am so much excited to watch it..\n\n\u001b[1mあらゆる場面で、私はそれを見て非常に興奮しています..\u001b[22m\n\u001b[1m(Arayuru bamen de, watashi wa sore o mite hijō ni kōfun shite imasu..)\u001b[22m\n\nTranslations of \u001b[4mIn every scene, I am so much excited to watch it..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn every scene, I am so much excited to watch it..\u001b[24m\n    \u001b[1mあらゆる場面で、私はそれを見て非常に興奮しています..\u001b[22m, \u001b[1mあらゆるシーンでは、私はそれを見ていてとても興奮しています..\u001b[22m\nWhat will Usui next move to Misaki, how will he able to protect her and how will he make sweet moves.\n\n\u001b[1m宇井が次に何をミサキに移したら、どうやって彼女を守ることができ、どうやって甘い動きをするのだろう。\u001b[22m\n\u001b[1m(Ui ga tsugini nani o Misaki ni utsushitara, dō yatte kanojo o mamoru koto ga deki, dō yatte amai ugoki o suru nodarou.)\u001b[22m\n\nTranslations of \u001b[4mWhat will Usui next move to Misaki, how will he able to protect her and how will he make sweet moves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat will Usui next move to Misaki, how will he able to protect her and how will he make sweet moves.\u001b[24m\n    \u001b[1m宇井が次に何をミサキに移したら、どうやって彼女を守ることができ、どうやって甘い動きをするのだろう。\u001b[22m, \u001b[1m美咲の臼井次の動き、どのように彼ができる彼女を保護するためであろうと、どのように彼は甘い動きをするだろうが何だろう。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I loved about the story, it is not boring at all times because I love the character of Usui he is really an ideal guy. Whoo! I can’t wait to have a season 2 of it. Promise…!!!!!\n\n\u001b[1m私がこの物語を愛していたのは、私は臼井の性格が本当に理想的な男なので、いつも退屈ではありません。 うわー！ 私はそれのシーズン2を持つのを待つことができません。 約束する…！！！！！\u001b[22m\n\u001b[1m(Watashi ga kono monogatari o aishite ita no wa, watashi wa Usui no seikaku ga hontōni risō-tekina otokonanode, itsumo taikutsude wa arimasen. Uwa ̄ ! Watashi wa sore no shīzun 2 o motsu no o matsu koto ga dekimasen. Yakusoku suru…!!!!!)\u001b[22m\n\nTranslations of \u001b[4mWhat I loved about the story, it is not boring at all times because I love the character of Usui he is really an ideal guy. Whoo! I can’t wait to have a season 2 of it. Promise…!!!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I loved about the story, it is not boring at all times because I love the character of Usui he is really an ideal guy.\u001b[24m\n    \u001b[1m私がこの物語を愛していたのは、私は臼井の性格が本当に理想的な男なので、いつも退屈ではありません。\u001b[22m, \u001b[1m私は彼が本当に理想的な男である臼井の文字を愛しているから、私は話を愛し何、それはすべての回で退屈ではありません。\u001b[22m\n\u001b[4mWhoo!\u001b[24m\n    \u001b[1mうわー！\u001b[22m, \u001b[1mうっ！\u001b[22m\n\u001b[4mI can’t wait to have a season 2 of it.\u001b[24m\n    \u001b[1m私はそれのシーズン2を持つのを待つことができません。\u001b[22m, \u001b[1m私はそれのシーズン2を持って待つことができません。\u001b[22m\n\u001b[4mPromise…!!!!!\u001b[24m\n    \u001b[1m約束する…！！！！！\u001b[22m, \u001b[1m約束…！！！！！\u001b[22m, \u001b[1m約束…！！！！！\u001b[22m, \u001b[1m約束...!!!!!\u001b[22m, \u001b[1mプロミス...!!!!!\u001b[22m\n\u001b[1m\u001b[22m\nI will not tell more, just watch it and enjoy!!\n\n\u001b[1m私はもっ​​と教えてくれません、ただそれを見て楽しんでください！\u001b[22m\n\u001b[1m(Watashi wa mo~tsu​​ to oshiete kuremasen, tada sore o mite tanoshinde kudasai!)\u001b[22m\n\nTranslations of \u001b[4mI will not tell more, just watch it and enjoy!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will not tell more, just watch it and enjoy!!\u001b[24m\n    \u001b[1m私はもっと教えてくれません、ただそれを見て楽しんでください！\u001b[22m, \u001b[1m私はちょうどそれを見て、楽しんで、多くを教えてくれません！\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "imonmyway",
    "profile": "/profile/imonmyway/reviews",
    "pages": "9",
    "number": "13",
    "link": "/reviews.php?id=50643",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\nただアニメを終えた、それは喜びだったと言わなければならない。\n\nKaichouはメイドさま！ 若い女子生徒の鮎沢さん、メイドカフェで働く隠れた生活をしている学校の社長である美咲さんです。男性の鉛 - 大魅力的な恋人の学校で、 彼女のロマンチックな関心。\n\nストーリー：正直、プロットは貧しい女の子の熱い男の物語で少し一般的に聞こえる。\nしかし、それへのひねりは、メイドのカフェでの彼女の仕事でした。その物語は、私がそれを見たいと思うようにプロットを興味深いものにしました。\n\nアート：アニメの芸術は、少なくとも私のために良いです。  HDで最高の腕時計が可能です。\n私はかわいいいくつかのシーンの文字の一部を見つける。\n\nサウンド：アニメのオストは、ロックミュージックでリラックスした音楽を愛しています。 私は音楽があなたが何かを心に留めないと楽しむ何かになることが分かった\n\nキャラクター：彼女の「悪魔大統領」の個人的な出現と臼井と彼の陽気に/超ホットな行動を保存するための彼のばかげたタイミングと、かなり楽しいキャラクターになるリード。\n\n全体的に、アニメは私のために8です。 私はちょうど彼らが他のエピソードとのリード関係を本当にしっかりと開発するためにはもっとエピソードを持っているべきだと思う。\nBishōnen男性のリードとロムコムをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nJust finished the anime, i must say it was a delight.\n\n\u001b[1mただアニメを終えた、それは喜びだったと言わなければならない。\u001b[22m\n\u001b[1m(Tada anime o oeta, soreha yorokobidatta to iwanakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mJust finished the anime, i must say it was a delight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust finished the anime, i must say it was a delight.\u001b[24m\n    \u001b[1mただアニメを終えた、それは喜びだったと言わなければならない。\u001b[22m, \u001b[1mただ、アニメを終え、私はそれが喜びだったと言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nKaichou wa Maid-sama ! is about a young female student Ayuzawa, Misaki who is the president of the school with a hidden life of working at a maid cafe.The male lead -Usui takumi,being the totally attractive flower boy of the school with a impassive charcater who develops an romantic interest in her.\n\n\u001b[1mKaichouはメイドさま！ 若い女子生徒の鮎沢さん、メイドカフェで働く隠れた生活をしている学校の社長である美咲さんです。男性の鉛 - 大魅力的な恋人の学校で、 彼女のロマンチックな関心。\u001b[22m\n\u001b[1m(Kaichou wa meido-sama! Wakai joshi seito no Ayusawa-san, meido kafe de hataraku kakureta seikatsu o shite iru gakkō no shachōdearu Misaki-sandesu. Dansei no namari - dai miryoku-tekina koibito no gakkō de, kanojo no romanchikkuna kanshin.)\u001b[22m\n\nTranslations of \u001b[4mKaichou wa Maid-sama ! is about a young female student Ayuzawa, Misaki who is the president of the school with a hidden life of working at a maid cafe.The male lead -Usui takumi,being the totally attractive flower boy of the school with a impassive charcater who develops an romantic interest in her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaichou wa Maid-sama !\u001b[24m\n    \u001b[1mKaichouはメイドさま！\u001b[22m, \u001b[1mKaichou WAメイド様！\u001b[22m\n\u001b[4mis about a young female student Ayuzawa, Misaki who is the president of the school with a hidden life of working at a maid cafe.The male lead -Usui takumi,being the totally attractive flower boy of the school with a impassive charcater who develops an\u001b[24m\n    \u001b[1m若い女子生徒の鮎沢さん、メイドカフェで働く隠れた生活をしている学校の社長である美咲さんです。男性の鉛 - 大魅力的な恋人の学校で、\u001b[22m, \u001b[1m開発無表情charcaterと学校の全く魅力の花の少年を、メイドcafe.The男性のリード-Usui匠で働くことの隠された生活と学校の社長である若い女子学生Ayuzawa、美咲についてです\u001b[22m\n\u001b[4mromantic interest in her.\u001b[24m\n    \u001b[1m彼女のロマンチックな関心。\u001b[22m, \u001b[1m彼女の中でロマンチックな興味。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Truthfully, the plot sounds slight generic with the poor girl hot guy story.\n\n\u001b[1mストーリー：正直、プロットは貧しい女の子の熱い男の物語で少し一般的に聞こえる。\u001b[22m\n\u001b[1m(Sutōrī: Shōjiki, purotto wa mazushī on'nanoko no atsui otoko no monogatari de sukoshi ippantekini kikoeru.)\u001b[22m\n\nTranslations of \u001b[4mStory: Truthfully, the plot sounds slight generic with the poor girl hot guy story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Truthfully, the plot sounds slight generic with the poor girl hot guy story.\u001b[24m\n    \u001b[1mストーリー：正直、プロットは貧しい女の子の熱い男の物語で少し一般的に聞こえる。\u001b[22m, \u001b[1mストーリー：正直、プロットは貧しい少女熱い男の物語を持つ汎用わずかに聞こえます。\u001b[22m\nBut the twist to it was her job at the maid cafe, which the story is build on .which made the plot interesting enough for me to want to watch it.\n\n\u001b[1mしかし、それへのひねりは、メイドのカフェでの彼女の仕事でした。その物語は、私がそれを見たいと思うようにプロットを興味深いものにしました。\u001b[22m\n\u001b[1m(Shikashi, sore e no hineri wa, meido no kafe de no kanojo no shigotodeshita. Sono monogatari wa, watashi ga sore o mitai to omou yō ni purotto o kyōmibukai mono ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mBut the twist to it was her job at the maid cafe, which the story is build on .which made the plot interesting enough for me to want to watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the twist to it was her job at the maid cafe, which the story is build on .which made the plot interesting enough for me to want to watch it.\u001b[24m\n    \u001b[1mしかし、それへのひねりは、メイドのカフェでの彼女の仕事でした。その物語は、私がそれを見たいと思うようにプロットを興味深いものにしました。\u001b[22m, \u001b[1mしかし、それへのねじれは話は私がそれを見たいのにするために十分な興味深いプロットを作っ.which上に構築されメイドカフェ、で彼女の仕事でした。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The anime art is good, for me at least. Best watch in HD is possible.\n\n\u001b[1mアート：アニメの芸術は、少なくとも私のために良いです。  HDで最高の腕時計が可能です。\u001b[22m\n\u001b[1m(Āto: Anime no geijutsu wa, sukunakutomo watashi no tame ni yoidesu. HD de saikō no udedokei ga kanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: The anime art is good, for me at least. Best watch in HD is possible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The anime art is good, for me at least.\u001b[24m\n    \u001b[1mアート：アニメの芸術は、少なくとも私のために良いです。\u001b[22m, \u001b[1mアート：アニメアートが良いですが、少なくとも私にとっては。\u001b[22m\n\u001b[4mBest watch in HD is possible.\u001b[24m\n    \u001b[1mHDで最高の腕時計が可能です。\u001b[22m, \u001b[1mHDのベスト時計が可能です。\u001b[22m\ni find some of the characters in some scenes cute.\n\n\u001b[1m私はかわいいいくつかのシーンの文字の一部を見つける。\u001b[22m\n\u001b[1m(Watashi wa kawaī ikutsu ka no shīn no moji no ichibu o mitsukeru.)\u001b[22m\n\nTranslations of \u001b[4mi find some of the characters in some scenes cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi find some of the characters in some scenes cute.\u001b[24m\n    \u001b[1m私はかわいいいくつかのシーンの文字の一部を見つける。\u001b[22m, \u001b[1m私はかわいいいくつかのシーン内の文字のいくつかを見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The ost of the anime is one of the favourite, theres relaxing music with some rock music. i found that the music to be something anyone who enjoy if you don't have anything specific in mind\n\n\u001b[1mサウンド：アニメのオストは、ロックミュージックでリラックスした音楽を愛しています。 私は音楽があなたが何かを心に留めないと楽しむ何かになることが分かった\u001b[22m\n\u001b[1m(Saundo: Anime no osuto wa, rokkumyūjikku de rirakkusu shita ongaku o aishiteimasu. Watashi wa ongaku ga anata ga nanika o kokoro ni todomenai to tanoshimu nanika ni naru koto ga wakatta)\u001b[22m\n\nTranslations of \u001b[4mSound: The ost of the anime is one of the favourite, theres relaxing music with some rock music. i found that the music to be something anyone who enjoy if you don't have anything specific in mind\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The ost of the anime is one of the favourite, theres relaxing music with some rock music.\u001b[24m\n    \u001b[1mサウンド：アニメのオストは、ロックミュージックでリラックスした音楽を愛しています。\u001b[22m, \u001b[1mサウンド：アニメのOSTが好きなの一つ、いくつかのロック音楽で音楽をリラックスtheresのです。\u001b[22m\n\u001b[4mi found that the music to be something anyone who enjoy if you don't have anything specific in mind\u001b[24m\n    \u001b[1m私は音楽があなたが何かを心に留めないと楽しむ何かになることが分かった\u001b[22m, \u001b[1m私は音楽があなたの心に特定の何かを持っていない場合楽しむ何かの誰であることがことがわかりました\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:The leads to be a rather enjoyable character to watch,with her ''demon president'' personal appearing and Usui with his ridiculously good timing to save Misaki and his hilariously/super hot behaviour.\n\n\u001b[1mキャラクター：彼女の「悪魔大統領」の個人的な出現と臼井と彼の陽気に/超ホットな行動を保存するための彼のばかげたタイミングと、かなり楽しいキャラクターになるリード。\u001b[22m\n\u001b[1m(Kyarakutā: Kanojo no `akuma daitōryō' no kojin-tekina shutsugen to Usui to kare no yōki ni/ chō hottona kōdō o hozon suru tame no kare no bakageta taimingu to, kanari tanoshī kyarakutā ni naru rīdo.)\u001b[22m\n\nTranslations of \u001b[4mCharacter:The leads to be a rather enjoyable character to watch,with her ''demon president'' personal appearing and Usui with his ridiculously good timing to save Misaki and his hilariously/super hot behaviour.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter:The leads to be a rather enjoyable character to watch,with her ''demon president'' personal appearing and Usui with his ridiculously good timing to save Misaki and his hilariously/super hot behaviour.\u001b[24m\n    \u001b[1mキャラクター：彼女の「悪魔大統領」の個人的な出現と臼井と彼の陽気に/超ホットな行動を保存するための彼のばかげたタイミングと、かなり楽しいキャラクターになるリード。\u001b[22m, \u001b[1mキャラクター：彼女と一緒に見てかなり楽しい文字であるために、リード、 ''悪魔の社長が ''個人的美咲と彼の陽気/スーパーホット行動を救うために彼の途方もなく良いタイミングで登場すると碓井。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, the anime is an 8 for me. I just think that they should have more episodes to really solidly develop the leads relationship with the others.\n\n\u001b[1m全体的に、アニメは私のために8です。 私はちょうど彼らが他のエピソードとのリード関係を本当にしっかりと開発するためにはもっとエピソードを持っているべきだと思う。\u001b[22m\n\u001b[1m(Zentai-teki ni, anime wa watashi no tame ni 8desu. Watashi wa chōdo karera ga hoka no episōdo to no rīdo kankei o hontōni shikkari to kaihatsu suru tame ni wa motto episōdo o motte irubekida to omou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, the anime is an 8 for me. I just think that they should have more episodes to really solidly develop the leads relationship with the others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, the anime is an 8 for me.\u001b[24m\n    \u001b[1m全体的に、アニメは私のために8です。\u001b[22m\n\u001b[4mI just think that they should have more episodes to really solidly develop the leads relationship with the others.\u001b[24m\n    \u001b[1m私はちょうど彼らが他のエピソードとのリード関係を本当にしっかりと開発するためにはもっとエピソードを持っているべきだと思う。\u001b[22m, \u001b[1m私はちょうど彼らが本当にしっかり他者とリードの関係を開発するためのより多くのエピソードを持っているべきだと思います。\u001b[22m\nA recommend rom-com with a Bishōnen male lead.\n\n\u001b[1mBishōnen男性のリードとロムコムをお勧めします。\u001b[22m\n\u001b[1m(Bishōnen dansei no rīdo to romukomu o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mA recommend rom-com with a Bishōnen male lead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA recommend rom-com with a Bishōnen male lead.\u001b[24m\n    \u001b[1mBishōnen男性のリードとロムコムをお勧めします。\u001b[22m, \u001b[1m美少年男性のリードで、ROM-COMをお勧めします。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "jas83",
    "profile": "/profile/jas83/reviews",
    "pages": "9",
    "number": "14",
    "link": "/reviews.php?id=80166",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  7\nキャラクター|  5\n|  6\n\n私はこれを見て本当に興奮していました。 通常、私はshounen以下のロマンチックなアニメを見るが、私はそれが気に入っていたので、私はそれをチェックすることにした。 最終的に、私は実際にこのアニメに失望しました。 それは良いことから始まった、私は主な女性のリードが適切なバックボーンを持っていて、絶えず救われる必要があった典型的な、柔らかい心の女の子をwasntするという事実が好きだった。 それらは私を狂わせる。\nしかし、しばらくして、キャラクターの開発が本当に止まったように感じました。 彼らの関係はほとんど動きませんでした。 アニメは、最初の数回のエピソードの後に​​たどり着き始めたが、それは適切なストーリーを持っていなかった。 結末は良かったけど、かわいいものを見て蝶を手に入れたいと思えば、全体的に私はこれをお勧めしません。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI was really excited to watch this. usually, i watch shounen or less romantic animes but i was in the mood for it so i decided to check it out. Ultimately, i was actually really disappointed by this anime. It started off good, I liked the fact that the main female lead had a proper backbone and wasnt a typical aloof, soft hearted girl who was constantly needing to be saved. those drive me crazy.\n\n\u001b[1m私はこれを見て本当に興奮していました。 通常、私はshounen以下のロマンチックなアニメを見るが、私はそれが気に入っていたので、私はそれをチェックすることにした。 最終的に、私は実際にこのアニメに失望しました。 それは良いことから始まった、私は主な女性のリードが適切なバックボーンを持っていて、絶えず救われる必要があった典型的な、柔らかい心の女の子をwasntするという事実が好きだった。 それらは私を狂わせる。\u001b[22m\n\u001b[1m(Watashi wa kore o mite hontōni kōfun shite imashita. Tsūjō, watashi wa shounen ika no romanchikkuna anime o miru ga, watashi wa sore ga kiniitte itanode, watashi wa sore o chekku suru koto ni shita. Saishūtekini, watashi wa jissai ni kono anime ni shitsubō shimashita. Sore wa yoi koto kara hajimatta, watashi wa omona josei no rīdo ga tekisetsuna bakkubōn o motte ite, taezu sukuwa reru hitsuyō ga atta tenkei-tekina, yawarakai kokoro no on'nanoko o wasnt suru to iu jijitsu ga sukidatta. Sorera wa watashi o kuruwaseru.)\u001b[22m\n\nTranslations of \u001b[4mI was really excited to watch this. usually, i watch shounen or less romantic animes but i was in the mood for it so i decided to check it out. Ultimately, i was actually really disappointed by this anime. It started off good, I liked the fact that the main female lead had a proper backbone and wasnt a typical aloof, soft hearted girl who was constantly needing to be saved. those drive me crazy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was really excited to watch this.\u001b[24m\n    \u001b[1m私はこれを見て本当に興奮していました。\u001b[22m, \u001b[1m私はこれを見て、本当に興奮していました。\u001b[22m\n\u001b[4musually, i watch shounen or less romantic animes but i was in the mood for it so i decided to check it out.\u001b[24m\n    \u001b[1m通常、私はshounen以下のロマンチックなアニメを見るが、私はそれが気に入っていたので、私はそれをチェックすることにした。\u001b[22m, \u001b[1m通常、私は少年以下ロマンチックなアニメを見たが、私はそれをチェックアウトすることを決めたので、私はそれのための気分でした。\u001b[22m\n\u001b[4mUltimately, i was actually really disappointed by this anime.\u001b[24m\n    \u001b[1m最終的に、私は実際にこのアニメに失望しました。\u001b[22m, \u001b[1m最終的に、私は実際には本当にこのアニメに失望しました。\u001b[22m\n\u001b[4mIt started off good, I liked the fact that the main female lead had a proper backbone and wasnt a typical aloof, soft hearted girl who was constantly needing to be saved.\u001b[24m\n    \u001b[1mそれは良いことから始まった、私は主な女性のリードが適切なバックボーンを持っていて、絶えず救われる必要があった典型的な、柔らかい心の女の子をwasntするという事実が好きだった。\u001b[22m, \u001b[1mそれは私がメインの女性のリードが適切なバックボーンを持っていたという事実が好きで、常に保存する必要がされた典型的な孤高、柔らかい心を持った女の子を波平、良いスタートを切りました。\u001b[22m\n\u001b[4mthose drive me crazy.\u001b[24m\n    \u001b[1mそれらは私を狂わせる。\u001b[22m, \u001b[1mそれらは狂気私を駆動します。\u001b[22m\nHOWEVER, after a while it felt like character development really ceased. their relationship hardly moved, there was little growth in how they interacted with eachother. The anime reaaally started to lag after the first few episodes, it didnt have a proper storyline. The ending was good, but overall i wouldnt recommend this if you wanna get butterflies watching something cute. :)\n\n\u001b[1mしかし、しばらくして、キャラクターの開発が本当に止まったように感じました。 彼らの関係はほとんど動きませんでした。 アニメは、最初の数回のエピソードの後に​​たどり着き始めたが、それは適切なストーリーを持っていなかった。 結末は良かったけど、かわいいものを見て蝶を手に入れたいと思えば、全体的に私はこれをお勧めしません。  :)\u001b[22m\n\u001b[1m(Shikashi, shibaraku shite, kyarakutā no kaihatsu ga hontōni tomatta yō ni kanjimashita. Karera no kankei wa hotondo ugokimasendeshita. Anime wa, saisho no sū-kai no episōdo no nochi ni ​​ tadoritsuki hajimetaga, sore wa tekisetsuna sutōrī o motte inakatta. Ketsumatsu wa yokattakedo, kawaī mono o mite chō o te ni iretai to omoeba, zentai-teki ni watashi wa kore o o susume shimasen. : ))\u001b[22m\n\nTranslations of \u001b[4mHOWEVER, after a while it felt like character development really ceased. their relationship hardly moved, there was little growth in how they interacted with eachother. The anime reaaally started to lag after the first few episodes, it didnt have a proper storyline. The ending was good, but overall i wouldnt recommend this if you wanna get butterflies watching something cute. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHOWEVER, after a while it felt like character development really ceased.\u001b[24m\n    \u001b[1mしかし、しばらくして、キャラクターの開発が本当に止まったように感じました。\u001b[22m, \u001b[1mしかし、しばらくするとそれは本当にやめキャラクターの成長のように感じました。\u001b[22m\n\u001b[4mtheir relationship hardly moved, there was little growth in how they interacted with eachother.\u001b[24m\n    \u001b[1m彼らの関係はほとんど動きませんでした。\u001b[22m, \u001b[1m彼らの関係はほとんど移動していない、彼らはお互いに相互作用する方法にはほとんど成長がありました。\u001b[22m\n\u001b[4mThe anime reaaally started to lag after the first few episodes, it didnt have a proper storyline.\u001b[24m\n    \u001b[1mアニメは、最初の数回のエピソードの後にたどり着き始めたが、それは適切なストーリーを持っていなかった。\u001b[22m, \u001b[1mreaaally最初のいくつかのエピソードの後に遅れるようになったアニメは、それが適切なストーリーを持っていませんでし。\u001b[22m\n\u001b[4mThe ending was good, but overall i wouldnt recommend this if you wanna get butterflies watching something cute.\u001b[24m\n    \u001b[1m結末は良かったけど、かわいいものを見て蝶を手に入れたいと思えば、全体的に私はこれをお勧めしません。\u001b[22m, \u001b[1mエンディングは良かったが、あなたはかわいいものを見て蝶を取得したい場合は、全体的な私はこれをお勧めwouldntの。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "bananapie",
    "profile": "/profile/bananapie/reviews",
    "pages": "9",
    "number": "15",
    "link": "/reviews.php?id=35910",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n私の友人はこれを見て1年間私を悩まされており、私はもう多くのアニメを見ないので、それは常に保留になっています。\nある日、私はやった。\n私はこれが正式であることを知っていたので、FMAなどのような説得力のあるストーリーを期待していなかったので、純粋な楽しみ/エンターテイメントを探しているなら、これをお勧めします。 かなり好きです。\n\nストーリー：8\nロマンスアニメです 私は臼井と美咲がお互いに時間を費やしている部分を大いに愛しています。 ストーリーは悪くない。 彼らは実際に非常に面白いです。\n\nアート：7\n私はchibi図面に感謝します。 彼らはキャラクターの表現に多くを加える。 それが7の理由は、臼井の髪の毛がひっくり返って私を苦しめるからです。\n\nサウンド：7\n私は音がなくても、字幕だけ見ることができます。 時には音がロマンスの感触を高めてくれることがあります。時にはそれは私のものです。 しかし、アニメの声で、彼らは実際に良いです。\n\nキャラクター：8\n私は、臼井と美咲のキャラクターだけでなく、援助のキャラクターも好きです。 私は通常一見完全な文字が好きではありません。 しかし、私は少なくともウスイも時々病院に行く必要があることを知っています。 そして美咲も傷つく。 さらに、最も重要なことに、私は本当に文字を嫌うことはありません。 彼らはとても素敵なので私はできません。\n臼井は時には所有権を得て、美咲も鈍感です。 しかし、これらの欠陥は私がそれを欠点として見ることができないのを見るのは面白いです。\n\n楽しさ：9\n私はこのレビューをしながらアニメの欠陥を見るが、実際にはそれほど重要ではない。 私は行ってそれを見て、後悔しなかった。 私は実際にこれを見て非常に感謝しています。\nこのショーを見ている真の美しさは、それに完全に吸収されている/楽しみながら/笑うことです。\nそんな素敵なショー。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nMy friends have been bugging me for a year to watch this and it's always on hold since I don't watch much animes anymore.\n\n\u001b[1m私の友人はこれを見て1年間私を悩まされており、私はもう多くのアニメを見ないので、それは常に保留になっています。\u001b[22m\n\u001b[1m(Watashi no yūjin wa kore o mite 1-nenkan watashi o nayamasa rete ori, watashi wa mō ōku no anime o minainode, sore wa tsuneni horyū ni natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mMy friends have been bugging me for a year to watch this and it's always on hold since I don't watch much animes anymore.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy friends have been bugging me for a year to watch this and it's always on hold since I don't watch much animes anymore.\u001b[24m\n    \u001b[1m私の友人はこれを見て1年間私を悩まされており、私はもう多くのアニメを見ないので、それは常に保留になっています。\u001b[22m, \u001b[1m私の友人は、これを見るために年のための私を盗聴されていると私はもうあまりアニメを見ていないので、それは保留に常にです。\u001b[22m\nOne day, I did though.\n\n\u001b[1mある日、私はやった。\u001b[22m\n\u001b[1m(Aru Ni~Tsu, watashi wa yatta.)\u001b[22m\n\nTranslations of \u001b[4mOne day, I did though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne day, I did though.\u001b[24m\n    \u001b[1mある日、私はやった。\u001b[22m, \u001b[1mある日、私はしかしなかったです。\u001b[22m\nI came to watch this knowing it's shoujo so I didn't expect a much compelling storyline like FMA etc so if you're looking for pure enjoyment/entertainment, I definitely recommend this. LIKE VERY MUCH YES.\n\n\u001b[1m私はこれが正式であることを知っていたので、FMAなどのような説得力のあるストーリーを期待していなかったので、純粋な楽しみ/エンターテイメントを探しているなら、これをお勧めします。 かなり好きです。\u001b[22m\n\u001b[1m(Watashi wa kore ga seishikidearu koto o shitte itanode, FMA nado no yōna settoku-ryoku no aru sutōrī o kitai shite inakattanode, junsuina tanoshimi/ entāteimento o sagashite irunara, kore o o susume shimasu. Kanari sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI came to watch this knowing it's shoujo so I didn't expect a much compelling storyline like FMA etc so if you're looking for pure enjoyment/entertainment, I definitely recommend this. LIKE VERY MUCH YES.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI came to watch this knowing it's shoujo so I didn't expect a much compelling storyline like FMA etc so if you're looking for pure enjoyment/entertainment, I definitely recommend this.\u001b[24m\n    \u001b[1m私はこれが正式であることを知っていたので、FMAなどのような説得力のあるストーリーを期待していなかったので、純粋な楽しみ/エンターテイメントを探しているなら、これをお勧めします。\u001b[22m, \u001b[1m私はそれはあなたが純粋な楽しみ/エンターテイメントを探しているなら、私は間違いなくこれをお勧めしますので、私はFMAなどのような多くの魅力的なストーリーを期待していなかった少女だ知ってこれを見に来ました。\u001b[22m\n\u001b[4mLIKE VERY MUCH YES.\u001b[24m\n    \u001b[1mかなり好きです。\u001b[22m, \u001b[1m非常によく似YES。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nIt's a romance anime. I very much love the part that Usui and Misaki usually spend their time with each other. The storylines aren't bad either. They're actually very entertaining.\n\n\u001b[1mロマンスアニメです 私は臼井と美咲がお互いに時間を費やしている部分を大いに愛しています。 ストーリーは悪くない。 彼らは実際に非常に面白いです。\u001b[22m\n\u001b[1m(Romansu animedesu watashi wa Usui to Misaki ga otagai ni jikan o tsuiyashite iru bubun o ōini aishiteimasu. Sutōrī wa warukunai. Karera wa jissai ni hijō ni omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a romance anime. I very much love the part that Usui and Misaki usually spend their time with each other. The storylines aren't bad either. They're actually very entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a romance anime.\u001b[24m\n    \u001b[1mロマンスアニメです\u001b[22m, \u001b[1mそれは恋愛アニメです。\u001b[22m\n\u001b[4mI very much love the part that Usui and Misaki usually spend their time with each other.\u001b[24m\n    \u001b[1m私は臼井と美咲がお互いに時間を費やしている部分を大いに愛しています。\u001b[22m, \u001b[1m私は非常に臼井と美咲は、通常、お互いに自分の時間を過ごすこと部分が大好きです。\u001b[22m\n\u001b[4mThe storylines aren't bad either.\u001b[24m\n    \u001b[1mストーリーは悪くない。\u001b[22m, \u001b[1mストーリーも悪くはありません。\u001b[22m\n\u001b[4mThey're actually very entertaining.\u001b[24m\n    \u001b[1m彼らは実際に非常に面白いです。\u001b[22m, \u001b[1m彼らは実際には非常に面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\nI appreciate the chibi-drawings. They add much to the character's expressions. The reason why it's a 7 is because Usui's hair slicked back severely bothers me.\n\n\u001b[1m私はchibi図面に感謝します。 彼らはキャラクターの表現に多くを加える。 それが7の理由は、臼井の髪の毛がひっくり返って私を苦しめるからです。\u001b[22m\n\u001b[1m(Watashi wa chibi zumen ni kansha shimasu. Karera wa kyarakutā no hyōgen ni ōku o kuwaeru. Sore ga 7 no riyū wa, Usui no kaminoke ga hikkurikaette watashi o kurushimerukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI appreciate the chibi-drawings. They add much to the character's expressions. The reason why it's a 7 is because Usui's hair slicked back severely bothers me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI appreciate the chibi-drawings.\u001b[24m\n    \u001b[1m私はchibi図面に感謝します。\u001b[22m, \u001b[1m私はちび-図面を感謝しています。\u001b[22m\n\u001b[4mThey add much to the character's expressions.\u001b[24m\n    \u001b[1m彼らはキャラクターの表現に多くを加える。\u001b[22m, \u001b[1m彼らは、キャラクターの表情に多くを追加します。\u001b[22m\n\u001b[4mThe reason why it's a 7 is because Usui's hair slicked back severely bothers me.\u001b[24m\n    \u001b[1mそれが7の理由は、臼井の髪の毛がひっくり返って私を苦しめるからです。\u001b[22m, \u001b[1m背中なでつけ臼井さんの髪はひどく私を悩ますので、それが7だ理由はあります。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nI can live without the sounds and look at the subtitles only. Sometimes the sounds enhances the ~feel of romance, sometimes it's meh. But with the anime voices, they're actually good.\n\n\u001b[1m私は音がなくても、字幕だけ見ることができます。 時には音がロマンスの感触を高めてくれることがあります。時にはそれは私のものです。 しかし、アニメの声で、彼らは実際に良いです。\u001b[22m\n\u001b[1m(Watashi wa oto ga nakute mo, jimaku dake miru koto ga dekimasu. Tokiniha oto ga romansu no kanshoku o takamete kureru koto ga arimasu. Tokiniha sore wa watashi no monodesu. Shikashi, anime no koe de, karera wa jissai ni yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mI can live without the sounds and look at the subtitles only. Sometimes the sounds enhances the ~feel of romance, sometimes it's meh. But with the anime voices, they're actually good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can live without the sounds and look at the subtitles only.\u001b[24m\n    \u001b[1m私は音がなくても、字幕だけ見ることができます。\u001b[22m, \u001b[1m私は音なしでは生きのみ字幕で見ることができます。\u001b[22m\n\u001b[4mSometimes the sounds enhances the ~feel of romance, sometimes it's meh.\u001b[24m\n    \u001b[1m時には音がロマンスの感触を高めてくれることがあります。時にはそれは私のものです。\u001b[22m, \u001b[1m時には音が時にはそれがまあまあだが、ロマンスの〜の感触を向上させます。\u001b[22m\n\u001b[4mBut with the anime voices, they're actually good.\u001b[24m\n    \u001b[1mしかし、アニメの声で、彼らは実際に良いです。\u001b[22m, \u001b[1mしかし、アニメ声で、彼らは実際には良いしています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nI like both Usui and Misaki's character as well as the supporting ones. I usually don't like the seemingly perfect characters. But I at least see that Usui also needs to go to hospital sometimes. And Misaki gets bruised too. Plus, most importantly, I CAN NEVER REALLY HATE A CHARACTER. They're all so lovely I can't even.\n\n\u001b[1m私は、臼井と美咲のキャラクターだけでなく、援助のキャラクターも好きです。 私は通常一見完全な文字が好きではありません。 しかし、私は少なくともウスイも時々病院に行く必要があることを知っています。 そして美咲も傷つく。 さらに、最も重要なことに、私は本当に文字を嫌うことはありません。 彼らはとても素敵なので私はできません。\u001b[22m\n\u001b[1m(Watashi wa, Usui to Misaki no kyarakutā dakedenaku, enjo no kyarakutā mo sukidesu. Watashi wa tsūjō ikken kanzen'na moji ga sukide wa arimasen. Shikashi, watashi wa sukunakutomo Usui mo tokidoki byōin ni iku hitsuyō ga aru koto o shitte imasu. Soshite Misaki mo kizutsuku. Sarani, mottomo jūyōna koto ni, watashi wa hontōni moji o kirau koto wa arimasen. Karera wa totemo sutekinanode watashi wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mI like both Usui and Misaki's character as well as the supporting ones. I usually don't like the seemingly perfect characters. But I at least see that Usui also needs to go to hospital sometimes. And Misaki gets bruised too. Plus, most importantly, I CAN NEVER REALLY HATE A CHARACTER. They're all so lovely I can't even.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like both Usui and Misaki's character as well as the supporting ones.\u001b[24m\n    \u001b[1m私は、臼井と美咲のキャラクターだけでなく、援助のキャラクターも好きです。\u001b[22m, \u001b[1m私は臼井と美咲の文字だけでなく、支援するものの両方が好きです。\u001b[22m\n\u001b[4mI usually don't like the seemingly perfect characters.\u001b[24m\n    \u001b[1m私は通常一見完全な文字が好きではありません。\u001b[22m, \u001b[1m私は通常、一見完璧な文字が好きではありません。\u001b[22m\n\u001b[4mBut I at least see that Usui also needs to go to hospital sometimes.\u001b[24m\n    \u001b[1mしかし、私は少なくともウスイも時々病院に行く必要があることを知っています。\u001b[22m, \u001b[1mしかし、私は、少なくとも臼井はまた時々病院に行く必要があることを参照してください。\u001b[22m\n\u001b[4mAnd Misaki gets bruised too.\u001b[24m\n    \u001b[1mそして美咲も傷つく。\u001b[22m, \u001b[1mそして、美咲はあまりにも傷ついます。\u001b[22m\n\u001b[4mPlus, most importantly, I CAN NEVER REALLY HATE A CHARACTER.\u001b[24m\n    \u001b[1mさらに、最も重要なことに、私は本当に文字を嫌うことはありません。\u001b[22m, \u001b[1mさらに、最も重要なのは、私は本当にCHARACTERを憎むことはできません。\u001b[22m\n\u001b[4mThey're all so lovely I can't even.\u001b[24m\n    \u001b[1m彼らはとても素敵なので私はできません。\u001b[22m, \u001b[1m彼らはすべての私もできないとても素敵です。\u001b[22m\nUsui gets possessive at times, Misaki gets insensitive too. But these flaws are much entertaining to watch I can't ever see it as a downside.\n\n\u001b[1m臼井は時には所有権を得て、美咲も鈍感です。 しかし、これらの欠陥は私がそれを欠点として見ることができないのを見るのは面白いです。\u001b[22m\n\u001b[1m(Usui wa tokiniha shoyū-ken o ete, Misaki mo donkandesu. Shikashi, korera no kekkan wa watashi ga sore o ketten to shite miru koto ga dekinai no o miru no wa omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mUsui gets possessive at times, Misaki gets insensitive too. But these flaws are much entertaining to watch I can't ever see it as a downside.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUsui gets possessive at times, Misaki gets insensitive too.\u001b[24m\n    \u001b[1m臼井は時には所有権を得て、美咲も鈍感です。\u001b[22m, \u001b[1m臼井は美咲があまりにも鈍感取得した時間に所有格を取得します。\u001b[22m\n\u001b[4mBut these flaws are much entertaining to watch I can't ever see it as a downside.\u001b[24m\n    \u001b[1mしかし、これらの欠陥は私がそれを欠点として見ることができないのを見るのは面白いです。\u001b[22m, \u001b[1mしかし、これらの欠陥は、私が今までの欠点としてそれを見ることはできません見ることがはるかに面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9\n\n\u001b[1m楽しさ：9\u001b[22m\n\u001b[1m(Tanoshisa: 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9\u001b[24m\n    \u001b[1m楽しさ：9\u001b[22m\nI see the flaws of the anime as I do this review but really, they don't matter as much. I went and watched it and never regretted doing so. I'm actually quite thankful I saw this.\n\n\u001b[1m私はこのレビューをしながらアニメの欠陥を見るが、実際にはそれほど重要ではない。 私は行ってそれを見て、後悔しなかった。 私は実際にこれを見て非常に感謝しています。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū o shinagara anime no kekkan o miru ga, jissai ni wa sorehodo jūyōde wanai. Watashi wa itte sore o mite, kōkai shinakatta. Watashi wa jissai ni kore o mite hijō ni kansha shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI see the flaws of the anime as I do this review but really, they don't matter as much. I went and watched it and never regretted doing so. I'm actually quite thankful I saw this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI see the flaws of the anime as I do this review but really, they don't matter as much.\u001b[24m\n    \u001b[1m私はこのレビューをしながらアニメの欠陥を見るが、実際にはそれほど重要ではない。\u001b[22m, \u001b[1m私はこのレビューを行うが、実際、彼らは同じくらい重要ではありませんように私はアニメの欠陥を参照してください。\u001b[22m\n\u001b[4mI went and watched it and never regretted doing so.\u001b[24m\n    \u001b[1m私は行ってそれを見て、後悔しなかった。\u001b[22m, \u001b[1m私が行って、それを見て、そう後悔したことはありません。\u001b[22m\n\u001b[4mI'm actually quite thankful I saw this.\u001b[24m\n    \u001b[1m私は実際にこれを見て非常に感謝しています。\u001b[22m, \u001b[1m私は実際に私はこれを見て非常に感謝してい。\u001b[22m\nThe true beauty in watching this show is being completely absorbed in it/ have fun/ laugh along.\n\n\u001b[1mこのショーを見ている真の美しさは、それに完全に吸収されている/楽しみながら/笑うことです。\u001b[22m\n\u001b[1m(Kono shō o mite iru shin no utsukushi-sa wa, soreni kanzen ni kyūshū sa rete iru/ tanoshiminagara/ warau kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe true beauty in watching this show is being completely absorbed in it/ have fun/ laugh along.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe true beauty in watching this show is being completely absorbed in it/ have fun/ laugh along.\u001b[24m\n    \u001b[1mこのショーを見ている真の美しさは、それに完全に吸収されている/楽しみながら/笑うことです。\u001b[22m, \u001b[1mこの番組を見における真の美しさは完全にそれに吸収されている/楽しみを持って/沿って笑います。\u001b[22m\nSuch a lovely show.\n\n\u001b[1mそんな素敵なショー。\u001b[22m\n\u001b[1m(Son'na sutekina shō.)\u001b[22m\n\nTranslations of \u001b[4mSuch a lovely show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSuch a lovely show.\u001b[24m\n    \u001b[1mそんな素敵なショー。\u001b[22m, \u001b[1mこのような素敵なショー。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "No_Care_In_Life",
    "profile": "/profile/No_Care_In_Life/reviews",
    "pages": "9",
    "number": "16",
    "link": "/reviews.php?id=87725",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nさて、これは私の最初のレビューですので、悪いかもしれません。\n\n私の友人がこのアニメを勧めたとき、私の反応は「「面白いかもしれませんが、別の時です」と思われました。 ついにこのアニメを見ることに決めたとき、私はなぜ「なぜ？ なぜ私はこれを早く見なかったのですか？\n\n物語：\n学生会議長の鮎沢みさきという女の子、彼女はおとぎ話のようなものです...彼女がおとぎ話です。\n彼女のお父さんは彼女と母親と妹を放棄したので、ミサキは男の子を嫌い！ ミサキは臭いと臭いもあり、男の子も嫌いだ。ミサキは臭い臭い男の子たちを女の子から守るために訓練した。\n美咲には本当に嫌な男の子がいて、その名前は臼井匠です。美咲のように強く賢いですが、実際には美咲よりも強くてスマートです。\n\nミサキはアルバイトをしており、店はメイドのカフェで、ミサキは少年が笑うと思っているので、メイドのように服を着ていることを誰も知らない。\n彼女の仕事がほぼ終わった後、彼女は臼井と出会うゴミを捨てようとしていた。\n美咲は「ああああ！ 今、彼は私がメイドのように服を着ていることを知っている、彼は何をするつもりだ？私はメイドのように服を着てメイドのカフェで働くことを誰にも教えてくれるだろうか？\n今、宇井がやることは？\n\n私は物語についてあなたにもっと話しているわけではありませんが、私はこのアニメを見ることをお勧めします！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell this is my first review so it may be bad.\n\n\u001b[1mさて、これは私の最初のレビューですので、悪いかもしれません。\u001b[22m\n\u001b[1m(Sate, kore wa watashi no saisho no rebyūdesunode, warui kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mWell this is my first review so it may be bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell this is my first review so it may be bad.\u001b[24m\n    \u001b[1mさて、これは私の最初のレビューですので、悪いかもしれません。\u001b[22m, \u001b[1mまあ、これは、それが悪いことがありますので、私の最初のレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nWhen my friend recommended this anime so my reaction was like ''It seems interesting but maybe another time''. When i finally decided to watch this anime, i was like ''WHY??! Why didn't i watch this earlier??''\n\n\u001b[1m私の友人がこのアニメを勧めたとき、私の反応は「「面白いかもしれませんが、別の時です」と似ていました。 ついにこのアニメを見ることに決めたとき、私はなぜ「なぜ？ なぜ私はこれを早く見なかったのですか？\u001b[22m\n\u001b[1m(Watashi no yūjin ga kono anime o susumeta toki, watashi no han'nō wa ``omoshiroi kamo shiremasenga,-betsu no tokidesu' to nite imashita. Tsuini kono anime o miru koto ni kimeta toki, watashi wa naze `naze? Naze watashi wa kore o hayaku minakatta nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhen my friend recommended this anime so my reaction was like ''It seems interesting but maybe another time''. When i finally decided to watch this anime, i was like ''WHY??! Why didn't i watch this earlier??''\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen my friend recommended this anime so my reaction was like ''It seems interesting but maybe another time''.\u001b[24m\n    \u001b[1m私の友人がこのアニメを勧めたとき、私の反応は「「面白いかもしれませんが、別の時です」と似ていました。\u001b[22m, \u001b[1m私の友人はこのアニメをお勧めすると ''それは別の時間多分面白いようだが、 ''のようなので、私の反応がありました。\u001b[22m\n\u001b[4mWhen i finally decided to watch this anime, i was like ''WHY??!\u001b[24m\n    \u001b[1mついにこのアニメを見ることに決めたとき、私はなぜ「なぜ？\u001b[22m, \u001b[1m私は最終的にこのアニメを見て決めたとき、私はなぜ ''のようでした??！\u001b[22m\n\u001b[4mWhy didn't i watch this earlier??''\u001b[24m\n    \u001b[1mなぜ私はこれを早く見なかったのですか？\u001b[22m, \u001b[1mなぜ私はこれ以前のバージョンを見ていません?? ''\u001b[22m\n\u001b[1m\u001b[22m\nThe story:\n\n\u001b[1m物語：\u001b[22m\n\u001b[1m(Monogatari:)\u001b[22m\n\nTranslations of \u001b[4mThe story:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story:\u001b[24m\n    \u001b[1m物語：\u001b[22m, \u001b[1mストーリー：\u001b[22m\nA girl named Misaki Ayuzawa, chairwoman of student council and she is like tomboy...Wait she is a tomboy.\n\n\u001b[1m学生会議長の鮎沢みさきという女の子、彼女はおとぎ話のようなものです...彼女がおとぎ話です。\u001b[22m\n\u001b[1m(Gakusei kaigi-chō no Ayusawa Misaki to iu on'nanoko, kanojo wa otogibanashi no yōna monodesu... Kanojo ga otogibanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mA girl named Misaki Ayuzawa, chairwoman of student council and she is like tomboy...Wait she is a tomboy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA girl named Misaki Ayuzawa, chairwoman of student council and she is like tomboy...Wait she is a tomboy.\u001b[24m\n    \u001b[1m学生会議長の鮎沢みさきという女の子、彼女はおとぎ話のようなものです...彼女がおとぎ話です。\u001b[22m, \u001b[1m彼女はおてんば娘で待って...女の子は美咲Ayuzawa、生徒会の会長に選ばれ、彼女はおてんば娘のようなものです。\u001b[22m\nMisaki hates boys because her dad abandoned her and her mother and little sister, not only because of that!! Misaki hate boys also because they stinks and smells so Misaki trained hard to protect girls fom those stinky, smelly boys.\n\n\u001b[1m彼女のお父さんは彼女と母親と妹を放棄したので、ミサキは男の子を嫌い！ ミサキは臭いと臭いもあり、男の子も嫌いだ。ミサキは臭い臭い男の子たちを女の子から守るために訓練した。\u001b[22m\n\u001b[1m(Kanojo no otōsan wa kanojo to hahaoya to imōto o hōki shitanode, Misaki wa otokonoko o kirai! Misaki wa kusaito kusai mo ari, otokonoko mo kiraida. Misaki wa kusai kusai otokonoko-tachi o on'nanoko kara mamoru tame ni kunren shita.)\u001b[22m\n\nTranslations of \u001b[4mMisaki hates boys because her dad abandoned her and her mother and little sister, not only because of that!! Misaki hate boys also because they stinks and smells so Misaki trained hard to protect girls fom those stinky, smelly boys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMisaki hates boys because her dad abandoned her and her mother and little sister, not only because of that!!\u001b[24m\n    \u001b[1m彼女のお父さんは彼女と母親と妹を放棄したので、ミサキは男の子を嫌い！\u001b[22m, \u001b[1m彼女のお父さんが彼女と彼女の母親と妹を放棄したため、美咲はそのためだけでなく、男の子が嫌い！\u001b[22m\n\u001b[4mMisaki hate boys also because they stinks and smells so Misaki trained hard to protect girls fom those stinky, smelly boys.\u001b[24m\n    \u001b[1mミサキは臭いと臭いもあり、男の子も嫌いだ。ミサキは臭い臭い男の子たちを女の子から守るために訓練した。\u001b[22m, \u001b[1m彼らは臭いと美咲は、女の子が、それらの臭い、臭い男の子をFOM保護するために一生懸命訓練を受けたようなにおいがするので美咲も男の子を嫌います。\u001b[22m\nMisaki have a boy she really hate most and his name is Usui Takumi, he is also strong and smart like Misaki but he is actually stronger and smarter than Misaki.\n\n\u001b[1m美咲には本当に嫌な男の子がいて、その名前は臼井匠です。美咲のように強く賢いですが、実際には美咲よりも強くてスマートです。\u001b[22m\n\u001b[1m(Misaki ni wa hontōni iyana otokonoko ga ite, sono namae wa Usui Takumidesu. Misaki no yō ni tsuyoku kashikoidesuga, jissai ni wa Misaki yori mo tsuyokute sumātodesu.)\u001b[22m\n\nTranslations of \u001b[4mMisaki have a boy she really hate most and his name is Usui Takumi, he is also strong and smart like Misaki but he is actually stronger and smarter than Misaki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMisaki have a boy she really hate most and his name is Usui Takumi, he is also strong and smart like Misaki but he is actually stronger and smarter than Misaki.\u001b[24m\n    \u001b[1m美咲には本当に嫌な男の子がいて、その名前は臼井匠です。美咲のように強く賢いですが、実際には美咲よりも強くてスマートです。\u001b[22m, \u001b[1m美咲は彼女が実際にはほとんどを憎み、彼の名前は臼井匠である少年を持って、彼はまた、美咲のような強力なとスマートですが、彼は実際には美咲より強く、よりスマートです。\u001b[22m\n\u001b[1m\u001b[22m\nMisaki have a part time job and the shop is a maid cafe, Misaki doesn't want anyone knows that she is dressed like a maid because she thinks that boys gonna laugh.\n\n\u001b[1mミサキはアルバイトをしており、店はメイドのカフェで、ミサキは少年が笑うと思っているので、メイドのように服を着ていることを誰も知らない。\u001b[22m\n\u001b[1m(Misaki wa arubaito o shite ori,-ten wa meido no kafe de, Misaki wa shōnen ga warau to omotte irunode, meido no yō ni fuku o kite iru koto o daremoshiranai.)\u001b[22m\n\nTranslations of \u001b[4mMisaki have a part time job and the shop is a maid cafe, Misaki doesn't want anyone knows that she is dressed like a maid because she thinks that boys gonna laugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMisaki have a part time job and the shop is a maid cafe, Misaki doesn't want anyone knows that she is dressed like a maid because she thinks that boys gonna laugh.\u001b[24m\n    \u001b[1mミサキはアルバイトをしており、店はメイドのカフェで、ミサキは少年が笑うと思っているので、メイドのように服を着ていることを誰も知らない。\u001b[22m, \u001b[1m美咲は、パートタイムの仕事を持っているし、店は美咲は、誰もが、彼女は男の子つもり笑うと思うので、彼女はメイドのような格好していることを知っている必要はありません、メイドカフェです。\u001b[22m\nOne day after her job was almost finished she was about to throw away trash she meets Usui.\n\n\u001b[1m彼女の仕事がほぼ終わった後、彼女は臼井と出会うゴミを捨てようとしていた。\u001b[22m\n\u001b[1m(Kanojo no shigoto ga hobo owatta nochi, kanojo wa Usui to deau gomi o suteyou to shite ita.)\u001b[22m\n\nTranslations of \u001b[4mOne day after her job was almost finished she was about to throw away trash she meets Usui.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne day after her job was almost finished she was about to throw away trash she meets Usui.\u001b[24m\n    \u001b[1m彼女の仕事がほぼ終わった後、彼女は臼井と出会うゴミを捨てようとしていた。\u001b[22m, \u001b[1m彼女の仕事はほとんど彼女はゴミを捨てることを約あった終えた1日後、彼女は臼井を満たしています。\u001b[22m\nMisaki was like ''Oh shit! Now he knows that i'm dressed like a maid, what's he gonna do??Gonna he tell to everyone that i dressed like a maid and work in a maid cafe?''\n\n\u001b[1m美咲は「ああああ！ 今、彼は私がメイドのように服を着ていることを知っている、彼は何をするつもりだ？私はメイドのように服を着てメイドのカフェで働くことを誰にも教えてくれるだろうか？\u001b[22m\n\u001b[1m(Misaki wa `ā ā! Ima, kare wa watashi ga meido no yō ni fuku o kite iru koto o shitte iru, kare wa nani o suru tsumorida? Watashi wa meido no yō ni fuku o kite meido no kafe de hataraku koto o darenimo oshietekurerudarou ka?)\u001b[22m\n\nTranslations of \u001b[4mMisaki was like ''Oh shit! Now he knows that i'm dressed like a maid, what's he gonna do??Gonna he tell to everyone that i dressed like a maid and work in a maid cafe?''\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMisaki was like ''Oh shit!\u001b[24m\n    \u001b[1m美咲は「ああああ！\u001b[22m, \u001b[1m美咲はああくそ ''のようでした！\u001b[22m\n\u001b[4mNow he knows that i'm dressed like a maid, what's he gonna do??Gonna he tell to everyone that i dressed like a maid and work in a maid cafe?''\u001b[24m\n    \u001b[1m今、彼は私がメイドのように服を着ていることを知っている、彼は何をするつもりだ？私はメイドのように服を着てメイドのカフェで働くことを誰にも教えてくれるだろうか？\u001b[22m, \u001b[1m今、彼は私がメイドのような格好だことを知って、彼が何をするつもり？ゴナは、彼は私がメイドカフェでメイドと仕事のような格好みんなに教えないのか？ ''\u001b[22m\nNow what's gonna Usui do??\n\n\u001b[1m今、宇井がやることは？\u001b[22m\n\u001b[1m(Ima, Ui ga yaru koto wa?)\u001b[22m\n\nTranslations of \u001b[4mNow what's gonna Usui do??\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow what's gonna Usui do??\u001b[24m\n    \u001b[1m今、宇井がやることは？\u001b[22m, \u001b[1m今つもり臼井は何んです？\u001b[22m\n\u001b[1m\u001b[22m\nI'm not telling you more about the story, but i recommend you to watch this anime!\n\n\u001b[1m私は物語についてあなたにもっと話しているわけではありませんが、私はこのアニメを見ることをお勧めします！\u001b[22m\n\u001b[1m(Watashi wa monogatari ni tsuite anata ni motto hanashite iru wakede wa arimasenga, watashi wa kono anime o miru koto o o susume shimasu!)\u001b[22m\n\nTranslations of \u001b[4mI'm not telling you more about the story, but i recommend you to watch this anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not telling you more about the story, but i recommend you to watch this anime!\u001b[24m\n    \u001b[1m私は物語についてあなたにもっと話しているわけではありませんが、私はこのアニメを見ることをお勧めします！\u001b[22m, \u001b[1m私はあなたの物語についての詳細を語っていないんだけど、私はあなたがこのアニメを見てお勧めします！\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "Cruiser",
    "profile": "/profile/Cruiser/reviews",
    "pages": "9",
    "number": "17",
    "link": "/reviews.php?id=34294",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  7\n\n私にとっては、私は男性ですが、私はまだこのようなアニメが好きです（いくつかの噂では、これは少女だと私に言った）。 それから、私はこのアニメが面白いと思っていました。特に臼井（彼はむしろ狂っていたり、母国語で簡単に話しています。 芸術は典型的な少女です。 キャラクターの開発はかなり普通で遅いペースで行われています",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFor me, even though I'm male, I still like this kind of anime (some rumors told me that this is shojo). Then I thought that this anime is funny, especially Usui (he's rather crazy or easily speaking in my mother tongue : 'sarap'). The art is typical shojo. The character development is rather ordinary and slow-paced\n\n\u001b[1m私にとっては、私は男性ですが、私はまだこのようなアニメが好きです（いくつかの噂では、これは少女だと私に言った）。 それから、私はこのアニメが面白いと思っていました。特に臼井（彼はむしろ狂っていたり、母国語で簡単に話しています。 芸術は典型的な少女です。 キャラクターの開発はかなり普通で遅いペースで行われています\u001b[22m\n\u001b[1m(Watashi ni totte wa, watashi wa danseidesuga, watashi wa mada kono yōna anime ga sukidesu (ikutsu ka no uwasade wa, koreha shōjoda to watashi ni itta). Sorekara, watashi wa kono anime ga omoshiroi to omotte imashita. Tokuni Usui (kare wa mushiro kurutte i tari, haha kokugo de kantan ni hanashite imasu. Geijutsu wa tenkei-tekina shōjodesu. Kyarakutā no kaihatsu wa kanari futsūde osoi pēsu de okonawa rete imasu)\u001b[22m\n\nTranslations of \u001b[4mFor me, even though I'm male, I still like this kind of anime (some rumors told me that this is shojo). Then I thought that this anime is funny, especially Usui (he's rather crazy or easily speaking in my mother tongue : 'sarap'). The art is typical shojo. The character development is rather ordinary and slow-paced\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, even though I'm male, I still like this kind of anime (some rumors told me that this is shojo).\u001b[24m\n    \u001b[1m私にとっては、私は男性ですが、私はまだこのようなアニメが好きです（いくつかの噂では、これは少女だと私に言った）。\u001b[22m, \u001b[1m私にとっては、私は男性だにもかかわらず、私はまだアニメのこの種のが好き（いくつかの噂が、これが少女であることを私に言いました）。\u001b[22m\n\u001b[4mThen I thought that this anime is funny, especially Usui (he's rather crazy or easily speaking in my mother tongue : 'sarap').\u001b[24m\n    \u001b[1mそれから、私はこのアニメが面白いと思っていました。特に臼井（彼はむしろ狂っていたり、母国語で簡単に話しています。\u001b[22m, \u001b[1mそれから私は特に臼井（： 'sarap「彼は私の母国語で話しやすく、むしろ狂気かだ）、このアニメは面白いであることを考えました。\u001b[22m\n\u001b[4mThe art is typical shojo.\u001b[24m\n    \u001b[1m芸術は典型的な少女です。\u001b[22m, \u001b[1m技術は、典型的な少女です。\u001b[22m\n\u001b[4mThe character development is rather ordinary and slow-paced\u001b[24m\n    \u001b[1mキャラクターの開発はかなり普通で遅いペースで行われています\u001b[22m, \u001b[1mキャラクターの成長はむしろ普通と遅いペースであります\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "MisaUsui",
    "profile": "/profile/MisaUsui/reviews",
    "pages": "9",
    "number": "18",
    "link": "/reviews.php?id=28300",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n今すぐ私の好きなショー！  ＆gt;：D\n\n私は主に御坂と臼井の部分で楽しんでいます。残りはヒラリオスです。\n\nそれでも、ミサとウスイの間の化学は、全くカッコいいです。 私は彼らが最高のカップルだと思っていますが、私はそれらを今までには望んでいません。彼らの間の愛は今、完璧です。 彼らが突然、子犬の愛とデートを見せて、恋に落ちてしまうのは恐ろしいことです*\n\nKanouはかわいいキャラクターでも、彼は何とかその隠れ家の一人に似ていて、世界から隠れています。 そんなに面白いことに、ミサキに怒鳴りついてウサギの服装について話していた（第15話）と、服を着た雪村さんの発言で「君を最も尊敬する雪村先輩」\n\n全体で、12-16歳の魅惑的なショー！ 私は絶対にプロットを崇拝する！\nアリガト、マンガを作った人。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIts my favourite show right now! &gt;:D\n\n\u001b[1m今すぐ私の好きなショー！  ＆gt;：D\u001b[22m\n\u001b[1m(Ima sugu watashi no sukina shō! & Gt; : D)\u001b[22m\n\nTranslations of \u001b[4mIts my favourite show right now! &gt;:D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts my favourite show right now!\u001b[24m\n    \u001b[1m今すぐ私の好きなショー！\u001b[22m, \u001b[1mその私のお気に入りの番組、今すぐ！\u001b[22m\n\u001b[4m&gt;:D\u001b[24m\n    \u001b[1m＆gt;：D\u001b[22m\n\u001b[1m\u001b[22m\nI mainly enjoy it for the Misa and Usui parts, and the rest is HILARIOUS.\n\n\u001b[1m私は主に御坂と臼井の部分で楽しんでいます。残りはヒラリオスです。\u001b[22m\n\u001b[1m(Watashi wa omoni Misaka to Usui no bubun de tanoshinde imasu. Nokori wa hirariosudesu.)\u001b[22m\n\nTranslations of \u001b[4mI mainly enjoy it for the Misa and Usui parts, and the rest is HILARIOUS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mainly enjoy it for the Misa and Usui parts, and the rest is HILARIOUS.\u001b[24m\n    \u001b[1m私は主に御坂と臼井の部分で楽しんでいます。残りはヒラリオスです。\u001b[22m, \u001b[1m私は主にミサと臼井部品のためにそれを楽しんで、残りは陽気です。\u001b[22m\n\u001b[1m\u001b[22m\nStill, the chemistry between Misa and Usui is so totally CUTE. Even though I think they're the best couple EVER, I dont want them to date, the love between them NOW is perfect. It would be horror for it to have them suddenly show loads of puppy love and date each other and be madly in love *shudder*\n\n\u001b[1mそれでも、ミサとウスイの間の化学は、全くカッコいいです。 私は彼らが最高のカップルだと思っていますが、私はそれらを今までには望んでいません。彼らの間の愛は今、完璧です。 彼らが突然、子犬の愛とデートを見せて、恋に落ちてしまうのは恐ろしいことです*\u001b[22m\n\u001b[1m(Soredemo, misa to Usui no ma no kagaku wa, mattaku kakkoīdesu. Watashi wa karera ga saikō no kappuruda to omotte imasuga, watashi wa sorera o ima made ni wa nozonde imasen. Karera no ma no ai wa ima, kanpekidesu. Karera ga totsuzen, koinu no ai to dēto o misete, koi ni ochite shimau no wa osoroshī kotodesu*)\u001b[22m\n\nTranslations of \u001b[4mStill, the chemistry between Misa and Usui is so totally CUTE. Even though I think they're the best couple EVER, I dont want them to date, the love between them NOW is perfect. It would be horror for it to have them suddenly show loads of puppy love and date each other and be madly in love *shudder*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill, the chemistry between Misa and Usui is so totally CUTE.\u001b[24m\n    \u001b[1mそれでも、ミサとウスイの間の化学は、全くカッコいいです。\u001b[22m, \u001b[1mそれでも、ミサと臼井間の化学はとても完全にCUTEです。\u001b[22m\n\u001b[4mEven though I think they're the best couple EVER, I dont want them to date, the love between them NOW is perfect.\u001b[24m\n    \u001b[1m私は彼らが最高のカップルだと思っていますが、私はそれらを今までには望んでいません。彼らの間の愛は今、完璧です。\u001b[22m, \u001b[1m私は彼らがこれまで最高のカップルだと思うにもかかわらず、私は今までにそれらをたくない、それらの間の愛は今完璧です。\u001b[22m\n\u001b[4mIt would be horror for it to have them suddenly show loads of puppy love and date each other and be madly in love *shudder*\u001b[24m\n    \u001b[1m彼らが突然、子犬の愛とデートを見せて、恋に落ちてしまうのは恐ろしいことです*\u001b[22m, \u001b[1mそれが突然、子犬の愛と日付互いの負荷を示し、それらを持っていると恋に狂ったようであるために、それは恐怖になり*身震い*\u001b[22m\n\u001b[1m\u001b[22m\nEven Kanou is a cute character, he somehow resembles one of those hermits, hiding from the world. Its so funny when he yells at Misaki, telling her about the bunny outfit (Episode 15) and when he made that remark on Yukimura wearing that dress, 'I respect you the most, Yukimura Senpai'\n\n\u001b[1mKanouはかわいいキャラクターでも、彼は何とかその隠れ家の一人に似ていて、世界から隠れています。 そんなに面白いことに、ミサキに怒鳴りついてウサギの服装について話していた（第15話）と、服を着た雪村さんの発言で「君を最も尊敬する雪村先輩」\u001b[22m\n\u001b[1m(Kanou wa kawaī kyarakutā demo, kare wa nantoka sono kakurega no hitori ni nite ite, sekai kara kakurete imasu. Son'nani omoshiroi koto ni, Misaki ni donari tsuite usagi no fukusō ni tsuite hanashite ita (dai 15-wa) to,-fuku o kita Yukimura-san no hatsugen de `kimi o mottomo sonkei suru Yukimura senpai')\u001b[22m\n\nTranslations of \u001b[4mEven Kanou is a cute character, he somehow resembles one of those hermits, hiding from the world. Its so funny when he yells at Misaki, telling her about the bunny outfit (Episode 15) and when he made that remark on Yukimura wearing that dress, 'I respect you the most, Yukimura Senpai'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven Kanou is a cute character, he somehow resembles one of those hermits, hiding from the world.\u001b[24m\n    \u001b[1mKanouはかわいいキャラクターでも、彼は何とかその隠れ家の一人に似ていて、世界から隠れています。\u001b[22m, \u001b[1mでも加納かわいいキャラクターである、彼は何とか世界から隠れ、それらの隠者のいずれかのような。\u001b[22m\n\u001b[4mIts so funny when he yells at Misaki, telling her about the bunny outfit (Episode 15) and when he made that remark on Yukimura wearing that dress, 'I respect you the most, Yukimura Senpai'\u001b[24m\n    \u001b[1mそんなに面白いことに、ミサキに怒鳴りついてウサギの服装について話していた（第15話）と、服を着た雪村さんの発言で「君を最も尊敬する雪村先輩」\u001b[22m, \u001b[1m彼は「私はあなたの幸村先輩、ほとんどを尊重」、バニー衣装（エピソード15）については、とき、彼はそのドレスを着て幸村のその発言をした彼女に言って、美咲で叫ぶときにとても面白いです\u001b[22m\n\u001b[1m\u001b[22m\nAltogether, its a fascinating show for every 12-16 year old! I absolutely adore the plot!\n\n\u001b[1m全体で、12-16歳の魅惑的なショー！ 私は絶対にプロットを崇拝する！\u001b[22m\n\u001b[1m(Zentai de, 12 - 16-sai no miwaku-tekina shō! Watashi wa zettai ni purotto o sūhai suru!)\u001b[22m\n\nTranslations of \u001b[4mAltogether, its a fascinating show for every 12-16 year old! I absolutely adore the plot!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAltogether, its a fascinating show for every 12-16 year old!\u001b[24m\n    \u001b[1m全体で、12-16歳の魅惑的なショー！\u001b[22m, \u001b[1m要するに、すべての12-16歳のためのその魅惑的なショー！\u001b[22m\n\u001b[4mI absolutely adore the plot!\u001b[24m\n    \u001b[1m私は絶対にプロットを崇拝する！\u001b[22m, \u001b[1m私は絶対にプロットを崇拝します！\u001b[22m\nArigato, whoever created the manga.\n\n\u001b[1mアリガト、マンガを作った人。\u001b[22m\n\u001b[1m(Arigato, manga o tsukutta hito.)\u001b[22m\n\nTranslations of \u001b[4mArigato, whoever created the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArigato, whoever created the manga.\u001b[24m\n    \u001b[1mアリガト、マンガを作った人。\u001b[22m, \u001b[1m漫画を作成し誰ありがとう、。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "mzrachyl2",
    "profile": "/profile/mzrachyl2/reviews",
    "pages": "9",
    "number": "19",
    "link": "/reviews.php?id=42819",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私が書いているのは、このアニメは見てみる価値があるということです。 それはあなたがアニメで期待したいものがすべてあります。 コメディ、ユーモア、キャラクター、ロマンス、その他。 私はさらに芸術が大好きです。 これを見ました！ それをお見逃しなく",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAll I'm going to write is this anime is worth watching. It has everything you like to expect in a anime; the comedy, humour in the characters, romance and other. I love the art moreover. Got to watch this! Don't miss it\n\n\u001b[1m私が書いているのは、このアニメは見てみる価値があるということです。 それはあなたがアニメで期待したいものがすべてあります。 コメディ、ユーモア、キャラクター、ロマンス、その他。 私はさらに芸術が大好きです。 これを見ました！ それをお見逃しなく\u001b[22m\n\u001b[1m(Watashi ga kaite iru no wa, kono anime wa mite miru kachigāru to iu kotodesu. Sore wa anata ga anime de kitai shitai mono ga subete arimasu. Komedi, yūmoa, kyarakutā, romansu, sonota. Watashi wa sarani geijutsu ga daisukidesu. Kore o mimashita! Sore o ominogashinaku)\u001b[22m\n\nTranslations of \u001b[4mAll I'm going to write is this anime is worth watching. It has everything you like to expect in a anime; the comedy, humour in the characters, romance and other. I love the art moreover. Got to watch this! Don't miss it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll I'm going to write is this anime is worth watching.\u001b[24m\n    \u001b[1m私が書いているのは、このアニメは見てみる価値があるということです。\u001b[22m, \u001b[1m私が書くつもりだすべてはこのアニメが見て価値があるです。\u001b[22m\n\u001b[4mIt has everything you like to expect in a anime;\u001b[24m\n    \u001b[1mそれはあなたがアニメで期待したいものがすべてあります。\u001b[22m, \u001b[1mそれはあなたがアニメに期待したいすべてのものを持っています。\u001b[22m\n\u001b[4mthe comedy, humour in the characters, romance and other.\u001b[24m\n    \u001b[1mコメディ、ユーモア、キャラクター、ロマンス、その他。\u001b[22m, \u001b[1mコメディ、文字でのユーモア、ロマンスとその他。\u001b[22m\n\u001b[4mI love the art moreover.\u001b[24m\n    \u001b[1m私はさらに芸術が大好きです。\u001b[22m, \u001b[1m私はまた芸術を愛します。\u001b[22m\n\u001b[4mGot to watch this!\u001b[24m\n    \u001b[1mこれを見ました！\u001b[22m, \u001b[1mこれを見て手に入れました！\u001b[22m\n\u001b[4mDon't miss it\u001b[24m\n    \u001b[1mそれをお見逃しなく\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "Mizu_chi",
    "profile": "/profile/Mizu_chi/reviews",
    "pages": "9",
    "number": "20",
    "link": "/reviews.php?id=45959",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\n漫画はかなり大丈夫だったし、マンガがアニメになっていることに興奮していましたが、アニメは刺激的ではありませんでした。\nこのショーが何であるか不思議に思うかもしれませんが、最近、CO-EDスクールのすべての男子スクールから作られた大統領であるミサキについて、とても少女がいます。ミサキは、通常、 もちろん、男性の鉛は非常に単一のもので彼女よりも優れています：）彼女は最初は彼を嫌っていますが、それから...開発が始まります。それは控えめなですが、アニメよりもマンガモアを読むことをお勧めします:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe manga was quite okay and i was actually excited that the manga was being made into an anime but the anime was not as exciting as i thought it would be as i didn't like the slow development.\n\n\u001b[1m漫画はかなり大丈夫だったし、マンガがアニメになっていることに興奮していましたが、アニメは刺激的ではありませんでした。\u001b[22m\n\u001b[1m(Manga wa kanari daijōbudattashi, manga ga anime ni natte iru koto ni kōfun shite imashitaga, anime wa shigeki-tekide wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe manga was quite okay and i was actually excited that the manga was being made into an anime but the anime was not as exciting as i thought it would be as i didn't like the slow development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe manga was quite okay and i was actually excited that the manga was being made into an anime but the anime was not as exciting as i thought it would be as i didn't like the slow development.\u001b[24m\n    \u001b[1m漫画はかなり大丈夫だったし、マンガがアニメになっていることに興奮していましたが、アニメは刺激的ではありませんでした。\u001b[22m, \u001b[1m漫画はかなり大丈夫だったと私は漫画がアニメ化されていたが、アニメは私が遅い開発を好きではなかったとしてそれがあるだろうと思ったほどエキサイティングではなかったことを実際に興奮していました。\u001b[22m\nAs you may wonder what this show is about,it's about Misaki who is a president in a recently made from being an all boys school to a CO-ED school so there are very little girls.Misaki is the typically always get good marks girl and of course,the male lead is better than her at very single thing :)She initially hates him but then...The development comes in.It's alittle mushy but i recommend you to read the mangamore than the anime :)\n\n\u001b[1mこのショーが何であるか不思議に思うかもしれませんが、最近、CO-EDスクールのすべての男子スクールから作られた大統領であるミサキについて、とても少女がいます。ミサキは、通常、 もちろん、男性の鉛は非常に単一のもので彼女よりも優れています：）彼女は最初は彼を嫌っていますが、それから...開発が始まります。それは控えめなですが、アニメよりもマンガモアを読むことをお勧めします:)\u001b[22m\n\u001b[1m(Kono shō ga nandearu ka fushigi ni omou kamo shiremasenga, saikin, CO - ED sukūru no subete no danshi sukūru kara tsukura reta daitōryōdearu Misaki ni tsuite, totemo shōjo ga imasu. Misaki wa, tsūjō, mochiron, dansei no namari wa hijō ni tan'itsu no monode kanojo yori mo sugurete imasu: ) Kanojo wa saisho wa kare o kiratte imasuga, sorekara... Kaihatsu ga hajimarimasu. Sore wa hikaemenadesuga, anime yori mo mangamoa o yomu koto o o susume shimasu: ))\u001b[22m\n\nTranslations of \u001b[4mAs you may wonder what this show is about,it's about Misaki who is a president in a recently made from being an all boys school to a CO-ED school so there are very little girls.Misaki is the typically always get good marks girl and of course,the male lead is better than her at very single thing :)She initially hates him but then...The development comes in.It's alittle mushy but i recommend you to read the mangamore than the anime :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you may wonder what this show is about,it's about Misaki who is a president in a recently made from being an all boys school to a CO-ED school so there are very little girls.Misaki is the typically always get good marks girl and\u001b[24m\n    \u001b[1mこのショーが何であるか不思議に思うかもしれませんが、最近、CO-EDスクールのすべての男子スクールから作られた大統領であるミサキについて、とても少女がいます。ミサキは、通常、\u001b[22m, \u001b[1mあなたはこのショーが何であるか不思議に思うかもしれませんように、それは非常に少ないgirls.Misakiは、典型的には、常に取得良いマークの女の子であるので、CO-EDの学校へのすべての男の子の学校であることから、最近作られた中で社長である三崎とのことです\u001b[22m\n\u001b[4mof course,the male lead is better than her at very single thing :)She initially hates him but then...The development comes in.It's alittle mushy but i recommend you to read the mangamore than the anime :)\u001b[24m\n    \u001b[1mもちろん、男性の鉛は非常に単一のもので彼女よりも優れています：）彼女は最初は彼を嫌っていますが、それから...開発が始まります。それは控えめなですが、アニメよりもマンガモアを読むことをお勧めします:)\u001b[22m, \u001b[1mもちろん、男性のリードは非常に単一の事で彼女よりも優れています。）彼女は最初に彼を憎むが、その後...開発はどろどろin.Itのalittleが来るが、私はあなたがアニメよりmangamoreを読むことをお勧めします:)\u001b[22m"
  }
]
