[
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "aqua247",
    "profile": "/profile/aqua247/reviews",
    "pages": "10",
    "number": "1",
    "link": "/reviews.php?id=44553",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\nこのアニメは素晴らしいロマンス/コメディです。 私は最初このアニメと恋に落ちた。 私は本当にこのアニメをお勧めします。 私はあなたが特別なことが好きだったらuがこれを愛すると言うことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nthis anime is a great romance/comedy. i fell in love with this anime at the beginning. i really recommend this anime. i can say that if u liked special a than u will love this.\n\n\u001b[1mこのアニメは素晴らしいロマンス/コメディです。 私は最初このアニメと恋に落ちた。 私は本当にこのアニメをお勧めします。 私はあなたが特別なことが好きだったらuがこれを愛すると言うことができます。\u001b[22m\n\u001b[1m(Kono anime wa subarashī romansu/ komedidesu. Watashi wa saisho kono anime to koi ni ochita. Watashi wa hontōni kono anime o o susume shimasu. Watashi wa anata ga tokubetsuna koto ga sukidattara u ga kore o aisuru to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mthis anime is a great romance/comedy. i fell in love with this anime at the beginning. i really recommend this anime. i can say that if u liked special a than u will love this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis anime is a great romance/comedy.\u001b[24m\n    \u001b[1mこのアニメは素晴らしいロマンス/コメディです。\u001b[22m, \u001b[1mこのアニメは、偉大なロマンス/コメディです。\u001b[22m\n\u001b[4mi fell in love with this anime at the beginning.\u001b[24m\n    \u001b[1m私は最初このアニメと恋に落ちた。\u001b[22m, \u001b[1m私は初めにこのアニメと恋に落ちました。\u001b[22m\n\u001b[4mi really recommend this anime.\u001b[24m\n    \u001b[1m私は本当にこのアニメをお勧めします。\u001b[22m\n\u001b[4mi can say that if u liked special a than u will love this.\u001b[24m\n    \u001b[1m私はあなたが特別なことが好きだったらuがこれを愛すると言うことができます。\u001b[22m, \u001b[1m私はuがuはこれを愛するよりも特Aを好きならと言うことができます。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "Hikari1414",
    "profile": "/profile/Hikari1414/reviews",
    "pages": "10",
    "number": "2",
    "link": "/reviews.php?id=117719",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  7\n\n私はそれをマンガと比較すると、不平を言うアニメを見つけました。 芸術はマンガほど良くはなかった。 また、私はそれがマンガで伝えられた感情を伝えられなかったと思った。 私がマンガを読んだとき、私はすべての種類の「AAAHなかなかかわいい」瞬間を感じました。しかし、アニメを見たとき、漫画で愛されていた瞬間は、時代遅れになってしまいました。 私はマンガを生き生きとさせるアニメに慣れたので、これは私を怒らせます。\nアニメとマンガを比較しないときでも、このアニメをいくらか退屈にする部分があります。  1つのクリシェの貧しい女の子のために、豊かな男の子の事は使い過ぎです。 私は臼井の声優が実際に自分の本当の性格を伝えてくれなかったように感じました。なぜなら、最も重要な時でさえ、彼が話したときに感情的反応を感じなかったからです。\nしかし、このアニメは悪いものではありません。他のアニメではあまり見つからないユニークなユーモアのようなものがあります。 また、素敵な男が、それに直面する少女の後を追いかけ、アニメでは決して起こらない。 恋人の三角形の欠如は非常に爽やかです。なぜなら、愛の三角形についてのアニメーション全体があると、私はいつもそれがとても非現実的だからです。 この少女は独創的ではない状況の中に住んでいるので、その物語は独特です。 全体的にこれはいいアニメだけではなく、素晴らしいまたは驚くべきものです",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI found the anime dissapointing when I compared it to the manga. The art wasn't as good as the manga. Also I thought it failed to convey the emotions conveyed in the manga. When I read the manga I felt all sort of 'AAAH how cute' moments but when I watched the Anime the moments that were adorable in the manga just became badly timed and just plain out of place. This upset me because Im used to an anime bringing to life a manga.\n\n\u001b[1m私はそれをマンガと比較すると、不平を言うアニメを見つけました。 芸術はマンガほど良くはなかった。 また、私はそれがマンガで伝えられた感情を伝えられなかったと思った。 私がマンガを読んだとき、私はすべての種類の「AAAHなかなかかわいい」瞬間を感じました。しかし、アニメを見たとき、漫画で愛されていた瞬間は、時代遅れになってしまいました。 私はマンガを生き生きとさせるアニメに慣れたので、これは私を怒らせます。\u001b[22m\n\u001b[1m(Watashi wa sore o manga to hikaku suru to, fuheiwoiu anime o mitsukemashita. Geijutsu wa manga hodo yoku wa nakatta. Mata, watashi wa sore ga manga de tsutae rareta kanjō o tsutae rarenakatta to omotta. Watashi ga manga o yonda toki, watashi wa subete no shurui no `AAAH nakanaka kawaī' shunkan o kanjimashita. Shikashi, anime o mita toki, manga de aisa rete ita shunkan wa, jidaiokure ni natte shimaimashita. Watashi wa manga o ikiikito sa seru anime ni naretanode, kore wa watashi o okora semasu.)\u001b[22m\n\nTranslations of \u001b[4mI found the anime dissapointing when I compared it to the manga. The art wasn't as good as the manga. Also I thought it failed to convey the emotions conveyed in the manga. When I read the manga I felt all sort of 'AAAH how cute' moments but when I watched the Anime the moments that were adorable in the manga just became badly timed and just plain out of place. This upset me because Im used to an anime bringing to life a manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the anime dissapointing when I compared it to the manga.\u001b[24m\n    \u001b[1m私はそれをマンガと比較すると、不平を言うアニメを見つけました。\u001b[22m, \u001b[1m私は漫画にそれを比較した場合、dissapointingアニメを発見しました。\u001b[22m\n\u001b[4mThe art wasn't as good as the manga.\u001b[24m\n    \u001b[1m芸術はマンガほど良くはなかった。\u001b[22m, \u001b[1m芸術は、漫画のようによくありませんでした。\u001b[22m\n\u001b[4mAlso I thought it failed to convey the emotions conveyed in the manga.\u001b[24m\n    \u001b[1mまた、私はそれがマンガで伝えられた感情を伝えられなかったと思った。\u001b[22m, \u001b[1mまた、私はそれが漫画に搬送感情を伝えることができなかったと思いました。\u001b[22m\n\u001b[4mWhen I read the manga I felt all sort of 'AAAH how cute' moments but when I watched the Anime the moments that were adorable in the manga just became badly timed and just plain out of place.\u001b[24m\n    \u001b[1m私がマンガを読んだとき、私はすべての種類の「AAAHなかなかかわいい」瞬間を感じました。しかし、アニメを見たとき、漫画で愛されていた瞬間は、時代遅れになってしまいました。\u001b[22m, \u001b[1m私は漫画を読んだとき、私はアニメを見たときに漫画で愛らしいた瞬間はちょうどひどく時限となり、単なる場所のうちの瞬間が、「どのようにかわいいAAAH」のすべての並べ替えを感じました。\u001b[22m\n\u001b[4mThis upset me because Im used to an anime bringing to life a manga.\u001b[24m\n    \u001b[1m私はマンガを生き生きとさせるアニメに慣れたので、これは私を怒らせます。\u001b[22m, \u001b[1mイムは、生活に漫画をもたらすアニメに使用されるので、これは私を混乱させる。\u001b[22m\nEven when I don't compare the anime to the manga there are some parts that make this anime somewhat tedious. For one the cliche poor girl, rich boy thing is way overused. I felt like the voice actor for Usui didn't really convey his true personality because I felt no emotional response when he spoke even at the most crucial of times.\n\n\u001b[1mアニメとマンガを比較しないときでも、このアニメをいくらか退屈にする部分があります。  1つのクリシェの貧しい女の子のために、豊かな男の子の事は使い過ぎです。 私は臼井の声優が実際に自分の本当の性格を伝えてくれなかったように感じました。なぜなら、最も重要な時でさえ、彼が話したときに感情的反応を感じなかったからです。\u001b[22m\n\u001b[1m(Animetomanga o hikaku shinai toki demo, kono anime o ikuraka taikutsu ni suru bubun ga arimasu. 1Tsu no kurishe no mazushī on'nanoko no tame ni, yutakana otokonoko no koto wa tsukai sugidesu. Watashi wa Usui no seiyū ga jissai ni jibun no hontō no seikaku o tsutaete kurenakatta yō ni kanjimashita. Nazenara, mottomo jūyōna tokide sae, kare ga hanashita toki ni kanjō-teki han'nō o kanjinakattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mEven when I don't compare the anime to the manga there are some parts that make this anime somewhat tedious. For one the cliche poor girl, rich boy thing is way overused. I felt like the voice actor for Usui didn't really convey his true personality because I felt no emotional response when he spoke even at the most crucial of times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven when I don't compare the anime to the manga there are some parts that make this anime somewhat tedious.\u001b[24m\n    \u001b[1mアニメとマンガを比較しないときでも、このアニメをいくらか退屈にする部分があります。\u001b[22m, \u001b[1m私は漫画にアニメを比較しない場合でも、このアニメはやや面倒にするいくつかの部分があります。\u001b[22m\n\u001b[4mFor one the cliche poor girl, rich boy thing is way overused.\u001b[24m\n    \u001b[1m1つのクリシェの貧しい女の子のために、豊かな男の子の事は使い過ぎです。\u001b[22m, \u001b[1m1クリシェ貧しい少女のために、豊かな少年の事は道使い古さです。\u001b[22m\n\u001b[4mI felt like the voice actor for Usui didn't really convey his true personality because I felt no emotional response when he spoke even at the most crucial of times.\u001b[24m\n    \u001b[1m私は臼井の声優が実際に自分の本当の性格を伝えてくれなかったように感じました。なぜなら、最も重要な時でさえ、彼が話したときに感情的反応を感じなかったからです。\u001b[22m, \u001b[1m私は彼があっても時間の最も重要で講演全く感情的な反応を感じていないので、私は本当に彼の本当の性格を伝えていなかった臼井ための声優のように感じました。\u001b[22m\nHowever this anime ins't a bad one, it has quite a few good things going for it like its unique form of humor that you just don't quite find in other anime. Also there is the lovely guy chases after girl which, lets face it, never happens in anime. The lack of lover triangles is very refreshing because I always find it so unrealistic when there is an entire anime about a love triangle. The story is rather unique because the girl lives in unoriginal circumstances. Overall this is a good anime just not a great or amazing one\n\n\u001b[1mしかし、このアニメは悪いものではありません。他のアニメではあまり見つからないユニークなユーモアのようなものがあります。 また、素敵な男が、それに直面する少女の後を追いかけ、アニメでは決して起こらない。 恋人の三角形の欠如は非常に爽やかです。なぜなら、愛の三角形についてのアニメーション全体があると、私はいつもそれがとても非現実的だからです。 この少女は独創的ではない状況の中に住んでいるので、その物語は独特です。 全体的にこれはいいアニメだけではなく、素晴らしいまたは驚くべきものです\u001b[22m\n\u001b[1m(Shikashi, kono anime wa warui monode wa arimasen. Hoka no animede wa amari mitsukaranai yunīkuna yūmoa no yōna mono ga arimasu. Mata, sutekina otoko ga, soreni chokumen suru shōjo no ato o oikake, animede wa kesshite okoranai. Koibito no sankakkei no ketsujo wa hijō ni sawayakadesu. Nazenara, ai no sankakkei ni tsuite no animēshon zentai ga aru to, watashi wa itsumo sore ga totemo higenjitsutekidakaradesu. Kono shōjo wa dokusō-tekide wanai jōkyō no naka ni sunde irunode, sono monogatari wa dokutokudesu. Zentai-teki ni kore wa ī anime dakede wa naku, subarashī matawa odorokubeki monodesu)\u001b[22m\n\nTranslations of \u001b[4mHowever this anime ins't a bad one, it has quite a few good things going for it like its unique form of humor that you just don't quite find in other anime. Also there is the lovely guy chases after girl which, lets face it, never happens in anime. The lack of lover triangles is very refreshing because I always find it so unrealistic when there is an entire anime about a love triangle. The story is rather unique because the girl lives in unoriginal circumstances. Overall this is a good anime just not a great or amazing one\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever this anime ins't a bad one, it has quite a few good things going for it like its unique form of humor that you just don't quite find in other anime.\u001b[24m\n    \u001b[1mしかし、このアニメは悪いものではありません。他のアニメではあまり見つからないユニークなユーモアのようなものがあります。\u001b[22m, \u001b[1mしかし、このアニメは、悪いものをins't、それはあなただけでかなり他のアニメでは見つからないユーモアの独特の形のようにそれのために行くかなりの数の良いものを持っています。\u001b[22m\n\u001b[4mAlso there is the lovely guy chases after girl which, lets face it, never happens in anime.\u001b[24m\n    \u001b[1mまた、素敵な男が、それに直面する少女の後を追いかけ、アニメでは決して起こらない。\u001b[22m, \u001b[1mまた、それに直面することができます、女の子の後に素敵な男チェイスがあり、アニメで起こることはありません。\u001b[22m\n\u001b[4mThe lack of lover triangles is very refreshing because I always find it so unrealistic when there is an entire anime about a love triangle.\u001b[24m\n    \u001b[1m恋人の三角形の欠如は非常に爽やかです。なぜなら、愛の三角形についてのアニメーション全体があると、私はいつもそれがとても非現実的だからです。\u001b[22m, \u001b[1m三角関係についての全体のアニメがあるとき、私はいつもそれはとても非現実的見つけるために恋人の三角形の欠如は非常にさわやかです。\u001b[22m\n\u001b[4mThe story is rather unique because the girl lives in unoriginal circumstances.\u001b[24m\n    \u001b[1mこの少女は独創的ではない状況の中に住んでいるので、その物語は独特です。\u001b[22m, \u001b[1m女の子は独創性に欠ける状況に住んでいるので、話はかなりユニークです。\u001b[22m\n\u001b[4mOverall this is a good anime just not a great or amazing one\u001b[24m\n    \u001b[1m全体的にこれはいいアニメだけではなく、素晴らしいまたは驚くべきものです\u001b[22m, \u001b[1m全体的にこれは良いアニメだけではない素晴らしいか、驚くべきものです\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "therozengirl",
    "profile": "/profile/therozengirl/reviews",
    "pages": "10",
    "number": "3",
    "link": "/reviews.php?id=117805",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nKaichouはメイドさまは完全に私を驚かせた。 私は実際にこのアニメを楽しむことは決してなかった。 私はちょうどそれがいつも同じプロットを持っているアニメのものを愛する普通の少女の1つになると思ったが、そうではなかった。\n\n私が本当にこのアニメを楽しんでいるのは、主人公がどれほど強かったかということでした。 彼女は私にとって全く違う性格だったので、私は絶対に彼女を崇拝しました！ 私はアニメで強い女性のリードを見るのが大好きですが、彼女たちはこのような甘い花の女の子だけではありませんが、彼女はどんなものよりも男のような点では厳しいわけではありません（ただし、 まだ）\n\nとにかく誰もがこれを見ることをお勧めします。 あなたがかわいい笑いと毛羽立ちを探しているなら、これは完璧なアニメです！  10人中10人、おそらく私の最も好きなアニメの1つ！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nKaichou wa Maid-sama completely surprised me. I never expected that I would actually enjoy this anime so much. I just thought it was going to be one of those usual shoujo love anime things that always has the same plot, but nope, that wasn't the case.\n\n\u001b[1mKaichouはメイドさまは完全に私を驚かせた。 私は実際にこのアニメを楽しむことは決してなかった。 私はちょうどそれがいつも同じプロットを持っているアニメのものを愛する普通の少女の1つになると思ったが、そうではなかった。\u001b[22m\n\u001b[1m(Kaichou wa meido-sama wa kanzen ni watashi o odoroka seta. Watashi wa jissai ni kono anime o tanoshimu koto wa kesshite nakatta. Watashi wa chōdo sore ga itsumo onaji purotto o motte iru anime no mono o aisuru futsū no shōjo no 1tsu ni naru to omottaga,-sōde wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mKaichou wa Maid-sama completely surprised me. I never expected that I would actually enjoy this anime so much. I just thought it was going to be one of those usual shoujo love anime things that always has the same plot, but nope, that wasn't the case.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaichou wa Maid-sama completely surprised me.\u001b[24m\n    \u001b[1mKaichouはメイドさまは完全に私を驚かせた。\u001b[22m, \u001b[1mKaichou WAメイド様は完全に私を驚かせました。\u001b[22m\n\u001b[4mI never expected that I would actually enjoy this anime so much.\u001b[24m\n    \u001b[1m私は実際にこのアニメを楽しむことは決してなかった。\u001b[22m, \u001b[1m私は実際にそんなにこのアニメを楽しむだろうと予想していませんでした。\u001b[22m\n\u001b[4mI just thought it was going to be one of those usual shoujo love anime things that always has the same plot, but nope, that wasn't the case.\u001b[24m\n    \u001b[1m私はちょうどそれがいつも同じプロットを持っているアニメのものを愛する普通の少女の1つになると思ったが、そうではなかった。\u001b[22m, \u001b[1m私はちょうどそれが常に同じプロットを有し、それらの通常の少女の愛のアニメのものの一つになるだろうと思ったが、いや、それはそうではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe one thing that I truly, truly enjoy about this anime was how strong the main character was. She was such a different character for me that I absolutely adored her! I love seeing strong female leads in animes instead of having them just these sweet flowery girls, but she isn't tough to the point that she is more like a man than any thing (Though in some points she got to be like that, but still)\n\n\u001b[1m私が本当にこのアニメを楽しんでいるのは、主人公がどれほど強かったかということでした。 彼女は私にとって全く違う性格だったので、私は絶対に彼女を崇拝しました！ 私はアニメで強い女性のリードを見るのが大好きですが、彼女たちはこのような甘い花の女の子だけではありませんが、彼女はどんなものよりも男のような点では厳しいわけではありません（ただし、 まだ）\u001b[22m\n\u001b[1m(Watashi ga hontōni kono anime o tanoshinde iru no wa, shujinkō ga dorehodo tsuyokatta ka to iu kotodeshita. Kanojo wa watashi ni totte mattaku chigau seikakudattanode, watashi wa zettai ni kanojo o sūhai shimashita! Watashi wa anime de tsuyoi josei no rīdo o miru no ga daisukidesuga, kanojotachi wa kono yōna amai hana no on'nanoko dakede wa arimasenga, kanojo wa don'na mono yori mo otoko no yōna tende wa kibishī wakede wa arimasen (tadashi, mada))\u001b[22m\n\nTranslations of \u001b[4mThe one thing that I truly, truly enjoy about this anime was how strong the main character was. She was such a different character for me that I absolutely adored her! I love seeing strong female leads in animes instead of having them just these sweet flowery girls, but she isn't tough to the point that she is more like a man than any thing (Though in some points she got to be like that, but still)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe one thing that I truly, truly enjoy about this anime was how strong the main character was.\u001b[24m\n    \u001b[1m私が本当にこのアニメを楽しんでいるのは、主人公がどれほど強かったかということでした。\u001b[22m, \u001b[1m私は本当に、本当にこのアニメについて楽しむ一つのことは、主人公がいかに強かったです。\u001b[22m\n\u001b[4mShe was such a different character for me that I absolutely adored her!\u001b[24m\n    \u001b[1m彼女は私にとって全く違う性格だったので、私は絶対に彼女を崇拝しました！\u001b[22m, \u001b[1m彼女は、私は絶対に彼女を崇拝していることを私のために、異なる文字でした！\u001b[22m\n\u001b[4mI love seeing strong female leads in animes instead of having them just these sweet flowery girls, but she isn't tough to the point that she is more like a man than any thing (Though in some points she got to be like that, but\u001b[24m\n    \u001b[1m私はアニメで強い女性のリードを見るのが大好きですが、彼女たちはこのような甘い花の女の子だけではありませんが、彼女はどんなものよりも男のような点では厳しいわけではありません（ただし、\u001b[22m, \u001b[1m私は強い女性だけではなく、これらの甘い花の女の子にそれらを持っていることのアニメにつながる見るのが好き、彼女はいくつかの点で、彼女はそのようになりましたけれども、彼女は（より任意のものよりも人のようである点にタフではありませんが、\u001b[22m\n\u001b[4mstill)\u001b[24m\n    \u001b[1mまだ）\u001b[22m\n\u001b[1m\u001b[22m\nAnyways I would recommend anyone to watch this. If you are looking for some cute laughs and a little bit of fluff, this is a perfect anime for you! Ten out of ten and probably one of my most favorite animes ever!\n\n\u001b[1mとにかく誰もがこれを見ることをお勧めします。 あなたがかわいい笑いと毛羽立ちを探しているなら、これは完璧なアニメです！  10人中10人、おそらく私の最も好きなアニメの1つ！\u001b[22m\n\u001b[1m(Tonikaku daremoga kore o miru koto o o susume shimasu. Anata ga kawaī warai to kebadachi o sagashite irunara, kore wa kanpekina animedesu! 10-Ri-chū 10-ri, osoraku watashi no mottomo sukina anime no 1tsu!)\u001b[22m\n\nTranslations of \u001b[4mAnyways I would recommend anyone to watch this. If you are looking for some cute laughs and a little bit of fluff, this is a perfect anime for you! Ten out of ten and probably one of my most favorite animes ever!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyways I would recommend anyone to watch this.\u001b[24m\n    \u001b[1mとにかく誰もがこれを見ることをお勧めします。\u001b[22m, \u001b[1mとにかく私はこれを見て、誰をお勧めします。\u001b[22m\n\u001b[4mIf you are looking for some cute laughs and a little bit of fluff, this is a perfect anime for you!\u001b[24m\n    \u001b[1mあなたがかわいい笑いと毛羽立ちを探しているなら、これは完璧なアニメです！\u001b[22m, \u001b[1mあなたには、いくつかのかわいい笑いと綿毛の少しを探しているなら、これはあなたのための完璧なアニメです！\u001b[22m\n\u001b[4mTen out of ten and probably one of my most favorite animes ever!\u001b[24m\n    \u001b[1m10人中10人、おそらく私の最も好きなアニメの1つ！\u001b[22m, \u001b[1m10のうち十、おそらく今まで私の一番好きなアニメの一つ！\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "Dark_Angel_15",
    "profile": "/profile/Dark_Angel_15/reviews",
    "pages": "10",
    "number": "4",
    "link": "/reviews.php?id=34093",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はこのアニメを非常に楽しんで、eBayで見つけました。 アート作品はよく見えたと思った。  2つのエピソードをオンラインで見て、それがいいかどうかを確認して、本当に好きなので、ボックスセットを持ってきました。 宇井はシリーズの私のファーブのキャラクターです。 私は彼らが臼井と美作との関係を長引かせたと思う。 それはそれが終わったように終わったのは残念です。 私は未回答の質問がたくさん残っていると感じています。 臼井の過去のように。 私は彼らがシリーズ2を作るべきだと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI very much enjoyed this anime, found it on ebay. Thought the art work looked good. Watched 2 episodes online to see if it was any good, and I really like it, So I went and brought the boxset. Usui is my Fave character in the Series. I think they dragged out the relationship between Usui and Misaku too long. It's a shame it ended like it did. I feel it left a lot of unanswered Questions. like about Usui's Past. I think they should make a series 2.\n\n\u001b[1m私はこのアニメを非常に楽しんで、eBayで見つけました。 アート作品はよく見えたと思った。  2つのエピソードをオンラインで見て、それがいいかどうかを確認して、本当に好きなので、ボックスセットを持ってきました。 宇井はシリーズの私のファーブのキャラクターです。 私は彼らが臼井と美作との関係を長引かせたと思う。 それはそれが終わったように終わったのは残念です。 私は未回答の質問がたくさん残っていると感じています。 臼井の過去のように。 私は彼らがシリーズ2を作るべきだと思います。\u001b[22m\n\u001b[1m(Watashi wa kono anime o hijō ni tanoshinde, ībei de mitsukemashita. Āto sakuhin wa yoku mieta to omotta. 2Tsu no episōdo o onrain de mite, sore ga ī ka dō ka o kakunin shite, hontōni sukinanode, bokkusu setto o motte kimashita. Ui wa shirīzu no watashi no fābu no kyarakutādesu. Watashi wa karera ga Usui to Mimasaka to no kankei o nagabika seta to omou. Sore wa sore ga owatta yō ni owatta no wa zan'nendesu. Watashi wa mi kaitō no shitsumon ga takusan nokotte iru to kanjite imasu. Usui no kako no yō ni. Watashi wa karera ga shirīzu 2 o tsukurubekida to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI very much enjoyed this anime, found it on ebay. Thought the art work looked good. Watched 2 episodes online to see if it was any good, and I really like it, So I went and brought the boxset. Usui is my Fave character in the Series. I think they dragged out the relationship between Usui and Misaku too long. It's a shame it ended like it did. I feel it left a lot of unanswered Questions. like about Usui's Past. I think they should make a series 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI very much enjoyed this anime, found it on ebay.\u001b[24m\n    \u001b[1m私はこのアニメを非常に楽しんで、eBayで見つけました。\u001b[22m, \u001b[1m私は非常にeBayでそれを見つけて、このアニメを楽しみました。\u001b[22m\n\u001b[4mThought the art work looked good.\u001b[24m\n    \u001b[1mアート作品はよく見えたと思った。\u001b[22m, \u001b[1mアートワークが良い見えたと思いました。\u001b[22m\n\u001b[4mWatched 2 episodes online to see if it was any good, and I really like it, So I went and brought the boxset.\u001b[24m\n    \u001b[1m2つのエピソードをオンラインで見て、それがいいかどうかを確認して、本当に好きなので、ボックスセットを持ってきました。\u001b[22m, \u001b[1mそれは任意の良かったかどうかを確認するためにオンライン2エピソードを見て、私は本当にそれが好き、だから私は行ってBOXSETをもたらしました。\u001b[22m\n\u001b[4mUsui is my Fave character in the Series.\u001b[24m\n    \u001b[1m宇井はシリーズの私のファーブのキャラクターです。\u001b[22m, \u001b[1m臼井はシリーズの私のお気に入りの文字です。\u001b[22m\n\u001b[4mI think they dragged out the relationship between Usui and Misaku too long.\u001b[24m\n    \u001b[1m私は彼らが臼井と美作との関係を長引かせたと思う。\u001b[22m, \u001b[1m私は、彼らが長すぎる臼井とMisakuとの関係を引きずり出さと思います。\u001b[22m\n\u001b[4mIt's a shame it ended like it did.\u001b[24m\n    \u001b[1mそれはそれが終わったように終わったのは残念です。\u001b[22m, \u001b[1mそれはそれがなかったようにそれが終了し残念です。\u001b[22m\n\u001b[4mI feel it left a lot of unanswered Questions.\u001b[24m\n    \u001b[1m私は未回答の質問がたくさん残っていると感じています。\u001b[22m, \u001b[1m私はそれが未回答の質問の多くを左に感じます。\u001b[22m\n\u001b[4mlike about Usui's Past.\u001b[24m\n    \u001b[1m臼井の過去のように。\u001b[22m, \u001b[1m臼井さんの過去についてなど。\u001b[22m\n\u001b[4mI think they should make a series 2.\u001b[24m\n    \u001b[1m私は彼らがシリーズ2を作るべきだと思います。\u001b[22m, \u001b[1m私は、彼らがシリーズ2を作るべきだと思います。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "beowulf55",
    "profile": "/profile/beowulf55/reviews",
    "pages": "10",
    "number": "5",
    "link": "/reviews.php?id=54901",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  9\nキャラクター|  10\n|  9\n\nロマンチックなコメディのウォッチャーなので、私はカイチョウメイドさまを控えめにお勧めします！ 私は男ですから、私は私が見ているものについてはかなりピックアップです。 各エピソードは常にあなたを笑いにしたり、あなたの顔に笑顔を立てます。  2人の主なキャラクターは、一緒に素晴らしい化学を持っています。芸術作品の上に手を加えて、ショーの他のすべての要素がそれを選んでいます。 全体的に物語は素晴らしく、すべてのキャラクターが大好きで、あなたはこのアニメから本当に楽しむことができます。 読んでくれてありがとう。  （ところで、これは私の最初のレビューでした）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBeing a romantic-comedy watcher, I defiently recommend Kaichou wa Maid-sama! I'm a guy, so I'm pretty pickey about what I watch; each episode will always make you laugh or put a smile on your face. The two main charaters have great chemistry together, beside the artwork being shabby, all the other elements of the show pick that up for it. Overall the story is great, love all the characters, and you'll get some real enjoyment out of this anime. Thanks for reading. (by the way, this was my first review)\n\n\u001b[1mロマンチックなコメディのウォッチャーなので、私はカイチョウメイドさまを控えめにお勧めします！ 私は男ですから、私は私が見ているものについてはかなりピックアップです。 各エピソードは常にあなたを笑いにしたり、あなたの顔に笑顔を立てます。  2人の主なキャラクターは、一緒に素晴らしい化学を持っています。芸術作品の上に手を加えて、ショーの他のすべての要素がそれを選んでいます。 全体的に物語は素晴らしく、すべてのキャラクターが大好きで、あなたはこのアニメから本当に楽しむことができます。 読んでくれてありがとう。  （ところで、これは私の最初のレビューでした）\u001b[22m\n\u001b[1m(Romanchikkuna komedi no u~otchānanode, watashi wa kaichoumeido sama o hikaeme ni o susume shimasu! Watashi wa otokodesukara, watashi wa watashi ga mite iru mono ni tsuite wa kanari pikkuappudesu. Kaku episōdo wa tsuneni anata o warai ni shi tari, anata no kao ni egao o tatemasu. 2-Ri no omona kyarakutā wa, issho ni subarashī kagaku o motte imasu. Geijutsu sakuhin no ue ni te o kuwaete, shō no ta no subete no yōso ga sore o erande imasu. Zentai-teki ni monogatari wa subarashiku, subete no kyarakutā ga daisukide, anata wa kono anime kara hontōni tanoshimu koto ga dekimasu. Yonde kurete arigatō. (Tokorode, kore wa watashi no saisho no rebyūdeshita))\u001b[22m\n\nTranslations of \u001b[4mBeing a romantic-comedy watcher, I defiently recommend Kaichou wa Maid-sama! I'm a guy, so I'm pretty pickey about what I watch; each episode will always make you laugh or put a smile on your face. The two main charaters have great chemistry together, beside the artwork being shabby, all the other elements of the show pick that up for it. Overall the story is great, love all the characters, and you'll get some real enjoyment out of this anime. Thanks for reading. (by the way, this was my first review)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a romantic-comedy watcher, I defiently recommend Kaichou wa Maid-sama!\u001b[24m\n    \u001b[1mロマンチックなコメディのウォッチャーなので、私はカイチョウメイドさまを控えめにお勧めします！\u001b[22m, \u001b[1mロマンチック・コメディウォッチャーなので、私はdefiently Kaichou WAメイド様をお勧めします！\u001b[22m\n\u001b[4mI'm a guy, so I'm pretty pickey about what I watch;\u001b[24m\n    \u001b[1m私は男ですから、私は私が見ているものについてはかなりピックアップです。\u001b[22m, \u001b[1m私は男だので、私は私が見ものについてかなりpickeyです。\u001b[22m\n\u001b[4meach episode will always make you laugh or put a smile on your face.\u001b[24m\n    \u001b[1m各エピソードは常にあなたを笑いにしたり、あなたの顔に笑顔を立てます。\u001b[22m, \u001b[1m各エピソードはいつもあなたを笑わせるか、あなたの顔に笑顔を配置します。\u001b[22m\n\u001b[4mThe two main charaters have great chemistry together, beside the artwork being shabby, all the other elements of the show pick that up for it.\u001b[24m\n    \u001b[1m2人の主なキャラクターは、一緒に素晴らしい化学を持っています。芸術作品の上に手を加えて、ショーの他のすべての要素がそれを選んでいます。\u001b[22m, \u001b[1m2主なcharatersはみすぼらしいされたアートワークの横に、ショーの他のすべての要素がそれのためにそれを拾う、一緒に素晴らしい化学を持っています。\u001b[22m\n\u001b[4mOverall the story is great, love all the characters, and you'll get some real enjoyment out of this anime.\u001b[24m\n    \u001b[1m全体的に物語は素晴らしく、すべてのキャラクターが大好きで、あなたはこのアニメから本当に楽しむことができます。\u001b[22m, \u001b[1m全体的な話は素晴らしいですが、すべての文字を愛し、あなたはこのアニメのうち、いくつかの本当の楽しみを得るでしょう。\u001b[22m\n\u001b[4mThanks for reading.\u001b[24m\n    \u001b[1m読んでくれてありがとう。\u001b[22m\n\u001b[4m(by the way, this was my first review)\u001b[24m\n    \u001b[1m（ところで、これは私の最初のレビューでした）\u001b[22m, \u001b[1m（ちなみに、これは私の最初のレビューでした）\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "BaldwinNguyen",
    "profile": "/profile/BaldwinNguyen/reviews",
    "pages": "10",
    "number": "6",
    "link": "/reviews.php?id=51645",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  10\n\n私は絶対にこのアニメを楽しんだ。 これは私が見た通常のものより少し長くなりますが、全体的に、楽しさの要因は高いです。\n\nコミカルな瞬間がたくさんあります。 美咲はとても似ているキャラクターです。 彼女は私の目でかわいいセクシーな役割を果たすことができます。\n\n私の唯一の本当の不満は、彼らがシリーズの中で重要な役割を果たしていると思う人が近くに来たことです。\n\n音楽は私にとっては魅力的ではありませんでしたが、声の演技は私のために大丈夫でした。\n\n全体的に、あなたが生徒会長の役割を果たしながら、カフェメイドとしての役割をリードしながら、本当の気持ちを捜し求めようとする、愛情のある女性の主人公が欲しいなら、それに行きましょう！ 非常に楽しいアニメのロマンスとコミカルな賢明。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI absolutely enjoyed this anime. This one is a little longer than the usual ones I've watched, but overall, the enjoyment factor is high.\n\n\u001b[1m私は絶対にこのアニメを楽しんだ。 これは私が見た通常のものより少し長くなりますが、全体的に、楽しさの要因は高いです。\u001b[22m\n\u001b[1m(Watashi wa zettai ni kono anime o tanoshinda. Kore wa watashi ga mita tsūjō no mono yori sukoshi nagaku narimasuga, zentai-teki ni, tanoshisa no yōin wa takaidesu.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely enjoyed this anime. This one is a little longer than the usual ones I've watched, but overall, the enjoyment factor is high.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely enjoyed this anime.\u001b[24m\n    \u001b[1m私は絶対にこのアニメを楽しんだ。\u001b[22m, \u001b[1m私は絶対にこのアニメを楽しみました。\u001b[22m\n\u001b[4mThis one is a little longer than the usual ones I've watched, but overall, the enjoyment factor is high.\u001b[24m\n    \u001b[1mこれは私が見た通常のものより少し長くなりますが、全体的に、楽しさの要因は高いです。\u001b[22m, \u001b[1mこの1は私が見てきた通常のものよりも少し長いですが、全体的に、楽しみ率は高いです。\u001b[22m\n\u001b[1m\u001b[22m\nLots of comical moments. Misaki is a very like-able character. She can play the cute and sexy role in my eyes.\n\n\u001b[1mコミカルな瞬間がたくさんあります。 美咲はとても似ているキャラクターです。 彼女は私の目でかわいいセクシーな役割を果たすことができます。\u001b[22m\n\u001b[1m(Komikaruna shunkan ga takusan arimasu. Misaki wa totemo nite iru kyarakutādesu. Kanojo wa watashi no me de kawaī sekushīna yakuwariwohatasu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mLots of comical moments. Misaki is a very like-able character. She can play the cute and sexy role in my eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLots of comical moments.\u001b[24m\n    \u001b[1mコミカルな瞬間がたくさんあります。\u001b[22m, \u001b[1mコミカルな瞬間がたくさん。\u001b[22m\n\u001b[4mMisaki is a very like-able character.\u001b[24m\n    \u001b[1m美咲はとても似ているキャラクターです。\u001b[22m, \u001b[1m美咲は非常に同じようなことが可能な文字です。\u001b[22m\n\u001b[4mShe can play the cute and sexy role in my eyes.\u001b[24m\n    \u001b[1m彼女は私の目でかわいいセクシーな役割を果たすことができます。\u001b[22m, \u001b[1m彼女は私の目でキュートでセクシーな役割を果たすことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe only real gripe with me is that they brought someone in near the end that you would think play a major role in the series, but they just throw him to the side leading to the ending.\n\n\u001b[1m私の唯一の本当の不満は、彼らがシリーズの中で重要な役割を果たしていると思う人が近くに来たことです。\u001b[22m\n\u001b[1m(Watashi no yuiitsu no hontō no fuman wa, karera ga shirīzu no naka de jūyōna yakuwari o hatashite iru to omou hito ga chikaku ni kita kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe only real gripe with me is that they brought someone in near the end that you would think play a major role in the series, but they just throw him to the side leading to the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only real gripe with me is that they brought someone in near the end that you would think play a major role in the series, but they just throw him to the side leading to the ending.\u001b[24m\n    \u001b[1m私の唯一の本当の不満は、彼らがシリーズの中で重要な役割を果たしていると思う人が近くに来たことです。\u001b[22m, \u001b[1m私の唯一の本当の不満は、彼らはあなたがシリーズで主要な役割を果たしていると思うだろうが、彼らはただ結末に至る側に彼を投げる終わり近くで誰かをもたらしたということです。\u001b[22m\n\u001b[1m\u001b[22m\nThe music wasn't really catchy to me, but the voice acting was fine for me.\n\n\u001b[1m音楽は私にとっては魅力的ではありませんでしたが、声の演技は私のために大丈夫でした。\u001b[22m\n\u001b[1m(Ongaku wa watashi ni totte wa mirikitekide wa arimasendeshitaga,-goe no engi wa watashi no tame ni daijōbudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe music wasn't really catchy to me, but the voice acting was fine for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music wasn't really catchy to me, but the voice acting was fine for me.\u001b[24m\n    \u001b[1m音楽は私にとっては魅力的ではありませんでしたが、声の演技は私のために大丈夫でした。\u001b[22m, \u001b[1m音楽は私にとって本当にキャッチーではなかったが、声の演技は私のために大丈夫でした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, if you want a love-able female protagonist that tries to search for her true feelings while taking the role of student council president and leading a role as a Cafe Maid, go for it! Very enjoyable anime romance and comical wise.\n\n\u001b[1m全体的に、あなたが生徒会長の役割を果たしながら、カフェメイドとしての役割をリードしながら、本当の気持ちを捜し求めようとする、愛情のある女性の主人公が欲しいなら、それに行きましょう！ 非常に楽しいアニメのロマンスとコミカルな賢明。\u001b[22m\n\u001b[1m(Zentai-teki ni, anata ga seito kaichō no yakuwari o hatashinagara, kafe meido to shite no yakuwari o rīdo shinagara, hontō no kimochi o sagashimotomeyou to suru, aijō no aru josei no shujinkō ga hoshīnara, sore ni ikimashou! Hijō ni tanoshī anime no romansu to komikaruna kenmei.)\u001b[22m\n\nTranslations of \u001b[4mOverall, if you want a love-able female protagonist that tries to search for her true feelings while taking the role of student council president and leading a role as a Cafe Maid, go for it! Very enjoyable anime romance and comical wise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, if you want a love-able female protagonist that tries to search for her true feelings while taking the role of student council president and leading a role as a Cafe Maid, go for it!\u001b[24m\n    \u001b[1m全体的に、あなたが生徒会長の役割を果たしながら、カフェメイドとしての役割をリードしながら、本当の気持ちを捜し求めようとする、愛情のある女性の主人公が欲しいなら、それに行きましょう！\u001b[22m, \u001b[1mあなたは生徒会長の役割を取り、カフェメイドとしての役割をリードしながら、彼女の本当の気持ちを検索しようとする愛可能な女性主人公をしたい場合は全体的に、それのために行きます！\u001b[22m\n\u001b[4mVery enjoyable anime romance and comical wise.\u001b[24m\n    \u001b[1m非常に楽しいアニメのロマンスとコミカルな賢明。\u001b[22m, \u001b[1m非常に楽しいアニメのロマンスとコミカル賢明。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "PandaCritic",
    "profile": "/profile/PandaCritic/reviews",
    "pages": "10",
    "number": "7",
    "link": "/reviews.php?id=61493",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  10\n\nKaichouはメイドさまは本当に人気があった昨年か2しかし、あまりにも悪い私はそれが典型的な少女アニメや別のラブリーダビィアニメになると思ったので興味がなかった。 しかし、私はSpecial Aを見て好きだったので、これが一番のおすすめです。私もそれを見てみる必要がありました。\n\nストーリー？ 女性主人公の鮎沢美咲が勇敢で強烈な大統領からメイドカフェの多才なメイドに移行したので、かなり面白いと思う。 私はそれが面白かったと碓氷匠のflirty / heroicアクションを追加し、あなたはそれを間違いなく楽しむでしょう。\n\nアートとサウンド？ 私はそれについてはあまりコメントしませんが、それは私と一緒に大丈夫です。\n\nキャラクター？ 私はこのアニメのすべてのキャラクターのバリエーションを見てきました。 それは、あなたが知っているすべてのアニメのすべてのキャラクターをマージしたようなものです。そして今、彼らはメイド様にいます。 それは、すべてのキャラクターが異なる性格、外見などの影響を与えたことを意味します。それらはすべてユニークです。\n\n楽しみ？ 私はすでに満足していると言わなければならない。 あなたは、このアニメのロマンスとコメディのブレンドに吸収されます。\n\n全体として、これは退屈なアニメではありませんが、私はそれが別のユニークなストーリーラインと典型的な少女アニメだと思う。 また、このアニメはいくつかのエピソードをまとめることができるので、それは鈍いものではないでしょう。 そして、私の意見では、このアニメはもはやシーズン2は必要ありません。  2ndエンディングソングと臼井匠の人生の未解決の謎があるにもかかわらず、私はすでにエンディングに満足していました。\n\nもう一度、少女アニメやロマンチックコメディが好きなら、これを試してみてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nKaichou wa Maid-sama was really popular last year or two but too bad I wasn't interested because I thought that it would be a typical shoujo anime or another lovey-dovey anime. Yet, since I watched Special A and liked it, and this is the top recommendation, I had to try watching it as well.\n\n\u001b[1mKaichouはメイドさまは本当に人気があった昨年か2しかし、あまりにも悪い私はそれが典型的な少女アニメや別のラブリーダビィアニメになると思ったので興味がなかった。 しかし、私はSpecial Aを見て好きだったので、これが一番のおすすめです。私もそれを見てみる必要がありました。\u001b[22m\n\u001b[1m(Kaichou wa meido-sama wa hontōni ninki ga atta sakunen ka 2 shikashi, amarini mo warui watashi wa sore ga tenkei-tekina shōjo anime ya betsu no raburīdabyianime ni naru to omottanode kyōmi ga nakatta. Shikashi, watashi wa Special A o mite sukidattanode, kore ga ichiban no osusumedesu. Watashi mo sore o mite miru hitsuyō ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mKaichou wa Maid-sama was really popular last year or two but too bad I wasn't interested because I thought that it would be a typical shoujo anime or another lovey-dovey anime. Yet, since I watched Special A and liked it, and this is the top recommendation, I had to try watching it as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaichou wa Maid-sama was really popular last year or two but too bad I wasn't interested because I thought that it would be a typical shoujo anime or another lovey-dovey anime.\u001b[24m\n    \u001b[1mKaichouはメイドさまは本当に人気があった昨年か2しかし、あまりにも悪い私はそれが典型的な少女アニメや別のラブリーダビィアニメになると思ったので興味がなかった。\u001b[22m, \u001b[1m私はそれが典型的な少女アニメまたは別のラブラブアニメであろうと思ったのでKaichou WAメイド様は最後の1年か2年は本当に人気があったが、あまりにも悪い私は興味がなかったです。\u001b[22m\n\u001b[4mYet, since I watched Special A and liked it, and this is the top recommendation, I had to try watching it as well.\u001b[24m\n    \u001b[1mしかし、私はSpecial Aを見て好きだったので、これが一番のおすすめです。私もそれを見てみる必要がありました。\u001b[22m, \u001b[1m私は特Aを見て、それを好きで、これはトップ勧告であるためしかし、私もそれを見てみてくださいする必要がありました。\u001b[22m\n\u001b[1m\u001b[22m\nStory? I find it quite amusing as the female protagonist Misaki Ayuzawa shifts from being a courageous and strong president to a versatile maid in a Maid cafe. I found it interesting and add Usui Takumi's flirty/heroic actions and you'll definitely enjoy it.\n\n\u001b[1mストーリー？ 女性主人公の鮎沢美咲が勇敢で強烈な大統領からメイドカフェの多才なメイドに移行したので、かなり面白いと思う。 私はそれが面白かったと碓氷匠のflirty / heroicアクションを追加し、あなたはそれを間違いなく楽しむでしょう。\u001b[22m\n\u001b[1m(Sutōrī? Josei shujinkō no ayuzawa misaki ga yūkande kyōretsuna daitōryō kara meido kafe no tasaina meido ni ikō shitanode, kanari omoshiroi to omou. Watashi wa sore ga omoshirokatta to Usui Takumi no flirty/ heroic akushon o tsuika shi, anata wa sore o machigainaku tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mStory? I find it quite amusing as the female protagonist Misaki Ayuzawa shifts from being a courageous and strong president to a versatile maid in a Maid cafe. I found it interesting and add Usui Takumi's flirty/heroic actions and you'll definitely enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory?\u001b[24m\n    \u001b[1mストーリー？\u001b[22m\n\u001b[4mI find it quite amusing as the female protagonist Misaki Ayuzawa shifts from being a courageous and strong president to a versatile maid in a Maid cafe.\u001b[24m\n    \u001b[1m女性主人公の鮎沢美咲が勇敢で強烈な大統領からメイドカフェの多才なメイドに移行したので、かなり面白いと思う。\u001b[22m, \u001b[1m私は美咲Ayuzawaはメイドカフェで汎用性の高いメイドに勇気と強い大統領であることから移る女性主人公として、それは非常に面白い見つけます。\u001b[22m\n\u001b[4mI found it interesting and add Usui Takumi's flirty/heroic actions and you'll definitely enjoy it.\u001b[24m\n    \u001b[1m私はそれが面白かったと碓氷匠のflirty / heroicアクションを追加し、あなたはそれを間違いなく楽しむでしょう。\u001b[22m, \u001b[1m私はそれが面白かったと臼井匠の軽薄/英雄的なアクションを追加し、あなたは間違いなくそれをお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Sound? I don't comment much on it but it's alright with me.\n\n\u001b[1mアートとサウンド？ 私はそれについてはあまりコメントしませんが、それは私と一緒に大丈夫です。\u001b[22m\n\u001b[1m(Āto to saundo? Watashi wa sore ni tsuite wa amari komento shimasenga, soreha watashitoisshoni daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mArt and Sound? I don't comment much on it but it's alright with me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Sound?\u001b[24m\n    \u001b[1mアートとサウンド？\u001b[22m\n\u001b[4mI don't comment much on it but it's alright with me.\u001b[24m\n    \u001b[1m私はそれについてはあまりコメントしませんが、それは私と一緒に大丈夫です。\u001b[22m, \u001b[1m私はそれに多くのコメントはありませんが、それは私と一緒に大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter? I have seen all the character variations in this anime. It's like you merged every different character from every anime that you know and now they're on Maid-sama. It means that every character gave an impact due to their different personalities, looks, etc. They are all unique.\n\n\u001b[1mキャラクター？ 私はこのアニメのすべてのキャラクターのバリエーションを見てきました。 それは、あなたが知っているすべてのアニメのすべてのキャラクターをマージしたようなものです。そして今、彼らはメイド様にいます。 それは、すべてのキャラクターが異なる性格、外見などの影響を与えたことを意味します。それらはすべてユニークです。\u001b[22m\n\u001b[1m(Kyarakutā? Watashi wa kono anime no subete no kyarakutā no bariēshon o mitekimashita. Sore wa, anata ga shitte iru subete no anime no subete no kyarakutā o māji shita yōna monodesu. Soshite ima, karera wa meido-sama ni imasu. Sore wa, subete no kyarakutā ga kotonaru seikaku, gaiken nado no eikyō o ataeta koto o imi shimasu. Sorera wa subete yunīkudesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter? I have seen all the character variations in this anime. It's like you merged every different character from every anime that you know and now they're on Maid-sama. It means that every character gave an impact due to their different personalities, looks, etc. They are all unique.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter?\u001b[24m\n    \u001b[1mキャラクター？\u001b[22m, \u001b[1m文字？\u001b[22m\n\u001b[4mI have seen all the character variations in this anime.\u001b[24m\n    \u001b[1m私はこのアニメのすべてのキャラクターのバリエーションを見てきました。\u001b[22m, \u001b[1m私はこのアニメ内のすべての文字のバリエーションを見てきました。\u001b[22m\n\u001b[4mIt's like you merged every different character from every anime that you know and now they're on Maid-sama.\u001b[24m\n    \u001b[1mそれは、あなたが知っているすべてのアニメのすべてのキャラクターをマージしたようなものです。そして今、彼らはメイド様にいます。\u001b[22m, \u001b[1mあなたが知っている、今、彼らはメイド様にしているすべてのアニメからのすべての異なる文字を合併ようなものです。\u001b[22m\n\u001b[4mIt means that every character gave an impact due to their different personalities, looks, etc. They are all unique.\u001b[24m\n    \u001b[1mそれは、すべてのキャラクターが異なる性格、外見などの影響を与えたことを意味します。それらはすべてユニークです。\u001b[22m, \u001b[1mそれは、彼らはすべて一意であるなど、すべての文字が、それらの異なる人格に影響を与えたことを意味になります。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment? I must say that I'm already contented. You'll be absorbed by the romance and comedy blending of this anime.\n\n\u001b[1m楽しみ？ 私はすでに満足していると言わなければならない。 あなたは、このアニメのロマンスとコメディのブレンドに吸収されます。\u001b[22m\n\u001b[1m(Tanoshimi? Watashi wa sudeni manzoku shite iru to iwanakereba naranai. Anata wa, kono anime no romansu to komedi no burendo ni kyūshū sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment? I must say that I'm already contented. You'll be absorbed by the romance and comedy blending of this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment?\u001b[24m\n    \u001b[1m楽しみ？\u001b[22m, \u001b[1m楽しさ？\u001b[22m\n\u001b[4mI must say that I'm already contented.\u001b[24m\n    \u001b[1m私はすでに満足していると言わなければならない。\u001b[22m, \u001b[1m私はすでに満足していると言わなければなりません。\u001b[22m\n\u001b[4mYou'll be absorbed by the romance and comedy blending of this anime.\u001b[24m\n    \u001b[1mあなたは、このアニメのロマンスとコメディのブレンドに吸収されます。\u001b[22m, \u001b[1mあなたはこのアニメのロマンスとコメディブレンドすることによって吸収されます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this isn't a boring anime but I think it's a typical shoujo anime with another unique storyline. Also, this anime could wrap up some episodes so it wouldn't be that dull. And in my opinion, this anime doesn't need a Season 2 anymore. I was already satisfied with the ending even though there are still unsolved mysteries about the 2nd ending song and Usui Takumi's life.\n\n\u001b[1m全体として、これは退屈なアニメではありませんが、私はそれが別のユニークなストーリーラインと典型的な少女アニメだと思う。 また、このアニメはいくつかのエピソードをまとめることができるので、それは鈍いものではないでしょう。 そして、私の意見では、このアニメはもはやシーズン2は必要ありません。  2ndエンディングソングと臼井匠の人生の未解決の謎があるにもかかわらず、私はすでにエンディングに満足していました。\u001b[22m\n\u001b[1m(Zentai to shite, kore wa taikutsuna animede wa arimasenga, watashi wa sore ga betsu no yunīkuna sutōrīrain to tenkei-tekina shōjo animeda to omou. Mata, kono anime wa ikutsu ka no episōdo o matomeru koto ga dekiru node, sore wa nibui monode wanaideshou. Soshite, watashi no ikende wa, kono anime wa mohaya shīzun 2 wa hitsuyō arimasen. 2 Nd endingusongu to Usui Takumi no jinsei no mikaiketsu no nazo ga aru nimokakawarazu, watashi wa sudeni endingu ni manzoku shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this isn't a boring anime but I think it's a typical shoujo anime with another unique storyline. Also, this anime could wrap up some episodes so it wouldn't be that dull. And in my opinion, this anime doesn't need a Season 2 anymore. I was already satisfied with the ending even though there are still unsolved mysteries about the 2nd ending song and Usui Takumi's life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this isn't a boring anime but I think it's a typical shoujo anime with another unique storyline.\u001b[24m\n    \u001b[1m全体として、これは退屈なアニメではありませんが、私はそれが別のユニークなストーリーラインと典型的な少女アニメだと思う。\u001b[22m, \u001b[1m全体的に、これは退屈なアニメはありませんが、私はそれが別のユニークなストーリーを持つ典型的な少女アニメだと思います。\u001b[22m\n\u001b[4mAlso, this anime could wrap up some episodes so it wouldn't be that dull.\u001b[24m\n    \u001b[1mまた、このアニメはいくつかのエピソードをまとめることができるので、それは鈍いものではないでしょう。\u001b[22m, \u001b[1mそれは鈍いではありませんので、また、このアニメは、いくつかのエピソードを包むことができます。\u001b[22m\n\u001b[4mAnd in my opinion, this anime doesn't need a Season 2 anymore.\u001b[24m\n    \u001b[1mそして、私の意見では、このアニメはもはやシーズン2は必要ありません。\u001b[22m, \u001b[1mそして、私の意見では、このアニメはもうシーズン2を必要としません。\u001b[22m\n\u001b[4mI was already satisfied with the ending even though there are still unsolved mysteries about the 2nd ending song and Usui Takumi's life.\u001b[24m\n    \u001b[1m2ndエンディングソングと臼井匠の人生の未解決の謎があるにもかかわらず、私はすでにエンディングに満足していました。\u001b[22m, \u001b[1m私はすでに第二エンディングの歌と臼井匠の生活についての未解決の謎が残っているにもかかわらず終わると満足していました。\u001b[22m\n\u001b[1m\u001b[22m\nAgain, if you like shoujo anime or romantic comedy, try and watch this.\n\n\u001b[1mもう一度、少女アニメやロマンチックコメディが好きなら、これを試してみてください。\u001b[22m\n\u001b[1m(Mōichido, shōjo anime ya romanchikkukomedi ga sukinara, kore o tameshite mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAgain, if you like shoujo anime or romantic comedy, try and watch this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, if you like shoujo anime or romantic comedy, try and watch this.\u001b[24m\n    \u001b[1mもう一度、少女アニメやロマンチックコメディが好きなら、これを試してみてください。\u001b[22m, \u001b[1mここでも、あなたは少女アニメやロマンチックコメディが好きなら、これを試してみて、見て。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "squallcloud",
    "profile": "/profile/squallcloud/reviews",
    "pages": "10",
    "number": "8",
    "link": "/reviews.php?id=62805",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\nKaichou wa Maid-samaはロマンチックでコメディーなアニメで、魅力的で楽しい物語と素晴らしいキャラクターが描かれています。\n主人公は鮎津美咲です。彼女は青山高校に通っていて、支配的な争いは男性です。 美咲さんは、男性の性別が嫌い、女性の性別のために学校を頑張ります。\n鮎沢はこれを嫌っているが、合気道では才能がある（敵対的な力を使うことに関連して、闘うスタイルで、男の子たちは彼女を怒らせない。\n彼女は勤勉な労働者で、メイドとしてアルバイトをしているので余暇はほとんどありません。\n彼女は生徒会長であり、誰もが彼女を「プレッツ」と呼んでいます。\nメイドのアルバイトにアルバイトをしています...メイドのユニフォームで彼女を見ると、彼女はセイカ高校の生徒を恐れています。\n3学生は彼女のアルバイトのユニフォームで彼女を見るのが好きなので、夏にはアルバイトを探して、毎日彼女のカフェ（メイド・ラッテ）を訪問します。\n毎日女の子からの告白を受けて、いずれにも注意を払わない臼井さんの学校の男の子、臼井さんは、メイドラテの「プレッツ」を見て、毎日仕事をしたり、時には食事をすることもあります。\n彼は頻繁にミサキに続き、いつも彼女を最も必要な時に救出する。 ミサキは職場で「ミサちゃん」と呼ばれています。 このアニメはスリル満点のromcomで、見逃せない価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nKaichou wa Maid-sama is a romantic/comedy anime with an enticing, enjoyable story with amazing detailed characters.\n\n\u001b[1mKaichou wa Maid-samaはロマンチックでコメディーなアニメで、魅力的で楽しい物語と素晴らしいキャラクターが描かれています。\u001b[22m\n\u001b[1m(Kaichou wa Maid - sama wa romanchikkude komedīna anime de, mirikiteki de tanoshī monogatari to subarashī kyarakutā ga egaka rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mKaichou wa Maid-sama is a romantic/comedy anime with an enticing, enjoyable story with amazing detailed characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaichou wa Maid-sama is a romantic/comedy anime with an enticing, enjoyable story with amazing detailed characters.\u001b[24m\n    \u001b[1mKaichou wa Maid-samaはロマンチックでコメディーなアニメで、魅力的で楽しい物語と素晴らしいキャラクターが描かれています。\u001b[22m, \u001b[1mKaichou WAメイド様は驚くほど詳細な文字で魅力的な、楽しいストーリーとロマンチック/コメディアニメです。\u001b[22m\nThe main character is Misaki Ayuzuwa she goes to a school called Seika High where the dominant popluation is male. Misaki hates the male gender as they make school hard for the female gender, as they slack and leave jobs like cleaning to the females.\n\n\u001b[1m主人公は鮎津美咲です。彼女は青山高校に通っていて、支配的な争いは男性です。 美咲さんは、男性の性別が嫌い、女性の性別のために学校を頑張ります。\u001b[22m\n\u001b[1m(Shujinkō wa ayu Tsu Misakidesu. Kanojo wa Aoyama kōkō ni tōtte ite, shihai-tekina arasoi wa danseidesu. Misaki-san wa, dansei no seibetsu ga kirai, josei no seibetsu no tame ni gakkō o ganbarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main character is Misaki Ayuzuwa she goes to a school called Seika High where the dominant popluation is male. Misaki hates the male gender as they make school hard for the female gender, as they slack and leave jobs like cleaning to the females.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character is Misaki Ayuzuwa she goes to a school called Seika High where the dominant popluation is male.\u001b[24m\n    \u001b[1m主人公は鮎津美咲です。彼女は青山高校に通っていて、支配的な争いは男性です。\u001b[22m, \u001b[1m主人公は、彼女が支配的popluationが男性である精華高と呼ばれる学校に行く三崎Ayuzuwaです。\u001b[22m\n\u001b[4mMisaki hates the male gender as they make school hard for the female gender, as they slack and leave jobs like cleaning to the females.\u001b[24m\n    \u001b[1m美咲さんは、男性の性別が嫌い、女性の性別のために学校を頑張ります。\u001b[22m, \u001b[1m彼らは女性のための学校は、ハード加えると、彼らは緩みと女性にクリーニングのようなジョブを残すよう美咲は、男性の性別を嫌っています。\u001b[22m\nAyuzawa hates this, but is well talented in aikido (a style of fighting, related to using your opponents power against them, the boys don't dare mess with her.\n\n\u001b[1m鮎沢はこれを嫌っているが、合気道では才能がある（敵対的な力を使うことに関連して、闘うスタイルで、男の子たちは彼女を怒らせない。\u001b[22m\n\u001b[1m(Ayusawa wa kore o kiratte iruga, aikidōde wa sainō ga aru (tekitai-tekina chikara o tsukau koto ni kanren shite, tatakau sutairu de, otokonoko-tachi wa kanojo o okora senai.)\u001b[22m\n\nTranslations of \u001b[4mAyuzawa hates this, but is well talented in aikido (a style of fighting, related to using your opponents power against them, the boys don't dare mess with her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAyuzawa hates this, but is well talented in aikido (a style of fighting, related to using your opponents power against them, the boys don't dare mess with her.\u001b[24m\n    \u001b[1m鮎沢はこれを嫌っているが、合気道では才能がある（敵対的な力を使うことに関連して、闘うスタイルで、男の子たちは彼女を怒らせない。\u001b[22m, \u001b[1mAyuzawaはこれを嫌ったが、合気道にも才能がある（彼らに対するあなたの対戦相手が電源を使用することに関連した戦闘のスタイルは、男の子が彼女と一緒に混乱をあえてしないでください。\u001b[22m\nShe is a hard worker, and has hardly any spare time as it is taken up by her part time job as a maid.\n\n\u001b[1m彼女は勤勉な労働者で、メイドとしてアルバイトをしているので余暇はほとんどありません。\u001b[22m\n\u001b[1m(Kanojo wa kinben'na rōdō-sha de, meido to shite arubaito o shite irunode yoka wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mShe is a hard worker, and has hardly any spare time as it is taken up by her part time job as a maid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe is a hard worker, and has hardly any spare time as it is taken up by her part time job as a maid.\u001b[24m\n    \u001b[1m彼女は勤勉な労働者で、メイドとしてアルバイトをしているので余暇はほとんどありません。\u001b[22m, \u001b[1m彼女は努力家であり、それは女中として彼女パートタイムの仕事に取り込まれるようにほとんどの暇な時間を持っています。\u001b[22m\nEveryone refers to her as 'prez' as she is the student council president.\n\n\u001b[1m彼女は生徒会長であり、誰もが彼女を「プレッツ」と呼んでいます。\u001b[22m\n\u001b[1m(Kanojo wa seito kaichōdeari, daremoga kanojo o `purettsu' to yonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mEveryone refers to her as 'prez' as she is the student council president.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEveryone refers to her as 'prez' as she is the student council president.\u001b[24m\n    \u001b[1m彼女は生徒会長であり、誰もが彼女を「プレッツ」と呼んでいます。\u001b[22m, \u001b[1m誰もが、彼女は生徒会長であるとして「PREZ」として彼女のことをいいます。\u001b[22m\nMoving on to her part time job as a maid... She is scared of the students from Seika high in case they see her in her maid uniform.\n\n\u001b[1mメイドのアルバイトにアルバイトをしています...メイドのユニフォームで彼女を見ると、彼女はセイカ高校の生徒を恐れています。\u001b[22m\n\u001b[1m(Meido no arubaito ni arubaito o shite imasu... Meido no yunifōmu de kanojo o miru to, kanojo wa seika kōkō no seito o osorete imasu.)\u001b[22m\n\nTranslations of \u001b[4mMoving on to her part time job as a maid... She is scared of the students from Seika high in case they see her in her maid uniform.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving on to her part time job as a maid... She is scared of the students from Seika high in case they see her in her maid uniform.\u001b[24m\n    \u001b[1mメイドのアルバイトにアルバイトをしています...メイドのユニフォームで彼女を見ると、彼女はセイカ高校の生徒を恐れています。\u001b[22m, \u001b[1mメイドとしての彼女のパートタイムの仕事に移る...彼女は、彼らが彼女のメイド服で彼女を見た場合の精華の高い学生の怖いです。\u001b[22m\n3 Students find out about her part time job and visit her cafe (Maid Latte) everyday in the summer as they love seeing her in her maid uniform.\n\n\u001b[1m3学生は彼女のアルバイトのユニフォームで彼女を見るのが好きなので、夏にはアルバイトを探して、毎日彼女のカフェ（メイド・ラッテ）を訪問します。\u001b[22m\n\u001b[1m(3 Gakusei wa kanojo no arubaito no yunifōmu de kanojo o miru no ga sukinanode, natsu ni wa arubaito o sagashite, Mainichi kanojo no kafe (meido ratte) o hōmon shimasu.)\u001b[22m\n\nTranslations of \u001b[4m3 Students find out about her part time job and visit her cafe (Maid Latte) everyday in the summer as they love seeing her in her maid uniform.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3 Students find out about her part time job and visit her cafe (Maid Latte) everyday in the summer as they love seeing her in her maid uniform.\u001b[24m\n    \u001b[1m3学生は彼女のアルバイトのユニフォームで彼女を見るのが好きなので、夏にはアルバイトを探して、毎日彼女のカフェ（メイド・ラッテ）を訪問します。\u001b[22m, \u001b[1m3学生は彼女のパートタイムの仕事を知り、彼らは彼女のメイド服で彼女を見るのが好きとして夏に彼女のカフェ（メイドラテ）の日常をご覧ください。\u001b[22m\nUsui, a boy from Ayazuwa's school who gets confessions from girls everyday, and doesn't pay attenton to any of them, see's the 'prez' in Maid Latte and goes their everyday sometimes to work and sometimes to eat.\n\n\u001b[1m毎日女の子からの告白を受けて、いずれにも注意を払わない臼井さんの学校の男の子、臼井さんは、メイドラテの「プレッツ」を見て、毎日仕事をしたり、時には食事をすることもあります。\u001b[22m\n\u001b[1m(Mainichi on'nanoko kara no kokuhaku o ukete, izure ni mo chūi o harawanai Usui-san no gakkō no otokonoko, Usui-san wa, meidorate no `purettsu' o mite, Mainichi shigoto o shi tari, tokiniha shokuji o suru koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mUsui, a boy from Ayazuwa's school who gets confessions from girls everyday, and doesn't pay attenton to any of them, see's the 'prez' in Maid Latte and goes their everyday sometimes to work and sometimes to eat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUsui, a boy from Ayazuwa's school who gets confessions from girls everyday, and doesn't pay attenton to any of them, see's the 'prez' in Maid Latte and goes their everyday sometimes to work and sometimes to eat.\u001b[24m\n    \u001b[1m毎日女の子からの告白を受けて、いずれにも注意を払わない臼井さんの学校の男の子、臼井さんは、メイドラテの「プレッツ」を見て、毎日仕事をしたり、時には食事をすることもあります。\u001b[22m, \u001b[1m臼井、日常の女の子からの告白を取得し、それらのいずれかにattentonを払っていないAyazuwaの学校から少年は、メイドラテの「PREZ」だと動作するように、時には食べて、時には日常を行く参照してください。\u001b[22m\nHe often follows misaki around, and always rescues her in her most needed times. Misaki is called 'Misa-chan' at work. This anime is a thrilling romcom, and is definitely worth watching.\n\n\u001b[1m彼は頻繁にミサキに続き、いつも彼女を最も必要な時に救出する。 ミサキは職場で「ミサちゃん」と呼ばれています。 このアニメはスリル満点のromcomで、見逃せない価値があります。\u001b[22m\n\u001b[1m(Kare wa hinpan ni Misaki ni tsudzuki, itsumo kanojo o mottomo hitsuyōna toki ni kyūshutsu suru. Misaki wa shokuba de `misachan' to yoba rete imasu. Kono anime wa suriru manten no romcom de, minogasenai kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mHe often follows misaki around, and always rescues her in her most needed times. Misaki is called 'Misa-chan' at work. This anime is a thrilling romcom, and is definitely worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe often follows misaki around, and always rescues her in her most needed times.\u001b[24m\n    \u001b[1m彼は頻繁にミサキに続き、いつも彼女を最も必要な時に救出する。\u001b[22m, \u001b[1m彼は多くの場合、周りの岬に追従し、常に彼女の最も必要な時代に彼女を救助します。\u001b[22m\n\u001b[4mMisaki is called 'Misa-chan' at work.\u001b[24m\n    \u001b[1mミサキは職場で「ミサちゃん」と呼ばれています。\u001b[22m, \u001b[1m美咲は、職場での「美沙ちゃん」と呼ばれています。\u001b[22m\n\u001b[4mThis anime is a thrilling romcom, and is definitely worth watching.\u001b[24m\n    \u001b[1mこのアニメはスリル満点のromcomで、見逃せない価値があります。\u001b[22m, \u001b[1mこのアニメはスリリングromcomある、と見て間違いなく価値があります。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "Walpiece",
    "profile": "/profile/Walpiece/reviews",
    "pages": "10",
    "number": "9",
    "link": "/reviews.php?id=67519",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n[ブラジルのユーザーの場合]\n\nKaichouわメイド様です、もちろん、私の好きな少女。 私は一晩ですべて見ました。 最初から最後まで、それは完璧だ、私は何も変わりません。\nそれはあなたが非常に単純な話ですが、非常にエピソードを持っており、それはそうではなく、何のエピソードは退屈で反復的ではないので、彼らはすべての非常に動的で、驚くべきことです。\n少女を楽しんでスタッフが、そう見てお勧めしますが、このアニメのジャンルを享受していない人々のために、多くのように見えない場合があります。\nしかし、いずれにせよ、数千点に注意してください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n[ For brazilian users]\n\n\u001b[1m[ブラジルのユーザーの場合]\u001b[22m\n\u001b[1m([Burajiru no yūzā no baai])\u001b[22m\n\nTranslations of \u001b[4m[ For brazilian users]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[ For brazilian users]\u001b[24m\n    \u001b[1m[ブラジルのユーザーの場合]\u001b[22m, \u001b[1m【ブラジルのユーザーのために]\u001b[22m\n\u001b[1m\u001b[22m\nKaichou wa maid sama é, de certeza, o meu shoujo preferido. Eu assisti tudo numa noite só. Do começo ao fim, é perfeito, eu não mudaria nada.\n\n\u001b[1mKaichouわメイド様です、もちろん、私の好きな少女。 私は一晩ですべて見ました。 最初から最後まで、それは完璧だ、私は何も変わりません。\u001b[22m\n\u001b[1m(Kaichou wa meido-samadesu, mochiron, watashi no sukina shōjo. Watashi wa hitoban de subete mimashita. Saisho kara saigomade, sore wa kanpekida, watashi wa nani mo kawarimasen.)\u001b[22m\n\nTranslations of \u001b[4mKaichou wa maid sama é, de certeza, o meu shoujo preferido. Eu assisti tudo numa noite só. Do começo ao fim, é perfeito, eu não mudaria nada.\u001b[24m\n[ \u001b[4mPortuguês\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaichou\u001b[24m\n    \u001b[1mKaichou\u001b[22m\n\u001b[4mwa\u001b[24m\n    \u001b[1mわ\u001b[22m, \u001b[1mWA\u001b[22m, \u001b[1m府\u001b[22m, \u001b[1mワ\u001b[22m\n\u001b[4mmaid\u001b[24m\n    \u001b[1mメイド\u001b[22m, \u001b[1mお手伝いさん\u001b[22m, \u001b[1mの女中\u001b[22m, \u001b[1mのメイド\u001b[22m\n\u001b[4msama\u001b[24m\n    \u001b[1m様\u001b[22m, \u001b[1mさまっ\u001b[22m, \u001b[1mの様\u001b[22m, \u001b[1mサマ\u001b[22m, \u001b[1mさま\u001b[22m\n\u001b[4mé\u001b[24m\n    \u001b[1mです\u001b[22m, \u001b[1mである\u001b[22m, \u001b[1mで\u001b[22m, \u001b[1mされ\u001b[22m, \u001b[1mある\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4mde certeza\u001b[24m\n    \u001b[1mもちろん\u001b[22m, \u001b[1mする過程\u001b[22m, \u001b[1mの途中\u001b[22m, \u001b[1mの過程\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4mmeu preferido\u001b[24m\n    \u001b[1m私の好きな\u001b[22m, \u001b[1m私のお気に入りの\u001b[22m, \u001b[1mの私のお気に入り\u001b[22m, \u001b[1m私の大好き\u001b[22m\n\u001b[4mshoujo\u001b[24m\n    \u001b[1m少女\u001b[22m, \u001b[1mの少女\u001b[22m, \u001b[1m少女の\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mEu\u001b[24m\n    \u001b[1m私は\u001b[22m, \u001b[1m私が\u001b[22m, \u001b[1mわたしは\u001b[22m, \u001b[1m私\u001b[22m\n\u001b[4mnuma numa noite\u001b[24m\n    \u001b[1m一晩で\u001b[22m, \u001b[1m一夜にし\u001b[22m\n\u001b[4mtudo\u001b[24m\n    \u001b[1mすべて\u001b[22m, \u001b[1m全て\u001b[22m, \u001b[1mすべての\u001b[22m\n\u001b[4massisti\u001b[24m\n    \u001b[1m見ました\u001b[22m, \u001b[1m見\u001b[22m, \u001b[1m見て\u001b[22m, \u001b[1m見まし\u001b[22m, \u001b[1mを見\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mDo começo ao fim\u001b[24m\n    \u001b[1m最初から最後まで\u001b[22m, \u001b[1m初めから最後まで\u001b[22m, \u001b[1m開始から終了までに\u001b[22m, \u001b[1m開始から終了まで\u001b[22m, \u001b[1m始まりから終わりまで\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4mé\u001b[24m\n    \u001b[1mそれは\u001b[22m, \u001b[1mことは\u001b[22m, \u001b[1mこれは\u001b[22m\n\u001b[4mperfeito\u001b[24m\n    \u001b[1m完璧\u001b[22m, \u001b[1mの完全な\u001b[22m, \u001b[1mパーフェクト\u001b[22m, \u001b[1m完全で\u001b[22m\n\u001b[4mé\u001b[24m\n    \u001b[1mだ\u001b[22m, \u001b[1mです\u001b[22m, \u001b[1mい\u001b[22m, \u001b[1mう\u001b[22m, \u001b[1mな\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4meu nada\u001b[24m\n    \u001b[1m私は何も\u001b[22m, \u001b[1m何も\u001b[22m\n\u001b[4mnão mudaria mudaria\u001b[24m\n    \u001b[1m変わりません\u001b[22m, \u001b[1m変わらない\u001b[22m, \u001b[1m変えないだろう\u001b[22m, \u001b[1m変えません\u001b[22m, \u001b[1m変化しない\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nÉ incrível, porque você tem uma história muito simples, mas muito episódios, e pelo contrário do que parece, nenhum episódio é tedioso e repetitivo, são todos muitos dinâmicos.\n\n\u001b[1mそれはあなたが非常に単純な話ですが、非常にエピソードを持っており、それはそうではなく、何のエピソードは退屈で反復的ではないので、彼らはすべての非常に動的で、驚くべきことです。\u001b[22m\n\u001b[1m(Sore wa anata ga hijō ni tanjun'na hanashidesuga, hijō ni episōdo o motte ori, sore wa sōde wa naku, nani no episōdo wa taikutsu de hanpuku-tekide wanainode, karera wa subete no hijō ni dōtekide, odorokubeki kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mÉ incrível, porque você tem uma história muito simples, mas muito episódios, e pelo contrário do que parece, nenhum episódio é tedioso e repetitivo, são todos muitos dinâmicos.\u001b[24m\n[ \u001b[4mPortuguês\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mÉ você\u001b[24m\n    \u001b[1mそれはあなたが\u001b[22m, \u001b[1mそれはあなたの\u001b[22m, \u001b[1mそれはあなた\u001b[22m, \u001b[1mそれはあなたは\u001b[22m\n\u001b[4mmuito\u001b[24m\n    \u001b[1m非常に\u001b[22m, \u001b[1mとても\u001b[22m, \u001b[1mに非常に\u001b[22m\n\u001b[4msimples história\u001b[24m\n    \u001b[1m単純な話\u001b[22m, \u001b[1m単純なストーリー\u001b[22m\n\u001b[4m, mas muito\u001b[24m\n    \u001b[1mですが、非常に\u001b[22m, \u001b[1mを持っているため\u001b[22m, \u001b[1mを持つため\u001b[22m, \u001b[1mを持っているので\u001b[22m\n\u001b[4mepisódios\u001b[24m\n    \u001b[1mエピソードを\u001b[22m, \u001b[1m驚くべき\u001b[22m, \u001b[1m驚異\u001b[22m, \u001b[1m驚くほど\u001b[22m\n\u001b[4mtem , e\u001b[24m\n    \u001b[1m持っており、\u001b[22m, \u001b[1mだが\u001b[22m, \u001b[1mだけど\u001b[22m\n\u001b[4mque que parece\u001b[24m\n    \u001b[1mそれはそう\u001b[22m\n\u001b[4mpelo do\u001b[24m\n    \u001b[1mではなく\u001b[22m, \u001b[1mむしろ\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m, \u001b[1mこと\u001b[22m, \u001b[1mこれ\u001b[22m, \u001b[1mit\u001b[22m\n\u001b[4mnenhum\u001b[24m\n    \u001b[1m何の\u001b[22m, \u001b[1m何\u001b[22m, \u001b[1mでは\u001b[22m, \u001b[1mに\u001b[22m\n\u001b[4mepisódio\u001b[24m\n    \u001b[1mエピソードは\u001b[22m, \u001b[1mエピソードが\u001b[22m, \u001b[1mそう思われているより\u001b[22m\n\u001b[4mtedioso e\u001b[24m\n    \u001b[1m退屈で\u001b[22m\n\u001b[4mrepetitivo\u001b[24m\n    \u001b[1m反復的\u001b[22m, \u001b[1m反復\u001b[22m, \u001b[1mエピソード\u001b[22m, \u001b[1mたエピソード\u001b[22m, \u001b[1mエピソードの\u001b[22m\n\u001b[4mé\u001b[24m\n    \u001b[1mではない\u001b[22m, \u001b[1mではありません\u001b[22m, \u001b[1mされていない\u001b[22m\n\u001b[4mporque\u001b[24m\n    \u001b[1mので\u001b[22m, \u001b[1mおよび\u001b[22m, \u001b[1mそして\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m, \u001b[1mの反復\u001b[22m, \u001b[1mの繰り返し\u001b[22m\n\u001b[4msão\u001b[24m\n    \u001b[1m彼らは\u001b[22m, \u001b[1mそれらは\u001b[22m, \u001b[1mしない\u001b[22m, \u001b[1mされていない\u001b[22m, \u001b[1mしません\u001b[22m\n\u001b[4mtodos\u001b[24m\n    \u001b[1mすべての\u001b[22m, \u001b[1mすべて\u001b[22m\n\u001b[4mmuitos\u001b[24m\n    \u001b[1m非常に\u001b[22m, \u001b[1mの非常に\u001b[22m, \u001b[1mこれら\u001b[22m, \u001b[1mこれらの\u001b[22m\n\u001b[4msão dinâmicos\u001b[24m\n    \u001b[1m動的で\u001b[22m, \u001b[1m動的である\u001b[22m, \u001b[1mのすべての\u001b[22m, \u001b[1mすべて\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m, \u001b[1mが非常に\u001b[22m, \u001b[1mとても\u001b[22m\n\u001b[4mÉ incrível\u001b[24m\n    \u001b[1m驚くべきことです\u001b[22m, \u001b[1m驚くべきことだ\u001b[22m, \u001b[1mに動的である\u001b[22m, \u001b[1m動的で\u001b[22m, \u001b[1m動的であり\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nAo pessoal que curte shoujos, recomendo assistir sim, mas pra o pessoal que não curte esse gênero de anime, pode não parecer grande coisa.\n\n\u001b[1m少女を楽しんでスタッフが、そう見てお勧めしますが、このアニメのジャンルを享受していない人々のために、多くのように見えない場合があります。\u001b[22m\n\u001b[1m(Shōjo o tanoshinde sutaffu ga, sō mite o susume shimasuga, kono anime no janru o kyōju shite inai hitobito no tame ni, ōku no yō ni mienai baai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAo pessoal que curte shoujos, recomendo assistir sim, mas pra o pessoal que não curte esse gênero de anime, pode não parecer grande coisa.\u001b[24m\n[ \u001b[4mPortuguês\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mshoujos\u001b[24m\n    \u001b[1m少女\u001b[22m, \u001b[1mの少女\u001b[22m, \u001b[1m少女の\u001b[22m\n\u001b[4mcurte shoujos\u001b[24m\n    \u001b[1mを楽しんで\u001b[22m, \u001b[1mを楽しん\u001b[22m, \u001b[1mを楽しむ\u001b[22m, \u001b[1mを享受\u001b[22m, \u001b[1mを楽しみ\u001b[22m\n\u001b[4mpessoal\u001b[24m\n    \u001b[1mスタッフが\u001b[22m, \u001b[1mなスタッフが\u001b[22m, \u001b[1mのスタッフが\u001b[22m, \u001b[1mのスタッフは\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4msim\u001b[24m\n    \u001b[1mそう\u001b[22m, \u001b[1myesと\u001b[22m, \u001b[1myesを\u001b[22m, \u001b[1myesの\u001b[22m\n\u001b[4massistir\u001b[24m\n    \u001b[1m見て\u001b[22m, \u001b[1mウォッチング\u001b[22m, \u001b[1m見\u001b[22m, \u001b[1mを見\u001b[22m, \u001b[1m監視して\u001b[22m\n\u001b[4mrecomendo\u001b[24m\n    \u001b[1mお勧めします\u001b[22m, \u001b[1mお勧めし\u001b[22m, \u001b[1mお勧め\u001b[22m, \u001b[1mをお勧め\u001b[22m, \u001b[1mをお勧めし\u001b[22m\n\u001b[4m, mas esse\u001b[24m\n    \u001b[1mが、この\u001b[22m\n\u001b[4manime\u001b[24m\n    \u001b[1mアニメの\u001b[22m, \u001b[1mのアニメ\u001b[22m, \u001b[1mキャラクターグッズ\u001b[22m, \u001b[1mアニメ\u001b[22m, \u001b[1m美少女\u001b[22m\n\u001b[4mgênero\u001b[24m\n    \u001b[1mジャンルを\u001b[22m, \u001b[1mジャンルの\u001b[22m, \u001b[1mジャンル\u001b[22m, \u001b[1mジャンルは\u001b[22m\n\u001b[4mnão curte\u001b[24m\n    \u001b[1m享受していない\u001b[22m, \u001b[1m楽しんでいない\u001b[22m\n\u001b[4mpra pessoal\u001b[24m\n    \u001b[1m人々のために\u001b[22m, \u001b[1m人のために\u001b[22m, \u001b[1mの人々のため\u001b[22m, \u001b[1m人のため\u001b[22m, \u001b[1mている人の\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4mparecer grande\u001b[24m\n    \u001b[1m多くのよう\u001b[22m, \u001b[1mとほぼ同様に\u001b[22m, \u001b[1mのと同じよう\u001b[22m, \u001b[1mほぼ同様に\u001b[22m, \u001b[1mとほぼ同様\u001b[22m\n\u001b[4mpode não parecer .\u001b[24m\n    \u001b[1mに見えない場合があります。\u001b[22m\nMas de qualquer maneira, nota mil!\n\n\u001b[1mしかし、いずれにせよ、数千点に注意してください！\u001b[22m\n\u001b[1m(Shikashi, izure ni seyo, sū sen-ten ni chūi shite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mMas de qualquer maneira, nota mil!\u001b[24m\n[ \u001b[4mPortuguês\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMas\u001b[24m\n    \u001b[1mしかし、\u001b[22m, \u001b[1mしかし\u001b[22m, \u001b[1mただし\u001b[22m\n\u001b[4mqualquer\u001b[24m\n    \u001b[1mいずれにせよ\u001b[22m, \u001b[1mとにかく\u001b[22m, \u001b[1mいずれにしても\u001b[22m, \u001b[1mいずれにしろ\u001b[22m\n\u001b[4m,\u001b[24m\n    \u001b[1m、\u001b[22m\n\u001b[4mmil\u001b[24m\n    \u001b[1m数千\u001b[22m, \u001b[1m千\u001b[22m, \u001b[1m千人\u001b[22m, \u001b[1m千米ドル\u001b[22m, \u001b[1m万人\u001b[22m\n\u001b[4mnota mil\u001b[24m\n    \u001b[1m点に注意してください\u001b[22m, \u001b[1mの点に注意してください\u001b[22m, \u001b[1mに注意して\u001b[22m, \u001b[1mの点に注意\u001b[22m\n\u001b[4m!\u001b[24m\n    \u001b[1m！\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "Ren_bird",
    "profile": "/profile/Ren_bird/reviews",
    "pages": "10",
    "number": "10",
    "link": "/reviews.php?id=64281",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれはいいアニメです！ 私は前にマンガを読んでみたことは認めていますが、何らかの理由でそれをクリックしなかっただけです。 しかし、私はアニメを見た後、今、それを読んでいる、そしてその素晴らしい！\nしかし、アニメは、その華麗です。 私は笑っていないエピソードがあったとは思わない。私は最後の1つで実際に泣いた、私は知っている、悲しい権利ですか？ 私はアニメで泣くことはありませんが、これは？ うん！\nOKストーリー：\n最初は普通の少女アニメ/マンガのようだった。 私は間違っていた。 それは陽気だったと私はちょうど最初から臼井と恋に落ちた。 私は、少女漫画を読んだことがあります。どこに学校があり、女の子たちは絶望しています。そして、いつも一人の男が、彼女を救う最大のトラブルメーカーです。 しかし、KAICHOU（...）は違っていました。女の子は強く、囚人を奪うのを拒否し、陽気な人格を持っています。 しかし、深く彼女は気になる^^\nキャラクター：彼らは素晴らしかったです。 私が言ったように、彼女はしばしば彼を「変態したエイリアン・ストーカー」と呼んでいたが、ミサキはウスイを気にした。 私はひなたのためにも悲しいと感じました。  2人の他のキャラクターの間にロマンスの道をつくる男に、ヒナタのために私は彼が好きだった、彼はかわいだった：3臼井はクールで、セクシーで、面白くてかわいかった。 私はちょうど彼を愛していた^^彼はずっと彼女を愛していた",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is such a good anime! I admit I tried reading the manga before but for some reason it just didn't click with me. But I'm reading it now, after I watched the anime, and its great!\n\n\u001b[1mこれはいいアニメです！ 私は前にマンガを読んでみたことは認めていますが、何らかの理由でそれをクリックしなかっただけです。 しかし、私はアニメを見た後、今、それを読んでいる、そしてその素晴らしい！\u001b[22m\n\u001b[1m(Kore wa ī animedesu! Watashi wa mae ni manga o yonde mita koto wa mitomete imasuga, nanrakano riyū de sore o kurikku shinakatta dakedesu. Shikashi, watashi wa anime o mita nochi, ima, sore o yonde iru, soshite sono subarashī!)\u001b[22m\n\nTranslations of \u001b[4mThis is such a good anime! I admit I tried reading the manga before but for some reason it just didn't click with me. But I'm reading it now, after I watched the anime, and its great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is such a good anime!\u001b[24m\n    \u001b[1mこれはいいアニメです！\u001b[22m, \u001b[1mこれは、このような良いアニメです！\u001b[22m\n\u001b[4mI admit I tried reading the manga before but for some reason it just didn't click with me.\u001b[24m\n    \u001b[1m私は前にマンガを読んでみたことは認めていますが、何らかの理由でそれをクリックしなかっただけです。\u001b[22m, \u001b[1m私は前に漫画を読んでみました認めるが、何らかの理由でそれはちょうど私と一緒にクリックしませんでした。\u001b[22m\n\u001b[4mBut I'm reading it now, after I watched the anime, and its great!\u001b[24m\n    \u001b[1mしかし、私はアニメを見た後、今、それを読んでいる、そしてその素晴らしい！\u001b[22m, \u001b[1mしかし、私はアニメを見た後、今それを読んで、その素晴らしいですよ！\u001b[22m\nThe anime however, its just brilliant. I don't think there was an episode I didn't laugh in. I actually cried in the last one, I know, sad right? I never cry in anime's but this? yup!\n\n\u001b[1mしかし、アニメは、その華麗です。 私は笑っていないエピソードがあったとは思わない。私は最後の1つで実際に泣いた、私は知っている、悲しい権利ですか？ 私はアニメで泣くことはありませんが、これは？ うん！\u001b[22m\n\u001b[1m(Shikashi, anime wa, sono kareidesu. Watashi wa waratte inai episōdo ga atta to wa omowanai. Watashi wa saigo no 1tsu de jissai ni naita, watashi wa shitte iru, kanashī kenridesu ka? Watashi wa anime de naku koto wa arimasenga, koreha? Un!)\u001b[22m\n\nTranslations of \u001b[4mThe anime however, its just brilliant. I don't think there was an episode I didn't laugh in. I actually cried in the last one, I know, sad right? I never cry in anime's but this? yup!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime however, its just brilliant.\u001b[24m\n    \u001b[1mしかし、アニメは、その華麗です。\u001b[22m, \u001b[1mしかし、アニメ、そのちょうど華麗。\u001b[22m\n\u001b[4mI don't think there was an episode I didn't laugh in. I actually cried in the last one, I know, sad right?\u001b[24m\n    \u001b[1m私は笑っていないエピソードがあったとは思わない。私は最後の1つで実際に泣いた、私は知っている、悲しい権利ですか？\u001b[22m, \u001b[1m私は私が笑っていなかったエピソードがあったとは思わない。私は実際に最後の1、私が知っている、悲しい右に泣きましたか？\u001b[22m\n\u001b[4mI never cry in anime's but this?\u001b[24m\n    \u001b[1m私はアニメで泣くことはありませんが、これは？\u001b[22m, \u001b[1m私はアニメの中で泣いていないが、この決して？\u001b[22m\n\u001b[4myup!\u001b[24m\n    \u001b[1mうん！\u001b[22m\nOk STORY:\n\n\u001b[1mOKストーリー：\u001b[22m\n\u001b[1m(OK sutōrī:)\u001b[22m\n\nTranslations of \u001b[4mOk STORY:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk STORY:\u001b[24m\n    \u001b[1mOKストーリー：\u001b[22m, \u001b[1m[OK]をSTORY：\u001b[22m\nIt seemed like your average Shoujo anime/manga at first. I WAS WRONG. It was hilarious and I just fell in love with Usui from the beginning. I mean I've read shoujo manga's where school turns co-ed and the girl is hopeless when the guys come and then there's always this one guy who happens to be the biggest trouble maker, saving her. KAICHOU (...) however was different, the girl is strong, refuses to take any prisoners and has such a hilarious personality. But deep down she cares ^^\n\n\u001b[1m最初は普通の少女アニメ/マンガのようだった。 私は間違っていた。 それは陽気だったと私はちょうど最初から臼井と恋に落ちた。 私は、少女漫画を読んだことがあります。どこに学校があり、女の子たちは絶望しています。そして、いつも一人の男が、彼女を救う最大のトラブルメーカーです。 しかし、KAICHOU（...）は違っていました。女の子は強く、囚人を奪うのを拒否し、陽気な人格を持っています。 しかし、深く彼女は気になる^^\u001b[22m\n\u001b[1m(Saisho wa futsū no shōjo anime/ manga no yōdatta. Watashi wa machigatte ita. Sore wa yōkidatta to watashi wa chōdo saisho kara Usui to koi ni ochita. Watashi wa, shōjo manga o yonda koto ga arimasu. Doko ni gakkō ga ari, on'nanoko-tachi wa zetsubō shite imasu. Soshite, itsumo hitori no otoko ga, kanojo o sukuu saidai no toraburumēkādesu. Shikashi, KAICHOU ( ... ) Wa chigatte imashita. On'nanoko wa tsuyoku, shūjin o ubau no o kyohi shi, yōkina jinkaku o motte imasu. Shikashi, fukaku kanojo wa ki ni naru ^ ^)\u001b[22m\n\nTranslations of \u001b[4mIt seemed like your average Shoujo anime/manga at first. I WAS WRONG. It was hilarious and I just fell in love with Usui from the beginning. I mean I've read shoujo manga's where school turns co-ed and the girl is hopeless when the guys come and then there's always this one guy who happens to be the biggest trouble maker, saving her. KAICHOU (...) however was different, the girl is strong, refuses to take any prisoners and has such a hilarious personality. But deep down she cares ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt seemed like your average Shoujo anime/manga at first.\u001b[24m\n    \u001b[1m最初は普通の少女アニメ/マンガのようだった。\u001b[22m, \u001b[1mこれは、最初にあなたの平均少女アニメ/漫画のように思えました。\u001b[22m\n\u001b[4mI WAS WRONG.\u001b[24m\n    \u001b[1m私は間違っていた。\u001b[22m, \u001b[1m私は間違っていました。\u001b[22m\n\u001b[4mIt was hilarious and I just fell in love with Usui from the beginning.\u001b[24m\n    \u001b[1mそれは陽気だったと私はちょうど最初から臼井と恋に落ちた。\u001b[22m, \u001b[1mそれは陽気だったと私は最初から臼井と恋に落ちました。\u001b[22m\n\u001b[4mI mean I've read shoujo manga's where school turns co-ed and the girl is hopeless when the guys come and then there's always this one guy who happens to be the biggest trouble maker, saving her.\u001b[24m\n    \u001b[1m私は、少女漫画を読んだことがあります。どこに学校があり、女の子たちは絶望しています。そして、いつも一人の男が、彼女を救う最大のトラブルメーカーです。\u001b[22m, \u001b[1m私は学校が共学になり、みんなが来て、その後、彼女を保存し、最大のトラブルメーカーであることを起こる、この一人の男が常に存在だ時の女の子は絶望的である少女マンガのを読んだ意味します。\u001b[22m\n\u001b[4mKAICHOU (...) however was different, the girl is strong, refuses to take any prisoners and has such a hilarious personality.\u001b[24m\n    \u001b[1mしかし、KAICHOU（...）は違っていました。女の子は強く、囚人を奪うのを拒否し、陽気な人格を持っています。\u001b[22m, \u001b[1mKAICHOU（...）はしかし異なっていた、女の子は強いですが、任意の囚人を取ることを拒否し、そのような陽気な性格をしています。\u001b[22m\n\u001b[4mBut deep down she cares ^^\u001b[24m\n    \u001b[1mしかし、深く彼女は気になる^^\u001b[22m, \u001b[1mしかし、深いダウン、彼女は気に^^\u001b[22m\nCHARACTERS: They were fantastic. As I said, Misaki cared about Usui although she often called him 'A perverted alien stalker'. I felt sad for Hinata too, usually I'm like 'piss off!' to the guy that gets int he way of the romance between two other characters but for Hinata I liked him, he was kawaii :3 Usui was cool, sexy, funny and cute. I just loved him ^^ He loved her for so long\n\n\u001b[1mキャラクター：彼らは素晴らしかったです。 私が言ったように、彼女はしばしば彼を「変態したエイリアン・ストーカー」と呼んだが、ミサキはウスイを気にした。 私はひなたのためにも悲しいと感じました。  2人の他のキャラクターの間にロマンスの道をつくる男に、ヒナタのために私は彼が好きだった、彼はかわいだった：3臼井はクールで、セクシーで、面白くてかわいかった。 私はちょうど彼を愛していた^^彼はずっと彼女を愛していた\u001b[22m\n\u001b[1m(Kyarakutā: Karera wa subarashikattadesu. Watashi ga itta yō ni, kanojo wa shibashiba kare o `hentai shita eirian sutōkā' to yonda ga, Misaki wa Usui o ki ni shita. Watashi wa hinata no tame ni mo kanashī to kanjimashita. 2-Ri no ta no kyarakutā no ma ni romansu no michi o tsukuru otoko ni, hinata no tame ni watashi wa kare ga sukidatta, kare wa kawaidatta: 3 Usui wa kūru de, sekushī de, omoshirokute kawaikatta. Watashi wa chōdo kare o aishite ita ^ ^ kare wa zutto kanojo o aishite ita)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS: They were fantastic. As I said, Misaki cared about Usui although she often called him 'A perverted alien stalker'. I felt sad for Hinata too, usually I'm like 'piss off!' to the guy that gets int he way of the romance between two other characters but for Hinata I liked him, he was kawaii :3 Usui was cool, sexy, funny and cute. I just loved him ^^ He loved her for so long\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS: They were fantastic.\u001b[24m\n    \u001b[1mキャラクター：彼らは素晴らしかったです。\u001b[22m, \u001b[1mCHARACTERS：彼らは素晴らしかったです。\u001b[22m\n\u001b[4mAs I said, Misaki cared about Usui although she often called him 'A perverted alien stalker'.\u001b[24m\n    \u001b[1m私が言ったように、彼女はしばしば彼を「変態したエイリアン・ストーカー」と呼んだが、ミサキはウスイを気にした。\u001b[22m, \u001b[1m私が言ったように、彼女はしばしば「倒錯した外国人ストーカー」と呼んだが、美咲は臼井気に。\u001b[22m\n\u001b[4mI felt sad for Hinata too, usually I'm like 'piss off!'\u001b[24m\n    \u001b[1m私はひなたのためにも悲しいと感じました。\u001b[22m, \u001b[1m私は通常、私はのようだ、あまりにも日向のために悲しく感じた「怒ら！」\u001b[22m\n\u001b[4mto the guy that gets int he way of the romance between two other characters but for Hinata I liked him, he was kawaii :3 Usui was cool, sexy, funny and cute.\u001b[24m\n    \u001b[1m2人の他のキャラクターの間にロマンスの道をつくる男に、ヒナタのために私は彼が好きだった、彼はかわいだった：3臼井はクールで、セクシーで、面白くてかわいかった。\u001b[22m, \u001b[1m他の二つの文字の間が、私は彼を気に入っ日向ためのロマンスの彼の道をint型取得する男に、彼がkawaiiた：3臼井は、クールセクシー、面白いとキュートでした。\u001b[22m\n\u001b[4mI just loved him ^^ He loved her for so long\u001b[24m\n    \u001b[1m私はちょうど彼を愛していた^^彼はずっと彼女を愛していた\u001b[22m, \u001b[1m私は彼を愛し^^彼はあまりにも長い間彼女を愛し\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "10",
    "number": "11",
    "link": "/reviews.php?id=79598",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\n確かに、臼井と美咲の関係は、特殊Aの瀧島とひかりのキャラクターと似ていますが、そのキャラクターを独自の独特なプロットで描いています。\n\n長いレビューが来ます！\n\nストーリーについて\n鮎沢みさきは、生徒会長として学校で秩序あることを決めることにしています。 彼女は厳しいと恐怖で知られていますが、まだ親切で情熱的です。 これは、すべての愛の告白のための彼の継続的な拒否のために知られている、学校で最も人気のある男、臼井匠の注意をキャッチします。 厳しいことで知られているにもかかわらず、ミサキがメイドカフェで実際にウェイトレスとして働いていることは誰も知らない。 彼女が対処したい人を除いて、臼井。 そして、無限の冗談と無数の甘い瞬間が、2人のために始まる。\n\nストーリーラインはとても一般的ですが、このシリーズはディテールごとにバランスが取れていますので、あなたの典型的なラブストーリーと同じように上品ではありません。 すべてのエピソードで飽きることはありません。 代わりに、あなたは次のものを予期するでしょう。 彼らは、彼らがそれを所有しているかのように「ジャンル」を作りました。 ストーリーラインの典型性にもかかわらず、まだ爽やかです。 それだけではラブストーリーではなく、コメディーや学校生活も扱っています。\n\nキャラクターについて\n\n\nアニメーションは非常によく作られており、特に臼井を見て豪華なキャラクターです。\n\n私は愛の物語の非常に大きなファンではありません。なぜなら、彼らは過度に劇的で甘すぎる傾向が強いからです。しかし、このシリーズは、それが共通のストーリーラインを持っていると思っています。 間違いなく私の\"MY BEST ANIME LISTS\"に載せる予定です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIndeed, the relationship of Usui and Misaki has a strong resemblance from the characters of Takishima and Hikari of Special A but the story has its own unique plot that made the characters still so original.\n\n\u001b[1m確かに、臼井と美咲の関係は、特殊Aの瀧島とひかりのキャラクターと似ていますが、そのキャラクターを独自の独特なプロットで描いています。\u001b[22m\n\u001b[1m(Tashika ni, Usui to Misaki no kankei wa, tokushu A no takishima to Hikari no kyarakutā to nite imasuga, sono kyarakutā o dokuji no dokutokuna purotto de kaite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIndeed, the relationship of Usui and Misaki has a strong resemblance from the characters of Takishima and Hikari of Special A but the story has its own unique plot that made the characters still so original.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIndeed, the relationship of Usui and Misaki has a strong resemblance from the characters of Takishima and Hikari of Special A but the story has its own unique plot that made the characters still so original.\u001b[24m\n    \u001b[1m確かに、臼井と美咲の関係は、特殊Aの瀧島とひかりのキャラクターと似ていますが、そのキャラクターを独自の独特なプロットで描いています。\u001b[22m, \u001b[1m実際、臼井と美咲の関係が特AのTakishimaとひかりの文字からの強い類似性を持っていますが、物語はまだので、元の文字を作った独自のプロットを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThere’s a long review coming!\n\n\u001b[1m長いレビューが来ます！\u001b[22m\n\u001b[1m(Nagai rebyū ga kimasu!)\u001b[22m\n\nTranslations of \u001b[4mThere’s a long review coming!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s a long review coming!\u001b[24m\n    \u001b[1m長いレビューが来ます！\u001b[22m, \u001b[1mこれから長いレビューがあります！\u001b[22m\n\u001b[1m\u001b[22m\nABOUT THE STORY\n\n\u001b[1mストーリーについて\u001b[22m\n\u001b[1m(Sutōrī ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mABOUT THE STORY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mABOUT THE STORY\u001b[24m\n    \u001b[1mストーリーについて\u001b[22m, \u001b[1m話\u001b[22m\nMisaki Ayuzawa is determine to make things in her school orderly as a Student Council President. She is known for being strict and a terror but still kind and passionate. This catches the attention of the most popular guy in school, Takumi Usui, who is known for his continuous rejection for every love confession. Despite being known for being strict, no one knows that Misaki is actually working as a waitress in a Maid Café. Except for the least person she wants to deal with, Usui. And so an endless teasing and countless sweet moments start for the two.\n\n\u001b[1m鮎沢みさきは、生徒会長として学校で秩序あることを決めることにしています。 彼女は厳しいと恐怖で知られていますが、まだ親切で情熱的です。 これは、すべての愛の告白のための彼の継続的な拒否のために知られている、学校で最も人気のある男、臼井匠の注意をキャッチします。 厳しいことで知られているにもかかわらず、ミサキがメイドカフェで実際にウェイトレスとして働いていることは誰も知らない。 彼女が対処したい人を除いて、臼井。 そして、無限の冗談と無数の甘い瞬間が、2人のために始まる。\u001b[22m\n\u001b[1m(Ayusawa Misaki wa, seito kaichō to shite gakkō de chitsujo aru koto o kimeru koto ni shite imasu. Kanojo wa kibishī to kyōfu de shira rete imasuga, mada shinsetsude jōnetsu-tekidesu. Kore wa, subete no ai no kokuhaku no tame no kare no keizoku-tekina kyohi no tame ni shira rete iru, gakkō de mottomo ninkinoaru otoko, Usui Takumi no chūi o kyatchi shimasu. Kibishī koto de shira rete iru nimokakawarazu, misakiga meido kafe de jissai ni u~eitoresu to shite hataraite iru koto wa daremoshiranai. Kanojo ga taisho shitai hito o nozoite, Usui. Soshite, mugen no jōdan to musū no amai shunkan ga, 2-ri no tame ni hajimaru.)\u001b[22m\n\nTranslations of \u001b[4mMisaki Ayuzawa is determine to make things in her school orderly as a Student Council President. She is known for being strict and a terror but still kind and passionate. This catches the attention of the most popular guy in school, Takumi Usui, who is known for his continuous rejection for every love confession. Despite being known for being strict, no one knows that Misaki is actually working as a waitress in a Maid Café. Except for the least person she wants to deal with, Usui. And so an endless teasing and countless sweet moments start for the two.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMisaki Ayuzawa is determine to make things in her school orderly as a Student Council President.\u001b[24m\n    \u001b[1m鮎沢みさきは、生徒会長として学校で秩序あることを決めることにしています。\u001b[22m, \u001b[1m美咲Ayuzawaは生徒会長として彼女の学校で物事を整然と行うことを決定です。\u001b[22m\n\u001b[4mShe is known for being strict and a terror but still kind and passionate.\u001b[24m\n    \u001b[1m彼女は厳しいと恐怖で知られていますが、まだ親切で情熱的です。\u001b[22m, \u001b[1m彼女は厳しいと恐怖が、それでも親切で情熱的なことで知られています。\u001b[22m\n\u001b[4mThis catches the attention of the most popular guy in school, Takumi Usui, who is known for his continuous rejection for every love confession.\u001b[24m\n    \u001b[1mこれは、すべての愛の告白のための彼の継続的な拒否のために知られている、学校で最も人気のある男、臼井匠の注意をキャッチします。\u001b[22m, \u001b[1mこれは、すべての愛の告白のための彼の継続的な拒絶のために知られている学校で最も人気のある男、匠臼井の注目をキャッチします。\u001b[22m\n\u001b[4mDespite being known for being strict, no one knows that Misaki is actually working as a waitress in a Maid Café.\u001b[24m\n    \u001b[1m厳しいことで知られているにもかかわらず、ミサキがメイドカフェで実際にウェイトレスとして働いていることは誰も知らない。\u001b[22m, \u001b[1m厳格なことで知られているにもかかわらず、誰も美咲が実際にメイドカフェでウェイトレスとして働いていることを知っています。\u001b[22m\n\u001b[4mExcept for the least person she wants to deal with, Usui.\u001b[24m\n    \u001b[1m彼女が対処したい人を除いて、臼井。\u001b[22m, \u001b[1m少なくとも一人を除いて、彼女は臼井、対処したいと考えています。\u001b[22m\n\u001b[4mAnd so an endless teasing and countless sweet moments start for the two.\u001b[24m\n    \u001b[1mそして、無限の冗談と無数の甘い瞬間が、2人のために始まる。\u001b[22m, \u001b[1mそしてそう無限のからかい無数の甘い瞬間は2のために開始します。\u001b[22m\n\u001b[1m\u001b[22m\nThough the storyline is so common, the series balanced every detail as so it wouldn’t be as cliché as your typical love story. You won’t get bored by every episode. Instead, you would anticipate the next one. They made the “genre” as if they own it or they are the one who started it. It is still refreshing despite the typicality of the storyline. Plus it’s not just a love story, it has comedy and deals with school life as well.\n\n\u001b[1mストーリーラインはとても一般的ですが、このシリーズはディテールごとにバランスが取れていますので、あなたの典型的なラブストーリーと同じように上品ではありません。 すべてのエピソードで飽きることはありません。 代わりに、あなたは次のものを予期するでしょう。 彼らは、彼らがそれを所有しているかのように「ジャンル」を作りました。 ストーリーラインの典型性にもかかわらず、まだ爽やかです。 それだけではラブストーリーではなく、コメディーや学校生活も扱っています。\u001b[22m\n\u001b[1m(Sutōrīrain wa totemo ippan-tekidesuga, kono shirīzu wa ditēru-goto ni baransu ga torete imasunode, anata no tenkei-tekina rabusutōrī to onajiyōni jōhinde wa arimasen. Subete no episōdo de akiru koto wa arimasen. Kawari ni, anata wa tsugi no mono o yoki surudeshou. Karera wa, karera ga sore o shoyū shite iru ka no yō ni `janru' o tsukurimashita. Sutōrīrain no tenkei-sei nimokakawarazu, mada sawayakadesu. Sore dakede wa rabusutōrīde wa naku, komedī ya gakkō seikatsu mo atsukatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThough the storyline is so common, the series balanced every detail as so it wouldn’t be as cliché as your typical love story. You won’t get bored by every episode. Instead, you would anticipate the next one. They made the “genre” as if they own it or they are the one who started it. It is still refreshing despite the typicality of the storyline. Plus it’s not just a love story, it has comedy and deals with school life as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough the storyline is so common, the series balanced every detail as so it wouldn’t be as cliché as your typical love story.\u001b[24m\n    \u001b[1mストーリーラインはとても一般的ですが、このシリーズはディテールごとにバランスが取れていますので、あなたの典型的なラブストーリーと同じように上品ではありません。\u001b[22m, \u001b[1mストーリーはそれほど一般的であるが、シリーズは、それはあなたの典型的な愛の物語として決まり文句のようにすることがないようにようにすべての詳細をバランス。\u001b[22m\n\u001b[4mYou won’t get bored by every episode.\u001b[24m\n    \u001b[1mすべてのエピソードで飽きることはありません。\u001b[22m, \u001b[1mあなたはすべてのエピソードによって退屈しません。\u001b[22m\n\u001b[4mInstead, you would anticipate the next one.\u001b[24m\n    \u001b[1m代わりに、あなたは次のものを予期するでしょう。\u001b[22m, \u001b[1m代わりに、次のいずれかを予想するであろう。\u001b[22m\n\u001b[4mThey made the “genre” as if they own it or they are the one who started it.\u001b[24m\n    \u001b[1m彼らは、彼らがそれを所有しているかのように「ジャンル」を作りました。\u001b[22m, \u001b[1m彼らはそれを所有しているか、または、彼らはそれを始めた一つであるかのように彼らは、「ジャンル」を作りました。\u001b[22m\n\u001b[4mIt is still refreshing despite the typicality of the storyline.\u001b[24m\n    \u001b[1mストーリーラインの典型性にもかかわらず、まだ爽やかです。\u001b[22m, \u001b[1mそれはストーリーの典型にもかかわらず、まださわやかです。\u001b[22m\n\u001b[4mPlus it’s not just a love story, it has comedy and deals with school life as well.\u001b[24m\n    \u001b[1mそれだけではラブストーリーではなく、コメディーや学校生活も扱っています。\u001b[22m, \u001b[1mそれに加えて、それは同様に学校生活と喜劇やお得な情報を持っている、ちょうど愛の物語ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nABOUT THE CHARACTERS\n\n\u001b[1mキャラクターについて\u001b[22m\n\u001b[1m(Kyarakutā ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mABOUT THE CHARACTERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mABOUT THE CHARACTERS\u001b[24m\n    \u001b[1mキャラクターについて\u001b[22m, \u001b[1m文字について\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is very well-made plus the characters are gorgeous looking especially Usui.\n\n\u001b[1mアニメーションは非常によく作られており、特に臼井を見て豪華なキャラクターです。\u001b[22m\n\u001b[1m(Animēshon wa hijō ni yoku tsukura rete ori, tokuni Usui o mite gōkana kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is very well-made plus the characters are gorgeous looking especially Usui.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is very well-made plus the characters are gorgeous looking especially Usui.\u001b[24m\n    \u001b[1mアニメーションは非常によく作られており、特に臼井を見て豪華なキャラクターです。\u001b[22m, \u001b[1mアニメーションは非常によく作られたプラスの文字は特に臼井を探してゴージャスです。\u001b[22m\n\u001b[1m\u001b[22m\nI am not a very big fan of love stories because they have the strong tendencies to get overly-dramatic and too cheesy but this series exceeded what I’ve expected from it considering it has a common storyline. Definitely going to put it on my “MY BEST ANIME LISTS”.\n\n\u001b[1m私は愛の物語の非常に大きなファンではありません。なぜなら、彼らは過度に劇的で甘すぎる傾向が強いからです。しかし、このシリーズは、それが共通のストーリーラインを持っていると思っています。 間違いなく私の\"MY BEST ANIME LISTS\"に載せる予定です。\u001b[22m\n\u001b[1m(Watashi wa ai no monogatari no hijō ni ōkina fande wa arimasen. Nazenara, karera wa kado ni gekitekide ama sugiru keikō ga tsuyoikaradesu. Shikashi, kono shirīzu wa, sore ga kyōtsū no sutōrīrain o motte iru to omotte imasu. Machigainaku watashi no\" MY besuto anime LISTS\" ni noseru yoteidesu.)\u001b[22m\n\nTranslations of \u001b[4mI am not a very big fan of love stories because they have the strong tendencies to get overly-dramatic and too cheesy but this series exceeded what I’ve expected from it considering it has a common storyline. Definitely going to put it on my “MY BEST ANIME LISTS”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not a very big fan of love stories because they have the strong tendencies to get overly-dramatic and too cheesy but this series exceeded what I’ve expected from it considering it has a common storyline.\u001b[24m\n    \u001b[1m私は愛の物語の非常に大きなファンではありません。なぜなら、彼らは過度に劇的で甘すぎる傾向が強いからです。しかし、このシリーズは、それが共通のストーリーラインを持っていると思っています。\u001b[22m, \u001b[1m彼らは強い傾向が過度に劇的な、あまりにも安っぽい取得する必要がありますので、私はラブストーリーの非常に大ファンではないですが、このシリーズは、共通のストーリーを持って考えると、私はそれから期待した内容を超えました。\u001b[22m\n\u001b[4mDefinitely going to put it on my “MY BEST ANIME LISTS”.\u001b[24m\n    \u001b[1m間違いなく私の\"MY BEST ANIME LISTS\"に載せる予定です。\u001b[22m, \u001b[1m間違いなく私の「MY BEST ANIMEリスト」の上に置くつもり。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "Archon0003",
    "profile": "/profile/Archon0003/reviews",
    "pages": "10",
    "number": "12",
    "link": "/reviews.php?id=82512",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nメイド様は、間違いなく、私が今まで見てきた最高のアニメ（そのジャンルのもの）です。 非常に面白いですし、うまく配置され、またギャグのシーン（アニメーション「品質」がコメディーな面を強調するために縮小されている）をペースしています。 すべての文字が好きです。  「b」キャラクター（私がそれらと呼んでいるもの）でさえ、一緒になっても簡単です。\n\nコメディに加えて、もちろん、ロマンスがあります。 どの点でも強調されているわけではありません。 それは非常にバランスがとれており、アニメ全体で優れたペースを築いています。 私は個人的にはコメディに疲れたことは一度もなかったし、どのシーンも「不必要」だったと感じなかった。\n\nこのアニメはToradoraと極端に似ています！ 同じように。 実際、私はメイド様の前に後者を見ました。 私はそれを愛し、間違いなく、私の意見では、それは非常に多くの類似した側面を持っていますが、メイド様は優れています。 また、君に届け。 似たようなものですが、アニメはロマンスの面では「圧倒」です。\n\nそれは数値的なスコアになるとき：物語は不完全なので、それは自分のアニメに残っているので、10/10ではありません。\nアート、私が言及した 'ギャグ'シーンのために10/10ではない。 過度に使用されずに実際に配置されているにもかかわらず、それはそれのすべての「完璧」にまだ影響します。\n音、10月10日ではないから...。 私はまだ完璧なサウンド・スコアでアニメを見に来ていません。\n\n最後に、その話は完全ではないと言わなければなりません。 エピソードは26で終わるが、物語は実際にマンガで続ける。 ここを見てから続けてください：\n\n\n\nまた、別のシーズンに希望を持たないでください。 私は見て、問題について多くの読書をしました。 すべての古い噂です。 非常に不幸です。\n\n評決？  - この特定のジャンル（高校のコメディ/ロマンス）を楽しむなら、このアニメを見てください。 後悔しない。 あなたがこのジャンルのアニメをまだ見ていない場合でも、私はあなたがそれにもかかわらず好きになると非常に確信しています。 それは本当に良いことです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMaid-Sama is, without doubt, the best anime (of it's genre) that I have watched to date. It is very funny, and has well placed and also well paced 'gag' scenes (where animation 'quality' is reduced to emphasize comedic aspects). All of the characters are likeable. Even the 'b' characters (as I call them) are easy enough to get along with.\n\n\u001b[1mメイド様は、間違いなく、私が今まで見てきた最高のアニメ（そのジャンルのもの）です。 非常に面白いですし、うまく配置され、またギャグのシーン（アニメーション「品質」がコメディーな面を強調するために縮小されている）をペースしています。 すべての文字が好きです。  「b」キャラクター（私がそれらと呼んでいるもの）でさえ、一緒に仲良くするのは簡単です。\u001b[22m\n\u001b[1m(Meido-sama wa, machigainaku, watashi ga imamade mitekita saikō no anime (sono janru no mono)desu. Hijō ni omoshiroidesushi, umaku haichi sa re, mata gyagu no shīn (animēshon `hinshitsu' ga komedīna men o kyōchō suru tame ni shukushō sa rete iru) o pēsu shite imasu. Subete no moji ga sukidesu. `B ' kyarakutā (watashi ga sorera to yonde iru mono)de sae, issho ni nakayoku suru no wa kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mMaid-Sama is, without doubt, the best anime (of it's genre) that I have watched to date. It is very funny, and has well placed and also well paced 'gag' scenes (where animation 'quality' is reduced to emphasize comedic aspects). All of the characters are likeable. Even the 'b' characters (as I call them) are easy enough to get along with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaid-Sama is, without doubt, the best anime (of it's genre) that I have watched to date.\u001b[24m\n    \u001b[1mメイド様は、間違いなく、私が今まで見てきた最高のアニメ（そのジャンルのもの）です。\u001b[22m, \u001b[1mメイドさまは、疑いもなく、私がこれまでに見てきた（それのジャンルの）最高のアニメです。\u001b[22m\n\u001b[4mIt is very funny, and has well placed and also well paced 'gag' scenes (where animation 'quality' is reduced to emphasize comedic aspects).\u001b[24m\n    \u001b[1m非常に面白いですし、うまく配置され、またギャグのシーン（アニメーション「品質」がコメディーな面を強調するために縮小されている）をペースしています。\u001b[22m, \u001b[1mそれは非常に面白いです、とよく配置し、（アニメーション「品質」はコミカルな側面を強調するために削減される）もよくペースで「ギャグ」のシーンました。\u001b[22m\n\u001b[4mAll of the characters are likeable.\u001b[24m\n    \u001b[1mすべての文字が好きです。\u001b[22m, \u001b[1m文字のすべてが好感の持てるです。\u001b[22m\n\u001b[4mEven the 'b' characters (as I call them) are easy enough to get along with.\u001b[24m\n    \u001b[1m「b」キャラクター（私がそれらと呼んでいるもの）でさえ、一緒に仲良くするのは簡単です。\u001b[22m, \u001b[1mでも「B」の文字が（私はそれらを呼び出すように）と一緒に取得するのは簡単です。\u001b[22m\n\u001b[1m\u001b[22m\nBesides the comedy there is, of course, romance; which, is not over emphasized at any point. It is very well balanced and builds excellent pace throughout the anime. I personally never got tired of the comedy nor did I feel that any scene was 'unnecessary'.\n\n\u001b[1mコメディに加えて、もちろん、ロマンスがあります。 どの点でも強調されているわけではありません。 それは非常にバランスがとれており、アニメ全体で優れたペースを築いています。 私は個人的にはコメディに疲れたことは一度もなかったし、どのシーンも「不必要」だったと感じなかった。\u001b[22m\n\u001b[1m(Komedi ni kuwaete, mochiron, romansu ga arimasu. Dono ten demo kyōchō sa rete iru wakede wa arimasen. Sore wa hijō ni baransu ga torete ori, anime zentai de sugureta pēsu o kizuite imasu. Watashi wa kojin-teki ni wa komedi ni tsukareta koto wa ichido mo nakattashi, dono shīn mo `fuhitsuyō'datta to kanjinakatta.)\u001b[22m\n\nTranslations of \u001b[4mBesides the comedy there is, of course, romance; which, is not over emphasized at any point. It is very well balanced and builds excellent pace throughout the anime. I personally never got tired of the comedy nor did I feel that any scene was 'unnecessary'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBesides the comedy there is, of course, romance;\u001b[24m\n    \u001b[1mコメディに加えて、もちろん、ロマンスがあります。\u001b[22m, \u001b[1m喜劇のほかに、もちろん、ロマンがあります。\u001b[22m\n\u001b[4mwhich, is not over emphasized at any point.\u001b[24m\n    \u001b[1mどの点でも強調されているわけではありません。\u001b[22m, \u001b[1mこれは、任意の時点で強調終わっていません。\u001b[22m\n\u001b[4mIt is very well balanced and builds excellent pace throughout the anime.\u001b[24m\n    \u001b[1mそれは非常にバランスがとれており、アニメ全体で優れたペースを築いています。\u001b[22m, \u001b[1mそれは非常によくバランスが取れているとアニメを通じて優れたペースを構築します。\u001b[22m\n\u001b[4mI personally never got tired of the comedy nor did I feel that any scene was 'unnecessary'.\u001b[24m\n    \u001b[1m私は個人的にはコメディに疲れたことは一度もなかったし、どのシーンも「不必要」だったと感じなかった。\u001b[22m, \u001b[1m私は個人的に喜劇の疲れもなく、私はすべてのシーンが「不要」だったと感じていたん。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime does bare an extreme similarity to Toradora! as well. In fact, I watched the latter prior to Maid-Sama. I loved that, make no mistake, but in my opinion, Maid-Sama is superior, even though it has very many similar aspects. Also, Kimi ni Todoke. Also similar, but that anime is somewhat 'overpowering' with the romance aspect, in comparison.\n\n\u001b[1mこのアニメはToradoraと極端に似ています！ 同じように。 実際、私はメイド様の前に後者を見ました。 私はそれを愛し、間違いなく、私の意見では、それは非常に多くの類似した側面を持っていますが、メイド様は優れています。 また、君に届け。 似たようなものですが、アニメはロマンスの面では「圧倒」です。\u001b[22m\n\u001b[1m(Kono anime wa Toradora to kyokutan ni nite imasu! Onajiyōni. Jissai, watashi wa meido-sama no mae ni kōsha o mimashita. Watashi wa sore o aishi, machigainaku, watashi no ikende wa, sore wa hijō ni ōku no ruiji shita sokumen o motte imasuga, meido-sama wa sugurete imasu. Mata, kiminitodoke. Nita yōna monodesuga, anime wa romansu no mende wa `attō'desu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime does bare an extreme similarity to Toradora! as well. In fact, I watched the latter prior to Maid-Sama. I loved that, make no mistake, but in my opinion, Maid-Sama is superior, even though it has very many similar aspects. Also, Kimi ni Todoke. Also similar, but that anime is somewhat 'overpowering' with the romance aspect, in comparison.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime does bare an extreme similarity to Toradora!\u001b[24m\n    \u001b[1mこのアニメはToradoraと極端に似ています！\u001b[22m, \u001b[1mこのアニメはとらドラへの極端な類似性を産んだん！\u001b[22m\n\u001b[4mas well.\u001b[24m\n    \u001b[1m同じように。\u001b[22m, \u001b[1m同様に。\u001b[22m\n\u001b[4mIn fact, I watched the latter prior to Maid-Sama.\u001b[24m\n    \u001b[1m実際、私はメイド様の前に後者を見ました。\u001b[22m, \u001b[1m実際に、私は後者の前にメイド様を見ました。\u001b[22m\n\u001b[4mI loved that, make no mistake, but in my opinion, Maid-Sama is superior, even though it has very many similar aspects.\u001b[24m\n    \u001b[1m私はそれを愛し、間違いなく、私の意見では、それは非常に多くの類似した側面を持っていますが、メイド様は優れています。\u001b[22m, \u001b[1m私は間違いなく、ことを愛し、私の意見では、メイド-samaが、それは非常に多くの類似した側面を持っているにもかかわらず、優れています。\u001b[22m\n\u001b[4mAlso, Kimi ni Todoke.\u001b[24m\n    \u001b[1mまた、君に届け。\u001b[22m\n\u001b[4mAlso similar, but that anime is somewhat 'overpowering' with the romance aspect, in comparison.\u001b[24m\n    \u001b[1m似たようなものですが、アニメはロマンスの面では「圧倒」です。\u001b[22m, \u001b[1mまた似ていますが、そのアニメの比較において、ロマンスの側面にやや「圧倒的」です。\u001b[22m\n\u001b[1m\u001b[22m\nWhen it comes down to numerical scores: The story isn't 10/10 because it's incomplete, when left to the anime on it's own.\n\n\u001b[1mそれは数値的なスコアになるとき：物語は不完全なので、それは自分のアニメに残っているので、10/10ではありません。\u001b[22m\n\u001b[1m(Sore wa sūchi-tekina sukoa ni naru toki: Monogatari wa fukanzen'nanode, soreha jibun no anime ni nokotte irunode, 10/ 10de wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhen it comes down to numerical scores: The story isn't 10/10 because it's incomplete, when left to the anime on it's own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it comes down to numerical scores: The story isn't 10/10 because it's incomplete, when left to the anime on it's own.\u001b[24m\n    \u001b[1mそれは数値的なスコアになるとき：物語は不完全なので、それは自分のアニメに残っているので、10/10ではありません。\u001b[22m, \u001b[1mそれは数値スコアにダウンしていた場合：それは不完全だからそれ自身の上にアニメに去ったときの話は、10月10日ではありません。\u001b[22m\nArt, not 10/10 due to the 'gag' scenes I've mentioned. Although not over used and actually well placed, it still does affect the 'perfection' of it all.\n\n\u001b[1mアート、私が言及した 'ギャグ'シーンのために10/10ではない。 過度に使用されずに実際に配置されているにもかかわらず、それはそれのすべての「完璧」にまだ影響します。\u001b[22m\n\u001b[1m(Āto, watashi ga genkyū shita' gyagu' shīn no tame ni 10/ 10de wanai. Kado ni shiyō sa rezu ni jissai ni haichi sa rete iru nimokakawarazu, sore wa sore no subete no `kanpeki' ni mada eikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt, not 10/10 due to the 'gag' scenes I've mentioned. Although not over used and actually well placed, it still does affect the 'perfection' of it all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt, not 10/10 due to the 'gag' scenes I've mentioned.\u001b[24m\n    \u001b[1mアート、私が言及した 'ギャグ'シーンのために10/10ではない。\u001b[22m, \u001b[1mアート、ない10/10による「ギャグ」シーンに私が述べました。\u001b[22m\n\u001b[4mAlthough not over used and actually well placed, it still does affect the 'perfection' of it all.\u001b[24m\n    \u001b[1m過度に使用されずに実際に配置されているにもかかわらず、それはそれのすべての「完璧」にまだ影響します。\u001b[22m, \u001b[1m上で使用され、実際にうまく配置されていないが、それはまだそれをすべての「完璧」を影響します。\u001b[22m\nSound, not 10/10 because... Well. I am yet to come across any anime with a perfect sound score.\n\n\u001b[1m音、10月10日ではないから...。 私はまだ完璧なサウンド・スコアでアニメを見に来ていません。\u001b[22m\n\u001b[1m(Oto, 10 tsuki 10-nichide wanaikara. ... Watashi wa mada kanpekina saundo sukoa de anime o mi ni kite imasen.)\u001b[22m\n\nTranslations of \u001b[4mSound, not 10/10 because... Well. I am yet to come across any anime with a perfect sound score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound, not 10/10 because... Well.\u001b[24m\n    \u001b[1m音、10月10日ではないから...。\u001b[22m, \u001b[1mサウンドではなく、10月10日うーん...ので。\u001b[22m\n\u001b[4mI am yet to come across any anime with a perfect sound score.\u001b[24m\n    \u001b[1m私はまだ完璧なサウンド・スコアでアニメを見に来ていません。\u001b[22m, \u001b[1m私は完璧なサウンドスコアでのアニメに遭遇することはまだです。\u001b[22m\n\u001b[1m\u001b[22m\nFinally - I must say that the story is not complete. Although the episodes end at 26, the story does in fact continue in manga. I highly recommend that you continue after watching here:\n\n\u001b[1m最後に、その話は完全ではないと言わなければなりません。 エピソードは26で終わるが、物語は実際にマンガで続ける。 ここを見てから続けてください：\u001b[22m\n\u001b[1m(Saigo ni, sono-wa wa kanzende wa nai to iwanakereba narimasen. Episōdo wa 26 de owaruga, monogatari wa jissai ni manga de tsudzukeru. Koko o mitekara tsudzukete kudasai:)\u001b[22m\n\nTranslations of \u001b[4mFinally - I must say that the story is not complete. Although the episodes end at 26, the story does in fact continue in manga. I highly recommend that you continue after watching here:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally - I must say that the story is not complete.\u001b[24m\n    \u001b[1m最後に、その話は完全ではないと言わなければなりません。\u001b[22m, \u001b[1m最後に - 私は物語が完了していないことを言わなければなりません。\u001b[22m\n\u001b[4mAlthough the episodes end at 26, the story does in fact continue in manga.\u001b[24m\n    \u001b[1mエピソードは26で終わるが、物語は実際にマンガで続ける。\u001b[22m, \u001b[1mエピソードは26で終了するが、物語は実際に漫画で継続ありません。\u001b[22m\n\u001b[4mI highly recommend that you continue after watching here:\u001b[24m\n    \u001b[1mここを見てから続けてください：\u001b[22m, \u001b[1m私は非常にあなたがここで見た後に継続することをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAlso, do not get your hopes up for another season. I've looked and have done a lot of reading up on the matter. It's all old rumors. Very unfortunate.\n\n\u001b[1mまた、別のシーズンに希望を持たないでください。 私は見て、問題について多くの読書をしました。 すべての古い噂です。 非常に不幸です。\u001b[22m\n\u001b[1m(Mata,-betsu no shīzun ni kibō o motanaide kudasai. Watashi wa mite, mondai ni tsuite ōku no dokusho o shimashita. Subete no furui uwasadesu. Hijō ni fukōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, do not get your hopes up for another season. I've looked and have done a lot of reading up on the matter. It's all old rumors. Very unfortunate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, do not get your hopes up for another season.\u001b[24m\n    \u001b[1mまた、別のシーズンに希望を持たないでください。\u001b[22m, \u001b[1mまた、別のシーズンに向けてあなたの希望を得ることはありません。\u001b[22m\n\u001b[4mI've looked and have done a lot of reading up on the matter.\u001b[24m\n    \u001b[1m私は見て、問題について多くの読書をしました。\u001b[22m, \u001b[1m私が見てきたし、問題にまで読んだの多くを行っています。\u001b[22m\n\u001b[4mIt's all old rumors.\u001b[24m\n    \u001b[1mすべての古い噂です。\u001b[22m, \u001b[1mこれは、すべての古い噂です。\u001b[22m\n\u001b[4mVery unfortunate.\u001b[24m\n    \u001b[1m非常に不幸です。\u001b[22m, \u001b[1m非常に不幸。\u001b[22m\n\u001b[1m\u001b[22m\nVerdict? - If you enjoy this particular genre (high school comedy/romance) then watch this anime. You will NOT regret it. Even if you haven't yet watched any anime of this genre, I am very confident that you will like it nonetheless. It really is that good.\n\n\u001b[1m評決？  - この特定のジャンル（高校のコメディ/ロマンス）を楽しむなら、このアニメを見てください。 後悔しない。 あなたがこのジャンルのアニメをまだ見ていない場合でも、私はあなたがそれにもかかわらず好きになると非常に確信しています。 それは本当に良いことです。\u001b[22m\n\u001b[1m(Hyōketsu? - Kono tokutei no janru (kōkō no komedi/ romansu) o tanoshimunara, kono anime o mite kudasai. Kōkaishinai. Anata ga kono janru no anime o mada mite inai baai demo, watashi wa anata ga sore nimokakawarazu sukininaru to hijō ni kakushin shite imasu. Sore wa hontōni yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mVerdict? - If you enjoy this particular genre (high school comedy/romance) then watch this anime. You will NOT regret it. Even if you haven't yet watched any anime of this genre, I am very confident that you will like it nonetheless. It really is that good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVerdict?\u001b[24m\n    \u001b[1m評決？\u001b[22m\n\u001b[4m- If you enjoy this particular genre (high school comedy/romance) then watch this anime.\u001b[24m\n    \u001b[1m - この特定のジャンル（高校のコメディ/ロマンス）を楽しむなら、このアニメを見てください。\u001b[22m, \u001b[1m - あなたは、この特定のジャンル（高校のコメディ/ロマンス）を楽しむ場合は、このアニメを見て。\u001b[22m\n\u001b[4mYou will NOT regret it.\u001b[24m\n    \u001b[1m後悔しない。\u001b[22m, \u001b[1m後悔はしないよ。\u001b[22m, \u001b[1mあなたはそれを後悔しません。\u001b[22m, \u001b[1m後悔はさせませんから。\u001b[22m\n\u001b[4mEven if you haven't yet watched any anime of this genre, I am very confident that you will like it nonetheless.\u001b[24m\n    \u001b[1mあなたがこのジャンルのアニメをまだ見ていない場合でも、私はあなたがそれにもかかわらず好きになると非常に確信しています。\u001b[22m, \u001b[1mあなたはまだこのジャンルのいずれかのアニメを見ていない場合でも、私はあなたがそれにもかかわらず、それを好きになることを非常に確信しています。\u001b[22m\n\u001b[4mIt really is that good.\u001b[24m\n    \u001b[1mそれは本当に良いことです。\u001b[22m, \u001b[1mそれは本当に良いです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "Inukekarynatsusu",
    "profile": "/profile/Inukekarynatsusu/reviews",
    "pages": "10",
    "number": "13",
    "link": "/reviews.php?id=31384",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nユニークでキャッチーな物語、Kaichou wa Maid-samaは、芸術、驚くべきキャラクターの価値、そして非常に良いサウンドエフェクトを持っています。 それは人々がすぐに接続できる非常に現実的な設定をしています。 ストーリーは興味深く、ラブストーリーは古典的ですが、独自の方法でユニークです。 私の好きなシリーズの一つ、唯一の後悔は26エピソードがあったということです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA unique and catchy story, Kaichou wa Maid-sama has detailed art, astounding character values, and very good sound effects. It has a very much realistic setting, which people can immediately connect to. The story is intriguing and the love story is classic but is unique in its own way. One of my favorite series ever, my only regret being that there were only 26 episodes.\n\n\u001b[1mユニークでキャッチーな物語、Kaichou wa Maid-samaは、芸術、驚くべきキャラクターの価値、そして非常に良いサウンドエフェクトを持っています。 それは人々がすぐに接続できる非常に現実的な設定をしています。 ストーリーは興味深く、ラブストーリーは古典的ですが、独自の方法でユニークです。 私の好きなシリーズの一つ、唯一の後悔は26エピソードがあったということです。\u001b[22m\n\u001b[1m(Yunīku de kyatchīna monogatari, Kaichou wa Maid - sama wa, geijutsu, odorokubeki kyarakutā no kachi, soshite hijō ni yoi saundoefekuto o motte imasu. Sore wa hitobito ga sugu ni setsuzoku dekiru hijō ni genjitsu-tekina settei o shite imasu. Sutōrī wa kyōmibukaku, rabusutōrī wa koten-tekidesuga, dokuji no hōhō de yunīkudesu. Watashi no sukina shirīzu no hitotsu, yuiitsu no kōkai wa 26 episōdo ga atta to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mA unique and catchy story, Kaichou wa Maid-sama has detailed art, astounding character values, and very good sound effects. It has a very much realistic setting, which people can immediately connect to. The story is intriguing and the love story is classic but is unique in its own way. One of my favorite series ever, my only regret being that there were only 26 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA unique and catchy story, Kaichou wa Maid-sama has detailed art, astounding character values, and very good sound effects.\u001b[24m\n    \u001b[1mユニークでキャッチーな物語、Kaichou wa Maid-samaは、芸術、驚くべきキャラクターの価値、そして非常に良いサウンドエフェクトを持っています。\u001b[22m, \u001b[1mユニークでキャッチーな物語は、Kaichou WAメイド様は芸術、驚異的な文字値、および非常に良好な音響効果を詳述しています。\u001b[22m\n\u001b[4mIt has a very much realistic setting, which people can immediately connect to.\u001b[24m\n    \u001b[1mそれは人々がすぐに接続できる非常に現実的な設定をしています。\u001b[22m, \u001b[1mそれは、人々はすぐに接続することができ、非常に現実的な設定を持っています。\u001b[22m\n\u001b[4mThe story is intriguing and the love story is classic but is unique in its own way.\u001b[24m\n    \u001b[1mストーリーは興味深く、ラブストーリーは古典的ですが、独自の方法でユニークです。\u001b[22m, \u001b[1m物語は興味をそそられると愛の物語は、古典的ですが、独自の方法でユニークです。\u001b[22m\n\u001b[4mOne of my favorite series ever, my only regret being that there were only 26 episodes.\u001b[24m\n    \u001b[1m私の好きなシリーズの一つ、唯一の後悔は26エピソードがあったということです。\u001b[22m, \u001b[1m今まで私の好きなシリーズの一つは、私の唯一の後悔は、唯一の26のエピソードがあったことです。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "nya8579",
    "profile": "/profile/nya8579/reviews",
    "pages": "10",
    "number": "14",
    "link": "/reviews.php?id=30787",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\n私は本当にこのシリーズを楽しんだ、それは私がそれを見て、次のエピソードを楽しみにしているたびに私は笑顔と笑いをしました。 私はキャラクター（特に碓井）を愛し、何が起こるか心配しました。 これらは、私が良いシリーズを作ったと思っていることです。それを過度に分析したり、それを拾ったりするのではなく、何百回も繰り返された典型的な要素があります。 私には、ショーを楽しむこと、それはキャラクターです。 正直言って、彼らは26のエピソードで物語にもっと多くを加えたかもしれないと思うし、誰かがすばやく動くストーリーラインが失望するだろうと思っている。 しかし、全体的に見ると、このシリーズは喜ばしく、彼らは2番目のシーズンになることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed this series, it made me smile and laugh every time I watched it and I looked forward to the next episode. I loved the characters (especially Usui) and cared about what was going to happen. These are the things that I think make a good series, not over-analyzing it and picking it apart, saying it has typical elements that have been repeated a hundred times ( FYI- Most of them do!). To me it's about enjoying the show and it's characters. Honestly I think they could have added more to the story in the 26 episodes and anyone expecting some quick moving storyline will be disappointed. But overall this series was a delight to watch and I hope they make a second season.\n\n\u001b[1m私は本当にこのシリーズを楽しんだ、それは私がそれを見て、次のエピソードを楽しみにしているたびに私は笑顔と笑いをしました。 私はキャラクター（特に碓井）を愛し、何が起こるか心配しました。 これらは、私が良いシリーズを作ったと思っていることです。それを過度に分析したり、それを拾ったりするのではなく、何百回も繰り返された典型的な要素があります。 私には、ショーを楽しむこと、それはキャラクターです。 正直言って、彼らは26のエピソードで物語にもっと多くを加えたかもしれないと思うし、誰かがすばやく動くストーリーラインが失望するだろうと思っている。 しかし、全体的に見ると、このシリーズは喜ばしく、彼らは2番目のシーズンになることを願っています。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono shirīzu o tanoshinda, sore wa watashi ga sore o mite,-ji no episōdo o tanoshimini shite iru tabi ni watashi wa egao to warai o shimashita. Watashi wa kyarakutā (tokuni Usui) o aishi, nani ga okoru ka shinpai shimashita. Korera wa, watashi ga yoi shirīzu o tsukutta to omotte iru kotodesu. Sore o kado ni bunseki shi tari, sore o hirottari suru node wa naku, nanbyakkai mo kurikaesa reta tenkei-tekina yōso ga arimasu. Watashiniha, shō o tanoshimu koto, soreha kyarakutādesu. Shōjiki itte, karera wa 26 no episōdo de monogatari ni motto ōku o kuwaeta kamo shirenai to omoushi, dareka ga subayaku ugoku sutōrīrain ga shitsubō surudarou to omotte iru. Shikashi, zentai-teki ni miru to, kono shirīzu wa yorokobashiku, karera wa 2-banme no shīzun ni naru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this series, it made me smile and laugh every time I watched it and I looked forward to the next episode. I loved the characters (especially Usui) and cared about what was going to happen. These are the things that I think make a good series, not over-analyzing it and picking it apart, saying it has typical elements that have been repeated a hundred times ( FYI- Most of them do!). To me it's about enjoying the show and it's characters. Honestly I think they could have added more to the story in the 26 episodes and anyone expecting some quick moving storyline will be disappointed. But overall this series was a delight to watch and I hope they make a second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this series, it made me smile and laugh every time I watched it and I looked forward to the next episode.\u001b[24m\n    \u001b[1m私は本当にこのシリーズを楽しんだ、それは私がそれを見て、次のエピソードを楽しみにしているたびに私は笑顔と笑いをしました。\u001b[22m, \u001b[1m私は実際にそれは私が、私はそれを見て、私は次のエピソードを楽しみにしていたたびに笑顔と笑わせ、このシリーズを楽しみました。\u001b[22m\n\u001b[4mI loved the characters (especially Usui) and cared about what was going to happen.\u001b[24m\n    \u001b[1m私はキャラクター（特に碓井）を愛し、何が起こるか心配しました。\u001b[22m, \u001b[1m私は文字（特に臼井）を愛し、起こることを何が起こっていたかを気に。\u001b[22m\n\u001b[4mThese are the things that I think make a good series, not over-analyzing it and picking it apart, saying it has typical elements that have been repeated a hundred times ( FYI- Most of them do!).\u001b[24m\n    \u001b[1mこれらは、私が良いシリーズを作ったと思っていることです。それを過度に分析したり、それを拾ったりするのではなく、何百回も繰り返された典型的な要素があります。\u001b[22m, \u001b[1mこれらは、それが（それらのFYI-ほとんどがやる！）百回繰り返されてきた典型的な要素を持っていると言って、ないオーバーの分析、それをし、それを離れてピッキング、私は良いシリーズを作ると思うものです。\u001b[22m\n\u001b[4mTo me it's about enjoying the show and it's characters.\u001b[24m\n    \u001b[1m私には、ショーを楽しむこと、それはキャラクターです。\u001b[22m, \u001b[1m私にはそれがショーを楽しんについてです、それは文字です。\u001b[22m\n\u001b[4mHonestly I think they could have added more to the story in the 26 episodes and anyone expecting some quick moving storyline will be disappointed.\u001b[24m\n    \u001b[1m正直言って、彼らは26のエピソードで物語にもっと多くを加えたかもしれないと思うし、誰かがすばやく動くストーリーラインが失望するだろうと思っている。\u001b[22m, \u001b[1m正直なところ私は、彼らが26のエピソードで物語へ多くが追加されている可能性があり、いくつかの簡単な移動ストーリーを期待して誰もが失望すると思います。\u001b[22m\n\u001b[4mBut overall this series was a delight to watch and I hope they make a second season.\u001b[24m\n    \u001b[1mしかし、全体的に見ると、このシリーズは喜ばしく、彼らは2番目のシーズンになることを願っています。\u001b[22m, \u001b[1mしかし全体的にこのシリーズは見て喜びだったと私は、彼らが第二シーズンを作りたいと考えています。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "reenayang28",
    "profile": "/profile/reenayang28/reviews",
    "pages": "10",
    "number": "15",
    "link": "/reviews.php?id=33463",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  8\n\n私はアニメ全体を8にしています。もちろん、それは最も完璧なアニメではありませんでしたが、本当に私を得たのは、特に臼井匠でした。 彼はあなたがストーリーラインに集中しようとしている間ガードを笑って笑わせるランダムなものを行う文字のタイプ*クソ*\n\nストーリー・ライン：ストーリー・プロットは、若干の小さな欠点を除いて十分に考え出されました。 私は、物語の創造者が彼らの関係構築を邪魔したと信じています。 私は臼井と美咲の関係を感じることができませんでした。\n\nサウンド：音楽はうまくいっていて、タイミングは合っていましたが、時には音楽が増えるはずです。 時には、ほとんど何も聞こえません。\n\nCharacters：Ayuzawaはいつも人に怒っていたが、怒ったり、殴打したりする価値はない。 男子学生は講義で叫ぶほどのことさえなかった。 ミサキの性格は、彼女が制御不能な気質を持っていたので、時には刺激的でした。 彼女の気分は、時には気が散っていた場所のいたるところにあった。\n\n滝見は、彼が私の好きなキャラクターの一人だと思った。 私は、メイド様のクリエイターが、鮎沢よりもウスイにもっと集中していると感じました。 どちらが完璧にうまくいったのですが、両者が均等に集中していれば、彼らの関係はもっと織り込まれ、崇拝されたでしょう。\n\n他のサポートキャラクターは、個人的には、メイドのカフェに常に行っていた3人の面白い男性キャラクターがいなくても、まだ生き延びることができたと感じています。 彼らの強迫観念は過度に行動し、私は時には少し迷惑をかけるが、それを除けば、彼らは物語に少しユーモアをもたらした全体のシリーズの間にかわいかった。\n\n他のメイドも彼らの役を演じていましたが、話題に彼らのバックグラウンドをもっと導入した方が、はるかに良くなっています。\n\n楽しさと全体：はい、Kaichouはメイドさまは本当に面白いでした。 私の注意を引いた臼井の人生の瞬間がありました。そして私は彼が生きていなければならないやり方に悪いと感じました。 彼女は時々かわいい。\n\n私はユーモアと典型的な高校のロマンスシリーズを探している人にお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI'm giving the anime an overall 8. Of course it wasn't the most perfect anime but it was the characters that really got me, especially Takumi Usui. He those type of characters that do random things that makes you laugh off guard while you're trying to focus on the storyline *giggles*\n\n\u001b[1m私はアニメ全体を8にしています。もちろん、それは最も完璧なアニメではありませんでしたが、本当に私を得たのは、特に臼井匠でした。 彼はあなたがストーリーラインに集中しようとしている間ガードを笑って笑わせるランダムなものを行う文字のタイプ*クソ*\u001b[22m\n\u001b[1m(Watashi wa anime zentai o 8 ni shite imasu. Mochiron, sore wa mottomo kanpekina animede wa arimasendeshitaga, hontōni watashi o eta no wa, tokuni Usui Takumideshita. Kare wa anata ga sutōrīrain ni shūchū shiyou to shite iru ma gādo o waratte warawaseru randamuna mono o okonau moji no taipu* kuso*)\u001b[22m\n\nTranslations of \u001b[4mI'm giving the anime an overall 8. Of course it wasn't the most perfect anime but it was the characters that really got me, especially Takumi Usui. He those type of characters that do random things that makes you laugh off guard while you're trying to focus on the storyline *giggles*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm giving the anime an overall 8. Of course it wasn't the most perfect anime but it was the characters that really got me, especially Takumi Usui.\u001b[24m\n    \u001b[1m私はアニメ全体を8にしています。もちろん、それは最も完璧なアニメではありませんでしたが、本当に私を得たのは、特に臼井匠でした。\u001b[22m, \u001b[1m私はもちろん、全体の8はそれが最も完璧なアニメではありませんでしたアニメを与えているが、それは本当に、特に匠臼井を私を得た文字でした。\u001b[22m\n\u001b[4mHe those type of characters that do random things that makes you laugh off guard while you're trying to focus on the storyline *giggles*\u001b[24m\n    \u001b[1m彼はあなたがストーリーラインに集中しようとしている間ガードを笑って笑わせるランダムなものを行う文字のタイプ*クソ*\u001b[22m, \u001b[1m彼あなたがストーリー*くすくす笑いに注力しようとしているときには、ガードをオフに笑わせるランダムに物事を行う文字のものタイプ*\u001b[22m\n\u001b[1m\u001b[22m\nStory line: The story plot was well thought out yet with a few minor flaws. I believe the creator of the story kind of stalled their relationship build. I couldn't feel the connection between Usui and Misaki.\n\n\u001b[1mストーリー・ライン：ストーリー・プロットは、若干の小さな欠点を除いて十分に考え出されました。 私は、物語の創造者が彼らの関係構築を邪魔したと信じています。 私は臼井と美咲の関係を感じることができませんでした。\u001b[22m\n\u001b[1m(Sutōrī rain: Sutōrī purotto wa, jakkan no chīsana ketten o nozoite jūbun ni kangaedasa remashita. Watashi wa, monogatari no sōzō-sha ga karera no kankei kōchiku o jama shita to shinjite imasu. Watashi wa Usui to Misaki no kankei o kanjiru koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mStory line: The story plot was well thought out yet with a few minor flaws. I believe the creator of the story kind of stalled their relationship build. I couldn't feel the connection between Usui and Misaki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory line: The story plot was well thought out yet with a few minor flaws.\u001b[24m\n    \u001b[1mストーリー・ライン：ストーリー・プロットは、若干の小さな欠点を除いて十分に考え出されました。\u001b[22m, \u001b[1mストーリーライン：物語のプロットはよくいくつかのマイナーな傷でまだ考え抜かれました。\u001b[22m\n\u001b[4mI believe the creator of the story kind of stalled their relationship build.\u001b[24m\n    \u001b[1m私は、物語の創造者が彼らの関係構築を邪魔したと信じています。\u001b[22m, \u001b[1m私は物語の作者は一種の彼らの関係ビルドを停止したと信じています。\u001b[22m\n\u001b[4mI couldn't feel the connection between Usui and Misaki.\u001b[24m\n    \u001b[1m私は臼井と美咲の関係を感じることができませんでした。\u001b[22m, \u001b[1m私は臼井と美咲との間の接続を感じることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The music was good and all at the right timing yet sometimes I feel there should be more music. At times, you'll just hear almost nothing.\n\n\u001b[1mサウンド：音楽はうまくいっていて、タイミングは合っていましたが、時には音楽が増えるはずです。 時には、ほとんど何も聞こえません。\u001b[22m\n\u001b[1m(Saundo: Ongaku wa umaku itte ite, taimingu wa atte imashitaga, tokiniha ongaku ga fueru hazudesu. Tokiniha, hotondo nani mo kikoemasen.)\u001b[22m\n\nTranslations of \u001b[4mSound: The music was good and all at the right timing yet sometimes I feel there should be more music. At times, you'll just hear almost nothing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The music was good and all at the right timing yet sometimes I feel there should be more music.\u001b[24m\n    \u001b[1mサウンド：音楽はうまくいっていて、タイミングは合っていましたが、時には音楽が増えるはずです。\u001b[22m, \u001b[1mサウンド：音楽は良かったし、右のタイミングですべてはまだ時々私はより多くの音楽がなければならないと感じます。\u001b[22m\n\u001b[4mAt times, you'll just hear almost nothing.\u001b[24m\n    \u001b[1m時には、ほとんど何も聞こえません。\u001b[22m, \u001b[1m時には、あなただけのほとんど何も聞こえませんよ。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Ayuzawa was always upset at the guys but at things that wasn't even worth getting upset and beating them up. The male students weren't even doing much to get yelled at lectured. Misaki's character was some what irritating at times because she had an uncontrollable temper. Her mood was all over the place which made it sometimes distracting.\n\n\u001b[1mCharacters：Ayuzawaはいつも人に怒っていたが、怒ったり、殴打したりする価値はない。 男子学生は講義で叫ぶほどのことさえなかった。 ミサキの性格は、彼女が制御不能な気質を持っていたので、時には刺激的でした。 彼女の気分は、時には気が散っていた場所のいたるところにあった。\u001b[22m\n\u001b[1m(Characters: Ayuzawa wa itsumo hito ni okotte itaga, okottari, ōda shi tari suru kachi wanai. Danshi gakusei wa kōgi de sakebu hodo no koto sae nakatta. Misaki no seikaku wa, kanojo ga seigyo funōna katagi o motte itanode, tokiniha shigeki-tekideshita. Kanojo no kibun wa, tokiniha ki ga chitte ita basho no itaru tokoro ni atta.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Ayuzawa was always upset at the guys but at things that wasn't even worth getting upset and beating them up. The male students weren't even doing much to get yelled at lectured. Misaki's character was some what irritating at times because she had an uncontrollable temper. Her mood was all over the place which made it sometimes distracting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Ayuzawa was always upset at the guys but at things that wasn't even worth getting upset and beating them up.\u001b[24m\n    \u001b[1mCharacters：Ayuzawaはいつも人に怒っていたが、怒ったり、殴打したりする価値はない。\u001b[22m, \u001b[1mキャラクター：Ayuzawaはみんなでいつも怒っていたが、動揺取得し、それらを破っても価値はありませんでしたもので。\u001b[22m\n\u001b[4mThe male students weren't even doing much to get yelled at lectured.\u001b[24m\n    \u001b[1m男子学生は講義で叫ぶほどのことさえなかった。\u001b[22m, \u001b[1m男子学生も講義で怒らために多くをしていませんでした。\u001b[22m\n\u001b[4mMisaki's character was some what irritating at times because she had an uncontrollable temper.\u001b[24m\n    \u001b[1mミサキの性格は、彼女が制御不能な気質を持っていたので、時には刺激的でした。\u001b[22m, \u001b[1m美咲の文字は、彼女が制御不能な気性を持っていたので、時間にどのような刺激性の一部でした。\u001b[22m\n\u001b[4mHer mood was all over the place which made it sometimes distracting.\u001b[24m\n    \u001b[1m彼女の気分は、時には気が散っていた場所のいたるところにあった。\u001b[22m, \u001b[1m彼女の気分は、すべてそれが時々邪魔製の場所でした。\u001b[22m\n\u001b[1m\u001b[22m\nAs for Takimi, I thought he was one of my favorite characters. I felt the creators of Maid-Sama focused a lot more on Usui than they did on Ayuzawa. Which was perfectly fine but if they had equally concentrated on both, maybe their relationship would've been a lot more weaved in and adored.\n\n\u001b[1m滝見は、彼が私の好きなキャラクターの一人だと思った。 私は、メイド様のクリエイターが、鮎沢よりもウスイにもっと集中していると感じました。 どちらが完璧にうまくいったのですが、両者が均等に集中していれば、彼らの関係はもっと織り込まれ、崇拝されたでしょう。\u001b[22m\n\u001b[1m(Takimi wa, kare ga watashi no sukina kyarakutā no hitorida to omotta. Watashi wa, meido-sama no kurieitā ga, Ayuzawa yori mo Usui ni motto shūchū shite iru to kanjimashita. Dochira ga kanpeki ni umaku itta nodesuga, ryōsha ga kintō ni shūchū shite ireba, karera no kankei wa motto orikoma re, sūhai sa retadeshou.)\u001b[22m\n\nTranslations of \u001b[4mAs for Takimi, I thought he was one of my favorite characters. I felt the creators of Maid-Sama focused a lot more on Usui than they did on Ayuzawa. Which was perfectly fine but if they had equally concentrated on both, maybe their relationship would've been a lot more weaved in and adored.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for Takimi, I thought he was one of my favorite characters.\u001b[24m\n    \u001b[1m滝見は、彼が私の好きなキャラクターの一人だと思った。\u001b[22m, \u001b[1mTakimiとして、私は彼が私の好きなキャラクターの一つだと思いました。\u001b[22m\n\u001b[4mI felt the creators of Maid-Sama focused a lot more on Usui than they did on Ayuzawa.\u001b[24m\n    \u001b[1m私は、メイド様のクリエイターが、鮎沢よりもウスイにもっと集中していると感じました。\u001b[22m, \u001b[1m私は、彼らがAyuzawaにしたよりメイド様のクリエイターが臼井に、より多くの焦点を当てた感じ。\u001b[22m\n\u001b[4mWhich was perfectly fine but if they had equally concentrated on both, maybe their relationship would've been a lot more weaved in and adored.\u001b[24m\n    \u001b[1mどちらが完璧にうまくいったのですが、両者が均等に集中していれば、彼らの関係はもっと織り込まれ、崇拝されたでしょう。\u001b[22m, \u001b[1mこれは完全に罰金だったが、彼らは同じように両方に集中していた場合、多分彼らの関係はより多くに織り込まと崇拝されていただろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe other supporting characters, personally, I feel the story would've still been able to live on even without the three funny male characters that always went to Maid cafe. Their obsession was overly acted and I did find that a bit annoying at times but aside of that, they were cute during the whole series which brought in a little bit of humor to the story.\n\n\u001b[1m他のサポートキャラクターは、個人的には、メイドのカフェに常に行っていた3人の面白い男性キャラクターがいなくても、まだ生き延びることができたと感じています。 彼らの強迫観念は過度に行動し、私は時には少し迷惑をかけるが、それを除けば、彼らは物語に少しユーモアをもたらした全体のシリーズの間にかわいかった。\u001b[22m\n\u001b[1m(Hoka no sapōtokyarakutā wa, kojin-teki ni wa, meido no kafe ni tsuneni itte ita 3-ri no omoshiroi dansei kyarakutā ga inakute mo, mada ikinobiru koto ga dekita to kanjite imasu. Karera no kyōhaku kan'nen wa kado ni kōdō shi, watashi wa tokiniha sukoshi meiwakuwokakeru ga, sore o nozokeba, karera wa monogatari ni sukoshi yūmoa o motarashita zentai no shirīzu no ma ni kawaikatta.)\u001b[22m\n\nTranslations of \u001b[4mThe other supporting characters, personally, I feel the story would've still been able to live on even without the three funny male characters that always went to Maid cafe. Their obsession was overly acted and I did find that a bit annoying at times but aside of that, they were cute during the whole series which brought in a little bit of humor to the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other supporting characters, personally, I feel the story would've still been able to live on even without the three funny male characters that always went to Maid cafe.\u001b[24m\n    \u001b[1m他のサポートキャラクターは、個人的には、メイドのカフェに常に行っていた3人の面白い男性キャラクターがいなくても、まだ生き延びることができたと感じています。\u001b[22m, \u001b[1mその他のサポートの文字は、個人的に、私は物語はまだであっても、常にカフェのメイドに行きました3面白い男性の文字なしで生活することができていただろうと感じます。\u001b[22m\n\u001b[4mTheir obsession was overly acted and I did find that a bit annoying at times but aside of that, they were cute during the whole series which brought in a little bit of humor to the story.\u001b[24m\n    \u001b[1m彼らの強迫観念は過度に行動し、私は時には少し迷惑をかけるが、それを除けば、彼らは物語に少しユーモアをもたらした全体のシリーズの間にかわいかった。\u001b[22m, \u001b[1m彼らの強迫観念は、過度に行動していたと私は時間ではなく脇にその迷惑なビットは、彼らが物語にユーモアの少しをもたらした全シリーズ中にキュートだったことがわかりました。\u001b[22m\n\u001b[1m\u001b[22m\nThe other maids played their part well too but I would've appreciated a lot better had they introduced more of their backgrounds in the story.\n\n\u001b[1m他のメイドも彼らの役を演じていましたが、話題に彼らのバックグラウンドをもっと導入した方が、はるかに良くなっています。\u001b[22m\n\u001b[1m(Hoka no meido mo karera no yaku o enjite imashitaga, wadai ni karera no bakkuguraundo o motto dōnyū shita kata ga, haruka ni yoku natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe other maids played their part well too but I would've appreciated a lot better had they introduced more of their backgrounds in the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other maids played their part well too but I would've appreciated a lot better had they introduced more of their backgrounds in the story.\u001b[24m\n    \u001b[1m他のメイドも彼らの役を演じていましたが、話題に彼らのバックグラウンドをもっと導入した方が、はるかに良くなっています。\u001b[22m, \u001b[1m他のメイドはあまりにも自分の役割を果たしたが、私は多くのより良い理解、彼らは物語の中で彼らの背景の多くを導入しなければならなかっただろう。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall: Yes, Kaichou wa Maid-sama was very indeed entertaining. There were moments of Usui's life that caught my attention and I felt bad for the way he had to live as well as moments spent with Misaki; she was cute at times.\n\n\u001b[1m楽しさと全体：はい、Kaichouはメイドさまは本当に面白いでした。 私の注意を引いた臼井の人生の瞬間がありました。そして私は彼が生きていなければならないやり方に悪いと感じました。 彼女は時々かわいい。\u001b[22m\n\u001b[1m(Tanoshisa to zentai: Hai, Kaichou wa meido-sama wa hontōni omoshiroideshita. Watashi no chūi o hiita Usui no jinsei no shunkan ga arimashita. Soshite watashi wa kare ga ikite inakereba naranai yarikata ni warui to kanjimashita. Kanojo wa tokidoki kawaī.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall: Yes, Kaichou wa Maid-sama was very indeed entertaining. There were moments of Usui's life that caught my attention and I felt bad for the way he had to live as well as moments spent with Misaki; she was cute at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall: Yes, Kaichou wa Maid-sama was very indeed entertaining.\u001b[24m\n    \u001b[1m楽しさと全体：はい、Kaichouはメイドさまは本当に面白いでした。\u001b[22m, \u001b[1m楽しさと全体的に：はい、Kaichou WAメイド様は非常に確かに面白いでした。\u001b[22m\n\u001b[4mThere were moments of Usui's life that caught my attention and I felt bad for the way he had to live as well as moments spent with Misaki;\u001b[24m\n    \u001b[1m私の注意を引いた臼井の人生の瞬間がありました。そして私は彼が生きていなければならないやり方に悪いと感じました。\u001b[22m, \u001b[1m私の注意をキャッチし、私は彼が美咲と過ごした瞬間だけでなく、生きるために持っていたように悪いと感じた臼井さんの人生の瞬間がありました。\u001b[22m\n\u001b[4mshe was cute at times.\u001b[24m\n    \u001b[1m彼女は時々かわいい。\u001b[22m, \u001b[1m彼女は時間に可愛かったです。\u001b[22m\n\u001b[1m\u001b[22m\nI would recommend it to anyone who's looking for some humor and typical highschool romance series.\n\n\u001b[1m私はユーモアと典型的な高校のロマンスシリーズを探している人にお勧めします。\u001b[22m\n\u001b[1m(Watashi wa yūmoa to tenkei-tekina kōkō no romansushirīzu o sagashite iru hito ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would recommend it to anyone who's looking for some humor and typical highschool romance series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would recommend it to anyone who's looking for some humor and typical highschool romance series.\u001b[24m\n    \u001b[1m私はユーモアと典型的な高校のロマンスシリーズを探している人にお勧めします。\u001b[22m, \u001b[1m私はいくつかのユーモアと、典型的な高校ロマンスシリーズを探している人にそれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "katlee8225",
    "profile": "/profile/katlee8225/reviews",
    "pages": "10",
    "number": "16",
    "link": "/reviews.php?id=85159",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nストーリー-9\n私はこのショーが本当に好きでした！ 私が今までに見た最初のショーの1つで、私はそれが大好きでした。\nアート8\n私は芸術が本当に良かったと思ったが、少し良くなった。\nサウンド8\nそれはかなり良かった。\nキャラクター-9\n私はすべてのキャラクターが大好きです、私はミサキが誰にとっても大変だった！\n楽しさ-9\n私はこのアニメが本当に好きですが、それは私の好きではありませんでした。\n全体的な9\n私が言ったように、それは本当にそれが好きだった!!  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nstory-9\n\n\u001b[1mストーリー-9\u001b[22m\n\u001b[1m(Sutōrī - 9)\u001b[22m\n\nTranslations of \u001b[4mstory-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory-9\u001b[24m\n    \u001b[1mストーリー-9\u001b[22m, \u001b[1m物語-9\u001b[22m\ni did really like this show! it was one of the first shows i ever watched and i liked it a lot.\n\n\u001b[1m私はこのショーが本当に好きでした！ 私が今までに見た最初のショーの1つで、私はそれが大好きでした。\u001b[22m\n\u001b[1m(Watashi wa kono shō ga hontōni sukideshita! Watashi ga ima made ni mita saisho no shō no 1tsu de, watashi wa sore ga daisukideshita.)\u001b[22m\n\nTranslations of \u001b[4mi did really like this show! it was one of the first shows i ever watched and i liked it a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi did really like this show!\u001b[24m\n    \u001b[1m私はこのショーが本当に好きでした！\u001b[22m, \u001b[1m私は本当にこの番組が好きでした！\u001b[22m\n\u001b[4mit was one of the first shows i ever watched and i liked it a lot.\u001b[24m\n    \u001b[1m私が今までに見た最初のショーの1つで、私はそれが大好きでした。\u001b[22m, \u001b[1mそれは私が今まで見た最初のショーの一つであったと私はそれをたくさん好きでした。\u001b[22m\nart-8\n\n\u001b[1mアート8\u001b[22m\n\u001b[1m(Āto 8)\u001b[22m\n\nTranslations of \u001b[4mart-8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart-8\u001b[24m\n    \u001b[1mアート8\u001b[22m, \u001b[1m芸術-8\u001b[22m\ni thought the art was really good but i have seen a bit better.\n\n\u001b[1m私は芸術が本当に良かったと思ったが、少し良くなった。\u001b[22m\n\u001b[1m(Watashi wa geijutsu ga hontōniyokatta to omottaga, sukoshi yokunatta.)\u001b[22m\n\nTranslations of \u001b[4mi thought the art was really good but i have seen a bit better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi thought the art was really good but i have seen a bit better.\u001b[24m\n    \u001b[1m私は芸術が本当に良かったと思ったが、少し良くなった。\u001b[22m, \u001b[1m私は芸術は本当に良かったと思ったが、私は少し良く見てきました。\u001b[22m\nsound-8\n\n\u001b[1mサウンド8\u001b[22m\n\u001b[1m(Saundo 8)\u001b[22m\n\nTranslations of \u001b[4msound-8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound-8\u001b[24m\n    \u001b[1mサウンド8\u001b[22m, \u001b[1m音-8を\u001b[22m\nit was pretty good.\n\n\u001b[1mそれはかなり良かった。\u001b[22m\n\u001b[1m(Sore wa kanari yokatta.)\u001b[22m\n\nTranslations of \u001b[4mit was pretty good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit was pretty good.\u001b[24m\n    \u001b[1mそれはかなり良かった。\u001b[22m, \u001b[1mそれはかなり良かったです。\u001b[22m\ncharacter-9\n\n\u001b[1mキャラクター-9\u001b[22m\n\u001b[1m(Kyarakutā - 9)\u001b[22m\n\nTranslations of \u001b[4mcharacter-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter-9\u001b[24m\n    \u001b[1mキャラクター-9\u001b[22m, \u001b[1m文字-9\u001b[22m\ni love all the characters, i just misaki wasnt so hard on everyone!\n\n\u001b[1m私はすべてのキャラクターが大好きです、私はミサキが誰にとっても大変だった！\u001b[22m\n\u001b[1m(Watashi wa subete no kyarakutā ga daisukidesu, watashi wa Misaki ga dare ni tottemo taihendatta!)\u001b[22m\n\nTranslations of \u001b[4mi love all the characters, i just misaki wasnt so hard on everyone!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi love all the characters, i just misaki wasnt so hard on everyone!\u001b[24m\n    \u001b[1m私はすべてのキャラクターが大好きです、私はミサキが誰にとっても大変だった！\u001b[22m, \u001b[1m私はみんなに一生懸命すべての文字を愛し、私だけ美咲波平！\u001b[22m\nenjoyment-9\n\n\u001b[1m楽しさ-9\u001b[22m\n\u001b[1m(Tanoshisa - 9)\u001b[22m\n\nTranslations of \u001b[4menjoyment-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment-9\u001b[24m\n    \u001b[1m楽しさ-9\u001b[22m, \u001b[1m楽しみ-9\u001b[22m\ni really like this anime but it was not my favourite.\n\n\u001b[1m私はこのアニメが本当に好きですが、それは私の好きではありませんでした。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga hontōni sukidesuga, sore wa watashi no sukide wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mi really like this anime but it was not my favourite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi really like this anime but it was not my favourite.\u001b[24m\n    \u001b[1m私はこのアニメが本当に好きですが、それは私の好きではありませんでした。\u001b[22m, \u001b[1m私は本当にこのアニメが好きで、それは私のお気に入りではなかったです。\u001b[22m\noverall-9\n\n\u001b[1m全体的な9\u001b[22m\n\u001b[1m(Zentai-tekina 9)\u001b[22m\n\nTranslations of \u001b[4moverall-9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall-9\u001b[24m\n    \u001b[1m全体的な9\u001b[22m, \u001b[1m全体的な-9\u001b[22m\nlike i said, really liked it!! :)\n\n\u001b[1m私が言ったように、それは本当にそれが好きでした！  :)\u001b[22m\n\u001b[1m(Watashi ga itta yō ni, sore wa hontōni sore ga sukideshita! : ))\u001b[22m\n\nTranslations of \u001b[4mlike i said, really liked it!! :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlike i said, really liked it!!\u001b[24m\n    \u001b[1m私が言ったように、それは本当にそれが好きでした！\u001b[22m, \u001b[1m私は本当にそれが好き、言ったように！\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "animegirl88",
    "profile": "/profile/animegirl88/reviews",
    "pages": "10",
    "number": "17",
    "link": "/reviews.php?id=33726",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n私はこのアニメが非常にまともなものだと思っています........今はあまり記述的ではありませんか？ 私はちょうどアニメが長くなることを望む。 終わりには26歳の最後のエピソードで、それは自分の気持ちと自分の気持ちを再現するときです。 彼らはちょっと告白しています.... ish。 私はそれも非常に面白いと思う。 アニメーションのための図面も私のopionで非常に良いです。 私はスペルで吸うけど、まあまあ。  ＆gt; _＆lt; ハハ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\ni think that this anime is very decent........not very descriptive now am i? i just wish that the anime went on longer. at the end-the last episode which is 26- that is when she relaizes his feelings and her own. and they kinda of confess....ish. i think that is is also very funny. the drawings for the animimation are also very good, in my opion. i suck at spelling but oh well. &gt;_&lt; haha.\n\n\u001b[1m私はこのアニメが非常にまともなものだと思っています........今はあまり記述的ではありませんか？ 私はちょうどアニメが長くなることを望む。 終わりには26歳の最後のエピソードで、それは自分の気持ちと自分の気持ちを再現するときです。 彼らはちょっと告白しています.... ish。 私はそれも非常に面白いと思う。 アニメーションのための図面も私のopionで非常に良いです。 私はスペルで吸うけど、まあまあ。  ＆gt; _＆lt; ハハ。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga hijō ni matomona monoda to omotte imasu.. ... ... Ima wa amari kijutsu-tekide wa arimasen ka? Watashi wa chōdo anime ga nagaku naru koto o nozomu. Owari ni wa 26-sai no saigo no episōdo de, soreha jibun no kimochi to jibun no kimochi o saigen suru tokidesu. Karera wa chotto kokuhaku shite imasu. ... Aishu. Watashi wa sore mo hijō ni omoshiroi to omou. Animēshon no tame no zumen mo watashi no opion de hijō ni yoidesu. Watashi wa superu de suukedo, mā mā. & Gt; _ & lt; haha.)\u001b[22m\n\nTranslations of \u001b[4mi think that this anime is very decent........not very descriptive now am i? i just wish that the anime went on longer. at the end-the last episode which is 26- that is when she relaizes his feelings and her own. and they kinda of confess....ish. i think that is is also very funny. the drawings for the animimation are also very good, in my opion. i suck at spelling but oh well. &gt;_&lt; haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi think that this anime is very decent........not very descriptive now am i?\u001b[24m\n    \u001b[1m私はこのアニメが非常にまともなものだと思っています........今はあまり記述的ではありませんか？\u001b[22m, \u001b[1m私はこのアニメは、今私は非常にわかりやすい........非常にまともではないと思われますか？\u001b[22m\n\u001b[4mi just wish that the anime went on longer.\u001b[24m\n    \u001b[1m私はちょうどアニメが長くなることを望む。\u001b[22m, \u001b[1m私はちょうどアニメが長いに行ったことを願っています。\u001b[22m\n\u001b[4mat the end-the last episode which is 26- that is when she relaizes his feelings and her own.\u001b[24m\n    \u001b[1m終わりには26歳の最後のエピソードで、それは自分の気持ちと自分の気持ちを再現するときです。\u001b[22m, \u001b[1m彼女は彼の気持ちと彼女自身をrelaizesとき26-あるエンド最後のエピソードでそれがあります。\u001b[22m\n\u001b[4mand they kinda of confess....ish.\u001b[24m\n    \u001b[1m彼らはちょっと告白しています.... ish。\u001b[22m, \u001b[1m彼らはちょっとのっぽい....告白します。\u001b[22m\n\u001b[4mi think that is is also very funny.\u001b[24m\n    \u001b[1m私はそれも非常に面白いと思う。\u001b[22m, \u001b[1m私はそれがあるにも非常に面白いと思います。\u001b[22m\n\u001b[4mthe drawings for the animimation are also very good, in my opion.\u001b[24m\n    \u001b[1mアニメーションのための図面も私のopionで非常に良いです。\u001b[22m, \u001b[1manimimationための図面は、私のopionに、また非常に良いです。\u001b[22m\n\u001b[4mi suck at spelling but oh well.\u001b[24m\n    \u001b[1m私はスペルで吸うけど、まあまあ。\u001b[22m, \u001b[1m私はまあいいけど、スペルを吸います。\u001b[22m\n\u001b[4m&gt;_&lt;\u001b[24m\n    \u001b[1m＆gt; _＆lt;\u001b[22m\n\u001b[4mhaha.\u001b[24m\n    \u001b[1mハハ。\u001b[22m, \u001b[1m笑。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "Kuuderex100",
    "profile": "/profile/Kuuderex100/reviews",
    "pages": "10",
    "number": "18",
    "link": "/reviews.php?id=206994",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\nあなたが探しているものがオリジナルのアニメのラブストーリーだとすれば、それはかなりのクリシェであるので、このシリーズをお勧めしません。 いずれにしても、あなたが愛らしいキャラクターとかわいいだけでなく、楽しい物語の非常に楽しいアニメを見つけたい場合、プロットはユニークであるかどうかは、これはあなたのための右のアニメです。\n\n私はKaichou waメイド様はどのような方法でも、伝統的なロマンチックなコメディではなく、非常によく行われ、革新的なアニメを意味するとは思わない、それはあなたにリラックスし、自分自身を楽しむための非常に良い時間を与える。\n\n主人公は偉大な化学的性質を持っています。私が気に入っているのは、彼らの反対の性格がとてもよく混じり合っているからです。カップルとして完璧に働きます。 私はツンデレを嫌う傾向がありますが、女性のリードはかなり伝統を保ちますが、虐待をまったく受けず、決意と強い意志をもった強い性格を持っています。 男性のキャラクターは人気のある完璧な男ですが、女性の主人公にぶら下がっているときのユーモアと弱さの感覚のために、退治されません。 また、彼は彼女の行動の後ろを読んでいくつかの方法で彼女に連絡しようとする能力のために、ツンデレの愛の関心事としてかなりうまく働いています。\n\n二次キャラクターは物語にかなりよく加わり、そのうちのいくつかは3つの馬鹿（私が愛している）のようなコメディーを提供することに重点を置いています。\n\n芸術はいいですし、音楽は私や何かを驚かせることはありませんが、シーンによく追加されます。\n\n全体的には、より深刻な恋愛物語が私たちに与える過激なドラマのすべてのトンに耐えることなく、軽く心をこめて面白いロマンスを楽しむだけの人にとっては、かなり楽しく、完璧なショーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIf what you are looking for is an original anime love story, then i wont recommend you this series because it is quite the cliche. Either way, if you just want to find a very enjoyable anime with lovable characters and a cute as well as fun story wether the plot is unique or not, then this is the right anime for you.\n\n\u001b[1mあなたが探しているものがオリジナルのアニメのラブストーリーだとすれば、それはかなりのクリシェであるので、このシリーズをお勧めしません。 いずれにしても、あなたが愛らしいキャラクターとかわいいだけでなく、楽しい物語の非常に楽しいアニメを見つけたい場合、プロットはユニークであるかどうかは、これはあなたのための右のアニメです。\u001b[22m\n\u001b[1m(Anata ga sagashite iru mono ga orijinaru no anime no rabusutōrī datosureba, sore wa kanari no kurishedearunode, kono shirīzu o o susume shimasen. Izure ni shite mo, anata ga airashī kyarakutā to kawaī dakedenaku, tanoshī monogatari no hijō ni tanoshī anime o mitsuketai baai, purotto wa yunīkudearu ka dō ka wa, kore wa anata no tame no migi no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mIf what you are looking for is an original anime love story, then i wont recommend you this series because it is quite the cliche. Either way, if you just want to find a very enjoyable anime with lovable characters and a cute as well as fun story wether the plot is unique or not, then this is the right anime for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf what you are looking for is an original anime love story, then i wont recommend you this series because it is quite the cliche.\u001b[24m\n    \u001b[1mあなたが探しているものがオリジナルのアニメのラブストーリーだとすれば、それはかなりのクリシェであるので、このシリーズをお勧めしません。\u001b[22m, \u001b[1mあなたが探しているが、オリジナルアニメのラブストーリーである場合、それは非常に決まり文句であるため、その後、私はあなたにこのシリーズをお勧めします文句を言いません。\u001b[22m\n\u001b[4mEither way, if you just want to find a very enjoyable anime with lovable characters and a cute as well as fun story wether the plot is unique or not, then this is the right anime for you.\u001b[24m\n    \u001b[1mいずれにしても、あなたが愛らしいキャラクターとかわいいだけでなく、楽しい物語の非常に楽しいアニメを見つけたい場合、プロットはユニークであるかどうかは、これはあなたのための右のアニメです。\u001b[22m, \u001b[1mプロットがユニークかそうでない天気をあなただけ愛すべきキャラクターとかわいいと非常に楽しいアニメだけでなく、楽しい話を見つけたい場合はどちらにしても、これはあなたのための右のアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nI dont think Kaichou wa Maid sama is meant to be a revolutionary anime in any way but rather a traditional romantic comedy, very well done by the way, that will give you a very good time to relax and just enjoy yourself.\n\n\u001b[1m私はKaichou waメイド様はどのような方法でも、伝統的なロマンチックなコメディではなく、非常によく行われ、革新的なアニメを意味するとは思わない、それはあなたにリラックスし、自分自身を楽しむための非常に良い時間を与える。\u001b[22m\n\u001b[1m(Watashi wa Kaichou wa meido-sama wa dono yōna hōhō demo, dentō-tekina romanchikkuna komedide wa naku, hijō ni yoku okonawa re, kakushintekina anime o imi suru to wa omowanai, sore wa anata ni rirakkusu shi, jibun jishin o tanoshimu tame no hijō ni yoi jikan o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI dont think Kaichou wa Maid sama is meant to be a revolutionary anime in any way but rather a traditional romantic comedy, very well done by the way, that will give you a very good time to relax and just enjoy yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI dont think Kaichou wa Maid sama is meant to be a revolutionary anime in any way but rather a traditional romantic comedy, very well done by the way, that will give you a very good time to relax and just enjoy yourself.\u001b[24m\n    \u001b[1m私はKaichou waメイド様はどのような方法でも、伝統的なロマンチックなコメディではなく、非常によく行われ、革新的なアニメを意味するとは思わない、それはあなたにリラックスし、自分自身を楽しむための非常に良い時間を与える。\u001b[22m, \u001b[1m私はKaichou WAメイド様はあなたにリラックスして、自分だけを楽しむために非常に良い時間を与える非常によく方法によって行わいかなる方法でも革命的なアニメではなく、伝統的なロマンチックコメディ、であることを意味すると思ういけません。\u001b[22m\n\u001b[1m\u001b[22m\nThe main characters have a great chemistry and what i like about them the most is that their opposite personalities mix up so well that they work out as a couple perfectly, as they find what they need in the other. Though i tend to dislike tsunderes, the female lead carries the personality pretty well, keeping it quite traditional but not being over abusive at all, just a strong character with determination and strong will. The male character is the popular perfect guy, but is saved from being incipid thanks to the sense of humor and weakness he shows when hanging around our female protagonist. Also he works pretty well as the love interest of a tsundere because of his ability to read behind her behaviour and trying to reach her in several ways.\n\n\u001b[1m主人公は偉大な化学的性質を持っています。私が気に入っているのは、彼らの反対の性格がとてもよく混じり合っているからです。カップルとして完璧に働きます。 私はツンデレを嫌う傾向がありますが、女性のリードはかなり伝統を保ちますが、虐待をまったく受けず、決意と強い意志をもった強い性格を持っています。 男性のキャラクターは人気のある完璧な男ですが、女性の主人公にぶら下がっているときのユーモアと弱さの感覚のために、退治されません。 また、彼は彼女の行動の後ろを読んでいくつかの方法で彼女に連絡しようとする能力のために、ツンデレの愛の関心事としてかなりうまく働いています。\u001b[22m\n\u001b[1m(Shujinkō wa idaina kagakutekiseishitsu o motte imasu. Watashi ga kiniitte iru no wa, karera no hantai no seikaku ga totemo yoku majiri atte irukaradesu. Kappuru to shite kanpeki ni hatarakimasu. Watashi wa tsundere o kirau keikō ga arimasuga, josei no rīdo wa kanari dentō o tamochimasuga, gyakutai o mattaku ukezu, ketsui to tsuyoi ishi o motta tsuyoi seikaku o motte imasu. Dansei no kyarakutā wa ninkinoaru kanpekina otokodesuga, josei no shujinkō ni burasagatte iru toki no yūmoa to yowa-sa no kankaku no tame ni, taiji sa remasen. Mata, kare wa kanojo no kōdō no ushiro o yonde ikutsu ka no hōhō de kanojo ni renraku shiyou to suru nōryoku no tame ni, tsundere no ai no kanshinji to shite kanari umaku hataraite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main characters have a great chemistry and what i like about them the most is that their opposite personalities mix up so well that they work out as a couple perfectly, as they find what they need in the other. Though i tend to dislike tsunderes, the female lead carries the personality pretty well, keeping it quite traditional but not being over abusive at all, just a strong character with determination and strong will. The male character is the popular perfect guy, but is saved from being incipid thanks to the sense of humor and weakness he shows when hanging around our female protagonist. Also he works pretty well as the love interest of a tsundere because of his ability to read behind her behaviour and trying to reach her in several ways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main characters have a great chemistry and what i like about them the most is that their opposite personalities mix up so well that they work out as a couple perfectly, as they find what they need in the other.\u001b[24m\n    \u001b[1m主人公は偉大な化学的性質を持っています。私が気に入っているのは、彼らの反対の性格がとてもよく混じり合っているからです。カップルとして完璧に働きます。\u001b[22m, \u001b[1mメインキャラクターは素晴らしい化学を持っており、それらについて私が好きなほとんどのことは、その反対の性格がとてもよく、彼らが他に必要なものを見つけるように、彼らは、完全にカップルのようにして動作することを混同していることです。\u001b[22m\n\u001b[4mThough i tend to dislike tsunderes, the female lead carries the personality pretty well, keeping it quite traditional but not being over abusive at all, just a strong character with determination and strong will.\u001b[24m\n    \u001b[1m私はツンデレを嫌う傾向がありますが、女性のリードはかなり伝統を保ちますが、虐待をまったく受けず、決意と強い意志をもった強い性格を持っています。\u001b[22m, \u001b[1m私はtsunderesを嫌う傾向にあるものの、女性のリードは非常に伝統的なそれを維持するが、すべてで虐待の上に決意と強い意志を持つだけの強力な文字ではない、かなりよく人格を運びます。\u001b[22m\n\u001b[4mThe male character is the popular perfect guy, but is saved from being incipid thanks to the sense of humor and weakness he shows when hanging around our female protagonist.\u001b[24m\n    \u001b[1m男性のキャラクターは人気のある完璧な男ですが、女性の主人公にぶら下がっているときのユーモアと弱さの感覚のために、退治されません。\u001b[22m, \u001b[1m男性キャラが人気完璧な男ですが、私たちの女性主人公の周りにぶら下がったとき、彼は示しユーモアと弱さの感覚にincipidおかげであることから保存されます。\u001b[22m\n\u001b[4mAlso he works pretty well as the love interest of a tsundere because of his ability to read behind her behaviour and trying to reach her in several ways.\u001b[24m\n    \u001b[1mまた、彼は彼女の行動の後ろを読んでいくつかの方法で彼女に連絡しようとする能力のために、ツンデレの愛の関心事としてかなりうまく働いています。\u001b[22m, \u001b[1mまた、彼は理由彼女の行動の背後に読み取るために彼の能力のツンデレの愛興味としてはかなりうまく機能し、いくつかの方法で彼女に到達しようとしています。\u001b[22m\n\u001b[1m\u001b[22m\nThe secondary characters add pretty well to the story and some of them have great part of the focus to provide comedy such as the three idiots (which i love).\n\n\u001b[1m二次キャラクターは物語にかなりよく加わり、そのうちのいくつかは3つの馬鹿（私が愛している）のようなコメディーを提供することに重点を置いています。\u001b[22m\n\u001b[1m(Niji kyarakutā wa monogatari ni kanari yoku kuwawari, sonōchi no ikutsu ka wa 3ttsu no baka (watashi ga aishite iru) no yōna komedī o teikyō suru koto ni jūten o oite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe secondary characters add pretty well to the story and some of them have great part of the focus to provide comedy such as the three idiots (which i love).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe secondary characters add pretty well to the story and some of them have great part of the focus to provide comedy such as the three idiots (which i love).\u001b[24m\n    \u001b[1m二次キャラクターは物語にかなりよく加わり、そのうちのいくつかは3つの馬鹿（私が愛している）のようなコメディーを提供することに重点を置いています。\u001b[22m, \u001b[1m二文字が物語にかなりよく追加し、それらのいくつかは、そのような（私は愛する）3馬鹿として喜劇を提供するために、焦点の大部分を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is good and music does not surprise me or anything but adds well to the scenes.\n\n\u001b[1m芸術はいいですし、音楽は私や何かを驚かせることはありませんが、シーンによく追加されます。\u001b[22m\n\u001b[1m(Geijutsu wa īdesushi, ongaku wa watashi ya nanika o odoroka seru koto wa arimasenga, shīn ni yoku tsuika sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is good and music does not surprise me or anything but adds well to the scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is good and music does not surprise me or anything but adds well to the scenes.\u001b[24m\n    \u001b[1m芸術はいいですし、音楽は私や何かを驚かせることはありませんが、シーンによく追加されます。\u001b[22m, \u001b[1m芸術は良いですし、音楽は私か何かを驚かませんが、シーンにも追加されます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall it is pretty enjoyable and the perfect show for those who just want to enjoy light hearted and funny romance without having to endure all those tons of excesive drama that more serious love stories give us.\n\n\u001b[1m全体的には、より深刻な恋愛物語が私たちに与える過激なドラマのすべてのトンに耐えることなく、軽く心をこめて面白いロマンスを楽しむだけの人にとっては、かなり楽しく、完璧なショーです。\u001b[22m\n\u001b[1m(Zentai-teki ni wa, yori shinkokuna ren'ai monogatari ga watashitachi ni ataeru kagekina dorama no subete no ton ni taeru koto naku, karuku kokorowokomete omoshiroi romansu o tanoshimu dake no hito ni totte wa, kanari tanoshiku, kanpekina shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall it is pretty enjoyable and the perfect show for those who just want to enjoy light hearted and funny romance without having to endure all those tons of excesive drama that more serious love stories give us.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it is pretty enjoyable and the perfect show for those who just want to enjoy light hearted and funny romance without having to endure all those tons of excesive drama that more serious love stories give us.\u001b[24m\n    \u001b[1m全体的には、より深刻な恋愛物語が私たちに与える過激なドラマのすべてのトンに耐えることなく、軽く心をこめて面白いロマンスを楽しむだけの人にとっては、かなり楽しく、完璧なショーです。\u001b[22m, \u001b[1m全体的にはかなり楽しいとちょうどより深刻な愛の物語は私たちを与えるexcesiveドラマのすべてのそれらのトンを我慢しなくても気楽で面白い恋愛を楽しみたい人のための完璧なショーです。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "msteezy",
    "profile": "/profile/msteezy/reviews",
    "pages": "10",
    "number": "19",
    "link": "/reviews.php?id=101807",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  9\n\nストーリー：7/10\n主人公のミサキは、厳しい、気性の悪い「悪魔」の女の子としてすぐに紹介されます。 物語は、最近結婚した学校である聖歌高校で設定されています。 美咲の最大の目標は、少女たちが青華に行くようになることです。そうするためには、男の子の「汚れ」を浄化しなければなりません。 また、すべての愛の告白を拒否する典型的なハンサムな仲間である臼井匠に対して、大きな憤りを抱いている。 ストーリーが発展するにつれて、私は全体的なロマンス以外の特別なプロットはなく、ほとんどがそれぞれ2〜3回のエピソードが続くアークがあることに気付きました。 ストーリーはかなり予測可能でしたが、それにもかかわらずまだ楽しいものでした。\n\n\nアート：8/10\nさまざまな表現がとても熱心に描かれました。 誇張された漫画のような顔を見るのは楽しいものでしたし、本当に素晴らしいコメディ感をシリーズにもたらしました。 どんな種類のアクションを含むほとんどのシーンもトップを超えていたので、実際のシーンにもっと興味があれば、このアニメはおそらくあなたのためではありません。 個人的には、一人の少女が成長した少年たちの群衆を一気に押しつけることができるアニメを気にしないので、気に入っています。\n\n\nサウンド：7/10\n同じ数曲が何度も何度も繰り返し演奏されるというシリーズが進行するのに気づくでしょう。 アニメの多くはこれをしているので、それは驚きではありませんが、私は通常、すべての場面で活躍する魅力的なキャッチーなピアノ曲ではなく、さまざまな音楽を好きです。 オープニングとクロージングの曲が期待される。\n\n\nキャラクター：7/10\nこのシリーズのキャラクターの開発は少しそうです。 結局のところ、美咲は最初のエピソードに登場したのと同じ人です。激しすぎ、簡単に悪化します。 しかし、臼井に対する彼女の人格は非常に微妙に変化します。 それは私にはあまり気にしませんでしたが、私はウスイの裏話についてもっと聞くのが好きでした。 彼は自分自身についてはあまり明らかではなかったが、それは彼に不快な二次元的感情を残した。 他の文字は全く開発されていませんでした。 彼らはシリーズ全体を通してほぼ同じままで、期待される出演をした。 彼らは面白くないとは言いませんが、関与している唯一の側面の話は、幸村、鹿沼、ひなたについてです。\n\n\n楽しさ：9/10\n私が最後のエピソードに見るアニメは、私が非常に深く楽しむものです。 分かれたときは、格付けが少し低いですが、私は全体的なメイド様があまりにも痩せていないことが分かりました。 私が見続けることを望んでいた何かがありました。 私は、美咲の自己認識の欠如について本当に不満を募らせましたが、それは画面に目をつけただけでした。 漫画はアニメのはるかに詳細なバージョンですので、私はロマンチックなアニメを愛する人のためだけにショーが行われたと感じました。\n\n\n全体：8/10\n最初にマンガを読んでからアニメを見ることをお勧めします。 これを見て、私はキャラクターの発展と繰り返しの音楽の欠如にもかかわらず、私に良い笑いを与えました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nMisaki, the main protagonist, is immediately introduced as the strict, temperamental 'demon' girl. The story takes setting at Seika High, which is a school that recently became coed. Misaki's biggest goal is getting more girls to attend Seika, and to do so, she must cleanse the school of the 'filthiness' of boys. Also, she holds a heavy resentment against Usui Takumi, the typical handsome fellow who rejects all love confessions. As the story developed, I noticed that there wasn't a particular plot other than the overall romance, and there were mostly arcs that lasted 2-3 episodes each. The story was rather predictable, but it was still enjoyable nonetheless.\n\n\u001b[1m主人公のミサキは、厳しい気性の悪魔の女の子としてすぐに紹介されます。 物語は、最近結婚した学校である聖歌高校で設定されています。 美咲の最大の目標は、少女たちが青華に行くようにすることです。そうするためには、少年の「汚い」学校を清掃しなければなりません。 また、すべての愛の告白を拒否する典型的なハンサムな仲間である臼井匠に対して、大きな憤りを抱いている。 ストーリーが発展するにつれて、私は全体的なロマンス以外の特別なプロットはなく、ほとんどがそれぞれ2〜3回のエピソードが続くアークがあることに気付きました。 ストーリーはかなり予測可能でしたが、それにもかかわらずまだ楽しいものでした。\u001b[22m\n\u001b[1m(Shujinkō no Misaki wa, kibishī kishō no akuma no on'nanoko to shite sugu ni shōkai sa remasu. Monogatari wa, saikin kekkon shita gakkōdearu seika kōkō de settei sa rete imasu. Misaki no saidai no mokuhyō wa, shōjo-tachi ga ao hana ni iku yō ni suru kotodesu. Sō suru tame ni wa, shōnen no `kitanai' gakkō o seisō shinakereba narimasen. Mata, subete no ai no kokuhaku o kyohi suru tenkei-tekina hansamuna nakamadearu Usui takumi ni taishite, ōkina ikidōri o daite iru. Sutōrī ga hatten suru ni tsurete, watashi wa zentai-tekina romansu igai no tokubetsuna purotto wa naku, hotondo ga sorezore 2 〜 3-kai no episōdo ga tsudzuku āku ga aru koto ni kidzukimashita. Sutōrī wa kanari yosoku kanōdeshitaga, sore nimokakawarazu mada tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mMisaki, the main protagonist, is immediately introduced as the strict, temperamental 'demon' girl. The story takes setting at Seika High, which is a school that recently became coed. Misaki's biggest goal is getting more girls to attend Seika, and to do so, she must cleanse the school of the 'filthiness' of boys. Also, she holds a heavy resentment against Usui Takumi, the typical handsome fellow who rejects all love confessions. As the story developed, I noticed that there wasn't a particular plot other than the overall romance, and there were mostly arcs that lasted 2-3 episodes each. The story was rather predictable, but it was still enjoyable nonetheless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMisaki, the main protagonist, is immediately introduced as the strict, temperamental 'demon' girl.\u001b[24m\n    \u001b[1m主人公のミサキは、厳しい気性の悪魔の女の子としてすぐに紹介されます。\u001b[22m, \u001b[1m美咲、主人公は、直ちに厳格な、気質の「悪魔」女の子として導入されます。\u001b[22m\n\u001b[4mThe story takes setting at Seika High, which is a school that recently became coed.\u001b[24m\n    \u001b[1m物語は、最近結婚した学校である聖歌高校で設定されています。\u001b[22m, \u001b[1m物語は最近、男女共学になった学校です精華高、で設定かかります。\u001b[22m\n\u001b[4mMisaki's biggest goal is getting more girls to attend Seika, and to do so, she must cleanse the school of the 'filthiness' of boys.\u001b[24m\n    \u001b[1m美咲の最大の目標は、少女たちが青華に行くようにすることです。そうするためには、少年の「汚い」学校を清掃しなければなりません。\u001b[22m, \u001b[1m美咲の最大の目標は、精華に出席するため、およびこれを行うには、彼女は男の子の「不潔感」の学校を浄化する必要がありますより多くの女の子を取得しています。\u001b[22m\n\u001b[4mAlso, she holds a heavy resentment against Usui Takumi, the typical handsome fellow who rejects all love confessions.\u001b[24m\n    \u001b[1mまた、すべての愛の告白を拒否する典型的なハンサムな仲間である臼井匠に対して、大きな憤りを抱いている。\u001b[22m, \u001b[1mまた、彼女は臼井匠、すべての愛の告白を拒否し、典型的なハンサムな仲間に対して重い恨みを保持しています。\u001b[22m\n\u001b[4mAs the story developed, I noticed that there wasn't a particular plot other than the overall romance, and there were mostly arcs that lasted 2-3 episodes each.\u001b[24m\n    \u001b[1mストーリーが発展するにつれて、私は全体的なロマンス以外の特別なプロットはなく、ほとんどがそれぞれ2〜3回のエピソードが続くアークがあることに気付きました。\u001b[22m, \u001b[1m開発物語として、私は全体的なロマンス以外の特定のプロットが存在しないことに気づいた、と2-3のエピソードそれぞれ続いたアークが主に存在しました。\u001b[22m\n\u001b[4mThe story was rather predictable, but it was still enjoyable nonetheless.\u001b[24m\n    \u001b[1mストーリーはかなり予測可能でしたが、それにもかかわらずまだ楽しいものでした。\u001b[22m, \u001b[1m物語ではなく、予測可能だったが、それにもかかわらず、まだ楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\nThe various expressions were drawn very enthusiastically. It was fun to watch the exaggerated comic-like faces, and it brought a really nice comedic feel to the series. Most scenes involving any sort of action was over the top, so if you're more interested in realistic scenes, this anime probably isn't for you. Personally, I don't mind watching anime that makes it possible for one girl to pummel an entire crowd of grown boys at once, so I liked it.\n\n\u001b[1mさまざまな表現がとても熱心に描かれました。 誇張された漫画のような顔を見るのは楽しいものでしたし、本当に素晴らしいコメディ感をシリーズにもたらしました。 どんな種類のアクションを含むほとんどのシーンがトップにあるので、現実的なシーンにもっと興味を持っているなら、このアニメはおそらくあなたのためではありません。 個人的には、一人の少女が成長した少年たちの群衆を一気に撃退することを可能にするアニメを気にしないので、好きだった。\u001b[22m\n\u001b[1m(Samazamana hyōgen ga totemo nesshin ni egaka remashita. Kochō sa reta manga no yōna kao o miru no wa tanoshī monodeshitashi, hontōni subarashī komedi-kan o shirīzu ni motarashimashita. Don'na shurui no akushon o fukumu hotondo no shīn ga toppu ni aru node, genjitsu-tekina shīn ni motto kyōmi o motte irunara, kono anime wa osoraku anata no tamede wa arimasen. Kojin-teki ni wa, hitori no shōjo ga seichōshita shōnen-tachi no gunshū o ikkini gekitai suru koto o kanō ni suru anime o ki ni shinainode, sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mThe various expressions were drawn very enthusiastically. It was fun to watch the exaggerated comic-like faces, and it brought a really nice comedic feel to the series. Most scenes involving any sort of action was over the top, so if you're more interested in realistic scenes, this anime probably isn't for you. Personally, I don't mind watching anime that makes it possible for one girl to pummel an entire crowd of grown boys at once, so I liked it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe various expressions were drawn very enthusiastically.\u001b[24m\n    \u001b[1mさまざまな表現がとても熱心に描かれました。\u001b[22m, \u001b[1m様々な表現は非常に熱心に描かれました。\u001b[22m\n\u001b[4mIt was fun to watch the exaggerated comic-like faces, and it brought a really nice comedic feel to the series.\u001b[24m\n    \u001b[1m誇張された漫画のような顔を見るのは楽しいものでしたし、本当に素晴らしいコメディ感をシリーズにもたらしました。\u001b[22m, \u001b[1m誇張された漫画のような顔を見ていて楽しかったし、それはシリーズに本当に素敵な喜劇の感触をもたらしました。\u001b[22m\n\u001b[4mMost scenes involving any sort of action was over the top, so if you're more interested in realistic scenes, this anime probably isn't for you.\u001b[24m\n    \u001b[1mどんな種類のアクションを含むほとんどのシーンがトップにあるので、現実的なシーンにもっと興味を持っているなら、このアニメはおそらくあなたのためではありません。\u001b[22m, \u001b[1mアクションの任意の並べ替えを含むほとんどのシーンは上からだったので、あなたは現実的なシーンでより興味があるなら、このアニメはおそらくあなたのためではありません。\u001b[22m\n\u001b[4mPersonally, I don't mind watching anime that makes it possible for one girl to pummel an entire crowd of grown boys at once, so I liked it.\u001b[24m\n    \u001b[1m個人的には、一人の少女が成長した少年たちの群衆を一気に撃退することを可能にするアニメを気にしないので、好きだった。\u001b[22m, \u001b[1m個人的に、私はそれが可能な一人の女の子が、一度に成長した少年たちの全体の観客を殴るようになり、アニメを見て気にしないので、私はそれが好き。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7/10\n\n\u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m(Saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7/10\u001b[24m\n    \u001b[1mサウンド：7/10\u001b[22m\nYou will notice as the series goes on that the same few tunes are played over and over again. A lot of anime does this, so it's no surprise, but I usually like having a variety of music instead of that one annoyingly catchy piano tune that plays in every scene. The opening and closing songs are to be expected.\n\n\u001b[1m同じ数曲が何度も何度も繰り返し演奏されるというシリーズが進行するのに気づくでしょう。 アニメの多くはこれをしているので、それは驚きではありませんが、私は通常、すべての場面で活躍する魅力的なキャッチーなピアノ曲ではなく、さまざまな音楽を好きです。 オープニングとクロージングの曲が期待される。\u001b[22m\n\u001b[1m(Onaji sū-kyoku ga nandomonandomo kurikaeshi ensō sa reru to iu shirīzu ga shinkō suru no ni kidzukudeshou. Anime no ōku wa kore o shite irunode, soreha odorokide wa arimasenga, watashi wa tsūjō, subete no bamen de katsuyaku suru miryoku-tekina kyatchīna piano-kyokude wa naku, samazamana ongaku o sukidesu. Ōpuningu to kurōjingu no kyoku ga kitai sa reru.)\u001b[22m\n\nTranslations of \u001b[4mYou will notice as the series goes on that the same few tunes are played over and over again. A lot of anime does this, so it's no surprise, but I usually like having a variety of music instead of that one annoyingly catchy piano tune that plays in every scene. The opening and closing songs are to be expected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou will notice as the series goes on that the same few tunes are played over and over again.\u001b[24m\n    \u001b[1m同じ数曲が何度も何度も繰り返し演奏されるというシリーズが進行するのに気づくでしょう。\u001b[22m, \u001b[1mシリーズは、同じ数曲を何度も繰り返し再生されることに行くようにあなたは気づくでしょう。\u001b[22m\n\u001b[4mA lot of anime does this, so it's no surprise, but I usually like having a variety of music instead of that one annoyingly catchy piano tune that plays in every scene.\u001b[24m\n    \u001b[1mアニメの多くはこれをしているので、それは驚きではありませんが、私は通常、すべての場面で活躍する魅力的なキャッチーなピアノ曲ではなく、さまざまな音楽を好きです。\u001b[22m, \u001b[1mアニメの多くは、これを行いますので、それは驚きではありませんが、私は通常の代わりにあらゆるシーンに再生される1うるさくキャッチーなピアノ曲の音楽の多様性を持つようなもの。\u001b[22m\n\u001b[4mThe opening and closing songs are to be expected.\u001b[24m\n    \u001b[1mオープニングとクロージングの曲が期待される。\u001b[22m, \u001b[1m開閉曲が予想されます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7/10\n\n\u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m(Kyarakutā: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7/10\u001b[24m\n    \u001b[1mキャラクター：7/10\u001b[22m\nThe character development in this series is a bit so-so. In the end, Misaki is the same person she was in the first episode: pushy and easily aggravated. However, her personality towards Usui does change very, very subtly. It didn't bother me much, but I would have liked to hear more about Usui's backstory. He didn't reveal much about himself, which left an uncomfortable two-dimensional feel to him. The other characters weren't developed at all; they all remained pretty much the same throughout the series, making their expected appearances. Not to say that they weren't interesting, but the only 'side stories' involved were about Yukimura, Kanou, and Hinata, and those were not as in-depth as I would have liked.\n\n\u001b[1mこのシリーズのキャラクターの開発は少しそうです。 結局のところ、美咲は最初のエピソードに登場したのと同じ人です。激しすぎ、簡単に悪化します。 しかし、臼井に対する彼女の人格は非常に微妙に変化します。 それは私にはあまり気にしませんでしたが、私はウスイの裏話についてもっと聞くのが好きでした。 彼は自分自身についてはあまり明らかではなかったが、それは彼に不快な二次元的感情を残した。 他の文字は全く開発されていませんでした。 彼らはシリーズ全体を通してほぼ同じままで、期待される出演をした。 彼らは面白くないとは言いませんが、関与している唯一の側面の話は、幸村、鹿沼、ひなたについてです。\u001b[22m\n\u001b[1m(Kono shirīzu no kyarakutā no kaihatsu wa sukoshi sōdesu. Kekkyokunotokoro, Misaki wa saisho no episōdo ni tōjō shita no to onaji hitodesu. Hageshi sugi, kantan ni akka shimasu. Shikashi, Usui ni taisuru kanojo no jinkaku wa hijō ni bimyō ni henka shimasu. Sore wa watashiniha amari ki ni shimasendeshitaga, watashi wa Usui no urabanashi ni tsuite motto kiku no ga sukideshita. Kare wa jibun jishin ni tsuite wa amari akirakade wa nakattaga, sore wa kare ni fukaina nijigen-teki kanjō o nokoshita. Hoka no moji wa mattaku kaihatsu sa rete imasendeshita. Karera wa shirīzu zentai o tōshite hobo onaji mama de, kitai sa reru shutsuen o shita. Karera wa omoshirokunai to wa iimasenga, kan'yo shite iru yuiitsu no sokumen no hanashi wa, Yukimura, Kanuma, hinata ni tsuitedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe character development in this series is a bit so-so. In the end, Misaki is the same person she was in the first episode: pushy and easily aggravated. However, her personality towards Usui does change very, very subtly. It didn't bother me much, but I would have liked to hear more about Usui's backstory. He didn't reveal much about himself, which left an uncomfortable two-dimensional feel to him. The other characters weren't developed at all; they all remained pretty much the same throughout the series, making their expected appearances. Not to say that they weren't interesting, but the only 'side stories' involved were about Yukimura, Kanou, and Hinata, and those were not as in-depth as I would have liked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character development in this series is a bit so-so.\u001b[24m\n    \u001b[1mこのシリーズのキャラクターの開発は少しそうです。\u001b[22m, \u001b[1mこのシリーズのキャラクター開発は、ビットまあまあです。\u001b[22m\n\u001b[4mIn the end, Misaki is the same person she was in the first episode: pushy and easily aggravated.\u001b[24m\n    \u001b[1m結局のところ、美咲は最初のエピソードに登場したのと同じ人です。激しすぎ、簡単に悪化します。\u001b[22m, \u001b[1m強引かつ容易に悪化：最後に、美咲は彼女が最初のエピソードにあった同じ人です。\u001b[22m\n\u001b[4mHowever, her personality towards Usui does change very, very subtly.\u001b[24m\n    \u001b[1mしかし、臼井に対する彼女の人格は非常に微妙に変化します。\u001b[22m, \u001b[1mしかし、臼井の方の彼女の性格は非常に、非常に微妙に変化しません。\u001b[22m\n\u001b[4mIt didn't bother me much, but I would have liked to hear more about Usui's backstory.\u001b[24m\n    \u001b[1mそれは私にはあまり気にしませんでしたが、私はウスイの裏話についてもっと聞くのが好きでした。\u001b[22m, \u001b[1mそれはずっと私を気にしませんでしたが、私は臼井さんの裏話についての詳細を聞くことが好きだろう。\u001b[22m\n\u001b[4mHe didn't reveal much about himself, which left an uncomfortable two-dimensional feel to him.\u001b[24m\n    \u001b[1m彼は自分自身についてはあまり明らかではなかったが、それは彼に不快な二次元的感情を残した。\u001b[22m, \u001b[1m彼は彼に不快な2次元の感触を残している、自分自身について多くを明らかにしませんでした。\u001b[22m\n\u001b[4mThe other characters weren't developed at all;\u001b[24m\n    \u001b[1m他の文字は全く開発されていませんでした。\u001b[22m\n\u001b[4mthey all remained pretty much the same throughout the series, making their expected appearances.\u001b[24m\n    \u001b[1m彼らはシリーズ全体を通してほぼ同じままで、期待される出演をした。\u001b[22m, \u001b[1mそれらはすべて、ほとんどのシリーズを通して同じままであった彼らの予想される外観を作ります。\u001b[22m\n\u001b[4mNot to say that they weren't interesting, but the only 'side stories' involved were about Yukimura, Kanou, and Hinata, and those were not as in-depth as I would have liked.\u001b[24m\n    \u001b[1m彼らは面白くないとは言いませんが、関与している唯一の側面の話は、幸村、鹿沼、ひなたについてです。\u001b[22m, \u001b[1m彼らは面白いではなかったが、唯一の '側の物語」関与が幸村、加納、と日向についてだった、と私が好きだろうとして、それらは綿密なようではなかった。と言うことではありません\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9/10\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\nAny anime I watch to the last episode is one that I enjoy very deeply. Although when separated, the different ratings are a little low, I found that overall Maid-sama wasn't too shabby. There was something about it that made me want to continue watching. I became really frustrated about Misaki's lack of self-awareness, but that only kept my eyes on the screen. The manga is a much more detailed version of the anime, so I felt that the show was made just for those who love romantic anime.\n\n\u001b[1m私が最後のエピソードに見るアニメは、私が非常に深く楽しむものです。 分かれたときは、格付けが少し低いですが、私は全体的なメイド様があまりにも痩せていないことが分かりました。 私が見続けることを望んでいた何かがありました。 私は、美咲の自己認識の欠如について本当に不満を募らせましたが、それは画面に目をつけただけでした。 漫画はアニメのはるかに詳細なバージョンですので、私はロマンチックなアニメを愛する人のためだけにショーが行われたと感じました。\u001b[22m\n\u001b[1m(Watashi ga saigo no episōdo ni miru anime wa, watashi ga hijō ni fukaku tanoshimu monodesu. Wakareta toki wa, kakudzuke ga sukoshi hikuidesuga, watashi wa zentai-tekina meido-sama ga amarini mo yasete inai koto ga wakarimashita. Watashi ga mi tsudzukeru koto o nozonde ita nanika ga arimashita. Watashi wa, Misaki no jiko ninshiki no ketsujo ni tsuite hontōni fuman o tsunora semashitaga, soreha gamen ni me o tsuketa dakedeshita. Manga wa anime no haruka ni shōsaina bājondesunode, watashi wa romanchikkuna anime o aisuruhito no tame dake ni shō ga okonawa reta to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mAny anime I watch to the last episode is one that I enjoy very deeply. Although when separated, the different ratings are a little low, I found that overall Maid-sama wasn't too shabby. There was something about it that made me want to continue watching. I became really frustrated about Misaki's lack of self-awareness, but that only kept my eyes on the screen. The manga is a much more detailed version of the anime, so I felt that the show was made just for those who love romantic anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAny anime I watch to the last episode is one that I enjoy very deeply.\u001b[24m\n    \u001b[1m私が最後のエピソードに見るアニメは、私が非常に深く楽しむものです。\u001b[22m, \u001b[1m私は最後のエピソードに見るのアニメは私は非常に深く楽しむものです。\u001b[22m\n\u001b[4mAlthough when separated, the different ratings are a little low, I found that overall Maid-sama wasn't too shabby.\u001b[24m\n    \u001b[1m分かれたときは、格付けが少し低いですが、私は全体的なメイド様があまりにも痩せていないことが分かりました。\u001b[22m, \u001b[1m分離時に、異なる評価が少し低いですが、私は全体的なメイド様があまりにも粗末ではないことがわかりました。\u001b[22m\n\u001b[4mThere was something about it that made me want to continue watching.\u001b[24m\n    \u001b[1m私が見続けることを望んでいた何かがありました。\u001b[22m, \u001b[1m私が見続けたいなされ、それについての何かがありました。\u001b[22m\n\u001b[4mI became really frustrated about Misaki's lack of self-awareness, but that only kept my eyes on the screen.\u001b[24m\n    \u001b[1m私は、美咲の自己認識の欠如について本当に不満を募らせましたが、それは画面に目をつけただけでした。\u001b[22m, \u001b[1m私は自己認識の美咲の欠如については本当にイライラになったが、唯一の画面に私の目を保っています。\u001b[22m\n\u001b[4mThe manga is a much more detailed version of the anime, so I felt that the show was made just for those who love romantic anime.\u001b[24m\n    \u001b[1m漫画はアニメのはるかに詳細なバージョンですので、私はロマンチックなアニメを愛する人のためだけにショーが行われたと感じました。\u001b[22m, \u001b[1m漫画、アニメのはるかに詳細なバージョンであるので、私はショーがちょうどロマンチックなアニメを愛する人のために作られたと感じました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8/10\n\n\u001b[1m全体：8/10\u001b[22m\n\u001b[1m(Zentai: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8/10\u001b[24m\n    \u001b[1m全体：8/10\u001b[22m\nI recommend that you read the manga first, and then watch the anime. Watching this gave me good laughs, despite the lack of character development and repetitive music.\n\n\u001b[1m最初にマンガを読んでからアニメを見ることをお勧めします。 これを見て、私はキャラクターの発展と繰り返しの音楽の欠如にもかかわらず、私に良い笑いを与えました。\u001b[22m\n\u001b[1m(Saisho ni manga o yonde kara anime o miru koto o o susume shimasu. Kore o mite, watashi wa kyarakutā no hatten to kurikaeshi no ongaku no ketsujo nimokakawarazu, watashi ni yoi warai o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mI recommend that you read the manga first, and then watch the anime. Watching this gave me good laughs, despite the lack of character development and repetitive music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend that you read the manga first, and then watch the anime.\u001b[24m\n    \u001b[1m最初にマンガを読んでからアニメを見ることをお勧めします。\u001b[22m, \u001b[1m私はあなたが最初に漫画を読んで、その後アニメを見ることをお勧めします。\u001b[22m\n\u001b[4mWatching this gave me good laughs, despite the lack of character development and repetitive music.\u001b[24m\n    \u001b[1mこれを見て、私はキャラクターの発展と繰り返しの音楽の欠如にもかかわらず、私に良い笑いを与えました。\u001b[22m, \u001b[1mこの鑑賞文字の開発と反復音楽の欠如にもかかわらず、私は良い笑いを与えました。\u001b[22m"
  },
  {
    "title": "Kaichou_wa_Maid-sama",
    "id": "7054",
    "url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
    "user": "chumeleon",
    "profile": "/profile/chumeleon/reviews",
    "pages": "10",
    "number": "20",
    "link": "/reviews.php?id=27268",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  10\n\n高校生のメイド様は、かつては少年少年の学校だった青華高校の生徒会長である鮎沢みさきに従います。 彼女は性交渉主義者です（しかし、ほとんどの人はちょうどそれを「男の子」にしています）が、家族の状況によってそこに登録されました。\n\nストーリー -  7\nそれはかなり良いです。  Kaicho wa Maid-Samaは、ほぼすべての少女アニメに出てくる瞬間を持っていますが、楽しいです。  Kaicho waメイド様が最高の話をしているとは言えません。メイドのカフェで働く男の子のことです。 しかし、これは私が通常見ているアニメの種類ではありませんが、私はそれを楽しんで見つけました。\n\nアート-7\nKaichoには、女の子向けのアニメで見られるようなアートスタイルがあります。 巨大な目、かわいい衣類、時には大人のように見える男性。 私はそれがロマンスのコメディになるとは思っていませんでした。魔法の女の子は私の頭があった所でした。 最悪ではありませんが、陰影は誇張されていないか、陰影がついていません。 それはちょうど人が笑うように感じる「ガーリー・ガール」の感じです。\n\nサウンド -  6\n声優は本当によく似合う。 私はまだ漫画を読んでいないのに、声がうまく働いています。 声優が実際に背景に書かれていることを言っているという事実（例 -  giiiiiiiiii）は厄介なものです。 私はコメディーのパートの中で何百回も「ツククスク」を聞くのが好きではありません。 いくつかの人と違って、私は冒険の始まりと終わりの種類を見つけました。  「douka、あなたは私の秘密を保つことができますか？ 私は本当にその曲のコーラスが大好きですが、すべてが凄かったです。 結末は、少女にとってはあまりにも岩です。\n\nキャラクター -  8\n私はこの中で文字を愛し、愛し、愛しました。 彼らはもっと...現実的？ そうですね。  Kaichoのキャラクターは、私が軽蔑するスーパーガーリーやハードコアのキャラクターではありません。 美咲には、男よりはるかに優れているが、彼女を嫌ってしまうような立体的なアニメの女の子の特徴がいくつかある。 臼井は、ミサキは彼の周りにぶら下がるマゾヒストでなければならない。 彼は立体的な典型的なアニメ・ボーイ・ハート・ブレーカー・タイプの特色を持っているが、彼なしでは美咲の最高を見ることができなかった。\n\n楽しさ -  10\n私はいつもそれを見ないだろうが、私は本当にこのアニメを愛していた。 それは陽気です、それは私が通常見たい公式のペアがあります。  Kaicho waメイド様は間違いなく楽しいです。\n\n全体的 -  8\nこれは楽しいです、私は次のエピソードを待つことはできません。 それは私の10大好きアニメリストでは最高ですが、間違いなくです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nKaicho wa Maid-Sama follows Misaki Ayuzawa, the student body president of Seika High, a school that was once an all boy school. She's sexist (although most people just put it nicely to 'boy-hater') but due to her family's circumstances was enrolled there.\n\n\u001b[1m高校生のメイド様は、かつては少年少年の学校だった青華高校の生徒会長である鮎沢みさきに従います。 彼女は性交渉主義者です（しかし、ほとんどの人はちょうどそれを「男の子」にしています）が、家族の状況によってそこに登録されました。\u001b[22m\n\u001b[1m(Kōkōsei no meido-sama wa, katsute wa shōnen shōnen no gakkōdatta seika kōkō no seito kaichōdearu Ayusawa Misaki ni shitagaimasu. Kanojo wa sei kōshō shugi-shadesu (shikashi, hotondo no hito wa chōdo sore o `otokonoko' ni shite imasu) ga, kazoku no jōkyō ni yotte soko ni tōroku sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mKaicho wa Maid-Sama follows Misaki Ayuzawa, the student body president of Seika High, a school that was once an all boy school. She's sexist (although most people just put it nicely to 'boy-hater') but due to her family's circumstances was enrolled there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaicho wa Maid-Sama follows Misaki Ayuzawa, the student body president of Seika High, a school that was once an all boy school.\u001b[24m\n    \u001b[1m高校生のメイド様は、かつては少年少年の学校だった青華高校の生徒会長である鮎沢みさきに従います。\u001b[22m, \u001b[1mKaicho WAメイド-samaが美咲Ayuzawa精華高、一度すべての少年の学校だった学校の生徒会長に従います。\u001b[22m\n\u001b[4mShe's sexist (although most people just put it nicely to 'boy-hater') but due to her family's circumstances was enrolled there.\u001b[24m\n    \u001b[1m彼女は性交渉主義者です（しかし、ほとんどの人はちょうどそれを「男の子」にしています）が、家族の状況によってそこに登録されました。\u001b[22m, \u001b[1m彼女は（ほとんどの人は単に '少年-嫌い」にうまくそれを置くが）性差別的だが、原因で彼女の家族の事情にあっ登録されました。\u001b[22m\n\u001b[1m\u001b[22m\nStory- 7\n\n\u001b[1mストーリー -  7\u001b[22m\n\u001b[1m(Sutōrī - 7)\u001b[22m\n\nTranslations of \u001b[4mStory- 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- 7\u001b[24m\n    \u001b[1mストーリー -  7\u001b[22m, \u001b[1mStory- 7\u001b[22m\nIt's pretty good. Kaicho wa Maid-Sama has its moments that occur in almost every single shoujo anime, but it's enjoyable. Can't say that Kaicho wa Maid-Sama has the greatest story, it's about a boy-hater who works at a maid cafe, that's it. Yet I found myself enjoying it although this isn't the kind of anime I'd usually watch.\n\n\u001b[1mそれはかなり良いです。  Kaicho wa Maid-Samaは、ほぼすべての少女アニメに出てくる瞬間を持っていますが、楽しいです。  Kaicho waメイド様が最高の話をしているとは言えません。メイドのカフェで働く男の子のことです。 しかし、これは私が通常見ているアニメの種類ではありませんが、私はそれを楽しんで見つけました。\u001b[22m\n\u001b[1m(Sore wa kanari yoidesu. Kaicho wa Maid - Sama wa, hobo subete no shōjo anime ni detekuru shunkan o motte imasuga, tanoshīdesu. Kaicho wa meido-sama ga saikō no hanashi o shite iru to wa iemasen. Meido no kafe de hataraku otokonoko no kotodesu. Shikashi, kore wa watashi ga tsūjō mite iru anime no shuruide wa arimasenga, watashi wa sore o tanoshinde mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mIt's pretty good. Kaicho wa Maid-Sama has its moments that occur in almost every single shoujo anime, but it's enjoyable. Can't say that Kaicho wa Maid-Sama has the greatest story, it's about a boy-hater who works at a maid cafe, that's it. Yet I found myself enjoying it although this isn't the kind of anime I'd usually watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's pretty good.\u001b[24m\n    \u001b[1mそれはかなり良いです。\u001b[22m, \u001b[1mそれはかなり良いことです。\u001b[22m\n\u001b[4mKaicho wa Maid-Sama has its moments that occur in almost every single shoujo anime, but it's enjoyable.\u001b[24m\n    \u001b[1mKaicho wa Maid-Samaは、ほぼすべての少女アニメに出てくる瞬間を持っていますが、楽しいです。\u001b[22m, \u001b[1mKaicho WAメイドさまは、ほぼすべての単一の少女アニメで発生するその瞬間を持っていますが、それは楽しいです。\u001b[22m\n\u001b[4mCan't say that Kaicho wa Maid-Sama has the greatest story, it's about a boy-hater who works at a maid cafe, that's it.\u001b[24m\n    \u001b[1mKaicho waメイド様が最高の話をしているとは言えません。メイドのカフェで働く男の子のことです。\u001b[22m, \u001b[1mKaicho WAメイド様は最大の物語を持っていることを言うことはできませんが、それはそれはそれです、メイド喫茶で働く少年・嫌いについてです。\u001b[22m\n\u001b[4mYet I found myself enjoying it although this isn't the kind of anime I'd usually watch.\u001b[24m\n    \u001b[1mしかし、これは私が通常見ているアニメの種類ではありませんが、私はそれを楽しんで見つけました。\u001b[22m, \u001b[1mしかし、私はこれは私は通常見たいアニメのようなものではありませんが、自分自身がそれを楽しんで発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nArt- 7\n\n\u001b[1mアート-7\u001b[22m\n\u001b[1m(Āto - 7)\u001b[22m\n\nTranslations of \u001b[4mArt- 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- 7\u001b[24m\n    \u001b[1mアート-7\u001b[22m, \u001b[1m7アート - \u001b[22m\nKaicho has the kind of art style you'd see in anime for little girls. Giant eyes, cute clothing, males that look like adults occasionally. I didn't expect it to be in a romance comedy, a magical girl one was where my head was. It's not the worst, shading is not over-exaggerated or not shaded at all. It just has that 'girly-girl' feel to it that makes guys laugh.\n\n\u001b[1mKaichoには、女の子向けのアニメで見られるようなアートスタイルがあります。 巨大な目、かわいい衣類、時には大人のように見える男性。 私はそれがロマンスのコメディになるとは思っていませんでした。魔法の女の子は私の頭があった所でした。 最悪ではないが、陰影が誇張されていたり、陰影がついたりしていない。 それはちょうど 'ガーリーガール'がそれを感じて、人を笑わせるようにする。\u001b[22m\n\u001b[1m(Kaicho ni wa, on'nanoko-muke no anime de mi rareru yōna ātosutairu ga arimasu. Kyodaina-me, kawaī irui, tokiniha otona no yō ni mieru dansei. Watashi wa sore ga romansu no komedi ni naru to wa omotte imasendeshita. Mahō no on'nanoko wa watashi no atama ga atta tokorodeshita. Saiakude wa naiga, in'ei ga kochō sa rete i tari, in'ei ga tsui tari shite inai. Sore wa chōdo' gārīgāru' ga sore o kanjite, hito o warawaseru yō ni suru.)\u001b[22m\n\nTranslations of \u001b[4mKaicho has the kind of art style you'd see in anime for little girls. Giant eyes, cute clothing, males that look like adults occasionally. I didn't expect it to be in a romance comedy, a magical girl one was where my head was. It's not the worst, shading is not over-exaggerated or not shaded at all. It just has that 'girly-girl' feel to it that makes guys laugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaicho has the kind of art style you'd see in anime for little girls.\u001b[24m\n    \u001b[1mKaichoには、女の子向けのアニメで見られるようなアートスタイルがあります。\u001b[22m, \u001b[1mKaichoは、あなたが小さな女の子のためのアニメで見たいアートスタイルの種類があります。\u001b[22m\n\u001b[4mGiant eyes, cute clothing, males that look like adults occasionally.\u001b[24m\n    \u001b[1m巨大な目、かわいい衣類、時には大人のように見える男性。\u001b[22m, \u001b[1m巨人の目、かわいい服、時折大人のように見える男性。\u001b[22m\n\u001b[4mI didn't expect it to be in a romance comedy, a magical girl one was where my head was.\u001b[24m\n    \u001b[1m私はそれがロマンスのコメディになるとは思っていませんでした。魔法の女の子は私の頭があった所でした。\u001b[22m, \u001b[1m私はそれがロマンスコメディ、私の頭があった場所1だった魔法少女であることを期待していませんでした。\u001b[22m\n\u001b[4mIt's not the worst, shading is not over-exaggerated or not shaded at all.\u001b[24m\n    \u001b[1m最悪ではないが、陰影が誇張されていたり、陰影がついたりしていない。\u001b[22m, \u001b[1mそれは最悪ではない、シェーディングがオーバー誇張ではないか、まったく日陰ではありません。\u001b[22m\n\u001b[4mIt just has that 'girly-girl' feel to it that makes guys laugh.\u001b[24m\n    \u001b[1mそれはちょうど 'ガーリーガール'がそれを感じて、人を笑わせるようにする。\u001b[22m, \u001b[1mそれはちょうど「ガーリー-女の子は「みんなを笑わせてくれること、それに感じていることがあります。\u001b[22m\n\u001b[1m\u001b[22m\nSound- 6\n\n\u001b[1mサウンド -  6\u001b[22m\n\u001b[1m(Saundo - 6)\u001b[22m\n\nTranslations of \u001b[4mSound- 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- 6\u001b[24m\n    \u001b[1mサウンド -  6\u001b[22m, \u001b[1m健全6\u001b[22m\nThe voice actors fit real well. Even though I haven't read the manga yet, (but I plan to) the voices work. The fact that the voice actors actually say what is written in the background (example- giiiiiiiiii) is kind of annoying. I don't like hearing 'tsuku-tsuku' a hundred times during comedic parts. Unlike some people, I found the opening and ending kind of annoying. The 'douka, please can you keep my secret' in the beginning is just no. I really love the chorus of that song but everything was meh. As for the ending, it's too rock for a shoujo.\n\n\u001b[1m声優は本当によく似合う。 私はまだ漫画を読んでいないのに、声がうまく働いています。 声優が実際に背景に書かれていることを言っているという事実（例 -  giiiiiiiiii）は厄介なものです。 私はコメディーのパートの中で何百回も「ツククスク」を聞くのが好きではありません。 いくつかの人と違って、私は冒険の始まりと終わりの種類を見つけました。  「douka、あなたは私の秘密を保つことができますか？ 私は本当にその曲のコーラスが大好きですが、すべてが凄かったです。 結末は、少女にとってはあまりにも岩です。\u001b[22m\n\u001b[1m(Seiyū wa hontōni yoku niau. Watashi wa mada manga o yon de inai no ni,-goe ga umaku hataraite imasu. Seiyū ga jissai ni haikei ni kaka rete iru koto o itte iru to iu jijitsu (rei - giiiiiiiiii) wa yakkaina monodesu. Watashi wa komedī no pāto no naka de nanbyakkai mo `tsukukusuku' o kiku no ga sukide wa arimasen. Ikutsu ka no hito to chigatte, watashi wa bōken no hajimari to owari no shurui o mitsukemashita. `Douka, anata wa watashi no himitsu o tamotsu koto ga dekimasu ka? Watashi wa hontōni sono kyoku no kōrasu ga daisukidesuga, subete ga sugokattadesu. Ketsumatsu wa, shōjo ni totte wa amarini mo iwadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors fit real well. Even though I haven't read the manga yet, (but I plan to) the voices work. The fact that the voice actors actually say what is written in the background (example- giiiiiiiiii) is kind of annoying. I don't like hearing 'tsuku-tsuku' a hundred times during comedic parts. Unlike some people, I found the opening and ending kind of annoying. The 'douka, please can you keep my secret' in the beginning is just no. I really love the chorus of that song but everything was meh. As for the ending, it's too rock for a shoujo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors fit real well.\u001b[24m\n    \u001b[1m声優は本当によく似合う。\u001b[22m, \u001b[1m声優は、実際よくフィット。\u001b[22m\n\u001b[4mEven though I haven't read the manga yet, (but I plan to) the voices work.\u001b[24m\n    \u001b[1m私はまだ漫画を読んでいないのに、声がうまく働いています。\u001b[22m, \u001b[1m私は、まだ漫画を読んでいない（ただし、私が計画）にもかかわらず声が働きます。\u001b[22m\n\u001b[4mThe fact that the voice actors actually say what is written in the background (example- giiiiiiiiii) is kind of annoying.\u001b[24m\n    \u001b[1m声優が実際に背景に書かれていることを言っているという事実（例 -  giiiiiiiiii）は厄介なものです。\u001b[22m, \u001b[1m声優が実際に（例 -  giiiiiiiiii）バックグラウンドで書かれているものを言うということは、迷惑なの一種です。\u001b[22m\n\u001b[4mI don't like hearing 'tsuku-tsuku' a hundred times during comedic parts.\u001b[24m\n    \u001b[1m私はコメディーのパートの中で何百回も「ツククスク」を聞くのが好きではありません。\u001b[22m, \u001b[1m私は喜劇の部分の間に100回「つく-つく」を聞いて好きではありません。\u001b[22m\n\u001b[4mUnlike some people, I found the opening and ending kind of annoying.\u001b[24m\n    \u001b[1mいくつかの人と違って、私は冒険の始まりと終わりの種類を見つけました。\u001b[22m, \u001b[1m何人かの人々とは違って、私は開口部を発見し、迷惑の種類を終了します。\u001b[22m\n\u001b[4mThe 'douka, please can you keep my secret' in the beginning is just no.\u001b[24m\n    \u001b[1m「douka、あなたは私の秘密を保つことができますか？\u001b[22m, \u001b[1m初めに「douka、あなたは私の秘密を守ることができますしてください」がないだけです。\u001b[22m\n\u001b[4mI really love the chorus of that song but everything was meh.\u001b[24m\n    \u001b[1m私は本当にその曲のコーラスが大好きですが、すべてが凄かったです。\u001b[22m, \u001b[1m私は実際にその歌の合唱を愛するすべてがまあまあでした。\u001b[22m\n\u001b[4mAs for the ending, it's too rock for a shoujo.\u001b[24m\n    \u001b[1m結末は、少女にとってはあまりにも岩です。\u001b[22m, \u001b[1mエンディングについては、それはあまりにも少女のために岩です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter- 8\n\n\u001b[1mキャラクター -  8\u001b[22m\n\u001b[1m(Kyarakutā - 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter- 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter- 8\u001b[24m\n    \u001b[1mキャラクター -  8\u001b[22m, \u001b[1mCharacter- 8\u001b[22m\nI loved, loved, loved the characters in this. They're more... Realistic? Well, sort of. The characters in Kaicho aren't the super girly or hard-core characters I despise. Misaki has some stereo-typical anime girl traits, like being better than a guy, but not enough to make me hate her. As for Usui, Misaki has got to be a masochist to hang around him. He's got stereo-typical anime-boy-heart-breaker-type-traits but without him, we couldn't see the best of Misaki.\n\n\u001b[1m私はこの中で文字を愛し、愛し、愛しました。 彼らはもっと...現実的？ そうですね。  Kaichoのキャラクターは、私が軽蔑するスーパーガーリーやハードコアのキャラクターではありません。 美咲には、男よりはるかに優れているが、彼女を嫌ってしまうような立体的なアニメの女の子の特徴がいくつかある。 臼井は、ミサキは彼の周りにぶら下がるマゾヒストでなければならない。 彼は立体的な典型的なアニメ・ボーイ・ハート・ブレーカー・タイプの特色を持っているが、彼なしでは美咲の最高を見ることができなかった。\u001b[22m\n\u001b[1m(Watashi wa kono Chū de moji o aishi, aishi, aishimashita. Karera wa motto... Genjitsu-teki? Sōdesu ne. Kaicho no kyarakutā wa, watashi ga keibetsu suru sūpāgārī ya hādokoa no kyarakutāde wa arimasen. Misaki ni wa, otoko yori haruka ni sugurete iruga, kanojo o kiratte shimau yōna rittai-tekina anime no on'nanoko no tokuchō ga ikutsu ka aru. Usui wa, Misaki wa kare no mawari ni burasagaru mazohisutodenakereba naranai. Kare wa rittai-tekina tenkei-tekina anime bōi hāto burēkā taipu no tokushoku o motte iruga, kare nashide wa Misaki no saikō o miru koto ga dekinakatta.)\u001b[22m\n\nTranslations of \u001b[4mI loved, loved, loved the characters in this. They're more... Realistic? Well, sort of. The characters in Kaicho aren't the super girly or hard-core characters I despise. Misaki has some stereo-typical anime girl traits, like being better than a guy, but not enough to make me hate her. As for Usui, Misaki has got to be a masochist to hang around him. He's got stereo-typical anime-boy-heart-breaker-type-traits but without him, we couldn't see the best of Misaki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved, loved, loved the characters in this.\u001b[24m\n    \u001b[1m私はこの中で文字を愛し、愛し、愛しました。\u001b[22m, \u001b[1m私は、愛し愛され、この内の文字を愛しました。\u001b[22m\n\u001b[4mThey're more... Realistic?\u001b[24m\n    \u001b[1m彼らはもっと...現実的？\u001b[22m, \u001b[1m彼らは...もっと現実的ですか？\u001b[22m\n\u001b[4mWell, sort of.\u001b[24m\n    \u001b[1mそうですね。\u001b[22m, \u001b[1mまあ、そんなところですな。\u001b[22m\n\u001b[4mThe characters in Kaicho aren't the super girly or hard-core characters I despise.\u001b[24m\n    \u001b[1mKaichoのキャラクターは、私が軽蔑するスーパーガーリーやハードコアのキャラクターではありません。\u001b[22m, \u001b[1mKaicho内の文字は、私は軽蔑スーパーガーリーまたはハードコア文字ではありません。\u001b[22m\n\u001b[4mMisaki has some stereo-typical anime girl traits, like being better than a guy, but not enough to make me hate her.\u001b[24m\n    \u001b[1m美咲には、男よりはるかに優れているが、彼女を嫌ってしまうような立体的なアニメの女の子の特徴がいくつかある。\u001b[22m, \u001b[1m美咲は男よりも優れているような、いくつかのステレオの典型的なアニメの女の子の特徴を持っていますが、私は彼女を嫌い作るのに十分ではありません。\u001b[22m\n\u001b[4mAs for Usui, Misaki has got to be a masochist to hang around him.\u001b[24m\n    \u001b[1m臼井は、ミサキは彼の周りにぶら下がるマゾヒストでなければならない。\u001b[22m, \u001b[1m臼井については、美咲は彼の周りにハングアップするマゾように持っています。\u001b[22m\n\u001b[4mHe's got stereo-typical anime-boy-heart-breaker-type-traits but without him, we couldn't see the best of Misaki.\u001b[24m\n    \u001b[1m彼は立体的な典型的なアニメ・ボーイ・ハート・ブレーカー・タイプの特色を持っているが、彼なしでは美咲の最高を見ることができなかった。\u001b[22m, \u001b[1m彼はステレオ典型的なアニメ少年ハートブレーカー型-の形質を持っているが、彼なしで、我々は美咲のベストを見ることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- 10\n\n\u001b[1m楽しさ -  10\u001b[22m\n\u001b[1m(Tanoshisa - 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- 10\u001b[24m\n    \u001b[1m楽しさ -  10\u001b[22m, \u001b[1mEnjoyment- 10\u001b[22m\nI really loved this anime even though I wouldn't usually watch it. It's hilarious, it has the official pairings I usually want to see. Kaicho wa Maid Sama is definitely enjoyable.\n\n\u001b[1m私はいつもそれを見ないだろうが、私は本当にこのアニメを愛していた。 それは陽気です、それは私が通常見たい公式のペアがあります。  Kaicho waメイド様は間違いなく楽しいです。\u001b[22m\n\u001b[1m(Watashi wa itsumo sore o minaidarouga, watashi wa hontōni kono anime o aishite ita. Sore wa yōkidesu, sore wa watashi ga tsūjō mitai kōshiki no pea ga arimasu. Kaicho wa meido-sama wa machigainaku tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI really loved this anime even though I wouldn't usually watch it. It's hilarious, it has the official pairings I usually want to see. Kaicho wa Maid Sama is definitely enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really loved this anime even though I wouldn't usually watch it.\u001b[24m\n    \u001b[1m私はいつもそれを見ないだろうが、私は本当にこのアニメを愛していた。\u001b[22m, \u001b[1m私は通常、それを見ていないだろうにもかかわらず、私は本当にこのアニメを愛しました。\u001b[22m\n\u001b[4mIt's hilarious, it has the official pairings I usually want to see.\u001b[24m\n    \u001b[1mそれは陽気です、それは私が通常見たい公式のペアがあります。\u001b[22m, \u001b[1mそれは私は通常見たいと思って公式のペアを持っている、陽気です。\u001b[22m\n\u001b[4mKaicho wa Maid Sama is definitely enjoyable.\u001b[24m\n    \u001b[1mKaicho waメイド様は間違いなく楽しいです。\u001b[22m, \u001b[1mKaicho WA会長はメイド様は間違いなく楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall- 8\n\n\u001b[1m全体的 -  8\u001b[22m\n\u001b[1m(Zentai-teki - 8)\u001b[22m\n\nTranslations of \u001b[4mOverall- 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall- 8\u001b[24m\n    \u001b[1m全体的 -  8\u001b[22m, \u001b[1mOverall- 8\u001b[22m\nThis is enjoyable, I can't wait for the next episode. It's not the best but definitely in my top-ten favorite anime list.\n\n\u001b[1mこれは楽しいです、私は次のエピソードを待つことはできません。 それは私の10大好きアニメリストでは最高ですが、間違いなくです。\u001b[22m\n\u001b[1m(Kore wa tanoshīdesu, watashi wa tsugi no episōdo o matsu koto wa dekimasen. Sore wa watashi no 10 daisuki anime risutode wa saikōdesuga, machigainakudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is enjoyable, I can't wait for the next episode. It's not the best but definitely in my top-ten favorite anime list.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is enjoyable, I can't wait for the next episode.\u001b[24m\n    \u001b[1mこれは楽しいです、私は次のエピソードを待つことはできません。\u001b[22m, \u001b[1mこれは楽しいですが、私は次のエピソードを待つことができません。\u001b[22m\n\u001b[4mIt's not the best but definitely in my top-ten favorite anime list.\u001b[24m\n    \u001b[1mそれは私の10大好きアニメリストでは最高ですが、間違いなくです。\u001b[22m, \u001b[1mそれは私のトップ10の好きなアニメのリストで最高の間違いなくありません。\u001b[22m"
  }
]
