[
  {
    "title": "Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "id": "7062",
    "url": "https://myanimelist.net/anime/7062/Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "user": "Detective",
    "profile": "/profile/Detective/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=31700",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n多くのアニメを見たことがない人にとっては、このアニメはよく知られているように見えるかもしれませんが、その名前はあなたを逃れるでしょう。 人々はそれについて多くのことを話しません。 それはひだまりスケッチと呼ばれ、本当に何も刺激的ではありません。 実際には言い換えれば、それは絶対に何もないのです。 美術学生の生涯に続いて、おそらく私が今まで聞いた中で最も退屈な線の一つであり、私は今まで見た中で最も退屈なアニメであることを知らせたいと思っています。 このアニメはすばらしい腹の笑いを提供し、いつもあなたはすべてのエピソードの終わりまでに「世界はあなたの牡蠣です」という気持ちをあなたに残します。 私はひだまりスケッチの3つのシーズン（これは第3シーズン）を見てきました。これは間違いなく絶対的な確信をもって、3つのうちの最高のものです。\n\nストーリー：8/10\nそこで、主人公の湯野さんと仲間の寮生は、高等学校で一年進んでいます。 それが私たちにとってどういう意味ですか？ ひだまりのアパートに泊まるガールのための2人の新しいルームメイト！ さて、正直言って、それはホシミツのプロットラインがどれくらい深くなっているかです。 ヒダマリ・アパートでの女の子の生活を描写したものです。\n\n「今シーズンのエピソードでは、前の2つよりも優れている点は何ですか？ プレクエルと違って、今シーズンはキャストを以前とは違う場所に持っています。 最初の2つのシーズン（特にシーズン1）は、ヒダマリ・アパート、または山武高原に限定されていました。 逆に、ホシミツではキャラクターはまだ横断されていない場所（ヘアサロン、ハードウェア店など）を訪れる。 なぜそれが問題なのか尋ねるかもしれませんが、私はちょうどこれらの場所でヒダマリの乱暴なキャストが私が今まで見た中で最も陽気な結果を生成すると言うことを言わせてください。 あなたが健康的な喜劇を楽しむなら（この宝石はGと評価されます）、ひだまりスケッチが喜ばれるでしょう。\n\nアート：10/10\n言いたい奴には言わせとけ。 それはシャープアニメです。\n\nあなたがカットアウェイ、ナッツブラダー、またはポップドットをあなたの画面上に嫌っているのなら、それはあなた自身の好みですが、私自身は個人的にこれらのタッチが毎回向上しています。 それはすべてではありません - これについて話すのが最善のことは、色の活気です。 画面上のほぼすべてのピクセルが明るい色のパステルになります。 一度にスカイブルーとかなりのピンクの色合いを見ていると、私の全体的な幸福が大幅に増えました。 芸術がそれほど正確ではないとすれば、このショーの価値は大いに失われると私は保証することができます。\n\nサウンド：10/10\nしゅわ しゅわ！\n\nキャッチーなビート、素晴らしいseiyuus、そして素晴らしいバックグラウンドミュージックが豊富にあります。 大声で派手な歌（デキルカナート）は、各エピソードを笑顔にして全エピソードを持続させるように開始する。 だからそれもチェックしてください。 その後、バックグラウンドミュージックがあります。 あなたがまだこの番組のサウ​​ンドトラックを聞くために運がなかったら、あなたは本当に欠場しています。 実際にはほとんどがホイッスルとハミング（私のお気に入りの作品は、Waku Waku Hidamari Sou）で構成されています。 これらのアップビートな曲は、私が彼らを聞くたびに（そして、自分自身のようなハードコア悪いのためにグーイーと幸せになることは非常に激しい）私がグーイーと幸せな気分を感じさせる。 エンディングソング「Sakura Sakura Saku」を聞くのはちょっと落ち込んでいるかもしれませんが、SHAFTのディレクターの天才だったと思います。 あなたが今落ち着かなければならないことを示してください - ここには悲しい音楽があります。  SHAFTはとてもスマートです。 関連するノートでは、終わりの歌、大理石を歌っているバンドは、Dekirukanatteのアコースティックバージョンをやっているし、それはかなり素晴らしいです。\n\nそして、それらのseiyuuのですか？ それらの多くがあります。 このレビューで自分の宇宙が必要だと思った私の2つの個人的なお気に入りは、Taneshima Poplarでも働いていることを声に出してくれたかなあすみです！ ソウルイーターからマカとして知られているOmgigawa Chiaki（ナズナ）。 彼らはそのような素晴らしい仕事をしています...\n\nキャラクター：10/10\nキャラクターが面白くするので、ジョークはこのショーでとても面白いです。 厄介な人物であることで有名なナズナの部屋にゆの場所を置き、普通の環境や環境で最も嘲笑的な状況があります。 私はこのショーのために2人を本当のマスコットキャラクターと見なします。 ちょうどそれを見て、なぜ見なさい。 彼らはそのような素晴らしい仕事もしています... それから、私たちは宮子を持っています。 彼女は最も普通の状況でさえ奇妙に（自分の経費でしばしば）することで最もよく知られています。  HiroとSaeはヒダマリアパートの上級生です。Hiroは「母親」であり、Saeはすべての中学生に「大兄」のようです。 前の季節にちょっと変わったキャラクターが出てくるのですが、ホシミットでの彼らの役割は、以前のすべての告発を払拭すると思います。  NoriとNazunaは途中で2人の新メンバーです。 ノリは技術者であり、ナスナは美術部門にいない少女です。 私は、両方を簡単に要約すると言ってもらう必要があると思います。 最後に、吉野家先生とプリンシパルがいます。\n\n楽しさ：10/10\n私はあなたがこのスコアが来るのを見なかったと思う。\n\n全体：10/10\nひだまりスケッチ好きっつは最高のスライス・アニメ・コメディ・アニメだと思うし、アリアやK-ONなどのタイトルよりも上手く論じることができると自信を持って語る！ それは厳密に私です。 私はシーズン1からひだまりスケッチを拾うことを真剣にお勧めします。 それはなぜ今シーズンが私にとってすばらしかったのかという点での要因かもしれません。 しかし、すべてのエピソードは楽しいものでした。 私は毎週このショーを楽しみにしていましたが、1つのエピソードで私を幸せにすることはできませんでした。 あなたの中に大きな笑顔を浮かべるのは純粋な芸術的な至福です。\n\nひだまりスケッチは、私の意見では三つ以上の星の価値があります。 地獄、私はそれを4つ、または5つ与えるだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFor people who haven't seen a lot of anime, this anime may appear familiar but the name will escape you. People don't talk about it much. It's called Hidamari Sketch, and is really about nothing exciting. Actually let me rephrase that, it's about absolutely nothing. Following the life of art students is probably one of the most boring plot lines I have ever heard, and I just want to let it be known that this is the least boring anime I have ever seen. This anime delivers some awesome belly laughs, and always leaves you with a feeling that 'the world is your oyster' by the end of every episode. I have watched all three seasons (this being the third) of Hidamari Sketch, and this is, undoubtedly and with absolute certainty, the best of the three.\n\n\u001b[1m多くのアニメを見たことがない人にとっては、このアニメはよく知られているように見えるかもしれませんが、その名前はあなたを逃れるでしょう。 人々はそれについて多くのことを話しません。 それはひだまりスケッチと呼ばれ、本当に何も刺激的ではありません。 実際には言い換えれば、それは絶対に何もないのです。 美術学生の生涯に続いて、おそらく私が今まで聞いた中で最も退屈な線の一つであり、私は今まで見た中で最も退屈なアニメであることを知らせたいと思っています。 このアニメはすばらしい腹の笑いを提供し、いつもあなたはすべてのエピソードの終わりまでに「世界はあなたの牡蠣です」という気持ちをあなたに残します。 私はひだまりスケッチの3つのシーズン（これは第3シーズン）を見てきました。これは間違いなく絶対的な確信をもって、3つのうちの最高のものです。\u001b[22m\n\u001b[1m(Ōku no anime o mita koto ga nai hito ni totte wa, kono anime wa yoku shira rete iru yō ni mieru kamo shiremasenga, sono namae wa anata o nogarerudeshou. Hitobito wa sore ni tsuite ōku no koto o hanashimasen. Sore wa hida mari suketchi to yoba re, hontōni nani mo shigeki-tekide wa arimasen. Jissai ni wa iikaereba, sore wa zettai ni nani mo nai nodesu. Bijutsu gakusei no shōgai ni tsudzuite, osoraku watashi ga imamade kiita naka de mottomo taikutsuna sen no hitotsudeari, watashi wa imamade mita naka de mottomo taikutsuna animedearu koto o shirasetai to omotte imasu. Kono anime wa subarashī hara no warai o teikyō shi, itsumo anata wa subete no episōdo no owari made ni `sekai wa anata no kakidesu' to iu kimochi o anata ni nokoshimasu. Watashi wa hida mari suketchi no 3ttsu no shīzun (kore wa dai 3 shīzun) o mitekimashita. Kore wa machigainaku zettai-tekina kakushin o motte, 3ttsu no uchi no saikō no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mFor people who haven't seen a lot of anime, this anime may appear familiar but the name will escape you. People don't talk about it much. It's called Hidamari Sketch, and is really about nothing exciting. Actually let me rephrase that, it's about absolutely nothing. Following the life of art students is probably one of the most boring plot lines I have ever heard, and I just want to let it be known that this is the least boring anime I have ever seen. This anime delivers some awesome belly laughs, and always leaves you with a feeling that 'the world is your oyster' by the end of every episode. I have watched all three seasons (this being the third) of Hidamari Sketch, and this is, undoubtedly and with absolute certainty, the best of the three.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor people who haven't seen a lot of anime, this anime may appear familiar but the name will escape you.\u001b[24m\n    \u001b[1m多くのアニメを見たことがない人にとっては、このアニメはよく知られているように見えるかもしれませんが、その名前はあなたを逃れるでしょう。\u001b[22m, \u001b[1mアニメの多くを見ていない人のために、このアニメはおなじみ表示されることがありますが、名前はあなたをエスケープします。\u001b[22m\n\u001b[4mPeople don't talk about it much.\u001b[24m\n    \u001b[1m人々はそれについて多くのことを話しません。\u001b[22m, \u001b[1m人々はそれについてあまり話をしません。\u001b[22m\n\u001b[4mIt's called Hidamari Sketch, and is really about nothing exciting.\u001b[24m\n    \u001b[1mそれはひだまりスケッチと呼ばれ、本当に何も刺激的ではありません。\u001b[22m, \u001b[1mこれは、ひだまりスケッチと呼ばれ、エキサイティングな何について実際にあるです。\u001b[22m\n\u001b[4mActually let me rephrase that, it's about absolutely nothing.\u001b[24m\n    \u001b[1m実際には言い換えれば、それは絶対に何もないのです。\u001b[22m, \u001b[1m実際に私はそれを言い換えるてみましょう、それは絶対に何もないことです。\u001b[22m\n\u001b[4mFollowing the life of art students is probably one of the most boring plot lines I have ever heard, and I just want to let it be known that this is the least boring anime I have ever seen.\u001b[24m\n    \u001b[1m美術学生の生涯に続いて、おそらく私が今まで聞いた中で最も退屈な線の一つであり、私は今まで見た中で最も退屈なアニメであることを知らせたいと思っています。\u001b[22m, \u001b[1m芸術の学生の生活に続いて、おそらく私が今まで聞いた中で最も退屈なプロットラインの一つであり、私はちょうどこれは私が今まで見た中で最も退屈なアニメであることが知られているようにしたいです。\u001b[22m\n\u001b[4mThis anime delivers some awesome belly laughs, and always leaves you with a feeling that 'the world is your oyster' by the end of every episode.\u001b[24m\n    \u001b[1mこのアニメはすばらしい腹の笑いを提供し、いつもあなたはすべてのエピソードの終わりまでに「世界はあなたの牡蠣です」という気持ちをあなたに残します。\u001b[22m, \u001b[1mこのアニメは、いくつかの素晴らしい腹笑いを提供し、常にすべてのエピソードの終わりまでに「世界はあなたのカキである」という感覚であなたを残します。\u001b[22m\n\u001b[4mI have watched all three seasons (this being the third) of Hidamari Sketch, and this is, undoubtedly and with absolute certainty, the best of the three.\u001b[24m\n    \u001b[1m私はひだまりスケッチの3つのシーズン（これは第3シーズン）を見てきました。これは間違いなく絶対的な確信をもって、3つのうちの最高のものです。\u001b[22m, \u001b[1m私はひだまりスケッチの（これは第三である）3つのすべてのシーズンを見ていると、これは、間違いなく絶対確実に、3のが最善です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\nSo our protagonist Yuno and her fellow dorm mates have all advanced a year in their highschool. What does that mean for us? Two new roommates for the gals staying at Hidamari Apartments! Now, to be honest, that's about how in-depth the plot line for Hoshimittsu gets. It's a slice-of-life telling of the lives of the girls at Hidamari Apartments.\n\n\u001b[1mそこで、主人公の湯野さんと仲間の寮生は、高等学校で一年進んでいます。 それが私たちにとってどういう意味ですか？ ひだまりのアパートに泊まるガールのための2人の新しいルームメイト！ さて、正直言って、それはホシミツのプロットラインがどれくらい深くなっているかです。 ヒダマリ・アパートでの女の子の生活を描写したものです。\u001b[22m\n\u001b[1m(Sokode, shujinkō no Yuno-san to nakama no ryōsei wa, kōtō gakkō de ichi-nen susunde imasu. Sore ga watashitachi ni totte dōiu imidesu ka? Hida mari no apāto ni tomaru gāru no tame no 2-ri no atarashī rūmumeito! Sate, shōjiki itte, soreha hoshimitsu no purottorain ga dorekurai fukaku natte iru kadesu. Hidamari apāto de no on'nanoko no seikatsu o byōsha shita monodesu.)\u001b[22m\n\nTranslations of \u001b[4mSo our protagonist Yuno and her fellow dorm mates have all advanced a year in their highschool. What does that mean for us? Two new roommates for the gals staying at Hidamari Apartments! Now, to be honest, that's about how in-depth the plot line for Hoshimittsu gets. It's a slice-of-life telling of the lives of the girls at Hidamari Apartments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo our protagonist Yuno and her fellow dorm mates have all advanced a year in their highschool.\u001b[24m\n    \u001b[1mそこで、主人公の湯野さんと仲間の寮生は、高等学校で一年進んでいます。\u001b[22m, \u001b[1mだから、私たちの主人公ゆと彼女の仲間の寮の仲間は、すべての高校で年進んでいます。\u001b[22m\n\u001b[4mWhat does that mean for us?\u001b[24m\n    \u001b[1mそれが私たちにとってどういう意味ですか？\u001b[22m, \u001b[1mそれは私たちのために何を意味するのでしょうか？\u001b[22m\n\u001b[4mTwo new roommates for the gals staying at Hidamari Apartments!\u001b[24m\n    \u001b[1mひだまりのアパートに泊まるガールのための2人の新しいルームメイト！\u001b[22m, \u001b[1mひだまりアパートに滞在ギャルのための二つの新しいルームメイト！\u001b[22m\n\u001b[4mNow, to be honest, that's about how in-depth the plot line for Hoshimittsu gets.\u001b[24m\n    \u001b[1mさて、正直言って、それはホシミツのプロットラインがどれくらい深くなっているかです。\u001b[22m, \u001b[1mさて、正直に言うと、それはHoshimittsuのためのプロット線が取得する方法で、深さについてです。\u001b[22m\n\u001b[4mIt's a slice-of-life telling of the lives of the girls at Hidamari Apartments.\u001b[24m\n    \u001b[1mヒダマリ・アパートでの女の子の生活を描写したものです。\u001b[22m, \u001b[1mそれはひだまりアパートメンツの女の子の生活のスライスオブライフ占いです。\u001b[22m\n\u001b[1m\u001b[22m\n'What's different episodically about this season that's better than the previous two, then,' you might be asking? It's that unlike the prequels, this season brings our cast to different locations than before. The first two seasons (especially season one) confined the characters to either Hidamari Apartments or to Yamabuki High. Contrarily in Hoshimittsu the characters visit places not yet traversed (i.e. the Hair Salon, Hardware Store, etc). While you might ask why that matters, let me just say that seeing the bumbling cast of Hidamari in these places produces the most hilarious results I've ever yet seen. If you enjoy a wholesome comedy (this jewel is rated G), Hidamari Sketch will be sure to please.\n\n\u001b[1m「今シーズンのエピソードでは、前の2つよりも優れている点は何ですか？ プレクエルと違って、今シーズンはキャストを以前とは違う場所に持っています。 最初の2つのシーズン（特にシーズン1）は、ヒダマリ・アパート、または山武高原に限定されていました。 逆に、ホシミツではキャラクターはまだ横断されていない場所（ヘアサロン、ハードウェア店など）を訪れる。 なぜそれが問題なのか尋ねるかもしれませんが、私はちょうどこれらの場所でヒダマリの乱暴なキャストが私が今まで見た中で最も陽気な結果を生成すると言うことを言わせてください。 あなたが健康的な喜劇を楽しむなら（この宝石はGと評価されます）、ひだまりスケッチが喜ばれるでしょう。\u001b[22m\n\u001b[1m(`Ima shīzun no episōdode wa, mae no 2tsu yori mo sugurete iru ten wa nanidesu ka? Purekueru to chigatte, ima shīzun wa kyasuto o izen to wa chigau basho ni motte imasu. Saisho no 2tsu no shīzun (tokuni shīzun 1) wa, hidamari apāto, matawa Sanbu kōgen ni gentei sa rete imashita. Gyaku ni, hoshimitsude wa kyarakutā wa mada ōdan sa rete inai basho (heasaron, hādou~ea-ten nado) o otozureru. Naze sore ga mondaina no ka tazuneru kamo shiremasenga, watashi wa chōdo korera no basho de hidamari no ranbōna kyasuto ga watashi ga imamade mita naka de mottomo yōkina kekka o seisei suru to iu koto o iwa sete kudasai. Anata ga kenkō-tekina kigeki o tanoshimunara (kono hōseki wa G to hyōka sa remasu), hida mari suketchi ga yorokoba rerudeshou.)\u001b[22m\n\nTranslations of \u001b[4m'What's different episodically about this season that's better than the previous two, then,' you might be asking? It's that unlike the prequels, this season brings our cast to different locations than before. The first two seasons (especially season one) confined the characters to either Hidamari Apartments or to Yamabuki High. Contrarily in Hoshimittsu the characters visit places not yet traversed (i.e. the Hair Salon, Hardware Store, etc). While you might ask why that matters, let me just say that seeing the bumbling cast of Hidamari in these places produces the most hilarious results I've ever yet seen. If you enjoy a wholesome comedy (this jewel is rated G), Hidamari Sketch will be sure to please.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'What's different episodically about this season that's better than the previous two, then,' you might be asking?\u001b[24m\n    \u001b[1m「今シーズンのエピソードでは、前の2つよりも優れている点は何ですか？\u001b[22m, \u001b[1mあなたが尋ねることがあります」何が、その後、前の2つのよりはましだ今シーズンについて気まぐれに違うの '？\u001b[22m\n\u001b[4mIt's that unlike the prequels, this season brings our cast to different locations than before.\u001b[24m\n    \u001b[1mプレクエルと違って、今シーズンはキャストを以前とは違う場所に持っています。\u001b[22m, \u001b[1mこれは前編とは異なり、このシーズンは以前よりも別の場所に私たちのキャストをもたらすことです。\u001b[22m\n\u001b[4mThe first two seasons (especially season one) confined the characters to either Hidamari Apartments or to Yamabuki High.\u001b[24m\n    \u001b[1m最初の2つのシーズン（特にシーズン1）は、ヒダマリ・アパート、または山武高原に限定されていました。\u001b[22m, \u001b[1m最初の二つの季節（特にシーズン1）のいずれかひだまりアパートや山吹高に文字を閉じ込められました。\u001b[22m\n\u001b[4mContrarily in Hoshimittsu the characters visit places not yet traversed (i.e. the Hair Salon, Hardware Store, etc).\u001b[24m\n    \u001b[1m逆に、ホシミツではキャラクターはまだ横断されていない場所（ヘアサロン、ハードウェア店など）を訪れる。\u001b[22m, \u001b[1m逆にHoshimittsuに文字はまだ（すなわちヘアーサロン、ハードウェアストア、など）を横断していない場所を訪れます。\u001b[22m\n\u001b[4mWhile you might ask why that matters, let me just say that seeing the bumbling cast of Hidamari in these places produces the most hilarious results I've ever yet seen.\u001b[24m\n    \u001b[1mなぜそれが問題なのか尋ねるかもしれませんが、私はちょうどこれらの場所でヒダマリの乱暴なキャストが私が今まで見た中で最も陽気な結果を生成すると言うことを言わせてください。\u001b[22m, \u001b[1mそれが重要なぜあなたは尋ねるかもしれませんが、私はちょうどこれらの場所でひだまりの失敗ばかりしているキャストを見てすることは私が今までまだ見た中で最も陽気な結果を生成することとしましょう。\u001b[22m\n\u001b[4mIf you enjoy a wholesome comedy (this jewel is rated G), Hidamari Sketch will be sure to please.\u001b[24m\n    \u001b[1mあなたが健康的な喜劇を楽しむなら（この宝石はGと評価されます）、ひだまりスケッチが喜ばれるでしょう。\u001b[22m, \u001b[1mあなたが健全なコメディを（この宝石はG定格されている）を楽しむ場合は、ひだまりスケッチは、喜ばせるために必ずなります。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10\n\n\u001b[1mアート：10/10\u001b[22m\n\u001b[1m(Āto: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10\u001b[24m\n    \u001b[1mアート：10/10\u001b[22m\nHaters gonna hate. It's a SHAFT anime.\n\n\u001b[1m言いたい奴には言わせとけ。 それはシャープアニメです。\u001b[22m\n\u001b[1m(Iitai yatsu ni wa iwa se toke. Sore wa shāpuanimedesu.)\u001b[22m\n\nTranslations of \u001b[4mHaters gonna hate. It's a SHAFT anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaters gonna hate.\u001b[24m\n    \u001b[1m言いたい奴には言わせとけ。\u001b[22m, \u001b[1m憎しみは憎むだろう。\u001b[22m, \u001b[1m嫌いは嫌いつもり。\u001b[22m\n\u001b[4mIt's a SHAFT anime.\u001b[24m\n    \u001b[1mそれはシャープアニメです。\u001b[22m, \u001b[1mこれは、SHAFTアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you dislike the cut-aways, nutbladders, or polka dots all over your screen, that's your own taste right there, but for myself personally these touches enhanced every moment. That's not all though - the best thing to talk about with this is the vibrancy in color. Nearly every single pixel on your screen will be a brightly colored pastel. Watching shades of sky blues and pretty pinks for twenty three minutes at a time greatly increased my overall happiness. I can vouch that if the art weren't exactly the way it is, then a great amount of value in this show would be lost.\n\n\u001b[1mあなたがカットアウェイ、ナッツブラダー、またはポップドットをあなたの画面上に嫌っているのなら、それはあなた自身の好みですが、私自身は個人的にこれらのタッチが毎回向上しています。 それはすべてではありません - これについて話すのが最善のことは、色の活気です。 画面上のほぼすべてのピクセルが明るい色のパステルになります。 一度にスカイブルーとかなりのピンクの色合いを見ていると、私の全体的な幸福が大幅に増えました。 芸術がそれほど正確ではないとすれば、このショーの価値は大いに失われると私は保証することができます。\u001b[22m\n\u001b[1m(Anata ga kattoau~ei, nattsuburadā, matawa poppudotto o anata no gamen'ue ni kiratte iru nonara, sore wa anata jishin no konomidesuga, watakushijishin wa kojin-teki ni korera no tatchi ga maikai kōjō shite imasu. Sore wa subetede wa arimasen - kore ni tsuite hanasu no ga saizen no koto wa,-iro no kakkidesu. Gamen'ue no hobo subete no pikuseru ga akarui iro no pasuteru ni narimasu. Ichido ni sukaiburū to kanari no pinku no iroai o mite iru to, watashi no zentai-tekina kōfuku ga ōhaba ni fuemashita. Geijutsu ga sorehodo seikakude wa nai to sureba, kono shō no kachi wa ōini ushinawa reruto watashi wa hoshō suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you dislike the cut-aways, nutbladders, or polka dots all over your screen, that's your own taste right there, but for myself personally these touches enhanced every moment. That's not all though - the best thing to talk about with this is the vibrancy in color. Nearly every single pixel on your screen will be a brightly colored pastel. Watching shades of sky blues and pretty pinks for twenty three minutes at a time greatly increased my overall happiness. I can vouch that if the art weren't exactly the way it is, then a great amount of value in this show would be lost.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you dislike the cut-aways, nutbladders, or polka dots all over your screen, that's your own taste right there, but for myself personally these touches enhanced every moment.\u001b[24m\n    \u001b[1mあなたがカットアウェイ、ナッツブラダー、またはポップドットをあなたの画面上に嫌っているのなら、それはあなた自身の好みですが、私自身は個人的にこれらのタッチが毎回向上しています。\u001b[22m, \u001b[1mすべてのあなたの画面上に切欠き、nutbladders、または水玉模様を嫌いなら、それはすぐそこに独自の味ですが、自分のために個人的にこれらのタッチはすべての瞬間を増強しました。\u001b[22m\n\u001b[4mThat's not all though - the best thing to talk about with this is the vibrancy in color.\u001b[24m\n    \u001b[1mそれはすべてではありません - これについて話すのが最善のことは、色の活気です。\u001b[22m, \u001b[1mそれはすべてではないがだ - これで約話すための最善のことは、色が鮮やかです。\u001b[22m\n\u001b[4mNearly every single pixel on your screen will be a brightly colored pastel.\u001b[24m\n    \u001b[1m画面上のほぼすべてのピクセルが明るい色のパステルになります。\u001b[22m, \u001b[1m画面上のほぼすべての単一のピクセルは、色鮮やかなパステルカラーになります。\u001b[22m\n\u001b[4mWatching shades of sky blues and pretty pinks for twenty three minutes at a time greatly increased my overall happiness.\u001b[24m\n    \u001b[1m一度にスカイブルーとかなりのピンクの色合いを見ていると、私の全体的な幸福が大幅に増えました。\u001b[22m, \u001b[1m一度に23分間空の青ときれいなピンクの色合いを見ては、大幅に私の全体の幸福を増加させました。\u001b[22m\n\u001b[4mI can vouch that if the art weren't exactly the way it is, then a great amount of value in this show would be lost.\u001b[24m\n    \u001b[1m芸術がそれほど正確ではないとすれば、このショーの価値は大いに失われると私は保証することができます。\u001b[22m, \u001b[1m私は、芸術はそれは正確な方法ではありませんでした場合は、このショーで値の大きな量が失われることを保証することができます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10/10\n\n\u001b[1mサウンド：10/10\u001b[22m\n\u001b[1m(Saundo: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10/10\u001b[24m\n    \u001b[1mサウンド：10/10\u001b[22m\nしゅわ しゅわ！\n(Shi ~yuwa shi ~yuwa!)\n\n\u001b[1mしゅわ しゅわ！\u001b[22m\n\u001b[1m(Shi ~yuwa shi ~yuwa!)\u001b[22m\n\u001b[1m\u001b[22m\nCatchy beats, fabulous seiyuus, and great background music galore. The opening (Dekirukanatte), a loud and flashy song, starts each episode in a manner that initiates a smile, lasting the whole episode. So check that out too. Then there's the background music. If you have not yet had the fortune to listen to this show's soundtrack, you're really missing out. It actually consists of mostly whistles and humming (my favorite piece being Waku Waku Hidamari Sou). These upbeat tunes make me feel gooey and happy inside every time I hear them (and getting gooey and happy for such a hardcore badass such as myself is extremely intense). Listening to the ending song 'Sakura Sakura Saku' may seem a bit out of place, because it sounds a little depressing, but I think it was the genius of the directors at SHAFT explaining to the viewer 'you just had so much fun watching this show you should calm down now - here's some sad music.' That SHAFT is just so smart. On a related note, the band who sings the ending song, marble, does the acoustic version of Dekirukanatte and it's pretty awesome.\n\n\u001b[1mキャッチーなビート、素晴らしいseiyuus、そして素晴らしいバックグラウンドミュージックが豊富にあります。 大声で派手な歌（デキルカナート）は、各エピソードを笑顔にして全エピソードを持続させるように開始する。 だからそれもチェックしてください。 その後、バックグラウンドミュージックがあります。 あなたがまだこの番組のサウ​​ンドトラックを聞くために運がなかったら、あなたは本当に欠場しています。 実際にはほとんどがホイッスルとハミング（私のお気に入りの作品は、Waku Waku Hidamari Sou）で構成されています。 これらのアップビートな曲は、私が彼らを聞くたびに（そして、自分自身のようなハードコア悪いのためにグーイーと幸せになることは非常に激しい）私がグーイーと幸せな気分を感じさせる。 エンディングソング「Sakura Sakura Saku」を聞くのはちょっと落ち込んでいるかもしれませんが、SHAFTのディレクターの天才だったと思います。 あなたが今落ち着かなければならないことを示してください - ここには悲しい音楽があります。  SHAFTはとてもスマートです。 関連するノートでは、終わりの歌、大理石を歌っているバンドは、Dekirukanatteのアコースティックバージョンをやっているし、それはかなり素晴らしいです。\u001b[22m\n\u001b[1m(Kyatchīna bīto, subarashī seiyuus, soshite subarashī bakkuguraundomyūjikku ga hōfu ni arimasu. Ōgoe de hadena uta (dekirukanāto) wa, kaku episōdo o egao ni shite zen episōdo o jizoku sa seru yō ni kaishi suru. Sonogo, bakkuguraundomyūjikku ga arimasu. Anata ga mada kono bangumi no sau ​​ ndotorakku o kiku tame ni un ga nakattara, anata wa hontōni ketsujō shite imasu. Jissai ni wa hotondo ga hoissuru to hamingu (watashinōkiniiri no sakuhin wa, Waku Waku Hidamari Sou) de kōsei sa rete imasu. Korera no appubītona kyoku wa, watashi ga karera o kiku tabi ni (soshite, jibun jishin no yōna hādokoa warui no tame ni gūī to shiawase ni naru koto wa hijō ni hageshī) watashi ga gūī to shiawasena kibun o kanji saseru. Endingusongu `Sakura Sakura Saku' o kiku no wa chotto ochikonde iru kamo shiremasenga, shafuto no direkutā no tensaidatta to omoimasu. Anata ga ima ochitsukanakereba naranai koto o shimeshite kudasai - koko ni wa kanashī ongaku ga arimasu. Shafuto wa totemo sumātodesu. Kanren suru nōtode wa, owari no uta, dairiseki o utatte iru bando wa, Dekirukanatte no akōsutikkubājon o yatte irushi, sore wa kanari subarashīdesu. Dakara sore mo chekku shite kudasai.)\u001b[22m\n\u001b[1m\u001b[22m\nAnd those seiyuu's? There's a lot of them. My two personal favorites that I thought need some of their own space in this review are Asumi Kana (Yuno) who also voiced Taneshima Poplar in Working!! and Omgigawa Chiaki (Nazuna) who is best known as Maka from Soul Eater. They do such great work...\n\n\u001b[1mそして、それらのseiyuuのですか？ それらの多くがあります。 このレビューで自分の宇宙が必要だと思った私の2つの個人的なお気に入りは、Taneshima Poplarでも働いていることを声に出してくれたかなあすみです！ ソウルイーターからマカとして知られているOmgigawa Chiaki（ナズナ）。 彼らはそのような素晴らしい仕事をしています...\u001b[22m\n\u001b[1m(Soshite, sorera no seiyuu nodesu ka? Sorera no ōku ga arimasu. Kono rebyū de jibun no uchū ga hitsuyōda to omotta watashi no 2tsu no kojin-tekina okiniiri wa, Taneshima Poplar demo hataraite iru koto o koenidashite kureta ka nā Sumidesu! Souruītā kara maka to shite shira rete iru Omgigawa Chiaki (nazuna). Karera wa sono yō na subarashī shigoto o shite imasu...)\u001b[22m\n\nTranslations of \u001b[4mAnd those seiyuu's? There's a lot of them. My two personal favorites that I thought need some of their own space in this review are Asumi Kana (Yuno) who also voiced Taneshima Poplar in Working!! and Omgigawa Chiaki (Nazuna) who is best known as Maka from Soul Eater. They do such great work...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd those seiyuu's?\u001b[24m\n    \u001b[1mそして、それらのseiyuuのですか？\u001b[22m, \u001b[1mそして、それらの声優さん？\u001b[22m\n\u001b[4mThere's a lot of them.\u001b[24m\n    \u001b[1mそれらの多くがあります。\u001b[22m\n\u001b[4mMy two personal favorites that I thought need some of their own space in this review are Asumi Kana (Yuno) who also voiced Taneshima Poplar in Working!!\u001b[24m\n    \u001b[1mこのレビューで自分の宇宙が必要だと思った私の2つの個人的なお気に入りは、Taneshima Poplarでも働いていることを声に出してくれたかなあすみです！\u001b[22m, \u001b[1m私はこのレビューで自分のスペースの一部を必要と考え、私の2の個人的なお気に入りは、また、作業中種島ぽぷらを表明あすみ佳奈（ゆ）です！\u001b[22m\n\u001b[4mand Omgigawa Chiaki (Nazuna) who is best known as Maka from Soul Eater.\u001b[24m\n    \u001b[1mソウルイーターからマカとして知られているOmgigawa Chiaki（ナズナ）。\u001b[22m, \u001b[1mそして最高のソウルイーターからマカとして知られているOmgigawa千秋（Nazuna）。\u001b[22m\n\u001b[4mThey do such great work...\u001b[24m\n    \u001b[1m彼らはそのような素晴らしい仕事をしています...\u001b[22m, \u001b[1m彼らはこのような素晴らしい仕事を...\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\nThe jokes are so funny in this show because the characters make them funny. Placing Yuno in a room with Nazuna, both notorious for being awkward folk, and you have the most ridicuolous situations that can take place in a normal setting and environment. I consider the two of them the true mascot characters for this show. Just watch and see why. They do such great work, too... Then we have Miyako, who can be described best as simple. She's best known for making even the most normal situations weird (often at her own expense). Hiro and Sae are the upperclassmen at the Hidamari Apartments, Hiro being the 'motherly' figure and Sae being like 'big brother' to all the underclassmen. While their characters come across as a bit stereotyped during previous seasons, I think their role in Hoshimittsu dispels all former accusations. Nori and Nazuna are the two new members by the way. Nori is techie and Nazuna is a girl who isn't in the art department. I'd say that's all necessary to say to briefly summarize the two. Lastly we have Yoshinoya-sensei and the Principal.\n\n\u001b[1mキャラクターが面白くするので、ジョークはこのショーでとても面白いです。 厄介な人物であることで有名なナズナの部屋にゆの場所を置き、普通の環境や環境で最も嘲笑的な状況があります。 私はこのショーのために2人を本当のマスコットキャラクターと見なします。 ちょうどそれを見て、なぜ見なさい。 彼らはそのような素晴らしい仕事もしています... それから、私たちは宮子を持っています。 彼女は最も普通の状況でさえ奇妙に（自分の経費でしばしば）することで最もよく知られています。  HiroとSaeはヒダマリアパートの上級生です。Hiroは「母親」であり、Saeはすべての中学生に「大兄」のようです。 前の季節にちょっと変わったキャラクターが出てくるのですが、ホシミットでの彼らの役割は、以前のすべての告発を払拭すると思います。  NoriとNazunaは途中で2人の新メンバーです。 ノリは技術者であり、ナスナは美術部門にいない少女です。 私は、両方を簡単に要約すると言ってもらう必要があると思います。 最後に、吉野家先生とプリンシパルがいます。\u001b[22m\n\u001b[1m(Kyarakutā ga omoshiroku surunode, jōku wa kono shō de totemo omoshiroidesu. Yakkaina jinbutsudearu koto de yūmeina nazuna no heya ni yu no basho o oki, futsū no kankyō ya kankyō de mottomo chōshō-tekina jōkyō ga arimasu. Sorekara, watashitachiha Miyako o motte imasu. Kanojo wa mottomo futsū no jōkyōde sae kimyō ni (jibun no keihi de shibashiba) suru koto de mottomo yoku shira rete imasu. Hiro to Sae wa hidamariapāto no jōkyūseidesu. Hiro wa `hahaoya'deari, Sae wa subete no chūgakusei ni `taikei' no yōdesu. Mae no kisetsu ni chotto kawatta kyarakutā ga dete kuru nodesuga, hoshimitto de no karera no yakuwari wa, izen no subete no kokuhatsu o fusshoku suru to omoimasu. Nori to Nazuna wa tochū de 2-ri no shin menbādesu. Nori wa gijutsu-shadeari, nasuna wa bijutsu bumon ni inai shōjodesu. Watashi wa, ryōhō o kantan ni yōyaku suru to itte morau hitsuyō ga aru to omoimasu. Saigo ni, Yoshinoya sensei to purinshiparu ga imasu. Watashi wa kono shō no tame ni 2-ri o hontō no masukottokyarakutā to minashimasu. Chōdo sore o mite, naze mi nasai. Karera wa sono yō na subarashī shigoto mo shite imasu...)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\nI bet you didn't see this score coming.\n\n\u001b[1m私はあなたがこのスコアが来るのを見なかったと思う。\u001b[22m\n\u001b[1m(Watashi wa anata ga kono sukoa ga kuru no o minakatta to omou.)\u001b[22m\n\nTranslations of \u001b[4mI bet you didn't see this score coming.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI bet you didn't see this score coming.\u001b[24m\n    \u001b[1m私はあなたがこのスコアが来るのを見なかったと思う。\u001b[22m, \u001b[1m私はあなたがこのスコアが来て見ていないに違いありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10/10\n\n\u001b[1m全体：10/10\u001b[22m\n\u001b[1m(Zentai: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10/10\u001b[24m\n    \u001b[1m全体：10/10\u001b[22m\nI find Hidamari Sketch Hoshimittsu as the best slice-of-life comedy anime out there, and I say that with full confidence that I can argue it better than titles such as Aria or K-ON! That is strictly me though. I seriously recommend picking up Hidamari Sketch from season one, and watch all the way through to this point. That may be a factor in as to why this season felt so great to me. Every episode was fun though. I looked forward to this show every week, and not a single episode failed to make me happy. It's pure artistic bliss that brings out the big grin inside of you.\n\n\u001b[1mひだまりスケッチ好きっつは最高のスライス・アニメ・コメディ・アニメだと思うし、アリアやK-ONよりも上手く論じることができると自信を持って言います！ それは厳密に私です。 私はシーズン1からひだまりスケッチを拾うことを真剣にお勧めします。 それはなぜ今シーズンが私にとってすばらしかったのかという点での要因かもしれません。 しかし、すべてのエピソードは楽しいものでした。 私は毎週このショーを楽しみにしていましたが、1つのエピソードで私を幸せにすることはできませんでした。 あなたの中に大きな笑顔を浮かべるのは純粋な芸術的な至福です。\u001b[22m\n\u001b[1m(Hida mari suketchi suki ttsu wa saikō no suraisu anime komedi animeda to omoushi, aria ya K - ON yori mo umaku ronjiru koto ga dekiru to jishin o motte iimasu! Sore wa genmitsu ni watashidesu. Watashi wa shīzun 1 kara hida mari suketchi o hirou koto o shinken ni o susume shimasu. Sore wa naze ima shīzun ga watashi ni totte subarashikatta no ka to iu ten de no yōin kamo shiremasen. Shikashi, subete no episōdo wa tanoshī monodeshita. Watashi wa maishū kono shō o tanoshimini shite imashitaga, 1tsu no episōdo de watashi o shiawaseni suru koto wa dekimasendeshita. Anata no naka ni ōkina egao o ukaberu no wa junsuina geijutsu-tekina shifukudesu.)\u001b[22m\n\nTranslations of \u001b[4mI find Hidamari Sketch Hoshimittsu as the best slice-of-life comedy anime out there, and I say that with full confidence that I can argue it better than titles such as Aria or K-ON! That is strictly me though. I seriously recommend picking up Hidamari Sketch from season one, and watch all the way through to this point. That may be a factor in as to why this season felt so great to me. Every episode was fun though. I looked forward to this show every week, and not a single episode failed to make me happy. It's pure artistic bliss that brings out the big grin inside of you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI find Hidamari Sketch Hoshimittsu as the best slice-of-life comedy anime out there, and I say that with full confidence that I can argue it better than titles such as Aria or K-ON!\u001b[24m\n    \u001b[1mひだまりスケッチ好きっつは最高のスライス・アニメ・コメディ・アニメだと思うし、アリアやK-ONよりも上手く論じることができると自信を持って言います！\u001b[22m, \u001b[1m私はそこに最高のスライス・オブ・ライフコメディアニメとしてひだまりスケッチHoshimittsuを見つけ、私はそのようなアリアやK-ONなどのタイトルよりも優れた完全な自信を持って、私はそれを主張することができることを言います！\u001b[22m\n\u001b[4mThat is strictly me though.\u001b[24m\n    \u001b[1mそれは厳密に私です。\u001b[22m, \u001b[1mそれはしかし、厳密に私です。\u001b[22m\n\u001b[4mI seriously recommend picking up Hidamari Sketch from season one, and watch all the way through to this point.\u001b[24m\n    \u001b[1m私はシーズン1からひだまりスケッチを拾うことを真剣にお勧めします。\u001b[22m, \u001b[1m私は真剣にシーズン1からひだまりスケッチを拾ってお勧めしますし、この時点までのすべての方法を見て。\u001b[22m\n\u001b[4mThat may be a factor in as to why this season felt so great to me.\u001b[24m\n    \u001b[1mそれはなぜ今シーズンが私にとってすばらしかったのかという点での要因かもしれません。\u001b[22m, \u001b[1mつまり、このシーズンは私にはとても素晴らしいと感じた理由としてにおける因子であり得ます。\u001b[22m\n\u001b[4mEvery episode was fun though.\u001b[24m\n    \u001b[1mしかし、すべてのエピソードは楽しいものでした。\u001b[22m, \u001b[1mすべてのエピソードはしかし楽しかったです。\u001b[22m\n\u001b[4mI looked forward to this show every week, and not a single episode failed to make me happy.\u001b[24m\n    \u001b[1m私は毎週このショーを楽しみにしていましたが、1つのエピソードで私を幸せにすることはできませんでした。\u001b[22m, \u001b[1m私は毎週この番組を楽しみにしていたし、単一のエピソードは私を幸せにするために失敗していません。\u001b[22m\n\u001b[4mIt's pure artistic bliss that brings out the big grin inside of you.\u001b[24m\n    \u001b[1mあなたの中に大きな笑顔を浮かべるのは純粋な芸術的な至福です。\u001b[22m, \u001b[1mそれはあなたの内側に大きな笑みを引き出し、純粋な芸術至福です。\u001b[22m\n\u001b[1m\u001b[22m\nHidamari Sketch Hoshimittsu is worth more than three stars in my opinion. Hell, I'd give it four or even five of them.\n\n\u001b[1mひだまりスケッチは、私の意見では三つ以上の星の価値があります。 地獄、私はそれを4つ、または5つ与えるだろう。\u001b[22m\n\u001b[1m(Hida mari suketchi wa, watashi no ikende wa mittsu ijō no hoshi no kachi ga arimasu. Jigoku, watashi wa sore o 4tsu, matawa itsutsu ataerudarou.)\u001b[22m\n\nTranslations of \u001b[4mHidamari Sketch Hoshimittsu is worth more than three stars in my opinion. Hell, I'd give it four or even five of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHidamari Sketch Hoshimittsu is worth more than three stars in my opinion.\u001b[24m\n    \u001b[1mひだまりスケッチは、私の意見では三つ以上の星の価値があります。\u001b[22m, \u001b[1mひだまりスケッチHoshimittsuは私の意見では以上の3つ星の価値があります。\u001b[22m\n\u001b[4mHell, I'd give it four or even five of them.\u001b[24m\n    \u001b[1m地獄、私はそれを4つ、または5つ与えるだろう。\u001b[22m, \u001b[1m地獄、私はそれを4またはそれらのさえ5を与えると思います。\u001b[22m"
  },
  {
    "title": "Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "id": "7062",
    "url": "https://myanimelist.net/anime/7062/Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "user": "ASAPCyrus",
    "profile": "/profile/ASAPCyrus/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=67169",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  10\n\n時には、より良い生活のスライスをより良くするために。 行くだけで...広い。\n\n4人の女の子がすべて出席して2年目です。 ゆのとその友人の人生が進行しています。 しかし、今や物事は2人の新しい新入生がアパートに移動することで揺れ動います。 時間が経過すると、複数の季節に達すると変化が表示されます。 大きくても小さくても、変化があります。 このショーは違いはありません。 紙では、季節の変化がショーの助けとなり、それはまだ最高の季節になります。\n\nまず、ノリとナスナの追加があります。 彼らは若干の変化を予見します。 彼らのユニークな側面には様々なジョークが加えられています。 彼らの生活様式、または彼らが持っているクラスと同じです。 微妙な変化は、2つのまばらな文字、または実際にショーへの追加のように感じる2つの文字との完全な違いを生むことができます。 幸いにも、彼らはひだまりのアパートのために素晴らしいことをしています。 古いメンバーはそれらを受け入れ、彼らが持っているものは、新しいキャラクターといくつかのショーが行うように、それらを役に立たないエディションにしません。 彼らはフォーミュラを揺るがし、より洗練された製品と同等になり、今シーズンにもっと新しい感覚を与えます。\n\n芸術とサウンドは、アニメを楽しむために大きなターンオンまたはオフになることができます。 しかし、ひだまりとはうまくいく。 他の2つの季節と同じ音色である間に音が残っていて、一時的な気分はまだそこにあり、それはショーのペースを維持することによってそれをうまく補う。 美術学生のアニメとして、それは最高の芸術や偉大な芸術を持っていない。 これは、ここでは品質の更新で変更され、もう少し高精細になります。 音のように、それは以前持っていた色鮮やかで穏やかな気分を保持しています。 しかし、今シーズンは本当に際立っています。\n\nペーシングとタイミングはコメディにとって非常に重要です。 ここでヒダマリはこれまでよりも少し早く行きます。 ユーモアは新しい場所で潜水し、成功します。 これにより、コメディが少しスムーズに流れるようになり、ペースの面では気分が悪くなりません。 しかし、キャラクターの相互作用やコメディーの全体的な基盤の厄介さはまだそこにあり、これまでどおりに面白いです。 それはジョークがどのように進行するかの違いを引き起こします。 前の季節と同じように、多くのジョークは1分間続きます。 これは、長い冗談ではなく、より多くのジョークとヒットよりもミスを許します。 ユーモアは典型的なひだまりのユーモアであり、環境内で混合されたお互いに相互作用する性格に基づいています。 今シーズンはレストラン、カフェ、ハードウェア店、サロンなどの場所に行くので、これはかなり違っていますか？ この設定は、あまりにも多くを食べることから、ハードウェア店のツールで楽しいことまで、いろいろな種類のジョークにつながります。\n\nこのすべての最も重要な要素は、特性評価と開発です。 ノリとナズナはアパートについてもっと学び、元の住人と友人になるように開発しています。 それはあいまいではありませんが、あなたはまだそれが起こっていると感じることができます。 キャラクターがどのように夜通しの伝統をどのように通っているかによって、キャラクターの描写は非常に微妙です。 伝統的ではありませんが、彼らはまだキャラクターを作り、彼らがどのように人生にいるかを視聴者に伝えます。 たとえ寝る前に人が何をするかを見たり、新しいグループの友達と仲良くなるような微妙なことがあっても。 それはゆっくりとした自然な曲に仕上がっています。\n\nひだまりスケッチ×保志ミツツとは、続編とは何か、観客が見つけた欠陥を元にして修正することです。 便利な追加機能、すばらしい芸術の更新、冗談とのより良いペーシング、自然の特徴付けと開発。 これは、生命のアニメーションの一部のファンのための必見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSometimes, in order to make a good slice of life even better. You just have to go... wider.\n\n\u001b[1m時には、より良い生活のスライスをより良くするために。 行くだけで...広い。\u001b[22m\n\u001b[1m(Tokiniha, yoriyoi seikatsu no suraisu o yori yoku suru tame ni. Iku dake de... Hiroi.)\u001b[22m\n\nTranslations of \u001b[4mSometimes, in order to make a good slice of life even better. You just have to go... wider.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSometimes, in order to make a good slice of life even better.\u001b[24m\n    \u001b[1m時には、より良い生活のスライスをより良くするために。\u001b[22m, \u001b[1m時には、人生の良いスライスをより良いものにするためです。\u001b[22m\n\u001b[4mYou just have to go... wider.\u001b[24m\n    \u001b[1m行くだけで...広い。\u001b[22m, \u001b[1mあなただけの...広い行かなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nIt’s the second year with all four girls present; life is going along for Yuno and her friends. But now things are shaken up with two new freshmen moving into the apartments. As time goes on, shows change if they reach multiple seasons. Whether big or small, changes are present. This show is no different. On paper, the changes in the season help the show and make it the best season yet.\n\n\u001b[1m4人の女の子がすべて出席して2年目です。 ゆのとその友人の人生が進行しています。 しかし、今や物事は2人の新しい新入生がアパートに移動することで揺れ動います。 時間が経過すると、複数の季節に達すると変化が表示されます。 大きくても小さくても、変化があります。 このショーは違いはありません。 紙では、季節の変化がショーの助けとなり、それはまだ最高の季節になります。\u001b[22m\n\u001b[1m(4-Ri no on'nanoko ga subete shusseki shite 2-nen-medesu. Yu no toso no yūjin no jinsei ga shinkō shite imasu. Shikashi, imaya monogoto wa 2-ri no atarashī shin'nyūsei ga apāto ni idō suru koto de yureugoimasu. Jikan ga keika suru to, fukusū no kisetsu ni tassuru to henka ga hyōji sa remasu. Ōkikute mo chīsakute mo, henka ga arimasu. Kono shō wa chigai wa arimasen. Kamide wa, kisetsu no henka ga shō no tasuke to nari, sore wa mada saikō no kisetsu ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s the second year with all four girls present; life is going along for Yuno and her friends. But now things are shaken up with two new freshmen moving into the apartments. As time goes on, shows change if they reach multiple seasons. Whether big or small, changes are present. This show is no different. On paper, the changes in the season help the show and make it the best season yet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s the second year with all four girls present;\u001b[24m\n    \u001b[1m4人の女の子がすべて出席して2年目です。\u001b[22m, \u001b[1mこれは、存在するすべての4人の女の子と二年目です。\u001b[22m\n\u001b[4mlife is going along for Yuno and her friends.\u001b[24m\n    \u001b[1mゆのとその友人の人生が進行しています。\u001b[22m, \u001b[1m人生はユーノと彼女の友人のために沿って起こっています。\u001b[22m\n\u001b[4mBut now things are shaken up with two new freshmen moving into the apartments.\u001b[24m\n    \u001b[1mしかし、今や物事は2人の新しい新入生がアパートに移動することで揺れ動います。\u001b[22m, \u001b[1mしかし、今のものは、2つの新しい新入生がアパートに移動して動揺しています。\u001b[22m\n\u001b[4mAs time goes on, shows change if they reach multiple seasons.\u001b[24m\n    \u001b[1m時間が経過すると、複数の季節に達すると変化が表示されます。\u001b[22m, \u001b[1m時間が経つにつれて、彼らは複数の季節に達した場合、変化を示しています。\u001b[22m\n\u001b[4mWhether big or small, changes are present.\u001b[24m\n    \u001b[1m大きくても小さくても、変化があります。\u001b[22m, \u001b[1m大きいか小さいかどうかは、変更が存在しています。\u001b[22m\n\u001b[4mThis show is no different.\u001b[24m\n    \u001b[1mこのショーは違いはありません。\u001b[22m\n\u001b[4mOn paper, the changes in the season help the show and make it the best season yet.\u001b[24m\n    \u001b[1m紙では、季節の変化がショーの助けとなり、それはまだ最高の季節になります。\u001b[22m, \u001b[1m紙の上に、季節の変化がショーを助け、まだ最高のシーズンにします。\u001b[22m\n\u001b[1m\u001b[22m\nFirst off, we have the additions of Nori and Nazuna. They do preform a little bit of a change up. Their unique aspects being brought in add some variety of jokes. Like their living arrangement, or the classes they have. The subtle changes can make a total difference from two bland characters, or two characters that actually do feel like an addition to the show. Luckily, they do and are nice additions for the Hidamari Apartments. The old members accept them and what they bring doesn’t make them useless editions as some shows do with new characters. They make the formula shake up and it equals a more refined product and gives it a more new feeling this season.\n\n\u001b[1mまず、ノリとナスナの追加があります。 彼らは若干の変化を予見します。 彼らのユニークな側面には様々なジョークが加えられています。 彼らの生活様式、または彼らが持っているクラスと同じです。 微妙な変化は、2つのまばらな文字、または実際にショーへの追加のように感じる2つの文字との完全な違いを生むことができます。 幸いにも、彼らはひだまりのアパートのために素晴らしいことをしています。 古いメンバーはそれらを受け入れ、彼らが持っているものは、新しいキャラクターといくつかのショーが行うように、それらを役に立たないエディションにしません。 彼らはフォーミュラを揺るがし、より洗練された製品と同等になり、今シーズンにもっと新しい感覚を与えます。\u001b[22m\n\u001b[1m(Mazu, nori to nasuna no tsuika ga arimasu. Karera wa jakkan no henka o yoken shimasu. Karera no yunīkuna sokumen ni wa samazamana jōku ga kuwae rarete imasu. Karera no seikatsu yōshiki, matawa karera ga motte iru kurasu to onajidesu. Bimyōna henka wa, 2tsu no mabarana moji, matawa jissai ni shō e no tsuika no yō ni kanjiru 2tsu no moji to no kanzen'na chigai o umu koto ga dekimasu. Saiwai ni mo, karera wa hida mari no apāto no tame ni subarashī koto o shite imasu. Furui menbā wa sorera o ukeire, karera ga motte iru mono wa, atarashī kyarakutā to ikutsu ka no shō ga okonau yō ni, sorera o yakunitatanai edishon ni shimasen. Karera wa fōmyura o yurugashi, yori senrensareta seihin to dōtō ni nari, ima shīzun ni motto atarashī kankaku o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, we have the additions of Nori and Nazuna. They do preform a little bit of a change up. Their unique aspects being brought in add some variety of jokes. Like their living arrangement, or the classes they have. The subtle changes can make a total difference from two bland characters, or two characters that actually do feel like an addition to the show. Luckily, they do and are nice additions for the Hidamari Apartments. The old members accept them and what they bring doesn’t make them useless editions as some shows do with new characters. They make the formula shake up and it equals a more refined product and gives it a more new feeling this season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, we have the additions of Nori and Nazuna.\u001b[24m\n    \u001b[1mまず、ノリとナスナの追加があります。\u001b[22m, \u001b[1mまず第一に、私たちは、ノリとNazunaの付加を有します。\u001b[22m\n\u001b[4mThey do preform a little bit of a change up.\u001b[24m\n    \u001b[1m彼らは若干の変化を予見します。\u001b[22m, \u001b[1m彼らは、変更までの少しをプリフォーム行います。\u001b[22m\n\u001b[4mTheir unique aspects being brought in add some variety of jokes.\u001b[24m\n    \u001b[1m彼らのユニークな側面には様々なジョークが加えられています。\u001b[22m, \u001b[1m持ち込まれている彼らのユニークな側面は、ジョークのいくつかのさまざまなを追加します。\u001b[22m\n\u001b[4mLike their living arrangement, or the classes they have.\u001b[24m\n    \u001b[1m彼らの生活様式、または彼らが持っているクラスと同じです。\u001b[22m, \u001b[1m彼らの生活の配置、または彼らが持っているクラスと同様。\u001b[22m\n\u001b[4mThe subtle changes can make a total difference from two bland characters, or two characters that actually do feel like an addition to the show.\u001b[24m\n    \u001b[1m微妙な変化は、2つのまばらな文字、または実際にショーへの追加のように感じる2つの文字との完全な違いを生むことができます。\u001b[22m, \u001b[1m微妙な変化は、実際にショーのほかのように感じるん2当たり障りのない文字、または2つの文字からの総違いを作ることができます。\u001b[22m\n\u001b[4mLuckily, they do and are nice additions for the Hidamari Apartments.\u001b[24m\n    \u001b[1m幸いにも、彼らはひだまりのアパートのために素晴らしいことをしています。\u001b[22m, \u001b[1m幸いなことに、彼らはありませんし、ひだまりアパートのための素晴らしい追加されています。\u001b[22m\n\u001b[4mThe old members accept them and what they bring doesn’t make them useless editions as some shows do with new characters.\u001b[24m\n    \u001b[1m古いメンバーはそれらを受け入れ、彼らが持っているものは、新しいキャラクターといくつかのショーが行うように、それらを役に立たないエディションにしません。\u001b[22m, \u001b[1m古いメンバーは彼らを受け入れ、いくつかのショーは新しいキャラクターをどうのように彼らが持って来ることはそれら無用のエディションことはありません。\u001b[22m\n\u001b[4mThey make the formula shake up and it equals a more refined product and gives it a more new feeling this season.\u001b[24m\n    \u001b[1m彼らはフォーミュラを揺るがし、より洗練された製品と同等になり、今シーズンにもっと新しい感覚を与えます。\u001b[22m, \u001b[1m彼らは、式を揺るがす作り、それがより洗練された製品を等しくし、それを今シーズンをより多くの新しい感じを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and sound can be a major turn on or turn off for enjoying an anime. But with Hidamari, it does it well. The sound while being the same tone as the other two seasons, the laidback feeling is still there and it compliments it well by maintaining the pace of the show. Being an anime about art students, it hasn’t had the best art or even great art. This changes here with a quality update and makes it a little more high definition. Like the sound, it retains its colorful cheery mood it has had before. But it really stands out this season.\n\n\u001b[1m芸術とサウンドは、アニメを楽しむために大きなターンオンまたはオフになることができます。 しかし、ひだまりとはうまくいく。 他の2つの季節と同じ音色である間に音が残っていて、一時的な気分はまだそこにあり、それはショーのペースを維持することによってそれをうまく補う。 美術学生のアニメとして、それは最高の芸術や偉大な芸術を持っていない。 これは、ここでは品質の更新で変更され、もう少し高精細になります。 音のように、それは以前持っていた色鮮やかで穏やかな気分を保持しています。 しかし、今シーズンは本当に際立っています。\u001b[22m\n\u001b[1m(Geijutsu to saundo wa, anime o tanoshimu tame ni ōkina tān'on matawa ofu ni naru koto ga dekimasu. Shikashi, hida mari to wa umaku iku. Hoka no 2tsu no kisetsu to onaji neirodearu ma ni oto ga nokotte ite, ichiji-tekina kibun wa mada soko ni ari, soreha shō no pēsu o iji suru koto ni yotte sore o umaku oginau. Bijutsu gakusei no anime to shite, soreha saikō no geijutsu ya idaina geijutsu o motteinai. Kore wa, kokode wa hinshitsu no kōshin de henkō sa re, mōsukoshi kōseizai ni narimasu. Oto no yō ni, sore wa izen motte ita iro azayakade odayakana kibun o hoji shite imasu. Shikashi, ima shīzun wa hontōni kiwadatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art and sound can be a major turn on or turn off for enjoying an anime. But with Hidamari, it does it well. The sound while being the same tone as the other two seasons, the laidback feeling is still there and it compliments it well by maintaining the pace of the show. Being an anime about art students, it hasn’t had the best art or even great art. This changes here with a quality update and makes it a little more high definition. Like the sound, it retains its colorful cheery mood it has had before. But it really stands out this season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and sound can be a major turn on or turn off for enjoying an anime.\u001b[24m\n    \u001b[1m芸術とサウンドは、アニメを楽しむために大きなターンオンまたはオフになることができます。\u001b[22m, \u001b[1mアートと音が上の主要なターンであるか、アニメを楽しむためにオフにすることができます。\u001b[22m\n\u001b[4mBut with Hidamari, it does it well.\u001b[24m\n    \u001b[1mしかし、ひだまりとはうまくいく。\u001b[22m, \u001b[1mしかしひだまりで、それがうまくそれをしません。\u001b[22m\n\u001b[4mThe sound while being the same tone as the other two seasons, the laidback feeling is still there and it compliments it well by maintaining the pace of the show.\u001b[24m\n    \u001b[1m他の2つの季節と同じ音色である間に音が残っていて、一時的な気分はまだそこにあり、それはショーのペースを維持することによってそれをうまく補う。\u001b[22m, \u001b[1m音は、他の2つの季節と同じトーンでありながら、のんびり感がまだそこにあり、それはショーのペースを維持することによって、それをよく褒め。\u001b[22m\n\u001b[4mBeing an anime about art students, it hasn’t had the best art or even great art.\u001b[24m\n    \u001b[1m美術学生のアニメとして、それは最高の芸術や偉大な芸術を持っていない。\u001b[22m, \u001b[1m芸術の学生約アニメなので、それは最高の芸術、あるいは偉大な芸術を持っていません。\u001b[22m\n\u001b[4mThis changes here with a quality update and makes it a little more high definition.\u001b[24m\n    \u001b[1mこれは、ここでは品質の更新で変更され、もう少し高精細になります。\u001b[22m, \u001b[1mこれは、高品質の更新とここに変化し、それはもう少し高精細になります。\u001b[22m\n\u001b[4mLike the sound, it retains its colorful cheery mood it has had before.\u001b[24m\n    \u001b[1m音のように、それは以前持っていた色鮮やかで穏やかな気分を保持しています。\u001b[22m, \u001b[1m音のように、それはそれは前に持っていたそのカラフルな陽気な気分を保持します。\u001b[22m\n\u001b[4mBut it really stands out this season.\u001b[24m\n    \u001b[1mしかし、今シーズンは本当に際立っています。\u001b[22m, \u001b[1mしかし、それは本当に今シーズン目立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nPacing and timing is very important for a comedy. Here Hidamari goes a little faster than it has before. The humor takes a dive with new places and succeeds in it. This allows the comedy to flow a little smoother, and not feel as awkward in terms of pacing. But the awkwardness of the character interactions and overall basis of comedy is still there and it's as funny as ever. It causes a difference in how jokes go on. Not many jokes go on for a minute, as they had before in previous seasons. This allows for more jokes and more hits than misses, instead of long jokes that drag on. The humor is the typical Hidamari humor and is still based on the personalities interacting with each other mixed in the environment. Which is a lot different this season since they go to places like restaurants, cafes, hardware stores, and salons? The setting leads to a different variety of jokes, ranging from eating too much, or having fun with the tools at the hardware store.\n\n\u001b[1mペーシングとタイミングはコメディにとって非常に重要です。 ここでヒダマリはこれまでよりも少し早く行きます。 ユーモアは新しい場所で潜水し、成功します。 これにより、コメディが少しスムーズに流れるようになり、ペースの面では気分が悪くなりません。 しかし、キャラクターの相互作用やコメディーの全体的な基盤の厄介さはまだそこにあり、これまでどおりに面白いです。 それはジョークがどのように進行するかの違いを引き起こします。 前の季節と同じように、多くのジョークは1分間続きます。 これは、長い冗談ではなく、より多くのジョークとヒットよりもミスを許します。 ユーモアは典型的なひだまりのユーモアであり、環境内で混合されたお互いに相互作用する性格に基づいています。 今シーズンはレストラン、カフェ、ハードウェア店、サロンなどの場所に行くので、これはかなり違っていますか？ この設定は、あまりにも多くを食べることから、ハードウェア店のツールで楽しいことまで、いろいろな種類のジョークにつながります。\u001b[22m\n\u001b[1m(Pēshingu to taimingu wa komedi ni totte hijō ni jūyōdesu. Koko de hidamari wa kore made yori mo sukoshi hayaku ikimasu. Kore ni yori, komedi ga sukoshi sumūzu ni nagareru yō ni nari, pēsu no mende wa kibun ga waruku narimasen. Shikashi, kyarakutā no sōgo sayō ya komedī no zentai-tekina kiban no yakkai-sa wa mada soko ni ari, kore made dōri ni omoshiroidesu. Sore wa jōku ga dono yō ni shinkō suru ka no chigai o hikiokoshimasu. Mae no kisetsu to onajiyōni, ōku no jōku wa 1-funkan tsudzukimasu. Kore wa, nagai jōdande wa naku, yori ōku no jōku to hitto yori mo misu o yurushimasu. Yūmoa wa tenkei-tekina hida mari no yūmoadeari, kankyō-nai de kongō sa reta otagai ni sōgo sayō suru seikaku ni motodzuite imasu. Ima shīzun wa resutoran, kafe, hādou~ea-ten, saron nado no basho ni ikunode, kore wa kanari chigatte imasu ka? Kono settei wa, amarini mo ōku o taberu koto kara, hādou~ea-ten no tsūru de tanoshīkoto made, iroirona shurui no jōku ni tsunagarimasu. Yūmoa wa atarashī basho de sensui shi, seikō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mPacing and timing is very important for a comedy. Here Hidamari goes a little faster than it has before. The humor takes a dive with new places and succeeds in it. This allows the comedy to flow a little smoother, and not feel as awkward in terms of pacing. But the awkwardness of the character interactions and overall basis of comedy is still there and it's as funny as ever. It causes a difference in how jokes go on. Not many jokes go on for a minute, as they had before in previous seasons. This allows for more jokes and more hits than misses, instead of long jokes that drag on. The humor is the typical Hidamari humor and is still based on the personalities interacting with each other mixed in the environment. Which is a lot different this season since they go to places like restaurants, cafes, hardware stores, and salons? The setting leads to a different variety of jokes, ranging from eating too much, or having fun with the tools at the hardware store.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPacing and timing is very important for a comedy.\u001b[24m\n    \u001b[1mペーシングとタイミングはコメディにとって非常に重要です。\u001b[22m, \u001b[1mペーシングとタイミングは喜劇のために非常に重要です。\u001b[22m\n\u001b[4mHere Hidamari goes a little faster than it has before.\u001b[24m\n    \u001b[1mここでヒダマリはこれまでよりも少し早く行きます。\u001b[22m, \u001b[1mここひだまりは、それが前に持っているよりも少し速くなります。\u001b[22m\n\u001b[4mThis allows the comedy to flow a little smoother, and not feel as awkward in terms of pacing.\u001b[24m\n    \u001b[1mこれにより、コメディが少しスムーズに流れるようになり、ペースの面では気分が悪くなりません。\u001b[22m, \u001b[1mこれはコメディーが少しスムーズに流すことができ、およびペーシングの観点としてぎこちない感じていません。\u001b[22m\n\u001b[4mBut the awkwardness of the character interactions and overall basis of comedy is still there and it's as funny as ever.\u001b[24m\n    \u001b[1mしかし、キャラクターの相互作用やコメディーの全体的な基盤の厄介さはまだそこにあり、これまでどおりに面白いです。\u001b[22m, \u001b[1mしかし、文字の相互作用とコメディの全体的な基盤のぎこちながまだやそれが、これまでと同じ面白いです。\u001b[22m\n\u001b[4mIt causes a difference in how jokes go on.\u001b[24m\n    \u001b[1mそれはジョークがどのように進行するかの違いを引き起こします。\u001b[22m, \u001b[1mこれはジョークが上に行く方法に差が生じます。\u001b[22m\n\u001b[4mNot many jokes go on for a minute, as they had before in previous seasons.\u001b[24m\n    \u001b[1m前の季節と同じように、多くのジョークは1分間続きます。\u001b[22m, \u001b[1m彼らは前シーズンに前に持っていたようではない多くのジョークは、分に行きます。\u001b[22m\n\u001b[4mThis allows for more jokes and more hits than misses, instead of long jokes that drag on.\u001b[24m\n    \u001b[1mこれは、長い冗談ではなく、より多くのジョークとヒットよりもミスを許します。\u001b[22m, \u001b[1mこれは、代わりにドラッグ長いジョークで、より多くのジョークやミスよりもヒットすることができます。\u001b[22m\n\u001b[4mThe humor is the typical Hidamari humor and is still based on the personalities interacting with each other mixed in the environment.\u001b[24m\n    \u001b[1mユーモアは典型的なひだまりのユーモアであり、環境内で混合されたお互いに相互作用する性格に基づいています。\u001b[22m, \u001b[1mユーモアは、典型的なひだまりのユーモアで、まだ環境内の各他の混合との相互作用の個性に基づいています。\u001b[22m\n\u001b[4mWhich is a lot different this season since they go to places like restaurants, cafes, hardware stores, and salons?\u001b[24m\n    \u001b[1m今シーズンはレストラン、カフェ、ハードウェア店、サロンなどの場所に行くので、これはかなり違っていますか？\u001b[22m, \u001b[1m彼らはレストラン、カフェ、金物店、およびサロンのような場所に行くので、これは今シーズンたくさん違うのですか？\u001b[22m\n\u001b[4mThe setting leads to a different variety of jokes, ranging from eating too much, or having fun with the tools at the hardware store.\u001b[24m\n    \u001b[1mこの設定は、あまりにも多くを食べることから、ハードウェア店のツールで楽しいことまで、いろいろな種類のジョークにつながります。\u001b[22m, \u001b[1m設定は、食べ過ぎ、またはハードウェアの店でツールを使って楽しん至るまで、ジョークの異なるさまざまなにつながります。\u001b[22m\n\u001b[4mThe humor takes a dive with new places and succeeds in it.\u001b[24m\n    \u001b[1mユーモアは新しい場所で潜水し、成功します。\u001b[22m, \u001b[1mユーモアは、新しい場所でのダイビングを取り、それに成功しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe most important factor to all of this is the characterization and development. The development is natural for Nori and Nazuna as they learn more and more about the apartments and become friends with the original residents. While it isn’t blatant, you can still feel that it is happening. The characterization is very subtle as it’s mostly shown through how the characters go through their nightly traditions. While not traditional, they still get to create the characters and tell the viewer how they are in life. Even if it’s subtle like seeing what a person does before going to bed or fitting in with a new group of friends. It’s done to a slow natural tune.\n\n\u001b[1mこのすべての最も重要な要素は、特性評価と開発です。 ノリとナズナはアパートについてもっと学び、元の住人と友人になるように開発しています。 それはあいまいではありませんが、あなたはまだそれが起こっていると感じることができます。 キャラクターがどのように夜通しの伝統をどのように通っているかによって、キャラクターの描写は非常に微妙です。 伝統的ではありませんが、彼らはまだキャラクターを作り、彼らがどのように人生にいるかを視聴者に伝えます。 たとえ寝る前に人が何をするかを見たり、新しいグループの友達と仲良くなるような微妙なことがあっても。 それはゆっくりとした自然な曲に仕上がっています。\u001b[22m\n\u001b[1m(Ko no subete no mottomojūyōna yōso wa, tokusei hyōka to kaihatsudesu. Nori to nazuna wa apāto ni tsuite motto manabi,-moto no jūnin to yūjin ni naru yō ni kaihatsu shite imasu. Sore wa aimaide wa arimasenga, anata wa mada sore ga okotte iru to kanjiru koto ga dekimasu. Kyarakutā ga dono yō ni yodōshi no dentō o dono yō ni tōtte iru ka ni yotte, kyarakutā no byōsha wa hijō ni bimyōdesu. Dentō-tekide wa arimasenga, karera wa mada kyarakutā o tsukuri, karera ga dono yō ni jinsei ni iru ka o shichō-sha ni tsutaemasu. Tatoe nerumae ni hito ga nani o suru ka o mi tari, atarashī gurūpu no tomodachi to nakayoku naru yōna bimyōna koto ga atte mo. Sore wa yukkuri to shita shizen'na kyoku ni shiagatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe most important factor to all of this is the characterization and development. The development is natural for Nori and Nazuna as they learn more and more about the apartments and become friends with the original residents. While it isn’t blatant, you can still feel that it is happening. The characterization is very subtle as it’s mostly shown through how the characters go through their nightly traditions. While not traditional, they still get to create the characters and tell the viewer how they are in life. Even if it’s subtle like seeing what a person does before going to bed or fitting in with a new group of friends. It’s done to a slow natural tune.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe most important factor to all of this is the characterization and development.\u001b[24m\n    \u001b[1mこのすべての最も重要な要素は、特性評価と開発です。\u001b[22m, \u001b[1mこのすべての最も重要な要因は、特性評価および開発です。\u001b[22m\n\u001b[4mThe development is natural for Nori and Nazuna as they learn more and more about the apartments and become friends with the original residents.\u001b[24m\n    \u001b[1mノリとナズナはアパートについてもっと学び、元の住人と友人になるように開発しています。\u001b[22m, \u001b[1m彼らはアパートの詳細および多くを学び、元の住民と友達になるよう開発はノリとNazunaのために自然です。\u001b[22m\n\u001b[4mWhile it isn’t blatant, you can still feel that it is happening.\u001b[24m\n    \u001b[1mそれはあいまいではありませんが、あなたはまだそれが起こっていると感じることができます。\u001b[22m, \u001b[1mそれが露骨ではないですが、あなたはまだそれが起こっていることを感じることができます。\u001b[22m\n\u001b[4mThe characterization is very subtle as it’s mostly shown through how the characters go through their nightly traditions.\u001b[24m\n    \u001b[1mキャラクターがどのように夜通しの伝統をどのように通っているかによって、キャラクターの描写は非常に微妙です。\u001b[22m, \u001b[1mそれは、ほとんどの文字が自分毎晩伝統を経る方法を通じて示さだとして特徴づけは非常に微妙です。\u001b[22m\n\u001b[4mWhile not traditional, they still get to create the characters and tell the viewer how they are in life.\u001b[24m\n    \u001b[1m伝統的ではありませんが、彼らはまだキャラクターを作り、彼らがどのように人生にいるかを視聴者に伝えます。\u001b[22m, \u001b[1m伝統的なものではないが、彼らはまだ文字を作成し、彼らが生活の中でどのように視聴者に伝えるために取得します。\u001b[22m\n\u001b[4mEven if it’s subtle like seeing what a person does before going to bed or fitting in with a new group of friends.\u001b[24m\n    \u001b[1mたとえ寝る前に人が何をするかを見たり、新しいグループの友達と仲良くなるような微妙なことがあっても。\u001b[22m, \u001b[1m場合でも、それは人が友人の新しいグループとのベッドやフィッティングに行く前に何を見てのような微妙なのです。\u001b[22m\n\u001b[4mIt’s done to a slow natural tune.\u001b[24m\n    \u001b[1mそれはゆっくりとした自然な曲に仕上がっています。\u001b[22m, \u001b[1mこれは、低速の自然チューニングするために行われています。\u001b[22m\n\u001b[1m\u001b[22m\nHidamari Sketch x Hoshimittsu is what a sequel should be, take what flaws the audiences have found with the original and fix them. With some useful additions, the wonderful art update, better pacing with the jokes, and some natural characterization and development. This is a must watch for any fan of slice of life anime.\n\n\u001b[1mひだまりスケッチ×保志ミツツとは、続編とは何かを知り、観客が見つけた欠陥を元にして修正することです。 便利な追加機能、すばらしい芸術の更新、冗談とのより良いペーシング、自然の特徴付けと開発。 これは、生命のアニメーションの一部のファンのための必見です。\u001b[22m\n\u001b[1m(Hida mari suketchi × Hoshi mitsutsu to wa, zokuhen to wa nanika o shiri, kankyaku ga mitsuketa kekkan o gen ni shite shūsei suru kotodesu. Benrina tsuika kinō, subarashī geijutsu no kōshin, jōdan to no yoriyoi pēshingu, shizen no tokuchō-tsuke to kaihatsu. Kore wa, seimei no animēshon no ichibu no fan no tame no hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mHidamari Sketch x Hoshimittsu is what a sequel should be, take what flaws the audiences have found with the original and fix them. With some useful additions, the wonderful art update, better pacing with the jokes, and some natural characterization and development. This is a must watch for any fan of slice of life anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHidamari Sketch x Hoshimittsu is what a sequel should be, take what flaws the audiences have found with the original and fix them.\u001b[24m\n    \u001b[1mひだまりスケッチ×保志ミツツとは、続編とは何かを知り、観客が見つけた欠陥を元にして修正することです。\u001b[22m, \u001b[1mひだまりスケッチはHoshimittsuが続編は観客がオリジナルで発見し、それらを修正したものをキズ取り、どうあるべきかであるxは。\u001b[22m\n\u001b[4mWith some useful additions, the wonderful art update, better pacing with the jokes, and some natural characterization and development.\u001b[24m\n    \u001b[1m便利な追加機能、すばらしい芸術の更新、冗談とのより良いペーシング、自然の特徴付けと開発。\u001b[22m, \u001b[1mいくつかの有用な追加、素晴らしい芸術を更新、ジョークとのより良いペース、およびいくつかの自然の特性評価および開発で。\u001b[22m\n\u001b[4mThis is a must watch for any fan of slice of life anime.\u001b[24m\n    \u001b[1mこれは、生命のアニメーションの一部のファンのための必見です。\u001b[22m, \u001b[1mこれは人生のアニメのスライスのいずれかのファンを監視しなければならないです。\u001b[22m"
  },
  {
    "title": "Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "id": "7062",
    "url": "https://myanimelist.net/anime/7062/Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "user": "Credulous",
    "profile": "/profile/Credulous/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=24142",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  6\n\n日常のことについて話しましょう！ なぜ6だけ？ ひらまりスケッチとは何ですか？\n\n私はひだまりスケッチの前のすべての季節を1つの理由で見てきました。 シェフトはそれを作った。 それだけです、それが私の唯一の理由です。 ヒダマリスケッチの最初のシーズンを見始めたとき、私はあまりにも些細で面倒だったので、実際に落としましたが、6ヶ月後に始まったとき、私は少し魅力的で、あなたに真実を伝えるのがとても魅力的でした。 私はなぜ、季節や卵のどれも異なっているわけではないが、設定、シナリオ、アクティビティではちょっと変わったものと同じだが、ひだまりスケッチについてはとても魅力的かもしれない。\n\nひだまりスケッチは、例外なく、前の季節とまったく同じ2人の新しい主人公を追加しました。 ヒダマリのアパートに2人の新しい新入生を招いて、誰もが学校で1年を過ごしました。 しかし、心配する必要はありません。彼らはこのショーの他のキャラクターとまったく同じです。あなたはあまりにも揺らめくことはなく、スクリーンに表示された独創性を使って脳が過熱することはありません。\n\nそれはかわいいです、それは魅力的です、それは無意味で、実体なく、忘れられません。 忘れられない部分を少し広げてみましょう。 実際には忘れてしまいました。私はこのレビューを書いている同じ日に最後のエピソード（11）で起こったことを本当に思い出すことができません。つまり、2009年の秋に私が見た最初の2つの季節は、 私が以前に見たことのないアニメ2つ。 これはネガティブではありません。ひだまりスケッチが好きな人は、再ウォッチの価値が大きいと思います！\n\nいずれにせよ、私が前に言及したように、このアニメフランチャイズ全体の魅力は、これに関連する他のすべてのものと同じであると考える。 南池、いちごましまろ、そして部分的に類似しているものなど。 アズマンガ大王、ラッキースター、百子など。彼らは何も物事はまったく異なる程度であり、日常生活は普通の（あるいはそれほど規則的ではない）。 あなたは異なる属性と特性を持つキャラクターのセットを持っています。それから物語のないストーリーボードを作り、面白い脚本でそれを記入してください！\n\nひだまりスケッチの最大の問題私が思うに、キャラクターはちょっと単調ですが、彼らは行動が少しばかり変わっていて、乳白色が少し白くて、食べる気分になるとバニラアイスクリームです ストロベリーアイスクリーム。 そして、これがこのアニメが6を得た主な理由です.6は悪い評価ではありませんが、ひだまりスケッチ望月津のように、これはトップです。\n\nSHAFTが選んだアニメーションやアートスタイルを嫌う人にとっては、 あなたはそれを所有しています。\n\nTLDR：それは魅力的で、爽やかな芸術を持ち、キャラクターはあまりにも控えめで、このアニメを6にする独創性に欠けている。\n\nいつものように、私はいつも私のレビューで正しいです、あなたが私のプロフィールにコメントしても、私が間違っているということは、私がいつも正しいという事実を変えないと言っても、あなたが私と同意しないならば、 この世界に存在する少数の真実。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nLet's talk about mundane stuff! Why only a 6? What is Hidamari Sketch?\n\n\u001b[1m日常のことについて話しましょう！ なぜ6だけ？ ひらまりスケッチとは何ですか？\u001b[22m\n\u001b[1m(Nichijō no koto ni tsuite hanashimashou! Naze 6 dake? Hira mari suketchi to wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mLet's talk about mundane stuff! Why only a 6? What is Hidamari Sketch?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's talk about mundane stuff!\u001b[24m\n    \u001b[1m日常のことについて話しましょう！\u001b[22m, \u001b[1mのは、世俗的なものについてお話しましょう！\u001b[22m\n\u001b[4mWhy only a 6?\u001b[24m\n    \u001b[1mなぜ6だけ？\u001b[22m, \u001b[1mなぜわずか6？\u001b[22m\n\u001b[4mWhat is Hidamari Sketch?\u001b[24m\n    \u001b[1mひらまりスケッチとは何ですか？\u001b[22m, \u001b[1mひだまりスケッチとは何ですか？\u001b[22m\n\u001b[1m\u001b[22m\nI have watched all the previous seasons of Hidamari Sketch for one reason; SHAFT made it. That's it, that's the only reason I have. When I first started watching the first season of Hidamari Sketch I actually dropped it because it was too trivial and tedious for me, but when I then started over 6 months later I found it slightly alluring and quite charming to tell you the truth. I don't know why, none of the seasons or ova's are any different, they're all about the exact same stuff with some slight alternations in settings, scenarios and activites, but maybe that's what's so charming about Hidamari Sketch.\n\n\u001b[1m私はひだまりスケッチの前のすべての季節を1つの理由で見てきました。 シェフトはそれを作った。 それだけです、それが私の唯一の理由です。 ヒダマリスケッチの最初のシーズンを見始めたとき、私はあまりにも些細で面倒だったので、実際に落としましたが、6ヶ月後に始まったとき、私は少し魅力的で、あなたに真実を伝えるのがとても魅力的でした。 私はなぜ、季節や卵のどれも異なっているわけではないが、設定、シナリオ、アクティビティではちょっと変わったものと同じだが、ひだまりスケッチについてはとても魅力的かもしれない。\u001b[22m\n\u001b[1m(Watashi wa hida mari suketchi no mae no subete no kisetsu o 1tsu no riyū de mitekimashita. Shefuto wa sore o tsukutta. Sore dakedesu, sore ga watashi no yuiitsu no riyūdesu. Hidamarisuketchi no saisho no shīzun o mi hajimeta toki, watashi wa amarini mo sasaide mendōdattanode, jissai ni otoshimashitaga, 6-kagetsu-go ni hajimatta toki, watashi wa sukoshi mirikiteki de, anata ni shinjitsu o tsutaeru no ga totemo mirikitekideshita. Watashi wa naze, kisetsu ya tamago no dore mo kotonatte iru wakede wa naiga, settei, shinario, akutibitide wa chotto kawatta mono to onajidaga, hida mari suketchi ni tsuite wa totemo mirikiteki kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mI have watched all the previous seasons of Hidamari Sketch for one reason; SHAFT made it. That's it, that's the only reason I have. When I first started watching the first season of Hidamari Sketch I actually dropped it because it was too trivial and tedious for me, but when I then started over 6 months later I found it slightly alluring and quite charming to tell you the truth. I don't know why, none of the seasons or ova's are any different, they're all about the exact same stuff with some slight alternations in settings, scenarios and activites, but maybe that's what's so charming about Hidamari Sketch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have watched all the previous seasons of Hidamari Sketch for one reason;\u001b[24m\n    \u001b[1m私はひだまりスケッチの前のすべての季節を1つの理由で見てきました。\u001b[22m, \u001b[1m私は1つの理由でひだまりスケッチの以前のすべての季節を見ています。\u001b[22m\n\u001b[4mSHAFT made it.\u001b[24m\n    \u001b[1mシェフトはそれを作った。\u001b[22m, \u001b[1mシャフトは、それを作りました。\u001b[22m\n\u001b[4mThat's it, that's the only reason I have.\u001b[24m\n    \u001b[1mそれだけです、それが私の唯一の理由です。\u001b[22m, \u001b[1mそれはそれだ、それは私が持っている唯一の理由です。\u001b[22m\n\u001b[4mWhen I first started watching the first season of Hidamari Sketch I actually dropped it because it was too trivial and tedious for me, but when I then started over 6 months later I found it slightly alluring and quite charming to tell you the truth.\u001b[24m\n    \u001b[1mヒダマリスケッチの最初のシーズンを見始めたとき、私はあまりにも些細で面倒だったので、実際に落としましたが、6ヶ月後に始まったとき、私は少し魅力的で、あなたに真実を伝えるのがとても魅力的でした。\u001b[22m, \u001b[1m私が最初にひだまりスケッチの最初のシーズンを見始めたとき、それは私にとってあまりにも自明と面倒だったので、私は実際にそれを落としたが、私は、後6ヶ月にわたって始めたとき、私はそれが少し魅力的な、非常に魅力的なあなたに真実を伝えることがわかりました。\u001b[22m\n\u001b[4mI don't know why, none of the seasons or ova's are any different, they're all about the exact same stuff with some slight alternations in settings, scenarios and activites, but maybe that's what's so charming about Hidamari Sketch.\u001b[24m\n    \u001b[1m私はなぜ、季節や卵のどれも異なっているわけではないが、設定、シナリオ、アクティビティではちょっと変わったものと同じだが、ひだまりスケッチについてはとても魅力的かもしれない。\u001b[22m, \u001b[1m季節や卵子ののいずれも任意の違いはありませんなぜ、私は彼らがすべての設定、シナリオとのactivitesで若干の交代とまったく同じものについてだ、知らないが、多分それはひだまりスケッチについてとても魅力的だものです。\u001b[22m\n\u001b[1m\u001b[22m\nHidamari Sketch Hoshimittsu is no exception, it's exactly the same as the previous seasons with the addition of two new main characters. Everyone's been upped a year in school which invites two new freshmen to enter Hidamari apartments. Don't worry though, they're exactly the same as all the other characters in this show so you won't get too rattled up and your brain won't get overheated with the originality displayed on screen.\n\n\u001b[1mひだまりスケッチは、例外なく、前の季節とまったく同じ2人の新しい主人公を追加しました。 ヒダマリのアパートに2人の新しい新入生を招いて、誰もが学校で1年を過ごしました。 しかし、心配する必要はありません。彼らはこのショーの他のキャラクターとまったく同じです。あなたはあまりにも揺らめくことはなく、スクリーンに表示された独創性であなたの脳が過熱することはありません。\u001b[22m\n\u001b[1m(Hida mari suketchi wa, reigai naku, mae no kisetsu to mattaku onaji 2-ri no atarashī shujinkō o tsuika shimashita. Hidamari no apāto ni 2-ri no atarashī shin'nyūsei o maneite, daremoga gakkō de 1-nen o sugoshimashita. Shikashi, shinpai suru hitsuyō wa arimasen. Karera wa kono shō no ta no kyarakutā to mattaku onajidesu. Anata wa amarini mo yurameku koto wa naku, sukurīn ni hyōji sa reta dokusō-sei de anata no nō ga kanetsu suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mHidamari Sketch Hoshimittsu is no exception, it's exactly the same as the previous seasons with the addition of two new main characters. Everyone's been upped a year in school which invites two new freshmen to enter Hidamari apartments. Don't worry though, they're exactly the same as all the other characters in this show so you won't get too rattled up and your brain won't get overheated with the originality displayed on screen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHidamari Sketch Hoshimittsu is no exception, it's exactly the same as the previous seasons with the addition of two new main characters.\u001b[24m\n    \u001b[1mひだまりスケッチは、例外なく、前の季節とまったく同じ2人の新しい主人公を追加しました。\u001b[22m, \u001b[1mひだまりスケッチHoshimittsuも例外ではありません、それは正確に二つの新しいメインキャラクターを追加した前シーズンと同じです。\u001b[22m\n\u001b[4mEveryone's been upped a year in school which invites two new freshmen to enter Hidamari apartments.\u001b[24m\n    \u001b[1mヒダマリのアパートに2人の新しい新入生を招いて、誰もが学校で1年を過ごしました。\u001b[22m, \u001b[1m誰もがひだまりのアパートを入力するために、2つの新しい新入生を募集学校で年間引き上げられています。\u001b[22m\n\u001b[4mDon't worry though, they're exactly the same as all the other characters in this show so you won't get too rattled up and your brain won't get overheated with the originality displayed on screen.\u001b[24m\n    \u001b[1mしかし、心配する必要はありません。彼らはこのショーの他のキャラクターとまったく同じです。あなたはあまりにも揺らめくことはなく、スクリーンに表示された独創性であなたの脳が過熱することはありません。\u001b[22m, \u001b[1mあなたはあまりにもガタガタ得ることはありませんし、あなたの脳は、画面に表示されたオリジナリティとオーバーヒートしないように、彼らはまさにこの番組内の他のすべての文字と同じだ、でも心配しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nIt's cute, it's charming, it's nonsensical, without substance and forgettable. Let's expand slightly on the forgettable part; it's actually so forgettable I can't really recall what happened in the last episode (11) which I watched the same day I'm writing this review, which means that the first two seasons which I watched sometime during the autumn of 2009 are basically two animes I've never seen before. This is not negative, if you like Hidamari Sketch it makes for great rewatch value!\n\n\u001b[1mそれはかわいいです、それは魅力的です、それは無意味で、実体なく、忘れられません。 忘れられない部分を少し広げてみましょう。 実際には忘れてしまいました。私はこのレビューを書いている同じ日に最後のエピソード（11）で起こったことを本当に思い出すことができません。つまり、2009年の秋に私が見た最初の2つの季節は、 私が以前に見たことのないアニメ2つ。 これはネガティブではありません。ひだまりスケッチが好きな人は、再ウォッチの価値が大きいと思います！\u001b[22m\n\u001b[1m(Sore wa kawaīdesu, soreha mirikitekidesu, sore wa muimide, jittai naku, wasure raremasen. Wasurerarenai bubun o sukoshi hirogete mimashou. Jissai ni wa wasurete shimaimashita. Watashi wa kono rebyū o kaite iru onaji Ni~Tsu ni saigo no episōdo (11) de okotta koto o hontōni omoidasu koto ga dekimasen. Tsumari, 2009-nen no aki ni watashi ga mita saisho no 2tsu no kisetsu wa, watashi ga izen ni mita koto no nai anime 2tsu. Kore wa negatibude wa arimasen. Hida mari suketchi ga sukinahito wa, sai u~otchi no kachi ga ōkī to omoimasu!)\u001b[22m\n\nTranslations of \u001b[4mIt's cute, it's charming, it's nonsensical, without substance and forgettable. Let's expand slightly on the forgettable part; it's actually so forgettable I can't really recall what happened in the last episode (11) which I watched the same day I'm writing this review, which means that the first two seasons which I watched sometime during the autumn of 2009 are basically two animes I've never seen before. This is not negative, if you like Hidamari Sketch it makes for great rewatch value!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's cute, it's charming, it's nonsensical, without substance and forgettable.\u001b[24m\n    \u001b[1mそれはかわいいです、それは魅力的です、それは無意味で、実体なく、忘れられません。\u001b[22m, \u001b[1mそれは物質と忘れずに、無意味だ、それは魅力的です、かわいいです。\u001b[22m\n\u001b[4mLet's expand slightly on the forgettable part;\u001b[24m\n    \u001b[1m忘れられない部分を少し広げてみましょう。\u001b[22m, \u001b[1mのが忘れられがち部分に少し拡大してみましょう。\u001b[22m\n\u001b[4mit's actually so forgettable I can't really recall what happened in the last episode (11) which I watched the same day I'm writing this review, which means that the first two seasons which I watched sometime during the autumn of 2009 are basically\u001b[24m\n    \u001b[1m実際には忘れてしまいました。私はこのレビューを書いている同じ日に最後のエピソード（11）で起こったことを本当に思い出すことができません。つまり、2009年の秋に私が見た最初の2つの季節は、\u001b[22m, \u001b[1mそれは私が2009年の秋にいつか見た最初の二つの季節が基本的にあることを意味し、実際に私は本当に私はこのレビューを書いて、同じ日に見た最後のエピソード（11）に何が起こったのか思い出すことができないので、忘れられがちです\u001b[22m\n\u001b[4mtwo animes I've never seen before.\u001b[24m\n    \u001b[1m私が以前に見たことのないアニメ2つ。\u001b[22m, \u001b[1m私が前に見たことがない2アニメ。\u001b[22m\n\u001b[4mThis is not negative, if you like Hidamari Sketch it makes for great rewatch value!\u001b[24m\n    \u001b[1mこれはネガティブではありません。ひだまりスケッチが好きな人は、再ウォッチの価値が大きいと思います！\u001b[22m, \u001b[1mこれはひだまりスケッチが好きならそれは素晴らしいrewatch値になり、負ではありません！\u001b[22m\n\u001b[1m\u001b[22m\nIn any case, as I mentioned before I think the charm of this entire anime franchise is the same as with all the other ones pertaining to this, such as; Minami-ke, Ichigo Mashimaro and then ones that are partly similar such as; Azumanga Daioh, Lucky Star, Hyakko etc. etc. They are all to different degrees about nothing and everything, just regular (or not so regular) everyday life. You have your set of characters with different attributes and traits and then you make a storyboard around that that has no substance and fill it with interesting screenplay instead and there you go!\n\n\u001b[1mいずれにせよ、私が前に言及したように、このアニメフランチャイズ全体の魅力は、これに関連する他のすべてのものと同じであると考える。 南池、いちごましまろ、そして部分的に類似しているものなど。 アズマンガ大王、ラッキースター、百子など。彼らは何も物事はまったく異なる程度であり、日常生活は普通の（あるいはそれほど規則的ではない）。 あなたは異なる属性と特性を持つキャラクターのセットを持っています。それから物語のないストーリーボードを作り、興味深い脚本でそれを記入してください！\u001b[22m\n\u001b[1m(Izure ni seyo, watashi ga mae ni genkyū shita yō ni, kono anime furanchaizu zentai no miryoku wa, kore ni kanren suru ta no subete no mono to onajidearu to kangaeru. Minamiike, ichigomashi maro, soshite bubun-teki ni ruiji shite iru mono nado. Azumanga Daiō, rakkīsutā, Momoko nado. Karera wa nani mo monogoto wa mattaku kotonaru teidodeari, nichijō seikatsu wa futsū no (aruiwa sorehodo kisoku-tekide wa nai). Anata wa kotonaru zokusei to tokusei o motsu kyarakutā no setto o motte imasu. Sorekara monogatari no nai sutōrībōdo o tsukuri, kyōmibukai kyakuhon de sore o kinyū shite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mIn any case, as I mentioned before I think the charm of this entire anime franchise is the same as with all the other ones pertaining to this, such as; Minami-ke, Ichigo Mashimaro and then ones that are partly similar such as; Azumanga Daioh, Lucky Star, Hyakko etc. etc. They are all to different degrees about nothing and everything, just regular (or not so regular) everyday life. You have your set of characters with different attributes and traits and then you make a storyboard around that that has no substance and fill it with interesting screenplay instead and there you go!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn any case, as I mentioned before I think the charm of this entire anime franchise is the same as with all the other ones pertaining to this, such as;\u001b[24m\n    \u001b[1mいずれにせよ、私が前に言及したように、このアニメフランチャイズ全体の魅力は、これに関連する他のすべてのものと同じであると考える。\u001b[22m, \u001b[1mいずれにせよ、私はこの全体のアニメのフランチャイズの魅力のような、これに関連するすべての他のものと同じだと思う前に私が述べたように、\u001b[22m\n\u001b[4mMinami-ke, Ichigo Mashimaro and then ones that are partly similar such as;\u001b[24m\n    \u001b[1m南池、いちごましまろ、そして部分的に類似しているものなど。\u001b[22m, \u001b[1mみなみけ、いちごマシマロ、その後のような部分的に類似しているもの。\u001b[22m\n\u001b[4mAzumanga Daioh, Lucky Star, Hyakko etc. etc. They are all to different degrees about nothing and everything, just regular (or not so regular) everyday life.\u001b[24m\n    \u001b[1mアズマンガ大王、ラッキースター、百子など。彼らは何も物事はまったく異なる程度であり、日常生活は普通の（あるいはそれほど規則的ではない）。\u001b[22m, \u001b[1mあずまんが大王、らき☆すた、ヒャッコなどなど彼らは何も、すべて、（そのように規則的またはない）普通の日常生活についての異なる程度にすべてです。\u001b[22m\n\u001b[4mYou have your set of characters with different attributes and traits and then you make a storyboard around that that has no substance and fill it with interesting screenplay instead and there you go!\u001b[24m\n    \u001b[1mあなたは異なる属性と特性を持つキャラクターのセットを持っています。それから物語のないストーリーボードを作り、興味深い脚本でそれを記入してください！\u001b[22m, \u001b[1mあなたは、異なる属性と形質と文字のあなたのセットを持っていると、あなたは何の物質を持っていないし、あなたが行く代わりに、そこに面白い脚本でそれを埋めることの周りに絵コンテを作ります！\u001b[22m\n\u001b[1m\u001b[22m\nHidamari Sketch's biggest problem I think is that the characters are a bit too monotonous, you know they could have done with a bit more variety in their actions, they're a bit too milky white, they're vanilla icecream when you feel like eating strawberry icecream. And this is the main reason why this anime gets a 6, a 6 is not a bad rating, but it's nothing over the top, just like Hidamari Sketch Hoshimittsu.\n\n\u001b[1mひだまりスケッチの最大の問題私が思うに、キャラクターはちょっと単調ですが、彼らは行動が少しばかり変わっていて、乳白色が少し白くて、食べる気分になるとバニラアイスクリームです ストロベリーアイスクリーム。 そして、これがこのアニメが6を得た主な理由です.6は悪い評価ではありませんが、ひだまりスケッチ望月津のように、これはトップです。\u001b[22m\n\u001b[1m(Hida mari suketchi no saidai no mondai watashi ga omou ni, kyarakutā wa chotto tanchōdesuga, karera wa kōdō ga sukoshi bakari kawatte ite, nyūhakushoku ga sukoshi shirokute, taberu kibun ni naru to baniraaisukurīmudesu sutoroberīaisukurīmu. Soshite, korega kono anime ga 6 o eta omona riyūdesu. 6 Wa warui hyōkade wa arimasenga, hida mari suketchi Mochidzuki Tsu no yō ni, koreha toppudesu.)\u001b[22m\n\nTranslations of \u001b[4mHidamari Sketch's biggest problem I think is that the characters are a bit too monotonous, you know they could have done with a bit more variety in their actions, they're a bit too milky white, they're vanilla icecream when you feel like eating strawberry icecream. And this is the main reason why this anime gets a 6, a 6 is not a bad rating, but it's nothing over the top, just like Hidamari Sketch Hoshimittsu.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHidamari Sketch's biggest problem I think is that the characters are a bit too monotonous, you know they could have done with a bit more variety in their actions, they're a bit too milky white, they're vanilla icecream when you feel like eating\u001b[24m\n    \u001b[1mひだまりスケッチの最大の問題私が思うに、キャラクターはちょっと単調ですが、彼らは行動が少しばかり変わっていて、乳白色が少し白くて、食べる気分になるとバニラアイスクリームです\u001b[22m, \u001b[1m私が思うひだまりスケッチの最大の問題は、文字はあなたが食べるように感じるとき、彼らはバニラアイスクリームをしている、彼らは少しも乳白色ている、あなたは彼らが彼らの行動にもう少し多様な行っている可能性を知って、少しも単調であるということです\u001b[22m\n\u001b[4mstrawberry icecream.\u001b[24m\n    \u001b[1mストロベリーアイスクリーム。\u001b[22m, \u001b[1mイチゴアイスクリーム。\u001b[22m, \u001b[1mイチゴのアイスクリーム。\u001b[22m\n\u001b[4mAnd this is the main reason why this anime gets a 6, a 6 is not a bad rating, but it's nothing over the top, just like Hidamari Sketch Hoshimittsu.\u001b[24m\n    \u001b[1mそして、これがこのアニメが6を得た主な理由です.6は悪い評価ではありませんが、ひだまりスケッチ望月津のように、これはトップです。\u001b[22m, \u001b[1mそして、これはこのアニメが6を取得する主な理由である、6は悪い評価ではありませんが、それだけでひだまりスケッチHoshimittsuのように、トップの上に何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nFor the people who dislike the animation and art style that SHAFT chose to go with; screw you, it owns.\n\n\u001b[1mSHAFTが選んだアニメーションやアートスタイルを嫌う人にとっては、 あなたはそれを所有しています。\u001b[22m\n\u001b[1m(Shafuto ga eranda animēshon ya ātosutairu o kirau hito ni totte wa, anata wa sore o shoyū shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the people who dislike the animation and art style that SHAFT chose to go with; screw you, it owns.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the people who dislike the animation and art style that SHAFT chose to go with;\u001b[24m\n    \u001b[1mSHAFTが選んだアニメーションやアートスタイルを嫌う人にとっては、\u001b[22m, \u001b[1mシャフトは一緒に行くことを選んだアニメーションやアートスタイルを嫌う人々のために。\u001b[22m\n\u001b[4mscrew you, it owns.\u001b[24m\n    \u001b[1mあなたはそれを所有しています。\u001b[22m, \u001b[1mあなたネジ、それが所有しています。\u001b[22m\n\u001b[1m\u001b[22m\nTLDR: It's charming, it has refreshing art, characters are a bit too bland, lacks in originality which renders this anime a 6.\n\n\u001b[1mTLDR：それは魅力的で、爽やかな芸術を持ち、キャラクターはあまりにも控えめで、このアニメを6にする独創性に欠けている。\u001b[22m\n\u001b[1m(TLDR: Sore wa mirikiteki de, sawayakana geijutsu o mochi, kyarakutā wa amarini mo hikaeme de, kono anime o 6 ni suru dokusō-sei ni kakete iru.)\u001b[22m\n\nTranslations of \u001b[4mTLDR: It's charming, it has refreshing art, characters are a bit too bland, lacks in originality which renders this anime a 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTLDR: It's charming, it has refreshing art, characters are a bit too bland, lacks in originality which renders this anime a 6.\u001b[24m\n    \u001b[1mTLDR：それは魅力的で、爽やかな芸術を持ち、キャラクターはあまりにも控えめで、このアニメを6にする独創性に欠けている。\u001b[22m, \u001b[1mTLDR：それは魅力的だが、それは芸術をリフレッシュしている、文字が少しも当たり障りのないです、このアニメ6をレンダリングオリジナリティに欠けます。\u001b[22m\n\u001b[1m\u001b[22m\nAs usual, I am always right in my reviews, even if you comment on my profile saying I'm wrong does not change the fact that I'm always right, you can't be right if you disagree with me and that's one of the few truths that exist in this world.\n\n\u001b[1mいつものように、私はいつも私のレビューで正しいです、あなたが私のプロフィールにコメントしても、私が間違っているということは、私がいつも正しいという事実を変えないと言っても、あなたが私と同意しないならば、 この世界に存在する少数の真実。\u001b[22m\n\u001b[1m(Itsumo no yō ni, watashi wa itsumo watashi no rebyū de tadashīdesu, anata ga watashi no purofīru ni komento shite mo, watashi ga machigatte iru to iu koto wa, watashi ga itsumo tadashī to iu jijitsu o kaenai to itte mo, anata ga watashi to dōi shinainaraba, kono sekai ni sonzai suru shōsū no shinjitsu.)\u001b[22m\n\nTranslations of \u001b[4mAs usual, I am always right in my reviews, even if you comment on my profile saying I'm wrong does not change the fact that I'm always right, you can't be right if you disagree with me and that's one of the few truths that exist in this world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs usual, I am always right in my reviews, even if you comment on my profile saying I'm wrong does not change the fact that I'm always right, you can't be right if you disagree with me and that's one of\u001b[24m\n    \u001b[1mいつものように、私はいつも私のレビューで正しいです、あなたが私のプロフィールにコメントしても、私が間違っているということは、私がいつも正しいという事実を変えないと言っても、あなたが私と同意しないならば、\u001b[22m, \u001b[1mいつものように、私はあなたが私は常に正しいだという事実は変更されません間違っていると言って私のプロフィールにコメントしても、右の私のレビューでは常に午前、あなたは私と一緒に同意しない場合は、右にすることはできません、それはの一つです\u001b[22m\n\u001b[4mthe few truths that exist in this world.\u001b[24m\n    \u001b[1mこの世界に存在する少数の真実。\u001b[22m, \u001b[1mこの世界に存在するいくつかの真理。\u001b[22m"
  },
  {
    "title": "Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "id": "7062",
    "url": "https://myanimelist.net/anime/7062/Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "user": "kevo",
    "profile": "/profile/kevo/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=25161",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nひだまりスケッチフランチャイズのファンは、ショーの第3シーズンが実際に他の2つのシーズンと同じであることを知るためにうまくいくでしょう。 ユナと彼女の3人のひだまりのアパートは、特に何もしない別のシーズンに戻る。 彼らはアートスクールに行き、謙虚なディナーパーティーのために自発的に集まり、本当に彼らの人生を楽しむ。 複雑なプロットや文字の暗唱はありません。 ひだまりスケッチは4人の女の子たちの生活をいたずらに単純で楽観的なものにしているので、彼らはおそらく存在することはできません。 しかし、あなたが一瞬の瞬間のためにあなたの冷笑的な考え方を止めれば、それは本当に楽しいことです。 ヒダマリスケッチはポスタルな抽象的な芸術からインスパイアされた著名なアニメーションエフェクトのディレクターである秋月真帆監督にとって、優雅さと崇高さの間の優美なラインを優雅に演出しています。\n\nシーズン2とは違って、今月のヒダマリスケッチは時間を追って進み、2人の新しいキャラクター、ナズナとノリを紹介します。 ショーがキャストの一部として実際にそれらを肉体化するのには時間がかかるものの、彼らはショーでわずかに面白いです。 大部分は、ノリは精力的で発信的なミヤコのニッチであり、ナズナはより多くのモーベブロを除いて、ゆーのように内気で内向的だったことが分かった。 ヒダマリスケッチのようなアンサンブルキャストには、3人目のシーズンにキャラクターを追加するのは難しいです。 それにもかかわらず、2人のキャラクターが、2シーズン後に水蒸気を使い果たし始めたかもしれないショーに新鮮な空気を少し紹介しています。\n\nそれ以外に、ひだまりスケッチにはそれほど新しいことはありません。 私たちが知って愛しているものは、多かれ少なかれ、そしてさらに改善されたものです。 永遠に愛される吉野家先生は、沢山のスクリーンタイムを持ち、いつも楽しい時間を過ごしています。彼女のクレイジーな教室での騒動と、古い校長に叱られてしまいます。  2年前に卒業していた昔のテナント、ミサトとリリのことを、ユノとミヤコに置き換えたエピソードがあります。 タイムカプセルのエピソードは、ひだ​​まりスケッチの本当に面白い面です。 ばかげた可愛い妹のチカも今シーズンに登場するか、2つになります。 娼婦はもっと多くの行を持っていて、今シーズンにはもっと目に見えます。 全体的に見て、メインキャストの悪戯の周りに焦点を当て、時にはマイナーキャラクターを含む主要な構造が保存されています。\n\n執筆はかなり世俗的です。 私はエピソードの半分が女の子だけで夕食を食べることで終わると誓っています。 それにもかかわらず、私は本当にそれについて悪いことを考えることはできません。 確かに、それは現代文学宣言の壮大な壮大さが欠けているが、それはひだまりスケッチがやりたいことではない。 今シーズンはかなり面白かったですし、対話は自然な感じです。 声優は非常に才能のある人にも役立ちます。\n\nアニメーションは、あなたがSHAFTから期待していたものです。鮮明で斬新です。 ショーは、芸術と背景の明るい色と抽象的な幾何学的テーマで非常に明るいです。 やや不鮮明な表情があり、アルファ値はかなり高いですが、その結果はかなりクールです。\n\n他の季節と同様に、オープニングテーマはキャストによって歌われ、エンディングテーマは大理石で歌われます。 本当に壮大なものはありませんが、私はエンディングのテーマが好きです。 スコアはすでに2シーズンで見たものです。 ユニークで漫画的でミニマルなサウンドトラックは、ショーの背景に合っています。 水橋香織は宮古のようにばかばかしいですし、後藤裕子のヒロの声は涼宮ハルヒの憂鬱のファンにはかなり分かりやすいです。\n\n全体的に、あなたが他の2つの季節を好きなら、このショーに時計を与えてください。 それは本当にマラソンの何かではありません。  13のエピソードを見るのに私に85日かかった。 何も新しいことはありませんが、なぜ壊れていないものを修正するのですか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nFans of the Hidamari Sketch franchise will do well to know that the third season of the show is really just like the other two. Yuno and her three fellow tenants of the Hidamari Apartments return for another season of... doing nothing in particular. They go to art school, gather together spontaneously for humble dinner parties, and genuinely enjoy their lives. There is no complex plot or character insinuations; Hidamari Sketch is an absurdly simplistic and optimistic take on the lives of four girls so normal and so carefree that they cannot possibly exist. Yet if you suspend your cynical mindset for a fleeting moment, it really is a lot of fun. From the mellow dialogue that walks gracefully the trapeze line between inane and sublime to the director Akiyuki Shinbou's notable animation effects inspired by postmodern abstract art, Hidamari Sketch is a different take on anime but still familiar to the casual viewer.\n\n\u001b[1mひだまりスケッチフランチャイズのファンは、ショーの第3シーズンが実際に他の2つのシーズンと同じであることを知るためにうまくいくでしょう。 ユナと彼女の3人のひだまりのアパートは、特に何もしない別のシーズンに戻る。 彼らはアートスクールに行き、謙虚なディナーパーティーのために自発的に集まり、本当に彼らの人生を楽しむ。 複雑なプロットや文字の暗唱はありません。 ひだまりスケッチは4人の女の子たちの生活をいたずらに単純で楽観的なものにしているので、彼らはおそらく存在することはできません。 しかし、あなたが一瞬の瞬間のためにあなたの冷笑的な考え方を止めれば、それは本当に楽しいことです。 ヒダマリスケッチはポスタルな抽象的な芸術からインスパイアされた著名なアニメーションエフェクトのディレクターである秋月真帆監督にとって、優雅さと崇高さの間の優美なラインを優雅に演出しています。\u001b[22m\n\u001b[1m(Hida mari suketchifuranchaizu no fan wa, shō no dai 3 shīzun ga jissai ni hoka no 2tsu no shīzun to onajidearu koto o shiru tame ni umaku ikudeshou. Yuna to kanojo no 3-ri no hida mari no apāto wa, tokuni nanimoshinai-betsu no shīzun ni modoru. Karera wa ātosukūru ni iki, kenkyona dināpātī no tame ni jihatsu-teki ni atsumari, hontōni karera no jinsei o tanoshimu. Fukuzatsuna purotto ya moji no anshō wa arimasen. Hida mari suketchi wa 4-ri no on'nanoko-tachi no seikatsu o itazura ni tanjun de rakukantekina mono ni shite irunode, karera wa osoraku sonzai suru koto wa dekimasen. Shikashi, anata ga isshun no shunkan no tame ni anata no reishō-tekina kangaekata o yamereba, sore wa hontōni tanoshī kotodesu. Hidamarisuketchi wa posutaruna chūshōtekina geijutsu kara insupaia sa reta chomeina animēshon'efekuto no direkutādearu Akidzuki Maho kantoku ni totte, yūga-sa to sūkō-sa no ma no yūbina rain o yūga ni enshutsu shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFans of the Hidamari Sketch franchise will do well to know that the third season of the show is really just like the other two. Yuno and her three fellow tenants of the Hidamari Apartments return for another season of... doing nothing in particular. They go to art school, gather together spontaneously for humble dinner parties, and genuinely enjoy their lives. There is no complex plot or character insinuations; Hidamari Sketch is an absurdly simplistic and optimistic take on the lives of four girls so normal and so carefree that they cannot possibly exist. Yet if you suspend your cynical mindset for a fleeting moment, it really is a lot of fun. From the mellow dialogue that walks gracefully the trapeze line between inane and sublime to the director Akiyuki Shinbou's notable animation effects inspired by postmodern abstract art, Hidamari Sketch is a different take on anime but still familiar to the casual viewer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFans of the Hidamari Sketch franchise will do well to know that the third season of the show is really just like the other two.\u001b[24m\n    \u001b[1mひだまりスケッチフランチャイズのファンは、ショーの第3シーズンが実際に他の2つのシーズンと同じであることを知るためにうまくいくでしょう。\u001b[22m, \u001b[1mひだまりスケッチフランチャイズのファンはショーの3シーズン目がちょうど他の2本当に好きであることを知ることがよく行います。\u001b[22m\n\u001b[4mYuno and her three fellow tenants of the Hidamari Apartments return for another season of... doing nothing in particular.\u001b[24m\n    \u001b[1mユナと彼女の3人のひだまりのアパートは、特に何もしない別のシーズンに戻る。\u001b[22m, \u001b[1mゆとひだまりアパートの彼女の3仲間テナントの...特に何もしない別のシーズンに向けて返します。\u001b[22m\n\u001b[4mThey go to art school, gather together spontaneously for humble dinner parties, and genuinely enjoy their lives.\u001b[24m\n    \u001b[1m彼らはアートスクールに行き、謙虚なディナーパーティーのために自発的に集まり、本当に彼らの人生を楽しむ。\u001b[22m, \u001b[1m彼らは謙虚なディナーパーティーのために自発的に集まる、美術学校に行き、そして純粋に自分たちの生活を楽しむことができます。\u001b[22m\n\u001b[4mThere is no complex plot or character insinuations;\u001b[24m\n    \u001b[1m複雑なプロットや文字の暗唱はありません。\u001b[22m, \u001b[1m複雑なプロットやキャラクター当てこすりはありません。\u001b[22m\n\u001b[4mHidamari Sketch is an absurdly simplistic and optimistic take on the lives of four girls so normal and so carefree that they cannot possibly exist.\u001b[24m\n    \u001b[1mひだまりスケッチは4人の女の子たちの生活をいたずらに単純で楽観的なものにしているので、彼らはおそらく存在することはできません。\u001b[22m, \u001b[1mひだまりスケッチので、通常、彼らはおそらく存在しないことができるように屈託のない4人の女の子の生活にばかばかしいほど単純で楽観テイクです。\u001b[22m\n\u001b[4mYet if you suspend your cynical mindset for a fleeting moment, it really is a lot of fun.\u001b[24m\n    \u001b[1mしかし、あなたが一瞬の瞬間のためにあなたの冷笑的な考え方を止めれば、それは本当に楽しいことです。\u001b[22m, \u001b[1mあなたはつかの間の瞬間のためにあなたのシニカルな考え方を中断した場合しかし、それは本当に多くの楽しみです。\u001b[22m\n\u001b[4mFrom the mellow dialogue that walks gracefully the trapeze line between inane and sublime to the director Akiyuki Shinbou's notable animation effects inspired by postmodern abstract art, Hidamari Sketch is a different take on anime but still familiar to the casual viewer.\u001b[24m\n    \u001b[1mヒダマリスケッチはポスタルな抽象的な芸術からインスパイアされた著名なアニメーションエフェクトのディレクターである秋月真帆監督にとって、優雅さと崇高さの間の優美なラインを優雅に演出しています。\u001b[22m, \u001b[1m優雅にポストモダン抽象芸術に触発無意味と監督への崇高新房Shinbouの顕著なアニメーション効果の間ブランコラインを歩くまろやかな対話から、ひだまりスケッチはまだカジュアルな視聴者に馴染みのアニメで異なるテイクですが。\u001b[22m\n\u001b[1m\u001b[22m\nUnlike season 2, this season of Hidamari Sketch moves forward in time and introduces two new characters: Nazuna and Nori. While it takes some time for the show to really flesh them out as part of the cast, they are only marginally interesting in the show. Mostly I found that Nori was energetic and outgoing, Miyako's niche, and that Nazuna was shy and introverted, like Yuno except more moeblob. It's difficult to add characters to ensemble casts like Hidamari Sketch in the third season because everyone else has firmly staked their positions. Regardless, two more characters do a little bit to introduce some fresh air into a show that's might have begun to run out of steam after two seasons.\n\n\u001b[1mシーズン2とは違って、今月のヒダマリスケッチは時間を追って進み、2人の新しいキャラクター、ナズナとノリを紹介します。 ショーがキャストの一部として実際にそれらを肉体化するのには時間がかかるものの、彼らはショーでわずかに面白いです。 大部分は、ノリは精力的で発信的なミヤコのニッチであり、ナズナはより多くのモーベブロを除いて、ゆーのように内気で内向的だったことが分かった。 ヒダマリスケッチのようなアンサンブルキャストには、3人目のシーズンにキャラクターを追加するのは難しいです。 それにもかかわらず、2人のキャラクターが、2シーズン後に水蒸気を使い果たし始めたかもしれないショーに新鮮な空気を少し紹介しています。\u001b[22m\n\u001b[1m(Shīzun 2 to wa chigatte, kongetsu no hidamarisuketchi wa jikan o otte susumi, 2-ri no atarashī kyarakutā, nazuna to nori o shōkai shimasu. Shō ga kyasuto no ichibu to shite jissai ni sorera o nikutai-ka suru no ni wa jikan ga kakaru mono no, karera wa shō de wazuka ni omoshiroidesu. Daibubun wa, nori wa seiryoku-tekide hasshin-tekina Miyako no nitchideari, nazuna wa yori ōku no mōbeburo o nozoite, yu ̄ no yō ni uchikide naikō-tekidatta koto ga wakatta. Hidamarisuketchi no yōna ansanburukyasuto ni wa, 3 hitome no shīzun ni kyarakutā o tsuika suru no wa muzukashīdesu. Sore nimokakawarazu, 2-ri no kyarakutā ga, 2 shīzun-go ni suijōki o tsukaihatashi hajimeta kamo shirenai shō ni shinsen'na kūki o sukoshi shōkai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mUnlike season 2, this season of Hidamari Sketch moves forward in time and introduces two new characters: Nazuna and Nori. While it takes some time for the show to really flesh them out as part of the cast, they are only marginally interesting in the show. Mostly I found that Nori was energetic and outgoing, Miyako's niche, and that Nazuna was shy and introverted, like Yuno except more moeblob. It's difficult to add characters to ensemble casts like Hidamari Sketch in the third season because everyone else has firmly staked their positions. Regardless, two more characters do a little bit to introduce some fresh air into a show that's might have begun to run out of steam after two seasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike season 2, this season of Hidamari Sketch moves forward in time and introduces two new characters: Nazuna and Nori.\u001b[24m\n    \u001b[1mシーズン2とは違って、今月のヒダマリスケッチは時間を追って進み、2人の新しいキャラクター、ナズナとノリを紹介します。\u001b[22m, \u001b[1mシーズン2とは異なり、ひだまりスケッチのこの季節は、時間的に前方に移動し、2新キャラクター紹介：Nazunaとノリを。\u001b[22m\n\u001b[4mWhile it takes some time for the show to really flesh them out as part of the cast, they are only marginally interesting in the show.\u001b[24m\n    \u001b[1mショーがキャストの一部として実際にそれらを肉体化するのには時間がかかるものの、彼らはショーでわずかに面白いです。\u001b[22m, \u001b[1mそれは本当にキャストの一部としてそれらを肉付けするためのショーのためのいくつかの時間がかかりますが、それらはショーでわずかに興味深いものです。\u001b[22m\n\u001b[4mMostly I found that Nori was energetic and outgoing, Miyako's niche, and that Nazuna was shy and introverted, like Yuno except more moeblob.\u001b[24m\n    \u001b[1m大部分は、ノリは精力的で発信的なミヤコのニッチであり、ナズナはより多くのモーベブロを除いて、ゆーのように内気で内向的だったことが分かった。\u001b[22m, \u001b[1m主に私はノリは、宮古のニッチエネルギッシュと発信であることがわかった、とNazunaはよりmoeblob以外ゆのように、恥ずかしがりや内向的だったこと。\u001b[22m\n\u001b[4mIt's difficult to add characters to ensemble casts like Hidamari Sketch in the third season because everyone else has firmly staked their positions.\u001b[24m\n    \u001b[1mヒダマリスケッチのようなアンサンブルキャストには、3人目のシーズンにキャラクターを追加するのは難しいです。\u001b[22m, \u001b[1mそれは、誰もがしっかりと自分の位置を賭けているので、3シーズン目にひだまりスケッチのようなキャストをアンサンブルするために文字を追加することは困難です。\u001b[22m\n\u001b[4mRegardless, two more characters do a little bit to introduce some fresh air into a show that's might have begun to run out of steam after two seasons.\u001b[24m\n    \u001b[1mそれにもかかわらず、2人のキャラクターが、2シーズン後に水蒸気を使い果たし始めたかもしれないショーに新鮮な空気を少し紹介しています。\u001b[22m, \u001b[1mかかわらず、さらに2つの文字が2シーズン後の蒸気を使い果たしし始めているかもしれないのショーの中にいくつかの新鮮な空気を導入するために少しを行います。\u001b[22m\n\u001b[1m\u001b[22m\nBesides that, there's not much else new in Hidamari Sketch. Everything we know and love is back, more or less, and even improved. The ever-lovable Yoshinoya-sensei has tons of screen time and is unflappably entertaining each time, going with her crazy classroom antics and getting scolded by the old principal. There's an episode set two years ago about the old tenants Misato and Riri before they graduated and were replaced by Yuno and Miyako. Time capsule episodes are a really fun aspect of Hidamari Sketch. Sae's ridiculously cute little sister, Chika, makes an appearance or two this season as well. The landlady has more lines and is much more visible this season as well. Overall, the main structure of focusing around the antics of the main cast and occasionally involving minor characters is preserved.\n\n\u001b[1mそれ以外に、ひだまりスケッチにはそれほど新しいことはありません。 私たちが知って愛しているものは、多かれ少なかれ、そしてさらに改善されたものです。 永遠に愛される吉野家先生は、沢山のスクリーンタイムを持ち、いつも楽しい時間を過ごしています。彼女のクレイジーな教室での騒動と、古い校長に叱られてしまいます。  2年前に卒業していた昔のテナント、ミサトとリリのことを、ユノとミヤコに置き換えたエピソードがあります。 タイムカプセルのエピソードは、ひだ​​まりスケッチの本当に面白い面です。 ばかげた可愛い妹のチカも今シーズンに登場するか、2つになります。 娼婦はもっと多くの行を持っていて、今シーズンにはもっと目に見えます。 全体的に見て、メインキャストの悪戯の周りに焦点を当て、時にはマイナーキャラクターを含む主要な構造が保存されています。\u001b[22m\n\u001b[1m(Sore igai ni, hida mari suketchi ni wa sore hodo atarashī koto wa arimasen. Watashitachi ga shitte itoshite iru mono wa, ōkare sukunakare, soshite sarani kaizen sa reta monodesu. Eien ni aisareru Yoshinoya sensei wa, takusan no sukurīntaimu o mochi, itsumo tanoshī jikan o sugoshite imasu. Kanojo no kureijīna kyōshitsu de no sōdō to, furui kōchō ni shikara rete shimaimasu. 2-Nen mae ni sotsugyō shite ita mukashi no tenanto, Misato to Riri no koto o, Yuno to Miyako ni okikaeta episōdo ga arimasu. Taimu kapuseru no episōdo wa, hida ​​ mari suketchi no hontōni omoshiroi mendesu. Bakageta kawaii imōto no Chika mo ima shīzun ni tōjō suru ka, 2tsu ni narimasu. Shōfu wa motto ōku no gyō o motte ite, ima shīzun ni wa motto me ni miemasu. Zentai-teki ni mite, mein kyasuto no akugi no mawari ni shōten o ate, tokiniha mainākyarakutā o fukumu shuyōna kōzō ga hozon sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mBesides that, there's not much else new in Hidamari Sketch. Everything we know and love is back, more or less, and even improved. The ever-lovable Yoshinoya-sensei has tons of screen time and is unflappably entertaining each time, going with her crazy classroom antics and getting scolded by the old principal. There's an episode set two years ago about the old tenants Misato and Riri before they graduated and were replaced by Yuno and Miyako. Time capsule episodes are a really fun aspect of Hidamari Sketch. Sae's ridiculously cute little sister, Chika, makes an appearance or two this season as well. The landlady has more lines and is much more visible this season as well. Overall, the main structure of focusing around the antics of the main cast and occasionally involving minor characters is preserved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBesides that, there's not much else new in Hidamari Sketch.\u001b[24m\n    \u001b[1mそれ以外に、ひだまりスケッチにはそれほど新しいことはありません。\u001b[22m, \u001b[1mそれに加えて、ひだまりスケッチ内の新しい他の多くはありません。\u001b[22m\n\u001b[4mEverything we know and love is back, more or less, and even improved.\u001b[24m\n    \u001b[1m私たちが知って愛しているものは、多かれ少なかれ、そしてさらに改善されたものです。\u001b[22m, \u001b[1m私たちが知っていると愛が帰ってきたすべてが、多かれ少なかれ、さらに改善されました。\u001b[22m\n\u001b[4mThe ever-lovable Yoshinoya-sensei has tons of screen time and is unflappably entertaining each time, going with her crazy classroom antics and getting scolded by the old principal.\u001b[24m\n    \u001b[1m永遠に愛される吉野家先生は、沢山のスクリーンタイムを持ち、いつも楽しい時間を過ごしています。彼女のクレイジーな教室での騒動と、古い校長に叱られてしまいます。\u001b[22m, \u001b[1m刻々と愛すべき吉野家先生は、画面の時間のトンを持っていると動じないで、それぞれの時間を楽しま彼女の狂気の教室のふざけた態度と一緒に行くと古い校長に叱られつつあります。\u001b[22m\n\u001b[4mThere's an episode set two years ago about the old tenants Misato and Riri before they graduated and were replaced by Yuno and Miyako.\u001b[24m\n    \u001b[1m2年前に卒業していた昔のテナント、ミサトとリリのことを、ユノとミヤコに置き換えたエピソードがあります。\u001b[22m, \u001b[1m彼らは卒業し、ゆと宮古に置き換えられました前に、古いテナント美里とリリ約2年前に設定したエピソードがあります。\u001b[22m\n\u001b[4mTime capsule episodes are a really fun aspect of Hidamari Sketch.\u001b[24m\n    \u001b[1mタイムカプセルのエピソードは、ひだまりスケッチの本当に面白い面です。\u001b[22m, \u001b[1mタイムカプセルのエピソードはひだまりスケッチの本当に楽しい側面です。\u001b[22m\n\u001b[4mSae's ridiculously cute little sister, Chika, makes an appearance or two this season as well.\u001b[24m\n    \u001b[1mばかげた可愛い妹のチカも今シーズンに登場するか、2つになります。\u001b[22m, \u001b[1m紗英の途方もなくかわいい妹、チカは、外観や2もこの季節になります。\u001b[22m\n\u001b[4mThe landlady has more lines and is much more visible this season as well.\u001b[24m\n    \u001b[1m娼婦はもっと多くの行を持っていて、今シーズンにはもっと目に見えます。\u001b[22m, \u001b[1m女将は、複数のラインを有しており、同様にこのシーズンはるかに表示されています。\u001b[22m\n\u001b[4mOverall, the main structure of focusing around the antics of the main cast and occasionally involving minor characters is preserved.\u001b[24m\n    \u001b[1m全体的に見て、メインキャストの悪戯の周りに焦点を当て、時にはマイナーキャラクターを含む主要な構造が保存されています。\u001b[22m, \u001b[1m全体的に、メインキャストのふざけた態度の周りに焦点を当て、時折マイナーな文字を含むの主な構造は保持されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe writing is rather mundane. I swear that half the episodes end with just the girls eating dinner. Despite this, I can't really think of anything bad to say about it. Sure, it's lacks the epic grandness of a modern literary manifesto but that's not what Hidamari Sketch wants to do. This season was pretty entertaining, and the dialogue feels natural. It helps that the voice acting is very talented as well.\n\n\u001b[1m執筆はかなり世俗的です。 私はエピソードの半分が女の子だけで夕食を食べることで終わると誓っています。 それにもかかわらず、私は本当にそれについて悪いことを考えることはできません。 確かに、それは現代文学宣言の壮大な壮大さが欠けているが、それはひだまりスケッチがやりたいことではない。 今シーズンはかなり面白かったですし、対話は自然な感じです。 声優は非常に才能のある人にも役立ちます。\u001b[22m\n\u001b[1m(Shippitsu wa kanari sezoku-tekidesu. Watashi wa episōdo no hanbun ga on'nanoko dake de yūshoku o taberu koto de owaru to chikatte imasu. Sore nimokakawarazu, watashi wa hontōni sore ni tsuite warui koto o kangaeru koto wa dekimasen. Tashika ni, soreha gendai bungaku sengen no sōdaina sōdai-sa ga kakete iruga, soreha hida mari suketchi ga yaritai kotode wanai. Ima shīzun wa kanari omoshirokattadesushi, taiwa wa shizen'na kanjidesu. Seiyū wa hijō ni sainō no aru hito ni mo yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe writing is rather mundane. I swear that half the episodes end with just the girls eating dinner. Despite this, I can't really think of anything bad to say about it. Sure, it's lacks the epic grandness of a modern literary manifesto but that's not what Hidamari Sketch wants to do. This season was pretty entertaining, and the dialogue feels natural. It helps that the voice acting is very talented as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe writing is rather mundane.\u001b[24m\n    \u001b[1m執筆はかなり世俗的です。\u001b[22m, \u001b[1m書き込みはむしろ平凡です。\u001b[22m\n\u001b[4mI swear that half the episodes end with just the girls eating dinner.\u001b[24m\n    \u001b[1m私はエピソードの半分が女の子だけで夕食を食べることで終わると誓っています。\u001b[22m, \u001b[1m私は半分のエピソードが夕食を食べるだけの女の子で終わることを誓います。\u001b[22m\n\u001b[4mDespite this, I can't really think of anything bad to say about it.\u001b[24m\n    \u001b[1mそれにもかかわらず、私は本当にそれについて悪いことを考えることはできません。\u001b[22m, \u001b[1mこれにもかかわらず、私は実際にそれについて言うことは悪い何かを考えることはできません。\u001b[22m\n\u001b[4mSure, it's lacks the epic grandness of a modern literary manifesto but that's not what Hidamari Sketch wants to do.\u001b[24m\n    \u001b[1m確かに、それは現代文学宣言の壮大な壮大さが欠けているが、それはひだまりスケッチがやりたいことではない。\u001b[22m, \u001b[1m確かに、それは、現代文学マニフェストの叙事詩grandnessを欠いていますが、それはひだまりスケッチが何をしたいのかではありません。\u001b[22m\n\u001b[4mThis season was pretty entertaining, and the dialogue feels natural.\u001b[24m\n    \u001b[1m今シーズンはかなり面白かったですし、対話は自然な感じです。\u001b[22m, \u001b[1m今シーズンは非常に面白いだった、との対話は自然な感じ。\u001b[22m\n\u001b[4mIt helps that the voice acting is very talented as well.\u001b[24m\n    \u001b[1m声優は非常に才能のある人にも役立ちます。\u001b[22m, \u001b[1mそれは、声の演技も同様に非常に才能があることに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is what you would expect from SHAFT: crisp and unconventional. The show is very cheerful with bright colors and abstract geometric themes in the art and backgrounds. There's a slight desaturated look and the alpha is pretty high, but the resulting effect is pretty cool.\n\n\u001b[1mアニメーションは、あなたがSHAFTから期待していたものです。鮮明で斬新です。 ショーは、芸術と背景の明るい色と抽象的な幾何学的テーマで非常に明るいです。 やや不鮮明な表情があり、アルファ値はかなり高いですが、その結果はかなりクールです。\u001b[22m\n\u001b[1m(Animēshon wa, anata ga shafuto kara kitai shite ita monodesu. Senmeide zanshindesu. Shō wa, geijutsu to haikei no akarui iro to chūshōtekina ikunangaku-teki tēma de hijō ni akaruidesu. Yaya fusenmeina hyōjō ga ari, arufa-chi wa kanari takaidesuga, sono kekka wa kanari kūrudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is what you would expect from SHAFT: crisp and unconventional. The show is very cheerful with bright colors and abstract geometric themes in the art and backgrounds. There's a slight desaturated look and the alpha is pretty high, but the resulting effect is pretty cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is what you would expect from SHAFT: crisp and unconventional.\u001b[24m\n    \u001b[1mアニメーションは、あなたがSHAFTから期待していたものです。鮮明で斬新です。\u001b[22m, \u001b[1mアニメーションはあなたがSHAFTに期待するものです：パリッと型破りな。\u001b[22m\n\u001b[4mThe show is very cheerful with bright colors and abstract geometric themes in the art and backgrounds.\u001b[24m\n    \u001b[1mショーは、芸術と背景の明るい色と抽象的な幾何学的テーマで非常に明るいです。\u001b[22m, \u001b[1mショーは明るい色とアートと背景で抽象的な幾何学的なテーマと非常に陽気です。\u001b[22m\n\u001b[4mThere's a slight desaturated look and the alpha is pretty high, but the resulting effect is pretty cool.\u001b[24m\n    \u001b[1mやや不鮮明な表情があり、アルファ値はかなり高いですが、その結果はかなりクールです。\u001b[22m, \u001b[1mそこにわずかな彩度ルックだとアルファはかなり高いですが、その効果はかなりクールです。\u001b[22m\n\u001b[1m\u001b[22m\nAs with the other seasons, the opening theme is sung by the cast while the ending theme is sung by marble. Nothing spectacular really, but I like the ending theme. The scoring is pretty much what we've seen for two seasons already. The unique, cartoony, minimalist soundtrack fits into the background of the show. Mizuhashi Kaori is ridiculously good as Miyako, and Goto Yuko's voice for Hiro is pretty recognizable for fans of The Melancholy of Suzumiya Haruhi.\n\n\u001b[1m他の季節と同様に、オープニングテーマはキャストによって歌われ、エンディングテーマは大理石で歌われます。 本当に壮大なものはありませんが、私はエンディングのテーマが好きです。 スコアはすでに2シーズンで見たものです。 ユニークで漫画的でミニマルなサウンドトラックは、ショーの背景に合っています。 水橋香織は宮古のようにばかばかしいですし、後藤裕子のヒロの声は涼宮ハルヒの憂鬱のファンにはかなり分かりやすいです。\u001b[22m\n\u001b[1m(Hoka no kisetsu to dōyō ni, ōpuningutēma wa kyasuto ni yotte utawa re, endingutēma wa dairiseki de utawa remasu. Hontōni sōdaina mono wa arimasenga, watashi wa endingu no tēma ga sukidesu. Sukoa wa sudeni 2 shīzun de mita monodesu. Yunīku de manga-tekide mini maruna saundotorakku wa, shō no haikei ni atte imasu. Mizuhashi Kaori wa Miyako no yō ni bakabakashīdesushi, gotō yūko no Hiro no koe wa suzumiyaharuhinoyūutsu no fan ni wa kanari wakari yasuidesu.)\u001b[22m\n\nTranslations of \u001b[4mAs with the other seasons, the opening theme is sung by the cast while the ending theme is sung by marble. Nothing spectacular really, but I like the ending theme. The scoring is pretty much what we've seen for two seasons already. The unique, cartoony, minimalist soundtrack fits into the background of the show. Mizuhashi Kaori is ridiculously good as Miyako, and Goto Yuko's voice for Hiro is pretty recognizable for fans of The Melancholy of Suzumiya Haruhi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs with the other seasons, the opening theme is sung by the cast while the ending theme is sung by marble.\u001b[24m\n    \u001b[1m他の季節と同様に、オープニングテーマはキャストによって歌われ、エンディングテーマは大理石で歌われます。\u001b[22m, \u001b[1mエンディングテーマは大理石が歌っている間に他の季節と同様に、オープニングテーマはキャストによって歌われています。\u001b[22m\n\u001b[4mNothing spectacular really, but I like the ending theme.\u001b[24m\n    \u001b[1m本当に壮大なものはありませんが、私はエンディングのテーマが好きです。\u001b[22m, \u001b[1m本当に見事な何もないが、私はエンディングテーマが好きです。\u001b[22m\n\u001b[4mThe scoring is pretty much what we've seen for two seasons already.\u001b[24m\n    \u001b[1mスコアはすでに2シーズンで見たものです。\u001b[22m, \u001b[1mスコアリングは、我々は既に2シーズンにわたって見てきたものはかなりあります。\u001b[22m\n\u001b[4mThe unique, cartoony, minimalist soundtrack fits into the background of the show.\u001b[24m\n    \u001b[1mユニークで漫画的でミニマルなサウンドトラックは、ショーの背景に合っています。\u001b[22m, \u001b[1mユニークな、漫画、ミニマルサウンドトラックはショーの背景に収まります。\u001b[22m\n\u001b[4mMizuhashi Kaori is ridiculously good as Miyako, and Goto Yuko's voice for Hiro is pretty recognizable for fans of The Melancholy of Suzumiya Haruhi.\u001b[24m\n    \u001b[1m水橋香織は宮古のようにばかばかしいですし、後藤裕子のヒロの声は涼宮ハルヒの憂鬱のファンにはかなり分かりやすいです。\u001b[22m, \u001b[1m水橋かおりは宮古として途方もなく良好であり、ヒロのための後藤邑子さんの声は涼宮ハルヒの憂鬱のファンのためにかなり認識可能です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, give this show a watch if you liked the other two seasons. It's not really something to marathon; it took me 85 days to watch 13 episodes. Nothing new, but why fix what isn't broken?\n\n\u001b[1m全体的に、あなたが他の2つの季節を好きなら、このショーに時計を与えてください。 それは本当にマラソンの何かではありません。  13のエピソードを見るのに私に85日かかった。 何も新しいことはありませんが、なぜ壊れていないものを修正するのですか？\u001b[22m\n\u001b[1m(Zentai-teki ni, anata ga hoka no 2tsu no kisetsu o sukinara, kono shō ni tokei o ataete kudasai. Sore wa hontōni marason no nanikade wa arimasen. 13 No episōdo o miru no ni watashi ni 85-nichi kakatta. Nani mo atarashī koto wa arimasenga, naze kowarete inai mono o shūsei suru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mOverall, give this show a watch if you liked the other two seasons. It's not really something to marathon; it took me 85 days to watch 13 episodes. Nothing new, but why fix what isn't broken?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, give this show a watch if you liked the other two seasons.\u001b[24m\n    \u001b[1m全体的に、あなたが他の2つの季節を好きなら、このショーに時計を与えてください。\u001b[22m, \u001b[1mあなたが他の二つの季節が好きならば全体的に、このショーに時計を与えます。\u001b[22m\n\u001b[4mIt's not really something to marathon;\u001b[24m\n    \u001b[1mそれは本当にマラソンの何かではありません。\u001b[22m, \u001b[1mそれは本当にマラソンに何かありません。\u001b[22m\n\u001b[4mit took me 85 days to watch 13 episodes.\u001b[24m\n    \u001b[1m13のエピソードを見るのに私に85日かかった。\u001b[22m, \u001b[1mそれは13のエピソードを見に85日かかりました。\u001b[22m\n\u001b[4mNothing new, but why fix what isn't broken?\u001b[24m\n    \u001b[1m何も新しいことはありませんが、なぜ壊れていないものを修正するのですか？\u001b[22m, \u001b[1m新しい何もないが、なぜ壊れていないものを修正？\u001b[22m"
  },
  {
    "title": "Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "id": "7062",
    "url": "https://myanimelist.net/anime/7062/Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "user": "Jaguar-chan",
    "profile": "/profile/Jaguar-chan/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=228882",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  7\n\nこのショーはかわいいです。\n\n\n\n私は詳しく説明しましょう。\n\n~~~ストーリー~~~\n\n私は、スライスライフストーリーが本当にかわいらしさを表現する唯一の方法だと私は信じています。\n\nすべてのスライス・オブ・ライフ・ナラティブが共有する多くの特徴があります。 彼らは常に非常に単純化する傾向があります。 彼らは決して複雑すぎることはありません。 数多くの織り交ぜたプロットラインや非定型の物語構造の間で迷子になることはありません。 彼らは意図的に強烈な感情や強力な感情を呼び出すことはありません。 代わりに、彼らは日々の生活の調子と気分を再現しようとします。 プロットの開発はほとんどない。 物事が激化したり、積み重ねたりすることはありません。 彼らは常に遅いペースであり、起こりうる紛争は存在しないか、真剣に受け止められていない。\n\nこれらのショーでは、かわいらしさがとてもうまくいくのはこのためです。\n\n私は例を使ってみましょう。 赤ちゃんの笑顔を言いましょう。 時には、あなたの仕事や公園での散歩の途中で、母親や夫婦が乳母車を押すことがあります。 あなたがそれらを過ぎて歩き続けると、あなたはストローラーの内側を一瞬一瞥します。 その中で、あなたは赤ん坊を見ます、多分いくつかのおもちゃで積極的に遊んでいるか、平和的に眠っています。 あなたはそれが笑顔を見る。 時間が減速する。 多すぎない程度に。 ちょっとだけ。 その後、歩き回って歩き続けます。\n\nそれは、素直さと、それがあなたに与える感覚のすばらしさの性質で、それは、スライス・オブ・ライフに完璧です。 これらのシリーズは、短命のためにあなたの心に決して固執しない、日常的に感じる短命感情に関するものです。 短く無意味な瞬間を意味のあるものにすることがすべてです。  Cutenessは、これらの感情の主要な例です。 かわいい、かわいいものに気づいたときに、あなたが得る気持ちは信じられないほど瞬間的です。 あなたはその赤ちゃんをもう一度考えないだろう。 人生はこれらの瞬間から成り立っています。 人生はこれらのすべての一時的な感情に基づいています。 そして、有意ではないイベントより有意に軽微な気持ちを表現するにはどうすればよいでしょうか？\n\nこれらのショーでは物語は本当に顕著ではありません。 大丈夫。 とにかく実際に話題に焦点を当てることは決してありません。 それは常に気分や調子や性格にあります。 雰囲気と文字は、これらのショーのプロットに合うように書かれていません。 代わりに、物語は雰囲気と文字を補完するように特別に設計されています。\n\n結局のところ、ストーリーにコメントすることはあまりありません（私が実際にかなり書いたことを考えると、やや皮肉です）。 ひだまりスケッチは実際にプロット駆動のものではなく、キャラクター駆動のショーです。 プロットラインは非常にシンプルで、特定のエピソードで実際に何が起こったのかを覚えていない可能性があります。 あなたが覚えているのは、私たちが後の部分で話し合うキャラクターです。\n\n~~~ ART ~~~\n\nそれはSHAFTアートです。 あなたはそれを愛しているか嫌いです。\n\nアートスタイルは非常に単純です。 ショーはむしろ薄い色の背景やパステルに酷似しているようで、このショーの白い点の数は天文学的です。 起こっていることは単色の背景、話す人物、そしてその人物のそれぞれの印象語であるということが多くあります。 各メインキャラクタには、それぞれのキャラクタデザインから取られた特定のシンボルが割り当てられます。 これらのショットは、キャラクターが実際にキャラクターを表すものを言うときに来ます（例えば、ヒロが母親のことを言うときはいつでも、ミヤコは何かばかげていると言うときなど）。 私は、これらのショットは非常に巧妙であると考えています。なぜなら、それらのキャラクターがどのように効果的であるか、また、クリエイターのためにお金と時間を節約しながらも、ショーの質に非常に有益であるからです。\n\nあなたは絶対に非常に広いチビの顔を愛しているか、本当に彼らに悩まされているかのどちらかになります。 私は個人的にはこのショーが与えるかわいらしさを本当に倍増させると思うので（ちびちゃんが本当に全部出てきた最初のシーズンが好きなのですが）、奇妙なことを批判している あなたが本当にちょうどショーを少し試して、芸術が本当にあなたのためであるかどうかを確認する必要がありますので、顔があります。\n\n指揮はまだかなり狂っていますが、それは私が本当に楽しんでいたどこでも動いたx365のWTFショットとはまったく違っています。 私は前の季節の比較セクションでこれをもっと議論します。\n\n全体として、芸術は変です。 とてもシンプルでパステルです。 あなたはそれを愛するか、それを嫌うかのどちらかです。\n\n~~~サウンド~~~\n\nこのショーのサウンドトラックは非常に気づいていない宝石です。\n\n私はほぼすべてのサウンドトラックを私のコンピュータにダウンロードしています（まだそれをダウンロードしています）、それは驚くほど良いです。 私は音楽を批判する方法を本当に知っていませんが、このショーにはとても合ったサウンドトラックだと言えるでしょう。 それは私が聞いた中で最も落ち着いたリラックスしたものです。 本当にリラックスした曲の中に「da da da da」を歌っているこの女性がいます。そして、私はそれが本当にリラックス感を指数関数的に高めると言います。 あなたが働いている間、聞くのはかなりいいことです。 それは気をそらすことなく、ストレスを減らします。\n\nこのサウンドトラックには、ひだまりスケッチの感動的で心温まるシーンがあり、GochiUsaの糖尿病のED以来私が今までに聞いたことのない最も甘いものです。 彼らは、滑らかで落ち着いたリラクゼーションに覆われた心に本当に触れる、子育てと若々しい驚異の感覚を放つ。 これがかわいいのでなければ、私は何がわからないのですか。\n\n私は今シーズンのOPの大ファンではない。 私は最初の2シーズンのOPが大好きで、いつも聴いています。「SHUWA SHUWA」がショーを始めるには最高の方法だと思います。 今シーズンの残りのOPは、前の季節と同じくらい本当に私にこだわっていませんでした。  EDはまだかなり一般的でスキップ可能です。\n\n声優もまだ仕事をしています。 あまり言いたくない。\n\n~~~キャラクター~~~\n\nこの新しいシーズンには、ひだまりの2つの新しいアパートの住人、ナズナとノリを紹介しています。\n\n\n\nまた、これらのキャラクターは、ショーの他のキャラクターと同様に、それぞれが独自のアーキタイプに適合することも注目されています。 私はこれを本当に否定することはできません。  YunoとNazunaはともに「シャイガール」の原型にうまく収まります。 ミヤコとノリも「支持的な親友」の原型に非常によく合っています。  Hiroはsmackdabを「母のような友人」の原型に適合させ、Saeは「スマートなsenpai」原型に完全に適合する。\n\nさて、私の質問は、必然的に悪いことですか？\n\n\n\n今、次の質問は、これらの文字が十分な深さを与えられているということですか？\n\nおそらく、あなたが好きかもしれない程度にはそうではありません。\n\n\n\nさて、すべての注目を集めてきた人について話しましょう。\n\n\n\nだから、私たちはその惨事で終わったので、別の質問をしましょう。\n\nこのショーは実際にキャラクターの開発をしていますか？\n\n私は以前、スライスオブライフのショーではキャラクターの開発が本当に必要ないと書いていました。 キャラクターのアーキタイプやキャラクターの個性と同じように、私はキャラクターの発達が物語の批判の中で非常に強調された要素であると信じています。 とにかくショーが、スライス・オブ・ライフの大部分が使用しているものである時代遅れの順序で書かれている場合は、とにかく不可能です。 すべてのスライス・オブ・ライフは本当に良いことが特徴である必要があります。 キャラクターの開発は単なるオプションです。\n\nしかし、キャラクター開発の重要性がそれほど高くないとはいえ、それはキャラクター化の点では依然として本当に役立つブーストです。 人物の成長と変化を見ることは、その人物の詳細を明らかにする方法です。 キャラクター開発は本当に効果的なキャラクター化の一形態です。なぜなら、キャラクター化が非常に面白いからです。 今、この第3シーズンは、キャラクターのキャラクターにキャラクターの開発を採用することができるようになりました。 時代遅れのオーダーではありません！ エピソードは、実際の線形性を持っています。 彼らはお互いの後に実際に起こります。 彼らは実際に時間を追う！ 確かに、いくつかのエピソードは他の日に自分自身の半分が、実際にはちょうど延長されたフラッシュバックです。ゆ노は彼女の性格をさらに固めなければなりません。 確かに、エピソードはまだお互いに無関係であり、それらの間に一週間のタイムキープがありますが、それでもキャラクターの発展の可能性は完全には消えません。\n\nだから、もう一度聞かせてください。 この番組にはキャラクターの発展がありますか？\n\n私はそう言います。 たぶんキャラクターの発展はあまりないかもしれませんが、まだ存在しています。\n\n\n\nそれはすべてのキャラクターの発展についてです。 ユノはまた、すべての脚光を浴びて、偶然のすべてを盗み、次にキャラクターの発展を奪い、他のキャラクターには何も残さなかった。  SaeとHiroの関係はまだかなり興味深いですが、あなたは本当にそれがシリーズの開始以来（そしてフラッシュバックによるシリーズの前でさえ）それ以上変わったとは言えません。 ミヤコはまだギャグキャラクターであり、他のキャラクターについてはあまり言い表せません。 再び、彼らはすべて、キャラクター自身ではなく、ユノが発展するための道具として役立ちます。 これは必ずしも悪いことではありません。  Yunoは、数多くの開発を伴う、非常に興味深い、そして関係のあるキャラクターですが、私はまた、他の人たちもまたいくつかの性格を持つことを願っています。\n\n私たちはその話題を取り上げていますが、すべての側面の文字を簡単に触れてみましょう。 吉野家はまだかなり迷惑な、彼女のジョークは非常にヒットミスです。 校長、看護師、そしてその新しい男性教師は、吉野家のジョークをもっと楽しくするように努力するだけです。 夏目は今シーズンは本当に盛り上がりませんでしたが、OVAの一つが彼女に捧げられていると聞きましたので、とても興奮しています。  （まだ季節3〜2日はOVAsを見たことがありませんし、正直言って、彼女があなたの典型的なレズビアンツンデレであっても、夏目のほうを見たいと思っています。）その新しいアリサワの女の子は面白く正直そうでした。 彼女の 彼女は夢野に多くのキャラクターの深みを加えて、彼女の将来と自分が望む道を考えさせます。 ワンショットを意味するだけの人にとってはかなり印象的です。 他の誰もがコメントをするにはあまりにも無関係で、私が気にしたり覚えておくのに十分な画面では表示されません。\n\n結局、すべての焦点とキャラクター化はすべてユノにあり、他のすべてのキャラクターはユノのキャラクターを深めるために役立つだけです。 ショーはゆーのキャラクターを切り開いて彼女を非常に魅力的なキャラクターにしてくれますが、他のキャラクターも生き生きとさせることはしばしばありません。 必ずしも悪いことではありません。 これはゆのの話ですから、彼女は自分が望むすべてのキャラクターの深みを持つ価値があります。 私はちょうど彼らが誰であり、何ができるかに興味を持っているので、他のひだまりの住人が輝く時間がもっとあることを望みます。\n\nああすごい。 私はかなり書きました。\n\n~~~前のシーズンとの比較~~~\n\n最後に、四千五百三の言葉の後、この事の終わりまで行きましょう。\n\n今シーズンは他の前の季節に比べてどれくらいいいですか？\n\nまあ、正直言って、私はx365がもっと好きだった。\n\nそのシーズンが今シーズンにはほとんど存在しないようになっていたことを、私が本当に激しく愛していたからです。 動いているカメラ、無関係に関連したものの奇妙なショット、ショーの通常のパステルと一緒に来た奇妙な色合いは、ほとんどなくなりました。 私は夢野さんと彼女の母親が学校に通っていた最初のエピソードで大変な行為を楽しんだ。 私は、彼女がサエとの戦いのためにストレスを食べていたときに、ヒロがあなたの顔に大丈夫になったそのショットを絶対に愛しました。 ヒロがあなたの顔にズームする方法は信じられないほど私に魅了されました。 私は彼女が全く理由なくカフェテリアに入ったので、ゆのをズームインした完全にランダムなショットが好きだった。 そのような演技がもたらしたこの信じられないほどの狂気は今シーズンにはほとんど存在しません。 今シーズンの瞬間を思い出すことができず、夢の熱の夢の中で、すべてが黒と赤に変わった時と同じ感情を覚えました。 私は今シーズンの監督志向に失望しました。\n\nアートのデザインは賢明で、私は最初のシーズンをもっと好みました。 私は最初のシーズンが他のシーズンが持っていたHDワイドスクリーンの見た目と比べてより汚れた4：3のルックを好みました。 知りません。 私はもっ​​と汚れて、より明るく、より控えめに見える古いアニメとテレビがちょっとちょっと私に共鳴すると思う。 それとも、ちょうどキャラクターのちびが4：3でもっと大きく見えるからです。 知るか？\n\n\n\n~~~結論~~~\n\nしかし、MyAnimeListのレーティングシステムで10進数が許可されている場合は、全体で、7.95（単純に次の整数との差が0.5より小さい場合は切り上げるのが好きです）、シーズン1と2がそれぞれ8.83と8.90になります。 これはこれまで私が一番気に入っていたシーズンで、やや失望しました。 物語は他の季節と同じくらい意味がありませんでした。そして、サイド・キャラクターはまだスポットライトで十分な時間を与えられていませんでした。 それでもやはりひだまりスケッチだったし、ユナのキャラクター、サウンドトラック、アートスタイル、かわいいリラックスした雰囲気など、ヒダマリスケッチの強みを引き続き共有していたし、将来私のために売り込むことを楽しみにしている。\n\n明日は何をもたらすのだろうか」 私も、ゆの。 私も。\n\n\n\n編集：いくつかの考えの後、私は今シーズンの私の意見を他の季節と比較してより良く反映するために、今シーズンの総合スコアを8から7に変更しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis show is cute.\n\n\u001b[1mこのショーはかわいいです。\u001b[22m\n\u001b[1m(Kono shō wa kawaīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis show is cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is cute.\u001b[24m\n    \u001b[1mこのショーはかわいいです。\u001b[22m, \u001b[1mこの番組はかわいいです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nLet me elaborate.\n\n\u001b[1m私は詳しく説明しましょう。\u001b[22m\n\u001b[1m(Watashi wa kuwashiku setsumei shimashou.)\u001b[22m\n\nTranslations of \u001b[4mLet me elaborate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me elaborate.\u001b[24m\n    \u001b[1m私は詳しく説明しましょう。\u001b[22m\n\u001b[1m\u001b[22m\n~~~ STORY ~~~\n\n\u001b[1m~~~ストーリー~~~\u001b[22m\n\u001b[1m(~~~ Sutōrī ~~~)\u001b[22m\n\nTranslations of \u001b[4m~~~ STORY ~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~~~ STORY ~~~\u001b[24m\n    \u001b[1m~~~ストーリー~~~\u001b[22m, \u001b[1m~~~ STORY ~~~\u001b[22m\n\u001b[1m\u001b[22m\nIt is my belief that slice-of-life storylines are the only real way to truly express the feeling of cuteness.\n\n\u001b[1m私は、スライスライフストーリーが本当にかわいらしさを表現する唯一の方法だと私は信じています。\u001b[22m\n\u001b[1m(Watashi wa, suraisuraifusutōrī ga hontōni kawairashi-sa o hyōgen suru yuiitsu no hōhōda to watashi wa shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is my belief that slice-of-life storylines are the only real way to truly express the feeling of cuteness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is my belief that slice-of-life storylines are the only real way to truly express the feeling of cuteness.\u001b[24m\n    \u001b[1m私は、スライスライフストーリーが本当にかわいらしさを表現する唯一の方法だと私は信じています。\u001b[22m, \u001b[1mこれは、スライスオブライフストーリーは本当に可愛さの感じを表現する唯一の現実的な方法であるというのが私の信念です。\u001b[22m\n\u001b[1m\u001b[22m\nThere are many characteristics that all slice-of-life narratives share. They always tend to be very simplistic. They're never anything too complicated. You're not gonna get lost in between numerous interweaving plotlines or unorthodox narrative structures. They never intentionally invoke any intense or powerful emotions. Instead, they seek to replicate the tone and mood of day-to-day life. There is almost little to no plot development. Things never intensify or stack up. They're always slow-paced, and conflicts that could happen are either non-existent or not taken seriously.\n\n\u001b[1mすべてのスライス・オブ・ライフ・ナラティブが共有する多くの特徴があります。 彼らは常に非常に単純化する傾向があります。 彼らは決して複雑すぎることはありません。 数多くの織り交ぜたプロットラインや非定型の物語構造の間で迷子になることはありません。 彼らは意図的に強烈な感情や強力な感情を呼び出すことはありません。 代わりに、彼らは日々の生活の調子と気分を再現しようとします。 プロットの開発はほとんどない。 物事が激化したり、積み重ねたりすることはありません。 彼らは常に遅いペースであり、起こりうる紛争は存在しないか、真剣に受け止められていない。\u001b[22m\n\u001b[1m(Subete no suraisu Obu raifu naratibu ga kyōyū suru ōku no tokuchō ga arimasu. Karera wa tsuneni hijō ni tanjun-ka suru keikō ga arimasu. Karera wa kesshite fukuzatsu sugiru koto wa arimasen. Kazuōku no ori mazeta purottorain ya hi teikei no monogatari kōzō no ma de maigo ni naru koto wa arimasen. Karera wa itotekini kyōretsuna kanjō ya kyōryokuna kanjō o yobidasu koto wa arimasen. Kawari ni, karera wa hibi no seikatsu no chōshi to kibun o saigen shiyou to shimasu. Purotto no kaihatsu wa hotondo nai. Monogoto ga gekika shi tari, tsumikasane tari suru koto wa arimasen. Karera wa tsuneni osoi pēsudeari, okori uru funsō wa sonzaishinai ka, shinken ni uketome rarete inai.)\u001b[22m\n\nTranslations of \u001b[4mThere are many characteristics that all slice-of-life narratives share. They always tend to be very simplistic. They're never anything too complicated. You're not gonna get lost in between numerous interweaving plotlines or unorthodox narrative structures. They never intentionally invoke any intense or powerful emotions. Instead, they seek to replicate the tone and mood of day-to-day life. There is almost little to no plot development. Things never intensify or stack up. They're always slow-paced, and conflicts that could happen are either non-existent or not taken seriously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are many characteristics that all slice-of-life narratives share.\u001b[24m\n    \u001b[1mすべてのスライス・オブ・ライフ・ナラティブが共有する多くの特徴があります。\u001b[22m, \u001b[1mすべてのスライスオブライフ物語が共有する多くの特徴があります。\u001b[22m\n\u001b[4mThey always tend to be very simplistic.\u001b[24m\n    \u001b[1m彼らは常に非常に単純化する傾向があります。\u001b[22m, \u001b[1m彼らはいつも非常に単純化する傾向があります。\u001b[22m\n\u001b[4mThey're never anything too complicated.\u001b[24m\n    \u001b[1m彼らは決して複雑すぎることはありません。\u001b[22m, \u001b[1m彼らはあまりにも複雑な何もないじゃないんです。\u001b[22m\n\u001b[4mYou're not gonna get lost in between numerous interweaving plotlines or unorthodox narrative structures.\u001b[24m\n    \u001b[1m数多くの織り交ぜたプロットラインや非定型の物語構造の間で迷子になることはありません。\u001b[22m, \u001b[1mあなたは多数織り交ぜplotlinesまたは非正統的な物語の構造の間で迷子になるつもりはありません。\u001b[22m\n\u001b[4mThey never intentionally invoke any intense or powerful emotions.\u001b[24m\n    \u001b[1m彼らは意図的に強烈な感情や強力な感情を呼び出すことはありません。\u001b[22m, \u001b[1m彼らは意図的に激しいまたは強力な感情を呼び出すことはありません。\u001b[22m\n\u001b[4mInstead, they seek to replicate the tone and mood of day-to-day life.\u001b[24m\n    \u001b[1m代わりに、彼らは日々の生活の調子と気分を再現しようとします。\u001b[22m, \u001b[1mその代わりに、彼らは日々の生活のトーンやムードを複製しようとしています。\u001b[22m\n\u001b[4mThere is almost little to no plot development.\u001b[24m\n    \u001b[1mプロットの開発はほとんどない。\u001b[22m, \u001b[1mノープロットの開発にほぼほとんどありません。\u001b[22m\n\u001b[4mThings never intensify or stack up.\u001b[24m\n    \u001b[1m物事が激化したり、積み重ねたりすることはありません。\u001b[22m, \u001b[1m物事は激化したり積み重ねません。\u001b[22m\n\u001b[4mThey're always slow-paced, and conflicts that could happen are either non-existent or not taken seriously.\u001b[24m\n    \u001b[1m彼らは常に遅いペースであり、起こりうる紛争は存在しないか、真剣に受け止められていない。\u001b[22m, \u001b[1m彼らはいつもスローペースのだ、と起こる可能性競合が存在しないかのどちらか真剣に受け止めています。\u001b[22m\n\u001b[1m\u001b[22m\nThese are why cuteness works so well with these shows.\n\n\u001b[1mこれらのショーでは、かわいらしさがとてもうまくいくのはこのためです。\u001b[22m\n\u001b[1m(Korera no shōde wa, kawairashi-sa ga totemo umaku iku no wa kono tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mThese are why cuteness works so well with these shows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese are why cuteness works so well with these shows.\u001b[24m\n    \u001b[1mこれらのショーでは、かわいらしさがとてもうまくいくのはこのためです。\u001b[22m, \u001b[1m可愛さがこれらのショーでとてもうまく機能する理由これらは。\u001b[22m\n\u001b[1m\u001b[22m\nLet me use an example. Let's say a baby's smile. Sometimes, either on your way to work or in a walk in the park, you may encounter a mother or a couple pushing around a baby carriage. As you continue walking past them, you take a fleeting glance at the inside of the stroller. In it, you see the baby, maybe either playing around aggressively with some toys or sleeping peacefully. You see it smile. Time slows down. Not too much. Just for a bit. Then, you turn around and continue walking.\n\n\u001b[1m私は例を使ってみましょう。 赤ちゃんの笑顔を言いましょう。 時には、あなたの仕事や公園での散歩の途中で、母親や夫婦が乳母車を押すことがあります。 あなたがそれらを過ぎて歩き続けると、あなたはストローラーの内側を一瞬一瞥します。 その中で、あなたは赤ん坊を見ます、多分いくつかのおもちゃで積極的に遊んでいるか、平和的に眠っています。 あなたはそれが笑顔を見る。 時間が減速する。 多すぎない程度に。 ちょっとだけ。 その後、歩き回って歩き続けます。\u001b[22m\n\u001b[1m(Watashi wa rei o tsukatte mimashou. Akachan no egao o iimashou. Tokiniha, anata no shigoto ya kōen de no sanpo no tochū de, hahaoya ya fūfu ga ubaguruma o osu koto ga arimasu. Anata ga sorera o sugite aruki tsudzukeru to, anata wa sutorōrā no uchigawa o isshun ichibetsu shimasu. Sono Chū de, anata wa akanbō o mimasu, tabun ikutsu ka no omocha de sekkyokutekini asonde iru ka, heiwa-teki ni nemutte imasu. Anata wa sore ga egao o miru. Jikan ga gensoku suru. Ō suginai teido ni. Chotto dake. Sonogo, arukimawatte aruki tsudzukemasu.)\u001b[22m\n\nTranslations of \u001b[4mLet me use an example. Let's say a baby's smile. Sometimes, either on your way to work or in a walk in the park, you may encounter a mother or a couple pushing around a baby carriage. As you continue walking past them, you take a fleeting glance at the inside of the stroller. In it, you see the baby, maybe either playing around aggressively with some toys or sleeping peacefully. You see it smile. Time slows down. Not too much. Just for a bit. Then, you turn around and continue walking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me use an example.\u001b[24m\n    \u001b[1m私は例を使ってみましょう。\u001b[22m\n\u001b[4mLet's say a baby's smile.\u001b[24m\n    \u001b[1m赤ちゃんの笑顔を言いましょう。\u001b[22m, \u001b[1mのは、赤ちゃんの笑顔を言ってみましょう。\u001b[22m\n\u001b[4mSometimes, either on your way to work or in a walk in the park, you may encounter a mother or a couple pushing around a baby carriage.\u001b[24m\n    \u001b[1m時には、あなたの仕事や公園での散歩の途中で、母親や夫婦が乳母車を押すことがあります。\u001b[22m, \u001b[1m時には、仕事にあなたの方法や公園で散歩のいずれかで、あなたは母親や、乳母車の周りにプッシュするカップルが発生することがあります。\u001b[22m\n\u001b[4mAs you continue walking past them, you take a fleeting glance at the inside of the stroller.\u001b[24m\n    \u001b[1mあなたがそれらを過ぎて歩き続けると、あなたはストローラーの内側を一瞬一瞥します。\u001b[22m, \u001b[1mあなたがそれらを過ぎて歩き続けると、あなたはベビーカーの内側のつかの間の一見を取ります。\u001b[22m\n\u001b[4mIn it, you see the baby, maybe either playing around aggressively with some toys or sleeping peacefully.\u001b[24m\n    \u001b[1mその中で、あなたは赤ん坊を見ます、多分いくつかのおもちゃで積極的に遊んでいるか、平和的に眠っています。\u001b[22m, \u001b[1mその中で、あなたは、おそらくいくつかのおもちゃで積極的に遊んでいずれか、または平和的に眠っている、赤ちゃんを参照してください。\u001b[22m\n\u001b[4mYou see it smile.\u001b[24m\n    \u001b[1mあなたはそれが笑顔を見る。\u001b[22m, \u001b[1mあなたはそれが笑顔を参照してください。\u001b[22m\n\u001b[4mTime slows down.\u001b[24m\n    \u001b[1m時間が減速する。\u001b[22m, \u001b[1m時間が遅くなります。\u001b[22m\n\u001b[4mNot too much.\u001b[24m\n    \u001b[1m多すぎない程度に。\u001b[22m, \u001b[1mそれほど多くはありません。\u001b[22m, \u001b[1m過言ではありません。\u001b[22m\n\u001b[4mJust for a bit.\u001b[24m\n    \u001b[1mちょっとだけ。\u001b[22m, \u001b[1m少しだけのために。\u001b[22m\n\u001b[4mThen, you turn around and continue walking.\u001b[24m\n    \u001b[1mその後、歩き回って歩き続けます。\u001b[22m, \u001b[1m次に、あなたが振り向くと歩行を続けます。\u001b[22m\n\u001b[1m\u001b[22m\nIt is that fleeting nature of cuteness and the feeling it gives you that makes it perfect for slice-of-lifes. These series are all about those short-lived emotions that you feel on a day-to-day basis that never really stick into your mind because of their briefness. It's all about making those short meaningless moments meaningful. Cuteness is just a prime example of these emotions. The feeling that you get whenever you something notice something cute and adorable is incredibly momentary. You're most likely not gonna think about that baby ever again. Life is made of these moments. Life is built upon all these temporary sentiments. And what better way to portray these significantly insignificant feelings than through significantly insignificant events?\n\n\u001b[1mそれは、素直さと、それがあなたに与える感覚のすばらしさの性質で、それは、スライス・オブ・ライフに完璧です。 これらのシリーズは、短命のためにあなたの心に決して固執しない、日常的に感じる短命感情に関するものです。 短く無意味な瞬間を意味のあるものにすることがすべてです。  Cutenessは、これらの感情の主要な例です。 かわいい、かわいいものに気づいたときに、あなたが得る気持ちは信じられないほど瞬間的です。 あなたはその赤ちゃんをもう一度考えないだろう。 人生はこれらの瞬間から成り立っています。 人生はこれらのすべての一時的な感情に基づいています。 そして、有意ではないイベントより有意に軽微な気持ちを表現するにはどうすればよいでしょうか？\u001b[22m\n\u001b[1m(Sore wa, sunao-sa to, sore ga anata ni ataeru kankaku no subarashisa no seishitsu de, soreha, suraisu Obu raifu ni kanpekidesu. Korera no shirīzu wa, tanmei no tame ni anatanokokoroni kesshite koshū shinai, nichijō-teki ni kanjiru tanmei kanjō ni kansuru monodesu. Mijikaku muimina shunkan o imi no aru mono ni suru koto ga subetedesu. Cuteness wa, korera no kanjō no shuyōna reidesu. Kawaī, kawaī mono ni kidzuita toki ni, anata ga eru kimochi wa shinji rarenai hodo shunkan-tekidesu. Anata wa sono akachan o mōichido kangaenaidarou. Jinsei wa korera no shunkan kara naritatte imasu. Jinsei wa korera no subete no ichiji-tekina kanjō ni motodzuite imasu. Soshite, yūide wanai ibento yori yūi ni keibina kimochi o hyōgen suru ni wa dōsureba yoideshou ka?)\u001b[22m\n\nTranslations of \u001b[4mIt is that fleeting nature of cuteness and the feeling it gives you that makes it perfect for slice-of-lifes. These series are all about those short-lived emotions that you feel on a day-to-day basis that never really stick into your mind because of their briefness. It's all about making those short meaningless moments meaningful. Cuteness is just a prime example of these emotions. The feeling that you get whenever you something notice something cute and adorable is incredibly momentary. You're most likely not gonna think about that baby ever again. Life is made of these moments. Life is built upon all these temporary sentiments. And what better way to portray these significantly insignificant feelings than through significantly insignificant events?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is that fleeting nature of cuteness and the feeling it gives you that makes it perfect for slice-of-lifes.\u001b[24m\n    \u001b[1mそれは、素直さと、それがあなたに与える感覚のすばらしさの性質で、それは、スライス・オブ・ライフに完璧です。\u001b[22m, \u001b[1mこれは、可愛らしさと、それはあなたを与える感じのつかの間の性質はそれはそれは完璧なスライス・オブ・静物のためになるということがあります。\u001b[22m\n\u001b[4mThese series are all about those short-lived emotions that you feel on a day-to-day basis that never really stick into your mind because of their briefness.\u001b[24m\n    \u001b[1mこれらのシリーズは、短命のためにあなたの心に決して固執しない、日常的に感じる短命感情に関するものです。\u001b[22m, \u001b[1mこれらのシリーズは、すべてあなたが本当にため、その簡潔であなたの心に固執することはありません日常的に感じたもの短命の感情についてです。\u001b[22m\n\u001b[4mIt's all about making those short meaningless moments meaningful.\u001b[24m\n    \u001b[1m短く無意味な瞬間を意味のあるものにすることがすべてです。\u001b[22m, \u001b[1mこれは、すべてのそれらの短い無意味な瞬間は意味のあることについてです。\u001b[22m\n\u001b[4mCuteness is just a prime example of these emotions.\u001b[24m\n    \u001b[1mCutenessは、これらの感情の主要な例です。\u001b[22m, \u001b[1mかわいさは、これらの感情のほんの一例です。\u001b[22m\n\u001b[4mThe feeling that you get whenever you something notice something cute and adorable is incredibly momentary.\u001b[24m\n    \u001b[1mかわいい、かわいいものに気づいたときに、あなたが得る気持ちは信じられないほど瞬間的です。\u001b[22m, \u001b[1mキュートで愛らしい予告何かが信じられないほど瞬間的な時はいつでもあなたが何かあなたが得る感じ。\u001b[22m\n\u001b[4mYou're most likely not gonna think about that baby ever again.\u001b[24m\n    \u001b[1mあなたはその赤ちゃんをもう一度考えないだろう。\u001b[22m, \u001b[1mあなたが最も可能性の高い二度とその赤ん坊を考えるつもりはありません。\u001b[22m\n\u001b[4mLife is made of these moments.\u001b[24m\n    \u001b[1m人生はこれらの瞬間から成り立っています。\u001b[22m, \u001b[1m人生は、これらの瞬間で作られています。\u001b[22m\n\u001b[4mLife is built upon all these temporary sentiments.\u001b[24m\n    \u001b[1m人生はこれらのすべての一時的な感情に基づいています。\u001b[22m, \u001b[1m人生はすべてのこれらの一時の感情に基づいて構築されています。\u001b[22m\n\u001b[4mAnd what better way to portray these significantly insignificant feelings than through significantly insignificant events?\u001b[24m\n    \u001b[1mそして、有意ではないイベントより有意に軽微な気持ちを表現するにはどうすればよいでしょうか？\u001b[22m, \u001b[1mそして、何著しく重要でないイベントを通じよりも、これらのかなり些細な感情を描くためのより良い方法はありますか？\u001b[22m\n\u001b[1m\u001b[22m\nThe story is never really remarkable in these shows. That's okay. The focus is never actually on the story anyway. It's always on mood and tone or characterization. The atmosphere and characters aren't written to fit the plot in these shows. Instead, the narratives are specifically designed to complement the atmosphere and characters.\n\n\u001b[1mこれらのショーでは物語は本当に顕著ではありません。 大丈夫。 とにかく実際に話題に焦点を当てることは決してありません。 それは常に気分や調子や性格にあります。 雰囲気と文字は、これらのショーのプロットに合うように書かれていません。 代わりに、物語は雰囲気と文字を補完するように特別に設計されています。\u001b[22m\n\u001b[1m(Korera no shōde wa monogatari wa hontōni kenchode wa arimasen. Daijōbu. Tonikaku jissai ni wadai ni shōten o ateru koto wa kesshite arimasen. Sore wa tsuneni kibun ya chōshi ya seikaku ni arimasu. Fun'iki to moji wa, korera no shō no purotto ni au yō ni kaka rete imasen. Kawari ni, monogatari wa fun'iki to moji o hokan suru yō ni tokubetsu ni sekkei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is never really remarkable in these shows. That's okay. The focus is never actually on the story anyway. It's always on mood and tone or characterization. The atmosphere and characters aren't written to fit the plot in these shows. Instead, the narratives are specifically designed to complement the atmosphere and characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is never really remarkable in these shows.\u001b[24m\n    \u001b[1mこれらのショーでは物語は本当に顕著ではありません。\u001b[22m, \u001b[1m物語は、これらのショーで本当に驚くべきことはありません。\u001b[22m\n\u001b[4mThat's okay.\u001b[24m\n    \u001b[1m大丈夫。\u001b[22m, \u001b[1mそれは大丈夫です。\u001b[22m\n\u001b[4mThe focus is never actually on the story anyway.\u001b[24m\n    \u001b[1mとにかく実際に話題に焦点を当てることは決してありません。\u001b[22m, \u001b[1m焦点は、とにかく話に実際になることはありません。\u001b[22m\n\u001b[4mIt's always on mood and tone or characterization.\u001b[24m\n    \u001b[1mそれは常に気分や調子や性格にあります。\u001b[22m, \u001b[1mこれは、気分やトーンや特徴付けには常にです。\u001b[22m\n\u001b[4mThe atmosphere and characters aren't written to fit the plot in these shows.\u001b[24m\n    \u001b[1m雰囲気と文字は、これらのショーのプロットに合うように書かれていません。\u001b[22m, \u001b[1m雰囲気と文字がこれらのショーのプロットに適合するように書かれていません。\u001b[22m\n\u001b[4mInstead, the narratives are specifically designed to complement the atmosphere and characters.\u001b[24m\n    \u001b[1m代わりに、物語は雰囲気と文字を補完するように特別に設計されています。\u001b[22m, \u001b[1mその代わりに、物語は、特に雰囲気や文字を補完するように設計されています。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, there's not much to comment on the story (which is somewhat ironic considering that I've actually written quite a bit). Hidamari Sketch is really a character-driven show instead of a plot-driven one. The plotlines are incredibly simple, and you're probably not gonna remember what actually happened in a specific episode. What you're gonna end up remembering are the characters which we will discuss in a later segment.\n\n\u001b[1m結局のところ、ストーリーにコメントすることはあまりありません（私が実際にかなり書いたことを考えると、やや皮肉です）。 ひだまりスケッチは実際にプロット駆動のものではなく、キャラクター駆動のショーです。 プロットラインは非常にシンプルで、特定のエピソードで実際に何が起こったのかを覚えていない可能性があります。 あなたが覚えているのは、私たちが後の部分で話し合うキャラクターです。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, sutōrī ni komento suru koto wa amari arimasen (watashi ga jissai ni kanari kaita koto o kangaeru to, yaya hinikudesu). Hida mari suketchi wa jissai ni purotto kudō no monode wa naku, kyarakutā kudō no shōdesu. Purottorain wa hijō ni shinpurude, tokutei no episōdo de jissai ni nani ga okotta no ka o oboeteinai kanōsei ga arimasu. Anata ga oboete iru no wa, watashitachi ga ato no bubun de hanashiau kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, there's not much to comment on the story (which is somewhat ironic considering that I've actually written quite a bit). Hidamari Sketch is really a character-driven show instead of a plot-driven one. The plotlines are incredibly simple, and you're probably not gonna remember what actually happened in a specific episode. What you're gonna end up remembering are the characters which we will discuss in a later segment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, there's not much to comment on the story (which is somewhat ironic considering that I've actually written quite a bit).\u001b[24m\n    \u001b[1m結局のところ、ストーリーにコメントすることはあまりありません（私が実際にかなり書いたことを考えると、やや皮肉です）。\u001b[22m, \u001b[1m最後に、（私は実際にはかなり書いたことを考えると、やや皮肉なことです）物語についてコメントするあまりありません。\u001b[22m\n\u001b[4mHidamari Sketch is really a character-driven show instead of a plot-driven one.\u001b[24m\n    \u001b[1mひだまりスケッチは実際にプロット駆動のものではなく、キャラクター駆動のショーです。\u001b[22m, \u001b[1mひだまりスケッチは本当に代わりにプロット主導の1の文字駆動型のショーです。\u001b[22m\n\u001b[4mThe plotlines are incredibly simple, and you're probably not gonna remember what actually happened in a specific episode.\u001b[24m\n    \u001b[1mプロットラインは非常にシンプルで、特定のエピソードで実際に何が起こったのかを覚えていない可能性があります。\u001b[22m, \u001b[1mplotlinesは信じられないほど簡単であり、あなたはおそらくつもり実際に具体的なエピソードで何が起こったのか覚えていません。\u001b[22m\n\u001b[4mWhat you're gonna end up remembering are the characters which we will discuss in a later segment.\u001b[24m\n    \u001b[1mあなたが覚えているのは、私たちが後の部分で話し合うキャラクターです。\u001b[22m, \u001b[1mあなたは何をするつもり最後まで覚えていることは、我々は、後でセグメントに説明する文字です。\u001b[22m\n\u001b[1m\u001b[22m\n~~~ ART ~~~\n\n\u001b[1m~~~ ART ~~~\u001b[22m\n\u001b[1m(~~~ ART ~~~)\u001b[22m\n\nTranslations of \u001b[4m~~~ ART ~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~~~ ART ~~~\u001b[24m\n    \u001b[1m~~~ ART ~~~\u001b[22m\n\u001b[1m\u001b[22m\nIt's SHAFT art. You either love it or hate it.\n\n\u001b[1mそれはSHAFTアートです。 あなたはそれを愛しているか嫌いです。\u001b[22m\n\u001b[1m(Sore wa shafuto ātodesu. Anata wa sore o aishite iru ka kiraidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's SHAFT art. You either love it or hate it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's SHAFT art.\u001b[24m\n    \u001b[1mそれはSHAFTアートです。\u001b[22m, \u001b[1mそれはSHAFT芸術です。\u001b[22m\n\u001b[4mYou either love it or hate it.\u001b[24m\n    \u001b[1mあなたはそれを愛しているか嫌いです。\u001b[22m, \u001b[1mあなたはそれを愛するか、それを嫌うのいずれか。\u001b[22m\n\u001b[1m\u001b[22m\nThe artstyle is highly simplistic. The show seems to be rather addicted to flat-color backgrounds and pastels, and the abundance of white dots in this show is astronomical. There have been many a shot wherein the only things happening are a single-colored background, a character speaking, and that character's respective signifier. Each main character is assigned a certain symbol which is taken from their respective character designs. These shots come when a character says something that really represents her character (e.g. whenever Hiro says something maternal; Miyako says something stupid; etc.). I think these shots are very clever because of how effective they are at characterization and also because of how it save both money and time for the creators while still being very beneficial to the quality of the show.\n\n\u001b[1mアートスタイルは非常に単純です。 ショーはむしろ薄い色の背景やパステルに酷似しているようで、このショーの白い点の数は天文学的です。 起こっていることは単色の背景、話す人物、そしてその人物のそれぞれの印象語であるということが多くあります。 各メインキャラクタには、それぞれのキャラクタデザインから取られた特定のシンボルが割り当てられます。 これらのショットは、キャラクターが実際にキャラクターを表すものを言うときに来ます（例えば、ヒロが母親のことを言うときはいつでも、ミヤコは何かばかげていると言うときなど）。 私は、これらのショットは非常に巧妙であると考えています。なぜなら、それらのキャラクターがどのように効果的であるか、また、クリエイターのためにお金と時間を節約しながらも、ショーの質に非常に有益であるからです。\u001b[22m\n\u001b[1m(Ātosutairu wa hijō ni tanjundesu. Shō wa mushiro usui iro no haikei ya pasuteru ni kokuji shite iru yō de, kono shō no shiroi ten no kazu wa tenmongaku-tekidesu. Okotte iru koto wa tanshoku no haikei, hanasu jinbutsu, soshite sono jinbutsu no sorezore no inshō-godearu to iu koto ga ōku arimasu. Kaku meinkyarakuta ni wa, sorezore no kyarakutadezain kara tora reta tokutei no shinboru ga wariate raremasu. Korera no shotto wa, kyarakutā ga jissai ni kyarakutā o arawasu mono o iu toki ni kimasu (tatoeba, Hiro ga hahaoya no koto o iu toki wa itsu demo, Miyako wa nani ka bakagete iru to iu toki nado). Watashi wa, korera no shotto wa hijō ni kōmyōdearu to kangaete imasu. Nazenara, sorera no kyarakutā ga dono yō ni kōka-tekidearu ka, mata, kurieitā no tame ni okane to jikan o setsuyaku shinagara mo, shō no shitsu ni hijō ni yūekidearukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe artstyle is highly simplistic. The show seems to be rather addicted to flat-color backgrounds and pastels, and the abundance of white dots in this show is astronomical. There have been many a shot wherein the only things happening are a single-colored background, a character speaking, and that character's respective signifier. Each main character is assigned a certain symbol which is taken from their respective character designs. These shots come when a character says something that really represents her character (e.g. whenever Hiro says something maternal; Miyako says something stupid; etc.). I think these shots are very clever because of how effective they are at characterization and also because of how it save both money and time for the creators while still being very beneficial to the quality of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artstyle is highly simplistic.\u001b[24m\n    \u001b[1mアートスタイルは非常に単純です。\u001b[22m, \u001b[1martstyleは非常に単純です。\u001b[22m\n\u001b[4mThe show seems to be rather addicted to flat-color backgrounds and pastels, and the abundance of white dots in this show is astronomical.\u001b[24m\n    \u001b[1mショーはむしろ薄い色の背景やパステルに酷似しているようで、このショーの白い点の数は天文学的です。\u001b[22m, \u001b[1mショーは、フラットカラーの背景やパステルにかなりはまってあるように思われ、このショーで白ドットの豊富さは天文学的です。\u001b[22m\n\u001b[4mThere have been many a shot wherein the only things happening are a single-colored background, a character speaking, and that character's respective signifier.\u001b[24m\n    \u001b[1m起こっていることは単色の背景、話す人物、そしてその人物のそれぞれの印象語であるということが多くあります。\u001b[22m, \u001b[1m起こって唯一のものは、単一色の背景、文字を話すと、その文字のそれぞれの記号である、多くのショットがありました。\u001b[22m\n\u001b[4mEach main character is assigned a certain symbol which is taken from their respective character designs.\u001b[24m\n    \u001b[1m各メインキャラクタには、それぞれのキャラクタデザインから取られた特定のシンボルが割り当てられます。\u001b[22m, \u001b[1m各メインキャラクターは、それぞれのキャラクターデザインから取られている特定の記号が割り当てられます。\u001b[22m\n\u001b[4mThese shots come when a character says something that really represents her character (e.g. whenever Hiro says something maternal; Miyako says something stupid; etc.).\u001b[24m\n    \u001b[1mこれらのショットは、キャラクターが実際にキャラクターを表すものを言うときに来ます（例えば、ヒロが母親のことを言うときはいつでも、ミヤコは何かばかげていると言うときなど）。\u001b[22m, \u001b[1mこれらのショットはキャラクターが本当に彼女のキャラクターを（;宮古は愚かな何かを言う、など例えばヒロが母体の何かを言うたび）を表す何かを言うとき来ます。\u001b[22m\n\u001b[4mI think these shots are very clever because of how effective they are at characterization and also because of how it save both money and time for the creators while still being very beneficial to the quality of the show.\u001b[24m\n    \u001b[1m私は、これらのショットは非常に巧妙であると考えています。なぜなら、それらのキャラクターがどのように効果的であるか、また、クリエイターのためにお金と時間を節約しながらも、ショーの質に非常に有益であるからです。\u001b[22m, \u001b[1m私は、これらのショットがあるため、彼らは特性評価であり、ためにも、まだショーの品質に非常に有益でありながら、それはクリエイターのためのお金と時間の両方を節約する方法をどのように効果的な、非常に賢いと思います。\u001b[22m\n\u001b[1m\u001b[22m\nYou're either gonna absolutely love the impossibly wide chibi faces or get really fckin annoyed by them. I personally loved the chibi because I think it really multiplies the cuteness this show gives (which is why I prefer the first season where they really went all-out with chibi), however there have been many a caps-locked complaint angrily criticizing the weird faces so you really just have to try the show out a bit and see whether the art is really for you or not.\n\n\u001b[1mあなたは絶対に非常に広いチビの顔を愛しているか、本当に彼らに悩まされているかのどちらかになります。 私は個人的にはこのショーが与えるかわいらしさを本当に倍増させると思うので（ちびちゃんが本当に全部出てきた最初のシーズンが好きなのですが）、奇妙なことを批判している あなたが本当にちょうどショーを少し試して、芸術が本当にあなたのためであるかどうかを確認する必要がありますので、顔があります。\u001b[22m\n\u001b[1m(Anata wa zettai ni hijō ni hiroi chibi no kao o aishite iru ka, hontōni karera ni nayamasa rete iru ka no dochira ka ni narimasu. Watashi wa kojin-teki ni hako no shō ga ataeru kawairashi-sa o hontōni baizō sa seru to omou node (chibi-chan ga hontōni zenbu detekita saisho no shīzun ga sukina nodesuga), kimyōna koto o hihan shite iru anata ga hontōni chōdo shō o sukoshi tameshite, geijutsu ga hontōni anata no tamedearu ka dō ka o kakunin suru hitsuyō ga arimasunode,-gao ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou're either gonna absolutely love the impossibly wide chibi faces or get really fckin annoyed by them. I personally loved the chibi because I think it really multiplies the cuteness this show gives (which is why I prefer the first season where they really went all-out with chibi), however there have been many a caps-locked complaint angrily criticizing the weird faces so you really just have to try the show out a bit and see whether the art is really for you or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou're either gonna absolutely love the impossibly wide chibi faces or get really fckin annoyed by them.\u001b[24m\n    \u001b[1mあなたは絶対に非常に広いチビの顔を愛しているか、本当に彼らに悩まされているかのどちらかになります。\u001b[22m, \u001b[1mあなたはどちらかつもりは絶対に信じられないほど広いちび顔を愛するか、それらによって本当にfCKINとイライラ。\u001b[22m\n\u001b[4mI personally loved the chibi because I think it really multiplies the cuteness this show gives (which is why I prefer the first season where they really went all-out with chibi), however there have been many a caps-locked complaint angrily criticizing the weird\u001b[24m\n    \u001b[1m私は個人的にはこのショーが与えるかわいらしさを本当に倍増させると思うので（ちびちゃんが本当に全部出てきた最初のシーズンが好きなのですが）、奇妙なことを批判している\u001b[22m, \u001b[1m私はそれは本当に、しかし、多くのキャップロック苦情が怒っ奇妙を批判がなされている（私は彼らが本当にすべてアウトちびとを行った最初のシーズンを好む理由です）このショーが与えるかわいらしさを乗算と思うので、私は個人的にちびを愛し\u001b[22m\n\u001b[4mfaces so you really just have to try the show out a bit and see whether the art is really for you or not.\u001b[24m\n    \u001b[1mあなたが本当にちょうどショーを少し試して、芸術が本当にあなたのためであるかどうかを確認する必要がありますので、顔があります。\u001b[22m, \u001b[1m直面しているので、あなたが本当に少しだけショーを試してみると芸術があなたのために本当にあるかどうかを参照する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe directing is still fairly crazy, however it's a far cry from x365's WTF shots that moved around everywhere that I really enjoyed a lot. I'll discuss this more in the comparison section with the previous seasons.\n\n\u001b[1m指揮はまだかなり狂っていますが、それは私が本当に楽しんでいたどこでも動いたx365のWTFショットとはまったく違っています。 私は前の季節の比較セクションでこれをもっと議論します。\u001b[22m\n\u001b[1m(Shiki wa mada kanari kurutte imasuga, sore wa watashi ga hontōni tanoshinde ita doko demo ugoita x 365 no WTF shotto to wa mattaku chigatte imasu. Watashi wa mae no kisetsu no hikaku sekushon de kore o motto giron shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe directing is still fairly crazy, however it's a far cry from x365's WTF shots that moved around everywhere that I really enjoyed a lot. I'll discuss this more in the comparison section with the previous seasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe directing is still fairly crazy, however it's a far cry from x365's WTF shots that moved around everywhere that I really enjoyed a lot.\u001b[24m\n    \u001b[1m指揮はまだかなり狂っていますが、それは私が本当に楽しんでいたどこでも動いたx365のWTFショットとはまったく違っています。\u001b[22m, \u001b[1m演出は、しかしそれは、私は本当に多くのことを楽しんだことをあちこち移動x365のWTFショットからは程遠いですが、まだかなりクレイジーです。\u001b[22m\n\u001b[4mI'll discuss this more in the comparison section with the previous seasons.\u001b[24m\n    \u001b[1m私は前の季節の比較セクションでこれをもっと議論します。\u001b[22m, \u001b[1m私は前シーズンに比べセクションでこの多くを説明します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, the art's weird. It's very simplistic and pastel. You're either gonna love it or hate it.\n\n\u001b[1m全体として、芸術は変です。 とてもシンプルでパステルです。 あなたはそれを愛するか、それを嫌うかのどちらかです。\u001b[22m\n\u001b[1m(Zentai to shite, geijutsu wa hendesu. Totemo shinpurude pasuterudesu. Anata wa sore o aisuru ka, sore o kirau ka no dochira kadesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, the art's weird. It's very simplistic and pastel. You're either gonna love it or hate it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, the art's weird.\u001b[24m\n    \u001b[1m全体として、芸術は変です。\u001b[22m, \u001b[1m全体的に、芸術の奇妙な。\u001b[22m\n\u001b[4mIt's very simplistic and pastel.\u001b[24m\n    \u001b[1mとてもシンプルでパステルです。\u001b[22m, \u001b[1mそれは非常に単純化し、パステルです。\u001b[22m\n\u001b[4mYou're either gonna love it or hate it.\u001b[24m\n    \u001b[1mあなたはそれを愛するか、それを嫌うかのどちらかです。\u001b[22m, \u001b[1mあなたはつもりはそれを愛するか、それを嫌うのどちらかです。\u001b[22m\n\u001b[1m\u001b[22m\n~~~ SOUND ~~~\n\n\u001b[1m~~~サウンド~~~\u001b[22m\n\u001b[1m(~~~ Saundo ~~~)\u001b[22m\n\nTranslations of \u001b[4m~~~ SOUND ~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~~~ SOUND ~~~\u001b[24m\n    \u001b[1m~~~サウンド~~~\u001b[22m, \u001b[1m~~~ SOUND ~~~\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack of this show is a very unnoticed gem.\n\n\u001b[1mこのショーのサウンドトラックは非常に気づいていない宝石です。\u001b[22m\n\u001b[1m(Kono shō no saundotorakku wa hijō ni kidzuite inai hōsekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack of this show is a very unnoticed gem.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack of this show is a very unnoticed gem.\u001b[24m\n    \u001b[1mこのショーのサウンドトラックは非常に気づいていない宝石です。\u001b[22m, \u001b[1mこのショーのサウンドトラックは非常に見過ごさ逸品です。\u001b[22m\n\u001b[1m\u001b[22m\nI have almost the entire soundtrack downloaded in my computer (still downloading it) and it is surprisingly very good. I don't really know how to criticize music, but I can say that it is a very fitting soundtrack to this show. It is the most laidback relaxing thing I've heard that still manages to be upbeat and with a bit of jazz too. There's this woman just singing 'da da da da da' in some of the REALLY relaxing songs and I'd say it really boosts the relaxingness exponentially. It's fairly nice to listen to while you're working. It doesn't distract and reduces stress well.\n\n\u001b[1m私はほぼすべてのサウンドトラックを私のコンピュータにダウンロードしています（まだそれをダウンロードしています）、それは驚くほど良いです。 私は音楽を批判する方法を本当に知っていませんが、このショーにはとても合ったサウンドトラックだと言えるでしょう。 それは私が聞いた中で最も落ち着いたリラックスしたものです。 本当にリラックスした曲の中に「da da da da」を歌っているこの女性がいます。そして、私はそれが本当にリラックス感を指数関数的に高めると言います。 あなたが働いている間、聞くのはかなりいいことです。 それは気をそらすことなく、ストレスを減らします。\u001b[22m\n\u001b[1m(Watashi wa hobo subete no saundotorakku o watashi no konpyūta ni daunrōdo shite imasu (mada sore o daunrōdo shite imasu), soreha odoroku hodo yoidesu. Watashi wa ongaku o hihan suru hōhō o hontōni shitte imasenga, kono shō ni wa totemo atta saundotorakkuda to ierudeshou. Sore wa watashi ga kiita naka de mottomo ochitsuita rirakkusu shita monodesu. Hontōni rirakkusu shita kyoku no naka ni `da da da da' o utatte iru kono josei ga imasu. Soshite, watashi wa sore ga hontōni rirakkusu-kan o yubisūkansū-teki ni takameru to iimasu. Anata ga hataraite iru ma, kiku no wa kanari ī kotodesu. Sore wa ki o sorasu koto naku, sutoresu o herashimasu.)\u001b[22m\n\nTranslations of \u001b[4mI have almost the entire soundtrack downloaded in my computer (still downloading it) and it is surprisingly very good. I don't really know how to criticize music, but I can say that it is a very fitting soundtrack to this show. It is the most laidback relaxing thing I've heard that still manages to be upbeat and with a bit of jazz too. There's this woman just singing 'da da da da da' in some of the REALLY relaxing songs and I'd say it really boosts the relaxingness exponentially. It's fairly nice to listen to while you're working. It doesn't distract and reduces stress well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have almost the entire soundtrack downloaded in my computer (still downloading it) and it is surprisingly very good.\u001b[24m\n    \u001b[1m私はほぼすべてのサウンドトラックを私のコンピュータにダウンロードしています（まだそれをダウンロードしています）、それは驚くほど良いです。\u001b[22m, \u001b[1m私は自分のコンピュータにダウンロードしたほぼ全てのサウンドトラックを持っている（まだそれをダウンロード）、それは、驚くべきことに、非常に良いです。\u001b[22m\n\u001b[4mI don't really know how to criticize music, but I can say that it is a very fitting soundtrack to this show.\u001b[24m\n    \u001b[1m私は音楽を批判する方法を本当に知っていませんが、このショーにはとても合ったサウンドトラックだと言えるでしょう。\u001b[22m, \u001b[1m私は実際に音楽を批判するのか分からないが、私はそれがこの番組に非常にフィッティングサウンドトラックであると言うことができます。\u001b[22m\n\u001b[4mIt is the most laidback relaxing thing I've heard that still manages to be upbeat and with a bit of jazz too.\u001b[24m\n    \u001b[1mそれは私が聞いた中で最も落ち着いたリラックスしたものです。\u001b[22m, \u001b[1mそれはまだ明るいとあまりにもジャズのビットとなるように管理し、私が聞いた中で最もゆったりリラックスできるものです。\u001b[22m\n\u001b[4mThere's this woman just singing 'da da da da da' in some of the REALLY relaxing songs and I'd say it really boosts the relaxingness exponentially.\u001b[24m\n    \u001b[1m本当にリラックスした曲の中に「da da da da」を歌っているこの女性がいます。そして、私はそれが本当にリラックス感を指数関数的に高めると言います。\u001b[22m, \u001b[1m本当にリラックスできる曲のいくつかで「ダ・ダ・ダ・ダ・ダ」を歌って、私はそれが本当に指数関数的にrelaxingnessを後押し言うと思いますこの女性があります。\u001b[22m\n\u001b[4mIt's fairly nice to listen to while you're working.\u001b[24m\n    \u001b[1mあなたが働いている間、聞くのはかなりいいことです。\u001b[22m, \u001b[1mそれはあなたが作業している間に耳を傾けるがかなりうれしいです。\u001b[22m\n\u001b[4mIt doesn't distract and reduces stress well.\u001b[24m\n    \u001b[1mそれは気をそらすことなく、ストレスを減らします。\u001b[22m, \u001b[1mこれは、そらす、よくストレスを軽減しません。\u001b[22m\n\u001b[1m\u001b[22m\nThere are also tracks in this soundtrack meant for the more touching and heartwarming scenes in Hidamari Sketch, and, let me just say, they are the sweetest things I have ever heard since GochiUsa's diabetes ED. They give off a feeling of childlikeness and youthful wonder that really touches the heart overlayed against smooth calm relaxation. If this isn't cute, I don't know what is.\n\n\u001b[1mこのサウンドトラックには、ひだまりスケッチの感動的で心温まるシーンがあり、GochiUsaの糖尿病のED以来私が今までに聞いたことのない最も甘いものです。 彼らは、滑らかで落ち着いたリラクゼーションに覆われた心に本当に触れる、子育てと若々しい驚異の感覚を放つ。 これがかわいいのでなければ、私は何がわからないのですか。\u001b[22m\n\u001b[1m(Kono saundotorakku ni wa, hida mari suketchi no kandō-tekide kokoroatatamaru shīn ga ari, GochiUsa no tōnyō-byō no ED irai watashi ga ima made ni kiita koto no nai mottomo amai monodesu. Karera wa, namerakade ochitsuita rirakuzēshon ni ōwa reta kokoro ni hontōni fureru, kosodate to wakawakashī kyōi no kankaku o hanatsu. Kore ga kawaī nodenakereba, watashi wa nani ga wakaranai nodesu ka.)\u001b[22m\n\nTranslations of \u001b[4mThere are also tracks in this soundtrack meant for the more touching and heartwarming scenes in Hidamari Sketch, and, let me just say, they are the sweetest things I have ever heard since GochiUsa's diabetes ED. They give off a feeling of childlikeness and youthful wonder that really touches the heart overlayed against smooth calm relaxation. If this isn't cute, I don't know what is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are also tracks in this soundtrack meant for the more touching and heartwarming scenes in Hidamari Sketch, and, let me just say, they are the sweetest things I have ever heard since GochiUsa's diabetes ED.\u001b[24m\n    \u001b[1mこのサウンドトラックには、ひだまりスケッチの感動的で心温まるシーンがあり、GochiUsaの糖尿病のED以来私が今までに聞いたことのない最も甘いものです。\u001b[22m, \u001b[1m私はちょうど彼らが私が今までGochiUsaの糖尿病ED以来聞いた甘いものです、言わせて、ひだまりスケッチでより多くの感動と心温まるシーンのためのもの、そしてこのサウンドトラックで追跡もあります。\u001b[22m\n\u001b[4mThey give off a feeling of childlikeness and youthful wonder that really touches the heart overlayed against smooth calm relaxation.\u001b[24m\n    \u001b[1m彼らは、滑らかで落ち着いたリラクゼーションに覆われた心に本当に触れる、子育てと若々しい驚異の感覚を放つ。\u001b[22m, \u001b[1m彼らは本当に滑らかで穏やかな緩和に対するオーバーレイの心に触れるchildlikenessと若々しい不思議感を放ちます。\u001b[22m\n\u001b[4mIf this isn't cute, I don't know what is.\u001b[24m\n    \u001b[1mこれがかわいいのでなければ、私は何がわからないのですか。\u001b[22m, \u001b[1mこれはかわいいではない場合、私が何であるかを知りません。\u001b[22m\n\u001b[1m\u001b[22m\nI'm not really a big fan of the OP this season. I loved the first two season's OPs and listen to them all the time, and I think that 'SHUWA SHUWA' is the best way to start a show. The rest of this season's OP just didn't really stick with me as much as the previous seasons'. The ED is still rather generic and skippable.\n\n\u001b[1m私は今シーズンのOPの大ファンではない。 私は最初の2シーズンのOPが大好きで、いつも聴いています。「SHUWA SHUWA」がショーを始めるには最高の方法だと思います。 今シーズンの残りのOPは、前の季節と同じくらい本当に私にこだわっていませんでした。  EDはまだかなり一般的でスキップ可能です。\u001b[22m\n\u001b[1m(Watashi wa ima shīzun no OP no dai fande wanai. Watashi wa saisho no 2 shīzun no OP ga daisukide, itsumo kiite imasu. `SHUWA SHUWA' ga shō o hajimeru ni wa saikō no hōhōda to omoimasu. Ima shīzun no nokori no OP wa, mae no kisetsu to onaji kurai hontōni watashi ni kodawatte imasendeshita. ED wa mada kanari ippan-tekide sukippu kanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not really a big fan of the OP this season. I loved the first two season's OPs and listen to them all the time, and I think that 'SHUWA SHUWA' is the best way to start a show. The rest of this season's OP just didn't really stick with me as much as the previous seasons'. The ED is still rather generic and skippable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not really a big fan of the OP this season.\u001b[24m\n    \u001b[1m私は今シーズンのOPの大ファンではない。\u001b[22m, \u001b[1m私は本当にOP今季の大ファンではありません。\u001b[22m\n\u001b[4mI loved the first two season's OPs and listen to them all the time, and I think that 'SHUWA SHUWA' is the best way to start a show.\u001b[24m\n    \u001b[1m私は最初の2シーズンのOPが大好きで、いつも聴いています。「SHUWA SHUWA」がショーを始めるには最高の方法だと思います。\u001b[22m, \u001b[1m私は最初の2シーズンののOPを愛し、彼らにすべての時間を聞いて、私は「秀和秀和は「ショーを開始する最善の方法だと思います。\u001b[22m\n\u001b[4mThe rest of this season's OP just didn't really stick with me as much as the previous seasons'.\u001b[24m\n    \u001b[1m今シーズンの残りのOPは、前の季節と同じくらい本当に私にこだわっていませんでした。\u001b[22m, \u001b[1m今シーズンのOPの残りの部分は本当に私と一緒に前シーズン」ほどには固執しませんでした。\u001b[22m\n\u001b[4mThe ED is still rather generic and skippable.\u001b[24m\n    \u001b[1mEDはまだかなり一般的でスキップ可能です。\u001b[22m\n\u001b[1m\u001b[22m\nVoice actors are also still doing their job well. Not really much to say.\n\n\u001b[1m声優もまだ仕事をしています。 あまり言いたくない。\u001b[22m\n\u001b[1m(Seiyū mo mada shigoto o shite imasu. Amari iitakunai.)\u001b[22m\n\nTranslations of \u001b[4mVoice actors are also still doing their job well. Not really much to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice actors are also still doing their job well.\u001b[24m\n    \u001b[1m声優もまだ仕事をしています。\u001b[22m, \u001b[1m声優もまだ十分に彼らの仕事をしています。\u001b[22m\n\u001b[4mNot really much to say.\u001b[24m\n    \u001b[1mあまり言いたくない。\u001b[22m, \u001b[1m言うことは本当に多くはありません。\u001b[22m\n\u001b[1m\u001b[22m\n~~~ CHARACTER ~~~\n\n\u001b[1m~~~キャラクター~~~\u001b[22m\n\u001b[1m(~~~ Kyarakutā ~~~)\u001b[22m\n\nTranslations of \u001b[4m~~~ CHARACTER ~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~~~ CHARACTER ~~~\u001b[24m\n    \u001b[1m~~~キャラクター~~~\u001b[22m, \u001b[1m~~~ CHARACTER ~~~\u001b[22m\n\u001b[1m\u001b[22m\nNow, we're getting to the meat of this entire thing because this new season introduces two new Hidamari Apartments residents: Nazuna and Nori!\n\n\u001b[1mこの新しいシーズンには、ひだまりの2つの新しいアパートの住人、ナズナとノリを紹介しています。\u001b[22m\n\u001b[1m(Kono atarashī shīzun ni wa, hida mari no 2tsu no atarashī apāto no jūnin, nazuna to nori o shōkai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow, we're getting to the meat of this entire thing because this new season introduces two new Hidamari Apartments residents: Nazuna and Nori!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, we're getting to the meat of this entire thing because this new season introduces two new Hidamari Apartments residents: Nazuna and Nori!\u001b[24m\n    \u001b[1mこの新しいシーズンには、ひだまりの2つの新しいアパートの住人、ナズナとノリを紹介しています。\u001b[22m, \u001b[1mNazunaと海苔：この新しいシーズンは、2つの新しいひだまりアパート住民を紹介するので今、私たちは、この全体の事の肉に取得しています！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIt has also been remarked that these characters, as much as every other character in the show, can each fit into their own archetypes. I can't really deny this either. Yuno and Nazuna both fit into the 'shy girl' archetype really well. Miyako and Nori also fit very well into the 'supportive best friend' archetype. Hiro fits smackdab into the 'mother-like friend' archetype, and Sae fits perfectly into the 'smart senpai' archetype.\n\n\u001b[1mまた、これらのキャラクターは、ショーの他のキャラクターと同様に、それぞれが独自のアーキタイプに適合することも注目されています。 私はこれを本当に否定することはできません。  YunoとNazunaはともに「シャイガール」の原型にうまく収まります。 ミヤコとノリも「支持的な親友」の原型に非常によく合っています。  Hiroはsmackdabを「母のような友人」の原型に適合させ、Saeは「スマートなsenpai」原型に完全に適合する。\u001b[22m\n\u001b[1m(Mata, korera no kyarakutā wa, shō no ta no kyarakutā to dōyō ni, sorezore ga dokuji no ākitaipu ni tekigō suru koto mo chūmoku sa rete imasu. Watashi wa kore o hontōni hitei suru koto wa dekimasen. Yuno to Nazuna wa tomoni `shaigāru' no genkei ni umaku osamarimasu. Miyako to nori mo `shiji-tekina shin'yū' no genkei ni hijō ni yoku atte imasu. Hiro wa smackdab o `haha no yōna yūjin' no genkei ni tekigō sa se, Sae wa `sumātona senpai' genkei ni kanzen ni tekigō suru.)\u001b[22m\n\nTranslations of \u001b[4mIt has also been remarked that these characters, as much as every other character in the show, can each fit into their own archetypes. I can't really deny this either. Yuno and Nazuna both fit into the 'shy girl' archetype really well. Miyako and Nori also fit very well into the 'supportive best friend' archetype. Hiro fits smackdab into the 'mother-like friend' archetype, and Sae fits perfectly into the 'smart senpai' archetype.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has also been remarked that these characters, as much as every other character in the show, can each fit into their own archetypes.\u001b[24m\n    \u001b[1mまた、これらのキャラクターは、ショーの他のキャラクターと同様に、それぞれが独自のアーキタイプに適合することも注目されています。\u001b[22m, \u001b[1mまた、番組内の他のすべての文字限り、これらの文字は、それぞれ独自のアーキタイプに収まることができることに留意されています。\u001b[22m\n\u001b[4mI can't really deny this either.\u001b[24m\n    \u001b[1m私はこれを本当に否定することはできません。\u001b[22m, \u001b[1m私は本当にこのどちらかを否定することはできません。\u001b[22m\n\u001b[4mYuno and Nazuna both fit into the 'shy girl' archetype really well.\u001b[24m\n    \u001b[1mYunoとNazunaはともに「シャイガール」の原型にうまく収まります。\u001b[22m, \u001b[1mゆとNazunaの両方が本当によく「内気な女の子の原型に収まります。\u001b[22m\n\u001b[4mMiyako and Nori also fit very well into the 'supportive best friend' archetype.\u001b[24m\n    \u001b[1mミヤコとノリも「支持的な親友」の原型に非常によく合っています。\u001b[22m, \u001b[1m宮古・ノリも「支え親友」の原型に非常によく合います。\u001b[22m\n\u001b[4mHiro fits smackdab into the 'mother-like friend' archetype, and Sae fits perfectly into the 'smart senpai' archetype.\u001b[24m\n    \u001b[1mHiroはsmackdabを「母のような友人」の原型に適合させ、Saeは「スマートなsenpai」原型に完全に適合する。\u001b[22m, \u001b[1mヒロは、母親のような友人の原型にsmackdabフィット、およびSAEは、「スマート先輩」の原型に完全に適合しています。\u001b[22m\n\u001b[1m\u001b[22m\nNow, my question is, are necessarily bad things?\n\n\u001b[1mさて、私の質問は、必然的に悪いことですか？\u001b[22m\n\u001b[1m(Sate, watashi no shitsumon wa, hitsuzen-teki ni warui kotodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mNow, my question is, are necessarily bad things?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, my question is, are necessarily bad things?\u001b[24m\n    \u001b[1mさて、私の質問は、必然的に悪いことですか？\u001b[22m, \u001b[1m今、私の質問は、必ずしも悪いものですか？\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nNow, the next question is, are these characters given enough depth?\n\n\u001b[1m今、次の質問は、これらの文字が十分な深さを与えられているということですか？\u001b[22m\n\u001b[1m(Ima,-ji no shitsumon wa, korera no moji ga jūbun'na fuka-sa o atae rarete iru to iu kotodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mNow, the next question is, are these characters given enough depth?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, the next question is, are these characters given enough depth?\u001b[24m\n    \u001b[1m今、次の質問は、これらの文字が十分な深さを与えられているということですか？\u001b[22m, \u001b[1mさて、次の質問は、これらの文字は、十分な深与えられているのですか？\u001b[22m\n\u001b[1m\u001b[22m\nProbably, but not to the extent some of you may like.\n\n\u001b[1mおそらく、あなたが好きかもしれない程度にはそうではありません。\u001b[22m\n\u001b[1m(Osoraku, anatagasuki kamo shirenai teido ni wa sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mProbably, but not to the extent some of you may like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mProbably, but not to the extent some of you may like.\u001b[24m\n    \u001b[1mおそらく、あなたが好きかもしれない程度にはそうではありません。\u001b[22m, \u001b[1mおそらく、しかし程度に、あなたのいくつかは好きではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nNow, let's talk about the person who has been hogging all the limelight.\n\n\u001b[1mさて、すべての注目を集めてきた人について話しましょう。\u001b[22m\n\u001b[1m(Sate, subete no chūmoku o atsumete kita hito ni tsuite hanashimashou.)\u001b[22m\n\nTranslations of \u001b[4mNow, let's talk about the person who has been hogging all the limelight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, let's talk about the person who has been hogging all the limelight.\u001b[24m\n    \u001b[1mさて、すべての注目を集めてきた人について話しましょう。\u001b[22m, \u001b[1mさて、すべての脚光を占有してきた人の話をしましょう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSo, now that we're done with that debacle, let's me ask another question.\n\n\u001b[1mだから、私たちはその惨事で終わったので、別の質問をしましょう。\u001b[22m\n\u001b[1m(Dakara, watashitachiha sono sanji de owattanode,-betsu no shitsumon o shimashou.)\u001b[22m\n\nTranslations of \u001b[4mSo, now that we're done with that debacle, let's me ask another question.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, now that we're done with that debacle, let's me ask another question.\u001b[24m\n    \u001b[1mだから、私たちはその惨事で終わったので、別の質問をしましょう。\u001b[22m, \u001b[1mだから、今、私たちがその大失敗で行われていることを、私は別の質問をしてみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nDoes this show actually have character development?\n\n\u001b[1mこのショーは実際にキャラクターの開発をしていますか？\u001b[22m\n\u001b[1m(Kono shō wa jissai ni kyarakutā no kaihatsu o shite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mDoes this show actually have character development?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDoes this show actually have character development?\u001b[24m\n    \u001b[1mこのショーは実際にキャラクターの開発をしていますか？\u001b[22m, \u001b[1mこのショーは、実際にキャラクターの成長を持っていますか？\u001b[22m\n\u001b[1m\u001b[22m\nI wrote earlier that slice-of-life shows don't really need character development. Just like character archetypes and character distinctiveness, I believe character development is a very overemphasized element in narrative criticism. It's practically impossible anyway when a show is written in anachronistic order which is what a majority of slice-of-life shows use. All a slice-of-life really needs to be good is characterization. Character development is merely optional.\n\n\u001b[1m私は以前、スライスオブライフのショーではキャラクターの開発が本当に必要ないと書いていました。 キャラクターのアーキタイプやキャラクターの個性と同じように、私はキャラクターの発達が物語の批判の中で非常に強調された要素であると信じています。 とにかくショーが、スライス・オブ・ライフの大部分が使用しているものである時代遅れの順序で書かれている場合は、とにかく不可能です。 すべてのスライス・オブ・ライフは本当に良いことが特徴である必要があります。 キャラクターの開発は単なるオプションです。\u001b[22m\n\u001b[1m(Watashi wa izen, suraisuoburaifu no shōde wa kyarakutā no kaihatsu ga hontōni hitsuyō nai to kaite imashita. Kyarakutā no ākitaipu ya kyarakutā no kosei to onajiyōni, watashi wa kyarakutā no hattatsu ga monogatari no hihan no naka de hijō ni kyōchō sa reta yōsodearu to shinjite imasu. Tonikaku shō ga, suraisu Obu raifu no daibubun ga shiyō shite iru monodearu jidaiokure no junjo de kaka rete iru baai wa, tonikaku fukanōdesu. Subete no suraisu Obu raifu wa hontōni yoi koto ga tokuchōdearu hitsuyō ga arimasu. Kyarakutā no kaihatsu wa tan'naru opushondesu.)\u001b[22m\n\nTranslations of \u001b[4mI wrote earlier that slice-of-life shows don't really need character development. Just like character archetypes and character distinctiveness, I believe character development is a very overemphasized element in narrative criticism. It's practically impossible anyway when a show is written in anachronistic order which is what a majority of slice-of-life shows use. All a slice-of-life really needs to be good is characterization. Character development is merely optional.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wrote earlier that slice-of-life shows don't really need character development.\u001b[24m\n    \u001b[1m私は以前、スライスオブライフのショーではキャラクターの開発が本当に必要ないと書いていました。\u001b[22m, \u001b[1m私はそのスライスオブライフショーは本当に文字の開発を必要としない以前書きました。\u001b[22m\n\u001b[4mJust like character archetypes and character distinctiveness, I believe character development is a very overemphasized element in narrative criticism.\u001b[24m\n    \u001b[1mキャラクターのアーキタイプやキャラクターの個性と同じように、私はキャラクターの発達が物語の批判の中で非常に強調された要素であると信じています。\u001b[22m, \u001b[1mただ文字アーキタイプと文字特殊性と同様に、私はキャラクターの成長が物語の批判では非常に強調しすぎるの要素であると考えています。\u001b[22m\n\u001b[4mIt's practically impossible anyway when a show is written in anachronistic order which is what a majority of slice-of-life shows use.\u001b[24m\n    \u001b[1mとにかくショーが、スライス・オブ・ライフの大部分が使用しているものである時代遅れの順序で書かれている場合は、とにかく不可能です。\u001b[22m, \u001b[1mショーは、スライスオブライフの大半が使用することを示して何時代錯誤のために書かれているとき、それはとにかく現実的には不可能です。\u001b[22m\n\u001b[4mAll a slice-of-life really needs to be good is characterization.\u001b[24m\n    \u001b[1mすべてのスライス・オブ・ライフは本当に良いことが特徴である必要があります。\u001b[22m, \u001b[1mすべてのスライス・オブ・ライフは本当に特徴付けが良好であることが必要です。\u001b[22m\n\u001b[4mCharacter development is merely optional.\u001b[24m\n    \u001b[1mキャラクターの開発は単なるオプションです。\u001b[22m, \u001b[1mキャラクター開発は単にオプションです。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, even if character development's importance isn't really as great as many think it is, it is still a really helpful boost when it comes to characterization. Watching a person's character grow and change is also a way to reveal more about that character. Character development is a really effective form of characterization, and the reason why it's so overplayed by many is because it is so incredibly interesting. And right now, this third season, the show now actually has the capability to employ character development on its characters because guess what? It's not in anachronistic order anymore! The episodes have an actual linearity to them. They actually happen after each other. They actually follow time! Sure, some episodes that half of themselves to other dates, but those are practically just extended flashbacks Yuno has to solidify her character even further. Sure, the episodes are still very much unrelated to one another and there are week-long timeskips in between them, however that still doesn't completely erase the possibility of character development.\n\n\u001b[1mしかし、キャラクター開発の重要性がそれほど高くないとはいえ、それはキャラクター化の点では依然として本当に役立つブーストです。 人物の成長と変化を見ることは、その人物の詳細を明らかにする方法です。 キャラクター開発は本当に効果的なキャラクター化の一形態です。なぜなら、キャラクター化が非常に面白いからです。 今、この第3シーズンは、キャラクターのキャラクターにキャラクターの開発を採用することができるようになりました。 時代遅れのオーダーではありません！ エピソードは、実際の線形性を持っています。 彼らはお互いの後に実際に起こります。 彼らは実際に時間を追う！ 確かに、いくつかのエピソードは他の日に自分自身の半分が、実際にはちょうど延長されたフラッシュバックです。ゆ노は彼女の性格をさらに固めなければなりません。 確かに、エピソードはまだお互いに無関係であり、その間に1週間のタイムキープがありますが、それでもキャラクターの発展の可能性は完全には消えません。\u001b[22m\n\u001b[1m(Shikashi, kyarakutā kaihatsu no jūyō-sei ga sore hodo takakunai to wa ie, soreha kyarakutā-ka no tende wa izentoshite hontōni yakudatsu būsutodesu. Jinbutsu no seichō to henka o miru koto wa, sono jinbutsu no shōsai o akiraka ni suru hōhōdesu. Kyarakutā kaihatsu wa hontōni kōkatekina kyarakutā-ka no ichi keitaidesu. Nazenara, kyarakutā-ka ga hijō ni omoshiroikaradesu. Ima, kono dai 3 shīzun wa, kyarakutā no kyarakutā ni kyarakutā no kaihatsu o saiyō suru koto ga dekiru yō ni narimashita. Jidaiokure no ōdāde wa arimasen! Episōdo wa, jissai no senkei-sei o motte imasu. Karera wa otagai no nochi ni jissai ni okorimasu. Karera wa jissai ni jikan o ou! Tashika ni, ikutsu ka no episōdo wa hoka no hi ni jibunjishin'no hanbun ga, jissai ni wa chōdo enchō sa reta furasshu bakkudesu. Yu no wa kanojo no seikaku o sarani katamenakereba narimasen. Tashika ni, episōdo wa mada otagai ni mukankeideari, sonoaida ni 1-shūkan no taimukīpu ga arimasuga, soredemo kyarakutā no hatten no kanōsei wa kanzen ni wa kiemasen.)\u001b[22m\n\u001b[1m\u001b[22m\nSo, let me ask again. Does this show have character development?\n\n\u001b[1mだから、もう一度聞かせてください。 この番組にはキャラクターの発展がありますか？\u001b[22m\n\u001b[1m(Dakara, mōichido kika sete kudasai. Kono bangumi ni wa kyarakutā no hatten ga arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mSo, let me ask again. Does this show have character development?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, let me ask again.\u001b[24m\n    \u001b[1mだから、もう一度聞かせてください。\u001b[22m, \u001b[1mだから、私は再び尋ねてみましょう。\u001b[22m\n\u001b[4mDoes this show have character development?\u001b[24m\n    \u001b[1mこの番組にはキャラクターの発展がありますか？\u001b[22m, \u001b[1mこのショーは、キャラクターの成長を持っていますか？\u001b[22m\n\u001b[1m\u001b[22m\nI would say so. Maybe not a lot of character development, but it's still present.\n\n\u001b[1m私はそう言います。 たぶんキャラクターの発展はあまりないかもしれませんが、まだ存在しています。\u001b[22m\n\u001b[1m(Watashi wa sō iimasu. Tabun kyarakutā no hatten wa amari nai kamo shiremasenga, mada sonzai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI would say so. Maybe not a lot of character development, but it's still present.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would say so.\u001b[24m\n    \u001b[1m私はそう言います。\u001b[22m, \u001b[1m私はそう言うでしょう。\u001b[22m\n\u001b[4mMaybe not a lot of character development, but it's still present.\u001b[24m\n    \u001b[1mたぶんキャラクターの発展はあまりないかもしれませんが、まだ存在しています。\u001b[22m, \u001b[1mキャラクターの成長のかもしれない多くが、それはまだ存在です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAnd that's about all the character development. Yuno, again, hogged all the limelight, stealing all the screentime and, in turn, the character development, leaving nothing for the other characters. Sae and Hiro's relationship is still pretty interesting, but you can't really say it had changed any more than since the start of the series (and even before the series according to a flashback). Miyako is still a gag character, and there's not really much to say about all the other characters. Again, they all just end up serving as tools to allow Yuno to develop instead of character's themselves. This is not necessarily a bad thing. Yuno is an incredibly interesting and relatable character with tons of development, however I do again wish that the others got some more character too.\n\n\u001b[1mそれはすべてのキャラクターの発展についてです。 ユノはまた、すべての脚光を浴びて、偶然のすべてを盗み、次にキャラクターの発展を奪い、他のキャラクターには何も残さなかった。  SaeとHiroの関係はまだかなり興味深いですが、あなたは本当にそれがシリーズの開始以来（そしてフラッシュバックによるシリーズの前でさえ）それ以上変わったとは言えません。 ミヤコはまだギャグキャラクターであり、他のキャラクターについてはあまり言い表せません。 再び、彼らはすべて、キャラクター自身ではなく、ユノが発展するための道具として役立ちます。 これは必ずしも悪いことではありません。  Yunoは、数多くの開発を伴う、非常に興味深い、そして関係のあるキャラクターですが、私はまた、他の人たちもまたいくつかの性格を持つことを願っています。\u001b[22m\n\u001b[1m(Sore wa subete no kyarakutā no hatten ni tsuitedesu. Yuno wa mata, subete no kyakkō o abite, gūzen no subete o nusumi, tsugini kyarakutā no hatten o ubai, hoka no kyarakutā ni wa nani mo nokosanakatta. Sae to Hiro no kankei wa mada kanari kyōmibukaidesuga, anata wa hontōni sore ga shirīzu no kaishi irai (soshite furasshu bakku ni yoru shirīzu no mae de sae) sore ijō kawatta to wa iemasen. Miyako wa mada gyagukyarakutādeari, hoka no kyarakutā ni tsuite wa amari iiarawasemasen. Futatabi, karera wa subete, kyarakutā jishinde wa naku, Yuno ga hatten suru tame no dōgu to shite yakudachimasu. Kore wa kanarazushimo warui kotode wa arimasen. Yuno wa, kazuōku no kaihatsu o tomonau, hijō ni kyōmibukai, soshite kankei no aru kyarakutādesuga, watashi wa mata, hokanohito-tachi mo mata ikutsu ka no seikaku o motsu koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd that's about all the character development. Yuno, again, hogged all the limelight, stealing all the screentime and, in turn, the character development, leaving nothing for the other characters. Sae and Hiro's relationship is still pretty interesting, but you can't really say it had changed any more than since the start of the series (and even before the series according to a flashback). Miyako is still a gag character, and there's not really much to say about all the other characters. Again, they all just end up serving as tools to allow Yuno to develop instead of character's themselves. This is not necessarily a bad thing. Yuno is an incredibly interesting and relatable character with tons of development, however I do again wish that the others got some more character too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that's about all the character development.\u001b[24m\n    \u001b[1mそれはすべてのキャラクターの発展についてです。\u001b[22m, \u001b[1mそしてそれは、すべての文字の開発についてです。\u001b[22m\n\u001b[4mYuno, again, hogged all the limelight, stealing all the screentime and, in turn, the character development, leaving nothing for the other characters.\u001b[24m\n    \u001b[1mユノはまた、すべての脚光を浴びて、偶然のすべてを盗み、次にキャラクターの発展を奪い、他のキャラクターには何も残さなかった。\u001b[22m, \u001b[1mゆ、再び、他の文字には何も残さない、すべてのスクリーン時間と、今度は、文字の開発を盗んで、すべての脚光をhogged。\u001b[22m\n\u001b[4mSae and Hiro's relationship is still pretty interesting, but you can't really say it had changed any more than since the start of the series (and even before the series according to a flashback).\u001b[24m\n    \u001b[1mSaeとHiroの関係はまだかなり興味深いですが、あなたは本当にそれがシリーズの開始以来（そしてフラッシュバックによるシリーズの前でさえ）それ以上変わったとは言えません。\u001b[22m, \u001b[1m紗英とヒロの関係はまだかなり面白いですが、あなたは本当に（とさえシリーズの前にフラッシュバックに応じて）それはシリーズの開始以来よりも、それ以上に変わっていたと言うことはできません。\u001b[22m\n\u001b[4mMiyako is still a gag character, and there's not really much to say about all the other characters.\u001b[24m\n    \u001b[1mミヤコはまだギャグキャラクターであり、他のキャラクターについてはあまり言い表せません。\u001b[22m, \u001b[1m都はまだギャグ文字で、他のすべての文字について言うことは本当に過言ではありません。\u001b[22m\n\u001b[4mAgain, they all just end up serving as tools to allow Yuno to develop instead of character's themselves.\u001b[24m\n    \u001b[1m再び、彼らはすべて、キャラクター自身ではなく、ユノが発展するための道具として役立ちます。\u001b[22m, \u001b[1m繰り返しますが、それらはすべてちょうどゆではなく文字のの自分自身を開発することを可能にするためのツールとして終わります。\u001b[22m\n\u001b[4mThis is not necessarily a bad thing.\u001b[24m\n    \u001b[1mこれは必ずしも悪いことではありません。\u001b[22m\n\u001b[4mYuno is an incredibly interesting and relatable character with tons of development, however I do again wish that the others got some more character too.\u001b[24m\n    \u001b[1mYunoは、数多くの開発を伴う、非常に興味深い、そして関係のあるキャラクターですが、私はまた、他の人たちもまたいくつかの性格を持つことを願っています。\u001b[22m, \u001b[1mユーノは、しかし、私は再び他の人があまりにもいくつかのより多くの文字を持っていることを望むか、開発のトンと非常に面白いと話すことのできる文字です。\u001b[22m\n\u001b[1m\u001b[22m\nWhile we're on that topic, let's just briefly touch on all the side characters. Yoshinoya is still pretty annoying, her jokes VERY hit-or-miss. The Principal, the nurse, and that new male teacher only really serve to try to make Yoshinoya's jokes funnier. Natsume didn't really get much screentime in this season, however I heard one of the OVAs is devoted to her, so I'm kinda excited. (Haven't watched the OVAs yet for seasons three and two and I'd honestly like to see more of Natsume even if she's just your typical lesbian tsundere.) That new Arisawa girl seemed interesting and honestly, I'd like to see more of her. She adds a lot of character depth to Yuno, making her think about her future and the path she wants to take. Pretty impressive for someone who was only meant to be a one-shot. Everyone else is too irrelevant to be commented upon, not appearing enough on screen for me to care about or remember.\n\n\u001b[1m私たちはその話題を取り上げていますが、すべての側面の文字を簡単に触れてみましょう。 吉野家はまだかなり迷惑な、彼女のジョークは非常にヒットミスです。 校長、看護師、そしてその新しい男性教師は、吉野家のジョークをもっと楽しくするように努力するだけです。 夏目は今シーズンは本当に盛り上がりませんでしたが、OVAの一つが彼女に捧げられていると聞きましたので、とても興奮しています。  （まだ季節3〜2日はOVAsを見たことがありませんし、正直言って、彼女があなたの典型的なレズビアンツンデレであっても、夏目のほうを見たいと思っています。）その新しいアリサワの女の子は面白く正直そうでした。 彼女の 彼女は夢野に多くのキャラクターの深みを加えて、彼女の将来と自分が望む道を考えさせます。 ワンショットを意味するだけの人にとってはかなり印象的です。 他の誰もがコメントをするにはあまりにも無関係で、私が気にしたり覚えておくのに十分な画面では表示されません。\u001b[22m\n\u001b[1m(Watashitachi wa sono wadai o toriagete imasuga, subete no sokumen no moji o kantan ni furete mimashou. Yoshinoya wa mada kanari meiwakuna, kanojo no jōku wa hijō ni hitto misudesu. Kōchō, kankoshi, soshite sono atarashī dansei kyōshi wa, Yoshinoya no jōku o motto tanoshiku suru yō ni doryoku suru dakedesu. Natsume wa ima shīzun wa hontōni moriagarimasendeshitaga, ovu~a no hitotsu ga kanojo ni sasage rarete iru to kikimashitanode, totemo kōfun shite imasu. (Mada kisetsu 3 〜 2-nichi wa OVAs o mita koto ga arimasenshi, shōjiki itte, kanojo ga anata no tenkei-tekina rezubiantsunderedeatte mo, Natsume no hō o mitai to omotte imasu. ) Sono atarashī arisawa no on'nanoko wa omoshiroku shōjiki-sōdeshita. Kanojo no kanojo wa Yumeno ni ōku no kyarakutā no fukami o kuwaete, kanojo no shōrai to jibun ga nozomu michi o kangae sasemasu. Wan shotto o imi suru dake no hito ni totte wa kanari inshō-tekidesu. Hoka no daremoga komento o suru ni wa amarini mo mukankeide, watashi ga ki ni shi tari oboete oku no ni jūbun'na gamende wa hyōji sa remasen.)\u001b[22m\n\nTranslations of \u001b[4mWhile we're on that topic, let's just briefly touch on all the side characters. Yoshinoya is still pretty annoying, her jokes VERY hit-or-miss. The Principal, the nurse, and that new male teacher only really serve to try to make Yoshinoya's jokes funnier. Natsume didn't really get much screentime in this season, however I heard one of the OVAs is devoted to her, so I'm kinda excited. (Haven't watched the OVAs yet for seasons three and two and I'd honestly like to see more of Natsume even if she's just your typical lesbian tsundere.) That new Arisawa girl seemed interesting and honestly, I'd like to see more of her. She adds a lot of character depth to Yuno, making her think about her future and the path she wants to take. Pretty impressive for someone who was only meant to be a one-shot. Everyone else is too irrelevant to be commented upon, not appearing enough on screen for me to care about or remember.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile we're on that topic, let's just briefly touch on all the side characters.\u001b[24m\n    \u001b[1m私たちはその話題を取り上げていますが、すべての側面の文字を簡単に触れてみましょう。\u001b[22m, \u001b[1m私たちは、そのトピックにしているが、ちょうど簡単にすべての側面の文字に触れてみましょう。\u001b[22m\n\u001b[4mYoshinoya is still pretty annoying, her jokes VERY hit-or-miss.\u001b[24m\n    \u001b[1m吉野家はまだかなり迷惑な、彼女のジョークは非常にヒットミスです。\u001b[22m, \u001b[1m吉野家は、彼女のジョークは非常にヒットまたはミス、まだかなり面倒です。\u001b[22m\n\u001b[4mThe Principal, the nurse, and that new male teacher only really serve to try to make Yoshinoya's jokes funnier.\u001b[24m\n    \u001b[1m校長、看護師、そしてその新しい男性教師は、吉野家のジョークをもっと楽しくするように努力するだけです。\u001b[22m, \u001b[1m校長、看護師、およびその新しい男性教師は本当に吉野家のジョークが笑える作ってみるのに役立ちます。\u001b[22m\n\u001b[4mNatsume didn't really get much screentime in this season, however I heard one of the OVAs is devoted to her, so I'm kinda excited.\u001b[24m\n    \u001b[1m夏目は今シーズンは本当に盛り上がりませんでしたが、OVAの一つが彼女に捧げられていると聞きましたので、とても興奮しています。\u001b[22m, \u001b[1m夏目は本当にこの季節に多くのスクリーン時間を取得していない、しかし私はOVASの1は彼女に捧げられる聞いたので、私はちょっと興奮しています。\u001b[22m\n\u001b[4m(Haven't watched the OVAs yet for seasons three and two and I'd honestly like to see more of Natsume even if she's just your typical lesbian tsundere.) That new Arisawa girl seemed interesting and honestly, I'd like to see more\u001b[24m\n    \u001b[1m（まだ季節3〜2日はOVAsを見たことがありませんし、正直言って、彼女があなたの典型的なレズビアンツンデレであっても、夏目のほうを見たいと思っています。）その新しいアリサワの女の子は面白く正直そうでした。\u001b[22m, \u001b[1m（季節3と2のためにまだOVASを見ておらず、私は正直に彼女がちょうどあなたの典型的なレズビアンツンデレだ場合でも、夏目の多くを見てみたいと思います。）その新しい有沢の女の子が面白そうだったし、正直なところ、私はより多くのを見てみたいと思います\u001b[22m\n\u001b[4mof her.\u001b[24m\n    \u001b[1m彼女の\u001b[22m, \u001b[1m彼女の。\u001b[22m\n\u001b[4mShe adds a lot of character depth to Yuno, making her think about her future and the path she wants to take.\u001b[24m\n    \u001b[1m彼女は夢野に多くのキャラクターの深みを加えて、彼女の将来と自分が望む道を考えさせます。\u001b[22m, \u001b[1m彼女は彼女が彼女の未来と彼女が取りたいパスについて考えながら、ゆに文字深さの多くを追加します。\u001b[22m\n\u001b[4mPretty impressive for someone who was only meant to be a one-shot.\u001b[24m\n    \u001b[1mワンショットを意味するだけの人にとってはかなり印象的です。\u001b[22m, \u001b[1m唯一のワンショットであることを意味して誰かのためにかなり印象的。\u001b[22m\n\u001b[4mEveryone else is too irrelevant to be commented upon, not appearing enough on screen for me to care about or remember.\u001b[24m\n    \u001b[1m他の誰もがコメントをするにはあまりにも無関係で、私が気にしたり覚えておくのに十分な画面では表示されません。\u001b[22m, \u001b[1m他のみんなは私が気にか覚えておくために画面上に十分な表示されない、時にコメントするにはあまりにも無関係です。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, all the focus and characterization is all on Yuno and every other character merely serves to deepen Yuno's character. The show takes much care to carve out Yuno's character, making her a very compelling character, but it often neglects to bring alive the other characters too. It's not necessarily a bad thing. This is Yuno's story, so she deserves to have all the character depth she wants. I just wish the other Hidamari residents had more time to shine because I am, at the very least, interested in who they are and what they could be.\n\n\u001b[1m結局、すべての焦点とキャラクター化はすべてユノにあり、他のすべてのキャラクターはユノのキャラクターを深めるために役立つだけです。 ショーはゆーのキャラクターを切り開いて彼女を非常に魅力的なキャラクターにしてくれますが、他のキャラクターも生き生きとさせることはしばしばありません。 必ずしも悪いことではありません。 これはゆのの話ですから、彼女は自分が望むすべてのキャラクターの深みを持つ価値があります。 私はちょうど彼らが誰であり、何ができるかに興味を持っているので、他のひだまりの住人が輝く時間がもっとあることを望みます。\u001b[22m\n\u001b[1m(Kekkyoku, subete no shōten to kyarakutā-ka wa subete Yuno ni ari, hoka no subete no kyarakutā wa Yuno no kyarakutā o fukameru tame ni yakudatsu dakedesu. Shō wa yu ̄ no kyarakutā o kirihiraite kanojo o hijō ni miryoku-tekina kyarakutā ni shite kuremasuga, hoka no kyarakutā mo ikiiki to sa seru koto wa shibashiba arimasen. Kanarazushimo warui kotode wa arimasen. Kore wa yu no no hanashidesukara, kanojo wa jibun ga nozomu subete no kyarakutā no fukami o motsu kachi ga arimasu. Watashi wa chōdo karera ga daredeari, nanigadekiruka ni kyōmi o motte irunode, hoka no hida mari no jūnin ga kagayaku jikan ga motto aru koto o nozomimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, all the focus and characterization is all on Yuno and every other character merely serves to deepen Yuno's character. The show takes much care to carve out Yuno's character, making her a very compelling character, but it often neglects to bring alive the other characters too. It's not necessarily a bad thing. This is Yuno's story, so she deserves to have all the character depth she wants. I just wish the other Hidamari residents had more time to shine because I am, at the very least, interested in who they are and what they could be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, all the focus and characterization is all on Yuno and every other character merely serves to deepen Yuno's character.\u001b[24m\n    \u001b[1m結局、すべての焦点とキャラクター化はすべてユノにあり、他のすべてのキャラクターはユノのキャラクターを深めるために役立つだけです。\u001b[22m, \u001b[1m最後に、全ての焦点と特徴付けは、すべてのゆであり、他のすべての文字は単なるゆの文字を深めるのに役立ちます。\u001b[22m\n\u001b[4mThe show takes much care to carve out Yuno's character, making her a very compelling character, but it often neglects to bring alive the other characters too.\u001b[24m\n    \u001b[1mショーはゆーのキャラクターを切り開いて彼女を非常に魅力的なキャラクターにしてくれますが、他のキャラクターも生き生きとさせることはしばしばありません。\u001b[22m, \u001b[1mショーは彼女の非常に魅力的なキャラクター作り、ゆの文字を切り開くために多くの世話をするが、それは多くの場合、あまりにも生きている他の文字を持って無視しています。\u001b[22m\n\u001b[4mIt's not necessarily a bad thing.\u001b[24m\n    \u001b[1m必ずしも悪いことではありません。\u001b[22m, \u001b[1mそれは必ずしも悪いことではありません。\u001b[22m\n\u001b[4mThis is Yuno's story, so she deserves to have all the character depth she wants.\u001b[24m\n    \u001b[1mこれはゆのの話ですから、彼女は自分が望むすべてのキャラクターの深みを持つ価値があります。\u001b[22m, \u001b[1mこれはユーノの物語であるので、彼女は彼女が望んでいるすべての文字の深さを持っているに値します。\u001b[22m\n\u001b[4mI just wish the other Hidamari residents had more time to shine because I am, at the very least, interested in who they are and what they could be.\u001b[24m\n    \u001b[1m私はちょうど彼らが誰であり、何ができるかに興味を持っているので、他のひだまりの住人が輝く時間がもっとあることを望みます。\u001b[22m, \u001b[1m私はちょうど彼らは、彼らが何ができるか誰に興味を持って、私はので、他のひだまりの住民は非常に少なくとも、輝くために多くの時間があればいいのに。\u001b[22m\n\u001b[1m\u001b[22m\nOh wow. I wrote quite a bit.\n\n\u001b[1mああすごい。 私はかなり書きました。\u001b[22m\n\u001b[1m(Ā sugoi. Watashi wa kanari kakimashita.)\u001b[22m\n\nTranslations of \u001b[4mOh wow. I wrote quite a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh wow.\u001b[24m\n    \u001b[1mああすごい。\u001b[22m, \u001b[1mうわー。\u001b[22m, \u001b[1mわぁ。\u001b[22m\n\u001b[4mI wrote quite a bit.\u001b[24m\n    \u001b[1m私はかなり書きました。\u001b[22m, \u001b[1m私はかなりを書きました。\u001b[22m\n\u001b[1m\u001b[22m\n~~~ COMPARISON TO PREVIOUS SEASONS ~~~\n\n\u001b[1m~~~前のシーズンとの比較~~~\u001b[22m\n\u001b[1m(~~~ Mae no shīzun to no hikaku ~~~)\u001b[22m\n\nTranslations of \u001b[4m~~~ COMPARISON TO PREVIOUS SEASONS ~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~~~ COMPARISON TO PREVIOUS SEASONS ~~~\u001b[24m\n    \u001b[1m~~~前のシーズンとの比較~~~\u001b[22m, \u001b[1m~~~前シーズンに比べ~~~\u001b[22m\n\u001b[1m\u001b[22m\nFinally, after four thousand two hundred fifty three words, let's get to the end of this thing.\n\n\u001b[1m最後に、四千五百三の言葉の後、この事の終わりまで行きましょう。\u001b[22m\n\u001b[1m(Saigo ni, 四千五百三 No kotoba no ato, kono koto no owari made ikimashou.)\u001b[22m\n\nTranslations of \u001b[4mFinally, after four thousand two hundred fifty three words, let's get to the end of this thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally, after four thousand two hundred fifty three words, let's get to the end of this thing.\u001b[24m\n    \u001b[1m最後に、四千五百三の言葉の後、この事の終わりまで行きましょう。\u001b[22m, \u001b[1m最後に、4253の言葉の後、のは、この事の最後に取得してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nHow good is this season compared to the other previous seasons?\n\n\u001b[1m今シーズンは他の前の季節に比べてどれくらいいいですか？\u001b[22m\n\u001b[1m(Ima shīzun wa hoka no mae no kisetsu ni kurabete dorekurai īdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mHow good is this season compared to the other previous seasons?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow good is this season compared to the other previous seasons?\u001b[24m\n    \u001b[1m今シーズンは他の前の季節に比べてどれくらいいいですか？\u001b[22m, \u001b[1mこのシーズンは、他の前シーズンに比べてどのように良いのですか？\u001b[22m\n\u001b[1m\u001b[22m\nWell, to be honest, I liked x365 more.\n\n\u001b[1mまあ、正直言って、私はx365がもっと好きだった。\u001b[22m\n\u001b[1m(Mā, shōjiki itte, watashi wa x 365 ga motto sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mWell, to be honest, I liked x365 more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, to be honest, I liked x365 more.\u001b[24m\n    \u001b[1mまあ、正直言って、私はx365がもっと好きだった。\u001b[22m, \u001b[1mまあ、正直に言うと、私はより多くのx365が好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nReason being that I really intensely loved the crazy-ass directing that that season had had which was toned down to almost be non-existent this season. All the moving cameras, weird shots of unrelatedly related things, and all those weird sinister colors that came alongside the show's usual pastels are now almost gone. I enjoyed the shot where Yuno and her mother were running to school in the first episode which had an incredible amount of lines. I absolutely loved that shot where Hiro got all right up into your face as she was stress-eating because of her fight with Sae; the way Hiro zooms into your face was incredibly captivating to me. I even liked that completely random shot which zoomed in on Yuno as she entered the cafeteria for no reason at all. This incredible insanity that that kind of directing brought is barely present in this season. I cannot remember a single moment in this season that gave me the same vibes as the time everything turned black and red in Yuno's fever dream (which happened in the first season but still). I was just kind of disappointed with this season directing-wise.\n\n\u001b[1mそのシーズンが今シーズンにはほとんど存在しないようになっていたことを、私が本当に激しく愛していたからです。 動いているカメラ、無関係に関連したものの奇妙なショット、ショーの通常のパステルと一緒に来た奇妙な色合いは、ほとんどなくなりました。 私は夢野さんと彼女の母親が学校に通っていた最初のエピソードで大変な行為を楽しんだ。 私は、彼女がサエとの戦いのためにストレスを食べていたときに、ヒロがあなたの顔に大丈夫になったそのショットを絶対に愛しました。 ヒロがあなたの顔にズームする方法は信じられないほど私に魅了されました。 私は彼女が全く理由なくカフェテリアに入ったので、ゆのをズームインした完全にランダムなショットが好きだった。 そのような演技がもたらしたこの信じられないほどの狂気は今シーズンにはほとんど存在しません。 今シーズンの瞬間を思い出すことができず、夢の熱の夢の中で、すべてが黒と赤に変わった時と同じ感情を覚えました。 私は今シーズンの監督志向に失望しました。\u001b[22m\n\u001b[1m(Sono shīzun ga ima shīzun ni wa hotondo sonzaishinai-yō ni natte ita koto o, watashi ga hontōni hageshiku aishite itakaradesu. Ugoite iru kamera, mukankei ni kanren shitamonono kimyōna shotto, shō no tsūjō no pasuteru to issho ni kita kimyōna iroai wa, hotondo nakunarimashita. Watashi wa Yumeno-san to kanojo no hahaoya ga gakkō ni tōtte ita saisho no episōdo de taihen'na kōi o tanoshinda. Watashi wa, kanojo ga Sae to notatakai no tame ni sutoresu o tabete ita toki ni, Hiro ga anata no kao ni daijōbu ni natta sono shotto o zettai ni aishimashita. Hiro ga anata no kao ni zūmu suru hōhō wa shinji rarenai hodo watashi ni miryō sa remashita. Watashi wa kanojo ga mattaku riyū naku kafeteria ni haittanode, yu no o zūmuin shita kanzen ni randamuna shotto ga sukidatta. So no yōna engi ga motarashita kono shinji rarenai hodo no kyōki wa ima shīzun ni wa hotondo sonzai shimasen. Ima shīzun no shunkan o omoidasu koto ga dekizu, yume no netsu no yumenonakade, subete ga kuro to aka ni kawatta toki to onaji kanjō o oboemashita. Watashi wa ima shīzun no kantoku shikō ni shitsubō shimashita.)\u001b[22m\n\u001b[1m\u001b[22m\nArt design-wise, I preferred the first season more. I preferred the dirtier 4:3 look the first season had compared to the HD widescreen look the other seasons had. I don't know. I guess a more dirtier, less bright, muddier look older anime and TV shows just kinda resonate with me more. Or maybe it's just because the character's chibi faces look MUCH wider in 4:3. Who knows?\n\n\u001b[1mアートのデザインは賢明で、私は最初のシーズンをもっと好みました。 私は最初のシーズンが他のシーズンが持っていたHDワイドスクリーンの見た目と比べてより汚れた4：3のルックを好みました。 知りません。 私はもっ​​と汚れて、より明るく、より控えめに見える古いアニメとテレビがちょっとちょっと私に共鳴すると思う。 それとも、ちょうどキャラクターのちびが4：3でもっと大きく見えるからです。 知るか？\u001b[22m\n\u001b[1m(Āto no dezain wa kenmeide, watashi wa saisho no shīzun o motto konomimashita. Watashi wa saisho no shīzun ga hoka no shīzun ga motte ita HD waidosukurīn no mitame to kurabete yori kegareta 4: 3 No rukku o konomimashita. Shirimasen. Watashi wa mo~tsu​​ to yogorete, yori akaruku, yori hikaeme ni mieru furui anime to terebi ga chotto chotto watashi ni kyōmei suru to omou. Soretomo, chōdo kyarakutā no chibi ga 4: 3 De motto ōkiku mierukaradesu. Shiruka?)\u001b[22m\n\nTranslations of \u001b[4mArt design-wise, I preferred the first season more. I preferred the dirtier 4:3 look the first season had compared to the HD widescreen look the other seasons had. I don't know. I guess a more dirtier, less bright, muddier look older anime and TV shows just kinda resonate with me more. Or maybe it's just because the character's chibi faces look MUCH wider in 4:3. Who knows?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt design-wise, I preferred the first season more.\u001b[24m\n    \u001b[1mアートのデザインは賢明で、私は最初のシーズンをもっと好みました。\u001b[22m, \u001b[1mアート、デザイン面では、私はより多くの最初のシーズンを好みました。\u001b[22m\n\u001b[4mI preferred the dirtier 4:3 look the first season had compared to the HD widescreen look the other seasons had.\u001b[24m\n    \u001b[1m私は最初のシーズンが他のシーズンが持っていたHDワイドスクリーンの見た目と比べてより汚れた4：3のルックを好みました。\u001b[22m, \u001b[1m最初のシーズンがHDワイドスクリーンと比較していた3ルック他の季節が持っていた見て：私は汚れ4がより好ましいです。\u001b[22m\n\u001b[4mI don't know.\u001b[24m\n    \u001b[1m知りません。\u001b[22m, \u001b[1m知らない。\u001b[22m, \u001b[1m私は知らない。\u001b[22m\n\u001b[4mI guess a more dirtier, less bright, muddier look older anime and TV shows just kinda resonate with me more.\u001b[24m\n    \u001b[1m私はもっと汚れて、より明るく、より控えめに見える古いアニメとテレビがちょっとちょっと私に共鳴すると思う。\u001b[22m, \u001b[1m私はもっと汚い、あまり明るく、muddier外観古いアニメやテレビがちょうどちょっともっと私と共鳴示し思います。\u001b[22m\n\u001b[4mOr maybe it's just because the character's chibi faces look MUCH wider in 4:3.\u001b[24m\n    \u001b[1mそれとも、ちょうどキャラクターのちびが4：3でもっと大きく見えるからです。\u001b[22m, \u001b[1m3：または多分それは文字のちび顔が4ではるかに広い見えるという理由だけです。\u001b[22m\n\u001b[4mWho knows?\u001b[24m\n    \u001b[1m知るか？\u001b[22m, \u001b[1m誰が知っている？\u001b[22m, \u001b[1m誰が知っていますか？\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n~~~ CONCLUSION ~~~\n\n\u001b[1m~~~結論~~~\u001b[22m\n\u001b[1m(~~~ Ketsuron ~~~)\u001b[22m\n\nTranslations of \u001b[4m~~~ CONCLUSION ~~~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~~~ CONCLUSION ~~~\u001b[24m\n    \u001b[1m~~~結論~~~\u001b[22m\n\u001b[1m\u001b[22m\nHowever, overall, if MyAnimeList's rating system allowed decimal numbers, this would be a mere 7.95 (I like to round up when there's less than a 0.5 difference from the next whole number) whilst seasons one and two get an 8.83 and 8.90 respectively. This is my least favorite season so far, and I was somewhat disappointed. The narratives weren't as meaningful to me as the other seasons', and the side characters still weren't given enough time in the spotlight. Nonetheless, it still was Hidamari Sketch and it still shared Hidamari Sketch's overall strengths, such as Yuno's character, soundtrack, artstyle, and altogether cute relaxing vibes, and I look forward to whatever xHoneycomb has in store for me in the future.\n\n\u001b[1mしかし、MyAnimeListのレーティングシステムで10進数が許可されている場合は、全体で、7.95（単純に次の整数との差が0.5より小さい場合は切り上げるのが好きです）、シーズン1と2がそれぞれ8.83と8.90になります。 これはこれまで私が一番気に入っていたシーズンで、やや失望しました。 物語は他の季節と同じくらい意味がありませんでした。そして、サイド・キャラクターはまだスポットライトで十分な時間を与えられていませんでした。 それでもやはりひだまりスケッチだったし、ユナのキャラクター、サウンドトラック、アートスタイル、かわいいリラックスした雰囲気など、ヒダマリスケッチの強みを引き続き共有していたし、将来私のために売り込むことを楽しみにしている。\u001b[22m\n\u001b[1m(Shikashi, MyAnimeList no rētingushisutemu de 10-shinsū ga kyoka sa rete iru baai wa, zentai de, 7. 95 (Tanjun ni tsugi no seisū to no sa ga 0. 5 Yori chīsai baai wa kiriageru no ga sukidesu), shīzun 1 to 2 ga sorezore 8. 83 To 8. 90 Ni narimasu. Kore wa kore made watashi ga ichiban kiniitte ita shīzun de, yaya shitsubō shimashita. Monogatari wa hoka no kisetsu to onaji kurai imi ga arimasendeshita. Soshite, saido kyarakutā wa mada supottoraito de jūbun'na jikan o atae rarete imasendeshita. Soredemo yahari hida mari suketchidattashi, Yuna no kyarakutā, saundotorakku, ātosutairu, kawaī rirakkusu shita fun'iki nado, hidamarisuketchi no tsuyomi o hikitsudzuki kyōyū shite itashi, shōrai watashi no tame ni urikomu koto o tanoshimini shite iru.)\u001b[22m\n\nTranslations of \u001b[4mHowever, overall, if MyAnimeList's rating system allowed decimal numbers, this would be a mere 7.95 (I like to round up when there's less than a 0.5 difference from the next whole number) whilst seasons one and two get an 8.83 and 8.90 respectively. This is my least favorite season so far, and I was somewhat disappointed. The narratives weren't as meaningful to me as the other seasons', and the side characters still weren't given enough time in the spotlight. Nonetheless, it still was Hidamari Sketch and it still shared Hidamari Sketch's overall strengths, such as Yuno's character, soundtrack, artstyle, and altogether cute relaxing vibes, and I look forward to whatever xHoneycomb has in store for me in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, overall, if MyAnimeList's rating system allowed decimal numbers, this would be a mere 7.95 (I like to round up when there's less than a 0.5 difference from the next whole number) whilst seasons one and two get an 8.83 and 8.90 respectively.\u001b[24m\n    \u001b[1mしかし、MyAnimeListのレーティングシステムで10進数が許可されている場合は、全体で、7.95（単純に次の整数との差が0.5より小さい場合は切り上げるのが好きです）、シーズン1と2がそれぞれ8.83と8.90になります。\u001b[22m, \u001b[1mMyAnimeListの評価システム許さ小数ただし、全体的に、これは単なる7.95だろう（私は次の整数から0.5差よりも少ないがあるとき切り上げるのが好き）シーズン1と2ながら、それぞれ8.83と8.90を得ます。\u001b[22m\n\u001b[4mThis is my least favorite season so far, and I was somewhat disappointed.\u001b[24m\n    \u001b[1mこれはこれまで私が一番気に入っていたシーズンで、やや失望しました。\u001b[22m, \u001b[1mこれは、これまでのところ、私の最も好きな季節である、と私はやや失望しました。\u001b[22m\n\u001b[4mThe narratives weren't as meaningful to me as the other seasons', and the side characters still weren't given enough time in the spotlight.\u001b[24m\n    \u001b[1m物語は他の季節と同じくらい意味がありませんでした。そして、サイド・キャラクターはまだスポットライトで十分な時間を与えられていませんでした。\u001b[22m, \u001b[1m他の季節」、および側文字はまだ脚光を浴びて十分な時間を与えられていなかったとして物語は私にとしては意味がありませんでした。\u001b[22m\n\u001b[4mNonetheless, it still was Hidamari Sketch and it still shared Hidamari Sketch's overall strengths, such as Yuno's character, soundtrack, artstyle, and altogether cute relaxing vibes, and I look forward to whatever xHoneycomb has in store for me in the future.\u001b[24m\n    \u001b[1mそれでもやはりひだまりスケッチだったし、ユナのキャラクター、サウンドトラック、アートスタイル、かわいいリラックスした雰囲気など、ヒダマリスケッチの強みを引き続き共有していたし、将来私のために売り込むことを楽しみにしている。\u001b[22m, \u001b[1mそれにもかかわらず、それはまだひだまりスケッチだった、それはまだそのようなゆのキャラクター、サウンドトラック、artstyle、および完全に可愛いリラックスできるバイブなどひだまりスケッチの全体的な強みを、共有され、私はxHoneycombが将来的に私のための店で持っているものは何でもを楽しみにしています。\u001b[22m\n\u001b[1m\u001b[22m\n'I wonder what tomorrow will bring.' Me too, Yuno. Me too.\n\n\u001b[1m明日は何をもたらすのだろうか」 私も、ゆの。 私も。\u001b[22m\n\u001b[1m(Ashita wa nani o motarasu nodarou ka' watashi mo, yu no. Watashi mo.)\u001b[22m\n\nTranslations of \u001b[4m'I wonder what tomorrow will bring.' Me too, Yuno. Me too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I wonder what tomorrow will bring.'\u001b[24m\n    \u001b[1m明日は何をもたらすのだろうか」\u001b[22m, \u001b[1m「私は明日がもたらすのだろうか。」\u001b[22m\n\u001b[4mMe too, Yuno.\u001b[24m\n    \u001b[1m私も、ゆの。\u001b[22m, \u001b[1m私も、ゆ。\u001b[22m\n\u001b[4mMe too.\u001b[24m\n    \u001b[1m私も。\u001b[22m, \u001b[1m私も。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEdit: After some thought, I've changed my overall score for this season from an 8 to a 7 to reflect my opinion on this season better in comparison to the other seasons.\n\n\u001b[1m編集：いくつかの考えの後、私は今シーズンの私の意見を他の季節と比較してより良く反映するために、今シーズンの総合スコアを8から7に変更しました。\u001b[22m\n\u001b[1m(Henshū: Ikutsu ka no kangae no ato, watashi wa ima shīzun no watashi no iken o hoka no kisetsu to hikaku shite yori yoku han'ei suru tame ni, ima shīzun no sōgō sukoa o 8 kara 7 ni henkō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mEdit: After some thought, I've changed my overall score for this season from an 8 to a 7 to reflect my opinion on this season better in comparison to the other seasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEdit: After some thought, I've changed my overall score for this season from an 8 to a 7 to reflect my opinion on this season better in comparison to the other seasons.\u001b[24m\n    \u001b[1m編集：いくつかの考えの後、私は今シーズンの私の意見を他の季節と比較してより良く反映するために、今シーズンの総合スコアを8から7に変更しました。\u001b[22m, \u001b[1m編集：いくつかの考えた後、私は他の季節に比べてより良いこの季節に私の意見を反映するために、7、8からこのシーズンの私の全体的なスコアを変更しました。\u001b[22m"
  },
  {
    "title": "Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "id": "7062",
    "url": "https://myanimelist.net/anime/7062/Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "user": "ariamachi",
    "profile": "/profile/ariamachi/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=32244",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nこのレビューでは、Hidamari Sketch、x 365、x☆☆☆を扱っています。 私は当初、このシリーズがどれくらい良いのか驚いていました。 これを見て、SHAFTが本当に良いシリーズを作ったことに気付きました。 このシリーズはLucky Star、Aria、K-ONに匹敵する。 この2つのシリーズは私がこのショーを見ている間に私の頭に浮かぶ最初のものです。 それはそれぞれの少しを持っているようですが、それは独自の方法で異なります。\n\nストーリー8/10：ひだまりは、同じアパートに住み、同じ高校に通う約4人の少女です。 シリーズでは、日常生活などを紹介しています。 各エピソードは、女の子の生活の中で一日、二、三日のようなものです。 各epは終わり、同じパターンで始まります。 雪乃は目覚めて、エピソードの最後に風呂に入って寝ます。 このアニメの全体的なプロットはありません。 それは人生のちょうど1日です。 いいえロマンスや何かそのような心のこもったコメディをリラックスしていない。\n\nアート： -  /  - 私はアニメを見てどのように決定する要因ではないので、私は芸術のための評価はありません。  （しかし、シャフトから出てくるものはどれも芸術的に驚くべきものです）\nサウンド：9/10私はひだまり、特にオープニング/エンディングのために音楽を愛しました。 私は各自の思考を与えてくれます。\n\nOP  - スケッチスイッチ（私はこれが本当にキャッチーなオープニングだと思う、私は一度でもこの1つをスキップしなかった私は自分自身がシーズンの終わり近くに歌うことがわかった）\n\nED  -  Mebae Drive（ヒダマリの2番目にお気に入りのエンディングテーマ、MarbleはUmi Monogatariのオープニングをしていますので、私は彼らの音楽が本当に好きです。）\n\nOP x 365  - はてなデ・ワッソーイ（ここでは一番最初の方が魅力的なオープニングをしていますが、私はハラハラを愛しています。ハラ・ペッペーはミヤのことをとても思い出させます。 なぜ第二シーズンはx 365笑と呼ばれているのか）\n\nED x 365： - （私はそれをスキップしていたので、これを聞いたことはありませんでした。私はそれが3人の中で最も弱いと思っていますが、まだまだ良いです。\n\nOP x☆☆☆ -  Dekiru Kanatte（私は最初の部分が大好きだと言いますが、これはシリーズ全体の中で私の好きなものだと思います。\n\nED x☆☆☆：さくらさくら - あのこんにちは君と尾張 - 驚くべきエンディングテーマソング。 私は初めてそれを聞いたとき、私は吹き飛ばされました。 これは今までの最高のEDの1つになるはずです。 このビデオは素晴らしいです、雪が降っているような気分になり、憂鬱な気分になり、雪が桜の花に変わり、素晴らしいものになります）。\n\nキャラクター8/10：このシリーズのキャラクターは本当に楽しいものでした。 ゆのは静かで小さな主人公だった。 ミヤは、たくさん食べる奇妙な女の子です。  Saeは作家であり、おそらくグループの中で最も大人な人です。 ヒロはグループのお母さんで、彼女はみんな（特にえー）がディナーやそのような料理を大事にしてくれます。\n\n楽しさ/全体：8/10。 非常に良い、いつか将来的に私はこのシリーズを楽しむためにこのシリーズを見直したいと思うでしょう。 行動を求めている人のために、エッチとハーレム。 これはあなたのためではない、このレビューの初めのように、あなたがAria、Lucky Star、K-ONを好きなら、私は言った！ あなたはこのシリーズが好きです。 私はちょうどシーズン4が出て、私たちが話を包み込み、キャラクターが卒業できるようになることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis review covers Hidamari Sketch, x 365 and x ☆☆☆. I was initially surprised about how good this series, It ended up being better than I thought it was gonna be. After watching this I realized that SHAFT makes really good series. This series rivals Lucky Star, Aria and K-ON. Those two series are the first to come to my mind while I watch this show. It seems it has a little bit of each but it is different in its own way.\n\n\u001b[1mこのレビューでは、Hidamari Sketch、x 365、x☆☆☆を扱っています。 私は当初、このシリーズがどれくらい良いのか驚いていました。 これを見て、SHAFTが本当に良いシリーズを作ったことに気付きました。 このシリーズはLucky Star、Aria、K-ONに匹敵する。 この2つのシリーズは私がこのショーを見ている間に私の頭に浮かぶ最初のものです。 それはそれぞれの少しを持っているようですが、それは独自の方法で異なります。\u001b[22m\n\u001b[1m(Kono rebyūde wa, Hidamari Sketch, x 365, x ☆☆☆ o atsukatte imasu. Watashi wa tōsho, kono shirīzu ga dorekurai yoinoka odoroite imashita. Kore o mite, shafuto ga hontōni yoi shirīzu o tsukutta koto ni kidzukimashita. Kono shirīzu wa rakkī Star, Aria, K - ON ni hitteki suru. Kono 2tsu no shirīzu wa watashi ga kono shō o mite iru ma ni watashi no atama ni ukabu saisho no monodesu. Sore wa sorezore no sukoshi o motte iru yōdesuga, sore wa dokuji no hōhō de kotonarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis review covers Hidamari Sketch, x 365 and x ☆☆☆. I was initially surprised about how good this series, It ended up being better than I thought it was gonna be. After watching this I realized that SHAFT makes really good series. This series rivals Lucky Star, Aria and K-ON. Those two series are the first to come to my mind while I watch this show. It seems it has a little bit of each but it is different in its own way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review covers Hidamari Sketch, x 365 and x ☆☆☆.\u001b[24m\n    \u001b[1mこのレビューでは、Hidamari Sketch、x 365、x☆☆☆を扱っています。\u001b[22m, \u001b[1mこのレビューは、ひだまりスケッチ、X 365及びX☆☆☆をカバーしています。\u001b[22m\n\u001b[4mI was initially surprised about how good this series, It ended up being better than I thought it was gonna be.\u001b[24m\n    \u001b[1m私は当初、このシリーズがどれくらい良いのか驚いていました。\u001b[22m, \u001b[1m私はそれは私がそれはつもりがあることだと思ったよりも良いことになったどのように良いこのシリーズ、約最初は驚きました。\u001b[22m\n\u001b[4mAfter watching this I realized that SHAFT makes really good series.\u001b[24m\n    \u001b[1mこれを見て、SHAFTが本当に良いシリーズを作ったことに気付きました。\u001b[22m, \u001b[1mこれを見た後、私はSHAFTは本当に良いシリーズを作ることに気づきました。\u001b[22m\n\u001b[4mThis series rivals Lucky Star, Aria and K-ON.\u001b[24m\n    \u001b[1mこのシリーズはLucky Star、Aria、K-ONに匹敵する。\u001b[22m, \u001b[1mこのシリーズは、らき☆すた、アリアとK-ONに匹敵します。\u001b[22m\n\u001b[4mThose two series are the first to come to my mind while I watch this show.\u001b[24m\n    \u001b[1mこの2つのシリーズは私がこのショーを見ている間に私の頭に浮かぶ最初のものです。\u001b[22m, \u001b[1mこれらの2つのシリーズは、私はこのショーを見ながら、私の心に来て最初のものです。\u001b[22m\n\u001b[4mIt seems it has a little bit of each but it is different in its own way.\u001b[24m\n    \u001b[1mそれはそれぞれの少しを持っているようですが、それは独自の方法で異なります。\u001b[22m, \u001b[1mそれぞれの少しを持っているようだが、それは独自の方法で異なっています。\u001b[22m\n\u001b[1m\u001b[22m\nStory 8/10: Hidamari is about four girls that live in the same apartment building and attend the same high school. The series goes on to show their daily life and such. Each episode is like a day, a couple days or even a week in the life of the girls. Each ep ends and starts with the same pattern. Yuno wakes up then at the end of the episode she takes a bath and goes to bed. There is no overall plot to this anime. It is just a day in the life. No romance or anything like that just relaxing heartfelt comedy.\n\n\u001b[1mストーリー8/10：ひだまりは、同じアパートに住み、同じ高校に通う約4人の少女です。 シリーズでは、日常生活などを紹介しています。 各エピソードは、女の子の生活の中で一日、二、三日のようなものです。 各epは終わり、同じパターンで始まります。 雪乃は目覚めて、エピソードの最後に風呂に入って寝ます。 このアニメの全体的なプロットはありません。 それは人生のちょうど1日です。 いいえロマンスや何かそのような心のこもったコメディをリラックスしていない。\u001b[22m\n\u001b[1m(Sutōrī 8/ 10: Hida mari wa, onaji apāto ni sumi, onaji kōkō ni kayou yaku 4-ri no shōjodesu. Shirīzude wa, nichijō seikatsu nado o shōkai shite imasu. Kaku episōdo wa, on'nanoko no seikatsu no naka de tsuitachi, ni, mikka no yōna monodesu. Kaku ep wa owari, onaji patān de hajimarimasu. Yukino wa mezamete, episōdo no saigo ni furo ni haitte nemasu. Kono anime no zentai-tekina purotto wa arimasen. Sore wa jinsei no chōdo 1-nichidesu. Īe romansu ya nanika sono yōna kokoro no komotta komedi o rirakkusu shite inai.)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10: Hidamari is about four girls that live in the same apartment building and attend the same high school. The series goes on to show their daily life and such. Each episode is like a day, a couple days or even a week in the life of the girls. Each ep ends and starts with the same pattern. Yuno wakes up then at the end of the episode she takes a bath and goes to bed. There is no overall plot to this anime. It is just a day in the life. No romance or anything like that just relaxing heartfelt comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10: Hidamari is about four girls that live in the same apartment building and attend the same high school.\u001b[24m\n    \u001b[1mストーリー8/10：ひだまりは、同じアパートに住み、同じ高校に通う約4人の少女です。\u001b[22m, \u001b[1mストーリー8/10：ひだまりが同じアパートに住んでいると、同じ高校に通う約4人の女の子です。\u001b[22m\n\u001b[4mThe series goes on to show their daily life and such.\u001b[24m\n    \u001b[1mシリーズでは、日常生活などを紹介しています。\u001b[22m, \u001b[1mシリーズは、日常生活などを表示するために行きます。\u001b[22m\n\u001b[4mEach episode is like a day, a couple days or even a week in the life of the girls.\u001b[24m\n    \u001b[1m各エピソードは、女の子の生活の中で一日、二、三日のようなものです。\u001b[22m, \u001b[1m各エピソードは、日のように女の子の生活の中でさえも数日または週です。\u001b[22m\n\u001b[4mEach ep ends and starts with the same pattern.\u001b[24m\n    \u001b[1m各epは終わり、同じパターンで始まります。\u001b[22m, \u001b[1m各epが終了し、同じパターンで始まります。\u001b[22m\n\u001b[4mYuno wakes up then at the end of the episode she takes a bath and goes to bed.\u001b[24m\n    \u001b[1m雪乃は目覚めて、エピソードの最後に風呂に入って寝ます。\u001b[22m, \u001b[1mゆは彼女がお風呂を取り、ベッドに行くエピソードの終わりに、次に目覚めます。\u001b[22m\n\u001b[4mThere is no overall plot to this anime.\u001b[24m\n    \u001b[1mこのアニメの全体的なプロットはありません。\u001b[22m, \u001b[1mこのアニメへの全体的なプロットはありません。\u001b[22m\n\u001b[4mIt is just a day in the life.\u001b[24m\n    \u001b[1mそれは人生のちょうど1日です。\u001b[22m, \u001b[1mそれはちょうど人生で一日です。\u001b[22m\n\u001b[4mNo romance or anything like that just relaxing heartfelt comedy.\u001b[24m\n    \u001b[1mいいえロマンスや何かそのような心のこもったコメディをリラックスしていない。\u001b[22m, \u001b[1mそれだけでリラックス心からの喜劇のようなロマンスも何もありませんありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: -/- I don’t rate for art because it is not a deciding factor on how I watch Anime. (but…its SHAFT so anything that comes from shaft is amazing art wise)\n\n\u001b[1mアート： -  /  - 私はアニメを見てどのように決定する要因ではないので、私は芸術のための評価はありません。  （しかし、シャフトから出てくるものはどれも芸術的には驚くべきものです）\u001b[22m\n\u001b[1m(Āto: - / - Watashi wa anime o mite dono yō ni kettei suru yōinde wanainode, watashi wa geijutsu no tame no hyōka wa arimasen. (Shikashi, shafuto kara dete kuru mono wa dore mo geijutsu-teki ni wa odorokubeki monodesu))\u001b[22m\n\nTranslations of \u001b[4mArt: -/- I don’t rate for art because it is not a deciding factor on how I watch Anime. (but…its SHAFT so anything that comes from shaft is amazing art wise)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: -/- I don’t rate for art because it is not a deciding factor on how I watch Anime.\u001b[24m\n    \u001b[1mアート： -  /  - 私はアニメを見てどのように決定する要因ではないので、私は芸術のための評価はありません。\u001b[22m, \u001b[1mアート： -  /  - それは私がアニメを見る方法についての決定要因ではないので、私は芸術のために評価されません。\u001b[22m\n\u001b[4m(but…its SHAFT so anything that comes from shaft is amazing art wise)\u001b[24m\n    \u001b[1m（しかし、シャフトから出てくるものはどれも芸術的には驚くべきものです）\u001b[22m, \u001b[1m（しかし...そのシャフトはとてもシャフトから来ているものは賢明な素晴らしい芸術です）\u001b[22m\nSound: 9/10 I loved the music for hidamari, especially the openings/endings. I’ll go through each op/ed giving my thoughts.\n\n\u001b[1mサウンド：9/10私はひだまり、特にオープニング/エンディングのために音楽が大好きでした。 私は各自の思考を与えてくれます。\u001b[22m\n\u001b[1m(Saundo: 9/ 10 Watashi wa hida mari, tokuni ōpuningu/ endingu no tame ni ongaku ga daisukideshita. Watashi wa kakuji no shikō o ataete kuremasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10 I loved the music for hidamari, especially the openings/endings. I’ll go through each op/ed giving my thoughts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10 I loved the music for hidamari, especially the openings/endings.\u001b[24m\n    \u001b[1mサウンド：9/10私はひだまり、特にオープニング/エンディングのために音楽が大好きでした。\u001b[22m, \u001b[1mサウンド：9/10私は、特に開口部/語尾、ひだまりの音楽を愛しました。\u001b[22m\n\u001b[4mI’ll go through each op/ed giving my thoughts.\u001b[24m\n    \u001b[1m私は各自の思考を与えてくれます。\u001b[22m, \u001b[1m私は自分の考えを与えて各OP / EDを通過します。\u001b[22m\n\u001b[1m\u001b[22m\nOP – Sketch Switch (I think this is a really catchy opening, I didn’t skip this one even once lol I found myself singing along with it near the end of the season)\n\n\u001b[1mOP  - スケッチスイッチ（私はこれが本当にキャッチーなオープニングだと思う、私は一度でもこの1つをスキップしなかった私は自分自身がシーズンの終わり近くに歌うことがわかった）\u001b[22m\n\u001b[1m(OP - suketchisuitchi (watashi wa kore ga hontōni kyatchīna ōpuninguda to omou, watashi wa ichido demo kono 1tsu o sukippu shinakatta watashi wa jibun jishin ga shīzun no owari chikaku ni utau koto ga wakatta))\u001b[22m\n\nTranslations of \u001b[4mOP – Sketch Switch (I think this is a really catchy opening, I didn’t skip this one even once lol I found myself singing along with it near the end of the season)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOP – Sketch Switch (I think this is a really catchy opening, I didn’t skip this one even once lol I found myself singing along with it near the end of the season)\u001b[24m\n    \u001b[1mOP  - スケッチスイッチ（私はこれが本当にキャッチーなオープニングだと思う、私は一度でもこの1つをスキップしなかった私は自分自身がシーズンの終わり近くに歌うことがわかった）\u001b[22m, \u001b[1mOP  - スケッチスイッチ（私はこれは本当にキャッチーなオープニングだと思う、私は一度もこの1をスキップしませんでした笑私は自分自身はシーズンの終わり近くに、それに沿って歌っています）\u001b[22m\n\u001b[1m\u001b[22m\nED - Mebae Drive (my second favorite ending theme for Hidamari, Marble does the opening for Umi Monogatari so I really like their music.)\n\n\u001b[1mED  -  Mebae Drive（ヒダマリの2番目にお気に入りのエンディングテーマ、MarbleはUmi Monogatariのオープニングをしていますので、私は彼らの音楽が本当に好きです。）\u001b[22m\n\u001b[1m(ED - Mebae Drive (hidamari no 2-banme ni okiniiri no endingutēma, Marble wa Umi Monogatari no ōpuningu o shite imasunode, watashi wa karera no ongaku ga hontōni sukidesu. ))\u001b[22m\n\nTranslations of \u001b[4mED - Mebae Drive (my second favorite ending theme for Hidamari, Marble does the opening for Umi Monogatari so I really like their music.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mED - Mebae Drive (my second favorite ending theme for Hidamari, Marble does the opening for Umi Monogatari so I really like their music.)\u001b[24m\n    \u001b[1mED  -  Mebae Drive（ヒダマリの2番目にお気に入りのエンディングテーマ、MarbleはUmi Monogatariのオープニングをしていますので、私は彼らの音楽が本当に好きです。）\u001b[22m, \u001b[1mED  - めばえドライブ（ひだまりのためのエンディングテーマ私の第二のお気に入りは、大理石のように私は本当に彼らの音楽のようにうみものがたりための開口部を行います。）\u001b[22m\n\u001b[1m\u001b[22m\nOP x 365 – Hatena de Wasshoi (Here comes a even more catchy opening then the first one. I love the hara hara hara hara peko sa part it reminds me so much of Miya. And the 365 part…though I still don't know why the second season is called x 365 lol)\n\n\u001b[1mOP x 365  - はてなデ・ワッソーイ（ここでは一番最初の方が魅力的なオープニングをしていますが、私はハラハラを愛しています。ハラ・ペッペーはミヤのことをとても思い出させます。 なぜ第二シーズンはx 365笑と呼ばれているのか）\u001b[22m\n\u001b[1m(OP x 365 - hatena de wassōi (kokode wa ichiban saisho no kata ga miryoku-tekina ōpuningu o shite imasuga, watashi wa harahara o aishiteimasu. Hara peppē wa Miya no koto o totemo omoidasa semasu. Naze dai ni shīzun wa x 365 Emi to yoba rete iru no ka))\u001b[22m\n\nTranslations of \u001b[4mOP x 365 – Hatena de Wasshoi (Here comes a even more catchy opening then the first one. I love the hara hara hara hara peko sa part it reminds me so much of Miya. And the 365 part…though I still don't know why the second season is called x 365 lol)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOP x 365 – Hatena de Wasshoi (Here comes a even more catchy opening then the first one. I love the hara hara hara hara peko sa part it reminds me so much of Miya. And the 365 part…though I still don't know\u001b[24m\n    \u001b[1mOP x 365  - はてなデ・ワッソーイ（ここでは一番最初の方が魅力的なオープニングをしていますが、私はハラハラを愛しています。ハラ・ペッペーはミヤのことをとても思い出させます。\u001b[22m, \u001b[1mOPのx 365  - はてなデワッショイ（ここでは、その後、さらにキャッチーな開口部が来る最初の1私はまだ知りませんが、私は...それは宮の私はあまり思い出させる原ハラハラハラペコsaの部分と365の部分が大好きです。\u001b[22m\n\u001b[4mwhy the second season is called x 365 lol)\u001b[24m\n    \u001b[1mなぜ第二シーズンはx 365笑と呼ばれているのか）\u001b[22m, \u001b[1m第二シーズンは大爆笑365のxと呼ばれる理由）\u001b[22m\n\u001b[1m\u001b[22m\nED x 365: - (I never listened to this on much because I kept skipping it so I think it is the weakest ed of the three but it is still good. It’s on my iPod lol)\n\n\u001b[1mED x 365： - （私はそれをスキップしていたので、これを聞いたことはありませんでした。私はそれが3人の中で最も弱いと思っていますが、まだまだ良いです。\u001b[22m\n\u001b[1m(ED x 365: - (Watashi wa sore o sukippu shite itanode, kore o kiita koto wa arimasendeshita. Watashi wa sore ga 3-ri no naka de mottomo yowai to omotte imasuga, madamada yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mED x 365: - (I never listened to this on much because I kept skipping it so I think it is the weakest ed of the three but it is still good. It’s on my iPod lol)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mED x 365: - (I never listened to this on much because I kept skipping it so I think it is the weakest ed of the three but it is still good. It’s on my iPod lol)\u001b[24m\n    \u001b[1mED x 365： - （私はそれをスキップしていたので、これを聞いたことはありませんでした。私はそれが3人の中で最も弱いと思っていますが、まだまだ良いです。\u001b[22m, \u001b[1mED X 365： - （私はそれをスキップ保っので、私ははるかにこれに聞いたことがないので、私はそれは3の最も弱いEDだと思うが、それはまだ良いですがそれは私のiPodにです笑。）\u001b[22m\n\u001b[1m\u001b[22m\nOP x ☆☆☆ – Dekiru Kanatte (gotta say I love the beginning part, I think this one is my favorite op of the entire series. Its fits the series very well lol)\n\n\u001b[1mOP x☆☆☆ -  Dekiru Kanatte（私は最初の部分が大好きだと言いますが、これはシリーズ全体の中で私の好きなものだと思います。\u001b[22m\n\u001b[1m(OP x ☆ ☆ ☆ - Dekiru Kanatte (watashi wa saisho no bubun ga daisukida to iimasuga, koreha shirīzu zentai no naka de watashi no sukina monoda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mOP x ☆☆☆ – Dekiru Kanatte (gotta say I love the beginning part, I think this one is my favorite op of the entire series. Its fits the series very well lol)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOP x ☆☆☆ – Dekiru Kanatte (gotta say I love the beginning part, I think this one is my favorite op of the entire series. Its fits the series very well lol)\u001b[24m\n    \u001b[1mOP x☆☆☆ -  Dekiru Kanatte（私は最初の部分が大好きだと言いますが、これはシリーズ全体の中で私の好きなものだと思います。\u001b[22m, \u001b[1mOP X☆☆☆ - デキルKanatte（お奨めは、私が先頭部分を愛していると言う、私はこの1つはシリーズ全体の私のお気に入りのオペアンプだと思います。その笑非常によくシリーズに適合します。）\u001b[22m\n\u001b[1m\u001b[22m\nED x ☆☆☆: Sakura Sakura Saku -Ano Hi Kimi wo Matsu Sora to Onaji-: freaking amazing ending theme song. I was blown away the first time I heard it. This has gotta be one of the best ED’s ever. The video for this one is awesome too, its like snowing and it feels melancholic and then the snow turns to sakura blossoms and it becomes awesome.)\n\n\u001b[1mED x☆☆☆：さくらさくら - あのこんにちは君と尾張 - 驚くべきエンディングテーマソング。 私は初めてそれを聞いたとき、私は吹き飛ばされました。 これは今までの最高のEDの1つになるはずです。 このビデオは素晴らしいです、雪が降っているような気分になり、憂鬱な気分になり、雪が桜の花に変わり、素晴らしいものになります）。\u001b[22m\n\u001b[1m(ED x ☆ ☆ ☆: Sakura sakura - ano kon'nichiwa-kun to Owari - odorokubeki endingutēmasongu. Watashi wa hajimete sore o kiita toki, watashi wa fukitobasa remashita. Kore wa ima made no saikō no ED no 1tsu ni naru hazudesu. Kono bideo wa subarashīdesu, yuki ga futte iru yōna kibun ni nari, yūutsuna kibun ni nari, yuki ga sakura no hana ni kawari, subarashī mono ni narimasu).)\u001b[22m\n\nTranslations of \u001b[4mED x ☆☆☆: Sakura Sakura Saku -Ano Hi Kimi wo Matsu Sora to Onaji-: freaking amazing ending theme song. I was blown away the first time I heard it. This has gotta be one of the best ED’s ever. The video for this one is awesome too, its like snowing and it feels melancholic and then the snow turns to sakura blossoms and it becomes awesome.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mED x ☆☆☆: Sakura Sakura Saku -Ano Hi Kimi wo Matsu Sora to Onaji-: freaking amazing ending theme song.\u001b[24m\n    \u001b[1mED x☆☆☆：さくらさくら - あのこんにちは君と尾張 - 驚くべきエンディングテーマソング。\u001b[22m, \u001b[1mEDのx☆☆☆：さくらさくら咲く-anoこんにちはキミ松ソラがOnaji-ヲ：素晴らしいエンディングのテーマソングをおかしく。\u001b[22m\n\u001b[4mI was blown away the first time I heard it.\u001b[24m\n    \u001b[1m私は初めてそれを聞いたとき、私は吹き飛ばされました。\u001b[22m, \u001b[1m私はそれを聞いて初めて吹き飛ばされました。\u001b[22m\n\u001b[4mThis has gotta be one of the best ED’s ever.\u001b[24m\n    \u001b[1mこれは今までの最高のEDの1つになるはずです。\u001b[22m, \u001b[1mこれが最善のEDの一つは、これまでだことがお奨めしています。\u001b[22m\n\u001b[4mThe video for this one is awesome too, its like snowing and it feels melancholic and then the snow turns to sakura blossoms and it becomes awesome.)\u001b[24m\n    \u001b[1mこのビデオは素晴らしいです、雪が降っているような気分になり、憂鬱な気分になり、雪が桜の花に変わり、素晴らしいものになります）。\u001b[22m, \u001b[1mこの1のためのビデオは、あまりにもそのような降雪素晴らしいです、それはメランコリック感じ、その後、雪が桜の花になり、それは素晴らしいとなります。）\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 8/10: the characters in this series were really fun. Yuno was the quiet, small protagonist; Miya is the outgoing, weird girl who eats a lot. Sae is the writer, the probably the most adult one out of the group. Hiro is the mom of the group, she takes care of everyone (especially sae) cooking them dinner and such a lot.\n\n\u001b[1mキャラクター8/10：このシリーズのキャラクターは本当に楽しいものでした。 ゆのは静かで小さな主人公だった。 ミヤは、たくさん食べる奇妙な女の子です。  Saeは作家であり、おそらくグループの中で最も大人な人です。 ヒロはグループのお母さんで、彼女はみんな（特にえー）がディナーやそのような料理を大事にしてくれます。\u001b[22m\n\u001b[1m(Kyarakutā 8/ 10: Kono shirīzu no kyarakutā wa hontōni tanoshī monodeshita. Yu no wa shizukade chīsana shujinkōdatta. Miya wa, takusan taberu kimyōna on'nanokodesu. Sae wa sakkadeari, osoraku gurūpu no naka de mottomo otonana hitodesu. Hiro wa gurūpu no okāsan de, kanojo wa min'na (tokuni e ̄ ) ga dinā ya sono yōna ryōri o daiji ni shite kuremasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter 8/10: the characters in this series were really fun. Yuno was the quiet, small protagonist; Miya is the outgoing, weird girl who eats a lot. Sae is the writer, the probably the most adult one out of the group. Hiro is the mom of the group, she takes care of everyone (especially sae) cooking them dinner and such a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 8/10: the characters in this series were really fun.\u001b[24m\n    \u001b[1mキャラクター8/10：このシリーズのキャラクターは本当に楽しいものでした。\u001b[22m, \u001b[1m文字8/10：このシリーズのキャラクターが本当に楽しかったです。\u001b[22m\n\u001b[4mYuno was the quiet, small protagonist;\u001b[24m\n    \u001b[1mゆのは静かで小さな主人公だった。\u001b[22m, \u001b[1mユーノは静かで、小さな主人公でした。\u001b[22m\n\u001b[4mMiya is the outgoing, weird girl who eats a lot.\u001b[24m\n    \u001b[1mミヤは、たくさん食べる奇妙な女の子です。\u001b[22m, \u001b[1m宮はたくさん食べるの発信、奇妙な女の子です。\u001b[22m\n\u001b[4mSae is the writer, the probably the most adult one out of the group.\u001b[24m\n    \u001b[1mSaeは作家であり、おそらくグループの中で最も大人な人です。\u001b[22m, \u001b[1mSAEが作家、グループのうち、おそらく最も大人1です。\u001b[22m\n\u001b[4mHiro is the mom of the group, she takes care of everyone (especially sae) cooking them dinner and such a lot.\u001b[24m\n    \u001b[1mヒロはグループのお母さんで、彼女はみんな（特にえー）がディナーやそのような料理を大事にしてくれます。\u001b[22m, \u001b[1mヒロは、彼女は彼らに夕食と、このような多くを調理みんな（特にSAE）の世話をする、グループのママです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall: 8/10. Very good, sometime in the future I would want to rewatch this series just for the fun of it. For those who want action, ecchi and harem. This is not for you, like at the beginning of this review I said if you like Aria, Lucky Star and K-ON!! You would like this series. I just hope a season four come out so we can wrap up the story and the characters can graduate.\n\n\u001b[1m楽しさ/全体：8/10。 非常に良い、いつか将来的に私はこのシリーズを楽しむためにこのシリーズを見直したいと思うでしょう。 行動を求めている人のために、エッチとハーレム。 これはあなたのためではない、このレビューの初めのように、あなたがAria、Lucky Star、K-ONを好きなら、私は言った！ あなたはこのシリーズが好きです。 私はちょうどシーズン4が出て、私たちが話を包み込み、キャラクターが卒業できるようになることを願っています。\u001b[22m\n\u001b[1m(Tanoshisa/ zentai: 8/ 10. Hijō ni yoi, itsuka shōrai-teki ni watashi wa kono shirīzu o tanoshimu tame ni kono shirīzu o minaoshitai to omoudeshou. Kōdō o motomete iru hito no tame ni, etchi to hāremu. Kore wa anata no tamede wanai, kono rebyū no hajime no yō ni, anata ga Aria, rakkī Star, K - ON o sukinara, watashi wa itta! Anata wa kono shirīzu ga sukidesu. Watashi wa chōdo shīzun 4 ga dete, watashitachi ga hanashi o tsutsumikomi, kyarakutā ga sotsugyō dekiru yō ni naru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall: 8/10. Very good, sometime in the future I would want to rewatch this series just for the fun of it. For those who want action, ecchi and harem. This is not for you, like at the beginning of this review I said if you like Aria, Lucky Star and K-ON!! You would like this series. I just hope a season four come out so we can wrap up the story and the characters can graduate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall: 8/10.\u001b[24m\n    \u001b[1m楽しさ/全体：8/10。\u001b[22m, \u001b[1m楽しさ/全体：8月10日。\u001b[22m\n\u001b[4mVery good, sometime in the future I would want to rewatch this series just for the fun of it.\u001b[24m\n    \u001b[1m非常に良い、いつか将来的に私はこのシリーズを楽しむためにこのシリーズを見直したいと思うでしょう。\u001b[22m, \u001b[1m非常に良い、いつか将来的に私はちょうどそれの楽しみのためにこのシリーズをrewatchしたいと思います。\u001b[22m\n\u001b[4mFor those who want action, ecchi and harem.\u001b[24m\n    \u001b[1m行動を求めている人のために、エッチとハーレム。\u001b[22m, \u001b[1mアクション、エッチとハーレムをしたい人のために。\u001b[22m\n\u001b[4mThis is not for you, like at the beginning of this review I said if you like Aria, Lucky Star and K-ON!!\u001b[24m\n    \u001b[1mこれはあなたのためではない、このレビューの初めのように、あなたがAria、Lucky Star、K-ONを好きなら、私は言った！\u001b[22m, \u001b[1mこれは、アリア、らき☆すたとK-ONを好きなら、私が言ったこのレビューの冒頭にように、あなたのためではありません！\u001b[22m\n\u001b[4mYou would like this series.\u001b[24m\n    \u001b[1mあなたはこのシリーズが好きです。\u001b[22m, \u001b[1mあなたはこのシリーズをしたいと思います。\u001b[22m\n\u001b[4mI just hope a season four come out so we can wrap up the story and the characters can graduate.\u001b[24m\n    \u001b[1m私はちょうどシーズン4が出て、私たちが話を包み込み、キャラクターが卒業できるようになることを願っています。\u001b[22m, \u001b[1m私はちょうど私たちは物語を包むことができ、文字が卒業することができ、シーズン4が出てくる願っています。\u001b[22m"
  },
  {
    "title": "Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "id": "7062",
    "url": "https://myanimelist.net/anime/7062/Hidamari_Sketch_x_%E2%98%86%E2%98%86%E2%98%86",
    "user": "_Arcadius_",
    "profile": "/profile/_Arcadius_/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=198203",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nHidamari Sketch x ☆☆☆\n\nゆのちゃん、宮ちゃん、ひろちゃん、さえの冒険を続けている別の素晴らしい季節。 山吹高校に在籍し、ひだまりのアパートに住んでいる新入社員の二人の新しいメンバーNoriとNazunaが紹介されます。\n\n私はまだSHAFTで使用されている芸術スタイルが大好きです。美しくてキュートなパステルカラーは、見るのがとても楽しいです。 今シーズンのアニメーションは以前のアニメーションよりもずっと良いようです。\n\n私はYuno-chiとNazunaを愛しています。私はHidamari Sketch x☆☆☆で素晴らしいキャラクターだと思いますが、それは他の女の子も嫌いではありません。 彼らはすべて素晴らしいですが、スーパー・シャイと予約されたナズナはとても愛らしいです。ユノ・チャイはショーの中心であり、彼女はあまりにもかわいいです。 宮ちゃんは偏心的でシンプルな気がしますが、それは彼女と彼女のおかしなことを見るのがとても簡単です。 ヒロとサエは、お互いやヒダマリの女の子たちと引き続き、かわいい友達です。 彼女が持っている、愛らしいヒロの母親の様子。とてもかわいい。 吉野家先生は引き続き完全にモエと愛らしい、彼女は本当に永遠に17です、そして、彼女はそれのために驚くべきです。\n\nひだまりスケッチ×☆☆☆の中で、音楽は引き続き高いポイントです。 バックグラウンドミュージック、アンビエントサウンド、すべては単に素晴らしいです。 オペレーションは、再び信じられないほどにおとぎ話になり、楽しく、ひだまりスケッチの世界にあなたを引き寄せます。  EDは引き続きより予約され、延期されています。 違いは信じられないほどうまくいって、それがアニメで使用される再発であることを嬉しく思います。\n\nハニカムは次です。 女の子がどんなに成長するのか見て非常に興奮！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHidamari Sketch x ☆☆☆\n(Hidamari Sketch x ☆ ☆ ☆)\n\n\u001b[1mHidamari Sketch x ☆☆☆\u001b[22m\n\u001b[1m(Hidamari Sketch x ☆ ☆ ☆)\u001b[22m\n\u001b[1m\u001b[22m\nAnother fantastic season that continues the adventures of Yuno-chi, Miya-chan, Hiro and Sae. We're introduced to two new members, Nori and Nazuna, the new freshmen who attend Yamabuki High School and live in the Hidamari Apartment.\n\n\u001b[1mゆのちゃん、宮ちゃん、ひろちゃん、さえの冒険を続けている別の素晴らしい季節。 山吹高校に在籍し、ひだまりのアパートに住んでいる新入社員の二人の新しいメンバーNoriとNazunaが紹介されます。\u001b[22m\n\u001b[1m(Yu no chan, Miya-chan, Hiro-chan, sae no bōken o tsudzukete iru betsu no subarashī kisetsu. Yamabuki kōkō ni zaiseki shi, hida mari no apāto ni sunde iru shin'nyū shain no futari no atarashī menbā Nori to Nazuna ga shōkai sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mAnother fantastic season that continues the adventures of Yuno-chi, Miya-chan, Hiro and Sae. We're introduced to two new members, Nori and Nazuna, the new freshmen who attend Yamabuki High School and live in the Hidamari Apartment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother fantastic season that continues the adventures of Yuno-chi, Miya-chan, Hiro and Sae.\u001b[24m\n    \u001b[1mゆのちゃん、宮ちゃん、ひろちゃん、さえの冒険を続けている別の素晴らしい季節。\u001b[22m, \u001b[1mゆ - カイ、宮ちゃん、ヒロと沙の冒険を続けて別の素晴らしいシーズン。\u001b[22m\n\u001b[4mWe're introduced to two new members, Nori and Nazuna, the new freshmen who attend Yamabuki High School and live in the Hidamari Apartment.\u001b[24m\n    \u001b[1m山吹高校に在籍し、ひだまりのアパートに住んでいる新入社員の二人の新しいメンバーNoriとNazunaが紹介されます。\u001b[22m, \u001b[1m私たちは二つの新しいメンバー、ノリとNazuna、山吹高校に出席し、ひだまりのアパートに住んで新たな新入生に紹介しています。\u001b[22m\n\u001b[1m\u001b[22m\nI still love the art style used by SHAFT, the beautiful and extremely cute pastel colors are such a joy to look at. The animation this season seems to be a lot better than the previous ones too.\n\n\u001b[1m私はまだSHAFTで使用されている芸術スタイルが大好きです。美しくてキュートなパステルカラーは、見るのがとても楽しいです。 今シーズンのアニメーションは以前のアニメーションよりもずっと良いようです。\u001b[22m\n\u001b[1m(Watashi wa mada shafuto de shiyō sa rete iru geijutsu sutairu ga daisukidesu. Utsukushikute kyūtona pasuterukarā wa, miru no ga totemo tanoshīdesu. Ima shīzun no animēshon wa izen no animēshon yori mo zutto yoi yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI still love the art style used by SHAFT, the beautiful and extremely cute pastel colors are such a joy to look at. The animation this season seems to be a lot better than the previous ones too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI still love the art style used by SHAFT, the beautiful and extremely cute pastel colors are such a joy to look at.\u001b[24m\n    \u001b[1m私はまだSHAFTで使用されている芸術スタイルが大好きです。美しくてキュートなパステルカラーは、見るのがとても楽しいです。\u001b[22m, \u001b[1m私はまだSHAFTで使用されるアートスタイルを愛し、美しく、非常にかわいいパステルカラーを見て、そのような喜びです。\u001b[22m\n\u001b[4mThe animation this season seems to be a lot better than the previous ones too.\u001b[24m\n    \u001b[1m今シーズンのアニメーションは以前のアニメーションよりもずっと良いようです。\u001b[22m, \u001b[1mアニメーションは、このシーズンはあまりにも前のものよりも多くの方のようです。\u001b[22m\n\u001b[1m\u001b[22m\nI love Yuno-chi and Nazuna, I think they're fantastic characters in Hidamari Sketch x ☆☆☆, though that doesn't mean I dislike the other girls either. They're all fantastic, but the super shy and reserved Nazuna is so adorable, while Yuno-chi continues to be the focal point for the show and she's just too much cute. Miya-chan is as eccentric and simple minded as ever, but that makes it so easy to watch her and her antics. Hiro and Sae continue to be cute friends with one another and to the rest of the Hidamari girls. Love Hiro's motherly aspect that she has, so cute. Yoshinoya-sensei continues to be totally moe and adorable, she truly is eternally 17 and she's amazing because of it.\n\n\u001b[1m私はYuno-chiとNazunaを愛しています。私はHidamari Sketch x☆☆☆で素晴らしいキャラクターだと思いますが、それは他の女の子も嫌いではありません。 彼らはすべて素晴らしいですが、スーパー・シャイと予約されたナズナはとても愛らしいです。ユノ・チャイはショーの中心であり、彼女はあまりにもかわいいです。 宮ちゃんは偏心的でシンプルな気がしますが、それは彼女と彼女のおかしなことを見るのがとても簡単です。 ヒロとサエは、お互いやヒダマリの女の子たちと引き続き、かわいい友達です。 彼女が持っている、愛らしいヒロの母親の様子。とてもかわいい。 吉野家先生は引き続き完全にモエと愛らしい、彼女は本当に永遠に17です、そして、彼女はそれのために驚くべきです。\u001b[22m\n\u001b[1m(Watashi wa Yuno - chī to Nazuna o aishiteimasu. Watashi wa Hidamari Sketch x ☆ ☆ ☆de subarashī kyarakutāda to omoimasuga, sore wa hoka no on'nanoko mo kiraide wa arimasen. Karera wa subete subarashīdesuga, sūpā shai to yoyaku sa reta nazuna wa totemo airashīdesu. Yuno Chai wa shō no chūshindeari, kanojo wa amarini mo kawaīdesu. Miya-chan wa henshin-tekide shinpuruna ki ga shimasuga, sore wa kanojo to kanojo no okashina koto o miru no ga totemo kantandesu. Hiro to Sae wa, otagai ya hidamari no on'nanoko-tachi to hikitsudzuki, kawaī tomodachidesu. Kanojo ga motte iru, airashī Hiro no hahaoya no yōsu. Totemo kawaī. Yoshinoya sensei wa hikitsudzuki kanzen ni Moe to airashī, kanojo wa hontōni eien ni 17desu, soshite, kanojo wa sore no tame ni odorokubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI love Yuno-chi and Nazuna, I think they're fantastic characters in Hidamari Sketch x ☆☆☆, though that doesn't mean I dislike the other girls either. They're all fantastic, but the super shy and reserved Nazuna is so adorable, while Yuno-chi continues to be the focal point for the show and she's just too much cute. Miya-chan is as eccentric and simple minded as ever, but that makes it so easy to watch her and her antics. Hiro and Sae continue to be cute friends with one another and to the rest of the Hidamari girls. Love Hiro's motherly aspect that she has, so cute. Yoshinoya-sensei continues to be totally moe and adorable, she truly is eternally 17 and she's amazing because of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love Yuno-chi and Nazuna, I think they're fantastic characters in Hidamari Sketch x ☆☆☆, though that doesn't mean I dislike the other girls either.\u001b[24m\n    \u001b[1m私はYuno-chiとNazunaを愛しています。私はHidamari Sketch x☆☆☆で素晴らしいキャラクターだと思いますが、それは他の女の子も嫌いではありません。\u001b[22m, \u001b[1m私はそれが意味するものではありませんが、私はどちらか他の女の子を嫌い、私は彼らが☆☆☆xはひだまりスケッチで幻想的な文字だと思い、ゆ - カイとNazunaが大好きです。\u001b[22m\n\u001b[4mThey're all fantastic, but the super shy and reserved Nazuna is so adorable, while Yuno-chi continues to be the focal point for the show and she's just too much cute.\u001b[24m\n    \u001b[1m彼らはすべて素晴らしいですが、スーパー・シャイと予約されたナズナはとても愛らしいです。ユノ・チャイはショーの中心であり、彼女はあまりにもかわいいです。\u001b[22m, \u001b[1m彼らはすべて素晴らしいだが、ゆ - カイは、ショーのための焦点であり続け、彼女はあまりにも多くかわいいですしながら、超恥ずかしがりや予約Nazunaは、とても愛らしいです。\u001b[22m\n\u001b[4mMiya-chan is as eccentric and simple minded as ever, but that makes it so easy to watch her and her antics.\u001b[24m\n    \u001b[1m宮ちゃんは偏心的でシンプルな気がしますが、それは彼女と彼女のおかしなことを見るのがとても簡単です。\u001b[22m, \u001b[1m宮ちゃんは、いつものように偏心し、気にシンプルですが、それは彼女と彼女のふざけた態度を見て、それがとても簡単になります。\u001b[22m\n\u001b[4mHiro and Sae continue to be cute friends with one another and to the rest of the Hidamari girls.\u001b[24m\n    \u001b[1mヒロとサエは、お互いやヒダマリの女の子たちと引き続き、かわいい友達です。\u001b[22m, \u001b[1mヒロおよびSAEは、互いにおよびひだまりの女の子の残りの部分にキュートな友人であり続けます。\u001b[22m\n\u001b[4mLove Hiro's motherly aspect that she has, so cute.\u001b[24m\n    \u001b[1m彼女が持っている、愛らしいヒロの母親の様子。とてもかわいい。\u001b[22m, \u001b[1m彼女が持っているヒロの母の側面、とてもかわいい愛。\u001b[22m\n\u001b[4mYoshinoya-sensei continues to be totally moe and adorable, she truly is eternally 17 and she's amazing because of it.\u001b[24m\n    \u001b[1m吉野家先生は引き続き完全にモエと愛らしい、彼女は本当に永遠に17です、そして、彼女はそれのために驚くべきです。\u001b[22m, \u001b[1m吉野家先生は完全に萌えと愛らしいであり続け、彼女は本当に永遠に17であり、彼女はそれのために驚くべきことです。\u001b[22m\n\u001b[1m\u001b[22m\nMusic continues to be a high point in Hidamari Sketch x ☆☆☆. The background music, the ambient sounds, everything is simply superb. The OP once again continues to be incredibly peppy, fun and just draws you into the world of Hidamari Sketch. The ED continues to be more reserved and laid back. The difference works incredibly well and am glad to see it be a recurrence used in the anime.\n\n\u001b[1mひだまりスケッチ×☆☆☆の中で、音楽は引き続き高いポイントです。 バックグラウンドミュージック、アンビエントサウンド、すべては単に素晴らしいです。 オペレーションは、再び信じられないほどにおとぎ話になり、楽しく、ひだまりスケッチの世界にあなたを引き寄せます。  EDは引き続きより予約され、延期されています。 違いは信じられないほどうまくいって、それがアニメで使用される再発であることを嬉しく思います。\u001b[22m\n\u001b[1m(Hida mari suketchi × ☆☆☆ no naka de, ongaku wa hikitsudzuki takai pointodesu. Bakkuguraundomyūjikku, anbientosaundo, subete wa tan'ni subarashīdesu. Operēshon wa, futatabi shinji rarenai hodo ni otogibanashi ni nari, tanoshiku, hida mari suketchi no sekai ni anata o hikiyosemasu. ED wa hikitsudzuki yori yoyaku sa re, enki sa rete imasu. Chigai wa shinji rarenai hodo umaku itte, sore ga anime de shiyō sa reru saihatsudearu koto o ureshiku omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mMusic continues to be a high point in Hidamari Sketch x ☆☆☆. The background music, the ambient sounds, everything is simply superb. The OP once again continues to be incredibly peppy, fun and just draws you into the world of Hidamari Sketch. The ED continues to be more reserved and laid back. The difference works incredibly well and am glad to see it be a recurrence used in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic continues to be a high point in Hidamari Sketch x ☆☆☆.\u001b[24m\n    \u001b[1mひだまりスケッチ×☆☆☆の中で、音楽は引き続き高いポイントです。\u001b[22m, \u001b[1m音楽はひだまりスケッチX☆☆☆が高い点であり続けています。\u001b[22m\n\u001b[4mThe background music, the ambient sounds, everything is simply superb.\u001b[24m\n    \u001b[1mバックグラウンドミュージック、アンビエントサウンド、すべては単に素晴らしいです。\u001b[22m, \u001b[1m背景音楽、周囲の音は、すべてのものは、単に素晴らしいです。\u001b[22m\n\u001b[4mThe OP once again continues to be incredibly peppy, fun and just draws you into the world of Hidamari Sketch.\u001b[24m\n    \u001b[1mオペレーションは、再び信じられないほどにおとぎ話になり、楽しく、ひだまりスケッチの世界にあなたを引き寄せます。\u001b[22m, \u001b[1mOPは再び、信じられないほど元気であり続ける楽しさとちょうどひだまりスケッチの世界にあなたを描画します。\u001b[22m\n\u001b[4mThe ED continues to be more reserved and laid back.\u001b[24m\n    \u001b[1mEDは引き続きより予約され、延期されています。\u001b[22m, \u001b[1mEDは、複数の予約とのんびりであり続けています。\u001b[22m\n\u001b[4mThe difference works incredibly well and am glad to see it be a recurrence used in the anime.\u001b[24m\n    \u001b[1m違いは信じられないほどうまくいって、それがアニメで使用される再発であることを嬉しく思います。\u001b[22m, \u001b[1m違いは信じられないほどうまく機能し、それがアニメで使用再発することが見てうれしく思います。\u001b[22m\n\u001b[1m\u001b[22m\nHoneycomb is next; super excited to see how the girls grow!\n\n\u001b[1mハニカムは次です。 女の子がどんなに成長するのか見て非常に興奮！\u001b[22m\n\u001b[1m(Hanikamu wa tsugidesu. On'nanoko ga don'nani seichō suru no ka mite hijō ni kōfun!)\u001b[22m\n\nTranslations of \u001b[4mHoneycomb is next; super excited to see how the girls grow!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHoneycomb is next;\u001b[24m\n    \u001b[1mハニカムは次です。\u001b[22m, \u001b[1mハニカムは、次のです。\u001b[22m\n\u001b[4msuper excited to see how the girls grow!\u001b[24m\n    \u001b[1m女の子がどんなに成長するのか見て非常に興奮！\u001b[22m, \u001b[1m女の子が育つか見て超興奮！\u001b[22m"
  }
]
