[
  {
    "title": "Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "id": "7103",
    "url": "https://myanimelist.net/anime/7103/Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "user": "shinigami_mimi",
    "profile": "/profile/shinigami_mimi/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=23931",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\n私はアニメのプロットラインを言うことから始めます、私が最初にそれについて聞いたとき、かなりかすかな音を出しました。 だから私はショーのための高い期待を持っていなかった。 最初のエピソードはちょっと退屈だ。なぜなら、あなたはそれぞれのキャラクターを導入しなければならないからです。そして、各ステーションは日本の大江戸線に関する視聴者の歴史を教えています。\n\nかなり興味深いですが、日本文化についてあまり知らない人にはかなり混乱しています。 私はたくさんのことを学び、私に与えられた多くの情報をグーグルで見つけたことを認めます。 大江戸線の鉄道駅や都市、そしてその都度の独特の文化について知りたい方は、これが助けになると思います。\n\n私は、しかし、エピソード6の周りのシリーズに疲れて成長しましたが、私は常に最後までシリーズを見続ける。 シリーズはやや遅いかもしれませんが、エピソード8で信じられないほどうまくなります。乗客と問題はもっと感情的になり、物語はちょっとひねり始めます。 この「ミラクルトレイン」には本当に多くのものがあります。\n\nだから、このショーはみんなのお茶ではないかもしれませんが、私はそれがとても素晴らしいと感じました。 そして、私は各駅がそれを最も必要とする乗客の問題を処理する方法を愛しています。 私は、このシリーズは、ハンサムな駅のためにそれ以上の女の子を描くかもしれないことを知っています[ネオロマンスアニメの日本人男性の典型的なステレオタイプで]、それはまた良いプロットを持っています。 それは、美しい男性と別のシリーズだけではなく、より深い意味でそれ以上のものになる傾向があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI will begin with saying the plotline of the anime, when I first heard about it, sounded pretty lame. So I didn't have high expectations for the show. The beginning episodes are a tad bit boring because you have to begin with introducing each and every character [in this cause train stations] and each station goes about teaching the viewers history about Japan's Oedo Line.\n\n\u001b[1m私はアニメのプロットラインを言うことから始めます、私が最初にそれについて聞いたとき、かなりかすかな音を出しました。 だから私はショーのための高い期待を持っていなかった。 最初のエピソードはちょっと退屈だ。なぜなら、あなたはそれぞれのキャラクターを導入しなければならないからです。そして、各ステーションは日本の大江戸線に関する視聴者の歴史を教えています。\u001b[22m\n\u001b[1m(Watashi wa anime no purottorain o iu koto kara hajimemasu, watashi ga saisho ni sore ni tsuite kiita toki, kanari kasukana oto o dashimashita. Dakara watashi wa shō no tame no takai kitai o motte inakatta. Saisho no episōdo wa chotto taikutsuda. Nazenara, anata wa sorezore no kyarakutā o dōnyū shinakereba naranaikaradesu. Soshite, kaku sutēshon wa Nihon no ōedo-sen ni kansuru shichō-sha no rekishi o oshiete imasu.)\u001b[22m\n\nTranslations of \u001b[4mI will begin with saying the plotline of the anime, when I first heard about it, sounded pretty lame. So I didn't have high expectations for the show. The beginning episodes are a tad bit boring because you have to begin with introducing each and every character [in this cause train stations] and each station goes about teaching the viewers history about Japan's Oedo Line.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will begin with saying the plotline of the anime, when I first heard about it, sounded pretty lame.\u001b[24m\n    \u001b[1m私はアニメのプロットラインを言うことから始めます、私が最初にそれについて聞いたとき、かなりかすかな音を出しました。\u001b[22m, \u001b[1m私が最初にそれを聞いたとき、かなりラメ鳴った、アニメのplotlineを言って開始されます。\u001b[22m\n\u001b[4mSo I didn't have high expectations for the show.\u001b[24m\n    \u001b[1mだから私はショーのための高い期待を持っていなかった。\u001b[22m, \u001b[1mだから私はショーのための大きな期待を持っていませんでした。\u001b[22m\n\u001b[4mThe beginning episodes are a tad bit boring because you have to begin with introducing each and every character [in this cause train stations] and each station goes about teaching the viewers history about Japan's Oedo Line.\u001b[24m\n    \u001b[1m最初のエピソードはちょっと退屈だ。なぜなら、あなたはそれぞれのキャラクターを導入しなければならないからです。そして、各ステーションは日本の大江戸線に関する視聴者の歴史を教えています。\u001b[22m, \u001b[1m始まるのエピソードでは、[この原因駅に]それぞれ、すべての文字を導入して開始する必要があるため少しビット退屈していると、各ステーションは、日本の大江戸線についての視聴者の歴史を教えるについて行きます。\u001b[22m\n\u001b[1m\u001b[22m\nQuite interesting, but quite confusing to someone who doesn't know much about the Japanese Culture. I will admit I learned A LOT, and googled a lot of the information given to me. I guess this would help out anyone who wants to learn more about the train stations and cities on the Oedo Line, and their unique culture for each stop.\n\n\u001b[1mかなり興味深いですが、日本文化についてあまり知らない人にはかなり混乱しています。 私はたくさんのことを学び、私に与えられた多くの情報をグーグルで見つけたことを認めます。 大江戸線の鉄道駅や都市、そしてその都度の独特の文化について知りたい方は、これが助けになると思います。\u001b[22m\n\u001b[1m(Kanari kyōmibukaidesuga, nipponbunka ni tsuite amari shiranaihito ni wa kanari konran shite imasu. Watashi wa takusan no koto o manabi, watashi ni atae rareta ōku no jōhō o gūguru de mitsuketa koto o mitomemasu. Ōedo-sen no tetsudō-eki ya toshi, soshite sono tsudo no dokutoku no bunka ni tsuite shiritai kata wa, korega tasuke ni naru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mQuite interesting, but quite confusing to someone who doesn't know much about the Japanese Culture. I will admit I learned A LOT, and googled a lot of the information given to me. I guess this would help out anyone who wants to learn more about the train stations and cities on the Oedo Line, and their unique culture for each stop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQuite interesting, but quite confusing to someone who doesn't know much about the Japanese Culture.\u001b[24m\n    \u001b[1mかなり興味深いですが、日本文化についてあまり知らない人にはかなり混乱しています。\u001b[22m, \u001b[1m非常に興味深いが、日本文化について多くを知らない人に非常に紛らわしいです。\u001b[22m\n\u001b[4mI will admit I learned A LOT, and googled a lot of the information given to me.\u001b[24m\n    \u001b[1m私はたくさんのことを学び、私に与えられた多くの情報をグーグルで見つけたことを認めます。\u001b[22m, \u001b[1m私はたくさんのことを学んだし、私に与えられた多くの情報をGoogleで検索認めるます。\u001b[22m\n\u001b[4mI guess this would help out anyone who wants to learn more about the train stations and cities on the Oedo Line, and their unique culture for each stop.\u001b[24m\n    \u001b[1m大江戸線の鉄道駅や都市、そしてその都度の独特の文化について知りたい方は、これが助けになると思います。\u001b[22m, \u001b[1m私は、これは大江戸線に鉄道駅や都市についてもっと学びたいという方、および各停止のための彼らの独特の文化を助けるでしょうね。\u001b[22m\n\u001b[1m\u001b[22m\nI did, however, grow tired of the series around episode 6, but I always continue on watching a series until the end. So the series may be a bit slow, but it gets INCREDIBLY GOOD by episode 8. The passengers and the problems do get more emotionally and the story begins to twist a bit. There really is more to this 'Miracle Train,' then it sees fit.\n\n\u001b[1m私は、しかし、エピソード6の周りのシリーズに疲れて成長しましたが、私は常に最後までシリーズを見続ける。 シリーズは少し遅くなるかもしれませんが、エピソード8で信じられないほどうまくなります。乗客と問題はより感情的になり、物語はちょっとひねり始めます。 この「ミラクルトレイン」には本当に多くのものがあります。\u001b[22m\n\u001b[1m(Watashi wa, shikashi, episōdo 6 no mawari no shirīzu ni tsukarete seichō shimashitaga, watashi wa tsuneni saigomade shirīzu o mi tsudzukeru. Shirīzu wa sukoshi osoku naru kamo shiremasenga, episōdo 8 de shinji rarenai hodo umaku narimasu. Jōkyaku to mondai wa yori kanjō-teki ni nari, monogatari wa chotto hineri hajimemasu. Kono `mirakurutorein' ni wa hontōni ōku no mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI did, however, grow tired of the series around episode 6, but I always continue on watching a series until the end. So the series may be a bit slow, but it gets INCREDIBLY GOOD by episode 8. The passengers and the problems do get more emotionally and the story begins to twist a bit. There really is more to this 'Miracle Train,' then it sees fit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did, however, grow tired of the series around episode 6, but I always continue on watching a series until the end.\u001b[24m\n    \u001b[1m私は、しかし、エピソード6の周りのシリーズに疲れて成長しましたが、私は常に最後までシリーズを見続ける。\u001b[22m, \u001b[1m私は、しかし、エピソード6の周りの一連の疲れ成長しなかったが、私はいつも最後までシリーズを見に続けます。\u001b[22m\n\u001b[4mSo the series may be a bit slow, but it gets INCREDIBLY GOOD by episode 8. The passengers and the problems do get more emotionally and the story begins to twist a bit.\u001b[24m\n    \u001b[1mシリーズは少し遅くなるかもしれませんが、エピソード8で信じられないほどうまくなります。乗客と問題はより感情的になり、物語はちょっとひねり始めます。\u001b[22m, \u001b[1mだからシリーズは少し遅いかもしれませんが、それは乗客のエピソード8で信じられないほどGOOD取得し、問題はより感情的に入手できますし、話は少しひねっを開始します。\u001b[22m\n\u001b[4mThere really is more to this 'Miracle Train,' then it sees fit.\u001b[24m\n    \u001b[1mこの「ミラクルトレイン」には本当に多くのものがあります。\u001b[22m, \u001b[1m本当にこのへ多くがある「ミラクル☆トレイン、「それが適当と考えます。\u001b[22m\n\u001b[1m\u001b[22m\nSo even though this show might not be everyone's cup of tea, I found it quite wonderful. And I just love the way each station handles the problems of each passenger that needs it most. I know this series might draw more girls to it because of the handsome train stations [w/typical stereotypes of Japanese men in Neo Romance anime], but it also has a good plot. It's not just another series with pretty men, it tends to be more than that with deeper meaning.\n\n\u001b[1mだから、このショーはみんなのお茶ではないかもしれませんが、私はそれがとても素晴らしいと感じました。 そして、私は各駅がそれを最も必要とする乗客の問題を処理する方法を愛しています。 私は、このシリーズは、ハンサムな駅のためにそれ以上の女の子を描くかもしれないことを知っています[ネオロマンスアニメの日本人男性の典型的なステレオタイプで]、それはまた良いプロットを持っています。 それは、美しい男性と別のシリーズだけではなく、より深い意味でそれ以上のものになる傾向があります。\u001b[22m\n\u001b[1m(Dakara, kono shō wa min'na no ochade wanai kamo shiremasenga, watashi wa sore ga totemo subarashī to kanjimashita. Soshite, watashi wa kakueki ga sore o mottomo hitsuyō to suru jōkyaku no mondai o shori suru hōhō o aishiteimasu. Watashi wa, kono shirīzu wa, hansamuna-eki no tame ni soreijō no on'nanoko o kaku kamo shirenai koto o shitte imasu [neoromansuanime no nihonjindansei no tenkei-tekina sutereo taipu de], soreha mata yoi purotto o motte imasu. Sore wa, utsukushī dansei to betsu no shirīzu dakede wa naku, yori fukai imi de soreijō no mono ni naru keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo even though this show might not be everyone's cup of tea, I found it quite wonderful. And I just love the way each station handles the problems of each passenger that needs it most. I know this series might draw more girls to it because of the handsome train stations [w/typical stereotypes of Japanese men in Neo Romance anime], but it also has a good plot. It's not just another series with pretty men, it tends to be more than that with deeper meaning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo even though this show might not be everyone's cup of tea, I found it quite wonderful.\u001b[24m\n    \u001b[1mだから、このショーはみんなのお茶ではないかもしれませんが、私はそれがとても素晴らしいと感じました。\u001b[22m, \u001b[1mこのショーは、お茶の全員のカップではないかもしれないにもかかわらずだから、私はそれは非常に素晴らしい発見しました。\u001b[22m\n\u001b[4mAnd I just love the way each station handles the problems of each passenger that needs it most.\u001b[24m\n    \u001b[1mそして、私は各駅がそれを最も必要とする乗客の問題を処理する方法を愛しています。\u001b[22m, \u001b[1mそして私はちょうど、各ステーションがそれを最も必要とする各乗客の問題を処理する方法が大好きです。\u001b[22m\n\u001b[4mI know this series might draw more girls to it because of the handsome train stations [w/typical stereotypes of Japanese men in Neo Romance anime], but it also has a good plot.\u001b[24m\n    \u001b[1m私は、このシリーズは、ハンサムな駅のためにそれ以上の女の子を描くかもしれないことを知っています[ネオロマンスアニメの日本人男性の典型的なステレオタイプで]、それはまた良いプロットを持っています。\u001b[22m, \u001b[1m私は[ネオロマンスアニメで日本人男性の典型的なステレオタイプ/ W]このシリーズは理由ハンサム駅のそれにもっと女の子を描くかもしれない知っているが、それはまた、良好なプロットを持っています。\u001b[22m\n\u001b[4mIt's not just another series with pretty men, it tends to be more than that with deeper meaning.\u001b[24m\n    \u001b[1mそれは、美しい男性と別のシリーズだけではなく、より深い意味でそれ以上のものになる傾向があります。\u001b[22m, \u001b[1mそれは深い意味を持つものよりもなる傾向があり、かなりの男性とのちょうど別のシリーズではありません。\u001b[22m"
  },
  {
    "title": "Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "id": "7103",
    "url": "https://myanimelist.net/anime/7103/Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "user": "Nia9001",
    "profile": "/profile/Nia9001/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=23193",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  7\nキャラクター|  5\n|  5\n\n私は、ミラクルトレインが2009年秋に予想される最高のものの1つになると期待しました。残念ながら、それは私の期待に応えられませんでした。 悲しい部分は、私は5つのエピソードを見た後にそれをドロップしなければならなかった。 私はそれがいくつかの開発があるだろうと思って以来、私はそれが5日までそれを見ただけですが、再び、いいえ。\n\n大江戸線は大江戸線です。大江戸線は大江戸線に乗っています。 彼らはある種のホストクラブであり、列車内にある。 彼らは困っている女性を助け、彼らは列車自体を見たり入ったりできる唯一の人です。 すべてのエピソードで、少なくとも1人の女性が彼女の心配を取り除くのを助ける。\n\nストーリーとキャラクターの進歩はゼロに近いです。 エピソードごとに同じ物語を繰り返す。 心配している少女が誤って電車に乗り込んだ後、各駅に集中している1人の駅の男が、その女の子を助けてくれる。 それ以上に悪いのは何ですか？\n\nまあ、ごみの十分な。 ミラクルトレインが退屈だという事実を除けば、六本木フミに興味を持ってくれる人が少なくとも一人はいる。 良い機能を持ち、ランダムであることに加えて、彼のエピソードで彼の言葉の選択が好きだった。 他の人はあまりにも鈍かった。 彼らはフラットだったし、あまりにも予測可能ではなかった。\n\nMiracle Trainは良いアニメになる可能性を秘めています。 それだけで開発とスリルが欠けていました。 女の子を助けてくれる人たちのプロットは、視聴者に違った感情を与えるためにスパイスを与えたいと思うほど酷使されています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nBeing a sucker for animes with bishies, I expected Miracle Train to be one of the best to be anticipated last Fall 2009. Unfortunately, it failed to meet my expectations. The sad part is I had to drop it after watching 5 episodes. I only watched it til its 5th since I thought it’ll have some developments, but again, no.\n\n\u001b[1m私は、ミラクルトレインが2009年秋に予想される最高のものの1つになると期待しました。残念ながら、それは私の期待に応えられませんでした。 悲しい部分は、私は5つのエピソードを見た後にそれをドロップしなければならなかった。 私はそれがいくつかの開発があるだろうと思って以来、私はそれが5日までそれを見ただけですが、再び、いいえ。\u001b[22m\n\u001b[1m(Watashi wa, mirakurutorein ga 2009-nen aki ni yosō sa reru saikō no mono no 1tsu ni naru to kitai shimashita. Zan'nen'nagara, sore wa watashi no kitai ni kotae raremasendeshita. Kanashī bubun wa, watashi wa itsutsu no episōdo o mita nochi ni sore o doroppu shinakereba naranakatta. Watashi wa sore ga ikutsu ka no kaihatsu ga arudarou to omotte irai, watashi wa sore ga 5-nichi made sore o mita dakedesuga, futatabi, īe.)\u001b[22m\n\nTranslations of \u001b[4mBeing a sucker for animes with bishies, I expected Miracle Train to be one of the best to be anticipated last Fall 2009. Unfortunately, it failed to meet my expectations. The sad part is I had to drop it after watching 5 episodes. I only watched it til its 5th since I thought it’ll have some developments, but again, no.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a sucker for animes with bishies, I expected Miracle Train to be one of the best to be anticipated last Fall 2009. Unfortunately, it failed to meet my expectations.\u001b[24m\n    \u001b[1m私は、ミラクルトレインが2009年秋に予想される最高のものの1つになると期待しました。残念ながら、それは私の期待に応えられませんでした。\u001b[22m, \u001b[1mbishiesとアニメのための吸盤なので、私は、それは私の期待を満たすために失敗したミラクル☆トレインは、最後の秋残念ながら2009年予想される最高の一つであると予想しました。\u001b[22m\n\u001b[4mThe sad part is I had to drop it after watching 5 episodes.\u001b[24m\n    \u001b[1m悲しい部分は、私は5つのエピソードを見た後にそれをドロップしなければならなかった。\u001b[22m, \u001b[1m悲しい部分は私が5エピソードを見た後にドロップしなければならなかったです。\u001b[22m\n\u001b[4mI only watched it til its 5th since I thought it’ll have some developments, but again, no.\u001b[24m\n    \u001b[1m私はそれがいくつかの開発があるだろうと思って以来、私はそれが5日までそれを見ただけですが、再び、いいえ。\u001b[22m, \u001b[1m私はノー、再び私はそれはいくつかの進展があるでしょうと思ったので、その第五ゴマそれを見て、しかし。\u001b[22m\n\u001b[1m\u001b[22m\nOedo-sen e Youkoso or simply Welcome to the Oedo Line focuses on 6 guys who are actually Oedo train stations. They are some sort of a host club, in a train. They help ladies who are troubled and they’re the only ones who can see and get inside the train itself. In every episode they help at least one lady to clear away her worries.\n\n\u001b[1m大江戸線は大江戸線です。大江戸線は大江戸線に乗っています。 彼らはある種のホストクラブであり、列車内にある。 彼らは困っている女性を助け、彼らは列車自体を見たり入ったりできる唯一の人です。 すべてのエピソードで、少なくとも1人の女性が彼女の心配を取り除くのを助ける。\u001b[22m\n\u001b[1m(Ōedo-sen wa ōedo-sendesu. Ōedo-sen wa ōedo-sen ni notte imasu. Karera wa arushuno hosuto kurabudeari, ressha-nai ni aru. Karera wa komatte iru josei o tasuke, karera wa ressha jitai o mi tari haittari dekiru yuiitsu no hitodesu. Subete no episōdo de, sukunakutomo 1-ri no josei ga kanojo no shinpai o torinozoku no o tasukeru.)\u001b[22m\n\nTranslations of \u001b[4mOedo-sen e Youkoso or simply Welcome to the Oedo Line focuses on 6 guys who are actually Oedo train stations. They are some sort of a host club, in a train. They help ladies who are troubled and they’re the only ones who can see and get inside the train itself. In every episode they help at least one lady to clear away her worries.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOedo-sen e Youkoso or simply Welcome to the Oedo Line focuses on 6 guys who are actually Oedo train stations.\u001b[24m\n    \u001b[1m大江戸線は大江戸線です。大江戸線は大江戸線に乗っています。\u001b[22m, \u001b[1m大江戸銭電子へようこそまたは大江戸線へようこそ単純には、実際には大江戸駅である6人の男に焦点を当てています。\u001b[22m\n\u001b[4mThey are some sort of a host club, in a train.\u001b[24m\n    \u001b[1m彼らはある種のホストクラブであり、列車内にある。\u001b[22m, \u001b[1m彼らは電車の中で、ホストクラブのいくつかの並べ替えです。\u001b[22m\n\u001b[4mThey help ladies who are troubled and they’re the only ones who can see and get inside the train itself.\u001b[24m\n    \u001b[1m彼らは困っている女性を助け、彼らは列車自体を見たり入ったりできる唯一の人です。\u001b[22m, \u001b[1m彼らは問題を抱えている女性を助け、彼らは見て、電車自体の中に入ることができる唯一のものです。\u001b[22m\n\u001b[4mIn every episode they help at least one lady to clear away her worries.\u001b[24m\n    \u001b[1mすべてのエピソードで、少なくとも1人の女性が彼女の心配を取り除くのを助ける。\u001b[22m, \u001b[1mすべてのエピソードでは、彼らは彼女の不安を一掃するために、少なくとも1つの女性を助けます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story and character progress is close to zero. It keeps repeating the same story every episode. A worried girl accidentally gets on the train, then one train station guy being focused in each episode, gets to help the girl, the girl thanks the guy then the train leaves. What can be more worse than that?\n\n\u001b[1mストーリーとキャラクターの進歩はゼロに近いです。 エピソードごとに同じ物語を繰り返す。 心配している少女が誤って電車に乗り込んだ後、各駅に集中している1人の駅の男が、その女の子を助けてくれる。 それ以上に悪いのは何ですか？\u001b[22m\n\u001b[1m(Sutōrī to kyarakutā no shinpo wa zero ni chikaidesu. Episōdo-goto ni onaji monogatari o kurikaesu. Shinpai shite iru shōjo ga ayamatte densha ni norikonda nochi, kakueki ni shūchū shite iru 1-ri no eki no otoko ga, sono on'nanoko o tasukete kureru. Sore ijō ni warui no wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe story and character progress is close to zero. It keeps repeating the same story every episode. A worried girl accidentally gets on the train, then one train station guy being focused in each episode, gets to help the girl, the girl thanks the guy then the train leaves. What can be more worse than that?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story and character progress is close to zero.\u001b[24m\n    \u001b[1mストーリーとキャラクターの進歩はゼロに近いです。\u001b[22m\n\u001b[4mIt keeps repeating the same story every episode.\u001b[24m\n    \u001b[1mエピソードごとに同じ物語を繰り返す。\u001b[22m, \u001b[1mこれは、同じ話すべてのエピソードを繰り返し続けます。\u001b[22m\n\u001b[4mA worried girl accidentally gets on the train, then one train station guy being focused in each episode, gets to help the girl, the girl thanks the guy then the train leaves.\u001b[24m\n    \u001b[1m心配している少女が誤って電車に乗り込んだ後、各駅に集中している1人の駅の男が、その女の子を助けてくれる。\u001b[22m, \u001b[1m心配女の子が誤って電車に乗って、その後、各エピソードに焦点を当てされている1、駅の男は女の子、男はその後、電車が出る女の子の感謝を助けるために取得します。\u001b[22m\n\u001b[4mWhat can be more worse than that?\u001b[24m\n    \u001b[1mそれ以上に悪いのは何ですか？\u001b[22m, \u001b[1m何がそれ以上悪化することができますか？\u001b[22m\n\u001b[1m\u001b[22m\nWell, enough of the trash. Aside the fact that Miracle Train is boring, there is at least one guy that kept me interested, Roppongi Fumi. Besides having good features and being random, I liked his choice of words in his episode. The other guys were just too dull. They were flat and not to mention, too predictable.\n\n\u001b[1mまあ、ごみの十分な。 ミラクルトレインが退屈だという事実を除けば、六本木フミに興味を持ってくれる人が少なくとも一人はいる。 良い機能を持ち、ランダムであることに加えて、彼のエピソードで彼の言葉の選択が好きだった。 他の人はあまりにも鈍かった。 彼らはフラットだったし、あまりにも予測可能ではなかった。\u001b[22m\n\u001b[1m(Mā, gomi no jūbun'na. Mirakurutorein ga taikutsuda to iu jijitsu o nozokeba, Roppongi Fumi ni kyōmi o motte kureru hito ga sukunakutomo hitori wa iru. Yoi kinō o mochi, randamudearu koto ni kuwaete, kare no episōdo de kare no kotoba no sentaku ga sukidatta. Hokanohito wa amarini mo nibukatta. Karera wa furattodattashi, amarini mo yosoku kanōde wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mWell, enough of the trash. Aside the fact that Miracle Train is boring, there is at least one guy that kept me interested, Roppongi Fumi. Besides having good features and being random, I liked his choice of words in his episode. The other guys were just too dull. They were flat and not to mention, too predictable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, enough of the trash.\u001b[24m\n    \u001b[1mまあ、ごみの十分な。\u001b[22m, \u001b[1mまあ、ゴミの十分。\u001b[22m\n\u001b[4mAside the fact that Miracle Train is boring, there is at least one guy that kept me interested, Roppongi Fumi.\u001b[24m\n    \u001b[1mミラクルトレインが退屈だという事実を除けば、六本木フミに興味を持ってくれる人が少なくとも一人はいる。\u001b[22m, \u001b[1mミラクル☆トレインは退屈であるという事実はさておき、私が興味を持って維持し、少なくとも一人の男、六本木ふみがあります。\u001b[22m\n\u001b[4mBesides having good features and being random, I liked his choice of words in his episode.\u001b[24m\n    \u001b[1m良い機能を持ち、ランダムであることに加えて、彼のエピソードで彼の言葉の選択が好きだった。\u001b[22m, \u001b[1m良好な特徴を有し、かつランダムであることに加え、私は彼の話の中の単語の彼の選択が好きでした。\u001b[22m\n\u001b[4mThe other guys were just too dull.\u001b[24m\n    \u001b[1m他の人はあまりにも鈍かった。\u001b[22m, \u001b[1m他の人があまりにも鈍いました。\u001b[22m\n\u001b[4mThey were flat and not to mention, too predictable.\u001b[24m\n    \u001b[1m彼らはフラットだったし、あまりにも予測可能ではなかった。\u001b[22m, \u001b[1m彼らはあまりにも予測可能で、言及しないように平坦でした。\u001b[22m\n\u001b[1m\u001b[22m\nMiracle Train have the potentials to be a good anime. It just lacked development and thrill. The plot of guys helping girls is just so overused that they may want to give spice on it to give the viewers a different feel.\n\n\u001b[1mMiracle Trainは良いアニメになる可能性を秘めています。 それだけで開発とスリルが欠けていました。 女の子を助けてくれる人たちのプロットは、視聴者に違った感情を与えるためにスパイスを与えたいと思うほど酷使されています。\u001b[22m\n\u001b[1m(Miracle torein wa yoi anime ni naru kanōsei o himete imasu. Sore dake de kaihatsu to suriru ga kakete imashita. On'nanoko o tasukete kureru hito-tachi no purotto wa, shichō-sha ni chigatta kanjō o ataeru tame ni supaisu o ataetai to omou hodo kokushi sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mMiracle Train have the potentials to be a good anime. It just lacked development and thrill. The plot of guys helping girls is just so overused that they may want to give spice on it to give the viewers a different feel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMiracle Train have the potentials to be a good anime.\u001b[24m\n    \u001b[1mMiracle Trainは良いアニメになる可能性を秘めています。\u001b[22m, \u001b[1mミラクル☆トレインは良いアニメであることがポテンシャルを持っています。\u001b[22m\n\u001b[4mIt just lacked development and thrill.\u001b[24m\n    \u001b[1mそれだけで開発とスリルが欠けていました。\u001b[22m, \u001b[1mそれはちょうど開発とスリルに欠けていました。\u001b[22m\n\u001b[4mThe plot of guys helping girls is just so overused that they may want to give spice on it to give the viewers a different feel.\u001b[24m\n    \u001b[1m女の子を助けてくれる人たちのプロットは、視聴者に違った感情を与えるためにスパイスを与えたいと思うほど酷使されています。\u001b[22m, \u001b[1m女の子を助ける男のプロットは、ちょうど彼らが視聴者に別の感じを与えるために、その上にスパイスを与えたいと思うことができるように使い古さです。\u001b[22m"
  },
  {
    "title": "Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "id": "7103",
    "url": "https://myanimelist.net/anime/7103/Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "user": "setogirl2",
    "profile": "/profile/setogirl2/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=39977",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  6\n\n大丈夫なのですが、私はこのアニメにどのように入ったのか最初に私はアニメを見て、私は笑わせるために何かを探して見ました。タイトルを見て、それを読んだ後に私の注意を引いたのです。 女の子が1人しかいなくても誰もが彼女の後にいるときには正常ですが、このアニメには別の女の子がいます。\n\nストーリー：ストーリーがあまりにも不自由だと誰もが言うことができますが、もしあなたが人と一緒にホールステーションのものを無視すれば、カップルの人が彼らの悩みによって人々を助けている生命のアニメーションのように、 アニメのトラブルはいつでもどこでも見つけることができる普通のトラブルであり、彼らはより感情的になる傾向があり、アニメもユーモアのセンスがあります\n\n芸術：アニメはビシェイに依存していることは明らかです。驚くべきことではありませんが、芸術自体はとても良いです。\n\n声優さんは実際に演技で非常に良い仕事をしましたが、チャクラシュティックスは普通のタイプですが、特に厳しい男にはメガネ、不思議なマネージャー、かわいい男のイヤリング（ロリータタイプ ）、いつもharemsで見つけられるすべての普通のタイプの落ち着いた、そして集められた男\n\n\n私はすべて、芸術、音、感情的なトラブルのアニメ7を与える",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nokay so i will start my review with how i got into this anime first i saw the anime when searching for something to make me laugh i saw the title and it caught my attention then after reading the summary i was only attached to the fact that unlike normal when there is only one girl and everyone is after her this anime has a different girl each episode with different types of troubles\n\n\u001b[1m大丈夫なのですが、私はこのアニメにどのように入ったのか最初に私はアニメを見て、私は笑わせるために何かを探して見ました。タイトルを見て、それを読んだ後に私の注意を引いたのです。 女の子が1人しかいなくても誰もが彼女の後にいるときには正常ですが、このアニメには別の女の子がいます。\u001b[22m\n\u001b[1m(Daijōbuna nodesuga, watashi wa kono anime ni dono yō ni haitta no ka saisho ni watashi wa anime o mite, watashi wa warawa seru tame ni nanika o sagashite mimashita. Taitoru o mite, sore o yonda nochi ni watashi no chūi o hiita nodesu. On'nanoko ga 1-ri shika inakute mo daremoga kanojo no nochi ni iru tokiniha seijōdesuga, kono anime ni wa betsu no on'nanoko ga imasu.)\u001b[22m\n\nTranslations of \u001b[4mokay so i will start my review with how i got into this anime first i saw the anime when searching for something to make me laugh i saw the title and it caught my attention then after reading the summary i was only attached to the fact that unlike normal when there is only one girl and everyone is after her this anime has a different girl each episode with different types of troubles\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mokay so i will start my review with how i got into this anime first i saw the anime when searching for something to make me laugh i saw the title and it caught my attention then after reading the summary i was only attached to the fact that unlike\u001b[24m\n    \u001b[1m大丈夫なのですが、私はこのアニメにどのように入ったのか最初に私はアニメを見て、私は笑わせるために何かを探して見ました。タイトルを見て、それを読んだ後に私の注意を引いたのです。\u001b[22m, \u001b[1m大丈夫ので、私は私が私がタイトルを見て、それがとは違っていることを私は事実のみに取り付けた後、要約を読んだ後、私の注意を引いた笑いを作るために何かを検索するときに最初に私はアニメを見た私はこのアニメになったかと私のレビューを開始します\u001b[22m\n\u001b[4mnormal when there is only one girl and everyone is after her this anime has a different girl each episode with different types of troubles\u001b[24m\n    \u001b[1m女の子が1人しかいなくても誰もが彼女の後にいるときには正常ですが、このアニメには別の女の子がいます。\u001b[22m, \u001b[1m通常のそこだけ一人の女の子があり、誰もが彼女の後であるときは、このアニメは、トラブルのさまざまな種類の異なる女の子に各エピソードを持っています\u001b[22m\n\u001b[1m\u001b[22m\nstory : anyone can say from only the summary that the story is so lame but if you ignored the hole station thing with the guys it could look pretty good just like a slice of life anime where a couple of guys are helping people through their troubles , the troubles in the anime are normal troubles that could be found anywhere and with time they tend to get more emotional also the anime has a good sense of humor\n\n\u001b[1mストーリー：ストーリーがあまりにも不自由だと誰もが言うことができますが、もしあなたが人と一緒にホールステーションのものを無視すれば、カップルの人が彼らの悩みによって人々を助けている生命のアニメーションのように、 アニメのトラブルはいつでもどこでも見つけることができる普通のトラブルであり、彼らはより感情的になる傾向があり、アニメもユーモアのセンスがあります\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī ga amarini mo fujiyūda to daremoga iu koto ga dekimasuga, moshi anata ga hito to issho ni hōrusutēshon no mono o mushi sureba, kappuru no hito ga karera no nayami ni yotte hitobito o tasukete iru seimei no animēshon no yō ni, anime no toraburu wa itsu demo doko demo mitsukeru koto ga dekiru futsū no toraburudeari, karera wa yori kanjō-teki ni naru keikō ga ari, anime mo yūmoa no sensu ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mstory : anyone can say from only the summary that the story is so lame but if you ignored the hole station thing with the guys it could look pretty good just like a slice of life anime where a couple of guys are helping people through their troubles , the troubles in the anime are normal troubles that could be found anywhere and with time they tend to get more emotional also the anime has a good sense of humor\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory : anyone can say from only the summary that the story is so lame but if you ignored the hole station thing with the guys it could look pretty good just like a slice of life anime where a couple of guys are helping people through their troubles ,\u001b[24m\n    \u001b[1mストーリー：ストーリーがあまりにも不自由だと誰もが言うことができますが、もしあなたが人と一緒にホールステーションのものを無視すれば、カップルの人が彼らの悩みによって人々を助けている生命のアニメーションのように、\u001b[22m, \u001b[1mストーリー：誰もが物語はとてもラメですが、あなたはみんなで穴ステーションの事を無視してそれだけで男のカップルが自分の悩みを通じて人々を支援している生命アニメのスライスのようにかなりよく見ることができる唯一の要約から言うことができます、\u001b[22m\n\u001b[4mthe troubles in the anime are normal troubles that could be found anywhere and with time they tend to get more emotional also the anime has a good sense of humor\u001b[24m\n    \u001b[1mアニメのトラブルはいつでもどこでも見つけることができる普通のトラブルであり、彼らはより感情的になる傾向があり、アニメもユーモアのセンスがあります\u001b[22m, \u001b[1mアニメでのトラブルはどこにも見出すことができ、通常のトラブルがあり、時間とともに彼らはまた、アニメはユーモアのセンスを持っているより多くの感情的な取得する傾向があります\u001b[22m\n\u001b[1m\u001b[22m\nart : well it`s obvious that the anime depends on the bishies factor more than anything so the art itself is very good though it`s not extraordinary\n\n\u001b[1m芸術：アニメはビシェイに依存していることは明らかです。驚くべきことではありませんが、芸術自体はとても良いです。\u001b[22m\n\u001b[1m(Geijutsu: Anime wa bishei ni izon shite iru koto wa akirakadesu. Odorokubeki kotode wa arimasenga, geijutsu jitai wa totemo yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mart : well it`s obvious that the anime depends on the bishies factor more than anything so the art itself is very good though it`s not extraordinary\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart : well it`s obvious that the anime depends on the bishies factor more than anything so the art itself is very good though it`s not extraordinary\u001b[24m\n    \u001b[1m芸術：アニメはビシェイに依存していることは明らかです。驚くべきことではありませんが、芸術自体はとても良いです。\u001b[22m, \u001b[1mアート：アート自体はそれ `sの特別ではないが非常に良いですので、十分にそれ` sはアニメがbishiesに依存していることは明らか何よりも考慮\u001b[22m\n\u001b[1m\u001b[22m\nsound and chracters : the voice actors did a very good job with the acting actually but the chracterstics is just the normal type nothing the could make it especial we have the strict guy with glasses ,the mysterious manager , the cute guy with earings (lolita type ) ,the calm and collected guy all the normal types that are found in harems all the time\n\n\u001b[1m声優さんは実際に演技で非常に良い仕事をしましたが、チャクラシュティックスは普通のタイプですが、特に厳しい男にはメガネ、不思議なマネージャー、かわいい男のイヤリング（ロリータタイプ ）、いつもharemsで見つけられるすべての普通のタイプの落ち着いた、そして集められた男\u001b[22m\n\u001b[1m(Seiyū-san wa jissai ni engi de hijō ni yoi shigoto o shimashitaga, chakurashutikkusu wa futsū no taipudesuga, tokuni kibishī otoko ni wa megane, fushigina manējā, kawaī otoko no iyaringu (rorītataipu), itsumo harems de mitsuke rareru subete no futsū no taipu no ochitsuita, soshite atsume rareta otoko)\u001b[22m\n\nTranslations of \u001b[4msound and chracters : the voice actors did a very good job with the acting actually but the chracterstics is just the normal type nothing the could make it especial we have the strict guy with glasses ,the mysterious manager , the cute guy with earings (lolita type ) ,the calm and collected guy all the normal types that are found in harems all the time\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound and chracters : the voice actors did a very good job with the acting actually but the chracterstics is just the normal type nothing the could make it especial we have the strict guy with glasses ,the mysterious manager , the cute guy with earings (lolita type\u001b[24m\n    \u001b[1m声優さんは実際に演技で非常に良い仕事をしましたが、チャクラシュティックスは普通のタイプですが、特に厳しい男にはメガネ、不思議なマネージャー、かわいい男のイヤリング（ロリータタイプ\u001b[22m, \u001b[1m音とchracters：声優が実際に演技で非常に良い仕事をしたが、chractersticsはインクルードが、それは我々が眼鏡をかけて厳しい男、神秘的なマネージャー、イヤリングとかわいい男（ロリータタイプを持っている特別作ることができるだけで、通常のタイプのものではありません\u001b[22m\n\u001b[4m) ,the calm and collected guy all the normal types that are found in harems all the time\u001b[24m\n    \u001b[1m）、いつもharemsで見つけられるすべての普通のタイプの落ち着いた、そして集められた男\u001b[22m, \u001b[1m）、ハーレムで発見され、穏やかで収集した男すべての通常のタイプは、すべての時間\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nall in all i give the anime 7 for the art , sound , and the emotional troubles\n\n\u001b[1m私はすべて、芸術、音、感情的なトラブルのアニメ7を与える\u001b[22m\n\u001b[1m(Watashi wa subete, geijutsu,-on, kanjō-tekina toraburu no anime 7 o ataeru)\u001b[22m\n\nTranslations of \u001b[4mall in all i give the anime 7 for the art , sound , and the emotional troubles\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mall in all i give the anime 7 for the art , sound , and the emotional troubles\u001b[24m\n    \u001b[1m私はすべて、芸術、音、感情的なトラブルのアニメ7を与える\u001b[22m, \u001b[1mすべてのすべてで、私はアート、サウンドのアニメ7、および感情的なトラブルを与えます\u001b[22m"
  },
  {
    "title": "Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "id": "7103",
    "url": "https://myanimelist.net/anime/7103/Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "user": "jjnome",
    "profile": "/profile/jjnome/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=37913",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\n人々が書いたレビューのいくつかに基づいて、彼らはそれほど好きではない、または少数のエピソードの後でそれを落としたが、私はそれを愛していたと言った。 ストーリーは面白かったし、キャラクターはユニークだったし、それはただ素晴らしいことだった。  ：D私はそれを提案する。\nEavh charatcerはユニークで、乗客をどのように扱うかを知りたいと思っていました。 クリスマスの時期に行われた最後のエピソードが最も楽しいです。 最後のエピソードは、私が思っていたより良いかもしれません。 またはatleastをもう一度まとめてください。 全体的に見ると、それは良いものでした。 私は週末にそれを終えた：P",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBased on some of the reviews people wrote they said they didn't like it much or dropped it after a few episodes but i loved it. The story was interesting, the characters were unique, and it was just amazing. :D I suggest it.\n\n\u001b[1m人々が書いたレビューのいくつかに基づいて、彼らはそれほど好きではない、または少数のエピソードの後でそれを落としたが、私はそれを愛していたと言った。 ストーリーは面白かったし、キャラクターはユニークだったし、それはただ素晴らしいことだった。  ：D私はそれを提案する。\u001b[22m\n\u001b[1m(Hitobito ga kaita rebyū no ikutsu ka nimotozuite, karera wa sorehodo sukide wanai, matawa shōsū no episōdo no nochi de sore o otoshitaga, watashi wa sore o aishite ita to itta. Sutōrī wa omoshirokattashi, kyarakutā wa yunīkudattashi, soreha tada subarashī kotodatta. : D watashi wa sore o teian suru.)\u001b[22m\n\nTranslations of \u001b[4mBased on some of the reviews people wrote they said they didn't like it much or dropped it after a few episodes but i loved it. The story was interesting, the characters were unique, and it was just amazing. :D I suggest it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBased on some of the reviews people wrote they said they didn't like it much or dropped it after a few episodes but i loved it.\u001b[24m\n    \u001b[1m人々が書いたレビューのいくつかに基づいて、彼らはそれほど好きではない、または少数のエピソードの後でそれを落としたが、私はそれを愛していたと言った。\u001b[22m, \u001b[1m人が書いたレビューのいくつかに基づいて、彼らははるかにそれを好きではなかったと述べた、またはいくつかのエピソードの後にそれを落としたが、私はそれを追加しました。\u001b[22m\n\u001b[4mThe story was interesting, the characters were unique, and it was just amazing.\u001b[24m\n    \u001b[1mストーリーは面白かったし、キャラクターはユニークだったし、それはただ素晴らしいことだった。\u001b[22m, \u001b[1m物語は、文字がユニークだった、面白かった、とそれだけで驚くべきものでした。\u001b[22m\n\u001b[4m:D I suggest it.\u001b[24m\n    \u001b[1m：D私はそれを提案する。\u001b[22m, \u001b[1m：D私はそれを示唆しています。\u001b[22m\nEavh charatcer was unique and was intresting to see how they would handle the passengers. The last episodes that take place during christmas time are the most enjoyable. The last episode, i thought, could have been better. Or atleast have one more to wrap up. Over all it was a good one to watch. I finished it over a weekend :P\n\n\u001b[1mEavh charatcerはユニークで、乗客をどのように扱うかを知りたいと思っていました。 クリスマスの時期に行われた最後のエピソードが最も楽しいです。 最後のエピソードは、私が思っていたより良いかもしれません。 またはatleastをもう一度まとめてください。 全体的に見ると、それは良いものでした。 私は週末にそれを終えた：P\u001b[22m\n\u001b[1m(Eavh charatcer wa yunīku de, jōkyaku o dono yō ni atsukau ka o shiritai to omotte imashita. Kurisumasu no jiki ni okonawa reta saigo no episōdo ga mottomo tanoshīdesu. Saigo no episōdo wa, watashi ga omotte ita yori yoi kamo shiremasen. Matawa atleast o mōichido matomete kudasai. Zentai-teki ni miru to, sore wa yoi monodeshita. Watashi wa shūmatsu ni sore o oeta: P)\u001b[22m\n\nTranslations of \u001b[4mEavh charatcer was unique and was intresting to see how they would handle the passengers. The last episodes that take place during christmas time are the most enjoyable. The last episode, i thought, could have been better. Or atleast have one more to wrap up. Over all it was a good one to watch. I finished it over a weekend :P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEavh charatcer was unique and was intresting to see how they would handle the passengers.\u001b[24m\n    \u001b[1mEavh charatcerはユニークで、乗客をどのように扱うかを知りたいと思っていました。\u001b[22m, \u001b[1mEavhのcharatcerはユニークだったと、彼らは乗客を処理する方法を確認するためにintrestingのしました。\u001b[22m\n\u001b[4mThe last episodes that take place during christmas time are the most enjoyable.\u001b[24m\n    \u001b[1mクリスマスの時期に行われた最後のエピソードが最も楽しいです。\u001b[22m, \u001b[1mクリスマス期間中に行われる最後のエピソードは最も楽しいです。\u001b[22m\n\u001b[4mThe last episode, i thought, could have been better.\u001b[24m\n    \u001b[1m最後のエピソードは、私が思っていたより良いかもしれません。\u001b[22m, \u001b[1m最後のエピソードは、私が考えた、よりよいだったかもしれません。\u001b[22m\n\u001b[4mOr atleast have one more to wrap up.\u001b[24m\n    \u001b[1mまたはatleastをもう一度まとめてください。\u001b[22m, \u001b[1mまたは少なくともを包むために、よりいずれかを持っています。\u001b[22m\n\u001b[4mOver all it was a good one to watch.\u001b[24m\n    \u001b[1m全体的に見ると、それは良いものでした。\u001b[22m, \u001b[1mすべての上に見て良いものでした。\u001b[22m\n\u001b[4mI finished it over a weekend :P\u001b[24m\n    \u001b[1m私は週末にそれを終えた：P\u001b[22m, \u001b[1m私は週末の間にそれを終えた：P\u001b[22m"
  },
  {
    "title": "Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "id": "7103",
    "url": "https://myanimelist.net/anime/7103/Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "user": "xmoonlightx",
    "profile": "/profile/xmoonlightx/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=151217",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n実際、この物語には本当に興味深いエピソードはたくさんありませんが、それでも見守るのはまだ面白いです。\n\nストーリー7/10\n物語は約6人の男、指揮者とガイドです。 各エピソードでは、彼らは彼女の問題を乗客に助けます。 すべてのエピソードに別の女の子があり、すべてのエピソードが別の男が彼女を助けます。 彼らは女の子たちが問題を抱えている間、彼らを街に連れて行きます。 これは、実際にはほとんどのエピソードについてです。 個人的には、それはとても興味深いとは思っていませんでしたが、私は見守っているだけでしたが、いくつかのエピソードの後、少し退屈になったと思いました。 正直言って、実際のストーリーを示す唯一のエピソードは、エピソード7,12,13です。これは私が本当に楽しかったエピソードです。 それでも、あなたが私に尋ねると、エンディングはちょっと深いことができると私は認めなければならない。\n\nアート8/10\n六本木の目は、ほとんどのアニメで見るものとは少し違っていました。 少なくとも、それは私の考えです。\n私はオープニングがちょっと違ってほしいと思っていましたが、本当に私の注意を引くことはできませんでした。\n\nサウンド7/10\n音がいいし、オープニングソングが好きだった。\n\nキャラクター8/10\nまあ、文字は正直であるために非常に独創的ではありませんでしたが、私は気にしませんでした。 実際、私はそれらが好きだった。 奇跡の電車の人たちが実際に列車の駅になっているのはちょっと変だ。 地下鉄の駅であれば、それを呼び出すことができます。 すべての人は素敵で、いくつかの人格を示していた。 私が本当に指摘しなければならないことの1つは、私が迷惑をかけるため、あなたは指揮者の目を見ることがないということでした。 とてもイライラしました！ 彼は実際にはミステリーの少年だったが、彼が誰であるかはアニメ全体では決して語られていない。 私も実際には得られなかったのは、犬が何を考えているかを知っていた理由でした...\n\n短い性格の説明：\n親切で静かな男で、技術に関することを知っています。\nTocho：「ボス」と呼ばれる深刻な男。\n新宿：時には人の気持ちでおもちゃを楽しんでいるクールな男。\n月島：本当に食べ物が好きな男。  （特にモンジャ）\n汐留：それらの中で一番若い駅、あなたは彼の行動によってそれを見ることができます。\nRyougoku：少し短苦しくて、歴史的なドラマが好きな人。\nあかり：ガイド、私はまだ彼女の義務が列車にあったかどうかは分かりません。 全体的に、彼女はかなり元気です。\nそして私がすでに言ったように、指揮者は謎の男です。\n\n\n楽しさ7,5 / 10\n私はアニメを楽しんだが、時にはちょっと退屈になった。 ええ、すべての乗客は違う話をしていますが、私は本当のストーリーラインを見逃しました。 私は本当に深い話をしていないし、最後にはストーリーラインしかない。 それを脇に置いて、それは時々私の顔に笑顔をもたらした。 乗客の話には、面白い瞬間と悲しい瞬間がありました。\n\n全体的な7/10\n私はいくつかの点でこのアニメを楽しんだ。 全体的に、私はそれが大丈夫だと思った、私は本当にアニメのその部分を楽しんでいたので、私は実際のストーリーラインがもう少し長いと思った。 だから、あなたが楽しむアニメを見たいと思っても、傑作を期待していないなら、これは素晴らしいアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nActually, this story doesn't really have many interesting episodes, but it was still interesting enough to keep watching:\n\n\u001b[1m実際、この物語には本当に興味深いエピソードはたくさんありませんが、それでも見守るのはまだ面白いです。\u001b[22m\n\u001b[1m(Jissai, kono monogatari ni wa hontōni kyōmibukai episōdo wa takusan arimasenga, soredemo mimamoru no wa mada omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mActually, this story doesn't really have many interesting episodes, but it was still interesting enough to keep watching:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActually, this story doesn't really have many interesting episodes, but it was still interesting enough to keep watching:\u001b[24m\n    \u001b[1m実際、この物語には本当に興味深いエピソードはたくさんありませんが、それでも見守るのはまだ面白いです。\u001b[22m, \u001b[1m実は、この話は本当に多くの興味深いエピソードを持っていませんが、まだ見て維持するのに十分面白かったです。\u001b[22m\n\u001b[1m\u001b[22m\nStory 7/10\n\n\u001b[1mストーリー7/10\u001b[22m\n\u001b[1m(Sutōrī 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 7/10\u001b[24m\n    \u001b[1mストーリー7/10\u001b[22m\nThe story is about 6 guys, a conductor and a guide. In each episode, they help a passenger with her problem. Every episode there's another girl, and every episode a different guy helps her. While they help the girl's with their problems, they show them around in their city. This is actually what most of the episodes are about. Personally, I didn't really thought that was very interesting, it was enough to keep me watching, but after a few episodes, I thought it became a little bit boring. To be honest, the only episodes that show a real storyline are episode 7, 12 and 13. These are the episodes I really enjoyed. Still, I have to admit, the ending could have been just a little bit deeper if you ask me.\n\n\u001b[1m物語は約6人の男、指揮者とガイドです。 各エピソードでは、彼らは彼女の問題を乗客に助けます。 すべてのエピソードに別の女の子があり、すべてのエピソードが別の男が彼女を助けます。 彼らは女の子たちが問題を抱えている間、彼らを街に連れて行きます。 これは、実際にはほとんどのエピソードについてです。 個人的には、それはとても興味深いとは思っていませんでしたが、私は見守っているだけでしたが、いくつかのエピソードの後、少し退屈になったと思いました。 正直言って、実際のストーリーを示す唯一のエピソードは、エピソード7,12,13です。これは私が本当に楽しかったエピソードです。 それでも、あなたが私に尋ねると、エンディングはちょっと深いことができると私は認めなければならない。\u001b[22m\n\u001b[1m(Monogatari wa yaku 6-ri no otoko, shiki-sha to gaidodesu. Kaku episōdode wa, karera wa kanojo no mondai o jōkyaku ni tasukemasu. Subete no episōdo ni betsu no on'nanoko ga ari, subete no episōdo ga betsu no otoko ga kanojo o tasukemasu. Karera wa on'nanoko-tachi ga mondai o kakaete iru ma, karera o machi ni tsurete ikimasu. Kore wa, jissai ni wa hotondo no episōdo ni tsuitedesu. Kojin-teki ni wa, sore wa totemo kyōmibukai to wa omotte imasendeshitaga, watashi wa mimamotte iru dakedeshitaga, ikutsu ka no episōdo no ato, sukoshi taikutsu ni natta to omoimashita. Shōjiki itte, jissai no sutōrī o shimesu yuiitsu no episōdo wa, episōdo 7, 12, 13desu. Kore wa watashi ga hontōni tanoshikatta episōdodesu. Soredemo, anata ga watashi ni tazuneru to, endingu wa chotto fukai koto ga dekiru to watashi wa mitomenakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mThe story is about 6 guys, a conductor and a guide. In each episode, they help a passenger with her problem. Every episode there's another girl, and every episode a different guy helps her. While they help the girl's with their problems, they show them around in their city. This is actually what most of the episodes are about. Personally, I didn't really thought that was very interesting, it was enough to keep me watching, but after a few episodes, I thought it became a little bit boring. To be honest, the only episodes that show a real storyline are episode 7, 12 and 13. These are the episodes I really enjoyed. Still, I have to admit, the ending could have been just a little bit deeper if you ask me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about 6 guys, a conductor and a guide.\u001b[24m\n    \u001b[1m物語は約6人の男、指揮者とガイドです。\u001b[22m, \u001b[1m物語は約6男、導体とガイドです。\u001b[22m\n\u001b[4mIn each episode, they help a passenger with her problem.\u001b[24m\n    \u001b[1m各エピソードでは、彼らは彼女の問題を乗客に助けます。\u001b[22m, \u001b[1m各エピソードでは、彼らは彼女の問題で乗客を助けます。\u001b[22m\n\u001b[4mEvery episode there's another girl, and every episode a different guy helps her.\u001b[24m\n    \u001b[1mすべてのエピソードに別の女の子があり、すべてのエピソードが別の男が彼女を助けます。\u001b[22m, \u001b[1mすべてのエピソード別の女の子がありますし、すべてのエピソード異なる男は彼女を助けます。\u001b[22m\n\u001b[4mWhile they help the girl's with their problems, they show them around in their city.\u001b[24m\n    \u001b[1m彼らは女の子たちが問題を抱えている間、彼らを街に連れて行きます。\u001b[22m, \u001b[1m彼らは自分たちの問題と女の子のを助けている間、彼らは自分たちの街でそれらを周りに示します。\u001b[22m\n\u001b[4mThis is actually what most of the episodes are about.\u001b[24m\n    \u001b[1mこれは、実際にはほとんどのエピソードについてです。\u001b[22m, \u001b[1mこれは、エピソードのほとんどが約あるか実際にあります。\u001b[22m\n\u001b[4mPersonally, I didn't really thought that was very interesting, it was enough to keep me watching, but after a few episodes, I thought it became a little bit boring.\u001b[24m\n    \u001b[1m個人的には、それはとても興味深いとは思っていませんでしたが、私は見守っているだけでしたが、いくつかのエピソードの後、少し退屈になったと思いました。\u001b[22m, \u001b[1m個人的に、私は本当にそれは非常に興味深いと思ったしなかった、見て私を維持するのに十分だったが、いくつかのエピソードの後、私はそれは少し退屈になったと思いました。\u001b[22m\n\u001b[4mTo be honest, the only episodes that show a real storyline are episode 7, 12 and 13. These are the episodes I really enjoyed.\u001b[24m\n    \u001b[1m正直言って、実際のストーリーを示す唯一のエピソードは、エピソード7,12,13です。これは私が本当に楽しかったエピソードです。\u001b[22m, \u001b[1m正直に言うと、実際のストーリーを示す唯一のエピソードはエピソード7、12および13これらは私が本当に楽しんだエピソードがあります。\u001b[22m\n\u001b[4mStill, I have to admit, the ending could have been just a little bit deeper if you ask me.\u001b[24m\n    \u001b[1mそれでも、あなたが私に尋ねると、エンディングはちょっと深いことができると私は認めなければならない。\u001b[22m, \u001b[1mそれでも、私は認めざるを得ないあなたは私に言わせれば、結末は少し深くなっている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt 8/10\n\n\u001b[1mアート8/10\u001b[22m\n\u001b[1m(Āto 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 8/10\u001b[24m\n    \u001b[1mアート8/10\u001b[22m\nThe art was pretty well done, a bit different from other anime's, especially the eyes of Roppongi were a bit different from what you see in most anime. At least, that's what I think.\n\n\u001b[1m六本木の目は、ほとんどのアニメで見るものとは少し違っていました。 少なくとも、それは私の考えです。\u001b[22m\n\u001b[1m(Roppongi no me wa, hotondo no anime de miru mono to wa sukoshi chigatte imashita. Sukunakutomo, sore wa watashi no kangaedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was pretty well done, a bit different from other anime's, especially the eyes of Roppongi were a bit different from what you see in most anime. At least, that's what I think.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was pretty well done, a bit different from other anime's, especially the eyes of Roppongi were a bit different from what you see in most anime.\u001b[24m\n    \u001b[1m六本木の目は、ほとんどのアニメで見るものとは少し違っていました。\u001b[22m, \u001b[1m技術はかなりよく、他のアニメの異なるビットを行った、六本木の特に目は、あなたが最もアニメで見るものとは少し異なっていました。\u001b[22m\n\u001b[4mAt least, that's what I think.\u001b[24m\n    \u001b[1m少なくとも、それは私の考えです。\u001b[22m, \u001b[1m少なくとも、それは私が考えるものです。\u001b[22m\nI wished the opening was a bit different, it didn't really get my attention, it was all right.\n\n\u001b[1m私はオープニングがちょっと違ってほしいと思っていましたが、本当に私の注意を引くことはできませんでした。\u001b[22m\n\u001b[1m(Watashi wa ōpuningu ga chotto chigatte hoshī to omotte imashitaga, hontōni watashi no chūi o hiku koto wa dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI wished the opening was a bit different, it didn't really get my attention, it was all right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wished the opening was a bit different, it didn't really get my attention, it was all right.\u001b[24m\n    \u001b[1m私はオープニングがちょっと違ってほしいと思っていましたが、本当に私の注意を引くことはできませんでした。\u001b[22m, \u001b[1m私はそれが本当に私の注意を取得していない、それは大丈夫だった、開口部が少し違っていた望みました。\u001b[22m\n\u001b[1m\u001b[22m\nSound 7/10\n\n\u001b[1mサウンド7/10\u001b[22m\n\u001b[1m(Saundo 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 7/10\u001b[24m\n    \u001b[1mサウンド7/10\u001b[22m, \u001b[1m7/10サウンド\u001b[22m\nThe sound was good, and I liked the opening song.\n\n\u001b[1m音がいいし、オープニングソングが好きだった。\u001b[22m\n\u001b[1m(Oto ga īshi, ōpuningusongu ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mThe sound was good, and I liked the opening song.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was good, and I liked the opening song.\u001b[24m\n    \u001b[1m音がいいし、オープニングソングが好きだった。\u001b[22m, \u001b[1m音は良かった、と私はオープニング曲が好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 8/10\n\n\u001b[1mキャラクター8/10\u001b[22m\n\u001b[1m(Kyarakutā 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 8/10\u001b[24m\n    \u001b[1mキャラクター8/10\u001b[22m, \u001b[1m文字8/10\u001b[22m\nWell, the characters were not very original to be honest, but I didn't mind. Actually, I liked them. It's still a bit weird that the guys from the miracle train are actually train stations. Well, underground stations if you call it that. All the guys were nice and showed some personnality. One thing I really have to point out, because it annoyed me, was that you never see the eyes of the conductor. It was so frustrating! He was actually a bit of a mistery guy, but it's never really told in the whole anime who he is. What I also didn't really get was why we knew what the dog was thinking...\n\n\u001b[1mまあ、文字は正直であるために非常に独創的ではありませんでしたが、私は気にしませんでした。 実際、私はそれらが好きだった。 奇跡の電車の人たちが実際に列車の駅になっているのはちょっと変だ。 地下鉄の駅であれば、それを呼び出すことができます。 すべての人は素敵で、いくつかの人格を示していた。 私が本当に指摘しなければならないことの1つは、私が迷惑をかけるため、あなたは指揮者の目を見ることがないということでした。 とてもイライラしました！ 彼は実際にはミステリーの少年だったが、彼が誰であるかはアニメ全体では決して語られていない。 私も実際には得られなかったのは、犬が何を考えているかを知っていた理由でした...\u001b[22m\n\u001b[1m(Mā, moji wa shōjikidearu tame ni hijō ni dokusō-tekide wa arimasendeshitaga, watashi wa ki ni shimasendeshita. Jissai, watashi wa sorera ga sukidatta. Kiseki no densha no hito-tachi ga jissai ni ressha no eki ni natte iru no wa chotto henda. Chikatetsu no ekideareba, sore o yobidasu koto ga dekimasu. Subete no hito wa sutekide, ikutsu ka no jinkaku o shimeshite ita. Watashi ga hontōni shiteki shinakereba naranai koto no 1tsu wa, watashi ga meiwaku o kakeru tame, anata wa shiki-sha no me o miru koto ga nai to iu kotodeshita. Totemo iraira shimashita! Kare wa jissai ni wa misuterī no shōnendattaga, kare ga daredearu ka wa anime zentaide wa kesshite katara rete inai. Watashi mo jissai ni wa e rarenakatta no wa, inu ga nani o kangaete iru ka o shitteita riyūdeshita...)\u001b[22m\n\nTranslations of \u001b[4mWell, the characters were not very original to be honest, but I didn't mind. Actually, I liked them. It's still a bit weird that the guys from the miracle train are actually train stations. Well, underground stations if you call it that. All the guys were nice and showed some personnality. One thing I really have to point out, because it annoyed me, was that you never see the eyes of the conductor. It was so frustrating! He was actually a bit of a mistery guy, but it's never really told in the whole anime who he is. What I also didn't really get was why we knew what the dog was thinking...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, the characters were not very original to be honest, but I didn't mind.\u001b[24m\n    \u001b[1mまあ、文字は正直であるために非常に独創的ではありませんでしたが、私は気にしませんでした。\u001b[22m, \u001b[1mさて、文字は正直に言うことは非常にオリジナルではなかったが、私は気にしませんでした。\u001b[22m\n\u001b[4mActually, I liked them.\u001b[24m\n    \u001b[1m実際、私はそれらが好きだった。\u001b[22m, \u001b[1m実は、私は彼らが好きでした。\u001b[22m\n\u001b[4mIt's still a bit weird that the guys from the miracle train are actually train stations.\u001b[24m\n    \u001b[1m奇跡の電車の人たちが実際に列車の駅になっているのはちょっと変だ。\u001b[22m, \u001b[1mそれは奇跡の列車から男が実際に駅であることをまだ少し奇妙です。\u001b[22m\n\u001b[4mWell, underground stations if you call it that.\u001b[24m\n    \u001b[1m地下鉄の駅であれば、それを呼び出すことができます。\u001b[22m, \u001b[1mまあ、地下鉄の駅は、あなたがそれそれを呼び出す場合。\u001b[22m\n\u001b[4mAll the guys were nice and showed some personnality.\u001b[24m\n    \u001b[1mすべての人は素敵で、いくつかの人格を示していた。\u001b[22m, \u001b[1mすべての人は素敵だったといくつかのpersonnalityを示しました。\u001b[22m\n\u001b[4mOne thing I really have to point out, because it annoyed me, was that you never see the eyes of the conductor.\u001b[24m\n    \u001b[1m私が本当に指摘しなければならないことの1つは、私が迷惑をかけるため、あなたは指揮者の目を見ることがないということでした。\u001b[22m, \u001b[1mそれは私を悩ませているため、私は本当に、指摘しなければならないことの一つは、あなたが導体の目を見ることはないということでした。\u001b[22m\n\u001b[4mIt was so frustrating!\u001b[24m\n    \u001b[1mとてもイライラしました！\u001b[22m, \u001b[1mそれはとてもイライラさせられました！\u001b[22m\n\u001b[4mHe was actually a bit of a mistery guy, but it's never really told in the whole anime who he is.\u001b[24m\n    \u001b[1m彼は実際にはミステリーの少年だったが、彼が誰であるかはアニメ全体では決して語られていない。\u001b[22m, \u001b[1m彼は実際に謎の男のビットだったが、それは本当に彼が全体のアニメで語られたことがないです。\u001b[22m\n\u001b[4mWhat I also didn't really get was why we knew what the dog was thinking...\u001b[24m\n    \u001b[1m私も実際には得られなかったのは、犬が何を考えているかを知っていた理由でした...\u001b[22m, \u001b[1m私たちは犬が考えていた知っていた、なぜ私はまた、実際に取得していないことでした...\u001b[22m\n\u001b[1m\u001b[22m\nA short personality description:\n\n\u001b[1m短い性格の説明：\u001b[22m\n\u001b[1m(Mijikai seikaku no setsumei:)\u001b[22m\n\nTranslations of \u001b[4mA short personality description:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA short personality description:\u001b[24m\n    \u001b[1m短い性格の説明：\u001b[22m\nRoppongi: the kind but silent guy, he knows things about technology.\n\n\u001b[1m親切で静かな男で、技術に関することを知っています。\u001b[22m\n\u001b[1m(Shinsetsude shizukana otoko de, gijutsu ni kansuru koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mRoppongi: the kind but silent guy, he knows things about technology.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRoppongi: the kind but silent guy, he knows things about technology.\u001b[24m\n    \u001b[1m親切で静かな男で、技術に関することを知っています。\u001b[22m, \u001b[1m六本木：種類が、サイレント男、彼は技術についての事を知っています。\u001b[22m\nTocho: the serious guy who is called 'boss'.\n\n\u001b[1mTocho：「ボス」と呼ばれる深刻な男。\u001b[22m\n\u001b[1m(Tocho: `Bosu' to yoba reru shinkokuna otoko.)\u001b[22m\n\nTranslations of \u001b[4mTocho: the serious guy who is called 'boss'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTocho: the serious guy who is called 'boss'.\u001b[24m\n    \u001b[1mTocho：「ボス」と呼ばれる深刻な男。\u001b[22m, \u001b[1m都庁前：「ボス」と呼ばれる深刻な男。\u001b[22m\nShinjuku: the cool guy who sometimes likes to toy around with people's feelings.\n\n\u001b[1m新宿：時には人の気持ちでおもちゃを楽しんでいるクールな男。\u001b[22m\n\u001b[1m(Shinjuku: Tokiniha hito no kimochi de omocha o tanoshinde iru kūruna otoko.)\u001b[22m\n\nTranslations of \u001b[4mShinjuku: the cool guy who sometimes likes to toy around with people's feelings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShinjuku: the cool guy who sometimes likes to toy around with people's feelings.\u001b[24m\n    \u001b[1m新宿：時には人の気持ちでおもちゃを楽しんでいるクールな男。\u001b[22m, \u001b[1m新宿：時々の人々の感情の周りのおもちゃに好きなクールな男。\u001b[22m\nTsukishima: the guy who really likes food. (especially Monja)\n\n\u001b[1m月島：本当に食べ物が好きな男。  （特にモンジャ）\u001b[22m\n\u001b[1m(Tsukishima: Hontōni tabemono ga sukina otoko. (Tokuni monja))\u001b[22m\n\nTranslations of \u001b[4mTsukishima: the guy who really likes food. (especially Monja)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsukishima: the guy who really likes food.\u001b[24m\n    \u001b[1m月島：本当に食べ物が好きな男。\u001b[22m\n\u001b[4m(especially Monja)\u001b[24m\n    \u001b[1m（特にモンジャ）\u001b[22m, \u001b[1m（特にMonja）\u001b[22m\nShiodome: the youngest station of them all, you can see that through his actions.\n\n\u001b[1m汐留：それらの中で一番若い駅、あなたは彼の行動によってそれを見ることができます。\u001b[22m\n\u001b[1m(Shiodome: Sorera no naka de ichiban wakai eki, anata wa kare no kōdō ni yotte sore o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mShiodome: the youngest station of them all, you can see that through his actions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShiodome: the youngest station of them all, you can see that through his actions.\u001b[24m\n    \u001b[1m汐留：それらの中で一番若い駅、あなたは彼の行動によってそれを見ることができます。\u001b[22m, \u001b[1m汐留：それらすべての最年少駅、あなたは彼の行動を通してそれを見ることができます。\u001b[22m\nRyougoku: the guy who is a little bit short-tempered and likes historical dramas.\n\n\u001b[1mRyougoku：少し短苦しくて、歴史的なドラマが好きな人。\u001b[22m\n\u001b[1m(Ryougoku: Sukoshi tan kurushikute, rekishi-tekina dorama ga sukinahito.)\u001b[22m\n\nTranslations of \u001b[4mRyougoku: the guy who is a little bit short-tempered and likes historical dramas.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRyougoku: the guy who is a little bit short-tempered and likes historical dramas.\u001b[24m\n    \u001b[1mRyougoku：少し短苦しくて、歴史的なドラマが好きな人。\u001b[22m, \u001b[1mRyougoku：少し短気で、時代劇が好きな男。\u001b[22m\nAkari: the guide, I'm still not really sure what her duty was on the train. Overall, she is pretty cheerfull.\n\n\u001b[1mあかり：ガイド、私はまだ彼女の義務が列車にあったかどうかは分かりません。 全体的に、彼女はかなり元気です。\u001b[22m\n\u001b[1m(Akari: Gaido, watashi wa mada kanojo no gimu ga ressha ni atta ka dō ka wa wakarimasen. Zentai-teki ni, kanojo wa kanari genkidesu.)\u001b[22m\n\nTranslations of \u001b[4mAkari: the guide, I'm still not really sure what her duty was on the train. Overall, she is pretty cheerfull.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkari: the guide, I'm still not really sure what her duty was on the train.\u001b[24m\n    \u001b[1mあかり：ガイド、私はまだ彼女の義務が列車にあったかどうかは分かりません。\u001b[22m, \u001b[1mあかり：ガイドは、私はまだ彼女の義務は、電車の中で何であったか、本当にわかりません。\u001b[22m\n\u001b[4mOverall, she is pretty cheerfull.\u001b[24m\n    \u001b[1m全体的に、彼女はかなり元気です。\u001b[22m, \u001b[1m全体的に、彼女はかなりチアフルです。\u001b[22m\nAnd as I already said, the conductor is the mystery guy.\n\n\u001b[1mそして私がすでに言ったように、指揮者は謎の男です。\u001b[22m\n\u001b[1m(Soshite watashi ga sudeni itta yō ni, shiki-sha wa nazo no otokodesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd as I already said, the conductor is the mystery guy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd as I already said, the conductor is the mystery guy.\u001b[24m\n    \u001b[1mそして私がすでに言ったように、指揮者は謎の男です。\u001b[22m, \u001b[1m私はすでに言ったように、導体は謎の男です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 7,5/10\n\n\u001b[1m楽しさ7,5 / 10\u001b[22m\n\u001b[1m(Tanoshisa 7, 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 7,5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 7,5/10\u001b[24m\n    \u001b[1m楽しさ7,5 / 10\u001b[22m, \u001b[1m楽し7,5 / 10\u001b[22m\nI enjoyed the anime, but at some times, I got a bit bored. Yeah, all of the passengers have a different story but I missed a real storyline. I didn't really have a deep story and there's only a storyline at the very end. Putting that aside, it also brought a smile on my face sometimes. There were some funny moments and some sad moments in the stories of the passengers.\n\n\u001b[1m私はアニメを楽しんだが、時にはちょっと退屈になった。 ええ、すべての乗客は違う話をしていますが、私は本当のストーリーラインを見逃しました。 私は本当に深い話をしていないし、最後にはストーリーラインしかない。 それを脇に置いて、それは時々私の顔に笑顔をもたらした。 乗客の話には、面白い瞬間と悲しい瞬間がありました。\u001b[22m\n\u001b[1m(Watashi wa anime o tanoshindaga, tokiniha chotto taikutsu ni natta. E e, subete no jōkyaku wa chigau hanashi o shite imasuga, watashi wa hontō no sutōrīrain o minogashimashita. Watashi wa hontōni fukai hanashi o shite inaishi, saigo ni wa sutōrīrain shika nai. Sore o waki ni oite, sore wa tokidoki watashinokao ni egao o motarashita. Jōkyaku no hanashi ni wa, omoshiroi shunkan to kanashī shunkan ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed the anime, but at some times, I got a bit bored. Yeah, all of the passengers have a different story but I missed a real storyline. I didn't really have a deep story and there's only a storyline at the very end. Putting that aside, it also brought a smile on my face sometimes. There were some funny moments and some sad moments in the stories of the passengers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed the anime, but at some times, I got a bit bored.\u001b[24m\n    \u001b[1m私はアニメを楽しんだが、時にはちょっと退屈になった。\u001b[22m, \u001b[1m私はアニメを楽しんだが、いくつかの回で、私は少し飽きてしまいました。\u001b[22m\n\u001b[4mYeah, all of the passengers have a different story but I missed a real storyline.\u001b[24m\n    \u001b[1mええ、すべての乗客は違う話をしていますが、私は本当のストーリーラインを見逃しました。\u001b[22m, \u001b[1mうん、乗客のすべては別の話を持っているが、私は本当のストーリーを逃しました。\u001b[22m\n\u001b[4mI didn't really have a deep story and there's only a storyline at the very end.\u001b[24m\n    \u001b[1m私は本当に深い話をしていないし、最後にはストーリーラインしかない。\u001b[22m, \u001b[1m私は本当に深い物語を持っていなかったとだけストーリーが一番最後にあります。\u001b[22m\n\u001b[4mPutting that aside, it also brought a smile on my face sometimes.\u001b[24m\n    \u001b[1mそれを脇に置いて、それは時々私の顔に笑顔をもたらした。\u001b[22m, \u001b[1mそれはさておき、それはまた、時々私の顔に笑顔をもたらしました。\u001b[22m\n\u001b[4mThere were some funny moments and some sad moments in the stories of the passengers.\u001b[24m\n    \u001b[1m乗客の話には、面白い瞬間と悲しい瞬間がありました。\u001b[22m, \u001b[1mいくつかの面白い瞬間と乗客の話でいくつかの悲しい瞬間がありました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 7/10\n\n\u001b[1m全体的な7/10\u001b[22m\n\u001b[1m(Zentai-tekina 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 7/10\u001b[24m\n    \u001b[1m全体的な7/10\u001b[22m, \u001b[1m全体的に7月10日\u001b[22m\nI enjoyed this anime at some points. Overall, I thought it was all right, I wished the real story line was a bit longer, because I really did enjoy that part of the anime. So, if you want to watch an anime that you will enjoy, but you're not expecting a masterpiece, this is a good anime to watch.\n\n\u001b[1m私はいくつかの点でこのアニメを楽しんだ。 全体的に、私はそれが大丈夫だと思った、私は本当にアニメのその部分を楽しんでいたので、私は実際のストーリーラインがもう少し長いと思った。 だから、あなたが楽しむアニメを見たいが、あなたが傑作を期待していないなら、これは見るべき素晴らしいアニメです。\u001b[22m\n\u001b[1m(Watashi wa ikutsu ka no ten de kono anime o tanoshinda. Zentai-teki ni, watashi wa sore ga daijōbuda to omotta, watashi wa hontōni animeno sono bubun o tanoshinde itanode, watashi wa jissai no sutōrīrain ga mōsukoshi nagai to omotta. Dakara, anata ga tanoshimu anime o mitaiga, anata ga kessaku o kitai shite inainara, kore wa mirubeki subarashī animedesu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this anime at some points. Overall, I thought it was all right, I wished the real story line was a bit longer, because I really did enjoy that part of the anime. So, if you want to watch an anime that you will enjoy, but you're not expecting a masterpiece, this is a good anime to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this anime at some points.\u001b[24m\n    \u001b[1m私はいくつかの点でこのアニメを楽しんだ。\u001b[22m, \u001b[1m私はいくつかの点でこのアニメを楽しみました。\u001b[22m\n\u001b[4mOverall, I thought it was all right, I wished the real story line was a bit longer, because I really did enjoy that part of the anime.\u001b[24m\n    \u001b[1m全体的に、私はそれが大丈夫だと思った、私は本当にアニメのその部分を楽しんでいたので、私は実際のストーリーラインがもう少し長いと思った。\u001b[22m, \u001b[1m全体的に、私は本当にアニメのその部分を楽しんでいたので、私は、本当のストーリーラインが少し長かった望んだ、それは大丈夫だと思いました。\u001b[22m\n\u001b[4mSo, if you want to watch an anime that you will enjoy, but you're not expecting a masterpiece, this is a good anime to watch.\u001b[24m\n    \u001b[1mだから、あなたが楽しむアニメを見たいが、あなたが傑作を期待していないなら、これは見るべき素晴らしいアニメです。\u001b[22m, \u001b[1mあなたがお楽しみいただけますアニメを見たいと思うが、あなたが傑作を期待していないのであれば、これは見て良いアニメです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "id": "7103",
    "url": "https://myanimelist.net/anime/7103/Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "user": "Zanudikotik",
    "profile": "/profile/Zanudikotik/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=26872",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nまず、私はこのアニメがすべての味に合っていないかもしれないと言いたいと思います。 心温まる問題解決アニメの一つです。 私はそれがもっと少女のアニメのようだと思う。 美しいキャラクター - 自分の好きな人物、悩まされた女性、それがもっとある女性を見せつけようとする甘い場面は、目とすべてを満たしています。 本当に心温まることがわかった。 しかし、それは私だけのことかもしれません。 あなたが行動と叙事詩が好きなら、これはあなたのためではありません。 私はそれを見始めただけですが、それでも、あなたは狂ったものが好きです。そして、あなたはおそらく、さらに見守ることなく、エピソード2で脱落するでしょう。\n\nストーリー：私がすでに言及したように、あなたが行動と叙事詩が好きなら、これは本当に不自由だと思うでしょう。 ストーリーと呼ばれるものの「ステーション」であるこれらの人たちの話です。 奇跡の列車は、それが「ステーション」がそれらを助けるそれが悩まされている女性に自己であることを示すだけです。 女性は自分の問題を解決するまで離れることができないようです。 他の人のためにかわいい心臓暖かい、いくつかのためにかなりかわいい。 あなたの人の種類によって異なります。\n\n芸術：私は芸術がとても良いと感じました。 特に私は、特定の「駅」（彼らは通常は違う）が問題のある女性に自分の駅周辺の場所を見せる場面の芸術作品が好きです。 それは、彼らが通常、問題をすべて告白し、告白し、問題がPOOF〜に行く場所です。 さらに、すべてのキャラクターをいつも違う、ユニークなものにすることで、より楽しいものになります。\n\nサウンド：音はかなりいいですね。 たぶん、最初は私は声優の声でちょっとアンクルな感じがしましたが、私はそれに慣れました。 私はオープニングソングも好きです。\n\nキャラクター：チャーターズはすべて独特に描かれており、非対面的な個性的な個性を生み出しています。 多くの人格を持つことはとても爽やかです。 あなたはもちろん、すべての文字を同じにしたくないでしょう - ちょうど退屈でしょうか？\n\n楽しさ：これをもう一度言って、あなたがアクションと叙事詩が好きなら、それは本当に不自然に見えます。 しかし、あなたの好みに合っていないという理由だけで嫌いではないと言ってください。 そんな人は何らかの理由で悲しい気持ちになる。 それはあなたの好みに合っていないと言うことができます、そして、それは面白いとは思わないが、それはあなたがそれを嫌うということを意味しません。 私はそれがかなり楽しいと思った。 私は14歳なので「女性」に同意しないことを除いて、私は自分自身が「困った女性」であると言うかもしれないので、私は少し気分がさらに良くなりました（しかし、エピソード3の「困った女性」も14です 笑）。 甘い美しいストーリーラインが好きな人はそれを楽しむでしょう。\n\n全体的に：私は何を言わないのか分からない。 私は十分に言ったと思う。 たとえこれがあなたのタイプや色あいに見えなくても、あなたはそれを見てみることができます。 誰が知っている、多分あなたは実際にそれを好きになるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, I'd like to say that this anime may not suit everyones tastes. It's one of those heart warming problem solving animes. I think that it is more of a girl kind of anime. The beautiful charactors - each their own likes and personalities, the troubled ladies, the sweet scenes where they try to show the ladies thats there is more to it then meets the eye and all. I found it really heart warming. But maybe thats just me. So if you like action and epicness then this isn't for you. I have only started watching it but even so, I you like the crazy stuff then you'll probably drop out on episode 2 without bothering to watch further.\n\n\u001b[1mまず、私はこのアニメがすべての味に合っていないかもしれないと言いたいと思います。 心温まる問題解決アニメの一つです。 私はそれがもっと少女のアニメのようだと思う。 美しいキャラクター - 自分の好きな人物、悩まされた女性、それがもっとある女性を見せつけようとする甘い場面は、目とすべてを満たします。 本当に心温まることがわかった。 しかし、それは私だけのことかもしれません。 あなたが行動と叙事詩が好きなら、これはあなたのためではありません。 私はそれを見始めただけですが、それでも、あなたは狂ったものが好きです。そして、あなたはおそらく、さらに見守ることなく、エピソード2で脱落するでしょう。\u001b[22m\n\u001b[1m(Mazu, watashi wa kono anime ga subete no aji ni atte inai kamo shirenai to iitai to omoimasu. Kokoroatatamaru mondaikaiketsu anime no hitotsudesu. Watashi wa sore ga motto shōjo no anime no yōda to omou. Utsukushī kyarakutā - jibun no sukina jinbutsu, nayamasa reta josei, sore ga motto aru josei o misetsukeyou to suru amai bamen wa,-me to subete o mitashimasu. Hontōni kokoroatatamaru koto ga wakatta. Shikashi, sore wa watashi dake no koto kamo shiremasen. Anata ga kōdō to jojishi ga sukinara, kore wa anata no tamede wa arimasen. Watashi wa sore o mi hajimeta dakedesuga, soredemo, anata wa kurutta mono ga sukidesu. Soshite, anata wa osoraku, sarani mimamoru koto naku, episōdo 2 de datsuraku surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I'd like to say that this anime may not suit everyones tastes. It's one of those heart warming problem solving animes. I think that it is more of a girl kind of anime. The beautiful charactors - each their own likes and personalities, the troubled ladies, the sweet scenes where they try to show the ladies thats there is more to it then meets the eye and all. I found it really heart warming. But maybe thats just me. So if you like action and epicness then this isn't for you. I have only started watching it but even so, I you like the crazy stuff then you'll probably drop out on episode 2 without bothering to watch further.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I'd like to say that this anime may not suit everyones tastes.\u001b[24m\n    \u001b[1mまず、私はこのアニメがすべての味に合っていないかもしれないと言いたいと思います。\u001b[22m, \u001b[1mまず第一に、私はこのアニメがeveryonesの好みに合わせていない可能性があること言いたいです。\u001b[22m\n\u001b[4mIt's one of those heart warming problem solving animes.\u001b[24m\n    \u001b[1m心温まる問題解決アニメの一つです。\u001b[22m, \u001b[1mこれは、それらの心臓温暖化問題解決のアニメの一つです。\u001b[22m\n\u001b[4mI think that it is more of a girl kind of anime.\u001b[24m\n    \u001b[1m私はそれがもっと少女のアニメのようだと思う。\u001b[22m, \u001b[1m私はそれがアニメの女の子の種類のよりだと思います。\u001b[22m\n\u001b[4mThe beautiful charactors - each their own likes and personalities, the troubled ladies, the sweet scenes where they try to show the ladies thats there is more to it then meets the eye and all.\u001b[24m\n    \u001b[1m美しいキャラクター - 自分の好きな人物、悩まされた女性、それがもっとある女性を見せつけようとする甘い場面は、目とすべてを満たします。\u001b[22m, \u001b[1m美しいキャラ - それぞれ独自の同類と個性、問題を抱えた女性、彼らが次に目とすべてを満たしていることによりがあるthatsの女性を表示しようと甘いシーン。\u001b[22m\n\u001b[4mI found it really heart warming.\u001b[24m\n    \u001b[1m本当に心温まることがわかった。\u001b[22m, \u001b[1m私はそれが本当に心温まるを見つけました。\u001b[22m\n\u001b[4mBut maybe thats just me.\u001b[24m\n    \u001b[1mしかし、それは私だけのことかもしれません。\u001b[22m, \u001b[1mしかし、多分私だけのthats。\u001b[22m\n\u001b[4mSo if you like action and epicness then this isn't for you.\u001b[24m\n    \u001b[1mあなたが行動と叙事詩が好きなら、これはあなたのためではありません。\u001b[22m, \u001b[1mあなたがアクションとepicnessが好きなのであれば、これはあなたのためではありません。\u001b[22m\n\u001b[4mI have only started watching it but even so, I you like the crazy stuff then you'll probably drop out on episode 2 without bothering to watch further.\u001b[24m\n    \u001b[1m私はそれを見始めただけですが、それでも、あなたは狂ったものが好きです。そして、あなたはおそらく、さらに見守ることなく、エピソード2で脱落するでしょう。\u001b[22m, \u001b[1m私はそれを見て開始されたが、たとえそうであっても、私はあなたがおそらくさらに見るために悩まずにエピソード2にドロップアウトしますその後、クレイジーなものが好き。\u001b[22m\n\u001b[1m\u001b[22m\nStory: As I've already mentioned, if you like action and epicness then you'll think this is really lame. All that the story is about are these guys who are 'stations' of the what-ever it was called train way. The miracle train only shows it's self to troubled ladies where the 'stations' help them. It seems that the lady cannot leave until they solve her problem. Pretty lame for some, pretty heart warming for others. It depend on the kind of person you are.\n\n\u001b[1mストーリー：私がすでに言及したように、あなたが行動と叙事詩が好きなら、これは本当に不自由だと思うでしょう。 ストーリーと呼ばれるものの「ステーション」であるこれらの人たちの話です。 奇跡の列車は、それが「ステーション」がそれらを助けるそれが悩まされている女性に自己であることを示すだけです。 女性は自分の問題を解決するまで離れることができないようです。 他の人のためにかわいい心臓暖かい、いくつかのためにかなりかわいい。 あなたの人の種類によって異なります。\u001b[22m\n\u001b[1m(Sutōrī: Watashi ga sudeni genkyū shita yō ni, anata ga kōdō to jojishi ga sukinara, kore wa hontōni fujiyūda to omoudeshou. Sutōrī to yoba rerumonono `sutēshon'dearu korera no hito-tachi no hanashidesu. Kiseki no ressha wa, sore ga `sutēshon' ga sorera o tasukeru sore ga nayamasa rete iru josei ni jikodearu koto o shimesu dakedesu. Josei wa jibun no mondai o kaiketsu suru made hanareru koto ga dekinai yōdesu. Hokanohito no tame ni kawaī shinzō attakai, ikutsu ka no tame ni kanari kawaī. Anata no hito no shurui ni yotte kotonarimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: As I've already mentioned, if you like action and epicness then you'll think this is really lame. All that the story is about are these guys who are 'stations' of the what-ever it was called train way. The miracle train only shows it's self to troubled ladies where the 'stations' help them. It seems that the lady cannot leave until they solve her problem. Pretty lame for some, pretty heart warming for others. It depend on the kind of person you are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: As I've already mentioned, if you like action and epicness then you'll think this is really lame.\u001b[24m\n    \u001b[1mストーリー：私がすでに言及したように、あなたが行動と叙事詩が好きなら、これは本当に不自由だと思うでしょう。\u001b[22m, \u001b[1mストーリー：私はすでに述べたように、あなたはアクションとepicnessが好きなら、あなたはこれが本当にラメだと思います。\u001b[22m\n\u001b[4mAll that the story is about are these guys who are 'stations' of the what-ever it was called train way.\u001b[24m\n    \u001b[1mストーリーと呼ばれるものの「ステーション」であるこれらの人たちの話です。\u001b[22m, \u001b[1m物語は約があるすべてのことは何-今までそれが呼び出された列車の道の「ステーション」であるこれらの人です。\u001b[22m\n\u001b[4mThe miracle train only shows it's self to troubled ladies where the 'stations' help them.\u001b[24m\n    \u001b[1m奇跡の列車は、それが「ステーション」がそれらを助けるそれが悩まされている女性に自己であることを示すだけです。\u001b[22m, \u001b[1m奇跡の列車は、それが「ステーション」は彼らを助ける問題を抱えた女性への自己だ示しています。\u001b[22m\n\u001b[4mIt seems that the lady cannot leave until they solve her problem.\u001b[24m\n    \u001b[1m女性は自分の問題を解決するまで離れることができないようです。\u001b[22m, \u001b[1m彼らが彼女の問題を解決するまで、女性が離れることができないようです。\u001b[22m\n\u001b[4mPretty lame for some, pretty heart warming for others.\u001b[24m\n    \u001b[1m他の人のためにかわいい心臓暖かい、いくつかのためにかなりかわいい。\u001b[22m, \u001b[1mいくつかのためにかなりラメ、他の人のためのかなり心温まります。\u001b[22m\n\u001b[4mIt depend on the kind of person you are.\u001b[24m\n    \u001b[1mあなたの人の種類によって異なります。\u001b[22m, \u001b[1mそれはあなたが人の種類に依存します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I found the art very good. Especialy I like the art work of the scenes where a certain 'station' (they are usually different) shows a troubled lady the places around their station. That's where they usually tell all their problems, confess, and then their problems go POOF~! Plus making all the characters so different and unique all the time makes it more enjoyable.\n\n\u001b[1m芸術：私は芸術がとても良いと感じました。 特に私は、特定の「駅」（彼らは通常は違う）が問題のある女性に自分の駅周辺の場所を見せる場面の芸術作品が好きです。 それは、彼らが通常、問題をすべて告白し、告白し、問題がPOOF〜に行く場所です。 さらに、すべてのキャラクターをいつも違う、ユニークなものにすることで、より楽しいものになります。\u001b[22m\n\u001b[1m(Geijutsu: Watashi wa geijutsu ga totemo yoi to kanjimashita. Tokuni watashi wa, tokutei no `eki'(karera wa tsūjō wa chigau) ga mondainoaru josei ni jibun no eki shūhen no basho o miseru bamen no geijutsu sakuhin ga sukidesu. Sore wa, karera ga tsūjō, mondai o subete kokuhaku shi, kokuhaku shi, mondai ga POOF 〜 ni iku bashodesu. Sarani, subete no kyarakutā o itsumo chigau, yunīkuna mono ni suru koto de, yori tanoshī mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: I found the art very good. Especialy I like the art work of the scenes where a certain 'station' (they are usually different) shows a troubled lady the places around their station. That's where they usually tell all their problems, confess, and then their problems go POOF~! Plus making all the characters so different and unique all the time makes it more enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I found the art very good.\u001b[24m\n    \u001b[1m芸術：私は芸術がとても良いと感じました。\u001b[22m, \u001b[1mアート：私は芸術は非常に良いが見つかりました。\u001b[22m\n\u001b[4mEspecialy I like the art work of the scenes where a certain 'station' (they are usually different) shows a troubled lady the places around their station.\u001b[24m\n    \u001b[1m特に私は、特定の「駅」（彼らは通常は違う）が問題のある女性に自分の駅周辺の場所を見せる場面の芸術作品が好きです。\u001b[22m, \u001b[1mEspecialy私は（彼らは通常異なっている）特定の「駅」のシーンのアートワークが好きで、その駅周辺の場所の問題を抱えた女性を示しています。\u001b[22m\n\u001b[4mThat's where they usually tell all their problems, confess, and then their problems go POOF~!\u001b[24m\n    \u001b[1mそれは、彼らが通常、問題をすべて告白し、告白し、問題がPOOF〜に行く場所です。\u001b[22m, \u001b[1m〜彼らは通常、すべて自分たちの問題を伝える告白ところですし、次にそれらの問題はPOOFを行きます！\u001b[22m\n\u001b[4mPlus making all the characters so different and unique all the time makes it more enjoyable.\u001b[24m\n    \u001b[1mさらに、すべてのキャラクターをいつも違う、ユニークなものにすることで、より楽しいものになります。\u001b[22m, \u001b[1mプラスすべての時間はそれがより楽しくなりそう異なる、ユニークなすべての文字を作ります。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The sound is pretty good I'd say. Maybe at first I felt kinda akward with the charators voices but I got used to it. I also like the opening song.\n\n\u001b[1mサウンド：音はかなりいいですね。 たぶん、最初は私は声優の声でちょっとアンクルな感じがしましたが、私はそれに慣れました。 私はオープニングソングも好きです。\u001b[22m\n\u001b[1m(Saundo: Oto wa kanari īdesu ne. Tabun, saisho wa watashi wa seiyū no koe de chotto ankuruna kanji ga shimashitaga, watashi wa sore ni naremashita. Watashi wa ōpuningusongu mo sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: The sound is pretty good I'd say. Maybe at first I felt kinda akward with the charators voices but I got used to it. I also like the opening song.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The sound is pretty good I'd say.\u001b[24m\n    \u001b[1mサウンド：音はかなりいいですね。\u001b[22m, \u001b[1mサウンド：サウンドは、私が言うと思いますかなり良いです。\u001b[22m\n\u001b[4mMaybe at first I felt kinda akward with the charators voices but I got used to it.\u001b[24m\n    \u001b[1mたぶん、最初は私は声優の声でちょっとアンクルな感じがしましたが、私はそれに慣れました。\u001b[22m, \u001b[1mたぶん最初は私がcharators声でちょっとakward感じたが、私はそれに慣れてしまいました。\u001b[22m\n\u001b[4mI also like the opening song.\u001b[24m\n    \u001b[1m私はオープニングソングも好きです。\u001b[22m, \u001b[1m私はまた、オープニング曲が好きです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The charaters were all uniquely drawn and giving induvidual non-coping personalitites. Having many different personalities is pretty refreshing. You would of course never want to have all the characters be the same - It would be just boring, eh?\n\n\u001b[1mキャラクター：チャーターズはすべて独特に描かれており、非対面的な個性的な個性を生み出しています。 多くの人格を持つことはとても爽やかです。 あなたはもちろん、すべての文字を同じにしたくないでしょう - ちょうど退屈でしょうか？\u001b[22m\n\u001b[1m(Kyarakutā: Chātāzu wa subete dokutoku ni egaka rete ori, hi taimen-tekina kosei-tekina kosei o umidashite imasu. Ōku no jinkaku o motsu koto wa totemo sawayakadesu. Anata wa mochiron, subete no moji o onaji ni shitakunaideshou - chōdo taikutsudeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The charaters were all uniquely drawn and giving induvidual non-coping personalitites. Having many different personalities is pretty refreshing. You would of course never want to have all the characters be the same - It would be just boring, eh?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The charaters were all uniquely drawn and giving induvidual non-coping personalitites.\u001b[24m\n    \u001b[1mキャラクター：チャーターズはすべて独特に描かれており、非対面的な個性的な個性を生み出しています。\u001b[22m, \u001b[1mキャラクター：charatersはすべて一意に引かれ、induvidual非対応personalititesを与えていました。\u001b[22m\n\u001b[4mHaving many different personalities is pretty refreshing.\u001b[24m\n    \u001b[1m多くの人格を持つことはとても爽やかです。\u001b[22m, \u001b[1m多くの異なった個性を持つことはかなりスッキリです。\u001b[22m\n\u001b[4mYou would of course never want to have all the characters be the same - It would be just boring, eh?\u001b[24m\n    \u001b[1mあなたはもちろん、すべての文字を同じにしたくないでしょう - ちょうど退屈でしょうか？\u001b[22m, \u001b[1mもちろん、すべての文字が同じであることがしたいことはない - それはええ、ちょうど退屈でしょうか？\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Saying this again, it will seem really lame if you like action and epicness. But please don't say you dislike it just because it doesn't fit your taste. Those kind of people make me feel sad for some reason. You can say it doesn't fit your taste and you just don't find it interesting but that doesn't mean you dislike it. I found it pretty enjoyable. It made me even feel a little better since one might say that I myself am a 'troubled lady' except I don't agree with 'lady' since I'm only 14 (but the 'troubled lady' in episode 3 is 14 too LOL). Those who like the sweet beautiful story line are gonna enjoy it.\n\n\u001b[1m楽しさ：これをもう一度言って、あなたがアクションと叙事詩が好きなら、それは本当に不自然に見えます。 しかし、あなたの好みに合っていないという理由だけで嫌いではないと言ってください。 そんな人は何らかの理由で悲しい気持ちになる。 それはあなたの好みに合っていないと言うことができます、そして、それは面白いとは思わないが、それはあなたがそれを嫌うということを意味しません。 私はそれがかなり楽しいと思った。 私は14歳なので「女性」に同意しないことを除いて、私は自分自身が「困った女性」であると言うかもしれないので、私は少し気分がさらに良くなりました（しかし、エピソード3の「困った女性」も14です 笑）。 甘い美しいストーリーラインが好きな人はそれを楽しむでしょう。\u001b[22m\n\u001b[1m(Tanoshisa: Kore o mōichido itte, anata ga akushon to jojishi ga sukinara, sore wa hontōni fushizen ni miemasu. Shikashi, anata no konomi ni atte inai to iu riyū dakede kiraide wa nai to itte kudasai. Son'na hito wa nanrakano riyū de kanashī kimochi ni naru. Sore wa anata no konomi ni atte inai to iu koto ga dekimasu, soshite, sore wa omoshiroi to wa omowanaiga, sore wa anata ga sore o kirau to iu koto o imi shimasen. Watashi wa sore ga kanari tanoshī to omotta. Watashi wa 14-sainanode `josei' ni dōi shinai koto o nozoite, watashi wa jibun jishin ga `komatta josei'dearu to iu kamo shirenainode, watashi wa sukoshi kibun ga sarani yoku narimashita (shikashi, episōdo 3 no `komatta josei' mo 14desu Emi). Amai utsukushī sutōrīrain ga sukinahito wa sore o tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Saying this again, it will seem really lame if you like action and epicness. But please don't say you dislike it just because it doesn't fit your taste. Those kind of people make me feel sad for some reason. You can say it doesn't fit your taste and you just don't find it interesting but that doesn't mean you dislike it. I found it pretty enjoyable. It made me even feel a little better since one might say that I myself am a 'troubled lady' except I don't agree with 'lady' since I'm only 14 (but the 'troubled lady' in episode 3 is 14 too LOL). Those who like the sweet beautiful story line are gonna enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Saying this again, it will seem really lame if you like action and epicness.\u001b[24m\n    \u001b[1m楽しさ：これをもう一度言って、あなたがアクションと叙事詩が好きなら、それは本当に不自然に見えます。\u001b[22m, \u001b[1m楽しさ：あなたはアクションとepicnessが好きなら、再びこれを言って、それは本当にラメだと思われます。\u001b[22m\n\u001b[4mBut please don't say you dislike it just because it doesn't fit your taste.\u001b[24m\n    \u001b[1mしかし、あなたの好みに合っていないという理由だけで嫌いではないと言ってください。\u001b[22m, \u001b[1mしかし、それはあなたの好みに合わないという理由だけであなたはそれを嫌う言わないでください。\u001b[22m\n\u001b[4mThose kind of people make me feel sad for some reason.\u001b[24m\n    \u001b[1mそんな人は何らかの理由で悲しい気持ちになる。\u001b[22m, \u001b[1m人々のこれらの種類は、私が何らかの理由で悲しい気分にさせます。\u001b[22m\n\u001b[4mYou can say it doesn't fit your taste and you just don't find it interesting but that doesn't mean you dislike it.\u001b[24m\n    \u001b[1mそれはあなたの好みに合っていないと言うことができます、そして、それは面白いとは思わないが、それはあなたがそれを嫌うということを意味しません。\u001b[22m, \u001b[1mあなたはそれがあなたの好みに合わないと言うことができますし、ちょうどそれが面白い見つけることはありませんが、それはあなたがそれを嫌いというわけではありません。\u001b[22m\n\u001b[4mI found it pretty enjoyable.\u001b[24m\n    \u001b[1m私はそれがかなり楽しいと思った。\u001b[22m, \u001b[1m私はそれはかなり楽しい発見しました。\u001b[22m\n\u001b[4mIt made me even feel a little better since one might say that I myself am a 'troubled lady' except I don't agree with 'lady' since I'm only 14 (but the 'troubled lady' in episode 3 is 14 too\u001b[24m\n    \u001b[1m私は14歳なので「女性」に同意しないことを除いて、私は自分自身が「困った女性」であると言うかもしれないので、私は少し気分がさらに良くなりました（しかし、エピソード3の「困った女性」も14です\u001b[22m, \u001b[1mそれは私がわずか14だので、私は「女性」に同意しない（ただし、第3話の「問題を抱えた女性が「あまりにも14であることを除き1は私自身が「問題を抱えた女性」だと言うかもしれないので、私は少しでも良い感じ製\u001b[22m\n\u001b[4mLOL).\u001b[24m\n    \u001b[1m笑）。\u001b[22m, \u001b[1mLOL）。\u001b[22m\n\u001b[4mThose who like the sweet beautiful story line are gonna enjoy it.\u001b[24m\n    \u001b[1m甘い美しいストーリーラインが好きな人はそれを楽しむでしょう。\u001b[22m, \u001b[1m甘い美しいストーリーラインが好きな人は、それを楽しむつもりです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: I dunno what to say. I think I've said enough too. So even if this might not seem your type or lame - You can still try watching it. Who knows, maybe you'll actually like it.\n\n\u001b[1m全体的に：私は何を言わないのか分からない。 私は十分に言ったと思う。 たとえこれがあなたのタイプや色あいに見えなくても、あなたはそれを見てみることができます。 誰が知っている、多分あなたは実際にそれを好きになるでしょう。\u001b[22m\n\u001b[1m(Zentai-teki ni: Watashi wa nani o iwanai no ka wakaranai. Watashi wa jūbun ni itta to omou. Tatoe kore ga anata no taipu ya iroai ni mienakute mo, anata wa sore o mite miru koto ga dekimasu. Dare ga shitte iru, tabun anata wa jissai ni sore o suki ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall: I dunno what to say. I think I've said enough too. So even if this might not seem your type or lame - You can still try watching it. Who knows, maybe you'll actually like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: I dunno what to say.\u001b[24m\n    \u001b[1m全体的に：私は何を言わないのか分からない。\u001b[22m, \u001b[1m全体：私が言うことを知りません。\u001b[22m\n\u001b[4mI think I've said enough too.\u001b[24m\n    \u001b[1m私は十分に言ったと思う。\u001b[22m, \u001b[1m私はあまりにも十分に言ったと思います。\u001b[22m\n\u001b[4mSo even if this might not seem your type or lame - You can still try watching it.\u001b[24m\n    \u001b[1mたとえこれがあなたのタイプや色あいに見えなくても、あなたはそれを見てみることができます。\u001b[22m, \u001b[1mだから、これはあなたのタイプやラメを思えないかもしれません場合でも - あなたはまだそれを見て試すことができます。\u001b[22m\n\u001b[4mWho knows, maybe you'll actually like it.\u001b[24m\n    \u001b[1m誰が知っている、多分あなたは実際にそれを好きになるでしょう。\u001b[22m, \u001b[1m誰が知っている、多分あなたは実際にそれを気に入るだろう。\u001b[22m"
  },
  {
    "title": "Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "id": "7103",
    "url": "https://myanimelist.net/anime/7103/Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "user": "Crozix",
    "profile": "/profile/Crozix/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=99585",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  5\nキャラクター|  6\n|  6\n\n私はシリーズが好きで、独特の視覚的外観を持っていて、主人公は面白くユニークでした。 大江戸線の事実が大好きでした。\n\n私が持っている最大の問題は、ストーリーが短すぎることですが、ストーリーはまだ良かったです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI liked the series well, it has a unique visual appearance, and the main characters were funny and unique. and I loved the facts about the Oedo-line.\n\n\u001b[1m私はシリーズが好きで、ユニークな外観をしていて、主人公は面白くてユニークでした。 大江戸線の事実が大好きでした。\u001b[22m\n\u001b[1m(Watashi wa shirīzu ga sukide, yunīkuna gaikan o shite ite, shujinkō wa omoshirokute yunīkudeshita. Ōedo-sen no jijitsu ga daisukideshita.)\u001b[22m\n\nTranslations of \u001b[4mI liked the series well, it has a unique visual appearance, and the main characters were funny and unique. and I loved the facts about the Oedo-line.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked the series well, it has a unique visual appearance, and the main characters were funny and unique.\u001b[24m\n    \u001b[1m私はシリーズが好きで、ユニークな外観をしていて、主人公は面白くてユニークでした。\u001b[22m, \u001b[1m私はそれがユニークな外観を持って、よくシリーズを好きで、メインキャラクターが面白いとユニークでした。\u001b[22m\n\u001b[4mand I loved the facts about the Oedo-line.\u001b[24m\n    \u001b[1m大江戸線の事実が大好きでした。\u001b[22m, \u001b[1mそして、私は大江戸線についての事実を愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe biggest problem I have with it is that the story is too short, but the story was still good.\n\n\u001b[1m私が持っている最大の問題は、ストーリーが短すぎることですが、ストーリーはまだ良かったです。\u001b[22m\n\u001b[1m(Watashi ga motte iru saidai no mondai wa, sutōrī ga mijika sugiru kotodesuga, sutōrī wa mada yokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe biggest problem I have with it is that the story is too short, but the story was still good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe biggest problem I have with it is that the story is too short, but the story was still good.\u001b[24m\n    \u001b[1m私が持っている最大の問題は、ストーリーが短すぎることですが、ストーリーはまだ良かったです。\u001b[22m, \u001b[1m私はそれを持っている最大の問題は、話が短すぎるということですが、物語はまだ良かったです。\u001b[22m"
  },
  {
    "title": "Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "id": "7103",
    "url": "https://myanimelist.net/anime/7103/Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
    "user": "KuroKazumi",
    "profile": "/profile/KuroKazumi/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=141745",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\n最初、私はこのアニメを聖人のために見ました。 私はそれの何かを本当に期待したことはない、私はちょうど何か楽しみに私の時間を渡したいと思った。 このアニメは、エピソードとしてのキャラクター・ツー・ツー・ノット・ザットのものから始まり、それが好きだった。 キャラクターのいくつかは...よく...非常に明白です。典型的なリバースハレームアニメで見られるようなものですが、それらはすべて非常に素晴らしいですし、私はそれらのほとんどを即座に恋に落ちました！\n\nストーリーが進むにつれ、多くの疑問が私の頭の中に溜まります。 私は真剣に、彼らは鉄道駅であることを意味し、多くの質問があります。 重要な質問の多くは答えられていませんが、それは神秘的な感情を残し、私はちょうどそれを愛しています。\n\nだから話が...それは私がそれが予想されたような面白い方法で始まったが、それからちょうど暗くなった。一種。彼らは自分自身について何かに疑問を持ち始めた。 本当に悪い男じゃない悪い男。 混乱し、非常に混乱します。 そしてねえ！ このアニメは、固定されたメインの女性キャラクターはそれほど多くはありません。ロマンスや物事については完全には言いませんが、私のような女性の性格を嫌う人にとっては、 少し迷惑。\n\n結局のところ、私はこれが本当に良いアニメだと言いたかっただけです。 私にとっては、少なくとも。 誰もが自分の意見を持っていると私はそれを尊重しますが、これはかなり良いアニメであり、私はbishiesを好む人、逆のharem-ishアニメと不思議で疑問のあるものにそれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAt first, I watched this anime because of the seiyuus. I never really expected anything of it, I just wanted to pass my time with something fun. The anime started with an-episode-for-a-character-to-get-to-know-them thing and I liked that. Some of the characters are...well... very obvious, like the guys you'll find in typical reverse harem-ish animes, but they are all very awesome and I fell in love with most of them instantly!\n\n\u001b[1m最初、私はこのアニメを聖人のために見ました。 私はそれの何かを本当に期待したことはない、私はちょうど何か楽しみに私の時間を渡したいと思った。 このアニメは、エピソードとしてのキャラクター・ツー・ツー・ノット・ザットのものから始まり、それが好きだった。 キャラクターのいくつかは...よく...非常に明白です。典型的なリバースハレームのアニメで見られるようなものですが、それらはすべて非常に素晴らしいですし、私はそれらのほとんどを即座に恋に落ちました！\u001b[22m\n\u001b[1m(Saisho, watashi wa kono anime o seijin no tame ni mimashita. Watashi wa sore no nanika o hontōni kitai shita koto wanai, watashi wa chōdo nanika tanoshimi ni watashinojikan o watashitai to omotta. Kono anime wa, episōdo to shite no kyarakutā tsū tsū notto zatto no mono kara hajimari, sore ga sukidatta. Kyarakutā no ikutsu ka wa... Yoku... Hijō ni meihakudesu. Tenkei-tekina ribāsuharēmu no anime de mi rareru yōna monodesuga, sorera wa subete hijō ni subarashīdesushi, watashi wa sorera no hotondo o sokuza ni koi ni ochimashita!)\u001b[22m\n\nTranslations of \u001b[4mAt first, I watched this anime because of the seiyuus. I never really expected anything of it, I just wanted to pass my time with something fun. The anime started with an-episode-for-a-character-to-get-to-know-them thing and I liked that. Some of the characters are...well... very obvious, like the guys you'll find in typical reverse harem-ish animes, but they are all very awesome and I fell in love with most of them instantly!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, I watched this anime because of the seiyuus.\u001b[24m\n    \u001b[1m最初、私はこのアニメを聖人のために見ました。\u001b[22m, \u001b[1m最初は、私は理由seiyuusのこのアニメを見ていました。\u001b[22m\n\u001b[4mI never really expected anything of it, I just wanted to pass my time with something fun.\u001b[24m\n    \u001b[1m私はそれの何かを本当に期待したことはない、私はちょうど何か楽しみに私の時間を渡したいと思った。\u001b[22m, \u001b[1m私は本当に私はちょうど楽しい何かを私の時間を渡したい、それの何かを期待していませんでした。\u001b[22m\n\u001b[4mThe anime started with an-episode-for-a-character-to-get-to-know-them thing and I liked that.\u001b[24m\n    \u001b[1mこのアニメは、エピソードとしてのキャラクター・ツー・ツー・ノット・ザットのものから始まり、それが好きだった。\u001b[22m, \u001b[1mアニメはエピソード-ため、文字・ツー・取得・トゥ・ノウそれらの事から始めて、私はそれが好きでした。\u001b[22m\n\u001b[4mSome of the characters are...well... very obvious, like the guys you'll find in typical reverse harem-ish animes, but they are all very awesome and I fell in love with most of them instantly!\u001b[24m\n    \u001b[1mキャラクターのいくつかは...よく...非常に明白です。典型的なリバースハレームのアニメで見られるようなものですが、それらはすべて非常に素晴らしいですし、私はそれらのほとんどを即座に恋に落ちました！\u001b[22m, \u001b[1m文字のいくつかは、あなたが典型的な逆ハーレムっぽいアニメで見つける男のように、...よく...非常に明白ですが、彼らはすべての非常に素晴らしいですし、私はすぐにそれらのほとんどと恋に落ちました！\u001b[22m\n\u001b[1m\u001b[22m\nAs the story progresses, a lot of question build up in my head. I mean, seriously, they are train station, there are A LOT of questions. A lot of important questions aren't answered, but that leaves a mysterious feeling and I just loved it so much I can't even...\n\n\u001b[1mストーリーが進むにつれ、多くの疑問が私の頭の中に溜まります。 私は真剣に、彼らは鉄道駅であることを意味し、多くの質問があります。 重要な質問の多くは答えられていませんが、それは神秘的な感情を残し、私はちょうどそれを愛しています。\u001b[22m\n\u001b[1m(Sutōrī ga susumu ni tsure, ōku no gimon ga watashi no atama no naka ni tamarimasu. Watashi wa shinken ni, karera wa tetsudō-ekidearu koto o imi shi, ōku no shitsumon ga arimasu. Jūyōna shitsumon no ōku wa kotae rarete imasenga, soreha shinpi-tekina kanjō o nokoshi, watashi wa chōdo sore o aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs the story progresses, a lot of question build up in my head. I mean, seriously, they are train station, there are A LOT of questions. A lot of important questions aren't answered, but that leaves a mysterious feeling and I just loved it so much I can't even...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs the story progresses, a lot of question build up in my head.\u001b[24m\n    \u001b[1mストーリーが進むにつれ、多くの疑問が私の頭の中に溜まります。\u001b[22m, \u001b[1m物語が進むにつれ、質問の多くは、私の頭の中で構築します。\u001b[22m\n\u001b[4mI mean, seriously, they are train station, there are A LOT of questions.\u001b[24m\n    \u001b[1m私は真剣に、彼らは鉄道駅であることを意味し、多くの質問があります。\u001b[22m, \u001b[1m私が意味する、真剣に、彼らは多くの質問があり、鉄道駅です。\u001b[22m\n\u001b[4mA lot of important questions aren't answered, but that leaves a mysterious feeling and I just loved it so much I can't even...\u001b[24m\n    \u001b[1m重要な質問の多くは答えられていませんが、それは神秘的な感情を残し、私はちょうどそれを愛しています。\u001b[22m, \u001b[1m重要な問題の多くは答えていないが、それは不思議な感覚を残し、私はちょうど私もできないので、多くのことを愛して...\u001b[22m\n\u001b[1m\u001b[22m\nSo the story...It started in a funny way like what I'd expected it to be, but then... it just got dark... sort of...They started to question stuff about themselves, suddenly there's a not-really-a-bad-guy bad guy. Confusing, very confusing. And hey! This anime doesn't really have that much of a fixed main female character, it's not fully about romance and stuff even though there is, it's amazing for people like me who would kinda hate the female character is reverse harem anime because they would get a little annoying.\n\n\u001b[1mだから話が...それは私がそれが予想されたような面白い方法で始まったが、それからちょうど暗くなった。一種。彼らは自分自身について何かに疑問を持ち始めた。 本当に悪い男じゃない悪い男。 混乱し、非常に混乱します。 そしてねえ！ このアニメは、固定されたメインの女性キャラクターはそれほど多くはありません。ロマンスや物事については完全には言いませんが、私のような女性の性格を嫌う人にとっては、 少し迷惑。\u001b[22m\n\u001b[1m(Dakara hanashi ga... Sore wa watashi ga sore ga yosō sa reta yōna omoshiroi hōhō de hajimatta ga, sorekara chōdo kuraku natta. Isshu. Karera wa jibun jishin ni tsuite nanika ni gimon o mochi hajimeta. Hontōni warui otoko janai warui otoko. Konran shi, hijō ni konran shimasu. Soshite nē! Kono anime wa, kotei sa reta mein no josei kyarakutā wa sorehodo ōku wa arimasen. Romansu ya monogoto ni tsuite wa kanzen ni wa iimasenga, watashi no yōna josei no seikaku o kirau hito ni totte wa, sukoshi meiwaku.)\u001b[22m\n\nTranslations of \u001b[4mSo the story...It started in a funny way like what I'd expected it to be, but then... it just got dark... sort of...They started to question stuff about themselves, suddenly there's a not-really-a-bad-guy bad guy. Confusing, very confusing. And hey! This anime doesn't really have that much of a fixed main female character, it's not fully about romance and stuff even though there is, it's amazing for people like me who would kinda hate the female character is reverse harem anime because they would get a little annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo the story...It started in a funny way like what I'd expected it to be, but then... it just got dark... sort of...They started to question stuff about themselves, suddenly there's a\u001b[24m\n    \u001b[1mだから話が...それは私がそれが予想されたような面白い方法で始まったが、それからちょうど暗くなった。一種。彼らは自分自身について何かに疑問を持ち始めた。\u001b[22m, \u001b[1mそれで話は...それは私はそれがあることを期待したいもののような面白い方法で始めたが、その後...それはちょうど暗くなっ...並べ替えの...彼らは自分自身についてのものを疑問視し始め、突然あります\u001b[22m\n\u001b[4mnot-really-a-bad-guy bad guy.\u001b[24m\n    \u001b[1m本当に悪い男じゃない悪い男。\u001b[22m, \u001b[1mない-本当に--悪いやつ悪いやつ。\u001b[22m\n\u001b[4mConfusing, very confusing.\u001b[24m\n    \u001b[1m混乱し、非常に混乱します。\u001b[22m, \u001b[1m混乱、非常に紛らわしいです。\u001b[22m\n\u001b[4mAnd hey!\u001b[24m\n    \u001b[1mそしてねえ！\u001b[22m, \u001b[1mそして、ちょっと！\u001b[22m\n\u001b[4mThis anime doesn't really have that much of a fixed main female character, it's not fully about romance and stuff even though there is, it's amazing for people like me who would kinda hate the female character is reverse harem anime because they would get a\u001b[24m\n    \u001b[1mこのアニメは、固定されたメインの女性キャラクターはそれほど多くはありません。ロマンスや物事については完全には言いませんが、私のような女性の性格を嫌う人にとっては、\u001b[22m, \u001b[1mこのアニメは本当にそれは彼らが得ることになるので、ちょっと女性キャラクターが逆ハーレムアニメで嫌いになる私のような人々のために驚くべきことだ、固定主女性キャラクターの多くは、それはロマンスとものについて十分にありませんがあるにもかかわらず、ことはありません\u001b[22m\n\u001b[4mlittle annoying.\u001b[24m\n    \u001b[1m少し迷惑。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, I just wanted to say that this is a really good anime. For me, at least. Everybody have their own opinion and I respect that, but this is a pretty good anime and I recommend it to people who like bishies, reverse harem-ish anime and mysterious and questionable stuff.\n\n\u001b[1m結局のところ、私はこれが本当に良いアニメだと言いたかっただけです。 私にとっては、少なくとも。 誰もが自分の意見を持っていると私はそれを尊重しますが、これはかなり良いアニメであり、私はbishiesを好む人、逆のharem-ishアニメと不思議で疑問のあるものにそれをお勧めします。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, watashi wa kore ga hontōni yoi animeda to iitakatta dakedesu. Watashi ni totte wa, sukunakutomo. Daremoga jibun no iken o motte iruto watashi wa sore o sonchō shimasuga, kore wa kanari yoi animedeari, watashi wa bishies o konomu hito, gyaku no harem - aishu anime to fushigide gimon no aru mono ni sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, I just wanted to say that this is a really good anime. For me, at least. Everybody have their own opinion and I respect that, but this is a pretty good anime and I recommend it to people who like bishies, reverse harem-ish anime and mysterious and questionable stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, I just wanted to say that this is a really good anime.\u001b[24m\n    \u001b[1m結局のところ、私はこれが本当に良いアニメだと言いたかっただけです。\u001b[22m, \u001b[1m最後に、私はちょうどこれは本当に良いアニメであることを言いたかったです。\u001b[22m\n\u001b[4mFor me, at least.\u001b[24m\n    \u001b[1m私にとっては、少なくとも。\u001b[22m\n\u001b[4mEverybody have their own opinion and I respect that, but this is a pretty good anime and I recommend it to people who like bishies, reverse harem-ish anime and mysterious and questionable stuff.\u001b[24m\n    \u001b[1m誰もが自分の意見を持っていると私はそれを尊重しますが、これはかなり良いアニメであり、私はbishiesを好む人、逆のharem-ishアニメと不思議で疑問のあるものにそれをお勧めします。\u001b[22m, \u001b[1m誰もが自分の意見を持っていると私はそれを尊重するが、これはかなり良いアニメと私はハーレムっぽいアニメや神秘的で疑わしいものを逆に、bishiesが好きな人にもオススメ。\u001b[22m"
  }
]
