[
  {
    "title": "Haiyoru_Nyaruani",
    "id": "7596",
    "url": "https://myanimelist.net/anime/7596/Haiyoru_Nyaruani",
    "user": "Amarrez",
    "profile": "/profile/Amarrez/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=24703",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  7\nキャラクター|  8\n|  8\n\nハイヨール！  Nyarlath-ani（ニャルルコ）のロリ人格化の心温まるストーリーである.Nyarlathotep（Nyarlko）は、オタクのオタクを望んでいる、マヒロと呼ばれる普通の男と恋に落ちるオタクの願い。 急いでダウンフォークでコントロールは彼女の手を右に突っ込んだ。 また、 シリーズの後半には、クトゥフの日本のロリ想像であるクスコを紹介します。 そして、リェイの沈没した姿から姿を現したようなオルフスの神のように見えるのではなく、彼女は実際にニャルコのカーペットにご馳走をしたいクーデターの女の子です。\n\nだから、それは基本的に物語であり、性格のセクションは一つに転がりました。 私はあなたがCthulhu mythosのファンであるかどうかによってこれまで人類が書いた最悪の/最高のもののように聞こえるかもしれないので、私がちょうど書いたことについて私が何を考えているか教えてくれません。\n\n話すべき次のものはアートです。アニメのアートが行く限り、それは全く穏やかで醜いです。アニメーションはかなり低品質です。 しかし、これは、これがフラッシュで行われたという事実のために私はもう少し寛容になることができます。これは、脚を動かすために棒の姿をほとんど得られないプログラムです。\n\n音はまともだった。 いくつかのヴァーサーたちが幾分有名なキャラクター（ひだまりスケッチからのゆの、SZSからの晴海）とそれぞれの後のエンディングテーマをしていて、素敵でした。\n\nラブクラフト/アニメとマンガの絶え間ない流れのおかげで、私はかなり楽しかったです。 そして、これは私の人生で翻訳されたことは決して見られない小説の宣伝に過ぎないことに気がつきました。\n\nあなたがラブクラフトのファンなら、このシリーズをお勧めします。 なぜなら、このアニメが愛するMythosについてレイプされたことのすべてを列挙しているように、恐怖の悲鳴から病的な娯楽を引き出すかもしれないからです。 非ラブクラフトの読者も同様にそれを楽しむかもしれません。ちょうど半分で何が起こっているのか分からないと思っています。 私はそれを10のうち7つの重大なロールにします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHaiyoru! Nyraru-ani is the heartwarming story of the loli personification of Nyarlathotep (Nyarlko) who is a by-the-books otaku wish fulfillment nerdy chick, who is in love with a normal guy called Mahiro who can only keep this non-tentacled horror under control with a hastily brought down fork slammed right throough her hand. Also; later in the series, we meet Cthuhko, who is the Japanese loli imagining of Cthulhu. And rather than looking like an octupus god like figure from the sunken sity of Rl'yeh, she is actually a kuudere girl who wants to feast upon Nyarlko's carpet.\n\n\u001b[1mハイヨール！  Nyarlath-ani（ニャルルコ）のロリ人格化の心温まるストーリーである.Nyarlathotep（Nyarlko）は、オタクのオタクを望んでいる、マヒロと呼ばれる普通の男と恋に落ちるオタクの願い。 急いでダウンフォークでコントロールは彼女の手を右に突っ込んだ。 また、 シリーズの後半には、クトゥフの日本のロリ想像であるクスコを紹介します。 そして、リェイの沈没した姿から姿を現したようなオルフスの神のように見えるのではなく、彼女は実際にニャルコのカーペットにご馳走をしたいクーデターの女の子です。\u001b[22m\n\u001b[1m(Haiyōru! Nyarlath - anime (nyaruruko) no rori jinkaku-ka no kokoroatatamaru sutōrīdearu. Nyarlathotep (Nyarlko) wa, otaku no otaku o nozonde iru, mahiro to yoba reru futsū no otoko to koiniochiru otaku no negai. Isoide daunfōku de kontorōru wa kanojo no te o migi ni tsukkonda. Mata, shirīzu no kōhan ni wa, kuto~ufu no Nihon no rori sōzōdearu Kusuko o shōkai shimasu. Soshite, ryei no chinbotsu shita sugata kara sugata o arawashita yōna orufusu no kami no yō ni mieru node wa naku, kanojo wa jissai ni nyaruko no kāpetto ni gochisō o shitai kūdetā no on'nanokodesu.)\u001b[22m\n\nTranslations of \u001b[4mHaiyoru! Nyraru-ani is the heartwarming story of the loli personification of Nyarlathotep (Nyarlko) who is a by-the-books otaku wish fulfillment nerdy chick, who is in love with a normal guy called Mahiro who can only keep this non-tentacled horror under control with a hastily brought down fork slammed right throough her hand. Also; later in the series, we meet Cthuhko, who is the Japanese loli imagining of Cthulhu. And rather than looking like an octupus god like figure from the sunken sity of Rl'yeh, she is actually a kuudere girl who wants to feast upon Nyarlko's carpet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaiyoru!\u001b[24m\n    \u001b[1mハイヨール！\u001b[22m, \u001b[1mHaiyoru！\u001b[22m\n\u001b[4mNyraru-ani is the heartwarming story of the loli personification of Nyarlathotep (Nyarlko) who is a by-the-books otaku wish fulfillment nerdy chick, who is in love with a normal guy called Mahiro who can only keep this non-tentacled horror under\u001b[24m\n    \u001b[1mNyarlath-ani（ニャルルコ）のロリ人格化の心温まるストーリーである.Nyarlathotep（Nyarlko）は、オタクのオタクを望んでいる、マヒロと呼ばれる普通の男と恋に落ちるオタクの願い。\u001b[22m, \u001b[1mNyraru-ANIがあるナイアーラトテップ（Nyarlko）のロリ擬人の心温まる物語であることにより、書籍のみの下で、この非触手恐怖を維持することができまひろと呼ばれる通常の男に恋をしているオタク願望成就オタクひよこ、\u001b[22m\n\u001b[4mcontrol with a hastily brought down fork slammed right throough her hand.\u001b[24m\n    \u001b[1m急いでダウンフォークでコントロールは彼女の手を右に突っ込んだ。\u001b[22m, \u001b[1m急いでダウンしたフォークを持つコントロールは、右の手throough放ちました。\u001b[22m\n\u001b[4mAlso;\u001b[24m\n    \u001b[1mまた、\u001b[22m\n\u001b[4mlater in the series, we meet Cthuhko, who is the Japanese loli imagining of Cthulhu.\u001b[24m\n    \u001b[1mシリーズの後半には、クトゥフの日本のロリ想像であるクスコを紹介します。\u001b[22m, \u001b[1m後でシリーズで、我々はクトゥルフの日本のロリ想像ですCthuhkoを満たします。\u001b[22m\n\u001b[4mAnd rather than looking like an octupus god like figure from the sunken sity of Rl'yeh, she is actually a kuudere girl who wants to feast upon Nyarlko's carpet.\u001b[24m\n    \u001b[1mそして、リェイの沈没した姿から姿を現したようなオルフスの神のように見えるのではなく、彼女は実際にニャルコのカーペットにご馳走をしたいクーデターの女の子です。\u001b[22m, \u001b[1mむしろRl'yehの沈没sityから図のようなoctupus神のように見えるよりも、彼女は実際にNyarlkoのカーペット上にごちそうしたいkuudereの女の子です。\u001b[22m\n\u001b[1m\u001b[22m\nSo, that is basically the story and the character section rolled into one. I won't tell you what I think of what I just wrote, because due to whether or not you are a Cthulhu mythos fan or not this could sound like the worst/best thing ever written by mankind.\n\n\u001b[1mだから、それは基本的に物語であり、性格のセクションは一つに転がりました。 私はあなたがCthulhu mythosのファンであるかどうかによってこれまで人類が書いた最悪の/最高のもののように聞こえるかもしれないので、私がちょうど書いたことについて私が何を考えているか教えてくれません。\u001b[22m\n\u001b[1m(Dakara, soreha kihontekini monogatarideari, seikaku no sekushon wa hitotsu ni korogarimashita. Watashi wa anata ga kuto~urufu mythos no fandearu ka dō ka ni yotte kore made jinrui ga kaita saiaku no/ saikō no mono no yō ni kikoeru kamo shirenainode, watashi ga chōdo kaita koto ni tsuite watashi ga nani o kangaete iru ka oshiete kuremasen.)\u001b[22m\n\nTranslations of \u001b[4mSo, that is basically the story and the character section rolled into one. I won't tell you what I think of what I just wrote, because due to whether or not you are a Cthulhu mythos fan or not this could sound like the worst/best thing ever written by mankind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, that is basically the story and the character section rolled into one.\u001b[24m\n    \u001b[1mだから、それは基本的に物語であり、性格のセクションは一つに転がりました。\u001b[22m, \u001b[1mだから、それは基本的にストーリーと一つに巻かれた文字部分です。\u001b[22m\n\u001b[4mI won't tell you what I think of what I just wrote, because due to whether or not you are a Cthulhu mythos fan or not this could sound like the worst/best thing ever written by mankind.\u001b[24m\n    \u001b[1m私はあなたがCthulhu mythosのファンであるかどうかによってこれまで人類が書いた最悪の/最高のもののように聞こえるかもしれないので、私がちょうど書いたことについて私が何を考えているか教えてくれません。\u001b[22m, \u001b[1m私はのためにかどうかに関係なく、これは今まで人類によって書かれた最悪/最善のことのように聞こえることができクトゥルフ神話ファンかではありませんので、私は、私がちょうど書いたものを考える何を教えてくれません。\u001b[22m\n\u001b[1m\u001b[22m\nThe next thing to talk about is the art, which is as far as anime art goes is quite bland and ugly, and the animation is rather low quality. However, I can be a bit more forgiving here due to the fact this was made with Flash, a program in which I can barely get a stick figure to move it's legs.\n\n\u001b[1m話すべき次のものはアートです。アニメのアートが行く限り、それは全く穏やかで醜いです。アニメーションはかなり低品質です。 しかし、これは、これがフラッシュで作られたという事実のために私はここでもう少し寛容になります。プログラムでは、脚を動かすために棒の姿をほとんど得られないプログラムです。\u001b[22m\n\u001b[1m(Hanasubeki tsugi no mono wa ātodesu. Anime no āto ga iku kagiri, sore wa mattaku odayakade minikuidesu. Animēshon wa kanari tei hinshitsudesu. Shikashi, koreha, korega furasshu de tsukura reta to iu jijitsu no tame ni watashi wa koko de mōsukoshi kan'yō ni narimasu. Puroguramude wa, ashi o ugokasu tame ni bō no sugata o hotondo e rarenai puroguramudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe next thing to talk about is the art, which is as far as anime art goes is quite bland and ugly, and the animation is rather low quality. However, I can be a bit more forgiving here due to the fact this was made with Flash, a program in which I can barely get a stick figure to move it's legs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe next thing to talk about is the art, which is as far as anime art goes is quite bland and ugly, and the animation is rather low quality.\u001b[24m\n    \u001b[1m話すべき次のものはアートです。アニメのアートが行く限り、それは全く穏やかで醜いです。アニメーションはかなり低品質です。\u001b[22m, \u001b[1m話をする次のことは限りアニメアートが行くようである技術では、非常に当たり障りのないと醜いですし、アニメーションはかなり低品質です。\u001b[22m\n\u001b[4mHowever, I can be a bit more forgiving here due to the fact this was made with Flash, a program in which I can barely get a stick figure to move it's legs.\u001b[24m\n    \u001b[1mしかし、これは、これがフラッシュで作られたという事実のために私はここでもう少し寛容になります。プログラムでは、脚を動かすために棒の姿をほとんど得られないプログラムです。\u001b[22m, \u001b[1mしかし、私が原因で、これはフラッシュ、私はやっとそれの足を移動するための棒図を得ることができたプログラムで作られたという事実に、もう少しここに寛容であることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound was decent. The few VAs there were had done somewhat well known characters (Yuno from Hidamari Sketch, Harumi from SZS) and the ending theme after each and every segment was nice, whilst somewhat annoying if you are watching the whole thing from back to front.\n\n\u001b[1m音はまともだった。 いくつかのヴァーサーたちが幾分有名なキャラクター（ひだまりスケッチからのゆの、SZSからの晴海）とそれぞれの後のエンディングテーマをしていて、素敵でした。\u001b[22m\n\u001b[1m(Oto wa matomodatta. Ikutsu ka no vu~āsā-tachi ga ikubun yūmeina kyarakutā (hida mari suketchi kara no yu no, SZS kara no Harumi) to sorezore no nochi no endingutēma o shite ite, sutekideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe sound was decent. The few VAs there were had done somewhat well known characters (Yuno from Hidamari Sketch, Harumi from SZS) and the ending theme after each and every segment was nice, whilst somewhat annoying if you are watching the whole thing from back to front.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was decent.\u001b[24m\n    \u001b[1m音はまともだった。\u001b[22m, \u001b[1m音がまともでした。\u001b[22m\n\u001b[4mThe few VAs there were had done somewhat well known characters (Yuno from Hidamari Sketch, Harumi from SZS) and the ending theme after each and every segment was nice, whilst somewhat annoying if you are watching the whole thing from back to front.\u001b[24m\n    \u001b[1mいくつかのヴァーサーたちが幾分有名なキャラクター（ひだまりスケッチからのゆの、SZSからの晴海）とそれぞれの後のエンディングテーマをしていて、素敵でした。\u001b[22m, \u001b[1mいくつかのVAは、それぞれの後とエンディングテーマ幾分よく知られている文字（ひだまりSZSからスケッチ、晴海からゆ）が行っていたし、あなたが後ろから前に全体を見ている場合、すべてのセグメントがやや迷惑ながら、素敵でした。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed myself quite a bit, in no short thanks due to the constant stream of Lovecraftian/Anime and Manga references they popped in at opportune spots. And whilst I realize this was nothing but an advertisement for a novel I will never see translated in my life time (and screw learning Japanese, Spanish is hard enough) I can say that it certainly amused me for its short run time.\n\n\u001b[1mラブクラフト/アニメとマンガの絶え間ない流れのおかげで、私はかなり楽しかったです。 そして、これは私の人生で翻訳されたことは決して見られない小説の宣伝に過ぎないことに気がつきました。\u001b[22m\n\u001b[1m(Rabukurafuto/ animetomanga no taema nai nagare no okage de, watashi wa kanari tanoshikattadesu. Soshite, koreha watashinojinsei de hon'yaku sa reta koto wa kesshite mi rarenai shōsetsu no senden ni suginai koto ni kigatsukimashita.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed myself quite a bit, in no short thanks due to the constant stream of Lovecraftian/Anime and Manga references they popped in at opportune spots. And whilst I realize this was nothing but an advertisement for a novel I will never see translated in my life time (and screw learning Japanese, Spanish is hard enough) I can say that it certainly amused me for its short run time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed myself quite a bit, in no short thanks due to the constant stream of Lovecraftian/Anime and Manga references they popped in at opportune spots.\u001b[24m\n    \u001b[1mラブクラフト/アニメとマンガの絶え間ない流れのおかげで、私はかなり楽しかったです。\u001b[22m, \u001b[1m私は、それらが時宜を得た箇所でポップLovecraftian /アニメとマンガ参照の一定の流れにノーと短いおかげで、自分自身かなり楽しみました。\u001b[22m\n\u001b[4mAnd whilst I realize this was nothing but an advertisement for a novel I will never see translated in my life time (and screw learning Japanese, Spanish is hard enough) I can say that it certainly amused me for its short run time.\u001b[24m\n    \u001b[1mそして、これは私の人生で翻訳されたことは決して見られない小説の宣伝に過ぎないことに気がつきました。\u001b[22m, \u001b[1m私はこれは私が私の人生の時間で翻訳していない（と日本語、スペイン語を学ぶことは十分に懸命にあるネジ）を参照してください決して小説のための広告が、何もなかった実現しながら、私はそれは確かにその短い実行時間のために私を楽しませていることを言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, I recommend this series if you are a Lovecraft fan. Partly because you may find the show's humour enjoyable, and partly because I might derive morbid entertainment from your screams of terror as you list down everything that this anime just raped about your beloved Mythos. Non-Lovecraft readers might enjoy it as well, just don't expect to know what the hell is going on half the time. I rate it 7 grave rolls out of 10.\n\n\u001b[1mあなたがラブクラフトのファンなら、このシリーズをお勧めします。 なぜなら、このアニメが愛するMythosについてレイプされたことのすべてを列挙しているように、恐怖の悲鳴から病的な娯楽を引き出すかもしれないからです。 非ラブクラフトの読者も同様にそれを楽しむかもしれません。ちょうど半分で何が起こっているのか分からないと思っています。 私はそれを10のうち7つの重大なロールにします。\u001b[22m\n\u001b[1m(Anata ga rabukurafuto no fan'nara, kono shirīzu o o susume shimasu. Nazenara, kono anime ga aisuru Mythos ni tsuite reipu sa reta koto no subete o rekkyo shite iru yō ni, kyōfu no himei kara byōtekina goraku o hikidasu kamo shirenaikaradesu. Hi rabukurafuto no dokusha mo dōyō ni sore o tanoshimu kamo shiremasen. Chōdo hanbun de nani ga okotte iru no ka wakaranai to omotte imasu. Watashi wa sore o 10 no uchi 7tsu no jūdaina rōru ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, I recommend this series if you are a Lovecraft fan. Partly because you may find the show's humour enjoyable, and partly because I might derive morbid entertainment from your screams of terror as you list down everything that this anime just raped about your beloved Mythos. Non-Lovecraft readers might enjoy it as well, just don't expect to know what the hell is going on half the time. I rate it 7 grave rolls out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, I recommend this series if you are a Lovecraft fan.\u001b[24m\n    \u001b[1mあなたがラブクラフトのファンなら、このシリーズをお勧めします。\u001b[22m, \u001b[1mあなたはラブクラフトのファンであればすべてのすべてで、私はこのシリーズをお勧めします。\u001b[22m\n\u001b[4mPartly because you may find the show's humour enjoyable, and partly because I might derive morbid entertainment from your screams of terror as you list down everything that this anime just raped about your beloved Mythos.\u001b[24m\n    \u001b[1mなぜなら、このアニメが愛するMythosについてレイプされたことのすべてを列挙しているように、恐怖の悲鳴から病的な娯楽を引き出すかもしれないからです。\u001b[22m, \u001b[1m一部はあなたがショーのユーモアが楽しいかもしれないので、あなたはこのアニメだけであなたの最愛の神話についてレイプされ、すべてをダウンリストとして、部分的に私は恐怖のあなたの悲鳴から病的なエンターテイメントを導き出す可能性があるため。\u001b[22m\n\u001b[4mNon-Lovecraft readers might enjoy it as well, just don't expect to know what the hell is going on half the time.\u001b[24m\n    \u001b[1m非ラブクラフトの読者も同様にそれを楽しむかもしれません。ちょうど半分で何が起こっているのか分からないと思っています。\u001b[22m, \u001b[1m非ラヴクラフトの読者はちょうど地獄が半分の時間で何が起こっているかを知ることを期待しないでください、同様にそれを楽しむことがあります。\u001b[22m\n\u001b[4mI rate it 7 grave rolls out of 10.\u001b[24m\n    \u001b[1m私はそれを10のうち7つの重大なロールにします。\u001b[22m, \u001b[1m私はそれを10のうち7墓ロールを評価します。\u001b[22m"
  },
  {
    "title": "Haiyoru_Nyaruani",
    "id": "7596",
    "url": "https://myanimelist.net/anime/7596/Haiyoru_Nyaruani",
    "user": "lzzy",
    "profile": "/profile/lzzy/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=210255",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  9\nキャラクター|  7\n|  9\n\nハイヨール！  Nyaruaniは光小説Haiyoreに基づいている一連のフラッシュショーツです！ ニャル子さん。 私はこの短いシリーズにはあまり期待していないだろうが、それが何であれ、それほど悪くはない。\n前に述べたように、ハイヨル！  Nyaruniは約1から2分の範囲の9つのアニメーションのフラッシュショートパンツで構成されています。 フラッシュでアニメーション化されているので、アニメーションがそれほど良いとは思えませんが、キャラクターが持っていたかわいい、ちびちゃんのようなデザインが好きでした。 それ以外は、芸術は、時折ソファやその他の小道具を含む空白の、空の背景とかなりまばらです。\n音に関しては、私の意見では声がうまくやっており、素敵なキャラクターに合っていました。 音楽は大丈夫だった。 エドはうまくいったけど、時間の経過とともにそれは繰り返して迷惑に感じるようになった。\nキャラクターは主に平均的な普通の男であるマヒロと、マヒロと恋し合っている狂ったニャルロテピアンであるニャルコから構成されています。 その後、クスコが出演し、シャンタはエピソードでも出演する。\nそれが何であれ、私は実際に海洋を楽しんだ！ ニャルアニ。 もちろん、実際にこのシリーズを楽しむには、軽小説を読んだり、キャラクターやジョークのアニメを見たりする必要があります。 もしあなたがCthulu Mythosのファンであれば、これらのショートパンツを楽しんでいる可能性が高いですが、私はHaiyoruのほとんどを知っていますが、私はこのシリーズについてあまり知らないので、  Nyaruaniの言及はそれに関するものです。 アニメのファンであることから、私は実際にこれらのショートパンツがかなり面白いと判断し、ユーモアに溢れた私の期待を上回りました。\n全体的に、この短いシリーズは光の小説を売るのを助けることだった、それはかなりうまくいった。 あなたが上に挙げたシリーズのファンであれば、私はこれらのショートパンツにはかなりユーモアがありますので、これらのショートパンツには気をつけてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHaiyoru! Nyaruani is a series of flash shorts based off of the light novel Haiyore! Nyaruko-san. I wouldn't go into this short series expected too much, but for what it is, it's not that bad.\n\n\u001b[1mハイヨール！  Nyaruaniは光小説Haiyoreに基づいている一連のフラッシュショーツです！ ニャル子さん。 私はこの短いシリーズにはあまり期待していないだろうが、それが何であれ、それほど悪くはない。\u001b[22m\n\u001b[1m(Haiyōru! Nyaruani wa hikari shōsetsu Haiyore ni motodzuite iru ichiren no furasshushōtsudesu! Nyaru-ko-san. Watashi wa kono mijikai shirīzu ni wa amari kitai shite inaidarouga, sore ga nandeare, sore hodo waruku wanai.)\u001b[22m\n\nTranslations of \u001b[4mHaiyoru! Nyaruani is a series of flash shorts based off of the light novel Haiyore! Nyaruko-san. I wouldn't go into this short series expected too much, but for what it is, it's not that bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaiyoru!\u001b[24m\n    \u001b[1mハイヨール！\u001b[22m, \u001b[1mHaiyoru！\u001b[22m\n\u001b[4mNyaruani is a series of flash shorts based off of the light novel Haiyore!\u001b[24m\n    \u001b[1mNyaruaniは光小説Haiyoreに基づいている一連のフラッシュショーツです！\u001b[22m, \u001b[1mNyaruaniはライトノベル這いよれのオフに基づいて、フラッシュショーツのシリーズです！\u001b[22m\n\u001b[4mNyaruko-san.\u001b[24m\n    \u001b[1mニャル子さん。\u001b[22m\n\u001b[4mI wouldn't go into this short series expected too much, but for what it is, it's not that bad.\u001b[24m\n    \u001b[1m私はこの短いシリーズにはあまり期待していないだろうが、それが何であれ、それほど悪くはない。\u001b[22m, \u001b[1m私はあまり期待この短いシリーズに行かないだろうが、それが何であるかのために、それは悪くはないのです。\u001b[22m\nAs stated before, Haiyoru! Nyaruni consists of nine animated flash shorts that range from around one to two minutes. Being animated with flash, you can't really expect the animation to be that good, but I did like the cute, chibi-like designs that the characters had. Other than that, the art is pretty bland with blank, empty backgrounds that occasionally included a couch or some other prop.\n\n\u001b[1m前に述べたように、ハイヨル！  Nyaruniは約1から2分の範囲の9つのアニメーションのフラッシュショートパンツで構成されています。 フラッシュでアニメーション化されているので、アニメーションがそれほど良いとは思えませんが、キャラクターが持っていたかわいい、ちびちゃんのようなデザインが好きでした。 それ以外は、芸術は、時折ソファやその他の小道具を含む空白の、空の背景とかなりまばらです。\u001b[22m\n\u001b[1m(Mae ni nobeta yō ni, haiyoru! Nyaruni wa yaku 1 kara 2-bu no han'i no kokonotsu no animēshon no furasshushōtopantsu de kōsei sa rete imasu. Furasshu de animēshon-ka sa rete irunode, animēshon ga sore hodo yoi to wa omoemasenga, kyarakutā ga motte ita kawaī, chibi-chan no yōna dezain ga sukideshita. Sore igai wa, geijutsu wa, tokiori sofa ya sonohoka no kodōgu o fukumu kūhaku no, sora no haikei to kanari mabaradesu.)\u001b[22m\n\nTranslations of \u001b[4mAs stated before, Haiyoru! Nyaruni consists of nine animated flash shorts that range from around one to two minutes. Being animated with flash, you can't really expect the animation to be that good, but I did like the cute, chibi-like designs that the characters had. Other than that, the art is pretty bland with blank, empty backgrounds that occasionally included a couch or some other prop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs stated before, Haiyoru!\u001b[24m\n    \u001b[1m前に述べたように、ハイヨル！\u001b[22m, \u001b[1mHaiyoru、前に述べたように！\u001b[22m\n\u001b[4mNyaruni consists of nine animated flash shorts that range from around one to two minutes.\u001b[24m\n    \u001b[1mNyaruniは約1から2分の範囲の9つのアニメーションのフラッシュショートパンツで構成されています。\u001b[22m, \u001b[1mNyaruniは約1〜2分の範囲9のアニメーションフラッシュのショートパンツで構成されています。\u001b[22m\n\u001b[4mBeing animated with flash, you can't really expect the animation to be that good, but I did like the cute, chibi-like designs that the characters had.\u001b[24m\n    \u001b[1mフラッシュでアニメーション化されているので、アニメーションがそれほど良いとは思えませんが、キャラクターが持っていたかわいい、ちびちゃんのようなデザインが好きでした。\u001b[22m, \u001b[1mフラッシュでアニメーション化されて、あなたは本当にアニメーションがその良いことを期待することはできませんが、私は文字が持っていた、かわいい、ちびのようなデザインのようでした。\u001b[22m\n\u001b[4mOther than that, the art is pretty bland with blank, empty backgrounds that occasionally included a couch or some other prop.\u001b[24m\n    \u001b[1mそれ以外は、芸術は、時折ソファやその他の小道具を含む空白の、空の背景とかなりまばらです。\u001b[22m, \u001b[1mそれ以外は、技術では時折ソファや他のいくつかの小道具を含め、ブランク、空の背景にはかなり味気ないです。\u001b[22m\nFor sound, the voices were done pretty well in my opinion and suited the characters nicely. The music was ok. The ed was fine, but over time it sort of began to feel repetitive and annoying.\n\n\u001b[1m音に関しては、私の意見では声がうまくやっており、素敵なキャラクターに合っていました。 音楽は大丈夫だった。 エドはうまくいったけど、時間の経過とともにそれは繰り返して迷惑に感じるようになった。\u001b[22m\n\u001b[1m(Oto ni kanshite wa, watashi no ikende wa koe ga umaku yatte ori, sutekina kyarakutā ni atte imashita. Ongaku wa daijōbudatta. Edo wa umaku ittakedo, jikan no keika to tomoni sore wa sōrihenshite meiwaku ni kanjiru yō ni natta.)\u001b[22m\n\nTranslations of \u001b[4mFor sound, the voices were done pretty well in my opinion and suited the characters nicely. The music was ok. The ed was fine, but over time it sort of began to feel repetitive and annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor sound, the voices were done pretty well in my opinion and suited the characters nicely.\u001b[24m\n    \u001b[1m音に関しては、私の意見では声がうまくやっており、素敵なキャラクターに合っていました。\u001b[22m, \u001b[1m音のために、声は私の意見ではかなりよく行われ、うまく文字に合いました。\u001b[22m\n\u001b[4mThe music was ok.\u001b[24m\n    \u001b[1m音楽は大丈夫だった。\u001b[22m, \u001b[1m音楽はOKでした。\u001b[22m\n\u001b[4mThe ed was fine, but over time it sort of began to feel repetitive and annoying.\u001b[24m\n    \u001b[1mエドはうまくいったけど、時間の経過とともにそれは繰り返して迷惑に感じるようになった。\u001b[22m, \u001b[1medは大丈夫だったが、時間をかけて、それは一種の繰り返しと迷惑に感じるようになりました。\u001b[22m\nThe characters mainly consist of Mahiro, who is just an average, normal guy and Nyaruko, the crazy Nyarlotephian who is madly in love with Mahiro. Later on, Cthuko does show up, and Shanta appears in an episode as well.\n\n\u001b[1mキャラクターは主に平均的な普通の男であるマヒロと、マヒロと恋し合っている狂ったニャルロテピアンであるニャルコから構成されています。 その後、クスコが出演し、シャンタはエピソードでも出演する。\u001b[22m\n\u001b[1m(Kyarakutā wa omoni heikin-tekina futsū no otokodearu mahiro to, mahiro to koi shi atte iru kurutta nyarurotepiandearu nyaruko kara kōsei sa rete imasu. Sonogo, Kusuko ga shutsuen shi, shanta wa episōdo demo shutsuen suru.)\u001b[22m\n\nTranslations of \u001b[4mThe characters mainly consist of Mahiro, who is just an average, normal guy and Nyaruko, the crazy Nyarlotephian who is madly in love with Mahiro. Later on, Cthuko does show up, and Shanta appears in an episode as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters mainly consist of Mahiro, who is just an average, normal guy and Nyaruko, the crazy Nyarlotephian who is madly in love with Mahiro.\u001b[24m\n    \u001b[1mキャラクターは主に平均的な普通の男であるマヒロと、マヒロと恋し合っている狂ったニャルロテピアンであるニャルコから構成されています。\u001b[22m, \u001b[1m文字は主にちょうど平均、正常な男だまひろ、およびニャル子、まひろと恋に狂ったようである狂気Nyarlotephianで構成されています。\u001b[22m\n\u001b[4mLater on, Cthuko does show up, and Shanta appears in an episode as well.\u001b[24m\n    \u001b[1mその後、クスコが出演し、シャンタはエピソードでも出演する。\u001b[22m, \u001b[1mその後、Cthukoは現れず、Shantaは、同様のエピソードに表示されます。\u001b[22m\nFor what it is, I actually enjoyed Haiyoru! Nyaruani. Of course, to actually enjoy the series, you'd need to have either read the light novel or watched the anime for the characters and jokes all derive from that. You'll most likely enjoy these shorts if you are a Cthulu Mythos fan as well, but I'm a bit unsure about that one since I don't really know much about the series, though I do know most of Haiyoru! Nyaruani's references are about it. Being a fan of the anime, I actually found these shorts to be pretty funny, and they exceeded my expectations humor-wise.\n\n\u001b[1mそれが何であれ、私は実際に海洋を楽しんだ！ ニャルアニ。 もちろん、実際にこのシリーズを楽しむには、軽小説を読んだり、キャラクターやジョークのアニメを見たりする必要があります。 もしあなたがCthulu Mythosのファンであれば、これらのショートパンツを楽しんでいる可能性が高いですが、私はHaiyoruのほとんどを知っていますが、私はこのシリーズについてあまり知らないので、  Nyaruaniの言及はそれに関するものです。 アニメのファンであることから、私は実際にこれらのショートパンツがかなり面白いと判断し、ユーモアに溢れた私の期待を上回りました。\u001b[22m\n\u001b[1m(Sore ga nandeare, watashi wa jissai ni kaiyō o tanoshinda! Nyaruani. Mochiron, jissai ni kono shirīzu o tanoshimu ni wa, kei shōsetsu o yon dari, kyarakutā ya jōku no anime o mi tari suru hitsuyō ga arimasu. Moshi anata ga Cthulu Mythos no fandeareba, korera no shōtopantsu o tanoshinde iru kanōsei ga takaidesuga, watashi wa Haiyoru no hotondo o shitte imasuga, watashi wa kono shirīzu ni tsuite amari shiranainode, Nyaruani no genkyū wa sore ni kansuru monodesu. Anime no fandearu koto kara, watashi wa jissai ni korera no shōtopantsu ga kanari omoshiroi to handan shi, yūmoa ni afureta watashi no kitai o uwamawarimashita.)\u001b[22m\n\nTranslations of \u001b[4mFor what it is, I actually enjoyed Haiyoru! Nyaruani. Of course, to actually enjoy the series, you'd need to have either read the light novel or watched the anime for the characters and jokes all derive from that. You'll most likely enjoy these shorts if you are a Cthulu Mythos fan as well, but I'm a bit unsure about that one since I don't really know much about the series, though I do know most of Haiyoru! Nyaruani's references are about it. Being a fan of the anime, I actually found these shorts to be pretty funny, and they exceeded my expectations humor-wise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor what it is, I actually enjoyed Haiyoru!\u001b[24m\n    \u001b[1mそれが何であれ、私は実際に海洋を楽しんだ！\u001b[22m, \u001b[1mそれが何であるかについては、私が実際にHaiyoruを楽しんで！\u001b[22m\n\u001b[4mNyaruani.\u001b[24m\n    \u001b[1mニャルアニ。\u001b[22m, \u001b[1mNyaruani。\u001b[22m\n\u001b[4mOf course, to actually enjoy the series, you'd need to have either read the light novel or watched the anime for the characters and jokes all derive from that.\u001b[24m\n    \u001b[1mもちろん、実際にこのシリーズを楽しむには、軽小説を読んだり、キャラクターやジョークのアニメを見たりする必要があります。\u001b[22m, \u001b[1mもちろん、実際にシリーズを楽しむために、あなたは光の小説を読んだり、文字のアニメを見て、すべてがそこから派生ジョークどちらか持っている必要があるでしょう。\u001b[22m\n\u001b[4mYou'll most likely enjoy these shorts if you are a Cthulu Mythos fan as well, but I'm a bit unsure about that one since I don't really know much about the series, though I do know most of Haiyoru!\u001b[24m\n    \u001b[1mもしあなたがCthulu Mythosのファンであれば、これらのショートパンツを楽しんでいる可能性が高いですが、私はHaiyoruのほとんどを知っていますが、私はこのシリーズについてあまり知らないので、\u001b[22m, \u001b[1mあなたにもクトゥルフ神話のファンであれば、あなたは、おそらく、これらのショートパンツをお楽しみいただけますが、私はHaiyoruのほとんどを知っていますかかかわらず、私は本当に、シリーズについてあまり知らないので、私はその約1ビットわからないんですよ！\u001b[22m\n\u001b[4mNyaruani's references are about it.\u001b[24m\n    \u001b[1mNyaruaniの言及はそれに関するものです。\u001b[22m, \u001b[1mNyaruaniの参照はそれについてです。\u001b[22m\n\u001b[4mBeing a fan of the anime, I actually found these shorts to be pretty funny, and they exceeded my expectations humor-wise.\u001b[24m\n    \u001b[1mアニメのファンであることから、私は実際にこれらのショートパンツがかなり面白いと判断し、ユーモアに溢れた私の期待を上回りました。\u001b[22m, \u001b[1mアニメのファンなので、私は実際にこれらのショートパンツはかなり面白いことが見出されており、彼らはユーモアワイズ私の期待を超えています。\u001b[22m\nAll in all, this short series did it's job pretty well, which was to help sell the light novel. If you're a fan of any of the series listed above, I'd give these shorts a watch as they are pretty humorous, and a quick watch for anyone looking for something short to binge-watch.\n\n\u001b[1m全体として、この短いシリーズは光の小説を売るのを助けることだった、それはかなりうまくいった。 あなたが上に挙げたシリーズのファンであれば、私はこれらのショートパンツにはかなりユーモアがあります。\u001b[22m\n\u001b[1m(Zentai to shite, kono mijikai shirīzu wa hikari no shōsetsu o uru no o tasukeru kotodatta, sore wa kanari umaku itta. Anata ga ue ni ageta shirīzu no fandeareba, watashi wa korera no shōtopantsu ni wa kanari yūmoa ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, this short series did it's job pretty well, which was to help sell the light novel. If you're a fan of any of the series listed above, I'd give these shorts a watch as they are pretty humorous, and a quick watch for anyone looking for something short to binge-watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, this short series did it's job pretty well, which was to help sell the light novel.\u001b[24m\n    \u001b[1m全体として、この短いシリーズは光の小説を売るのを助けることだった、それはかなりうまくいった。\u001b[22m, \u001b[1mすべてのすべてで、この短いシリーズはライトノベルを売る助けるためにあった、それはかなりよく仕事ですやりました。\u001b[22m\n\u001b[4mIf you're a fan of any of the series listed above, I'd give these shorts a watch as they are pretty humorous, and a quick watch for anyone looking for something short to binge-watch.\u001b[24m\n    \u001b[1mあなたが上に挙げたシリーズのファンであれば、私はこれらのショートパンツにはかなりユーモアがあります。\u001b[22m, \u001b[1mあなたは上記の一連のいずれかのファンなら、私は、彼らはかなりユーモラスであるため、これらのショートパンツに時計を与え、無茶時計ショート何かを探している人のためのクイックウォッチと思います。\u001b[22m"
  },
  {
    "title": "Haiyoru_Nyaruani",
    "id": "7596",
    "url": "https://myanimelist.net/anime/7596/Haiyoru_Nyaruani",
    "user": "Inushinde",
    "profile": "/profile/Inushinde/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=35240",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  4\nサウンド|  8\nキャラクター|  6\n|  6\n\nHaiyoru！Nyaruaniは目的を持ったアニメです：ホットケーキのような一連のライト小説のプロットを売る。 しかし、この目的を達成するための鐘や笛が欠けており、忘れることのできる領域に漂ってしまいます。\n\nこれまで述べてきたように、このシリーズは、それがベースにしている軽小説シリーズを宣伝する意図で作られました。 あなたが想像しているように、これは、特にエピソード当たり4分の緊張を抱えて、開発する余地をそれほど残しません。 しかし、十分な自発性と不気味なシリーズを見ることができれば、それを価値ある、ユーモラスなものにするためには十分なものがあります。\n\nFlashで完全に行われているため、アニメーションは明らかにいかなる賞も受賞しません。 それは悪くないが、それは非常に最小限であり、多くの行動が起こることを許さない。 優れた音楽ではないにしても、音楽と声の両方の仕事は満足できるものです。  Dr. Horribleを彷彿とさせる導入の不吉なオーケストラから、感情を奪われたCthukoの声の明るい終わりまでの声から、聴覚的側面は容易にシリーズの最高点になります。\n\n要するに、チェックアウトする価値があるが、あなたの希望を手に入れない。 それは驚くべきことではないかもしれませんが、これらの本の話を進める上でうまくやってくれました。そして、後で翻訳を得ることを願っています。\nCthulhu Mythosのファンがここで好きなものを見つけるかどうかは、かなり均等に分かれています。一見すると面白いと思っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nHaiyoru!Nyaruani is an anime with a purpose: To sell the plot of a series of light novels like hotcakes. However, it lacks the bells and whistles to move past this purpose, and ends up drifting into the realm of forgettable.\n\n\u001b[1mHaiyoru！Nyaruaniは目的を持ったアニメです：ホットケーキのような一連のライト小説のプロットを売る。 しかし、この目的を達成するための鐘や笛が欠けており、忘れることのできる領域に漂ってしまいます。\u001b[22m\n\u001b[1m(Haiyoru! Nyaruani wa mokuteki o motta animedesu: Hottokēki no yōna ichiren no raito shōsetsu no purotto o uru. Shikashi, kono mokuteki o tassei suru tame no kane ya fue ga kakete ori, wasureru koto no dekiru ryōiki ni tadayotte shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mHaiyoru!Nyaruani is an anime with a purpose: To sell the plot of a series of light novels like hotcakes. However, it lacks the bells and whistles to move past this purpose, and ends up drifting into the realm of forgettable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaiyoru!Nyaruani is an anime with a purpose: To sell the plot of a series of light novels like hotcakes.\u001b[24m\n    \u001b[1mHaiyoru！Nyaruaniは目的を持ったアニメです：ホットケーキのような一連のライト小説のプロットを売る。\u001b[22m, \u001b[1mHaiyoru Nyaruaniは、目的にアニメです！：ホットケーキのような光の小説の一連のプロットを販売します。\u001b[22m\n\u001b[4mHowever, it lacks the bells and whistles to move past this purpose, and ends up drifting into the realm of forgettable.\u001b[24m\n    \u001b[1mしかし、この目的を達成するための鐘や笛が欠けており、忘れることのできる領域に漂ってしまいます。\u001b[22m, \u001b[1mしかし、それは、この目的を越えて移動する添えものを欠き、そして忘れの領域に漂流してしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nAs stated before, this series was made with the intention of promoting the light novel series that it's based off of. As you can imagine, this doesn't leave it very much room to develop, especially with the straining 4 minute length per episode. However, there's enough spontaneity and wackiness to make it a worthwhile, humorous, if unmemorable series to watch.\n\n\u001b[1mこれまで述べてきたように、このシリーズは、それがベースにしている軽小説シリーズを宣伝する意図で作られました。 あなたが想像しているように、これは、特にエピソード当たり4分の緊張を抱えて、開発する余地をそれほど残しません。 しかし、十分な自発性と不気味なシリーズを見ることができれば、それを価値ある、ユーモラスなものにするためには十分なものがあります。\u001b[22m\n\u001b[1m(Kore made nobete kita yō ni, kono shirīzu wa, sore ga bēsu ni shite iru kei shōsetsu shirīzu o senden suru ito de tsukura remashita. Anata ga sōzō shite iru yō ni, koreha, tokuni episōdo atari 4-bu no kinchō o kakaete, kaihatsu suru yochi o sorehodo nokoshimasen. Shikashi, jūbun'na jihatsu-sei to bukimina shirīzu o miru koto ga dekireba, sore o kachiaru, yūmorasuna mono ni suru tame ni wa jūbun'na mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs stated before, this series was made with the intention of promoting the light novel series that it's based off of. As you can imagine, this doesn't leave it very much room to develop, especially with the straining 4 minute length per episode. However, there's enough spontaneity and wackiness to make it a worthwhile, humorous, if unmemorable series to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs stated before, this series was made with the intention of promoting the light novel series that it's based off of.\u001b[24m\n    \u001b[1mこれまで述べてきたように、このシリーズは、それがベースにしている軽小説シリーズを宣伝する意図で作られました。\u001b[22m, \u001b[1m前述したように、このシリーズは、それがのオフに基づいているライトノベルシリーズを促進することを意図して作られました。\u001b[22m\n\u001b[4mAs you can imagine, this doesn't leave it very much room to develop, especially with the straining 4 minute length per episode.\u001b[24m\n    \u001b[1mあなたが想像しているように、これは、特にエピソード当たり4分の緊張を抱えて、開発する余地をそれほど残しません。\u001b[22m, \u001b[1mあなたが想像できるように、これは特にエピソードあたりの負担を4分の長さで、それを開発するために非常に多くの部屋を残していません。\u001b[22m\n\u001b[4mHowever, there's enough spontaneity and wackiness to make it a worthwhile, humorous, if unmemorable series to watch.\u001b[24m\n    \u001b[1mしかし、十分な自発性と不気味なシリーズを見ることができれば、それを価値ある、ユーモラスなものにするためには十分なものがあります。\u001b[22m, \u001b[1mしかし、覚えにくいシリーズが視聴した場合、それは、価値のあるユーモラス行うのに十分な自発性と狂気さがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation obviously won't be winning any accolades, due to being entirely done in Flash. While it isn't bad, it's very minimalistic, and doesn't allow for much action to take place. The music and voice work are both satisfactory, if not excellent. From the ominous orchestra in the introduction reminiscent of Dr. Horrible to the emotion-deprived wisp of Cthuko's voice to the upbeat ending, the auditory aspect is easily the high point of the series.\n\n\u001b[1mFlashで完全に行われているため、アニメーションは明らかにいかなる賞も受賞しません。 それは悪くないが、それは非常に最小限であり、多くの行動が起こることを許さない。 優れた音楽ではないにしても、音楽と声の両方の仕事は満足できるものです。  Dr. Horribleを彷彿とさせる導入の不吉なオーケストラから、感情を奪われたCthukoの声の鼓動的な終わりまでの聴覚的な側面は、このシリーズの最高のポイントです。\u001b[22m\n\u001b[1m(Furasshu de kanzen ni okonawa rete iru tame, animēshon wa akiraka ni ikanaru shō mo jushō shimasen. Sore wa warukunai ga, sore wa hijō ni saishōgendeari, ōku no kōdō ga okoru koto o yurusanai. Sugureta ongakude wa nai ni shite mo, ongaku to koe no ryōhō no shigoto wa manzoku dekiru monodesu. Dr. Horrible o hōfutsu to sa seru dōnyū no fukitsuna ōkesutora kara, kanjō o ubawa reta Cthuko no koe no kodō-tekina owari made no chōkaku-tekina sokumen wa, kono shirīzu no saikō no pointodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation obviously won't be winning any accolades, due to being entirely done in Flash. While it isn't bad, it's very minimalistic, and doesn't allow for much action to take place. The music and voice work are both satisfactory, if not excellent. From the ominous orchestra in the introduction reminiscent of Dr. Horrible to the emotion-deprived wisp of Cthuko's voice to the upbeat ending, the auditory aspect is easily the high point of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation obviously won't be winning any accolades, due to being entirely done in Flash.\u001b[24m\n    \u001b[1mFlashで完全に行われているため、アニメーションは明らかにいかなる賞も受賞しません。\u001b[22m, \u001b[1mアニメーションは明らかに完全にFlashで行われることに起因する任意の賞賛を、受賞されることはありません。\u001b[22m\n\u001b[4mWhile it isn't bad, it's very minimalistic, and doesn't allow for much action to take place.\u001b[24m\n    \u001b[1mそれは悪くないが、それは非常に最小限であり、多くの行動が起こることを許さない。\u001b[22m, \u001b[1mそれは悪いことではありませんが、それは非常に最小限のだ、と多くのアクションが場所を取ることはできません。\u001b[22m\n\u001b[4mThe music and voice work are both satisfactory, if not excellent.\u001b[24m\n    \u001b[1m優れた音楽ではないにしても、音楽と声の両方の仕事は満足できるものです。\u001b[22m, \u001b[1m音楽や声の仕事に優れていない場合は、両方とも満足のいくものです。\u001b[22m\n\u001b[4mFrom the ominous orchestra in the introduction reminiscent of Dr. Horrible to the emotion-deprived wisp of Cthuko's voice to the upbeat ending, the auditory aspect is easily the high point of the series.\u001b[24m\n    \u001b[1mDr. Horribleを彷彿とさせる導入の不吉なオーケストラから、感情を奪われたCthukoの声の鼓動的な終わりまでの聴覚的な側面は、このシリーズの最高のポイントです。\u001b[22m, \u001b[1m陽気な結末にCthukoの声の感情を奪わWISPに恐ろしい博士を連想させる導入で不吉なオーケストラから、聴覚の側面は、簡単に一連の高ポイントです。\u001b[22m\n\u001b[1m\u001b[22m\nIn short, worth checking out, but don't get your hopes up. It may not be amazing, but it did its job well in promoting the story of these books, and I hope that they may get a translation at a later date.\n\n\u001b[1m要するに、チェックアウトする価値があるが、あなたの希望を手に入れない。 それは驚くべきことではないかもしれませんが、これらの本の話を進める上でうまくやってくれました。そして、後で翻訳を得ることを願っています。\u001b[22m\n\u001b[1m(Yōsuruni, Chekkuauto suru kachigāru ga, anata no kibō o te ni hairenai. Sore wa odorokubeki kotode wanai kamo shiremasenga, korera no hon no hanashi o susumeru ue de umaku yatte kuremashita. Soshite,-go de hon'yaku o eru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn short, worth checking out, but don't get your hopes up. It may not be amazing, but it did its job well in promoting the story of these books, and I hope that they may get a translation at a later date.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn short, worth checking out, but don't get your hopes up.\u001b[24m\n    \u001b[1m要するに、チェックアウトする価値があるが、あなたの希望を手に入れない。\u001b[22m, \u001b[1m要するに、価値がチェックアウトしますが、あなたの希望を得ることはありません。\u001b[22m\n\u001b[4mIt may not be amazing, but it did its job well in promoting the story of these books, and I hope that they may get a translation at a later date.\u001b[24m\n    \u001b[1mそれは驚くべきことではないかもしれませんが、これらの本の話を進める上でうまくやってくれました。そして、後で翻訳を得ることを願っています。\u001b[22m, \u001b[1mそれは驚くほどではないかもしれないが、それはこれらの本の物語を促進する上でも、その仕事をした、と私は彼らが後日翻訳を取得することができることを願っています。\u001b[22m\nIt's split pretty evenly down the line whether fans of the Cthulhu Mythos will find anything to love here, and I'll say that it's an interesting enough take on it to warrant a glance.\n\n\u001b[1mCthulhu Mythosのファンがここで好きなものを見つけるかどうかは、かなり均等に分かれています。一見すると面白いと思っています。\u001b[22m\n\u001b[1m(Kuto~urufu Mythos no fan ga koko de sukinamono o mitsukeru ka dō ka wa, kanari kintō ni wakarete imasu. Ikken suruto omoshiroi to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's split pretty evenly down the line whether fans of the Cthulhu Mythos will find anything to love here, and I'll say that it's an interesting enough take on it to warrant a glance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's split pretty evenly down the line whether fans of the Cthulhu Mythos will find anything to love here, and I'll say that it's an interesting enough take on it to warrant a glance.\u001b[24m\n    \u001b[1mCthulhu Mythosのファンがここで好きなものを見つけるかどうかは、かなり均等に分かれています。一見すると面白いと思っています。\u001b[22m, \u001b[1mクトゥルフ神話のファンがここに愛するために何かを見つけるでしょうかどうか下り線はかなり均等に分割しています、と私はそれが十分に一目を保証するためにそれを取る面白いことを言うでしょう。\u001b[22m"
  }
]
