[
  {
    "title": "Shinrei_Tantei_Yakumo",
    "id": "7662",
    "url": "https://myanimelist.net/anime/7662/Shinrei_Tantei_Yakumo",
    "user": "Nintendoll",
    "profile": "/profile/Nintendoll/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=36891",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  6\n\n短く見直し：\n最初のエピソードはプロットという点では素晴らしく、映画「Sixth Sense」のように、それぞれの幽霊を取り巻く環境を調査する点では非常に似ています。 非常にサスペンスで、うまくいっているケースもあります。\n\nしかし、最終的にアニメは単一のプロットラインの下ですべてのケースを統一しようとしますが、これは弱く未解決です。 アニメのロマンスの様相は、最後の4〜5回のエピソードの中で完全に詰まっているように見え、残りの経験を損なう。\n\n全体的に：あなたが退屈で、何もする必要がなければ、時計に値する。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nReview in Short:\n\n\u001b[1m短く見直し：\u001b[22m\n\u001b[1m(Mijikaku minaoshi:)\u001b[22m\n\nTranslations of \u001b[4mReview in Short:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReview in Short:\u001b[24m\n    \u001b[1m短く見直し：\u001b[22m, \u001b[1mショートでレビュー：\u001b[22m\nThe beginning episodes are fantastic in terms of plot, very much like the movie The Sixth Sense in terms of investigating the circumstances surrounding each haunting. Very suspenseful, with well-though out 'cases.'\n\n\u001b[1m最初のエピソードはプロットという点では素晴らしく、映画「Sixth Sense」のように、それぞれの幽霊を取り巻く環境を調査する点では非常に似ています。 非常にサスペンスで、うまくいっているケースもあります。\u001b[22m\n\u001b[1m(Saisho no episōdo wa purotto to iu tende wa subarashiku, eiga `Sixth sensu' no yō ni, sorezore no yūrei o torimaku kankyō o chōsa suru tende wa hijō ni nite imasu. Hijō ni sasupensu de, umaku itte iru kēsu mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe beginning episodes are fantastic in terms of plot, very much like the movie The Sixth Sense in terms of investigating the circumstances surrounding each haunting. Very suspenseful, with well-though out 'cases.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe beginning episodes are fantastic in terms of plot, very much like the movie The Sixth Sense in terms of investigating the circumstances surrounding each haunting.\u001b[24m\n    \u001b[1m最初のエピソードはプロットという点では素晴らしく、映画「Sixth Sense」のように、それぞれの幽霊を取り巻く環境を調査する点では非常に似ています。\u001b[22m, \u001b[1m始まるのエピソードは非常に多く、それぞれ忘れられないを取り巻く状況を調査するという点で映画シックスセンスのように、プロットの面で素晴らしいです。\u001b[22m\n\u001b[4mVery suspenseful, with well-though out 'cases.'\u001b[24m\n    \u001b[1m非常にサスペンスで、うまくいっているケースもあります。\u001b[22m, \u001b[1mよくいえアウトと、非常にサスペンス「例」。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, towards the end the anime tries to unify all of the cases under a single plotline, which ends weakly and unresolved. The romance aspect of the anime seems to be completely jammed within the last 4-5 episodes, and detracts from the rest of the experience.\n\n\u001b[1mしかし、最終的にアニメは単一のプロットラインの下ですべてのケースを統一しようとしますが、これは弱く未解決です。 アニメのロマンスの様相は、最後の4〜5回のエピソードの中で完全に詰まっているように見え、残りの経験を損なう。\u001b[22m\n\u001b[1m(Shikashi, saishūtekini anime wa tan'itsu no purottorain no shita de subete no kēsu o tōitsu shiyou to shimasuga, kore wa yowaku mikaiketsudesu. Anime no romansu no yōsō wa, saigo no 4 〜 5-kai no episōdo no naka de kanzen ni tsumatte iru yō ni mie, nokori no keiken o sokonau.)\u001b[22m\n\nTranslations of \u001b[4mHowever, towards the end the anime tries to unify all of the cases under a single plotline, which ends weakly and unresolved. The romance aspect of the anime seems to be completely jammed within the last 4-5 episodes, and detracts from the rest of the experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, towards the end the anime tries to unify all of the cases under a single plotline, which ends weakly and unresolved.\u001b[24m\n    \u001b[1mしかし、最終的にアニメは単一のプロットラインの下ですべてのケースを統一しようとしますが、これは弱く未解決です。\u001b[22m, \u001b[1mしかし、終わりに向かってアニメが弱いと、未解決の終了単一plotline、下の例すべてを統一しようとします。\u001b[22m\n\u001b[4mThe romance aspect of the anime seems to be completely jammed within the last 4-5 episodes, and detracts from the rest of the experience.\u001b[24m\n    \u001b[1mアニメのロマンスの様相は、最後の4〜5回のエピソードの中で完全に詰まっているように見え、残りの経験を損なう。\u001b[22m, \u001b[1mアニメのロマンスの側面は完全に最後の4-5のエピソードの中に詰まっているように見える、と経験の残りの部分を損ないます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Worth a watch if you're bored and have nothing else to do.\n\n\u001b[1m全体的に：あなたが退屈で、何もする必要がなければ、時計に値する。\u001b[22m\n\u001b[1m(Zentai-teki ni: Anata ga taikutsu de, nani mo suru hitsuyō ga nakereba, tokei ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Worth a watch if you're bored and have nothing else to do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Worth a watch if you're bored and have nothing else to do.\u001b[24m\n    \u001b[1m全体的に：あなたが退屈で、何もする必要がなければ、時計に値する。\u001b[22m, \u001b[1m全体：あなたが退屈していると他に何もを持っていない場合は、時計の価値。\u001b[22m"
  },
  {
    "title": "Shinrei_Tantei_Yakumo",
    "id": "7662",
    "url": "https://myanimelist.net/anime/7662/Shinrei_Tantei_Yakumo",
    "user": "breadloverz",
    "profile": "/profile/breadloverz/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=131871",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  2\n|  4\n\nなぜ、ヤクモの赤目が気味悪いのですか？ ちょうど赤い。\n\nこのアニメは良いストーリーを持っています。 私が最初にそれを見始めたとき、私はこのアニメが潜在的な可能性を感じた。 たとえば、暗黒の過去の暗黒は私にそれを見る理由を与え、彼は冷静だったと思った。\n\nしかし、エピソードの後に​​エピソードを見た後、私はキャラクターの発展のために退屈していた。 キャラクターが無感覚だったのと同じです。\n\nヤクモ：彼は終日眠っている詐欺師で、異常事件を解決します。 さらに、彼は決して感情を示すことはありません。 彼は、事件が解決されたときに状況を完全に説明することはありません。\n\n遥：ヤクモに事件を起こす典型的な普通の女の子。 あなたが私に尋ねるなら、彼女は普通ではありません。\n\n悟った：彼自身でいっぱいで、屋久がなければ解決できなかった探偵。 彼が行方不明になったとき、私は実際に良い気分だった。\n\nユウタロウ：臆病者。\n\nナオ：物語には何の影響もなく、巧みにする目的もない。\n\n一宗：ヤクモのバックグラウンドストーリーに必要ならば、おそらく良いです。私の意見では、事件を扱うときに探偵よりも優れています。\n\n事件が解決されたとき、彼ら（ヤクモと彼のギャング）は少しの気持ちを表明しようと努力しなかった。 それは、彼らが言われたことをすることよりも本当の目的にはなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nWhy is Yakumo's red eye creepy? Its just red.\n\n\u001b[1mなぜ、ヤクモの赤目が気味悪いのですか？ ちょうど赤い。\u001b[22m\n\u001b[1m(Naze, yakumo no akame ga kimiwarui nodesu ka? Chōdo akai.)\u001b[22m\n\nTranslations of \u001b[4mWhy is Yakumo's red eye creepy? Its just red.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy is Yakumo's red eye creepy?\u001b[24m\n    \u001b[1mなぜ、ヤクモの赤目が気味悪いのですか？\u001b[22m, \u001b[1mなぜ八雲の赤い目は不気味なのですか？\u001b[22m\n\u001b[4mIts just red.\u001b[24m\n    \u001b[1mちょうど赤い。\u001b[22m, \u001b[1mそのちょうど赤。\u001b[22m\n\u001b[1m\u001b[22m\nthis anime has a good storyline. When i first started watching it, I felt this anime had potential. For example, Yakumo's dark past gives me a reason to watch it and I thought that he was cool.\n\n\u001b[1mこのアニメは良いストーリーを持っています。 私が最初にそれを見始めたとき、私はこのアニメが潜在的な可能性を感じた。 たとえば、暗黒の過去の暗黒は私にそれを見る理由を与え、彼は冷静だったと思った。\u001b[22m\n\u001b[1m(Kono anime wa yoi sutōrī o motte imasu. Watashi ga saisho ni sore o mi hajimeta toki, watashi wa kono anime ga senzai-tekina kanōsei o kanjita. Tatoeba, ankoku no kako no ankoku wa watashi ni sore o miru riyū o atae, kare wa reiseidatta to omotta.)\u001b[22m\n\nTranslations of \u001b[4mthis anime has a good storyline. When i first started watching it, I felt this anime had potential. For example, Yakumo's dark past gives me a reason to watch it and I thought that he was cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis anime has a good storyline.\u001b[24m\n    \u001b[1mこのアニメは良いストーリーを持っています。\u001b[22m\n\u001b[4mWhen i first started watching it, I felt this anime had potential.\u001b[24m\n    \u001b[1m私が最初にそれを見始めたとき、私はこのアニメが潜在的な可能性を感じた。\u001b[22m, \u001b[1m私が最初にそれを見始めたとき、私はこのアニメが可能性を感じました。\u001b[22m\n\u001b[4mFor example, Yakumo's dark past gives me a reason to watch it and I thought that he was cool.\u001b[24m\n    \u001b[1mたとえば、暗黒の過去の暗黒は私にそれを見る理由を与え、彼は冷静だったと思った。\u001b[22m, \u001b[1m例えば、八雲の暗い過去は私にそれを見るために理由を与え、私は彼がクールだと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nBut after watching episodes after episodes, I was bored because of the CHARACTERS development. It's like the characters were emotionless.\n\n\u001b[1mしかし、エピソードの後に​​エピソードを見た後、私はキャラクターの発展のために退屈していた。 キャラクターが無感覚だったのと同じです。\u001b[22m\n\u001b[1m(Shikashi, episōdo no nochi ni ​​ episōdo o mita nochi, watashi wa kyarakutā no hatten no tame ni taikutsu shite ita. Kyarakutā ga mukankakudatta no to onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mBut after watching episodes after episodes, I was bored because of the CHARACTERS development. It's like the characters were emotionless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut after watching episodes after episodes, I was bored because of the CHARACTERS development.\u001b[24m\n    \u001b[1mしかし、エピソードの後にエピソードを見た後、私はキャラクターの発展のために退屈していた。\u001b[22m, \u001b[1mしかし、エピソードの後のエピソードを見た後、私は理由CHARACTERS開発の退屈していました。\u001b[22m\n\u001b[4mIt's like the characters were emotionless.\u001b[24m\n    \u001b[1mキャラクターが無感覚だったのと同じです。\u001b[22m, \u001b[1m文字は無表情だったようです。\u001b[22m\n\u001b[1m\u001b[22m\nYakumo: he is a swindler who sleeps all day and solves paranormal cases. Moreover, he never shows his emotion. He never explains the situation fully when a case is solved.\n\n\u001b[1mヤクモ：彼は終日眠っている詐欺師で、異常事件を解決します。 さらに、彼は決して感情を示すことはありません。 彼は、事件が解決されたときに状況を完全に説明することはありません。\u001b[22m\n\u001b[1m(Yakumo: Kare wa hinemosu nemutte iru sagi-shi de, ijō jiken o kaiketsu shimasu. Sarani, kare wa kesshite kanjō o shimesu koto wa arimasen. Kare wa, jiken ga kaiketsu sa reta toki ni jōkyō o kanzen ni setsumei suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mYakumo: he is a swindler who sleeps all day and solves paranormal cases. Moreover, he never shows his emotion. He never explains the situation fully when a case is solved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYakumo: he is a swindler who sleeps all day and solves paranormal cases.\u001b[24m\n    \u001b[1mヤクモ：彼は終日眠っている詐欺師で、異常事件を解決します。\u001b[22m, \u001b[1m八雲：彼は一日中寝や超常的な例を解決する詐欺師です。\u001b[22m\n\u001b[4mMoreover, he never shows his emotion.\u001b[24m\n    \u001b[1mさらに、彼は決して感情を示すことはありません。\u001b[22m, \u001b[1mまた、彼は彼の感情を示していることはありません。\u001b[22m\n\u001b[4mHe never explains the situation fully when a case is solved.\u001b[24m\n    \u001b[1m彼は、事件が解決されたときに状況を完全に説明することはありません。\u001b[22m, \u001b[1mケースが解決されたとき、彼は完全に状況を説明することはありません。\u001b[22m\n\u001b[1m\u001b[22m\nHaruka: typical ordinary girl who brings cases to Yakumo. She is too ordinary if you ask me.\n\n\u001b[1m遥：ヤクモに事件を起こす典型的な普通の女の子。 あなたが私に尋ねるなら、彼女は普通ではありません。\u001b[22m\n\u001b[1m(Haruka: Yakumo ni jiken o okosu tenkei-tekina futsū no on'nanoko. Anata ga watashi ni tazunerunara, kanojo wa futsūde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mHaruka: typical ordinary girl who brings cases to Yakumo. She is too ordinary if you ask me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaruka: typical ordinary girl who brings cases to Yakumo.\u001b[24m\n    \u001b[1m遥：ヤクモに事件を起こす典型的な普通の女の子。\u001b[22m, \u001b[1m春香：八雲に例をもたらす典型的な普通の女の子。\u001b[22m\n\u001b[4mShe is too ordinary if you ask me.\u001b[24m\n    \u001b[1mあなたが私に尋ねるなら、彼女は普通ではありません。\u001b[22m, \u001b[1mあなたは私に言わせれば、彼女はあまりにも普通です。\u001b[22m\n\u001b[1m\u001b[22m\nGotou: a detective that is full of himself and could not solve a case without Yakumo. when he got missing, I actually felt good.\n\n\u001b[1m悟った：彼自身でいっぱいで、屋久がなければ解決できなかった探偵。 彼が行方不明になったとき、私は実際に良い気分だった。\u001b[22m\n\u001b[1m(Satotta: Kare jishin de ippai de, Yaku ga nakereba kaiketsu dekinakatta tantei. Kare ga yukue fumei ni natta toki, watashi wa jissai ni yoi kibundatta.)\u001b[22m\n\nTranslations of \u001b[4mGotou: a detective that is full of himself and could not solve a case without Yakumo. when he got missing, I actually felt good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGotou: a detective that is full of himself and could not solve a case without Yakumo.\u001b[24m\n    \u001b[1m悟った：彼自身でいっぱいで、屋久がなければ解決できなかった探偵。\u001b[22m, \u001b[1m後藤：彼自身の完全であると八雲せずに事件を解決することができませんでした探偵。\u001b[22m\n\u001b[4mwhen he got missing, I actually felt good.\u001b[24m\n    \u001b[1m彼が行方不明になったとき、私は実際に良い気分だった。\u001b[22m, \u001b[1m彼が行方不明に着いたとき、私は実際に良いと感じました。\u001b[22m\n\u001b[1m\u001b[22m\nYuutarou: a coward.\n\n\u001b[1mユウタロウ：臆病者。\u001b[22m\n\u001b[1m(Yūtarō: Okubyōmono.)\u001b[22m\n\nTranslations of \u001b[4mYuutarou: a coward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuutarou: a coward.\u001b[24m\n    \u001b[1mユウタロウ：臆病者。\u001b[22m, \u001b[1mYuutarou：臆病者。\u001b[22m\n\u001b[1m\u001b[22m\nNao: no impact on the story nor a purpose for being deft.\n\n\u001b[1mナオ：物語には何の影響もなく、巧みにする目的もない。\u001b[22m\n\u001b[1m(Nao: Monogatari ni wa nani no eikyō mo naku, takumi ni suru mokuteki mo nai.)\u001b[22m\n\nTranslations of \u001b[4mNao: no impact on the story nor a purpose for being deft.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNao: no impact on the story nor a purpose for being deft.\u001b[24m\n    \u001b[1mナオ：物語には何の影響もなく、巧みにする目的もない。\u001b[22m, \u001b[1mナオ：ストーリーも巧みであるための目的に影響はありません。\u001b[22m\n\u001b[1m\u001b[22m\nIsshin: probably good if needed for Yakumo's background story.In my opinion better than the detective when handling a case.\n\n\u001b[1m一宗：ヤクモのバックグラウンドストーリーに必要ならば、おそらく良いです。私の意見では、事件を扱うときに探偵よりも優れています。\u001b[22m\n\u001b[1m(Ichimune: Yakumo no bakkuguraundosutōrī ni hitsuyōnaraba, osoraku yoidesu. Watashi no ikende wa, jiken o atsukau toki ni tantei yori mo sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIsshin: probably good if needed for Yakumo's background story.In my opinion better than the detective when handling a case.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIsshin: probably good if needed for Yakumo's background story.In my opinion better than the detective when handling a case.\u001b[24m\n    \u001b[1m一宗：ヤクモのバックグラウンドストーリーに必要ならば、おそらく良いです。私の意見では、事件を扱うときに探偵よりも優れています。\u001b[22m, \u001b[1m一心：ケースを取り扱う際探偵よりも良い私の意見をstory.In八雲の背景のために必要であれば、おそらく良いです。\u001b[22m\n\u001b[1m\u001b[22m\nwhen a case is solved, they (yakumo and his gang) did not put any effort to show any slight feelings. Which makes it no real purpose than doing what they are told.\n\n\u001b[1m事件が解決されたとき、彼ら（ヤクモと彼のギャング）は少しの気持ちを表明しようと努力しなかった。 それは、彼らが言われたことをすることよりも本当の目的にはなりません。\u001b[22m\n\u001b[1m(Jiken ga kaiketsu sa reta toki, karera (yakumo to kare no gyangu) wa sukoshi no kimochi o hyōmei shiyou to doryoku shinakatta. Sore wa, karera ga iwa reta koto o suru koto yori mo hontō no mokuteki ni wa narimasen.)\u001b[22m\n\nTranslations of \u001b[4mwhen a case is solved, they (yakumo and his gang) did not put any effort to show any slight feelings. Which makes it no real purpose than doing what they are told.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhen a case is solved, they (yakumo and his gang) did not put any effort to show any slight feelings.\u001b[24m\n    \u001b[1m事件が解決されたとき、彼ら（ヤクモと彼のギャング）は少しの気持ちを表明しようと努力しなかった。\u001b[22m, \u001b[1mケースが解決されたとき、彼ら（八雲と彼のギャングが）わずかな感情を示すために何の努力を入れていません。\u001b[22m\n\u001b[4mWhich makes it no real purpose than doing what they are told.\u001b[24m\n    \u001b[1mそれは、彼らが言われたことをすることよりも本当の目的にはなりません。\u001b[22m, \u001b[1mそれ彼らは言われて何をしているに過ぎない本当の目的になります。\u001b[22m"
  },
  {
    "title": "Shinrei_Tantei_Yakumo",
    "id": "7662",
    "url": "https://myanimelist.net/anime/7662/Shinrei_Tantei_Yakumo",
    "user": "kittybean",
    "profile": "/profile/kittybean/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=43675",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこのシリーズは非常に多くの可能性を秘めていました。プロットやキャラクターは、最初はすべて非常に興味をそそられていました。 しかし、私はそれが完全な可能性に達することは決してありませんし、ショーを通して重要な成分が欠けているように見えました。 私は文字が本当にいくつかの点で未開発だったように感じました。 全体的にストーリー・プロットは良かったが、それほど多くのことができるように感じた。 せいぜい、これは一連のシリーズです。あなたが時間を殺したいときに見るものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis series had so much potential.. The plot, the characters everything at first was very intriguing. But i dont know it never reached its full potential, and throughout the show it seemed like there was a key ingredient missing. I felt like the characters were really undeveloped in some ways. Overall the story plot was good, but I felt like it couldve been so much more. At best, this is the kind of series is something you would watch when you wanna kill time.\n\n\u001b[1mこのシリーズは非常に多くの可能性を秘めていました。プロットやキャラクターは、最初はすべて非常に興味をそそられていました。 しかし、私はそれが完全な可能性に達することは決してありませんし、ショーを通して重要な成分が欠けているように見えました。 私は文字が本当にいくつかの点で未開発だったように感じました。 全体的にストーリー・プロットは良かったが、それほど多くのことができるように感じた。 せいぜい、これは一連のシリーズです。あなたが時間を殺したいときに見るものです。\u001b[22m\n\u001b[1m(Kono shirīzu wa hijō ni ōku no kanōsei o himete imashita. Purotto ya kyarakutā wa, saisho wa subete hijō ni kyōmi o sosora rete imashita. Shikashi, watashi wa sore ga kanzen'na kanōsei ni tassuru koto wa kesshite arimasenshi, shō o tōshite jūyōna seibun ga kakete iru yō ni miemashita. Watashi wa moji ga hontōni ikutsu ka no ten de mikaihatsudatta yō ni kanjimashita. Zentai-teki ni sutōrī purotto wa yokatta ga, sorehodo ōku no koto ga dekiru yō ni kanjita. Seizei, koreha ichiren no shirīzudesu. Anata ga jikan o koroshitai toki ni miru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis series had so much potential.. The plot, the characters everything at first was very intriguing. But i dont know it never reached its full potential, and throughout the show it seemed like there was a key ingredient missing. I felt like the characters were really undeveloped in some ways. Overall the story plot was good, but I felt like it couldve been so much more. At best, this is the kind of series is something you would watch when you wanna kill time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series had so much potential.. The plot, the characters everything at first was very intriguing.\u001b[24m\n    \u001b[1mこのシリーズは非常に多くの可能性を秘めていました。プロットやキャラクターは、最初はすべて非常に興味をそそられていました。\u001b[22m, \u001b[1mこのシリーズは、プロット、最初は文字のすべてが非常に興味をそそらだった..そんなに可能性がありました。\u001b[22m\n\u001b[4mBut i dont know it never reached its full potential, and throughout the show it seemed like there was a key ingredient missing.\u001b[24m\n    \u001b[1mしかし、私はそれが完全な可能性に達することは決してありませんし、ショーを通して重要な成分が欠けているように見えました。\u001b[22m, \u001b[1mしかし、私はそれがその可能性を最大限に達しておらず、不足している重要な要素があったようにそれが見えたショーを通して決して知りません。\u001b[22m\n\u001b[4mI felt like the characters were really undeveloped in some ways.\u001b[24m\n    \u001b[1m私は文字が本当にいくつかの点で未開発だったように感じました。\u001b[22m, \u001b[1m文字がいくつかの点で本当に未発達だったような気がしました。\u001b[22m\n\u001b[4mOverall the story plot was good, but I felt like it couldve been so much more.\u001b[24m\n    \u001b[1m全体的にストーリー・プロットは良かったが、それほど多くのことができるように感じた。\u001b[22m, \u001b[1m全体的なストーリープロットは良好であったが、それはそんなに多くなってcouldveのように私は感じました。\u001b[22m\n\u001b[4mAt best, this is the kind of series is something you would watch when you wanna kill time.\u001b[24m\n    \u001b[1mせいぜい、これは一連のシリーズです。あなたが時間を殺したいときに見るものです。\u001b[22m, \u001b[1mせいぜい、これはシリーズの種類は、あなたが時間を殺すたいときに見ると何かです。\u001b[22m"
  },
  {
    "title": "Shinrei_Tantei_Yakumo",
    "id": "7662",
    "url": "https://myanimelist.net/anime/7662/Shinrei_Tantei_Yakumo",
    "user": "hkc_kizzy",
    "profile": "/profile/hkc_kizzy/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=40513",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\n霊魂探偵ヤクモ\n\n私がアニメの概要を読んだとき、私は本当に興奮してエピソードを見たいと思っていました。とても面白いようです。\n\n私は物語が非常に興味をそそられ、物語が展開するようにアニメを見て楽しむことができました。\n\nそれは同時に私の心を捉えて、本当に素晴らしいアニメを見ました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nPsychic Detective Yakumo\n\n\u001b[1m霊魂探偵ヤクモ\u001b[22m\n\u001b[1m(Reikon tantei yakumo)\u001b[22m\n\nTranslations of \u001b[4mPsychic Detective Yakumo\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPsychic Detective Yakumo\u001b[24m\n    \u001b[1m霊魂探偵ヤクモ\u001b[22m, \u001b[1m心霊探偵八雲\u001b[22m\n\u001b[1m\u001b[22m\nWhen I read the synopsis of the anime I was really excited and eager to watch an episode, it seems very interesting.\n\n\u001b[1m私がアニメの概要を読んだとき、私は本当に興奮してエピソードを見たいと思っていました。とても面白いようです。\u001b[22m\n\u001b[1m(Watashi ga anime no gaiyō o yonda toki, watashi wa hontōni kōfun shite episōdo o mitai to omotte imashita. Totemo omoshiroi yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I read the synopsis of the anime I was really excited and eager to watch an episode, it seems very interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I read the synopsis of the anime I was really excited and eager to watch an episode, it seems very interesting.\u001b[24m\n    \u001b[1m私がアニメの概要を読んだとき、私は本当に興奮してエピソードを見たいと思っていました。とても面白いようです。\u001b[22m, \u001b[1m私はアニメのあらすじを読んだとき、私は本当に興奮とエピソードを見て熱望していた、それは非常に興味深いと思われます。\u001b[22m\n\u001b[1m\u001b[22m\nI find the story very intriguing and in a way made me enjoy watching the anime as the story unfolds.\n\n\u001b[1m私は物語が非常に興味をそそられ、物語が展開するようにアニメを見て楽しむことができました。\u001b[22m\n\u001b[1m(Watashi wa monogatari ga hijō ni kyōmi o sosora re, monogatari ga tenkai suru yō ni anime o mite tanoshimu koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mI find the story very intriguing and in a way made me enjoy watching the anime as the story unfolds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI find the story very intriguing and in a way made me enjoy watching the anime as the story unfolds.\u001b[24m\n    \u001b[1m私は物語が非常に興味をそそられ、物語が展開するようにアニメを見て楽しむことができました。\u001b[22m, \u001b[1m私は物語は非常に魅力的見つけると方法で物語が展開するにつれて、私はアニメを見て楽しむました。\u001b[22m\n\u001b[1m\u001b[22m\nIt captured my heart at the same time which made it a really nice anime to watch.\n\n\u001b[1mそれは同時に私の心を捉えて、本当に素晴らしいアニメを見ました。\u001b[22m\n\u001b[1m(Sore wa dōjini watashi no kokoro o toraete, hontōni subarashī anime o mimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt captured my heart at the same time which made it a really nice anime to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt captured my heart at the same time which made it a really nice anime to watch.\u001b[24m\n    \u001b[1mそれは同時に私の心を捉えて、本当に素晴らしいアニメを見ました。\u001b[22m, \u001b[1mそれは見て本当に素敵なアニメ作ら同時に私の心を捕獲しました。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
