[
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "Aishiteruze",
    "profile": "/profile/Aishiteruze/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=596",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  10\n\n私はこの素敵なアニメのレビューを書いた最初の人ですか？\n\n驚くべきことだ。 まあ、死神のバラードはかなりこれです：あなたが白神が何であるかわからない場合は、白神があります。それは基本的に死の神です。 人々の命を奪う神。 だから、彼女は人を見回し、次の人生を誰が判断するのだろうか。 しかし、これについては、それだけではありません。\n\nそれぞれのエピソードは1人または2人の人に基づいています。一人一人のようなミニ物語のようなものです。なぜなら、自分たちの命を奪うために選ばれた理由は、自分がやっていること、 それは本当に彼らの時間です。\n\nそれは本当に素晴らしい、甘いアニメを見ることです。 正直なところ、6つのエピソードは本当に十分ではありませんでした。少なくとももう1つは6になる可能性があります.Momoは本当に敏感なキャラクターです。彼女の仕事は人生を離れさせることだと考えていますが、アニメでは、  '。 それぞれのストーリーは本当に感動している、私は最初のエピソードはストーリーのためにそれをすぐに私に入れたと思う。\n\n短いですが、個人的には楽しく楽しいと思うので、私はそれを与える全体的なスコアへの落ち込みだと思います、そして、音楽は耳に喜ばれています。 しかし、私は物語が見ているといいでしょう、私はそれは誰の好みにもよると思います。 しかし、それを行って、どのようにあなたがそれを好き見る。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'm the first to write a review about this lovely anime?\n\n\u001b[1m私はこの素敵なアニメのレビューを書いた最初の人ですか？\u001b[22m\n\u001b[1m(Watashi wa kono sutekina anime no rebyū o kaita saisho no hitodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mI'm the first to write a review about this lovely anime?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm the first to write a review about this lovely anime?\u001b[24m\n    \u001b[1m私はこの素敵なアニメのレビューを書いた最初の人ですか？\u001b[22m, \u001b[1m私はこの素敵なアニメについてのレビューを書きますよ？\u001b[22m\n\u001b[1m\u001b[22m\nSurprising. Well, Shinigami No Ballad is pretty much this: There's a shinigami named Momo, and if you don't know what a shinigami is.. it's basically a death god. A god that takes people's lives. So she's all around watching people and judging who's life she's going to take next. But the thing about this is, there's more to just that.\n\n\u001b[1m驚くべきことだ。 まあ、死神のバラードはかなりこれです：あなたが白神が何であるかわからない場合は、白神があります。それは基本的に死の神です。 人々の命を奪う神。 だから、彼女は人を見回し、次の人生を誰が判断するのだろうか。 しかし、これについては、それだけではありません。\u001b[22m\n\u001b[1m(Odorokubeki kotoda. Mā, shinigami no barādo wa kanari koredesu: Anata ga Shirakami ga nandearu ka wakaranai baai wa, Shirakami ga arimasu. Sore wa kihontekini shi no kamidesu. Hitobito no inochi o ubau kami. Dakara, kanojo wa hito o mimawashi,-ji no jinsei o dare ga handan suru nodarou ka. Shikashi, kore ni tsuite wa, sore dakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSurprising. Well, Shinigami No Ballad is pretty much this: There's a shinigami named Momo, and if you don't know what a shinigami is.. it's basically a death god. A god that takes people's lives. So she's all around watching people and judging who's life she's going to take next. But the thing about this is, there's more to just that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSurprising.\u001b[24m\n    \u001b[1m驚くべきことだ。\u001b[22m, \u001b[1m驚くべき。\u001b[22m\n\u001b[4mWell, Shinigami No Ballad is pretty much this: There's a shinigami named Momo, and if you don't know what a shinigami is.. it's basically a death god.\u001b[24m\n    \u001b[1mまあ、死神のバラードはかなりこれです：あなたが白神が何であるかわからない場合は、白神があります。それは基本的に死の神です。\u001b[22m, \u001b[1mまあ、死神なしバラードはかなりこれです：そこモモという名前の死神だ、とあなたは死神が何であるかわからない場合..それは基本的には死の神です。\u001b[22m\n\u001b[4mA god that takes people's lives.\u001b[24m\n    \u001b[1m人々の命を奪う神。\u001b[22m, \u001b[1m人々の生活を取る神。\u001b[22m\n\u001b[4mSo she's all around watching people and judging who's life she's going to take next.\u001b[24m\n    \u001b[1mだから、彼女は人を見回し、次の人生を誰が判断するのだろうか。\u001b[22m, \u001b[1mそこで彼女は、すべての周りの人々を見て、彼女は次の取るつもりだ人生だ誰が判断しています。\u001b[22m\n\u001b[4mBut the thing about this is, there's more to just that.\u001b[24m\n    \u001b[1mしかし、これについては、それだけではありません。\u001b[22m, \u001b[1mしかし、これについての事は、ちょうどそれによりがありますされています。\u001b[22m\n\u001b[1m\u001b[22m\nEach episode is based on one or two people, sort of like mini stories about each person, and the reason why they've been chosen to take their lives away is based on what they've been doing, or what they wish for, or the fact it is really their time to go.\n\n\u001b[1mそれぞれのエピソードは1人または2人の人に基づいています。一人一人のようなミニ物語のようなものです。なぜなら、自分たちの命を奪うために選ばれた理由は、自分がやっていること、 それは本当に彼らの時間です。\u001b[22m\n\u001b[1m(Sorezore no episōdo wa 1-ri matawa 2-ri no hito ni motodzuite imasu. Hitorihitori no yōna mini monogatari no yōna monodesu. Nazenara, jibun-tachi no inochi o ubau tame ni eraba reta riyū wa, jibun ga yatte iru koto, sore wa hontōni karera no jikandesu.)\u001b[22m\n\nTranslations of \u001b[4mEach episode is based on one or two people, sort of like mini stories about each person, and the reason why they've been chosen to take their lives away is based on what they've been doing, or what they wish for, or the fact it is really their time to go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach episode is based on one or two people, sort of like mini stories about each person, and the reason why they've been chosen to take their lives away is based on what they've been doing, or what they wish for, or\u001b[24m\n    \u001b[1mそれぞれのエピソードは1人または2人の人に基づいています。一人一人のようなミニ物語のようなものです。なぜなら、自分たちの命を奪うために選ばれた理由は、自分がやっていること、\u001b[22m, \u001b[1m各エピソードは、ソートの各人物についてのミニストーリーのように、1人または2人に基づいており、彼らは離れて自分たちの生活を取るために選ばれてきた理由は、彼らが行ってきた、または彼らが望むものを何に基づいている、または\u001b[22m\n\u001b[4mthe fact it is really their time to go.\u001b[24m\n    \u001b[1mそれは本当に彼らの時間です。\u001b[22m, \u001b[1m事実、それは本当に行くために自分の時間です。\u001b[22m\n\u001b[1m\u001b[22m\nIt's really a nice, sweet anime to watch. Honestly, 6 episodes wasn't really enough.. it could have gone on for at least another 6. Momo is a really sensitive character, considering her job is to take lives away, but in the anime, she says 'I cry for them '. Each story is really touching, I think the first episode got me into it straight away because of the story.\n\n\u001b[1mそれは本当に素晴らしい、甘いアニメを見ることです。 正直なところ、6つのエピソードは本当に十分ではありませんでした。少なくとももう1つは6になる可能性があります.Momoは本当に敏感なキャラクターです。彼女の仕事は人生を離れさせることだと考えていますが、アニメでは、  '。 それぞれのストーリーは本当に感動している、私は最初のエピソードはストーリーのためにそれをすぐに私に入れたと思う。\u001b[22m\n\u001b[1m(Sore wa hontōni subarashī, amai anime o miru kotodesu. Shōjikina tokoro, muttsu no episōdo wa hontōni jūbunde wa arimasendeshita. Sukunakutomo mō 1tsu wa 6 ni naru kanōsei ga arimasu. Momo wa hontōni binkan'na kyarakutādesu. Kanojo no shigoto wa jinsei o hanare saseru kotoda to kangaete imasuga, animede wa, '. Sorezore no sutōrī wa hontōni kandō shite iru, watashi wa saisho no episōdo wa sutōrī no tame ni sore o sugu ni watashi ni ireta to omou.)\u001b[22m\n\nTranslations of \u001b[4mIt's really a nice, sweet anime to watch. Honestly, 6 episodes wasn't really enough.. it could have gone on for at least another 6. Momo is a really sensitive character, considering her job is to take lives away, but in the anime, she says 'I cry for them '. Each story is really touching, I think the first episode got me into it straight away because of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's really a nice, sweet anime to watch.\u001b[24m\n    \u001b[1mそれは本当に素晴らしい、甘いアニメを見ることです。\u001b[22m, \u001b[1mそれは実際に見て素敵な、甘いアニメです。\u001b[22m\n\u001b[4mHonestly, 6 episodes wasn't really enough.. it could have gone on for at least another 6. Momo is a really sensitive character, considering her job is to take lives away, but in the anime, she says 'I cry for them\u001b[24m\n    \u001b[1m正直なところ、6つのエピソードは本当に十分ではありませんでした。少なくとももう1つは6になる可能性があります.Momoは本当に敏感なキャラクターです。彼女の仕事は人生を離れさせることだと考えていますが、アニメでは、\u001b[22m, \u001b[1m正直なところ、6エピソードは、それは、少なくとも別の6モモのために行っている可能性が、彼女の仕事を考えると離れて生活を取るために本当に敏感な文字ですが、アニメでは、彼女は私が彼らのために泣く」と言う..本当に十分ではなかったです\u001b[22m\n\u001b[4m'.\u001b[24m\n    \u001b[1m'。\u001b[22m\n\u001b[4mEach story is really touching, I think the first episode got me into it straight away because of the story.\u001b[24m\n    \u001b[1mそれぞれのストーリーは本当に感動している、私は最初のエピソードはストーリーのためにそれをすぐに私に入れたと思う。\u001b[22m, \u001b[1mそれぞれの物語は本当に感動的ですが、私は最初のエピソードが原因物語のすぐそこに私を得たと思います。\u001b[22m\n\u001b[1m\u001b[22m\nIt's short, which I personally think is a downfall to the overall score I'll give it, because I think it's enjoyable, and the music is pleasing to the ear. But I would say the stories are pretty good to watch, I guess it depends on everyone's preference. But, give it a go and see how you like it.\n\n\u001b[1m短いですが、個人的には楽しく楽しいと思うので、私はそれを与える全体的なスコアへの落ち込みだと思います、そして、音楽は耳に喜ばれています。 しかし、私は物語が見ているといいでしょう、私はそれは誰の好みにもよると思います。 しかし、それを行って、どのようにあなたがそれを好き見る。\u001b[22m\n\u001b[1m(Mijikaidesuga, kojin-teki ni wa tanoshiku tanoshī to omou node, watashi wa sore o ataeru zentai-tekina sukoa e no ochikomida to omoimasu, soshite, ongaku wa mimi ni yorokoba rete imasu. Shikashi, watashi wa monogatari ga mite iru to īdeshou, watashi wa sore wa dare no konomi ni mo yoru to omoimasu. Shikashi, sore o okonatte, dono yō ni anata ga sore o suki miru.)\u001b[22m\n\nTranslations of \u001b[4mIt's short, which I personally think is a downfall to the overall score I'll give it, because I think it's enjoyable, and the music is pleasing to the ear. But I would say the stories are pretty good to watch, I guess it depends on everyone's preference. But, give it a go and see how you like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's short, which I personally think is a downfall to the overall score I'll give it, because I think it's enjoyable, and the music is pleasing to the ear.\u001b[24m\n    \u001b[1m短いですが、個人的には楽しく楽しいと思うので、私はそれを与える全体的なスコアへの落ち込みだと思います、そして、音楽は耳に喜ばれています。\u001b[22m, \u001b[1mそれは私が個人的に私はそれは楽しいことだと思うので、私はそれをあげる全体的なスコアに没落で、音楽が耳に喜ばれると思いますこれは、短いです。\u001b[22m\n\u001b[4mBut I would say the stories are pretty good to watch, I guess it depends on everyone's preference.\u001b[24m\n    \u001b[1mしかし、私は物語が見ているといいでしょう、私はそれは誰の好みにもよると思います。\u001b[22m, \u001b[1mしかし、私はそれがすべての人の好みに依存すると思い、物語は見てかなり良いですと言うでしょう。\u001b[22m\n\u001b[4mBut, give it a go and see how you like it.\u001b[24m\n    \u001b[1mしかし、それを行って、どのようにあなたがそれを好き見る。\u001b[22m, \u001b[1mしかし、それをやってみると、あなたがそれを好きかを確認。\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "jet2r0cks",
    "profile": "/profile/jet2r0cks/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=1460",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  7\nキャラクター|  5\n|  5\n\n5単語またはそれ以上のレビュー：特別なものはありません。  Bland。\n\n死神のバラードを一つの言葉で表現すると、私はそれを穏やかなものと表現します。 私は通常ロリアニメが好きですが、死神のバラードはほとんど私の注意を引いた。\n\nかわいい女の子は、死を伴う仕事に取り組んで、彼女の手を汚す。 そのような前提は地獄の少女のプロットとほとんど同じですが、地獄の少女はそれにもっと「震え」ていました。 死神バラードには高い点も低い点もなく、6つのエピソード全体で単調だった。 本当にクライマックスもなかった。 最後のエピソードは最初の5つのエピソードよりエキサイティングだと思いますが、他のエピソードとは別にそれを設定するものはありません。 私は問題がストーリーテリングにあると思います。イベントの順序はちょっとずれていて、ストーリーにはいくつかの穴があり、イベントやキャラクターには本当に関係しませんでした。\n\nキャラクターといえば、キャラクターは私をつかまえていませんでした。 私がlolisが好きなだけ、私はまったくモモが好きではなかった。 私は彼女の個性が奇妙だと思った、彼女はほぼ双極性のようだった。 彼女は仕事をするたびに寒くてストイックに見えましたが、結局何らかの理由でいつも泣いていました。 なぜ彼女がそのような泣き虫だったのかは分かりませんでしたが、彼女の助手猫（ダニエル）は同じように思っています。 他のキャラクターに関しては、彼らはすべて忘れられず、ほとんど重要ではなかった。 彼らにはカリスマがなかった。\n\nキャラクターデザインも必要でした。 私はキャラクターがお互いにどのように見えたのが好きではなかった - 彼らは同じ髪型を持っていた場合、それらを区別する方法はほとんどありませんでした。 さらに、文字のデザインについては何も目立たなかった。 実際には、全体として、死神のバラードのビジュアルは穏やかでした。\n\n私は死神のバラードを完全に憎んではいない、私は実際に演技の声が好きです。 声は本当にそれぞれのキャラクターにマッチしました。 また、キャストリストには、ダニエルと演奏した清水愛（SolaのKoyori、Strawberry PanicのTamao）などの著名人もいます。 他にも大野大介（空気からのゆきと、涼宮ハルヒの憂鬱からの小泉）、上田かな（みや、マリア様の夢見、ハヤテのごとくのサクヤ）、白石良子（ハヤテの五輪のハヤテ）などがあります。 私はこれらの声優がそれぞれ1つのエピソードのためだけに存在していたことに少しは失望しています。\n\n音楽も悪くなかった。 私は遊び心のあるBGMが好きでしたが、まだ不足していました。  BGMについては特別なことは何もありませんでした。 開始テーマと終了テーマでも同じです。 それは大丈夫でしたが、すばらしいことではありませんでした。 両方の曲があまりにも穏やかだったので、私は少し眠くなった。\n\n死神のバラードは6つのエピソードだけで構成されていたことがうれしいですが、もう一度、私はより多くのエピソードがそれをより良くすると思います。 死神バラッドは間違いなく地獄の女の子よりも優れた偉大な物語になる可能性があります.6エピソードだけでその可能性を少しでも抑えていると思います。 より多くのエピソードは、その可能性を輝かせる余地を確実に与えてくれるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\n5 WORDS OR LESS REVIEW: Nothing special. Bland.\n\n\u001b[1m5単語またはそれ以上のレビュー：特別なものはありません。  Bland。\u001b[22m\n\u001b[1m(5 Tango matawa sore ijō no rebyū: Tokubetsuna mono wa arimasen. Burando.)\u001b[22m\n\nTranslations of \u001b[4m5 WORDS OR LESS REVIEW: Nothing special. Bland.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5 WORDS OR LESS REVIEW: Nothing special.\u001b[24m\n    \u001b[1m5単語またはそれ以上のレビュー：特別なものはありません。\u001b[22m, \u001b[1m5語以下REVIEW：何も特別。\u001b[22m\n\u001b[4mBland.\u001b[24m\n    \u001b[1mBland。\u001b[22m, \u001b[1m当たり障りのありません。\u001b[22m\n\u001b[1m\u001b[22m\nIf I would describe Shinigami no Ballad in one word, I would describe it as bland. I usually like loli anime, but Shinigami no Ballad barely caught my attention.\n\n\u001b[1m死神のバラードを一つの言葉で表現すると、私はそれを淡いものと表現します。 私は通常ロリアニメが好きですが、死神のバラードはほとんど私の注意を引いた。\u001b[22m\n\u001b[1m(Shinigami no barādo o hitotsu no kotoba de hyōgen suru to, watashi wa sore o awai mono to hyōgen shimasu. Watashi wa tsūjō rorianime ga sukidesuga, shinigami no barādo wa hotondo watashi no chūi o hiita.)\u001b[22m\n\nTranslations of \u001b[4mIf I would describe Shinigami no Ballad in one word, I would describe it as bland. I usually like loli anime, but Shinigami no Ballad barely caught my attention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I would describe Shinigami no Ballad in one word, I would describe it as bland.\u001b[24m\n    \u001b[1m死神のバラードを一つの言葉で表現すると、私はそれを淡いものと表現します。\u001b[22m, \u001b[1m私は死神に1単語にはバラードを記載していないならば、私は当たり障りのないようにそれを記述することになります。\u001b[22m\n\u001b[4mI usually like loli anime, but Shinigami no Ballad barely caught my attention.\u001b[24m\n    \u001b[1m私は通常ロリアニメが好きですが、死神のバラードはほとんど私の注意を引いた。\u001b[22m, \u001b[1m通常ロリアニメのような私が、死神にはバラードはやっと私の注意を引いていません。\u001b[22m\n\u001b[1m\u001b[22m\nCute girl gets her hands dirty by working a job that involves death. Such premise is almost similar to the plot of Hell Girl, except Hell Girl had more 'zing' to it. There were no high or low points in Shinigami no Ballad - it was monotonous during the whole 6 episodes. There wasn't really a climax either. You'd think the last episode would be more exciting than the first 5 episodes, but nothing really set it apart from the other episodes. I think the problem lies in the storytelling - the sequencing of events were a bit off, there were some holes in the story, and you couldn't really relate to the events or the characters.\n\n\u001b[1mかわいい女の子は、死を伴う仕事に取り組んで、彼女の手を汚す。 そのような前提は地獄の少女のプロットとほとんど同じですが、地獄の少女はそれにもっと「震え」ていました。 死神バラードには高い点も低い点もなく、6つのエピソード全体で単調だった。 本当にクライマックスもなかった。 最後のエピソードは最初の5つのエピソードよりエキサイティングだと思いますが、他のエピソードとは別にそれを設定するものはありません。 私は問題がストーリーテリングにあると思います。イベントの順序はちょっとずれていて、ストーリーにはいくつかの穴があり、イベントやキャラクターには本当に関係しませんでした。\u001b[22m\n\u001b[1m(Kawaī on'nanoko wa, shi o tomonau shigoto ni torikunde, kanojo no te o yogosu. So no yōna zentei wa jigoku no shōjo no purotto to hotondo onajidesuga, jigoku no shōjo wa sore ni motto `furue'te imashita. Shinigami barādo ni wa takai ten mo hikui ten mo naku, muttsu no episōdo zentai de tanchōdatta. Hontōni kuraimakkusu mo nakatta. Saigo no episōdo wa saisho no itsutsu no episōdo yori ekisaitinguda to omoimasuga, hoka no episōdo to wa betsuni sore o settei suru mono wa arimasen. Watashi wa mondai ga sutōrīteringu ni aru to omoimasu. Ibento no junjo wa chotto zurete ite, sutōrī ni wa ikutsu ka no ana ga ari, ibento ya kyarakutā ni wa hontōni kankei shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mCute girl gets her hands dirty by working a job that involves death. Such premise is almost similar to the plot of Hell Girl, except Hell Girl had more 'zing' to it. There were no high or low points in Shinigami no Ballad - it was monotonous during the whole 6 episodes. There wasn't really a climax either. You'd think the last episode would be more exciting than the first 5 episodes, but nothing really set it apart from the other episodes. I think the problem lies in the storytelling - the sequencing of events were a bit off, there were some holes in the story, and you couldn't really relate to the events or the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCute girl gets her hands dirty by working a job that involves death.\u001b[24m\n    \u001b[1mかわいい女の子は、死を伴う仕事に取り組んで、彼女の手を汚す。\u001b[22m, \u001b[1mかわいい女の子は死を伴う仕事を加工して汚れた彼女の手を取得します。\u001b[22m\n\u001b[4mSuch premise is almost similar to the plot of Hell Girl, except Hell Girl had more 'zing' to it.\u001b[24m\n    \u001b[1mそのような前提は地獄の少女のプロットとほとんど同じですが、地獄の少女はそれにもっと「震え」ていました。\u001b[22m, \u001b[1m地獄少女がそれにより「熱意」を持っていた以外は、このような前提は、地獄少女のプロットとほぼ同様です。\u001b[22m\n\u001b[4mThere were no high or low points in Shinigami no Ballad - it was monotonous during the whole 6 episodes.\u001b[24m\n    \u001b[1m死神バラードには高い点も低い点もなく、6つのエピソード全体で単調だった。\u001b[22m, \u001b[1m何の高いまたは低い点にはバラードは死神にありませんでした - それは全体の6エピソードの間に単調でした。\u001b[22m\n\u001b[4mThere wasn't really a climax either.\u001b[24m\n    \u001b[1m本当にクライマックスもなかった。\u001b[22m, \u001b[1mクライマックスはどちらか本当にありませんでした。\u001b[22m\n\u001b[4mYou'd think the last episode would be more exciting than the first 5 episodes, but nothing really set it apart from the other episodes.\u001b[24m\n    \u001b[1m最後のエピソードは最初の5つのエピソードよりエキサイティングだと思いますが、他のエピソードとは別にそれを設定するものはありません。\u001b[22m, \u001b[1mあなたは最後のエピソードは、最初の5エピソードよりもエキサイティングなことだと思うだろうが、何も本当に他のエピソードから離れてそれを設定していません。\u001b[22m\n\u001b[4mI think the problem lies in the storytelling - the sequencing of events were a bit off, there were some holes in the story, and you couldn't really relate to the events or the characters.\u001b[24m\n    \u001b[1m私は問題がストーリーテリングにあると思います。イベントの順序はちょっとずれていて、ストーリーにはいくつかの穴があり、イベントやキャラクターには本当に関係しませんでした。\u001b[22m, \u001b[1m私はこの問題は物語にあると思います - イベントのシーケンシングは、物語の中で、いくつかの穴があった、少しオフだった、とあなたは本当にイベントまたは文字に関連することができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of the characters, the characters didn't grab me either. As much as I like lolis, I didn't like Momo at all. I thought her personality was weird, she seemed almost bipolar. Whenever she did her job, she seemed cold and stoic, but in the end she would always cry for some reason. It wasn't really explained why she was such a crybaby, but apparently her assistant cat (Daniel) thinks the same. As for the other characters, they were all forgettable and almost insignificant. They all lacked charisma.\n\n\u001b[1mキャラクターといえば、キャラクターは私をつかまえていませんでした。 私がlolisが好きなだけ、私はまったくモモが好きではなかった。 私は彼女の個性が奇妙だと思った、彼女はほぼ双極性のようだった。 彼女は仕事をするたびに寒くてストイックに見えましたが、結局何らかの理由でいつも泣いていました。 なぜ彼女がそのような泣き虫だったのかは分かりませんでしたが、彼女の助手猫（ダニエル）は同じように思っています。 他のキャラクターに関しては、彼らはすべて忘れられず、ほとんど重要ではなかった。 彼らにはカリスマがなかった。\u001b[22m\n\u001b[1m(Kyarakutā to ieba, kyarakutā wa watashi o tsukamaete imasendeshita. Watashi ga lolis ga sukinadake, watashi wa mattaku momo ga sukide wa nakatta. Watashi wa kanojo no kosei ga kimyōda to omotta, kanojo wa hobo sōkyoku-sei no yōdatta. Kanojo wa shigoto o suru tabi ni samukute sutoikku ni miemashitaga, kekkyoku nanrakano riyū de itsumo naite imashita. Naze kanojo ga sono yōna nakimushidatta no ka wa wakarimasendeshitaga, kanojo no joshu neko (Danieru) wa onajiyōni Shitau tte imasu. Hoka no kyarakutā ni kanshite wa, karera wa subete wasure rarezu, hotondo jūyōde wa nakatta. Karera ni wa karisuma ga nakatta.)\u001b[22m\n\nTranslations of \u001b[4mSpeaking of the characters, the characters didn't grab me either. As much as I like lolis, I didn't like Momo at all. I thought her personality was weird, she seemed almost bipolar. Whenever she did her job, she seemed cold and stoic, but in the end she would always cry for some reason. It wasn't really explained why she was such a crybaby, but apparently her assistant cat (Daniel) thinks the same. As for the other characters, they were all forgettable and almost insignificant. They all lacked charisma.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpeaking of the characters, the characters didn't grab me either.\u001b[24m\n    \u001b[1mキャラクターといえば、キャラクターは私をつかまえていませんでした。\u001b[22m, \u001b[1m文字といえば、文字はどちらか私をつかむませんでした。\u001b[22m\n\u001b[4mAs much as I like lolis, I didn't like Momo at all.\u001b[24m\n    \u001b[1m私がlolisが好きなだけ、私はまったくモモが好きではなかった。\u001b[22m, \u001b[1m同じくらい私はlolisを好きなように、私はすべてのモモを好きではなかったです。\u001b[22m\n\u001b[4mI thought her personality was weird, she seemed almost bipolar.\u001b[24m\n    \u001b[1m私は彼女の個性が奇妙だと思った、彼女はほぼ双極性のようだった。\u001b[22m, \u001b[1m私は彼女がほとんどバイポーラ見えた、彼女の性格は奇妙だと思いました。\u001b[22m\n\u001b[4mWhenever she did her job, she seemed cold and stoic, but in the end she would always cry for some reason.\u001b[24m\n    \u001b[1m彼女は仕事をするたびに寒くてストイックに見えましたが、結局何らかの理由でいつも泣いていました。\u001b[22m, \u001b[1m彼女は仕事をしたときはいつでも、彼女は寒さとストイックに見えたが、最終的に彼女はいつも何らかの理由で泣くだろう。\u001b[22m\n\u001b[4mIt wasn't really explained why she was such a crybaby, but apparently her assistant cat (Daniel) thinks the same.\u001b[24m\n    \u001b[1mなぜ彼女がそのような泣き虫だったのかは分かりませんでしたが、彼女の助手猫（ダニエル）は同じように思っています。\u001b[22m, \u001b[1m彼女はこのような泣き虫だった理由は、実際に説明していなかったが、どうやら彼女のアシスタントの猫（ダニエル）は同じことを考えています。\u001b[22m\n\u001b[4mAs for the other characters, they were all forgettable and almost insignificant.\u001b[24m\n    \u001b[1m他のキャラクターに関しては、彼らはすべて忘れられず、ほとんど重要ではなかった。\u001b[22m, \u001b[1m他の文字については、それらはすべて忘れ、ほとんど重要ではなかったです。\u001b[22m\n\u001b[4mThey all lacked charisma.\u001b[24m\n    \u001b[1m彼らにはカリスマがなかった。\u001b[22m, \u001b[1m彼らはすべてのカリスマ性を欠いていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe character design needed work too. I didn't like how the characters looked like each other - if they had the same hairstyle, there would be almost no way to tell them apart. Furthermore, nothing about the character design was striking. In fact, as a whole, Shinigami no Ballad's visuals were bland.\n\n\u001b[1mキャラクターデザインも必要でした。 私はキャラクターがお互いにどのように見えたのが好きではなかった - 彼らは同じ髪型を持っていた場合、それらを区別する方法はほとんどありませんでした。 さらに、文字のデザインについては何も目立たなかった。 実際には、全体として、死神のバラードのビジュアルは穏やかでした。\u001b[22m\n\u001b[1m(Kyarakutādezain mo hitsuyōdeshita. Watashi wa kyarakutā ga otagai ni dono yō ni mieta no ga sukide wa nakatta - karera wa onaji kamigata o motte ita baai, sorera o kubetsu suru hōhō wa hotondo arimasendeshita. Sarani, moji no dezain ni tsuite wa nani mo medatanakatta. Jissai ni wa, zentai to shite, shinigami no barādo no bijuaru wa odayakadeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe character design needed work too. I didn't like how the characters looked like each other - if they had the same hairstyle, there would be almost no way to tell them apart. Furthermore, nothing about the character design was striking. In fact, as a whole, Shinigami no Ballad's visuals were bland.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character design needed work too.\u001b[24m\n    \u001b[1mキャラクターデザインも必要でした。\u001b[22m, \u001b[1mキャラクターデザインは、あまりにも作業が必要でした。\u001b[22m\n\u001b[4mI didn't like how the characters looked like each other - if they had the same hairstyle, there would be almost no way to tell them apart.\u001b[24m\n    \u001b[1m私はキャラクターがお互いにどのように見えたのが好きではなかった - 彼らは同じ髪型を持っていた場合、それらを区別する方法はほとんどありませんでした。\u001b[22m, \u001b[1m私は文字がお互いのように見えたか好きではなかった - 彼らは同じヘアスタイルを持っていた場合、それらを区別することはほとんどない方法はありますでしょう。\u001b[22m\n\u001b[4mFurthermore, nothing about the character design was striking.\u001b[24m\n    \u001b[1mさらに、文字のデザインについては何も目立たなかった。\u001b[22m, \u001b[1mまた、キャラクターデザインについては何も印象的でした。\u001b[22m\n\u001b[4mIn fact, as a whole, Shinigami no Ballad's visuals were bland.\u001b[24m\n    \u001b[1m実際には、全体として、死神のバラードのビジュアルは穏やかでした。\u001b[22m, \u001b[1m実際には、全体として、死神のないバラードのビジュアルは当たり障りのでした。\u001b[22m\n\u001b[1m\u001b[22m\nI don't completely hate Shinigami no Ballad, I actually like the voice acting. The voices really matched their respective characters. Also, a lot of notable names on the cast list, such as Ai Shimizu (Koyori in Sola, Tamao from Strawberry Panic), who played Daniel. Other notable names are Daisuke Ono (Yukito from Air, Koizumi from The Melancholy of Haruhi Suzumiya), Kana Ueda (Yumi in Maria-sama ga Miteru, Sakuya from Hayate no Gotoku) and Ryoko Shiraishi (Hayate from Hayate no Gotoku). I'm a little disappointed that these voice actors were only present for one episode each.\n\n\u001b[1m私は死神のバラードを完全に憎んではいない、私は実際に演技の声が好きです。 声は本当にそれぞれのキャラクターにマッチしました。 また、キャストリストには、ダニエルと演奏した清水愛（SolaのKoyori、Strawberry PanicのTamao）などの著名人もいます。 他にも大野大介（空気からのゆきと、涼宮ハルヒの憂鬱からの小泉）、上田かな（みや、マリア様の夢見、ハヤテのごとくのサクヤ）、白石良子（ハヤテの五輪のハヤテ）などがあります。 私はこれらの声優がそれぞれ1つのエピソードのためだけに存在していたことに少しは失望しています。\u001b[22m\n\u001b[1m(Watashi wa shinigami no barādo o kanzen ni nikunde wa inai, watashi wa jissai ni engi no koe ga sukidesu. Koe wa hontōni sorezore no kyarakutā ni matchi shimashita. Mata, kyasuto risuto ni wa, Danieru to ensō shita shimizu ai (Sola no Koyori, sutoroberīpanikku no Tamao) nado no chomei hito mo imasu. Hoka ni mo Ōno Daisuke (kūki kara no yuki to, suzumiyaharuhinoyūutsu kara no Koizumi), Ueda Kana (Miya, Maria-sama no yumemi, hayatenogotoku no Sakuya), Shiraishi Ryōko (hayate no gorin no hayate) nado ga arimasu. Watashi wa korera no seiyū ga sorezore 1tsu no episōdo no tame dake ni sonzai shite ita koto ni sukoshi wa shitsubō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't completely hate Shinigami no Ballad, I actually like the voice acting. The voices really matched their respective characters. Also, a lot of notable names on the cast list, such as Ai Shimizu (Koyori in Sola, Tamao from Strawberry Panic), who played Daniel. Other notable names are Daisuke Ono (Yukito from Air, Koizumi from The Melancholy of Haruhi Suzumiya), Kana Ueda (Yumi in Maria-sama ga Miteru, Sakuya from Hayate no Gotoku) and Ryoko Shiraishi (Hayate from Hayate no Gotoku). I'm a little disappointed that these voice actors were only present for one episode each.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't completely hate Shinigami no Ballad, I actually like the voice acting.\u001b[24m\n    \u001b[1m私は死神のバラードを完全に憎んではいない、私は実際に演技の声が好きです。\u001b[22m, \u001b[1m私は完全にノーバラード、私実際に声の演技のような死神を嫌いではありません。\u001b[22m\n\u001b[4mThe voices really matched their respective characters.\u001b[24m\n    \u001b[1m声は本当にそれぞれのキャラクターにマッチしました。\u001b[22m, \u001b[1m声は本当にそれぞれの文字に一致しました。\u001b[22m\n\u001b[4mAlso, a lot of notable names on the cast list, such as Ai Shimizu (Koyori in Sola, Tamao from Strawberry Panic), who played Daniel.\u001b[24m\n    \u001b[1mまた、キャストリストには、ダニエルと演奏した清水愛（SolaのKoyori、Strawberry PanicのTamao）などの著名人もいます。\u001b[22m, \u001b[1mまた、このようなダニエルを演じた（ソラでこより、ストロベリー・パニックから珠緒）清水愛、などのキャストリスト上の顕著な名前、たくさんの。\u001b[22m\n\u001b[4mOther notable names are Daisuke Ono (Yukito from Air, Koizumi from The Melancholy of Haruhi Suzumiya), Kana Ueda (Yumi in Maria-sama ga Miteru, Sakuya from Hayate no Gotoku) and Ryoko Shiraishi (Hayate from Hayate no Gotoku).\u001b[24m\n    \u001b[1m他にも大野大介（空気からのゆきと、涼宮ハルヒの憂鬱からの小泉）、上田かな（みや、マリア様の夢見、ハヤテのごとくのサクヤ）、白石良子（ハヤテの五輪のハヤテ）などがあります。\u001b[22m, \u001b[1mその他の注目すべき名前は、と白石涼子（ハヤテのごとくからハヤテ）（ハヤテのごとくからマリア様がみてるで由美、咲耶）小野大輔（エア、涼宮ハルヒの憂鬱から小泉から幸人）、植田佳奈です。\u001b[22m\n\u001b[4mI'm a little disappointed that these voice actors were only present for one episode each.\u001b[24m\n    \u001b[1m私はこれらの声優がそれぞれ1つのエピソードのためだけに存在していたことに少しは失望しています。\u001b[22m, \u001b[1m私はこれらの声優は、1つのエピソードそれぞれに対してのみ存在したことを少し失望しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe music wasn't bad either. I liked the playful BGM, but it was still lacking. There was nothing really special about the BGM. It's the same for the opening and ending themes. It was okay, but not great - the themes didn't grab me at all. If any, they made me a bit sleepy because both songs were too mellow.\n\n\u001b[1m音楽も悪くなかった。 私は遊び心のあるBGMが好きでしたが、まだ不足していました。  BGMについては特別なことは何もありませんでした。 開始テーマと終了テーマでも同じです。 それは大丈夫でしたが、すばらしいことではありませんでした。 両方の曲があまりにも穏やかだったので、私は少し眠くなった。\u001b[22m\n\u001b[1m(Ongaku mo warukunakatta. Watashi wa asobigokoro no aru BGM ga sukideshita ga, mada fusoku shite imashita. BGM ni tsuite wa tokubetsuna koto wa nani mo arimasendeshita. Kaishi tēma to shūryō tēma demo onajidesu. Sore wa daijōbudeshitaga, subarashī kotode wa arimasendeshita. Ryōhō no kyoku ga amarini mo odayakadattanode, watashi wa sukoshi nemuku natta.)\u001b[22m\n\nTranslations of \u001b[4mThe music wasn't bad either. I liked the playful BGM, but it was still lacking. There was nothing really special about the BGM. It's the same for the opening and ending themes. It was okay, but not great - the themes didn't grab me at all. If any, they made me a bit sleepy because both songs were too mellow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music wasn't bad either.\u001b[24m\n    \u001b[1m音楽も悪くなかった。\u001b[22m, \u001b[1m音楽も悪くありませんでした。\u001b[22m\n\u001b[4mI liked the playful BGM, but it was still lacking.\u001b[24m\n    \u001b[1m私は遊び心のあるBGMが好きでしたが、まだ不足していました。\u001b[22m, \u001b[1m私は、遊び心のあるBGMが好き、それはまだ欠けていました。\u001b[22m\n\u001b[4mThere was nothing really special about the BGM.\u001b[24m\n    \u001b[1mBGMについては特別なことは何もありませんでした。\u001b[22m, \u001b[1mBGMについては本当に特別なことは何もありませんでした。\u001b[22m\n\u001b[4mIt's the same for the opening and ending themes.\u001b[24m\n    \u001b[1m開始テーマと終了テーマでも同じです。\u001b[22m, \u001b[1mこれは、開口部とエンディングテーマでも同じです。\u001b[22m\n\u001b[4mIt was okay, but not great - the themes didn't grab me at all.\u001b[24m\n    \u001b[1mそれは大丈夫でしたが、すばらしいことではありませんでした。\u001b[22m, \u001b[1mそれは大丈夫、しかし、素晴らしいではありませんでした - テーマはすべてで私をつかむませんでした。\u001b[22m\n\u001b[4mIf any, they made me a bit sleepy because both songs were too mellow.\u001b[24m\n    \u001b[1m両方の曲があまりにも穏やかだったので、私は少し眠くなった。\u001b[22m, \u001b[1mいずれの場合、両方の曲があまりにもまろやかであったため、彼らは私が少し眠くなりました。\u001b[22m\n\u001b[1m\u001b[22m\nI'm glad that Shinigami no Ballad was only made up of 6 episodes, but then again, I think that more episodes would make it better. Shinigami no Ballad definitely has potential to become a great story, probably even better than Hell Girl, and I think having only 6 episodes stifled that potential a bit. More episodes would definitely provide more room for that potential to shine.\n\n\u001b[1m死神のバラードは6つのエピソードだけで構成されていたことがうれしいですが、もう一度、私はより多くのエピソードがそれをより良くすると思います。 死神バラッドは間違いなく地獄の女の子よりも優れた偉大な物語になる可能性があります.6エピソードだけでその可能性を少しでも抑えていると思います。 より多くのエピソードは、その可能性を輝かせる余地を確実に与えてくれるでしょう。\u001b[22m\n\u001b[1m(Shinigami no barādo wa muttsu no episōdo dake de kōsei sa rete ita koto ga ureshīdesuga, mōichido, watakushiha yori ōku no episōdo ga sore o yori yoku suru to omoimasu. Shinigami baraddo wa machigainaku jigoku no on'nanoko yori mo sugureta idaina monogatari ni naru kanōsei ga arimasu. 6 Episōdo dake de sono kanōsei o sukoshidemo osaete iru to omoimasu. Yori ōku no episōdo wa, sono kanōsei o kagayaka seru yochi o kakujitsu ni ataete kurerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI'm glad that Shinigami no Ballad was only made up of 6 episodes, but then again, I think that more episodes would make it better. Shinigami no Ballad definitely has potential to become a great story, probably even better than Hell Girl, and I think having only 6 episodes stifled that potential a bit. More episodes would definitely provide more room for that potential to shine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm glad that Shinigami no Ballad was only made up of 6 episodes, but then again, I think that more episodes would make it better.\u001b[24m\n    \u001b[1m死神のバラードは6つのエピソードだけで構成されていたことがうれしいですが、もう一度、私はより多くのエピソードがそれをより良くすると思います。\u001b[22m, \u001b[1m私は死神ノーバラードのみ6のエピソードで構成されていたが、その後、再び、私はより多くのエピソードはそれを改善するだろうと思うことがうれしいです。\u001b[22m\n\u001b[4mShinigami no Ballad definitely has potential to become a great story, probably even better than Hell Girl, and I think having only 6 episodes stifled that potential a bit.\u001b[24m\n    \u001b[1m死神バラッドは間違いなく地獄の女の子よりも優れた偉大な物語になる可能性があります.6エピソードだけでその可能性を少しでも抑えていると思います。\u001b[22m, \u001b[1m死神にはバラードは間違いなく地獄少女よりも、おそらくより良い素晴らしい話、になる可能性を持っていない、と私は唯一の6エピソードが潜在的なビットこと窒息したと思います。\u001b[22m\n\u001b[4mMore episodes would definitely provide more room for that potential to shine.\u001b[24m\n    \u001b[1mより多くのエピソードは、その可能性を輝かせる余地を確実に与えてくれるでしょう。\u001b[22m, \u001b[1mより多くのエピソードは間違いなくそのポテンシャルを輝かせるためのより多くの部屋を提供するであろう。\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "lovescream",
    "profile": "/profile/lovescream/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=3237",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  8\n\nいくつかの人は、「ああ、6つのエピソード、このシリーズはこれまでに行かなかったはずだ」と思うかもしれません。 そして、なぜそれが6つのエピソードだけを持っていたのか理解するためにそれを見なければなりませんでした。\n\nストーリー：10/10。 全体として、この物語は非常に素晴らしく、影響力がありました。  6つのエピソードが何かを意味することができます。 各エピソードは、基本的に別の人を見守り、彼らが生きているべき理由と自分の人生について何が良いのかを理解するのを手助けしようとしているモモ（主人公、黒人）についてでした。 私たち人間はしばしば私たちが持っているものを理解しているので、その物語はとても独特で、私は、最も小さなものでさえも差が出ると思うようになりました。\n\nアート：10/10。 あまり言うことはありません。 私はOP / EDがうまくシーケンス化されていると思っていました。アニメーションやキャラクターの描き方が好きです。\n\nサウンド：10/10。 もう一度言いたいことはありません。 私はOP / EDの曲が好きで、バックグラウンドの音楽はシーンによく合います。 全体的に、非常にリラックスして一緒にうまくいっています。\n\nキャラクター：10/10。 それぞれのエピソードには異なるキャラクターが関わっていましたが、一定の表現をしたものはモモと彼女の猫ダニエルでした。 私はモモの性格が本当に彼女に合っていると思った。 一般的に、シニガミスは「良い」というよりむしろ「平均的、悪い」などと想像される。 私は彼らがshinigamisが素敵で平和であることができることを示したという事実を愛しました。 彼女がいたすべてのキャラクターには、その状況とストーリーに合った性格がありました。\n\n楽しさ：8/10。 このシリーズは6つのエピソードだけだったし、6つのエピソードでは、それはひどくペースが遅かった。 私は、このアニメは実際に行動に焦点を当てるものではなく、私はそれがまったく意図されていたとは思わないと思っていましたが、私は、 もっとよかった。 時々、それはちょっとあまりにも穏やかで穏やかでしたが、一般的に、それの平和な雰囲気は見て良かったです。\n\n全体：9/10。 このシリーズは、6つのエピソードで多くを語った、短くてシンプルなものでした。 あなたが行動を好きで、何かが起こっている必要があるなら、あなたが本当に私のようにこのシリーズに興味を持っているわけではないかもしれません。 私は個人的にアニメが好きなので、私に「人生の教訓」を与えて、私を見守った。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSome might think, 'oh, six episodes, this series must have not gone so far' or something along the lines of that. And you just had to watch it to figure out why it only had six episodes.\n\n\u001b[1mいくつかの人は、「ああ、6つのエピソード、このシリーズはこれまでに行かなかったはずだ」と思うかもしれません。 そして、なぜそれが6つのエピソードだけを持っていたのか理解するためにそれを見なければなりませんでした。\u001b[22m\n\u001b[1m(Ikutsu ka no hito wa,`ā , muttsu no episōdo, kono shirīzu wa kore made ni ikanakatta hazuda' to omou kamo shiremasen. Soshite, naze sore ga muttsu no episōdo dake o motte ita no ka rikai suru tame ni sore o minakereba narimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSome might think, 'oh, six episodes, this series must have not gone so far' or something along the lines of that. And you just had to watch it to figure out why it only had six episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome might think, 'oh, six episodes, this series must have not gone so far' or something along the lines of that.\u001b[24m\n    \u001b[1mいくつかの人は、「ああ、6つのエピソード、このシリーズはこれまでに行かなかったはずだ」と思うかもしれません。\u001b[22m, \u001b[1m一部には「ああ、6エピソードが、このシリーズは、これまで行っていない必要があります 'またはその線に沿って何か、と思われるかもしれません。\u001b[22m\n\u001b[4mAnd you just had to watch it to figure out why it only had six episodes.\u001b[24m\n    \u001b[1mそして、なぜそれが6つのエピソードだけを持っていたのか理解するためにそれを見なければなりませんでした。\u001b[22m, \u001b[1mそして、あなたはちょうどそれが唯一の6のエピソードを持っていた理由を把握するためにそれを見なければなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10/10. Overall, this story was very nice and impacting. Let me tell you - six episodes sure can mean something. Each episode was about Momo (the main character, the shinigami) basically watching over a different person and trying to help them realize why they should live and what's good about their life. We as human beings often under appreciate what we have so the story was pretty unique and made me think that even the smallest things can make a difference.\n\n\u001b[1mストーリー：10/10。 全体として、この物語は非常に素晴らしく、影響力がありました。  6つのエピソードが何かを意味することができます。 各エピソードは、基本的に別の人を見守り、彼らが生きているべき理由と自分の人生について何が良いのかを理解するのを手助けしようとしているモモ（主人公、黒人）についてでした。 私たち人間はしばしば私たちが持っているものを理解しているので、その物語はとても独特で、私は、最も小さなものでさえも差が出ると思うようになりました。\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10. Zentai to shite, kono monogatari wa hijō ni subarashiku, eikyō-ryoku ga arimashita. Muttsu no episōdo ga nanika o imi suru koto ga dekimasu. Kaku episōdo wa, kihontekini-betsu no hito o mimamori, karera ga ikite irubeki riyū to jibun no jinsei ni tsuite nani ga yoi no ka o rikai suru no o tedasuke shiyou to shite iru momo (shujinkō, kokujin) ni tsuitedeshita. Watashitachi ningen wa shibashiba watashitachi ga motte iru mono o rikai shite irunode, sono monogatari wa totemo dokutokude, watashi wa, mottomo chīsana monode sae mo sa ga deru to omou yō ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mStory: 10/10. Overall, this story was very nice and impacting. Let me tell you - six episodes sure can mean something. Each episode was about Momo (the main character, the shinigami) basically watching over a different person and trying to help them realize why they should live and what's good about their life. We as human beings often under appreciate what we have so the story was pretty unique and made me think that even the smallest things can make a difference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10/10.\u001b[24m\n    \u001b[1mストーリー：10/10。\u001b[22m\n\u001b[4mOverall, this story was very nice and impacting.\u001b[24m\n    \u001b[1m全体として、この物語は非常に素晴らしく、影響力がありました。\u001b[22m, \u001b[1m全体的に、この話は非常に素晴らしく、影響を与えました。\u001b[22m\n\u001b[4mLet me tell you - six episodes sure can mean something.\u001b[24m\n    \u001b[1m6つのエピソードが何かを意味することができます。\u001b[22m, \u001b[1m私はあなたを教えてみましょう -  6エピソードは必ず何かを意味することができます。\u001b[22m\n\u001b[4mEach episode was about Momo (the main character, the shinigami) basically watching over a different person and trying to help them realize why they should live and what's good about their life.\u001b[24m\n    \u001b[1m各エピソードは、基本的に別の人を見守り、彼らが生きているべき理由と自分の人生について何が良いのかを理解するのを手助けしようとしているモモ（主人公、黒人）についてでした。\u001b[22m, \u001b[1m各エピソードは基本的に別の人を見守って、彼らが住んでいるとどのような彼らの人生について良いことだすべき理由それらが実現に貢献しようとしているモモ（メインキャラクター、死神）程度でした。\u001b[22m\n\u001b[4mWe as human beings often under appreciate what we have so the story was pretty unique and made me think that even the smallest things can make a difference.\u001b[24m\n    \u001b[1m私たち人間はしばしば私たちが持っているものを理解しているので、その物語はとても独特で、私は、最も小さなものでさえも差が出ると思うようになりました。\u001b[22m, \u001b[1m我々のような人間は、多くの場合、下の私たちが話はかなりユニークだったと私はあっても、最小のものは違いを作ることができることを考えさせなければならないものを感謝しています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10. Not much to say. I thought the OP/ED was sequenced nicely and I like how the animation and how the characters were drawn.\n\n\u001b[1mアート：10/10。 あまり言うことはありません。 私はOP / EDがうまくシーケンス化されていると思っていました。アニメーションやキャラクターの描き方が好きです。\u001b[22m\n\u001b[1m(Āto: 10/ 10. Amari iu koto wa arimasen. Watashi wa OP/ ED ga umaku shīkensu-ka sa rete iru to omotte imashita. Animēshon ya kyarakutā no kakikata ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10. Not much to say. I thought the OP/ED was sequenced nicely and I like how the animation and how the characters were drawn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10.\u001b[24m\n    \u001b[1mアート：10/10。\u001b[22m\n\u001b[4mNot much to say.\u001b[24m\n    \u001b[1mあまり言うことはありません。\u001b[22m, \u001b[1m言っても過言ではありません。\u001b[22m\n\u001b[4mI thought the OP/ED was sequenced nicely and I like how the animation and how the characters were drawn.\u001b[24m\n    \u001b[1m私はOP / EDがうまくシーケンス化されていると思っていました。アニメーションやキャラクターの描き方が好きです。\u001b[22m, \u001b[1m私はOP / EDがきれいに配列決定したと思って、私はどのようにアニメーションとどのように文字が描かれたように。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10/10. Again, not much to say. I liked the OP/ED songs and the background music fit the scenes quite well. All in all, very relaxing and put together well.\n\n\u001b[1mサウンド：10/10。 もう一度言いたいことはありません。 私はOP / EDの歌が好きで、バックグラウンドの音楽はシーンによく合いました。 全体的に、非常にリラックスして一緒にうまくいっています。\u001b[22m\n\u001b[1m(Saundo: 10/ 10. Mōichido iitai koto wa arimasen. Watashi wa OP/ ED no uta ga sukide, bakkuguraundo no ongaku wa shīn ni yoku aimashita. Zentai-teki ni, hijō ni rirakkusu shite issho ni umaku itte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: 10/10. Again, not much to say. I liked the OP/ED songs and the background music fit the scenes quite well. All in all, very relaxing and put together well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10/10.\u001b[24m\n    \u001b[1mサウンド：10/10。\u001b[22m\n\u001b[4mAgain, not much to say.\u001b[24m\n    \u001b[1mもう一度言いたいことはありません。\u001b[22m, \u001b[1m言ってもやはり、あまりありません。\u001b[22m\n\u001b[4mI liked the OP/ED songs and the background music fit the scenes quite well.\u001b[24m\n    \u001b[1m私はOP / EDの歌が好きで、バックグラウンドの音楽はシーンによく合いました。\u001b[22m, \u001b[1m私はOP / ED曲が好きで、バックグラウンドミュージックは、非常によくシーンにフィット。\u001b[22m\n\u001b[4mAll in all, very relaxing and put together well.\u001b[24m\n    \u001b[1m全体的に、非常にリラックスして一緒にうまくいっています。\u001b[22m, \u001b[1mすべてのすべてで、非常にリラックスしてよく一緒に入れ。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10/10. Each episode had different characters involved, but the one that stated constant was Momo and her cat Daniel. I thought Momo's personality really fit her. Generally, shinigamis aren't imagined as 'nice' but rather 'mean, evil,' and whatnot. I loved the fact that they showed that shinigamis can be nice and peaceful. Every different character she was with had personalities that fit the situation and the story.\n\n\u001b[1mキャラクター：10/10。 それぞれのエピソードには異なるキャラクターが関わっていましたが、一定の表現をしたものはモモと彼女の猫ダニエルでした。 私はモモの性格が本当に彼女に合っていると思った。 一般的に、シニガミスは「良い」というよりむしろ「平均的、悪い」などと想像される。 私は彼らがshinigamisが素敵で平和であることができることを示したという事実を愛しました。 彼女がいたすべてのキャラクターには、その状況とストーリーに合った性格がありました。\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10. Sorezore no episōdo ni wa kotonaru kyarakutā ga kakawatte imashitaga, ittei no hyōgen o shita mono wa momo to kanojo no neko Danierudeshita. Watashi wa momo no seikaku ga hontōni kanojo ni atte iru to omotta. Ippantekini, shinigamisu wa `yoi' to iu yori mushiro `heikin-teki, warui' nado to sōzō sa reru. Watashi wa karera ga shinigamis ga sutekide heiwadearu koto ga dekiru koto o shimeshita to iu jijitsu o aishimashita. Kanojo ga ita subete no kyarakutā ni wa, sono jōkyō to sutōrī ni atta seikaku ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10. Each episode had different characters involved, but the one that stated constant was Momo and her cat Daniel. I thought Momo's personality really fit her. Generally, shinigamis aren't imagined as 'nice' but rather 'mean, evil,' and whatnot. I loved the fact that they showed that shinigamis can be nice and peaceful. Every different character she was with had personalities that fit the situation and the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10.\u001b[24m\n    \u001b[1mキャラクター：10/10。\u001b[22m\n\u001b[4mEach episode had different characters involved, but the one that stated constant was Momo and her cat Daniel.\u001b[24m\n    \u001b[1mそれぞれのエピソードには異なるキャラクターが関わっていましたが、一定の表現をしたものはモモと彼女の猫ダニエルでした。\u001b[22m, \u001b[1m各エピソードは、異なる文字が関与していたが、定常述べたものは桃と彼女の猫ダニエルでした。\u001b[22m\n\u001b[4mI thought Momo's personality really fit her.\u001b[24m\n    \u001b[1m私はモモの性格が本当に彼女に合っていると思った。\u001b[22m, \u001b[1m私はモモの人格が本当に彼女に合うと思いました。\u001b[22m\n\u001b[4mGenerally, shinigamis aren't imagined as 'nice' but rather 'mean, evil,' and whatnot.\u001b[24m\n    \u001b[1m一般的に、シニガミスは「良い」というよりむしろ「平均的、悪い」などと想像される。\u001b[22m, \u001b[1m一般的に、shinigamisは「素晴らしい」のではなく」を意味し、悪、 'とその他もろもろのように想像されていません。\u001b[22m\n\u001b[4mI loved the fact that they showed that shinigamis can be nice and peaceful.\u001b[24m\n    \u001b[1m私は彼らがshinigamisが素敵で平和であることができることを示したという事実を愛しました。\u001b[22m, \u001b[1m私は、彼らがshinigamisは素晴らしく、平和的であることができることを示したという事実を愛しました。\u001b[22m\n\u001b[4mEvery different character she was with had personalities that fit the situation and the story.\u001b[24m\n    \u001b[1m彼女がいたすべてのキャラクターには、その状況とストーリーに合った性格がありました。\u001b[22m, \u001b[1m彼女がしていたすべての異なる文字は、状況やストーリーに合わせて個性を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8/10. This series was only 6 episodes, and for 6 episodes, it was awfully slow-paced. I know, this anime wasn't really one to focus on action, and I don't think it was intended to at all, but I thought just a teeny teeny tiny bit more action (to keep my low attention span) would've been better. At times, it was just a little too mellow and calm for me, but in general, the peaceful atmosphere of it was nice to see.\n\n\u001b[1m楽しさ：8/10。 このシリーズは6つのエピソードだけだったし、6つのエピソードでは、それはひどくペースが遅かった。 私は、このアニメは実際に行動に焦点を当てるものではなく、私はそれがまったく意図されていたとは思わないと思っていましたが、私は、 もっとよかった。 時々、それはちょっとあまりにも穏やかで穏やかでしたが、一般的に、それの平和な雰囲気は見て良かったです。\u001b[22m\n\u001b[1m(Tanoshisa: 8/ 10. Kono shirīzu wa muttsu no episōdo dakedattashi, muttsu no episōdode wa, sore wa hidoku pēsu ga osokatta. Watashi wa, kono anime wa jissai ni kōdō ni shōten o ateru monode wa naku, watashi wa sore ga mattaku ito sa rete ita to wa omowanai to omotte imashitaga, watashi wa, motto yokatta. Tokidoki, sore wa chotto amarini mo odayakade odayakadeshitaga, ippantekini, sore no heiwana fun'iki wa mite yokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8/10. This series was only 6 episodes, and for 6 episodes, it was awfully slow-paced. I know, this anime wasn't really one to focus on action, and I don't think it was intended to at all, but I thought just a teeny teeny tiny bit more action (to keep my low attention span) would've been better. At times, it was just a little too mellow and calm for me, but in general, the peaceful atmosphere of it was nice to see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8/10.\u001b[24m\n    \u001b[1m楽しさ：8/10。\u001b[22m, \u001b[1m楽しさ：8月10日。\u001b[22m\n\u001b[4mThis series was only 6 episodes, and for 6 episodes, it was awfully slow-paced.\u001b[24m\n    \u001b[1mこのシリーズは6つのエピソードだけだったし、6つのエピソードでは、それはひどくペースが遅かった。\u001b[22m, \u001b[1mこのシリーズは、わずか6のエピソードだった、と6のエピソードのために、非常に遅いペースでした。\u001b[22m\n\u001b[4mI know, this anime wasn't really one to focus on action, and I don't think it was intended to at all, but I thought just a teeny teeny tiny bit more action (to keep my low attention span) would've\u001b[24m\n    \u001b[1m私は、このアニメは実際に行動に焦点を当てるものではなく、私はそれがまったく意図されていたとは思わないと思っていましたが、私は、\u001b[22m, \u001b[1m私が知っている、このアニメは、アクションに焦点を当てることは本当に1はなかった、と私はそれが全く意図していたとは思わないが、私はちょうど小さな小さな小さなビットより多くのアクションが（私の低い集中力を保つために）きただろうと思いました\u001b[22m\n\u001b[4mbeen better.\u001b[24m\n    \u001b[1mもっとよかった。\u001b[22m, \u001b[1mもっと良かったです。\u001b[22m\n\u001b[4mAt times, it was just a little too mellow and calm for me, but in general, the peaceful atmosphere of it was nice to see.\u001b[24m\n    \u001b[1m時々、それはちょっとあまりにも穏やかで穏やかでしたが、一般的に、それの平和な雰囲気は見て良かったです。\u001b[22m, \u001b[1m時には、それは私のためだけに少しあまりにもまろやかで落ち着いていたが、一般的には、それの穏やかな雰囲気は見てよかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10. This series was a short and simple one that told a lot in six episodes. Although, be warned, if you're one that likes action and has to have something going on, you might not really be all that interested in this series as I was. I personally like animes that kind of give us a 'life lesson' so that kept me watching. :)\n\n\u001b[1m全体：9/10。 このシリーズは、6つのエピソードで多くを語った、短くてシンプルなものでした。 あなたが行動を好きで、何かが起こっている必要があるなら、あなたが本当に私のようにこのシリーズに興味を持っているわけではないかもしれません。 私は個人的にアニメが好きなので、私に「人生の教訓」を与えて、私を見守った。  :)\u001b[22m\n\u001b[1m(Zentai: 9/ 10. Kono shirīzu wa, muttsu no episōdo de ōku o katatta, mijikakute shinpuruna monodeshita. Anata ga kōdō o sukide, nanika ga okotte iru hitsuyō ga arunara, anata ga hontōni watashi no yō ni kono shirīzu ni kyōmi o motte iru wakede wanai kamo shiremasen. Watashi wa kojin-teki ni anime ga sukinanode, watashi ni `jinsei no kyōkun' o ataete, watashi o mimamotta. : ))\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10. This series was a short and simple one that told a lot in six episodes. Although, be warned, if you're one that likes action and has to have something going on, you might not really be all that interested in this series as I was. I personally like animes that kind of give us a 'life lesson' so that kept me watching. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10.\u001b[24m\n    \u001b[1m全体：9/10。\u001b[22m, \u001b[1m全体：9月10日。\u001b[22m\n\u001b[4mThis series was a short and simple one that told a lot in six episodes.\u001b[24m\n    \u001b[1mこのシリーズは、6つのエピソードで多くを語った、短くてシンプルなものでした。\u001b[22m, \u001b[1mこのシリーズは6エピソードに多くのことを語っ短くて単純なものでした。\u001b[22m\n\u001b[4mAlthough, be warned, if you're one that likes action and has to have something going on, you might not really be all that interested in this series as I was.\u001b[24m\n    \u001b[1mあなたが行動を好きで、何かが起こっている必要があるなら、あなたが本当に私のようにこのシリーズに興味を持っているわけではないかもしれません。\u001b[22m, \u001b[1m、警告が表示されますが、アクションが好きで何かが起こっ有していなければならないものをしている場合、私はあったように、あなたは本当にこのシリーズのすべてが興味がないかもしれません。\u001b[22m\n\u001b[4mI personally like animes that kind of give us a 'life lesson' so that kept me watching.\u001b[24m\n    \u001b[1m私は個人的にアニメが好きなので、私に「人生の教訓」を与えて、私を見守った。\u001b[22m, \u001b[1m私は個人的に一種の私たちの「人生の教訓」を与えるアニメのようなので、それは見て私を保ちました。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "DemonixX",
    "profile": "/profile/DemonixX/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=14242",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  5\n|  7\n\n\n死神バラッドは、6話の短編（各話は1話の長編）で構成された6話のシリーズです。 物語の主な前提は、茂名と彼女が扱う人と名づけられた死神を中心にしている。  （ところで、死神は死後の「ゲートキーパー」です）個々の物語にはすばらしい瞬間がありましたが、シリーズ全体がむしろ欠けていることがわかりました。 ストーリーの前提はすべて素晴らしいですが、最後の3つのエピソードは「チーズ・ストーリーテリング」の悪いケースに悩まされました。\n\nストーリー3.8 / 5\n----\n最初の3つのエピソードは華麗です。 私たちの話はすごくうまくいっていて、彼らにとって素晴らしい\"謎の\"側面があります。 与えられた20分でエフェクトストーリーを引き出すのは難しいですが、最初の瞬間からは、これらのエピソードは非常に魅力的です。  （4.5 / 5）今、このシリーズが苦しんでいる（そして、はるかに低い得点を得る）最後の3つのエピソードにあります。 上記のように、彼らは「チーズ」の事例に苦しんでいて、むしろ予測できず、やさしそうに見えました。 彼らが前回の3つのエピソードと同じ勢いを維持していれば、シリーズはもっと良くなっていたでしょう。\n\nキャラクター2.2 / 5\n----\n良くない。 正直なところ、それはまるで同じエピソードで同じキャラクターであったかのように感じました。 個人がエピソードからエピソードに際立つようにする「明確な特徴」はなかった。 キャラクター部門で思い出に残るものやエキサイティングなものはありません。\n\nサウンド3.5 / 5\n----\n音楽とサウンドはとてもフィット感があり、ほとんどの場合よく実行されました。\nそこでは、スタイルが雰囲気を伴って外れているように見えたが、ちょっとしたことがあっても、ちょっとしたことがうまくいった。 音楽スタイルは、典型的なアニメ風のバックグラウンドミュージックです。 弦楽器、ピアノ、電子キーボードなどの楽器は、クラシックなアニメの雰囲気を作り出します。 効果音は非常に標準的でカジュアルなものでしたが、うまく配置され実行されました。\n\nアート4/5\n----\nこのような単純なアニメでは、複雑なアニメーションやアートスタイルを期待するのは愚かであろう。 芸術は例外的ではありませんでしたが、それは物語のスタイルに完全に適合し、独特の感触を持っていました。 仕事はうまくいった。\n\n全体的な3.5 / 5\n----\n結局のところ、Shinigami No Balladはかなりいいアニメでした。 シリーズの前半は優れたプロットとストーリーテリングで優れていました。 私はちょうど彼らが最後の半分のためにそれにこだわっていたことを望む。 特別ではありませんが、アニメ全体は楽しい時計であり、確かに時間の無駄ではありません。\n\n自分の人生に死と反省という考えを軽く熱して実験するシリーズを見たい人におすすめです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nShinigami No Ballad is a 6 episode series consisting of 6 short stories (each story 1 episode long). The main premise of the story is centered around a Shinigami named Momo and the people she deals with. (By the way, A Shinigami is a ‘gatekeeper” to the afterlife’)　While there were great moments in the　individual stories, I found the series as a whole to be rather lacking. Although all of the story premises we’re great, the last 3 episodes suffered from a bad case of “cheesy storytelling”.\n\n\u001b[1m死神バラッドは、6話の短編（各話は1話の長編）で構成された6話のシリーズです。 物語の主な前提は、茂名と彼女が扱う人と名づけられた死神を中心にしている。  （ところで、死神は死後の「ゲートキーパー」です）個々の物語にはすばらしい瞬間がありましたが、シリーズ全体がむしろ欠けていることがわかりました。 ストーリーの前提はすべて素晴らしいですが、最後の3つのエピソードは「チーズ・ストーリーテリング」の悪いケースに悩まされました。\u001b[22m\n\u001b[1m(Shinigami baraddo wa, 6-wa no tanpen (kakuwa wa 1-wa no chōhen) de kōsei sa reta 6-wa no shirīzudesu. Monogatari no omona zentei wa, Mona to kanojo ga atsukau hito to nadzuke rareta shinigami o chūshin ni shite iru. (Tokorode, shinigami wa shigo no `gētokīpā'desu) koko no monogatari ni wa subarashī shunkan ga arimashitaga, shirīzu zentai ga mushiro kakete iru koto ga wakarimashita. Sutōrī no zentei wa subete subarashīdesuga, saigo no 3ttsu no episōdo wa `chīzu sutōrīteringu' no warui kēsu ni nayamasa remashita.)\u001b[22m\n\nTranslations of \u001b[4mShinigami No Ballad is a 6 episode series consisting of 6 short stories (each story 1 episode long). The main premise of the story is centered around a Shinigami named Momo and the people she deals with. (By the way, A Shinigami is a ‘gatekeeper” to the afterlife’)　While there were great moments in the　individual stories, I found the series as a whole to be rather lacking. Although all of the story premises we’re great, the last 3 episodes suffered from a bad case of “cheesy storytelling”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShinigami No Ballad is a 6 episode series consisting of 6 short stories (each story 1 episode long).\u001b[24m\n    \u001b[1m死神バラッドは、6話の短編（各話は1話の長編）で構成された6話のシリーズです。\u001b[22m, \u001b[1m死神なしバラードは6短編小説（各話1話の長さ）からなる6エピソードシリーズです。\u001b[22m\n\u001b[4mThe main premise of the story is centered around a Shinigami named Momo and the people she deals with.\u001b[24m\n    \u001b[1m物語の主な前提は、茂名と彼女が扱う人と名づけられた死神を中心にしている。\u001b[22m, \u001b[1m物語の主な前提は死神という名前のモモと彼女はを扱う人々を中心とします。\u001b[22m\n\u001b[4m(By the way, A Shinigami is a ‘gatekeeper” to the afterlife’)　While there were great moments in the　individual stories, I found the series as a whole to be rather lacking.\u001b[24m\n    \u001b[1m（ところで、死神は死後の「ゲートキーパー」です）個々の物語にはすばらしい瞬間がありましたが、シリーズ全体がむしろ欠けていることがわかりました。\u001b[22m, \u001b[1m偉大な瞬間は、個々の話であったが（ちなみに、A死神は「死後の世界へのゲートキーパー\"'です）、私はむしろ不足して全体としてシリーズを発見しました。\u001b[22m\n\u001b[4mAlthough all of the story premises we’re great, the last 3 episodes suffered from a bad case of “cheesy storytelling”.\u001b[24m\n    \u001b[1mストーリーの前提はすべて素晴らしいですが、最後の3つのエピソードは「チーズ・ストーリーテリング」の悪いケースに悩まされました。\u001b[22m, \u001b[1m我々は偉大だ物語の建物のすべてが、最後の3エピソードは「安っぽい物語」の悪い場合に苦しんでいました。\u001b[22m\n\u001b[1m\u001b[22m\nStory 3.8/5\n\n\u001b[1mストーリー3.8 / 5\u001b[22m\n\u001b[1m(Sutōrī 3. 8/ 5)\u001b[22m\n\nTranslations of \u001b[4mStory 3.8/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 3.8/5\u001b[24m\n    \u001b[1mストーリー3.8 / 5\u001b[22m\n————\n\n\u001b[1m----\u001b[22m\n\u001b[1m(-- --)\u001b[22m\n\nTranslations of \u001b[4m————\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m————\u001b[24m\n    \u001b[1m----\u001b[22m\nThe first 3 episodes we’re brilliant. The stories we’re all done very well with a great “mystery” aspect to them. Granted, its difficult to pull of an effect story in 20 minutes, but from the first moments, these episodes we’re quite enthralling. (4.5/5)　Now, where this series suffers (and gets a much lower score) is in the last 3 episodes. As stated above they suffered from a case of “cheesiness” and seemed rather predictable and bland. If they had maintained the same momentum as they had with the three preceding episodes, the series would have been MUCH better off.\n\n\u001b[1m最初の3つのエピソードは華麗です。 私たちの話はすごくうまくいっていて、彼らにとって素晴らしい\"謎の\"側面があります。 与えられた20分でエフェクトストーリーを引き出すのは難しいですが、最初の瞬間からは、これらのエピソードは非常に魅力的です。  （4.5 / 5）今、このシリーズが苦しんでいる（そして、はるかに低い得点を得る）最後の3つのエピソードにあります。 上記のように、彼らは「チーズ」の事例に苦しんでいて、むしろ予測できず、やさしそうに見えました。 彼らが前回の3つのエピソードと同じ勢いを維持していれば、シリーズはもっと良くなっていたでしょう。\u001b[22m\n\u001b[1m(Saisho no 3ttsu no episōdo wa kareidesu. Watashitachi no hanashi wa sugoku umaku itte ite, karera ni totte subarashī\" nazo no\" sokumen ga arimasu. Ataerareta 20-bu de efekutosutōrī o hikidasu no wa muzukashīdesuga, saisho no shunkan kara wa, korera no episōdo wa hijō ni mirikitekidesu. (4 . 5/ 5) Ima, kono shirīzu ga kurushinde iru (soshite, haruka ni hikui tokuten o eru) saigo no 3ttsu no episōdo ni arimasu. Jōki no yō ni, karera wa `chīzu' no jirei ni kurushinde ite, mushiro yosoku dekizu, yasashi-sō ni miemashita. Karera ga zenkai no 3ttsu no episōdo to onaji ikioi o iji shite ireba, shirīzu wa motto yoku natte itadeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe first 3 episodes we’re brilliant. The stories we’re all done very well with a great “mystery” aspect to them. Granted, its difficult to pull of an effect story in 20 minutes, but from the first moments, these episodes we’re quite enthralling. (4.5/5)　Now, where this series suffers (and gets a much lower score) is in the last 3 episodes. As stated above they suffered from a case of “cheesiness” and seemed rather predictable and bland. If they had maintained the same momentum as they had with the three preceding episodes, the series would have been MUCH better off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first 3 episodes we’re brilliant.\u001b[24m\n    \u001b[1m最初の3つのエピソードは華麗です。\u001b[22m, \u001b[1m第3話私たちは華麗です。\u001b[22m\n\u001b[4mThe stories we’re all done very well with a great “mystery” aspect to them.\u001b[24m\n    \u001b[1m私たちの話はすごくうまくいっていて、彼らにとって素晴らしい\"謎の\"側面があります。\u001b[22m, \u001b[1m物語は、我々はすべての彼らの偉大な「謎」の側面で非常によくやっています。\u001b[22m\n\u001b[4mGranted, its difficult to pull of an effect story in 20 minutes, but from the first moments, these episodes we’re quite enthralling.\u001b[24m\n    \u001b[1m与えられた20分でエフェクトストーリーを引き出すのは難しいですが、最初の瞬間からは、これらのエピソードは非常に魅力的です。\u001b[22m, \u001b[1m確かに、その困難は20分で効果の話の引き出しますが、最初の瞬間から、これらのエピソードは、私たちは非常に夢中です。\u001b[22m\n\u001b[4m(4.5/5)　Now, where this series suffers (and gets a much lower score) is in the last 3 episodes.\u001b[24m\n    \u001b[1m（4.5 / 5）今、このシリーズが苦しんでいる（そして、はるかに低い得点を得る）最後の3つのエピソードにあります。\u001b[22m, \u001b[1mこのシリーズは苦しんでいる（とはるかに低いスコアを取得します）ここで、（4.5 / 5）さて、最後の3エピソードです。\u001b[22m\n\u001b[4mAs stated above they suffered from a case of “cheesiness” and seemed rather predictable and bland.\u001b[24m\n    \u001b[1m上記のように、彼らは「チーズ」の事例に苦しんでいて、むしろ予測できず、やさしそうに見えました。\u001b[22m, \u001b[1m上述したように、彼らは\"安っぽさ\"の場合に苦しんで、かなり予測可能と当たり障りのないように見えました。\u001b[22m\n\u001b[4mIf they had maintained the same momentum as they had with the three preceding episodes, the series would have been MUCH better off.\u001b[24m\n    \u001b[1m彼らが前回の3つのエピソードと同じ勢いを維持していれば、シリーズはもっと良くなっていたでしょう。\u001b[22m, \u001b[1m彼らは3、前のエピソードとしていたとして、彼らは同じ勢いを維持していた場合、シリーズははるかに良いオフにされていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 2.2/5\n\n\u001b[1mキャラクター2.2 / 5\u001b[22m\n\u001b[1m(Kyarakutā 2. 2/ 5)\u001b[22m\n\nTranslations of \u001b[4mCharacters 2.2/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 2.2/5\u001b[24m\n    \u001b[1mキャラクター2.2 / 5\u001b[22m\n————\n\n\u001b[1m----\u001b[22m\n\u001b[1m(-- --)\u001b[22m\n\nTranslations of \u001b[4m————\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m————\u001b[24m\n    \u001b[1m----\u001b[22m\nNot good. It honestly felt as though it could have been the exact same character playing in each episode. There were no “defining characteristics” that made individuals stand out from episode to episode. Nothing memorable or exciting in the character department.\n\n\u001b[1m良くない。 正直なところ、それはまるで同じエピソードで同じキャラクターであったかのように感じました。 個人がエピソードからエピソードに際立つようにする「明確な特徴」はなかった。 キャラクター部門で思い出に残るものやエキサイティングなものはありません。\u001b[22m\n\u001b[1m(Yokunai. Shōjikina tokoro, sore wa marude onaji episōdo de onaji kyarakutādeatta ka no yō ni kanjimashita. Kojin ga episōdo kara episōdo ni kiwadatsu yō ni suru `meikakuna tokuchō' wa nakatta. Kyarakutā bumon de omoide ni nokoru mono ya ekisaitinguna mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNot good. It honestly felt as though it could have been the exact same character playing in each episode. There were no “defining characteristics” that made individuals stand out from episode to episode. Nothing memorable or exciting in the character department.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot good.\u001b[24m\n    \u001b[1m良くない。\u001b[22m, \u001b[1m悪い\u001b[22m, \u001b[1m良いではありません。\u001b[22m\n\u001b[4mIt honestly felt as though it could have been the exact same character playing in each episode.\u001b[24m\n    \u001b[1m正直なところ、それはまるで同じエピソードで同じキャラクターであったかのように感じました。\u001b[22m, \u001b[1mそれは各エピソードで遊んで正確に同じ文字だったかもしれないかのように、それは正直に感じました。\u001b[22m\n\u001b[4mThere were no “defining characteristics” that made individuals stand out from episode to episode.\u001b[24m\n    \u001b[1m個人がエピソードからエピソードに際立つようにする「明確な特徴」はなかった。\u001b[22m, \u001b[1m個人はエピソードからエピソードに目立つ作らない」の定義特性は「ありませんでした。\u001b[22m\n\u001b[4mNothing memorable or exciting in the character department.\u001b[24m\n    \u001b[1mキャラクター部門で思い出に残るものやエキサイティングなものはありません。\u001b[22m, \u001b[1mキャラクター部門の思い出に残るか、エキサイティングな何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound 3.5/5\n\n\u001b[1mサウンド3.5 / 5\u001b[22m\n\u001b[1m(Saundo 3. 5/ 5)\u001b[22m\n\nTranslations of \u001b[4mSound 3.5/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 3.5/5\u001b[24m\n    \u001b[1mサウンド3.5 / 5\u001b[22m\n————\n\n\u001b[1m----\u001b[22m\n\u001b[1m(-- --)\u001b[22m\n\nTranslations of \u001b[4m————\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m————\u001b[24m\n    \u001b[1m----\u001b[22m\nThe music and sounds were very fitting and well executed most of the time.\n\n\u001b[1m音楽とサウンドはとてもフィット感があり、ほとんどの場合よく実行されました。\u001b[22m\n\u001b[1m(Ongaku to saundo wa totemo fitto-kan ga ari, hotondo no baai yoku jikkō sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThe music and sounds were very fitting and well executed most of the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music and sounds were very fitting and well executed most of the time.\u001b[24m\n    \u001b[1m音楽とサウンドはとてもフィット感があり、ほとんどの場合よく実行されました。\u001b[22m, \u001b[1m音楽や音は非常にフィッティング、よくほとんどの時間を実行しました。\u001b[22m\nThere we a few moments when the style seemed out of place with the atmosphere, but by-and-large, a job well done. The musical style is your typical anime-esque type background music. A helpful bout of strings, piano, and electronic keyboard create a classic anime atmosphere. The sound effects were very standard and casual, but well placed and executed.\n\n\u001b[1mそこでは、スタイルが雰囲気を伴って外れているように見えたが、ちょっとしたことがあっても、ちょっとしたことがうまくいった。 音楽スタイルは、典型的なアニメ風のバックグラウンドミュージックです。 弦楽器、ピアノ、電子キーボードなどの楽器は、クラシックなアニメの雰囲気を作り出します。 効果音は非常に標準的でカジュアルなものでしたが、うまく配置され実行されました。\u001b[22m\n\u001b[1m(Sokode wa, sutairu ga fun'iki o tomonatte hazurete iru yō ni mietaga, chottoshita koto ga atte mo, chottoshita koto ga umaku itta. Ongaku sutairu wa, tenkei-tekina anime-fū no bakkuguraundomyūjikkudesu. Gengakki, piano, denshi kībōdo nado no gakki wa, kurashikkuna anime no fun'iki o tsukuridashimasu. Kōka-on wa hijō ni hyōjun-tekide kajuaruna monodeshitaga, umaku haichi sa re jikkō sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThere we a few moments when the style seemed out of place with the atmosphere, but by-and-large, a job well done. The musical style is your typical anime-esque type background music. A helpful bout of strings, piano, and electronic keyboard create a classic anime atmosphere. The sound effects were very standard and casual, but well placed and executed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere we a few moments when the style seemed out of place with the atmosphere, but by-and-large, a job well done.\u001b[24m\n    \u001b[1mそこでは、スタイルが雰囲気を伴って外れているように見えたが、ちょっとしたことがあっても、ちょっとしたことがうまくいった。\u001b[22m, \u001b[1mスタイルが大気と場違いに思われたが、大規模によって-と-、ジョブはよくやった、我々しばらくあり。\u001b[22m\n\u001b[4mThe musical style is your typical anime-esque type background music.\u001b[24m\n    \u001b[1m音楽スタイルは、典型的なアニメ風のバックグラウンドミュージックです。\u001b[22m, \u001b[1m音楽スタイルは、あなたの典型的なアニメ風のタイプの背景音楽です。\u001b[22m\n\u001b[4mA helpful bout of strings, piano, and electronic keyboard create a classic anime atmosphere.\u001b[24m\n    \u001b[1m弦楽器、ピアノ、電子キーボードなどの楽器は、クラシックなアニメの雰囲気を作り出します。\u001b[22m, \u001b[1mストリングス、ピアノの役に立つ試合、および電子キーボードは、古典的なアニメの雰囲気を作成します。\u001b[22m\n\u001b[4mThe sound effects were very standard and casual, but well placed and executed.\u001b[24m\n    \u001b[1m効果音は非常に標準的でカジュアルなものでしたが、うまく配置され実行されました。\u001b[22m, \u001b[1m効果音は非常に標準的でカジュアルな、しかしよく配置され、実行されました。\u001b[22m\n\u001b[1m\u001b[22m\nArt 4/5\n\n\u001b[1mアート4/5\u001b[22m\n\u001b[1m(Āto 4/ 5)\u001b[22m\n\nTranslations of \u001b[4mArt 4/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 4/5\u001b[24m\n    \u001b[1mアート4/5\u001b[22m\n————\n\n\u001b[1m----\u001b[22m\n\u001b[1m(-- --)\u001b[22m\n\nTranslations of \u001b[4m————\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m————\u001b[24m\n    \u001b[1m----\u001b[22m\nIt would be silly to expect complex animation or art style in an anime as simple as this one. Though the art wasn’t exceptional, it did fit the style of the story perfectly and had a rather unique feel to it. Job well done.\n\n\u001b[1mこのような単純なアニメでは、複雑なアニメーションやアートスタイルを期待するのは愚かであろう。 芸術は例外的ではありませんでしたが、それは物語のスタイルに完全に適合し、独特の感触を持っていました。 仕事はうまくいった。\u001b[22m\n\u001b[1m(Kono yōna tanjun'na animede wa, fukuzatsuna animēshon ya ātosutairu o kitai suru no wa orokadearou. Geijutsu wa reigai-tekide wa arimasendeshitaga, soreha monogatari no sutairu ni kanzen ni tekigō shi, dokutoku no kanshoku o motte imashita. Shigoto wa umaku itta.)\u001b[22m\n\nTranslations of \u001b[4mIt would be silly to expect complex animation or art style in an anime as simple as this one. Though the art wasn’t exceptional, it did fit the style of the story perfectly and had a rather unique feel to it. Job well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt would be silly to expect complex animation or art style in an anime as simple as this one.\u001b[24m\n    \u001b[1mこのような単純なアニメでは、複雑なアニメーションやアートスタイルを期待するのは愚かであろう。\u001b[22m, \u001b[1mこの1のような単純なアニメで複雑なアニメーションやアートスタイルを期待するのは愚かなことでしょう。\u001b[22m\n\u001b[4mThough the art wasn’t exceptional, it did fit the style of the story perfectly and had a rather unique feel to it.\u001b[24m\n    \u001b[1m芸術は例外的ではありませんでしたが、それは物語のスタイルに完全に適合し、独特の感触を持っていました。\u001b[22m, \u001b[1m芸術は例外的ではなかったけれども、それは完全に物語のスタイルに合わせて行なったし、それにかなりユニークな感触を持っていました。\u001b[22m\n\u001b[4mJob well done.\u001b[24m\n    \u001b[1m仕事はうまくいった。\u001b[22m, \u001b[1m仕事をよくやりました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 3.5/5\n\n\u001b[1m全体的な3.5 / 5\u001b[22m\n\u001b[1m(Zentai-tekina 3. 5/ 5)\u001b[22m\n\nTranslations of \u001b[4mOverall 3.5/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 3.5/5\u001b[24m\n    \u001b[1m全体的な3.5 / 5\u001b[22m, \u001b[1m全体の3.5 / 5\u001b[22m\n————\n\n\u001b[1m----\u001b[22m\n\u001b[1m(-- --)\u001b[22m\n\nTranslations of \u001b[4m————\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m————\u001b[24m\n    \u001b[1m----\u001b[22m\nIn the end, Shinigami No Ballad was a rather decent anime. The first half of the series excelled with excellent plots and storytelling. I just wish they had stuck with it for the last half as well. Although not extraordinary, the anime as a whole was an enjoyable watch and certainly not a waste of time.\n\n\u001b[1m結局のところ、Shinigami No Balladはかなりいいアニメでした。 シリーズの前半は優れたプロットとストーリーテリングで優れていました。 私はちょうど彼らが最後の半分のためにそれにこだわっていたことを望む。 特別ではありませんが、アニメ全体は楽しい時計であり、確かに時間の無駄ではありません。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, Shinigami No Ballad wa kanari ī animedeshita. Shirīzu no zenhan wa sugureta purotto to sutōrīteringu de sugurete imashita. Watashi wa chōdo karera ga saigo no hanbun no tame ni sore ni kodawatte ita koto o nozomu. Tokubetsude wa arimasenga, anime zentai wa tanoshī tokeideari, tashika ni jikan'nomudade wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, Shinigami No Ballad was a rather decent anime. The first half of the series excelled with excellent plots and storytelling. I just wish they had stuck with it for the last half as well. Although not extraordinary, the anime as a whole was an enjoyable watch and certainly not a waste of time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, Shinigami No Ballad was a rather decent anime.\u001b[24m\n    \u001b[1m結局のところ、Shinigami No Balladはかなりいいアニメでした。\u001b[22m, \u001b[1m最後に、死神なしバラードはかなりまともなアニメでした。\u001b[22m\n\u001b[4mThe first half of the series excelled with excellent plots and storytelling.\u001b[24m\n    \u001b[1mシリーズの前半は優れたプロットとストーリーテリングで優れていました。\u001b[22m, \u001b[1mシリーズの最初の半分は、優れたプロットとストーリーテリングに秀でていました。\u001b[22m\n\u001b[4mI just wish they had stuck with it for the last half as well.\u001b[24m\n    \u001b[1m私はちょうど彼らが最後の半分のためにそれにこだわっていたことを望む。\u001b[22m, \u001b[1m私はちょうど彼らが同様に後半のためにそれで立ち往生していましたなあ。\u001b[22m\n\u001b[4mAlthough not extraordinary, the anime as a whole was an enjoyable watch and certainly not a waste of time.\u001b[24m\n    \u001b[1m特別ではありませんが、アニメ全体は楽しい時計であり、確かに時間の無駄ではありません。\u001b[22m, \u001b[1m臨時されていないが、全体としてのアニメは確かに楽しいの時計ではなく、時間の無駄でした。\u001b[22m\n\u001b[1m\u001b[22m\nRecommended to anyone who wants to see a series that light-heatedly experiments with the idea of death and reflection on ones own life.\n\n\u001b[1m自分の人生に死と反省という考えを軽く熱して実験するシリーズを見たい人におすすめです。\u001b[22m\n\u001b[1m(Jibun no jinsei ni shi to hansei to iu kangae o karuku nesshite jikken suru shirīzu o mitai hito ni osusumedesu.)\u001b[22m\n\nTranslations of \u001b[4mRecommended to anyone who wants to see a series that light-heatedly experiments with the idea of death and reflection on ones own life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRecommended to anyone who wants to see a series that light-heatedly experiments with the idea of death and reflection on ones own life.\u001b[24m\n    \u001b[1m自分の人生に死と反省という考えを軽く熱して実験するシリーズを見たい人におすすめです。\u001b[22m, \u001b[1mもの自身の生活上の死と反射の考えと光熱く実験であることを系列に見たい人にはおすすめ。\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "danceljoy",
    "profile": "/profile/danceljoy/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=3331",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  5\n\nこのレビューは、アニメのように短いです。\n\n率直に言って（ファンには申し訳ありません）、私はこのシリーズを見た経験が貴重ではないと感じています。 これを見ることは時間の無駄ではありませんでしたが、本当に楽しんでいませんでした。 一部の人にとっては、これは深く、芸術的、アニメ的なやり方で死を告げるものですが、私はそれに同意しますが、まだ死神のバラードは私に影響を与えませんでした。私の頭と心を吹く他のシリーズとは比類のないものです。 私たちが死を受け入れ、そのために進むべきである私たちは、非常に貴重でありながら誤解されている世界のちょっとした瞬間です。 しかし、このメッセージは、観客を再考させる方法で描かれていませんでした。\n\nモモはかわいいですが、他の多くの女の子もいますし、彼女は実際に彼女の性格をもっと見せてくれなかったので、彼女の性格はほとんど分かりません。 このショーは他の視聴者に興味を持たせることができなかったかもしれませんし、このアニメから多くの一意性や驚きを実際には見つけられませんでした。\n\nこれは私が個人的に「深みがあるがまだ現実には他の心温まるアニメと同じであるために深く主張するもの」と個人的にラベル付けしている番組の一つです。  6つのエピソードは遅いペーシングのために私にとっては思えませんでした。\n\n良い面では、子供たちはこれを見ることができ、死の概念を恐れることはありません。 結論として、このアニメは浅い方法で深い問題に取り組んでいます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThis review, like the anime, is short.\n\n\u001b[1mこのレビューは、アニメのように短いです。\u001b[22m\n\u001b[1m(Kono rebyū wa, anime no yō ni mijikaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis review, like the anime, is short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review, like the anime, is short.\u001b[24m\n    \u001b[1mこのレビューは、アニメのように短いです。\u001b[22m, \u001b[1mこのレビューは、アニメのように、短いです。\u001b[22m\n\u001b[1m\u001b[22m\nFrankly(sorry to the fans), I feel that my experience of watching this series was not precious. Viewing this was not a waste of time yet it wasn't really enjoying either. For some people, this is deep, tells about death in a artistic and anime-like way and I agree with them but still Shinigami no Ballad left no impact to me is incomparable to other series that really blows my head and heart.It does tell us that we should accept death and move on for its is just a fleeting moment in the world that is very precious yet misunderstood; however, this message was not portrayed in a way that will make the audience rethink.\n\n\u001b[1m率直に言って（ファンには申し訳ありません）、私はこのシリーズを見た経験が貴重ではないと感じています。 これを見ることは時間の無駄ではありませんでしたが、本当に楽しんでいませんでした。 一部の人にとっては、これは深く、芸術的、アニメ的なやり方で死を告げるものですが、私はそれに同意しますが、まだ死神のバラードは私に影響を与えませんでした。私の頭と心を吹く他のシリーズとは比類のないものです。 私たちが死を受け入れ、そのために進むべきである私たちは、非常に貴重でありながら誤解されている世界のちょっとした瞬間です。 しかし、このメッセージは、観客を再考させる方法で描かれていませんでした。\u001b[22m\n\u001b[1m(Sotchoku ni itte (fan ni wa mōshiwakearimasen), watashi wa kono shirīzu o mita keiken ga kichōde wa nai to kanjite imasu. Kore o miru koto wa jikan'nomudade wa arimasendeshitaga, hontōni tanoshinde imasendeshita. Ichibu no hito ni totte wa, kore wa fukaku, geijutsu-teki, anime-tekina yarikata de shi o tsugeru monodesuga, watashi wa sore ni dōi shimasuga, mada shinigami no barādo wa watashi ni eikyō o ataemasendeshita. Watashi no atama to kokoro o fuku ta no shirīzu to wa hirui no nai monodesu. Watashitachi ga shi o ukeire, sonotame ni susumubekidearu watashitachiha, hijō ni kichōdearinagara gokai sa rete iru sekai no chottoshita shunkandesu. Shikashi, kono messēji wa, kankyaku o saikō sa seru hōhō de egaka rete imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mFrankly(sorry to the fans), I feel that my experience of watching this series was not precious. Viewing this was not a waste of time yet it wasn't really enjoying either. For some people, this is deep, tells about death in a artistic and anime-like way and I agree with them but still Shinigami no Ballad left no impact to me is incomparable to other series that really blows my head and heart.It does tell us that we should accept death and move on for its is just a fleeting moment in the world that is very precious yet misunderstood; however, this message was not portrayed in a way that will make the audience rethink.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrankly(sorry to the fans), I feel that my experience of watching this series was not precious.\u001b[24m\n    \u001b[1m率直に言って（ファンには申し訳ありません）、私はこのシリーズを見た経験が貴重ではないと感じています。\u001b[22m, \u001b[1m率直に言って（ファンに申し訳ありませんが）、私はこのシリーズを見ての私の経験は貴重ではなかったと感じています。\u001b[22m\n\u001b[4mViewing this was not a waste of time yet it wasn't really enjoying either.\u001b[24m\n    \u001b[1mこれを見ることは時間の無駄ではありませんでしたが、本当に楽しんでいませんでした。\u001b[22m, \u001b[1m表示これは時間の無駄ではなかったまだそれは本当にいずれか楽しんでいませんでした。\u001b[22m\n\u001b[4mFor some people, this is deep, tells about death in a artistic and anime-like way and I agree with them but still Shinigami no Ballad left no impact to me is incomparable to other series that really blows my head and heart.It does tell\u001b[24m\n    \u001b[1m一部の人にとっては、これは深く、芸術的、アニメ的なやり方で死を告げるものですが、私はそれに同意しますが、まだ死神のバラードは私に影響を与えませんでした。私の頭と心を吹く他のシリーズとは比類のないものです。\u001b[22m, \u001b[1m一部の人にとって、これは、深い芸術やアニメのような方法で死について通知し、本当に私の頭を吹くとheart.Itが言うん他のシリーズに比類のないです私は彼らに同意するが、まだ死神ないバラードが私に何の影響も残っていません\u001b[22m\n\u001b[4mus that we should accept death and move on for its is just a fleeting moment in the world that is very precious yet misunderstood;\u001b[24m\n    \u001b[1m私たちが死を受け入れ、そのために進むべきである私たちは、非常に貴重でありながら誤解されている世界のちょっとした瞬間です。\u001b[22m, \u001b[1m私たちは、私たちは死を受け入れ、そのはまだ誤解非常に貴重である、世界でただつかの間の瞬間があるのために移動する必要があること。\u001b[22m\n\u001b[4mhowever, this message was not portrayed in a way that will make the audience rethink.\u001b[24m\n    \u001b[1mしかし、このメッセージは、観客を再考させる方法で描かれていませんでした。\u001b[22m, \u001b[1mしかし、このメッセージは、視聴者の再考を行いますように描かれていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nMomo is cute but also are many other girls and she did not really show more of her character;we know little of her personality. The show may have failed to keep other viewers interested and I really did not find a lot of uniqueness and surprises from this anime, it was typical.\n\n\u001b[1mモモはかわいいですが、他の多くの女の子もいますし、彼女は実際に彼女の性格をもっと見せてくれなかったので、彼女の性格はほとんど分かりません。 このショーは他の視聴者に興味を持たせることができなかったかもしれませんし、このアニメから多くの一意性や驚きを実際には見つけられませんでした。\u001b[22m\n\u001b[1m(Momo wa kawaīdesuga, hoka no ōku no on'nanoko mo imasushi, kanojo wa jissai ni kanojo no seikaku o motto misete kurenakattanode, kanojo no seikaku wa hotondo wakarimasen. Kono shō wa hoka no shichō-sha ni kyōmi o mota seru koto ga dekinakatta kamo shiremasenshi, kono anime kara ōku no ichii-sei ya odoroki o jissai ni wa mitsuke raremasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mMomo is cute but also are many other girls and she did not really show more of her character;we know little of her personality. The show may have failed to keep other viewers interested and I really did not find a lot of uniqueness and surprises from this anime, it was typical.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMomo is cute but also are many other girls and she did not really show more of her character;we know little of her personality.\u001b[24m\n    \u001b[1mモモはかわいいですが、他の多くの女の子もいますし、彼女は実際に彼女の性格をもっと見せてくれなかったので、彼女の性格はほとんど分かりません。\u001b[22m, \u001b[1mモモはかわいいですが、また、他の多くの女の子であり、彼女は本当に彼女の性格の多くを示さなかった。私たちは彼女の人格の少しを知っています。\u001b[22m\n\u001b[4mThe show may have failed to keep other viewers interested and I really did not find a lot of uniqueness and surprises from this anime, it was typical.\u001b[24m\n    \u001b[1mこのショーは他の視聴者に興味を持たせることができなかったかもしれませんし、このアニメから多くの一意性や驚きを実際には見つけられませんでした。\u001b[22m, \u001b[1mショーは興味を持って他の視聴者を維持するために失敗した可能性があり、私は実際にそれが典型的だった、このアニメから独自性と驚きの多くを見つけることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of the shows that I personally label as the 'ones that some insist to be deep because there is deepness in it yet in reality it is just like other heartwarming animes'. The six episodes seemed looonnnnggggg to me because of the slow pacing.\n\n\u001b[1mこれは私が個人的に「深みがあるがまだ現実には他の心温まるアニメと同じであるために深く主張するもの」と個人的にラベル付けしている番組の一つです。  6つのエピソードは遅いペーシングのために私にとっては思えませんでした。\u001b[22m\n\u001b[1m(Kore wa watashi ga kojin-teki ni `fukami ga aruga mada genjitsu ni wa hoka no kokoroatatamaru anime to onajidearu tame ni fukaku shuchō suru mono' to kojin-teki ni raberutsuke shite iru bangumi no hitotsudesu. Muttsu no episōdo wa osoi pēshingu no tame ni watashi ni totte wa omoemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis is one of the shows that I personally label as the 'ones that some insist to be deep because there is deepness in it yet in reality it is just like other heartwarming animes'. The six episodes seemed looonnnnggggg to me because of the slow pacing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of the shows that I personally label as the 'ones that some insist to be deep because there is deepness in it yet in reality it is just like other heartwarming animes'.\u001b[24m\n    \u001b[1mこれは私が個人的に「深みがあるがまだ現実には他の心温まるアニメと同じであるために深く主張するもの」と個人的にラベル付けしている番組の一つです。\u001b[22m, \u001b[1mこれは私が個人的に「いくつかの深さはそれだけで他の心温まるアニメのようなものです実際にはまだそれでありますので、深いことを主張するもの」としてラベル付けのショーの一つです。\u001b[22m\n\u001b[4mThe six episodes seemed looonnnnggggg to me because of the slow pacing.\u001b[24m\n    \u001b[1m6つのエピソードは遅いペーシングのために私にとっては思えませんでした。\u001b[22m, \u001b[1m6エピソードが遅いため、ペーシングの私にlooonnnngggggに見えました。\u001b[22m\n\u001b[1m\u001b[22m\nOn the good side, kids can watch this and will not fear the concept of death. As a conclusion: this anime tackles a deep issue in a shallow way.\n\n\u001b[1m良い面では、子供たちはこれを見ることができ、死の概念を恐れることはありません。 結論として、このアニメは浅い方法で深い問題に取り組んでいます。\u001b[22m\n\u001b[1m(Yoi mende wa, kodomo-tachi wa kore o miru koto ga deki, shi no gainen o osoreru koto wa arimasen. Ketsuron to shite, kono anime wa asai hōhō de fukai mondai ni torikunde imasu.)\u001b[22m\n\nTranslations of \u001b[4mOn the good side, kids can watch this and will not fear the concept of death. As a conclusion: this anime tackles a deep issue in a shallow way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the good side, kids can watch this and will not fear the concept of death.\u001b[24m\n    \u001b[1m良い面では、子供たちはこれを見ることができ、死の概念を恐れることはありません。\u001b[22m, \u001b[1m良い面では、子供たちはこれを見ることができると死の概念を恐れません。\u001b[22m\n\u001b[4mAs a conclusion: this anime tackles a deep issue in a shallow way.\u001b[24m\n    \u001b[1m結論として、このアニメは浅い方法で深い問題に取り組んでいます。\u001b[22m, \u001b[1m結論として：このアニメは浅いようで深い問題に取り組んでいます。\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "P1kaChu",
    "profile": "/profile/P1kaChu/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=4118",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  1\nキャラクター|  1\n|  1\n\nこのアニメは本当に哀れですが、私が見た唯一のエピソードを見なければならなかった最初の印象は、白人が白くなることは必ずしも白くする必要はありませんが、あなたは何か不自由があるか、 暗い物体、または白神は態度を持っていますが、この白神は柔らかく、白いとPaの高さは、言葉のないshinigamiロリでした。\n\n人間は歴史的な哀れさと退屈で無意味な人と交流し、最後の章はこの章を見るのが非常に明白なものでした。\n\nアニメの退屈、絶望的、無意味な、そして非常に予測可能な、このアニメを見続けることを動機づけする驚き",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nThis anime, it is truly pathetic, the first impressions that I had to see the only episode I saw, was that as a shinigami going to be white, do not necessarily have to be white, but if you have something of rudeness, or some dark object, or shinigami have attitude, but this shinigami was soft, white and Pa height, it was a shinigami loli without words.\n\n\u001b[1mこのアニメは本当に哀れですが、私が見た唯一のエピソードを見なければならなかった最初の印象は、白人が白くなることは必ずしも白くする必要はありませんが、あなたは何か不自由があるか、 暗い物体、または白神は態度を持っていますが、この白神は柔らかく、白いとPaの高さは、言葉のないshinigamiロリでした。\u001b[22m\n\u001b[1m(Kono anime wa hontōni awaredesuga, watashi ga mita yuiitsu no episōdo o minakereba naranakatta saisho no inshō wa, hakujin ga shiroku naru koto wa kanarazushimo shiroku suru hitsuyō wa arimasenga, anata wa nani ka fujiyū ga aru ka, kurai buttai, matawa Shirakami wa taido o motte imasuga, kono Shirakami wa yawarakaku, shiroi to Pa no taka-sa wa, kotoba no nai shinigami rorideshita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime, it is truly pathetic, the first impressions that I had to see the only episode I saw, was that as a shinigami going to be white, do not necessarily have to be white, but if you have something of rudeness, or some dark object, or shinigami have attitude, but this shinigami was soft, white and Pa height, it was a shinigami loli without words.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime, it is truly pathetic, the first impressions that I had to see the only episode I saw, was that as a shinigami going to be white, do not necessarily have to be white, but if you have something of rudeness, or some\u001b[24m\n    \u001b[1mこのアニメは本当に哀れですが、私が見た唯一のエピソードを見なければならなかった最初の印象は、白人が白くなることは必ずしも白くする必要はありませんが、あなたは何か不自由があるか、\u001b[22m, \u001b[1mこのアニメは、それは本当に哀れです、私は私が見た唯一のエピソードを参照していた第一印象は、白になるだろう死神として、必ずしも白でなければならないが、あなたは無礼の何かを持っている場合、またはいくつかしないということでした\u001b[22m\n\u001b[4mdark object, or shinigami have attitude, but this shinigami was soft, white and Pa height, it was a shinigami loli without words.\u001b[24m\n    \u001b[1m暗い物体、または白神は態度を持っていますが、この白神は柔らかく、白いとPaの高さは、言葉のないshinigamiロリでした。\u001b[22m, \u001b[1m暗い被写体、または死神は態度を持っていますが、この死神はそれが言葉のない死神のロリだった、柔らかな白とPaの高さでした。\u001b[22m\n\u001b[1m\u001b[22m\nHumans interacted with those who had a history pathetic and rather boring and meaningless, the final chapter was something that was very obvious to see the chapter.\n\n\u001b[1m人間は歴史的な哀れさと退屈で無意味な人と交流し、最後の章はこの章を見るのが非常に明白なものでした。\u001b[22m\n\u001b[1m(Ningen wa rekishi-tekina aware-sa to taikutsude muimina hito to kōryū shi, saigo no shō wa kono shō o miru no ga hijō ni meihakuna monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mHumans interacted with those who had a history pathetic and rather boring and meaningless, the final chapter was something that was very obvious to see the chapter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHumans interacted with those who had a history pathetic and rather boring and meaningless, the final chapter was something that was very obvious to see the chapter.\u001b[24m\n    \u001b[1m人間は歴史的な哀れさと退屈で無意味な人と交流し、最後の章はこの章を見るのが非常に明白なものでした。\u001b[22m, \u001b[1m人間は哀れとかなり退屈で無意味な歴史を持っていた人たちと相互作用し、最終的な章では、章を参照してくださいすることは非常に明らかであった何かがありました。\u001b[22m\n\u001b[1m\u001b[22m\nAn anime boring, desperate, senseless and very predictable, no surprise that motivates one to continue watching this anime\n\n\u001b[1mアニメの退屈、絶望的、無意味な、そして非常に予測可能な、このアニメを見続けることを動機づけする驚き\u001b[22m\n\u001b[1m(Anime no taikutsu, zetsubō-teki, muimina, soshite hijō ni yosoku kanōna, kono anime o mi tsudzukeru koto o dōkidzuke suru odoroki)\u001b[22m\n\nTranslations of \u001b[4mAn anime boring, desperate, senseless and very predictable, no surprise that motivates one to continue watching this anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn anime boring, desperate, senseless and very predictable, no surprise that motivates one to continue watching this anime\u001b[24m\n    \u001b[1mアニメの退屈、絶望的、無意味な、そして非常に予測可能な、このアニメを見続けることを動機づけする驚き\u001b[22m, \u001b[1m、退屈な絶望的な、無意味と非常に予測アニメ、一つはこのアニメを見続けることが動機驚き\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "Evinced",
    "profile": "/profile/Evinced/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=38037",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\n死神のバラードは、やや短いアニメですが、まだよくできています。 それは、かなり穏やかなアニメ（アクション/暴力を意味しない）であり、異なる面からの死神（死の神としても知られている）の義務を示すので革新的です。\n\n\n►ストーリー{7}◄\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\nアニメは、その間常に特定のプロットに従いません。 代わりに、6つの異なる物語（各エピソードごとに1つずつ）からなるアニメです。 いくつかはそのアイデアが気に入らないかもしれないが、私はすべての物語がむしろ面白いと非常に感動していると言わなければならない。 このアニメの話は、誰かに涙を流すことができ、同時に誰かに笑顔をもたせることができます。\n\n\n►アニメーション＆amp; アート{8}◄\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n私はアートについて多くのことを言うことができませんでした。 アニメのすべてが描かれている方法は単純です。 まだ美しく終わった。 あなたがこれを見ることに決めたら、アートは確かにあなたが楽しむものになるでしょう。特にかわいいキャラクターが好きな人は、特にそうです。 アニメーションに関連するものはすべて本当に良かったです。\n\n\n►サウンド{7}◄\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\nオープニングとエンディングの曲はどちらも非常に遅いですが、あなたがそれらを聞いた後に彼らがアニメに合っていると言うことができます。 また、文字が本当にうまく収まっている声。 しかし、サウンドエフェクトはまれではありません。アニメの欠点ではないので、サウンドはまったく問題ありません。\n\n\n►キャラクター{8}◄\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n私は本当にすべてのキャラクターがかなりリアルに見えるので、メインキャラクターとサポートキャラクターの両方が本当に好きだった（あなたがモモが主人公を手のひらでさまよっているという事実を除外するならば）。\nとにかく、私は今2人の主人公について話します。\nモモalreadyすでに言及したように、これはアニメの主人公です。 しかし、彼女が主人公であるにもかかわらず、彼女は非常に頻繁に表示されませんが、彼女は影響するように彼女の 'クライアント'に影響を与えるように、彼女は常に彼らが彼らの人生を大切にするように、 それらを最大限に生きることができます。 私は彼女が非常に敏感な「死の神」であるようだと付け加えたいと思いますが、通常は特定のエピソードの最後に泣いているように見えます。 モモについての最後の1つは、まだ死ぬ予定がない人の前に現れます。\nDaniel⊱これは、いつも彼女に付随している母親のお馴染みの人物です。ダニエルは、バットウィングのかわいい猫の形をしています。 ダニエルの声は、彼が人をいじめるのが好きな子供のようにちょっと聞こえる。\n\n\n►楽しさ{9}◄\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n私はこれを見て後悔していないと主張し、死についての静かで興味深い物語を見ているような気持ちと、人々が人生を大切にする理由についてもお勧めします。\n\n\n►全体的な{8}◄\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n要約すると、このアニメは短いが、非常によく作られており、感情的に人を動かすことができます。 もちろん、誰もが自分の好みを持っているので、もしあなたが行動、血、暴力だけのファンならば、あなたは私のようにそれを好きではないでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nShinigami no Ballad is a rather short anime, but still well done. It is a pretty calm anime (Which means no action/violence) and it is innovative as it shows the duty of a shinigami (Also known as God of Death) from a different aspect.\n\n\u001b[1m死神のバラードは、やや短いアニメですが、まだよくできています。 それは、かなり穏やかなアニメ（アクション/暴力を意味しない）であり、異なる面からの死神（死の神としても知られている）の義務を示すので革新的です。\u001b[22m\n\u001b[1m(Shinigami no barādo wa, yaya mijikai animedesuga, mada yoku dekite imasu. Sore wa, kanari odayakana anime (akushon/ bōryoku o imi shinai)deari, kotonaru men kara no shinigami (shi no kami to shite mo shira rete iru) no gimu o shimesunode kakushin-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mShinigami no Ballad is a rather short anime, but still well done. It is a pretty calm anime (Which means no action/violence) and it is innovative as it shows the duty of a shinigami (Also known as God of Death) from a different aspect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShinigami no Ballad is a rather short anime, but still well done.\u001b[24m\n    \u001b[1m死神のバラードは、やや短いアニメですが、まだよくできています。\u001b[22m, \u001b[1m死神にはバラードはかなり短いアニメではありませんが、それでもよくやりました。\u001b[22m\n\u001b[4mIt is a pretty calm anime (Which means no action/violence) and it is innovative as it shows the duty of a shinigami (Also known as God of Death) from a different aspect.\u001b[24m\n    \u001b[1mそれは、かなり穏やかなアニメ（アクション/暴力を意味しない）であり、異なる面からの死神（死の神としても知られている）の義務を示すので革新的です。\u001b[22m, \u001b[1mそれはかなり穏やかなアニメです（何のアクション/暴力を意味しない）、それは別の側面から（また、死の神として知られている）死神の義務を示しているとして、それは革新的です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n► Story { 7 } ◄\n\n\u001b[1m►ストーリー{7}◄\u001b[22m\n\u001b[1m(► Sutōrī {7 }◄)\u001b[22m\n\nTranslations of \u001b[4m► Story { 7 } ◄\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m► Story { 7 } ◄\u001b[24m\n    \u001b[1m►ストーリー{7}◄\u001b[22m\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n\n\u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\n\u001b[1m(▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬)\u001b[22m\n\nTranslations of \u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n    \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m, \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\nThe anime does not follow a particular plot during the whole time. Instead, it is an anime that consists of six different stories, one for each episode. Even though some may not like the idea of that, I must say that all the stories are rather interesting and very touching. The stories this anime has could make someone shed a tear and at the same time make that someone smile.\n\n\u001b[1mアニメは、その間常に特定のプロットに従いません。 代わりに、6つの異なる物語（各エピソードごとに1つずつ）からなるアニメです。 いくつかはそのアイデアが気に入らないかもしれないが、私はすべての物語がむしろ面白いと非常に感動していると言わなければならない。 このアニメの話は、誰かに涙を流すことができ、同時に誰かに笑顔をもたせることができます。\u001b[22m\n\u001b[1m(Anime wa, sonoaida tsuneni tokutei no purotto ni shitagaimasen. Kawari ni, muttsu no kotonaru monogatari (kaku episōdo-goto ni 1tsu zutsu) kara naru animedesu. Ikutsu ka wa sono aidea ga kiniiranai kamo shirenaiga, watashi wa subete no monogatari ga mushiro omoshiroi to hijō ni kandō shite iru to iwanakereba naranai. Kono anime no hanashi wa, dareka ni namidawonagasu koto ga deki, dōjini dareka ni egao o motaseru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime does not follow a particular plot during the whole time. Instead, it is an anime that consists of six different stories, one for each episode. Even though some may not like the idea of that, I must say that all the stories are rather interesting and very touching. The stories this anime has could make someone shed a tear and at the same time make that someone smile.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime does not follow a particular plot during the whole time.\u001b[24m\n    \u001b[1mアニメは、その間常に特定のプロットに従いません。\u001b[22m, \u001b[1mアニメは全体の時間の間に特定のプロットに従っていません。\u001b[22m\n\u001b[4mInstead, it is an anime that consists of six different stories, one for each episode.\u001b[24m\n    \u001b[1m代わりに、6つの異なる物語（各エピソードごとに1つずつ）からなるアニメです。\u001b[22m, \u001b[1mその代わりに、六つの異なる話、各エピソードのための1つで構成されてアニメです。\u001b[22m\n\u001b[4mEven though some may not like the idea of that, I must say that all the stories are rather interesting and very touching.\u001b[24m\n    \u001b[1mいくつかはそのアイデアが気に入らないかもしれないが、私はすべての物語がむしろ面白いと非常に感動していると言わなければならない。\u001b[22m, \u001b[1mいくつかはそれのアイデアを好きではないかもしれないが、私はすべての物語はかなり興味深く、非常に感動的であることを言わなければなりません。\u001b[22m\n\u001b[4mThe stories this anime has could make someone shed a tear and at the same time make that someone smile.\u001b[24m\n    \u001b[1mこのアニメの話は、誰かに涙を流すことができ、同時に誰かに笑顔をもたせることができます。\u001b[22m, \u001b[1mこのアニメが持っている物語は、誰かが涙を流す作ると同時に、誰かが笑顔ことを確認できました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n► Animation &amp; Art { 8 } ◄\n\n\u001b[1m►アニメーション＆amp; アート{8}◄\u001b[22m\n\u001b[1m(► Animēshon& amp; āto {8 }◄)\u001b[22m\n\nTranslations of \u001b[4m► Animation &amp; Art { 8 } ◄\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m► Animation &amp;\u001b[24m\n    \u001b[1m►アニメーション＆amp;\u001b[22m, \u001b[1m►アニメーション＆＃038;\u001b[22m\n\u001b[4mArt { 8 } ◄\u001b[24m\n    \u001b[1mアート{8}◄\u001b[22m\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n\n\u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\n\u001b[1m(▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬)\u001b[22m\n\nTranslations of \u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n    \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m, \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\nI haven't got much to say about the art. The way everything's drawn in the anime is simplistic; yet beautifully done. The art is certainly going to be something you will enjoy if you decide to watch this, especially if you like cute characters. Everything related to animation was really good.\n\n\u001b[1m私はアートについて多くのことを言うことができませんでした。 アニメのすべてが描かれている方法は単純です。 まだ美しく終わった。 あなたがこれを見ることに決めたら、アートは確かにあなたが楽しむものになるでしょう。特にかわいいキャラクターが好きな人は、特にそうです。 アニメーションに関連するものはすべて本当に良かったです。\u001b[22m\n\u001b[1m(Watashi wa āto ni tsuite ōku no koto o iu koto ga dekimasendeshita. Anime no subete ga egaka rete iru hōhō wa tanjundesu. Mada utsukushiku owatta. Anata ga kore o miru koto ni kimetara, āto wa tashika ni anata ga tanoshimu mono ni narudeshou. Tokuni kawaī kyarakutā ga sukinahito wa, tokuni sōdesu. Animēshon ni kanren suru mono wa subete hontōniyokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mI haven't got much to say about the art. The way everything's drawn in the anime is simplistic; yet beautifully done. The art is certainly going to be something you will enjoy if you decide to watch this, especially if you like cute characters. Everything related to animation was really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI haven't got much to say about the art.\u001b[24m\n    \u001b[1m私はアートについて多くのことを言うことができませんでした。\u001b[22m, \u001b[1m私は芸術について言っても過言を持っていません。\u001b[22m\n\u001b[4mThe way everything's drawn in the anime is simplistic;\u001b[24m\n    \u001b[1mアニメのすべてが描かれている方法は単純です。\u001b[22m, \u001b[1mアニメで描かれた方法のすべてがの単純化され、\u001b[22m\n\u001b[4myet beautifully done.\u001b[24m\n    \u001b[1mまだ美しく終わった。\u001b[22m, \u001b[1mまだ美しく行います。\u001b[22m\n\u001b[4mThe art is certainly going to be something you will enjoy if you decide to watch this, especially if you like cute characters.\u001b[24m\n    \u001b[1mあなたがこれを見ることに決めたら、アートは確かにあなたが楽しむものになるでしょう。特にかわいいキャラクターが好きな人は、特にそうです。\u001b[22m, \u001b[1m芸術は確かにあなたがかわいいキャラクターが好きな場合は特に、あなたがこれを見てすることを決定した場合、あなたがお楽しみいただけます何かになるだろう。\u001b[22m\n\u001b[4mEverything related to animation was really good.\u001b[24m\n    \u001b[1mアニメーションに関連するものはすべて本当に良かったです。\u001b[22m, \u001b[1mアニメーションに関連するすべてが本当に良かったです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n► Sound { 7 } ◄\n\n\u001b[1m►サウンド{7}◄\u001b[22m\n\u001b[1m(► Saundo {7 }◄)\u001b[22m\n\nTranslations of \u001b[4m► Sound { 7 } ◄\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m► Sound { 7 } ◄\u001b[24m\n    \u001b[1m►サウンド{7}◄\u001b[22m\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n\n\u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\n\u001b[1m(▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬)\u001b[22m\n\nTranslations of \u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n    \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m, \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\nThe opening and ending songs are both very slow, but you could say they fit the anime after you hear them. Also, the voices the characters have fit them really well. However, there are rarely any sound effects, then again, that's not much of a drawback for the anime so the sound is quite alright.\n\n\u001b[1mオープニングとエンディングの曲はどちらも非常に遅いですが、あなたがそれらを聞いた後に彼らがアニメに合っていると言うことができます。 また、文字が本当にうまく収まっている声。 しかし、サウンドエフェクトはまれではありません。アニメの欠点ではないので、サウンドはまったく問題ありません。\u001b[22m\n\u001b[1m(Ōpuningu to endingu no kyoku wa dochira mo hijō ni osoidesuga, anata ga sorera o kiita nochi ni karera ga anime ni atte iru to iu koto ga dekimasu. Mata, moji ga hontōni umaku osamatte iru koe. Shikashi, saundoefekuto wa marede wa arimasen. Anime no kettende wanainode, saundo wa mattaku mondai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe opening and ending songs are both very slow, but you could say they fit the anime after you hear them. Also, the voices the characters have fit them really well. However, there are rarely any sound effects, then again, that's not much of a drawback for the anime so the sound is quite alright.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening and ending songs are both very slow, but you could say they fit the anime after you hear them.\u001b[24m\n    \u001b[1mオープニングとエンディングの曲はどちらも非常に遅いですが、あなたがそれらを聞いた後に彼らがアニメに合っていると言うことができます。\u001b[22m, \u001b[1mオープニングとエンディング曲は両方とも非常に遅いですが、あなたはそれらを聞いた後、彼らはアニメに合わせて言うことができます。\u001b[22m\n\u001b[4mAlso, the voices the characters have fit them really well.\u001b[24m\n    \u001b[1mまた、文字が本当にうまく収まっている声。\u001b[22m, \u001b[1mまた、文字が持っている声は本当によく、それらに合います。\u001b[22m\n\u001b[4mHowever, there are rarely any sound effects, then again, that's not much of a drawback for the anime so the sound is quite alright.\u001b[24m\n    \u001b[1mしかし、サウンドエフェクトはまれではありません。アニメの欠点ではないので、サウンドはまったく問題ありません。\u001b[22m, \u001b[1mしかし、その後、再び、それは音がかなり大丈夫ですので、アニメのための欠点の多くはありませんが、まれに任意の効果音はありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n► Character { 8 } ◄\n\n\u001b[1m►キャラクター{8}◄\u001b[22m\n\u001b[1m(► Kyarakutā {8 }◄)\u001b[22m\n\nTranslations of \u001b[4m► Character { 8 } ◄\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m► Character { 8 } ◄\u001b[24m\n    \u001b[1m►キャラクター{8}◄\u001b[22m\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n\n\u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\n\u001b[1m(▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬)\u001b[22m\n\nTranslations of \u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n    \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m, \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\nI really liked both the main and supporting characters since every character looked pretty real (If you exclude the fact that Momo the protagonist wanders around with a scythe on her hands {It'd be funny to see someone in real life doing that}).\n\n\u001b[1m私は本当にすべてのキャラクターがかなりリアルに見えるので、メインキャラクターとサポートキャラクターの両方が本当に好きだった（あなたがモモが主人公を手のひらでさまよっているという事実を除外するならば）。\u001b[22m\n\u001b[1m(Watashi wa hontōni subete no kyarakutā ga kanari riaru ni mieru node, meinkyarakutā to sapōtokyarakutā no ryōhō ga hontōni sukidatta (anata ga momo ga shujinkō o tenohira de samayotte iru to iu jijitsu o jogai surunaraba).)\u001b[22m\n\nTranslations of \u001b[4mI really liked both the main and supporting characters since every character looked pretty real (If you exclude the fact that Momo the protagonist wanders around with a scythe on her hands {It'd be funny to see someone in real life doing that}).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked both the main and supporting characters since every character looked pretty real (If you exclude the fact that Momo the protagonist wanders around with a scythe on her hands {It'd be funny to see someone in real life doing that}).\u001b[24m\n    \u001b[1m私は本当にすべてのキャラクターがかなりリアルに見えるので、メインキャラクターとサポートキャラクターの両方が本当に好きだった（あなたがモモが主人公を手のひらでさまよっているという事実を除外するならば）。\u001b[22m, \u001b[1mすべての文字がかなり本当だったので、私は本当に（あなたが主人公は彼女の手に鎌と周りさまようモモという事実を除外した場合、{現実の生活の中で誰かがいることをやって見ることが面白いことだろう}）の両方のメインと脇役が好きでした。\u001b[22m\nAnyhow, I'll now talk about the two main characters;\n\n\u001b[1mとにかく、私は今2人の主人公について話します。\u001b[22m\n\u001b[1m(Tonikaku, watashi wa ima 2-ri no shujinkō ni tsuite hanashimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnyhow, I'll now talk about the two main characters;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyhow, I'll now talk about the two main characters;\u001b[24m\n    \u001b[1mとにかく、私は今2人の主人公について話します。\u001b[22m, \u001b[1mとにかく、私は今2メインキャラクターについて話しましょう。\u001b[22m\nMomo ⊱ As I've already mentioned, this is the protagonist in the anime. However, even though she is the protagonist, she does not appear very often, when she does, it is so as to influence her 'clients' the way she thinks they should be influenced, she always tries to make them value their lives so they can live them to the fullest. I would like to add that she seems to be a very sensitive 'God of Death' and is usually seen crying at the end of certain episodes, she's also pretty. One last thing about Momo, she appears in front of people who are still not scheduled to die.\n\n\u001b[1mモモalreadyすでに言及したように、これはアニメの主人公です。 しかし、彼女が主人公であるにもかかわらず、彼女は非常に頻繁に表示されませんが、彼女は影響するように彼女の 'クライアント'に影響を与えるように、彼女は常に彼らが彼らの人生を大切にするように、 それらを最大限に生きることができます。 私は彼女が非常に敏感な「死の神」であるようだと付け加えたいと思いますが、通常は特定のエピソードの最後に泣いているように見えます。 モモについての最後の1つは、まだ死ぬ予定がない人の前に現れます。\u001b[22m\n\u001b[1m(Momo already sudeni genkyū shita yō ni, koreha anime no shujinkōdesu. Shikashi, kanojo ga shujinkōdearu nimokakawarazu, kanojo wa hijō ni hinpan ni hyōji sa remasenga, kanojo wa eikyō suru yō ni kanojo no' kuraianto' ni eikyō o ataeru yō ni, kanojo wa tsuneni karera ga karera no jinsei o taisetsu ni suru yō ni, sorera o saidaigen ni ikiru koto ga dekimasu. Watashi wa kanojo ga hijō ni binkan'na `shi no kami'dearu yōda to tsukekuwaetai to omoimasuga, tsūjō wa tokutei no episōdo no saigo ni naite iru yō ni miemasu. Momo ni tsuite no saigo no 1tsu wa, mada shinu yotei ga nai hito no mae ni arawaremasu.)\u001b[22m\n\nTranslations of \u001b[4mMomo ⊱ As I've already mentioned, this is the protagonist in the anime. However, even though she is the protagonist, she does not appear very often, when she does, it is so as to influence her 'clients' the way she thinks they should be influenced, she always tries to make them value their lives so they can live them to the fullest. I would like to add that she seems to be a very sensitive 'God of Death' and is usually seen crying at the end of certain episodes, she's also pretty. One last thing about Momo, she appears in front of people who are still not scheduled to die.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMomo ⊱ As I've already mentioned, this is the protagonist in the anime.\u001b[24m\n    \u001b[1mモモalreadyすでに言及したように、これはアニメの主人公です。\u001b[22m, \u001b[1m私はすでに述べたようにモモが⊱、これはアニメで主人公です。\u001b[22m\n\u001b[4mHowever, even though she is the protagonist, she does not appear very often, when she does, it is so as to influence her 'clients' the way she thinks they should be influenced, she always tries to make them value their lives so they\u001b[24m\n    \u001b[1mしかし、彼女が主人公であるにもかかわらず、彼女は非常に頻繁に表示されませんが、彼女は影響するように彼女の 'クライアント'に影響を与えるように、彼女は常に彼らが彼らの人生を大切にするように、\u001b[22m, \u001b[1m彼女はしかし、彼女は主人公であるにも関わらず、彼女は非常に頻繁に表示されない、それは彼女の「クライアントの彼女は、彼らが影響を受けすべきであると考えている方法に影響するようですが、彼女は常にように、それらが自分たちの生活を大切にしようとします\u001b[22m\n\u001b[4mcan live them to the fullest.\u001b[24m\n    \u001b[1mそれらを最大限に生きることができます。\u001b[22m, \u001b[1m最大限にそれらを生きることができます。\u001b[22m\n\u001b[4mI would like to add that she seems to be a very sensitive 'God of Death' and is usually seen crying at the end of certain episodes, she's also pretty.\u001b[24m\n    \u001b[1m私は彼女が非常に敏感な「死の神」であるようだと付け加えたいと思いますが、通常は特定のエピソードの最後に泣いているように見えます。\u001b[22m, \u001b[1m私は彼女もきれいです、彼女は非常に敏感な「死の神であると思われ、通常、特定のエピソードの終わりに泣いて見ていることを追加したいと思います。\u001b[22m\n\u001b[4mOne last thing about Momo, she appears in front of people who are still not scheduled to die.\u001b[24m\n    \u001b[1mモモについての最後の1つは、まだ死ぬ予定がない人の前に現れます。\u001b[22m, \u001b[1mモモについて最後に一つは、彼女はまだ死ぬようにスケジュールされていない人の前に表示されます。\u001b[22m\nDaniel ⊱ This is Momo's familiar who always accompanies her, Daniel has the form of a cute cat with bat wings and is rather apathetic towards humans, unlike Momo. Daniel's voice makes him sound a bit like a child he likes to tease people.\n\n\u001b[1mDaniel⊱これは、いつも彼女に付随している母親のお馴染みの人物です。ダニエルは、バットウィングのかわいい猫の形をしています。 ダニエルの声は、彼が人をいじめるのが好きな子供のようにちょっと聞こえる。\u001b[22m\n\u001b[1m(Danieru ⊱ koreha, itsumo kanojo ni fuzui shite iru hahaoya no o najimi no jinbutsudesu. Danieru wa, battou~ingu no kawaī neko no katachi o shite imasu. Danieru no koe wa, kare ga hito o ijimeru no ga sukina kodomo no yō ni chotto kikoeru.)\u001b[22m\n\nTranslations of \u001b[4mDaniel ⊱ This is Momo's familiar who always accompanies her, Daniel has the form of a cute cat with bat wings and is rather apathetic towards humans, unlike Momo. Daniel's voice makes him sound a bit like a child he likes to tease people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDaniel ⊱ This is Momo's familiar who always accompanies her, Daniel has the form of a cute cat with bat wings and is rather apathetic towards humans, unlike Momo.\u001b[24m\n    \u001b[1mDaniel⊱これは、いつも彼女に付随している母親のお馴染みの人物です。ダニエルは、バットウィングのかわいい猫の形をしています。\u001b[22m, \u001b[1mダニエルは⊱これは桃の使い慣れたいつも彼女に伴う人で、ダニエルは、コウモリの翼でかわいい猫の形を有しており、モモとは異なり、人間に向かってではなく無関心です。\u001b[22m\n\u001b[4mDaniel's voice makes him sound a bit like a child he likes to tease people.\u001b[24m\n    \u001b[1mダニエルの声は、彼が人をいじめるのが好きな子供のようにちょっと聞こえる。\u001b[22m, \u001b[1mダニエルの声が、彼は少し彼は人をからかうのが好きな子供のような音になります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n► Enjoyment { 9 } ◄\n\n\u001b[1m►楽しさ{9}◄\u001b[22m\n\u001b[1m(► Tanoshisa {9 }◄)\u001b[22m\n\nTranslations of \u001b[4m► Enjoyment { 9 } ◄\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m► Enjoyment { 9 } ◄\u001b[24m\n    \u001b[1m►楽しさ{9}◄\u001b[22m, \u001b[1m►楽し{9}◄\u001b[22m\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n\n\u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\n\u001b[1m(▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬)\u001b[22m\n\nTranslations of \u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n    \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m, \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\nI can most certainly say I do not regret watching this and I'd recommend it to anyone who feels like watching a series of calm and interesting stories regarding death and also regarding why people should value life.\n\n\u001b[1m私はこれを見て後悔していないと主張し、死についての静かで興味深い物語を見ているような気持ちと、人々が人生を大切にする理由についてもお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kore o mite kōkai shite inai to shuchō shi, shi ni tsuite no shizukade kyōmibukai monogatari o mite iru yōna kimochi to, hitobito ga jinsei o taisetsu ni suru riyū ni tsuite mo o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI can most certainly say I do not regret watching this and I'd recommend it to anyone who feels like watching a series of calm and interesting stories regarding death and also regarding why people should value life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can most certainly say I do not regret watching this and I'd recommend it to anyone who feels like watching a series of calm and interesting stories regarding death and also regarding why people should value life.\u001b[24m\n    \u001b[1m私はこれを見て後悔していないと主張し、死についての静かで興味深い物語を見ているような気持ちと、人々が人生を大切にする理由についてもお勧めします。\u001b[22m, \u001b[1m私は最も確かに私はこれを見て後悔していないと言うことができると私は穏やかで、面白い話のシリーズを見て、死について、また、人々が生活を大切にしなければならない理由についてのように感じている誰にもお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n► Overall { 8 } ◄\n\n\u001b[1m►全体的な{8}◄\u001b[22m\n\u001b[1m(► Zentai-tekina {8 }◄)\u001b[22m\n\nTranslations of \u001b[4m► Overall { 8 } ◄\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m► Overall { 8 } ◄\u001b[24m\n    \u001b[1m►全体的な{8}◄\u001b[22m, \u001b[1m►全体{8}◄\u001b[22m\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n\n\u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\n\u001b[1m(▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬ ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬)\u001b[22m\n\nTranslations of \u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[24m\n    \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m, \u001b[1m▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\u001b[22m\nTo sum it up, this anime is short but very well made and can move some people emotionally. Of course, everyone's got their own taste, as such, if you're a fan of action, blood and violence only, you won't like it as much as I did.\n\n\u001b[1m要約すると、このアニメは短いが、非常によく作られており、感情的に人を動かすことができます。 もちろん、誰もが自分の好みを持っているので、もしあなたが行動、血、暴力だけのファンならば、あなたは私のようにそれを好きではないでしょう。\u001b[22m\n\u001b[1m(Yōyaku suru to, kono anime wa mijikaiga, hijō ni yoku tsukura rete ori, kanjō-teki ni hito o ugokasu koto ga dekimasu. Mochiron, daremoga jibun no konomi o motte irunode, moshi anata ga kōdō, chi, bōryoku dake no fan'naraba, anata wa watashi no yō ni sore o sukide wanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mTo sum it up, this anime is short but very well made and can move some people emotionally. Of course, everyone's got their own taste, as such, if you're a fan of action, blood and violence only, you won't like it as much as I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum it up, this anime is short but very well made and can move some people emotionally.\u001b[24m\n    \u001b[1m要約すると、このアニメは短いが、非常によく作られており、感情的に人を動かすことができます。\u001b[22m, \u001b[1mそれを要約すると、このアニメは短いですが、非常によく作られ、感情的に何人かの人々を移動することができます。\u001b[22m\n\u001b[4mOf course, everyone's got their own taste, as such, if you're a fan of action, blood and violence only, you won't like it as much as I did.\u001b[24m\n    \u001b[1mもちろん、誰もが自分の好みを持っているので、もしあなたが行動、血、暴力だけのファンならば、あなたは私のようにそれを好きではないでしょう。\u001b[22m, \u001b[1mあなただけの、あなたは私がやったと同じくらいそれを好きではありませんアクション、血と暴力のファンをしている場合はもちろん、誰もが、のような、独自の味を持っています。\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "Dorothea",
    "profile": "/profile/Dorothea/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=28417",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  6\nキャラクター|  4\n|  4\n\nストーリー。  4\nこのショーには本当にプロットはありませんでした。 主人公のモモはめったに出演せず、裏話もなかったので、実際にはそれぞれのエピソードごとに異なるグループの人物だった。 時には、彼らのうちの1人が死ぬだろう、他の時に、彼らはすべてすでに起こった死を扱っていた。 エピソードがもっと魅力的だったのであれば、中央のプロット（つまり、モモ自身が関わっている何かのイベントの連鎖）がなくても大丈夫ですが、私が全然ソフトですが、実際にはシナリオのいずれにも動かされませんでした 。 若い女の子が事故の後で死んで、彼女の保護的な親友を後ろに残し、十代の少女が母親の死後に彼女の家族の新しい責任に対処しようとすると、少年は彼が長く生きていないことを知る 大丈夫ですが、かなり軽々しく行われました。 それは悪いショーではありませんが、私はトピックの扱いがかなり浅くて穏やかであることを発見しました。\n\nアート。  6\n芸術は悪くも良いもなかった。 私は本当にモモの服装を嫌っていましたが、キャラクターのデザインは大丈夫です。\n\n音。  6\n音も目立たなかった。 何も目立たなかった。  OPは大丈夫です。\n\nキャラクター。  4\n私は人々が同意しないだろうと確信していますが、私は文字がまったく良いとは見当たりませんでした。 誰もが何らかの形で死に向かっていたにもかかわらず、本当に誰の痛みや恐怖や怒りを感じることはできませんでした。 また、主人公のモモも信じられないほど興味深いものでした。 あなたが彼女から得た唯一の特徴は思いやりでした。\n\n楽しみ。  4\n私はかなり退屈だった。 このショーではあまり掛け合わないことがあった。 私は清福を見てそれを拾った。 私はまだいくつかの死神のために気分になっていました。 それはいろいろな点で似ていますが、それぞれのエピソードは通常、死やその他の重いものを扱う異なるグループを扱っていますが、下富では本当にキャラクターの緊張を感じます。 比較してこのショーは私を引き込むことができませんでした。\n\n全体。  6\nすべての私の批判にもかかわらず、私はアニメで本当に嫌なことがたくさんなかったので、私は6で与えている - 堪らない漫画の救済、感覚や殆ど意味のない要素（RahxephonやEvangelionなど） 巨大な胸を持つ女性はいません（1つの点では問題ありませんが、欠点は私にはプラスです）。 実際のプロットのないエピソード的なショー、死に集中しているが、それについて心に響くようにしようとしていて、本当に不安で激しいものではないことを意図していた。 だから私はそれを見ないと言っていない、ただ私がしたようにそれをマラソンしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nStory. 4\n\n\u001b[1mストーリー。  4\u001b[22m\n\u001b[1m(Sutōrī. 4)\u001b[22m\n\nTranslations of \u001b[4mStory. 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory.\u001b[24m\n    \u001b[1mストーリー。\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nThis show really didn't have a plot. Momo, the main character, showed up rarely and had no backstory, so it was actually about a different group of people each episode. Sometimes, one of them was going to die, other times, they were all dealing with a death that had already happened. I'd be okay with there being no central plot (ie something chain of events involving Momo herself) if the episodes had been more engaging, but even though I'm a total softie, I really wasn't moved by any of the scenarios . A young girl dies after an accident, leaving her protective best friend behind, a teenage girl tries to cope with her new responsibilities in her family after the death of her mother, a boy finds out he doesn't have long to live--these are okay setups, but they were done pretty frivolously. So while it's not a bad show, I found the treatment of the topic fairly shallow and inane.\n\n\u001b[1mこのショーには本当にプロットはありませんでした。 主人公のモモはめったに出演せず、裏話もなかったので、実際にはそれぞれのエピソードごとに異なるグループの人物だった。 時には、彼らのうちの1人が死ぬだろう、他の時に、彼らはすべてすでに起こった死を扱っていた。 エピソードがもっと魅力的だったのであれば、中央のプロット（つまり、モモ自身が関わっている何かのイベントの連鎖）がなくても大丈夫ですが、私が全然ソフトですが、実際にはシナリオのいずれにも動かされませんでした 。 若い女の子が事故の後で死んで、彼女の保護的な親友を後ろに残し、十代の少女が母親の死後に彼女の家族の新しい責任に対処しようとすると、少年は彼が長く生きていないことを知る 大丈夫ですが、かなり軽々しく行われました。 それは悪いショーではありませんが、私はトピックの扱いがかなり浅くて穏やかであることを発見しました。\u001b[22m\n\u001b[1m(Kono shō ni wa hontōni purotto wa arimasendeshita. Shujinkō no momo wa mettani shutsuen sezu, urabanashi mo nakattanode, jissai ni wa sorezore no episōdo-goto ni kotonaru gurūpu no jinbutsudatta. Tokiniha, karera no uchi no 1-ri ga shinudarou, hoka no toki ni, karera wa subete sudeni okotta shi o atsukatte ita. Episōdo ga motto mirikitekidatta nodeareba, chūō no purotto (tsumari, momo jishin ga kakawatte iru nanika no ibento no rensa) ga nakute mo daijōbudesuga, watashi ga zenzen sofutodesuga, jissai ni wa shinario no izure ni mo ugokasa remasendeshita. Wakai on'nanoko ga jiko no nochi de shinde, kanojo no hogo-tekina shin'yū o ushironi nokoshi, jūdai no shōjo ga hahaoya no shigo ni kanojo no kazoku no atarashī sekinin ni taisho shiyou to suru to, shōnen wa kare ga nagaku ikite inai koto o shiru daijōbudesuga, kanari karugarushiku okonawa remashita. Sore wa warui shōde wa arimasenga, watashi wa topikku no atsukai ga kanari asakute odayakadearu koto o hakken shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis show really didn't have a plot. Momo, the main character, showed up rarely and had no backstory, so it was actually about a different group of people each episode. Sometimes, one of them was going to die, other times, they were all dealing with a death that had already happened. I'd be okay with there being no central plot (ie something chain of events involving Momo herself) if the episodes had been more engaging, but even though I'm a total softie, I really wasn't moved by any of the scenarios . A young girl dies after an accident, leaving her protective best friend behind, a teenage girl tries to cope with her new responsibilities in her family after the death of her mother, a boy finds out he doesn't have long to live--these are okay setups, but they were done pretty frivolously. So while it's not a bad show, I found the treatment of the topic fairly shallow and inane.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show really didn't have a plot.\u001b[24m\n    \u001b[1mこのショーには本当にプロットはありませんでした。\u001b[22m, \u001b[1mこのショーは本当にプロットを持っていませんでした。\u001b[22m\n\u001b[4mMomo, the main character, showed up rarely and had no backstory, so it was actually about a different group of people each episode.\u001b[24m\n    \u001b[1m主人公のモモはめったに出演せず、裏話もなかったので、実際にはそれぞれのエピソードごとに異なるグループの人物だった。\u001b[22m, \u001b[1mモモ、主人公は、めったに現れず、何の裏話を持っていないので、それは人々の異なるグループについて、実際には各エピソードでした。\u001b[22m\n\u001b[4mSometimes, one of them was going to die, other times, they were all dealing with a death that had already happened.\u001b[24m\n    \u001b[1m時には、彼らのうちの1人が死ぬだろう、他の時に、彼らはすべてすでに起こった死を扱っていた。\u001b[22m, \u001b[1mそのうちの一つが、死ぬつもりだった時々、他の回は、それらはすべて、すでに起こった死を扱いました。\u001b[22m\n\u001b[4mI'd be okay with there being no central plot (ie something chain of events involving Momo herself) if the episodes had been more engaging, but even though I'm a total softie, I really wasn't moved by any of the scenarios\u001b[24m\n    \u001b[1mエピソードがもっと魅力的だったのであれば、中央のプロット（つまり、モモ自身が関わっている何かのイベントの連鎖）がなくても大丈夫ですが、私が全然ソフトですが、実際にはシナリオのいずれにも動かされませんでした\u001b[22m, \u001b[1m私はそこには、中央プロットされていないと大丈夫になるだろう（すなわちもも身を伴うイベントの何かチェーン）のエピソードがより魅力的であったが、私は合計softieだにもかかわらず、私は本当にシナリオのいずれかによって移動されなかった場合\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mA young girl dies after an accident, leaving her protective best friend behind, a teenage girl tries to cope with her new responsibilities in her family after the death of her mother, a boy finds out he doesn't have long to live--these\u001b[24m\n    \u001b[1m若い女の子が事故の後で死んで、彼女の保護的な親友を後ろに残し、十代の少女が母親の死後に彼女の家族の新しい責任に対処しようとすると、少年は彼が長く生きていないことを知る\u001b[22m, \u001b[1m若い女の子は、十代の少女は、少年は、彼が生きて長くありません見つけ出し、彼女の母親の死後、彼女の家族の中で彼女の新しい責任に対処しようとすると、背後にある彼女の保護の親友を残して、事故後に死ぬ - これらの\u001b[22m\n\u001b[4mare okay setups, but they were done pretty frivolously.\u001b[24m\n    \u001b[1m大丈夫ですが、かなり軽々しく行われました。\u001b[22m, \u001b[1m大丈夫セットアップがありますが、それらはかなり軽薄行われました。\u001b[22m\n\u001b[4mSo while it's not a bad show, I found the treatment of the topic fairly shallow and inane.\u001b[24m\n    \u001b[1mそれは悪いショーではありませんが、私はトピックの扱いがかなり浅くて穏やかであることを発見しました。\u001b[22m, \u001b[1mそれが悪いのショーではありませんしながら、だから、私は、トピックの治療がかなり浅いと無意味な発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nArt. 6\n\n\u001b[1mアート。  6\u001b[22m\n\u001b[1m(Āto. 6)\u001b[22m\n\nTranslations of \u001b[4mArt. 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt.\u001b[24m\n    \u001b[1mアート。\u001b[22m, \u001b[1m技術。\u001b[22m, \u001b[1m芸術。\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nThe art was neither bad nor good. Okay character designs, although I really disliked Momo's outfit.\n\n\u001b[1m芸術は悪くも良いもなかった。 私は本当にモモの服装を嫌っていましたが、キャラクターのデザインは大丈夫です。\u001b[22m\n\u001b[1m(Geijutsu wa waruku mo yoi mo nakatta. Watashi wa hontōni momo no fukusō o kiratte imashitaga, kyarakutā no dezain wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was neither bad nor good. Okay character designs, although I really disliked Momo's outfit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was neither bad nor good.\u001b[24m\n    \u001b[1m芸術は悪くも良いもなかった。\u001b[22m, \u001b[1m芸術は悪いも良いもなかったです。\u001b[22m\n\u001b[4mOkay character designs, although I really disliked Momo's outfit.\u001b[24m\n    \u001b[1m私は本当にモモの服装を嫌っていましたが、キャラクターのデザインは大丈夫です。\u001b[22m, \u001b[1m私は本当にモモの服を嫌っているが大丈夫文字は、設計しています。\u001b[22m\n\u001b[1m\u001b[22m\nSound. 6\n\n\u001b[1m音。  6\u001b[22m\n\u001b[1m(Oto. 6)\u001b[22m\n\nTranslations of \u001b[4mSound. 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound.\u001b[24m\n    \u001b[1m音。\u001b[22m, \u001b[1m聞こえる。\u001b[22m, \u001b[1mサウンド。\u001b[22m, \u001b[1m音。\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound was also unremarkable. Nothing stood out. The OP is okay.\n\n\u001b[1m音も目立たなかった。 何も目立たなかった。  OPは大丈夫です。\u001b[22m\n\u001b[1m(Oto mo medatanakatta. Nani mo medatanakatta. OP wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mSound was also unremarkable. Nothing stood out. The OP is okay.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound was also unremarkable.\u001b[24m\n    \u001b[1m音も目立たなかった。\u001b[22m, \u001b[1mサウンドも平凡でした。\u001b[22m\n\u001b[4mNothing stood out.\u001b[24m\n    \u001b[1m何も目立たなかった。\u001b[22m, \u001b[1m何も際立っていません。\u001b[22m\n\u001b[4mThe OP is okay.\u001b[24m\n    \u001b[1mOPは大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter. 4\n\n\u001b[1mキャラクター。  4\u001b[22m\n\u001b[1m(Kyarakutā. 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter. 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter.\u001b[24m\n    \u001b[1mキャラクター。\u001b[22m, \u001b[1m文字。\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nI'm sure people will disagree, but I didn't find the characters to be good at all. Even though everyone was wrestling with death in some way or another, you really couldn't feel anyone's pain or fear or anger. Also, Momo, who is supposedly the central character, was incredibly uninteresting. The only characteristic you got from her was compassion.\n\n\u001b[1m私は人々が同意しないだろうと確信していますが、私は文字がまったく良いとは思わなかった。 誰もが何らかの形で死に向かっていたにもかかわらず、あなたは本当に誰の痛みや恐怖や怒りを感じることができませんでした。 また、主人公のモモも信じられないほど興味深いものでした。 あなたが彼女から得た唯一の特徴は思いやりでした。\u001b[22m\n\u001b[1m(Watashi wa hitobito ga dōi shinaidarou to kakushin shite imasuga, watashi wa moji ga mattaku yoi to wa omowanakatta. Daremoga nanrakano katachi de shi ni mukatte ita nimokakawarazu, anata wa hontōni dare no itami ya kyōfu ya ikari o kanjiru koto ga dekimasendeshita. Mata, shujinkō no momo mo shinji rarenai hodo kyōmibukai monodeshita. Anata ga kanojo kara eta yuiitsu no tokuchō wa omoiyarideshita.)\u001b[22m\n\nTranslations of \u001b[4mI'm sure people will disagree, but I didn't find the characters to be good at all. Even though everyone was wrestling with death in some way or another, you really couldn't feel anyone's pain or fear or anger. Also, Momo, who is supposedly the central character, was incredibly uninteresting. The only characteristic you got from her was compassion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm sure people will disagree, but I didn't find the characters to be good at all.\u001b[24m\n    \u001b[1m私は人々が同意しないだろうと確信していますが、私は文字がまったく良いとは思わなかった。\u001b[22m, \u001b[1m私は人々が同意しないと確信していますが、私は文字がまったく良いことに見つけることができませんでした。\u001b[22m\n\u001b[4mEven though everyone was wrestling with death in some way or another, you really couldn't feel anyone's pain or fear or anger.\u001b[24m\n    \u001b[1m誰もが何らかの形で死に向かっていたにもかかわらず、あなたは本当に誰の痛みや恐怖や怒りを感じることができませんでした。\u001b[22m, \u001b[1m誰もがいくつかの方法または別の死亡と格闘したにもかかわらず、あなたは本当に誰の痛みや恐怖や怒りを感じることができませんでした。\u001b[22m\n\u001b[4mAlso, Momo, who is supposedly the central character, was incredibly uninteresting.\u001b[24m\n    \u001b[1mまた、主人公のモモも信じられないほど興味深いものでした。\u001b[22m, \u001b[1mまた、おそらく主人公であるモモは、信じられないほどつまらないました。\u001b[22m\n\u001b[4mThe only characteristic you got from her was compassion.\u001b[24m\n    \u001b[1mあなたが彼女から得た唯一の特徴は思いやりでした。\u001b[22m, \u001b[1mあなたは彼女から得た唯一の特徴は同情しました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment. 4\n\n\u001b[1m楽しみ。  4\u001b[22m\n\u001b[1m(Tanoshimi. 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment. 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment.\u001b[24m\n    \u001b[1m楽しみ。\u001b[22m, \u001b[1m楽しさ。\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nI was fairly bored. There wasn't much to latch onto with this show. I picked it up after watching Shigofumi. I was still in the mood for some Shinigami stuff. It's similar in many ways, each episode usually dealing with a different group of people dealing with death or other heavy stuff, but in Shigofumi, you REALLY feel the characters' tension. This show by comparison just couldn't pull me in.\n\n\u001b[1m私はかなり退屈だった。 このショーではあまり掛け合わないことがあった。 私は清福を見てそれを拾った。 私はまだいくつかの死神のために気分になっていました。 それはいろいろな点で似ていますが、それぞれのエピソードは通常、死やその他の重いものを扱う異なるグループを扱っていますが、下富では本当にキャラクターの緊張を感じます。 比較してこのショーは私を引き込むことができませんでした。\u001b[22m\n\u001b[1m(Watashi wa kanari taikutsudatta. Kono shōde wa amari kakeawanai koto ga atta. Watashi wa seifuku o mite sore o hirotta. Watashi wa mada ikutsu ka no shinigami no tame ni kibun ni natte imashita. Sore wa iroirona ten de nite imasuga, sorezore no episōdo wa tsūjō, shi ya sonohoka no omoi mono o atsukau kotonaru gurūpu o atsukatte imasuga, Shimotomi dewa hontōni kyarakutā no kinchō o kanjimasu. Hikaku shite kono shō wa watashi o hikikomu koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI was fairly bored. There wasn't much to latch onto with this show. I picked it up after watching Shigofumi. I was still in the mood for some Shinigami stuff. It's similar in many ways, each episode usually dealing with a different group of people dealing with death or other heavy stuff, but in Shigofumi, you REALLY feel the characters' tension. This show by comparison just couldn't pull me in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was fairly bored.\u001b[24m\n    \u001b[1m私はかなり退屈だった。\u001b[22m, \u001b[1m私はかなり退屈していました。\u001b[22m\n\u001b[4mThere wasn't much to latch onto with this show.\u001b[24m\n    \u001b[1mこのショーではあまり掛け合わないことがあった。\u001b[22m, \u001b[1mこのショーにラッチすることはあまりありませんでした。\u001b[22m\n\u001b[4mI picked it up after watching Shigofumi.\u001b[24m\n    \u001b[1m私は清福を見てそれを拾った。\u001b[22m, \u001b[1m私はShigofumiを見た後、それを拾いました。\u001b[22m\n\u001b[4mI was still in the mood for some Shinigami stuff.\u001b[24m\n    \u001b[1m私はまだいくつかの死神のために気分になっていました。\u001b[22m, \u001b[1m私はいくつかの死神のもののための気分にまだありました。\u001b[22m\n\u001b[4mIt's similar in many ways, each episode usually dealing with a different group of people dealing with death or other heavy stuff, but in Shigofumi, you REALLY feel the characters' tension.\u001b[24m\n    \u001b[1mそれはいろいろな点で似ていますが、それぞれのエピソードは通常、死やその他の重いものを扱う異なるグループを扱っていますが、下富では本当にキャラクターの緊張を感じます。\u001b[22m, \u001b[1mこれは、各エピソードは通常、死亡または他の重いものを扱う人々の別のグループを扱う、多くの点で似ていますが、Shigofumiで、あなたは本当にキャラクターの緊張を感じます。\u001b[22m\n\u001b[4mThis show by comparison just couldn't pull me in.\u001b[24m\n    \u001b[1m比較してこのショーは私を引き込むことができませんでした。\u001b[22m, \u001b[1m比較によるこのショーはちょうどで私を引っ張ることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall. 6\n\n\u001b[1m全体。  6\u001b[22m\n\u001b[1m(Zentai. 6)\u001b[22m\n\nTranslations of \u001b[4mOverall. 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall.\u001b[24m\n    \u001b[1m全体。\u001b[22m, \u001b[1m全体的な。\u001b[22m, \u001b[1m全体的に。\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nDespite all my criticisms, I'm giving in a 6 because it lacked a lot of the things I truly hate in anime--no unbearable comic relief, no elements that just made no sense or almost no sense(eg Rahxephon or Evangelion), and no women with huge breasts (well that's okay to a point but the lack is a plus for me). I think it was more or less what it intended to be, an episodic show with no real plot, focused on death but trying to be light-hearted about it and not really angsty and intense. So I won't say don't watch it, just don't marathon it the way I did.\n\n\u001b[1mすべての私の批判にもかかわらず、私はアニメで本当に嫌なことがたくさんなかったので、私は6で与えている - 堪らない漫画の救済、感覚や殆ど意味のない要素（RahxephonやEvangelionなど） 巨大な胸を持つ女性はいません（1つの点では問題ありませんが、欠点は私にはプラスです）。 実際のプロットのないエピソード的なショー、死に集中しているが、それについて心に響くようにしようとしていて、本当に不安で激しいものではないことを意図していた。 だから私はそれを見ないと言っていない、ただ私がしたようにそれをマラソンしないでください。\u001b[22m\n\u001b[1m(Subete no watashi no hihan nimokakawarazu, watashi wa anime de hontōni iyana koto ga takusan nakattanode, watashi wa 6 de ataete iru - tamaranai manga no kyūsai, kankaku ya hotondo iminonai yōso (Rahxephon ya Evangelion nado) kyodaina mune o motsu josei wa imasen (1tsu no tende wa mondaiarimasen ga, ketten wa watashiniha purasudesu). Jissai no purotto no nai episōdo-tekina shō, shi ni shūchū shite iruga, sore ni tsuite kokoro ni hibiku yō ni shiyou to shite ite, hontōni fuande hageshī monode wanai koto o ito shite ita. Dakara watashi wa sore o minai to itte inai, tada watashi ga shita yō ni sore o marason shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mDespite all my criticisms, I'm giving in a 6 because it lacked a lot of the things I truly hate in anime--no unbearable comic relief, no elements that just made no sense or almost no sense(eg Rahxephon or Evangelion), and no women with huge breasts (well that's okay to a point but the lack is a plus for me). I think it was more or less what it intended to be, an episodic show with no real plot, focused on death but trying to be light-hearted about it and not really angsty and intense. So I won't say don't watch it, just don't marathon it the way I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite all my criticisms, I'm giving in a 6 because it lacked a lot of the things I truly hate in anime--no unbearable comic relief, no elements that just made no sense or almost no sense(eg Rahxephon or Evangelion),\u001b[24m\n    \u001b[1mすべての私の批判にもかかわらず、私はアニメで本当に嫌なことがたくさんなかったので、私は6で与えている - 堪らない漫画の救済、感覚や殆ど意味のない要素（RahxephonやEvangelionなど）\u001b[22m, \u001b[1mそれは私が本当にアニメで嫌いなものがたくさん欠けていたので、すべての私の批判にもかかわらず、私は6に与えている - 無耐え難いコミックリリーフ、単にセンスまたはほとんどない感覚（例えばラーゼフォンまたはエヴァンゲリオン）何をしたノー要素を、\u001b[22m\n\u001b[4mand no women with huge breasts (well that's okay to a point but the lack is a plus for me).\u001b[24m\n    \u001b[1m巨大な胸を持つ女性はいません（1つの点では問題ありませんが、欠点は私にはプラスです）。\u001b[22m, \u001b[1m巨大な胸（同様にその点に大丈夫だが、不足は私にとってプラスである）でありません女性。\u001b[22m\n\u001b[4mI think it was more or less what it intended to be, an episodic show with no real plot, focused on death but trying to be light-hearted about it and not really angsty and intense.\u001b[24m\n    \u001b[1m実際のプロットのないエピソード的なショー、死に集中しているが、それについて心に響くようにしようとしていて、本当に不安で激しいものではないことを意図していた。\u001b[22m, \u001b[1m私はそれは、それがために意図されたものを死に焦点を当てていない本当のプロットとのエピソードショー、多かれ少なかれだったと思うが、本当にangstyと強烈それについて心光とないであろうと。\u001b[22m\n\u001b[4mSo I won't say don't watch it, just don't marathon it the way I did.\u001b[24m\n    \u001b[1mだから私はそれを見ないと言っていない、ただ私がしたようにそれをマラソンしないでください。\u001b[22m, \u001b[1mだから私はちょうど私がやった方法でそれマラソンない、それを見ていないと言うことはありません。\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=104741",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  6\n|  6\n\n死神のバラードは、小説家、長谷川圭介が創りました。  2006年にはTACグループからアニメ化され、嵐の夕日の後ろのスタジオや、エルフとハリウッドのエルフやストリートファイターのアニメなどの作品を覚えているかもしれません。 本当に、これは私が見た作品に基づいていずれかの方向に進むことができます。 だから死神のバラードを見てみましょう。\n\n\n\nそれから私たちは文字を持っています。 フォーカスキャラクターは、実際には本当にうまくいっていますが、第2話の1人は例外です。 私は彼が非常に鈍いので、彼の名前を覚えて気にすることはできません。 彼らは本当の人のように見えます。 対照的に、愛の関心は非常に鈍く、疲れたアーキタイプに頼っています。 モモとダニエルは良い動機を持っていますが、実際にはより多くの開発をすることができます。\n\nこれで芸術はまともです。 最大の問題は焦点が蛇行することです。 多くの場面では人々の話がありますが、アートは背景にランダムなオブジェクトを表示します。 水族館や他のものを描く能力を見せてくれるかもしれませんが、それはアートに焦点が合わないと感じさせます。\n\n声の演技はかなりうまく処理されます。 小林晶子と清水藍は、モモとダニエルの役目をうまく乗り越え、他のキャラクターたちと何か良いことをしている。 音楽はまともであり、その仕事をしている。\n\nユリ係数は1/10です。 これはどんなユリも持っていません。\n\nそれは死神のバラードです。 それはまともです... コンセプトはいいですし、無償のロマンスで焦点を失わないエピソードはかなり良いです。 記録のために、それらは第1、第5および最後のエピソードである。 しかし、それはいくつか疑わしい芸術の決定とあまりにも多くのクリスマスロマンチックなサブプロットによって後退している。 最終的な評価は6/10です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nShinigami no Ballad was created by light novelist, Hasegawa Keisuke. The series gained an anime adaptation in 2006 from Group TAC, who you may remember as the studio behind the Arashi no Yoru ni film as well as several other works such as Those Who Hunt Elves and the Street Fighter anime. Really, this could go either way based on their works I've seen. So let's look at Shinigami no Ballad and see.\n\n\u001b[1m死神のバラードは、小説家、長谷川圭介が創りました。  2006年にはTACグループからアニメ化され、嵐の夕日の後ろのスタジオや、エルフとハリウッドのエルフやストリートファイターのアニメなどの作品を覚えているかもしれません。 本当に、これは私が見た作品に基づいていずれかの方向に進むことができます。 だから死神のバラードを見てみましょう。\u001b[22m\n\u001b[1m(Shinigami no barādo wa, shōsetsuka, Hasegawa Keisuke ga tsukurimashita. 2006-Nen ni wa takku gurūpu kara anime-ka sa re, arashi no yūhi no ushiro no sutajio ya, Erufu to Hariuddo no Erufu ya sutorītofaitā no anime nado no sakuhin o oboete iru kamo shiremasen. Hontōni, kore wa watashi ga mita sakuhin nimotozuite izureka no hōkō ni susumu koto ga dekimasu. Dakara shinigami no barādo o mite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mShinigami no Ballad was created by light novelist, Hasegawa Keisuke. The series gained an anime adaptation in 2006 from Group TAC, who you may remember as the studio behind the Arashi no Yoru ni film as well as several other works such as Those Who Hunt Elves and the Street Fighter anime. Really, this could go either way based on their works I've seen. So let's look at Shinigami no Ballad and see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShinigami no Ballad was created by light novelist, Hasegawa Keisuke.\u001b[24m\n    \u001b[1m死神のバラードは、小説家、長谷川圭介が創りました。\u001b[22m, \u001b[1m死神のないバラードは、光の小説家、長谷川啓介によって作成されました。\u001b[22m\n\u001b[4mThe series gained an anime adaptation in 2006 from Group TAC, who you may remember as the studio behind the Arashi no Yoru ni film as well as several other works such as Those Who Hunt Elves and the Street Fighter anime.\u001b[24m\n    \u001b[1m2006年にはTACグループからアニメ化され、嵐の夕日の後ろのスタジオや、エルフとハリウッドのエルフやストリートファイターのアニメなどの作品を覚えているかもしれません。\u001b[22m, \u001b[1mシリーズは、あなたが嵐の背後にあるスタジオの夜Ni膜並びにそのようなエルフを狩るモノたちとストリートファイターアニメのようないくつかの他の作品のように覚えているかもしれグループ・タックから2006年のアニメの適応を得ました。\u001b[22m\n\u001b[4mReally, this could go either way based on their works I've seen.\u001b[24m\n    \u001b[1m本当に、これは私が見た作品に基づいていずれかの方向に進むことができます。\u001b[22m, \u001b[1m本当に、これは私が見てきた彼らの作品に基づいていずれかの道を行くことができます。\u001b[22m\n\u001b[4mSo let's look at Shinigami no Ballad and see.\u001b[24m\n    \u001b[1mだから死神のバラードを見てみましょう。\u001b[22m, \u001b[1mそれでは、死神なしバラードを見て、見てみましょう。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThen we have the characters. The focus characters are actually really well done, except for that one guy from the second episode. I can't be bothered to remember his name as he was very dull. They seem like real people. The love interests, in contrast, are very bland and rely on tired archetypes. Momo and Daniel have a good dynamic, but they really could use more development since they tend to have side roles.\n\n\u001b[1mそれから私たちは文字を持っています。 フォーカスキャラクターは、実際には本当にうまくいっていますが、第2話の1人は例外です。 私は彼が非常に鈍いので、彼の名前を覚えて気にすることはできません。 彼らは本当の人のように見えます。 対照的に、愛の関心は非常に鈍く、疲れたアーキタイプに頼っています。 モモとダニエルは良い動機を持っていますが、実際にはより多くの開発をすることができます。\u001b[22m\n\u001b[1m(Sorekara watashitachiha moji o motte imasu. Fōkasukyarakutā wa, jissai ni wa hontōni umaku itte imasuga, dai 2-wa no 1-ri wa reigaidesu. Watashi wa kare ga hijō ni nibuinode, kare no namae o oboete ki ni suru koto wa dekimasen. Karera wa hontō no hito no yō ni miemasu. Taishō-teki ni, ai no kanshin wa hijō ni nibuku, tsukareta ākitaipu ni tayotte imasu. Momo to Danieru wa yoi dōki o motte imasuga, jissai ni wa yori ōku no kaihatsu o suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThen we have the characters. The focus characters are actually really well done, except for that one guy from the second episode. I can't be bothered to remember his name as he was very dull. They seem like real people. The love interests, in contrast, are very bland and rely on tired archetypes. Momo and Daniel have a good dynamic, but they really could use more development since they tend to have side roles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen we have the characters.\u001b[24m\n    \u001b[1mそれから私たちは文字を持っています。\u001b[22m, \u001b[1mその後、我々は文字を持っています。\u001b[22m\n\u001b[4mThe focus characters are actually really well done, except for that one guy from the second episode.\u001b[24m\n    \u001b[1mフォーカスキャラクターは、実際には本当にうまくいっていますが、第2話の1人は例外です。\u001b[22m, \u001b[1mフォーカスの文字は、実際には本当によく第2話からその一人の男を除いて、行われています。\u001b[22m\n\u001b[4mI can't be bothered to remember his name as he was very dull.\u001b[24m\n    \u001b[1m私は彼が非常に鈍いので、彼の名前を覚えて気にすることはできません。\u001b[22m, \u001b[1m私は彼が非常に鈍いだったとして彼の名前を覚えて気にすることはできません。\u001b[22m\n\u001b[4mThey seem like real people.\u001b[24m\n    \u001b[1m彼らは本当の人のように見えます。\u001b[22m\n\u001b[4mThe love interests, in contrast, are very bland and rely on tired archetypes.\u001b[24m\n    \u001b[1m対照的に、愛の関心は非常に鈍く、疲れたアーキタイプに頼っています。\u001b[22m, \u001b[1m愛の関心は、対照的に、非常に当たり障りのないで、疲れたアーキタイプに依存しています。\u001b[22m\n\u001b[4mMomo and Daniel have a good dynamic, but they really could use more development since they tend to have side roles.\u001b[24m\n    \u001b[1mモモとダニエルは良い動機を持っていますが、実際にはより多くの開発をすることができます。\u001b[22m, \u001b[1mモモとダニエルは良好な動的を持っているが、彼らはサイドの役割を持っている傾向があるので、彼らは本当に多くの開発を使用することができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe art in this is decent. The biggest issue is that the focus meanders. A lot of scenes will have people talking, but the art will show random objects in the background. Which may let them show off their ability to draw aquariums and other such things, but it makes the art feel unfocused.\n\n\u001b[1mこれで芸術はまともです。 最大の問題は焦点が蛇行することです。 多くの場面では人々の話がありますが、アートは背景にランダムなオブジェクトを表示します。 水族館や他のものを描く能力を見せてくれるかもしれませんが、それはアートに焦点が合わないと感じさせます。\u001b[22m\n\u001b[1m(Kore de geijutsu wa matomodesu. Saidai no mondai wa shōten ga dakō suru kotodesu. Ōku no bamende wa hitobito no hanashi ga arimasuga, āto wa haikei ni randamuna obujekuto o hyōji shimasu. Suizokukan ya hoka no mono o kaku nōryoku o misete kureru kamo shiremasenga, soreha āto ni shōten ga awanai to kanji sasemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art in this is decent. The biggest issue is that the focus meanders. A lot of scenes will have people talking, but the art will show random objects in the background. Which may let them show off their ability to draw aquariums and other such things, but it makes the art feel unfocused.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in this is decent.\u001b[24m\n    \u001b[1mこれで芸術はまともです。\u001b[22m, \u001b[1mこの中でアートはまともです。\u001b[22m\n\u001b[4mThe biggest issue is that the focus meanders.\u001b[24m\n    \u001b[1m最大の問題は焦点が蛇行することです。\u001b[22m, \u001b[1m最大の問題は、フォーカスが蛇行していることです。\u001b[22m\n\u001b[4mA lot of scenes will have people talking, but the art will show random objects in the background.\u001b[24m\n    \u001b[1m多くの場面では人々の話がありますが、アートは背景にランダムなオブジェクトを表示します。\u001b[22m, \u001b[1mシーンの多くは、人々が話しになりますが、アートは、バックグラウンドでのランダムなオブジェクトが表示されます。\u001b[22m\n\u001b[4mWhich may let them show off their ability to draw aquariums and other such things, but it makes the art feel unfocused.\u001b[24m\n    \u001b[1m水族館や他のものを描く能力を見せてくれるかもしれませんが、それはアートに焦点が合わないと感じさせます。\u001b[22m, \u001b[1mこれは彼らが水族館や他のようなものを描画するための能力を誇示しましょう、それは技術は焦点の合っていない感じさせることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting is pretty well handled. Kobayashi Akiko and Shimizu Ai do well in the roles of Momo and Daniel and they get some pretty good performances from the other characters, when there's something to them. The music is decent enough and manages to do its job.\n\n\u001b[1m声の演技はかなりうまく処理されます。 小林晶子と清水藍は、モモとダニエルの役目をうまく乗り越え、他のキャラクターたちと何か良いことをしている。 音楽はまともであり、その仕事をしている。\u001b[22m\n\u001b[1m(Koe no engi wa kanari umaku shori sa remasu. Kobayashi Akiko to Shimizu Ai wa, momo to Danieru no yakume o umaku norikoe, hoka no kyarakutā-tachi to nanika yoikoto o shite iru. Ongaku wa matomodeari, sono shigoto o shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting is pretty well handled. Kobayashi Akiko and Shimizu Ai do well in the roles of Momo and Daniel and they get some pretty good performances from the other characters, when there's something to them. The music is decent enough and manages to do its job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting is pretty well handled.\u001b[24m\n    \u001b[1m声の演技はかなりうまく処理されます。\u001b[22m, \u001b[1m声の演技はかなりうまく処理されています。\u001b[22m\n\u001b[4mKobayashi Akiko and Shimizu Ai do well in the roles of Momo and Daniel and they get some pretty good performances from the other characters, when there's something to them.\u001b[24m\n    \u001b[1m小林晶子と清水藍は、モモとダニエルの役目をうまく乗り越え、他のキャラクターたちと何か良いことをしている。\u001b[22m, \u001b[1m小林明子と清水愛はモモとダニエルの役割でうまくやって、彼らに何かがあるとき、彼らは、他の文字からいくつかの非常に良好な性能を得ることができます。\u001b[22m\n\u001b[4mThe music is decent enough and manages to do its job.\u001b[24m\n    \u001b[1m音楽はまともであり、その仕事をしている。\u001b[22m, \u001b[1m音楽は十分まともですし、そのジョブを実行するために管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe yuri factor is a 1/10. This doesn't have any yuri.\n\n\u001b[1mユリ係数は1/10です。 これはどんなユリも持っていません。\u001b[22m\n\u001b[1m(Yuri keisū wa 1/ 10desu. Kore wa don'na yuri mo motte imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe yuri factor is a 1/10. This doesn't have any yuri.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe yuri factor is a 1/10.\u001b[24m\n    \u001b[1mユリ係数は1/10です。\u001b[22m, \u001b[1mユリ率は1/10です。\u001b[22m\n\u001b[4mThis doesn't have any yuri.\u001b[24m\n    \u001b[1mこれはどんなユリも持っていません。\u001b[22m, \u001b[1mこれは、任意の百合を持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nAnd that's Shinigami no Ballad. It's... decent. The concept is good and the episodes that don't lose their focus with gratuitous romance are pretty good. For the record, those are the first, fifth and final episodes. But it's held back by some questionable art decisions and too many cliche romantic sub-plots. The final rating is a 6/10.\n\n\u001b[1mそれは死神のバラードです。 それはまともです... コンセプトはいいですし、無償のロマンスで焦点を失わないエピソードはかなり良いです。 記録のために、それらは第1、第5および最後のエピソードである。 しかし、それはいくつか疑わしい芸術の決定とあまりにも多くのクリスマスロマンチックなサブプロットによって後退している。 最終的な評価は6/10です。\u001b[22m\n\u001b[1m(Sore wa shinigami no barādodesu. Sore wa matomodesu... Konseputo wa īdesushi, mushō no romansu de shōten o ushinawanai episōdo wa kanari yoidesu. Kiroku no tame ni, sorera wa dai 1, dai 5 oyobi saigo no episōdodearu. Shikashi, sore wa ikutsu ka utagawashī geijutsu no kettei to amarini mo ōku no kurisumasu romanchikkuna sabupurotto ni yotte kōtai shite iru. Saishū-tekina hyōka wa 6/ 10desu.)\u001b[22m\n\nTranslations of \u001b[4mAnd that's Shinigami no Ballad. It's... decent. The concept is good and the episodes that don't lose their focus with gratuitous romance are pretty good. For the record, those are the first, fifth and final episodes. But it's held back by some questionable art decisions and too many cliche romantic sub-plots. The final rating is a 6/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that's Shinigami no Ballad.\u001b[24m\n    \u001b[1mそれは死神のバラードです。\u001b[22m, \u001b[1mそして、それは死神のないバラードです。\u001b[22m\n\u001b[4mIt's... decent.\u001b[24m\n    \u001b[1mそれはまともです...\u001b[22m, \u001b[1mそれは...まともです。\u001b[22m\n\u001b[4mThe concept is good and the episodes that don't lose their focus with gratuitous romance are pretty good.\u001b[24m\n    \u001b[1mコンセプトはいいですし、無償のロマンスで焦点を失わないエピソードはかなり良いです。\u001b[22m, \u001b[1mコンセプトは良いですし、無償ロマンスとのフォーカスを失うことはありませんエピソードはかなり良いです。\u001b[22m\n\u001b[4mFor the record, those are the first, fifth and final episodes.\u001b[24m\n    \u001b[1m記録のために、それらは第1、第5および最後のエピソードである。\u001b[22m, \u001b[1m記録のために、それらは、第1〜第5及び最終的なエピソードがあります。\u001b[22m\n\u001b[4mBut it's held back by some questionable art decisions and too many cliche romantic sub-plots.\u001b[24m\n    \u001b[1mしかし、それはいくつか疑わしい芸術の決定とあまりにも多くのクリスマスロマンチックなサブプロットによって後退している。\u001b[22m, \u001b[1mしかし、それはいくつかの疑問芸術の決定とあまりにも多くの決まり文句ロマンチックなサブプロットによって引き止めています。\u001b[22m\n\u001b[4mThe final rating is a 6/10.\u001b[24m\n    \u001b[1m最終的な評価は6/10です。\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "Kuandohan",
    "profile": "/profile/Kuandohan/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=106007",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nまず、このシリーズがすばらしいとは思っていませんでした。\n私は最初、それが長さ6つのエピソードであったことに基づいてそれを見た。\n「五葉の家」を見て、「真上のバラード」を真剣に取り上げて、監督の望月友美が両方のシリーズを指揮したことを知りました。  「5つの葉の家」は、その印象の大部分を私に残しました。\n脚本家の吉田玲子さんも、Aria：Natural、Major、Kaleido Starなど、多くのシリーズで素晴らしいスクリプトをたくさん書いていたので、私の決定に多少の影響を与えました。\n\nアリアのように、このシリーズはエピソード的で、あなたは文字通りいつでもエピソードを見ることができ、彼らは自己完結型です。\nシノプシスを読んで最初のエピソードを見てみると、そのシリーズはそれが意味することであると考えています。死神は、この世を去る準備ができている人々の魂を取ります。 しかし、このシリーズは、死神よりも驚くほど多くのエピソードを生み出している。\nそれは死を乗り越えること、またはあなたの人生を最大限に生き延びることと大いに関係しています。\n\nかわいい女の子のように見える白神は白く、名前はモモです。 彼女はあなたの平均的な死神ではなく、魂の前に現れて、自分の人生を最大限に始めるべきであることを知らせるか、家族の前に、死人の兄弟として 故人は出発する前にいくつかの「後悔」を持っていました。 このかわいい女の子は白神であると信じがたいと思うので、「白神100100」というIDカードが頻繁に点滅していることがよくあります。\n彼女はダニエルという名前の「サイドキック」を持っていて、まるで変わった人物です。 ああ、彼は首に鐘が付いた黒い猫だ。 猫が話し始めると、ほとんどの人は彼女が死神だと信じています。\nDanielは、Momoがまさしくそのことをしているので、通常、Momoに泣き虫を呼んでいます。 あなたはエピソード1でそれを見るでしょう。\n\n「5つの葉の家」と同じように、私は落ち着いた要素、「Mushi-shi」、あるいは「Aria：Natural」を指しています。これは、このようなショーと非常に奇妙な比較のように聞こえますが、 あなたがそれを見たならば理解する。  「死神のバラード」は静かで珍しい。\nこれは決して恐怖ではありません。\n\n最後のエピソードを終えた後、私は実際にこの非常によく監督されたシリーズが終わったことを悲しんでいました。そして、より多くのモモの冒険を死神として見たいと思っていました。\n美学は気分に合っていて、音楽は落ち着きがあり、大部分は演技がとても良かったです。\n第5話以外の各エピソードの後に​​は何も残っていないと感じました。 各エピソードは非常にうまく書かれ、演出される。 あなたは遅いペースが未完成のものを残してしまうと思いますが、ここではそうではありません。\n\n私にはいくつかの事柄があった場合、演技のいくつかは時にはあまりにも遅れていましたが、実際には試していないようでした。\nかわいい女の子が猫と一緒になっているのは、アニメにはあまりにも一般的すぎるようですが、少数のエピソードの後に​​慣れてしまいます。\n最後に、非常に遅いペースと落ち着きのあるシリーズは、一部の視聴者には退屈なことがあります。\nまた、目を奪うのはとてもうまくやっていないので、私が笑いを吹いているのを見るたびに爆発します。 それはまったく気分に合わない。  3つのエピソードの後で気がついたにもかかわらず、各エピソードの目を引くのには独特の絵がありますが、それは素敵な版です。\n\n___\n\n結局のところ、「死神のバラード」に傾きがあり、「5葉の家」、「ムシシ」、「アリア」などのアニメのゆっくりとしたペースに気をつけなければ、これはシリーズです 6つのエピソードしかないので、徹底的に掘り下げて楽しむことができます。 あなたはそれが長編の章であるようにそれを見ることができます。\n死についての驚くほど静かで感動的なシリーズ。 それは決して恐怖ではありません。\n\nあなたの夢を追い続けてください！  〜ウィン\n\nP.S.\n[このショーは現在＃2478で評価されています]\nちょうどシリーズの評価が100を超えていないということは、それが何らかの悪いことを意味するわけではありませんが（それは悪いことも事実です）、100で評価されたシリーズはそれが良いというわけではありません 。\n私はシリーズを台無しにしないレビューを読むだけでなく、そのシノプシスがあなたの好みに同意するかどうかを見ることをお勧めします。 しかし、それらのポイントのいずれかに同意しなくても、あなたはまだ失われている可能性があります。\n\nだから、基本的には幸運を得て、ほとんどの時間の最善を尽くすことを願うだけです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTo begin, I was not expecting this series to be that great.\n\n\u001b[1mまず、このシリーズがすばらしいとは思っていませんでした。\u001b[22m\n\u001b[1m(Mazu, kono shirīzu ga subarashī to wa omotte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mTo begin, I was not expecting this series to be that great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo begin, I was not expecting this series to be that great.\u001b[24m\n    \u001b[1mまず、このシリーズがすばらしいとは思っていませんでした。\u001b[22m, \u001b[1m開始するには、私はこのシリーズはその偉大なことを期待していませんでした。\u001b[22m\nI initially viewed it on the basis that it was 6 episodes in length.\n\n\u001b[1m私は最初、それが長さ6つのエピソードであったことに基づいてそれを見た。\u001b[22m\n\u001b[1m(Watashi wa saisho, sore ga naga-sa muttsu no episōdodeatta koto ni motodzuite sore o mita.)\u001b[22m\n\nTranslations of \u001b[4mI initially viewed it on the basis that it was 6 episodes in length.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI initially viewed it on the basis that it was 6 episodes in length.\u001b[24m\n    \u001b[1m私は最初、それが長さ6つのエピソードであったことに基づいてそれを見た。\u001b[22m, \u001b[1m私は当初、それは長さが6のエピソードだった基づいて、それを見ました。\u001b[22m\nI took 'Shinigami no Ballad' more seriously after watching 'House of Five Leaves', and learned the director - Tomomi Mochizuki - had directed both series. 'House of Five Leaves' left that much of an impression on me.\n\n\u001b[1m「五葉の家」を見て、「真上のバラード」を真剣に取り上げて、監督の望月友美が両方のシリーズを指揮したことを知りました。  「5つの葉の家」は、その印象の大部分を私に残しました。\u001b[22m\n\u001b[1m(`Goyō no ie' o mite,`maue no barādo' o shinken ni toriagete, kantoku no Mochidzuki Tomomi ga ryōhō no shirīzu o shiki shita koto o shirimashita. `Itsutsu no ha no ie' wa, sono inshō no daibubun o watashi ni nokoshimashita.)\u001b[22m\n\nTranslations of \u001b[4mI took 'Shinigami no Ballad' more seriously after watching 'House of Five Leaves', and learned the director - Tomomi Mochizuki - had directed both series. 'House of Five Leaves' left that much of an impression on me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI took 'Shinigami no Ballad' more seriously after watching 'House of Five Leaves', and learned the director - Tomomi Mochizuki - had directed both series.\u001b[24m\n    \u001b[1m「五葉の家」を見て、「真上のバラード」を真剣に取り上げて、監督の望月友美が両方のシリーズを指揮したことを知りました。\u001b[22m, \u001b[1m私は「さらい屋五葉」を見た後にもっと真剣に「死神のないバラード」を取って、ディレクターを学んだ - 望月智充は - 両方のシリーズを監督していました。\u001b[22m\n\u001b[4m'House of Five Leaves' left that much of an impression on me.\u001b[24m\n    \u001b[1m「5つの葉の家」は、その印象の大部分を私に残しました。\u001b[22m, \u001b[1m「さらい屋五葉」は私に印象の多くを残しました。\u001b[22m\nThe script writer Reiko Yoshida also had some influence on my decision, as she has written a lot of great scripts for many series such as Aria: The Natural, Major, Kaleido Star, and so on.\n\n\u001b[1m脚本家の吉田玲子さんも、Aria：Natural、Major、Kaleido Starなど、多くのシリーズで素晴らしいスクリプトをたくさん書いていたので、私の決定に多少の影響を与えました。\u001b[22m\n\u001b[1m(Kyakuhon-ka no yoshida reiko-san mo, Aria: Nachunaru, Major, Kaleido Star nado, ōku no shirīzu de subarashī sukuriputo o takusan kaite itanode, watashi no kettei ni tashō no eikyō o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe script writer Reiko Yoshida also had some influence on my decision, as she has written a lot of great scripts for many series such as Aria: The Natural, Major, Kaleido Star, and so on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe script writer Reiko Yoshida also had some influence on my decision, as she has written a lot of great scripts for many series such as Aria: The Natural, Major, Kaleido Star, and so on.\u001b[24m\n    \u001b[1m脚本家の吉田玲子さんも、Aria：Natural、Major、Kaleido Starなど、多くのシリーズで素晴らしいスクリプトをたくさん書いていたので、私の決定に多少の影響を与えました。\u001b[22m, \u001b[1mように自然、メジャー、カレイドスター、および：彼女はそのようなアリアのような多くのシリーズのために偉大なスクリプトをたくさん書かれているように、スクリプトライター吉田玲子はまた、私の決定に何らかの影響を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nLike Aria, this series is episodic, you can literally watch any episode at any time, they're self contained.\n\n\u001b[1mアリアのように、このシリーズはエピソード的で、あなたは文字通りいつでもエピソードを見ることができ、彼らは自己完結型です。\u001b[22m\n\u001b[1m(Aria no yō ni, kono shirīzu wa episōdo-tekide, anata wa mojidōri itsu demo episōdo o miru koto ga deki, karera wa jiko kanketsu-gatadesu.)\u001b[22m\n\nTranslations of \u001b[4mLike Aria, this series is episodic, you can literally watch any episode at any time, they're self contained.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike Aria, this series is episodic, you can literally watch any episode at any time, they're self contained.\u001b[24m\n    \u001b[1mアリアのように、このシリーズはエピソード的で、あなたは文字通りいつでもエピソードを見ることができ、彼らは自己完結型です。\u001b[22m, \u001b[1mアリアのように、このシリーズはエピソードである、あなたは文字通りいつでもエピソードを見ることができます、彼らは、自己が含まれています。\u001b[22m\nReading the synopsis and watching the first episode, you expect the series to be about what it is implying, a Shinigami taking the souls of people ready to leave this world. But this series is surprisingly more than a Shinigami taking a life every episode.\n\n\u001b[1mシノプシスを読んで最初のエピソードを見てみると、そのシリーズはそれが意味することであると考えています。死神は、この世を去る準備ができている人々の魂を取ります。 しかし、このシリーズは、死神よりも驚くほど多くのエピソードを生み出している。\u001b[22m\n\u001b[1m(Shinopushisu o yonde saisho no episōdo o mite miru to, sono shirīzu wa sore ga imi suru kotodearu to kangaete imasu. Shinigami wa, konoyowosaru junbi ga dekite iru hitobito no tamashī o torimasu. Shikashi, kono shirīzu wa, shinigami yori mo odoroku hodo ōku no episōdo o umidashite iru.)\u001b[22m\n\nTranslations of \u001b[4mReading the synopsis and watching the first episode, you expect the series to be about what it is implying, a Shinigami taking the souls of people ready to leave this world. But this series is surprisingly more than a Shinigami taking a life every episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReading the synopsis and watching the first episode, you expect the series to be about what it is implying, a Shinigami taking the souls of people ready to leave this world.\u001b[24m\n    \u001b[1mシノプシスを読んで最初のエピソードを見てみると、そのシリーズはそれが意味することであると考えています。死神は、この世を去る準備ができている人々の魂を取ります。\u001b[22m, \u001b[1m概要を読み、最初のエピソードを見て、あなたはシリーズが、それがこの世界を残して準備ができて人々の魂を取って、死神を暗示されているかについてであることを期待しています。\u001b[22m\n\u001b[4mBut this series is surprisingly more than a Shinigami taking a life every episode.\u001b[24m\n    \u001b[1mしかし、このシリーズは、死神よりも驚くほど多くのエピソードを生み出している。\u001b[22m, \u001b[1mしかし、このシリーズは、死神が人生すべてのエピソードを取るよりも驚くほどではありません。\u001b[22m\nIt has a lot to do with getting over death, or living your life to its fullest as you never know when the 'end' will come.\n\n\u001b[1mそれは死を乗り越えること、またはあなたの人生を最大限に生き延びることと大いに関係しています。\u001b[22m\n\u001b[1m(Sore wa shi o norikoeru koto, matawa anata no jinsei o saidaigen ni ikinobiru koto to ōini kankei shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt has a lot to do with getting over death, or living your life to its fullest as you never know when the 'end' will come.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has a lot to do with getting over death, or living your life to its fullest as you never know when the 'end' will come.\u001b[24m\n    \u001b[1mそれは死を乗り越えること、またはあなたの人生を最大限に生き延びることと大いに関係しています。\u001b[22m, \u001b[1mそれは死を乗り越え、または '端'が来るとき、あなたが知っていることはないとして、その最大限にあなたの人生を生きてやるべきことがたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nThis series is about a Shinigami who looks like a cute girl wearing white, her name is Momo. She's not your average Shinigami, she likes to appear before the souls she will take and let them know that they should start living life to its fullest, or she may even appear before the family, or a sibling[s] of the deceased, as the deceased had some 'regrets' before leaving. Since people obviously find it hard to believe this cute girl is a Shinigami [despite her floating in the air and carrying a giant scythe around], she frequently flashes her ID card reading 'Shinigami 100100' as proof.\n\n\u001b[1mかわいい女の子のように見える白神は白く、名前はモモです。 彼女はあなたの平均的な死神ではなく、魂の前に現れて、自分の人生を最大限に始めるべきであることを知らせるか、家族の前に、死人の兄弟として 故人は出発する前にいくつかの「後悔」を持っていました。 このかわいい女の子は白神であると信じがたいと思うので、「白神100100」というIDカードが頻繁に点滅していることがよくあります。\u001b[22m\n\u001b[1m(Kawaī on'nanoko no yō ni mieru Shirakami wa shiroku, namae wa momodesu. Kanojo wa anata no heikin-tekina shinigamide wa naku, tamashī no mae ni arawarete, jibun no jinsei o saidaigen ni hajimerubekidearu koto o shiraseru ka, kazoku no mae ni, shibito no kyōdai to shite kojin wa shuppatsu suru mae ni ikutsu ka no `kōkai' o motte imashita. Kono kawaī on'nanoko wa Shirakamidearu to shinji gatai to omou node,`Shirakami 100100' to iu ID kādo ga hinpan ni tenmetsu shite iru koto ga yoku arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis series is about a Shinigami who looks like a cute girl wearing white, her name is Momo. She's not your average Shinigami, she likes to appear before the souls she will take and let them know that they should start living life to its fullest, or she may even appear before the family, or a sibling[s] of the deceased, as the deceased had some 'regrets' before leaving. Since people obviously find it hard to believe this cute girl is a Shinigami [despite her floating in the air and carrying a giant scythe around], she frequently flashes her ID card reading 'Shinigami 100100' as proof.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series is about a Shinigami who looks like a cute girl wearing white, her name is Momo.\u001b[24m\n    \u001b[1mかわいい女の子のように見える白神は白く、名前はモモです。\u001b[22m, \u001b[1mこのシリーズは、白を着てかわいい女の子、彼女の名前はモモであるように見える死神についてです。\u001b[22m\n\u001b[4mShe's not your average Shinigami, she likes to appear before the souls she will take and let them know that they should start living life to its fullest, or she may even appear before the family, or a sibling[s] of the deceased, as\u001b[24m\n    \u001b[1m彼女はあなたの平均的な死神ではなく、魂の前に現れて、自分の人生を最大限に始めるべきであることを知らせるか、家族の前に、死人の兄弟として\u001b[22m, \u001b[1m彼女はあなたの平均死神は、彼女は彼女がかかります魂の前に現れると、彼らがその生命を最大限に生活を開始すべきであることをお知らせするのが好きではないですか、彼女も家族の前に表示される、または故人の兄弟[s]は、などがあり\u001b[22m\n\u001b[4mthe deceased had some 'regrets' before leaving.\u001b[24m\n    \u001b[1m故人は出発する前にいくつかの「後悔」を持っていました。\u001b[22m, \u001b[1m故人が出る前に、いくつかの「後悔」を持っていました。\u001b[22m\n\u001b[4mSince people obviously find it hard to believe this cute girl is a Shinigami [despite her floating in the air and carrying a giant scythe around], she frequently flashes her ID card reading 'Shinigami 100100' as proof.\u001b[24m\n    \u001b[1mこのかわいい女の子は白神であると信じがたいと思うので、「白神100100」というIDカードが頻繁に点滅していることがよくあります。\u001b[22m, \u001b[1m人々は明らかにそれが難しいこのかわいい女の子が[彼女は空気中に浮遊し、周りの巨大な鎌を運ぶにもかかわらず]死神であると考えていることを見つけるので、彼女は頻繁に彼女のIDカードが証拠として「死神100100」を読んで点滅します。\u001b[22m\nShe has a 'sidekick' named Daniel, and he's kind of a quirky individual. Oh yes, he's a black cat with a bell around its neck. Most people believe she's a Shinigami after the cat starts talking.\n\n\u001b[1m彼女はダニエルという名前の「サイドキック」を持っていて、まるで変わった人物です。 ああ、彼は首に鐘が付いた黒い猫だ。 猫が話し始めると、ほとんどの人は彼女が死神だと信じています。\u001b[22m\n\u001b[1m(Kanojo wa Danieru to iu namae no `saidokikku' o motte ite, marude kawatta jinbutsudesu. Ā, kare wa kubi ni kane ga tsuita kuroi nekoda. Neko ga hanashi hajimeru to, hotondo no hito wa kanojo ga shinigamida to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mShe has a 'sidekick' named Daniel, and he's kind of a quirky individual. Oh yes, he's a black cat with a bell around its neck. Most people believe she's a Shinigami after the cat starts talking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe has a 'sidekick' named Daniel, and he's kind of a quirky individual.\u001b[24m\n    \u001b[1m彼女はダニエルという名前の「サイドキック」を持っていて、まるで変わった人物です。\u001b[22m, \u001b[1m彼女はダニエルという名前の「相棒」を持っている、と彼は風変わりな個々のようなものです。\u001b[22m\n\u001b[4mOh yes, he's a black cat with a bell around its neck.\u001b[24m\n    \u001b[1mああ、彼は首に鐘が付いた黒い猫だ。\u001b[22m, \u001b[1mああ、彼はその首に鈴を持つ黒猫です。\u001b[22m\n\u001b[4mMost people believe she's a Shinigami after the cat starts talking.\u001b[24m\n    \u001b[1m猫が話し始めると、ほとんどの人は彼女が死神だと信じています。\u001b[22m, \u001b[1mほとんどの人は猫が話し始めるの後、彼女は死神だと信じています。\u001b[22m\nDaniel usually calls Momo a crybaby, because Momo does exactly that. You will see it in episode 1.\n\n\u001b[1mDanielは、Momoがまさしくそのことをしているので、通常、Momoに泣き虫を呼んでいます。 あなたはエピソード1でそれを見るでしょう。\u001b[22m\n\u001b[1m(Danieru wa, Momo ga masashiku sono koto o shite irunode, tsūjō, Momo ni nakimushi o yonde imasu. Anata wa episōdo 1 de sore o mirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mDaniel usually calls Momo a crybaby, because Momo does exactly that. You will see it in episode 1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDaniel usually calls Momo a crybaby, because Momo does exactly that.\u001b[24m\n    \u001b[1mDanielは、Momoがまさしくそのことをしているので、通常、Momoに泣き虫を呼んでいます。\u001b[22m, \u001b[1mモモは、まさにそのためダニエルは、通常、泣き虫モモを呼び出します。\u001b[22m\n\u001b[4mYou will see it in episode 1.\u001b[24m\n    \u001b[1mあなたはエピソード1でそれを見るでしょう。\u001b[22m, \u001b[1mあなたはエピソード1でそれが表示されます。\u001b[22m\n\u001b[1m\u001b[22m\nMuch like 'House of Five Leaves' - I'm referring to the calm factor - , 'Mushi-shi', or even 'Aria: the Natural', which sounds like a very odd comparison to a show like this, but you' d understand if you've seen it. 'Shinigami no Ballad' is calming and unusually touching.\n\n\u001b[1m「5つの葉の家」と同じように、私は落ち着いた要素、「Mushi-shi」、あるいは「Aria：Natural」を指しています。これは、このようなショーと非常に奇妙な比較のように聞こえますが、 あなたがそれを見たならば理解する。  「死神のバラード」は静かで珍しい。\u001b[22m\n\u001b[1m(`Itsutsu no ha no ie' to onajiyōni, watashi wa ochitsuita yōso,`Mushi - shī', aruiwa `Aria: Nachunaru' o sashite imasu. Kore wa, kono yōna shō to hijō ni kimyōna hikaku no yō ni kikoemasuga, anata ga sore o mitanaraba rikai suru. `Shinigami no barādo' wa shizukade mezurashī.)\u001b[22m\n\nTranslations of \u001b[4mMuch like 'House of Five Leaves' - I'm referring to the calm factor - , 'Mushi-shi', or even 'Aria: the Natural', which sounds like a very odd comparison to a show like this, but you' d understand if you've seen it. 'Shinigami no Ballad' is calming and unusually touching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMuch like 'House of Five Leaves' - I'm referring to the calm factor - , 'Mushi-shi', or even 'Aria: the Natural', which sounds like a very odd comparison to a show like this, but you'\u001b[24m\n    \u001b[1m「5つの葉の家」と同じように、私は落ち着いた要素、「Mushi-shi」、あるいは「Aria：Natural」を指しています。これは、このようなショーと非常に奇妙な比較のように聞こえますが、\u001b[22m, \u001b[1m「このようなショーに非常に奇妙な比較のように聞こえる、しかし、あなた：「虫市」、あるいは「自然アリア ' - 多くの\"さらい屋五葉」のように - 私は穏やかな要因に言及してい\u001b[22m\n\u001b[4md understand if you've seen it.\u001b[24m\n    \u001b[1mあなたがそれを見たならば理解する。\u001b[22m, \u001b[1mあなたがそれを見てきた場合は理解してdが。\u001b[22m\n\u001b[4m'Shinigami no Ballad' is calming and unusually touching.\u001b[24m\n    \u001b[1m「死神のバラード」は静かで珍しい。\u001b[22m, \u001b[1m「死神ないバラッド」は心を落ち着かせると非常に感動的ではありません。\u001b[22m\nThis is in no way a horror, at all.\n\n\u001b[1mこれは決して恐怖ではありません。\u001b[22m\n\u001b[1m(Kore wa kesshite kyōfude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is in no way a horror, at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is in no way a horror, at all.\u001b[24m\n    \u001b[1mこれは決して恐怖ではありません。\u001b[22m, \u001b[1mこれがすべてで、決してホラーです。\u001b[22m\n\u001b[1m\u001b[22m\nAfter finishing the last episode, I was actually sad that this very well directed series was over, and wanted to see more of Momo's adventures as a Shinigami.\n\n\u001b[1m最後のエピソードを終えた後、私は実際にこの非常によく監督されたシリーズが終わったことを悲しんでいました。そして、より多くのモモの冒険を死神として見たいと思っていました。\u001b[22m\n\u001b[1m(Saigo no episōdo o oeta nochi, watashi wa jissai ni kono hijō ni yoku kantoku sa reta shirīzu ga owatta koto o kanashinde imashita. Soshite, yori ōku no momo no bōken o shinigami to shite mitai to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAfter finishing the last episode, I was actually sad that this very well directed series was over, and wanted to see more of Momo's adventures as a Shinigami.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter finishing the last episode, I was actually sad that this very well directed series was over, and wanted to see more of Momo's adventures as a Shinigami.\u001b[24m\n    \u001b[1m最後のエピソードを終えた後、私は実際にこの非常によく監督されたシリーズが終わったことを悲しんでいました。そして、より多くのモモの冒険を死神として見たいと思っていました。\u001b[22m, \u001b[1m最後のエピソードを終えた後、私はこの非常によく向いシリーズは終わった、と死神として桃の冒険の多くを見たいと思ったことは、実際に悲しかったです。\u001b[22m\nThe aesthetics fit the mood, the music was calming, and for the most part, the acting was very good.\n\n\u001b[1m美学は気分に合っていて、音楽は落ち着きがあり、大部分は演技がとても良かったです。\u001b[22m\n\u001b[1m(Bigaku wa kibun ni atte ite, ongaku wa ochitsuki ga ari, daibubun wa engi ga totemo yokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe aesthetics fit the mood, the music was calming, and for the most part, the acting was very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe aesthetics fit the mood, the music was calming, and for the most part, the acting was very good.\u001b[24m\n    \u001b[1m美学は気分に合っていて、音楽は落ち着きがあり、大部分は演技がとても良かったです。\u001b[22m, \u001b[1m美学は、気分に合わせて、音楽は心を落ち着かせるとし、ほとんどの部分は、演技は非常に良好でした。\u001b[22m\nI did not feel there was anything that was left out after each episode, except for in the 5th episode. Each episode is written and directed extremely well. You would think the slow pace would leave things unfinished, which is not the case here.\n\n\u001b[1m第5話以外の各エピソードの後に​​は何も残っていないと感じました。 各エピソードは非常にうまく書かれ、演出される。 あなたは遅いペースが未完成のものを残してしまうと思いますが、ここではそうではありません。\u001b[22m\n\u001b[1m(Dai 5-wa igai no kaku episōdo no nochi ni ​​ wa nani mo nokotte inai to kanjimashita. Kaku episōdo wa hijō ni umaku kaka re, enshutsu sa reru. Anata wa osoi pēsu ga mikansei no mono o nokoshite shimau to omoimasuga, kokode wa sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI did not feel there was anything that was left out after each episode, except for in the 5th episode. Each episode is written and directed extremely well. You would think the slow pace would leave things unfinished, which is not the case here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did not feel there was anything that was left out after each episode, except for in the 5th episode.\u001b[24m\n    \u001b[1m第5話以外の各エピソードの後には何も残っていないと感じました。\u001b[22m, \u001b[1m私は第五エピソードを除いて、各エピソードの後に残されたものがあったと感じていませんでした。\u001b[22m\n\u001b[4mEach episode is written and directed extremely well.\u001b[24m\n    \u001b[1m各エピソードは非常にうまく書かれ、演出される。\u001b[22m, \u001b[1m各エピソードは非常によく書かれており、向けられています。\u001b[22m\n\u001b[4mYou would think the slow pace would leave things unfinished, which is not the case here.\u001b[24m\n    \u001b[1mあなたは遅いペースが未完成のものを残してしまうと思いますが、ここではそうではありません。\u001b[22m, \u001b[1mあなたはここにそうではありませんこれは、ゆっくりとしたペースは未完成のものを残すと思うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nIf there were a few things that put me off, some of the acting was a little too laid back at times, actually it was like they weren't even trying.\n\n\u001b[1m私にはいくつかの事柄があった場合、演技のいくつかは時にはあまりにも遅れていましたが、実際には試していないようでした。\u001b[22m\n\u001b[1m(Watashiniha ikutsu ka no kotogara ga atta baai, engi no ikutsu ka wa tokiniha amarini mo okurete imashitaga, jissai ni wa tameshite inai yōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mIf there were a few things that put me off, some of the acting was a little too laid back at times, actually it was like they weren't even trying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there were a few things that put me off, some of the acting was a little too laid back at times, actually it was like they weren't even trying.\u001b[24m\n    \u001b[1m私にはいくつかの事柄があった場合、演技のいくつかは時にはあまりにも遅れていましたが、実際には試していないようでした。\u001b[22m, \u001b[1m私を先送りにいくつかのことがあった場合は、演技のいくつかは少しもの時間に戻って置かれた彼らもしようとしていなかったように、実際にそれがありました。\u001b[22m\nThe idea of the Shinigami being a cute girl with a cat seems a little too generic when it comes to anime, but you get used to it after a few episodes.\n\n\u001b[1mかわいい女の子が猫と一緒になっているのは、アニメにはあまりにも一般的すぎるようですが、少数のエピソードの後に​​慣れてしまいます。\u001b[22m\n\u001b[1m(Kawaī on'nanoko ga neko to issho ni natte iru no wa, anime ni wa amarini mo ippan-teki sugiru yōdesuga, shōsū no episōdo no nochi ni ​​ narete shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe idea of the Shinigami being a cute girl with a cat seems a little too generic when it comes to anime, but you get used to it after a few episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe idea of the Shinigami being a cute girl with a cat seems a little too generic when it comes to anime, but you get used to it after a few episodes.\u001b[24m\n    \u001b[1mかわいい女の子が猫と一緒になっているのは、アニメにはあまりにも一般的すぎるようですが、少数のエピソードの後に慣れてしまいます。\u001b[22m, \u001b[1m死神は猫とかわいい女の子であることのアイデアは、それがアニメになると少しも一般的なようだが、あなたはいくつかのエピソードの後にそれに慣れます。\u001b[22m\nLastly, the series with its very slow pace and calmness, can be boring to some viewers.\n\n\u001b[1m最後に、非常に遅いペースと落ち着きのあるシリーズは、一部の視聴者には退屈なことがあります。\u001b[22m\n\u001b[1m(Saigo ni, hijō ni osoi pēsu to ochitsuki no aru shirīzu wa, ichibu no shichō-sha ni wa taikutsuna koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mLastly, the series with its very slow pace and calmness, can be boring to some viewers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, the series with its very slow pace and calmness, can be boring to some viewers.\u001b[24m\n    \u001b[1m最後に、非常に遅いペースと落ち着きのあるシリーズは、一部の視聴者には退屈なことがあります。\u001b[22m, \u001b[1m最後に、その非常にゆっくりとしたペースと落ち着きを持つシリーズは、いくつかの視聴者に退屈することができます。\u001b[22m\nAlso the eye-catch is so unfitting and macabre that I burst into laughter every time I watch it. It does not fit the mood at all. Although there's a unique picture on the eye-catch for each episode, that's a nice edition, even though I only noticed it after 3 episodes.\n\n\u001b[1mまた、目を奪うのはとてもうまくやっていないので、私が笑いを吹いているのを見るたびに爆発します。 それはまったく気分に合わない。  3つのエピソードの後で気がついたにもかかわらず、それぞれのエピソードの目を引く独特の写真がありますが、これは素晴らしいエディションです。\u001b[22m\n\u001b[1m(Mata,-me o ubau no wa totemo umaku yatte inainode, watashi ga warai o fuite iru no o miru tabi ni bakuhatsu shimasu. Sore wa mattaku kibun ni awanai. 3Ttsu no episōdo no nochi de kigatsuita nimokakawarazu, sorezore no episōdo no mewohiku dokutoku no shashin ga arimasuga, kore wa subarashī edishondesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso the eye-catch is so unfitting and macabre that I burst into laughter every time I watch it. It does not fit the mood at all. Although there's a unique picture on the eye-catch for each episode, that's a nice edition, even though I only noticed it after 3 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso the eye-catch is so unfitting and macabre that I burst into laughter every time I watch it.\u001b[24m\n    \u001b[1mまた、目を奪うのはとてもうまくやっていないので、私が笑いを吹いているのを見るたびに爆発します。\u001b[22m, \u001b[1mまた、アイキャッチは、私は笑いに私はそれを見るたびに破裂するように不適当と不気味です。\u001b[22m\n\u001b[4mIt does not fit the mood at all.\u001b[24m\n    \u001b[1mそれはまったく気分に合わない。\u001b[22m, \u001b[1mそれはまったくの気分に適合していません。\u001b[22m\n\u001b[4mAlthough there's a unique picture on the eye-catch for each episode, that's a nice edition, even though I only noticed it after 3 episodes.\u001b[24m\n    \u001b[1m3つのエピソードの後で気がついたにもかかわらず、それぞれのエピソードの目を引く独特の写真がありますが、これは素晴らしいエディションです。\u001b[22m, \u001b[1m各エピソードのためのアイキャッチにユニークな絵がありますが、それは私が唯一の3のエピソードの後にそれに気づいていても、素敵なエディションです。\u001b[22m\n\u001b[1m\u001b[22m\n___\n\n\u001b[1m___\u001b[22m\n\u001b[1m(___)\u001b[22m\n\nTranslations of \u001b[4m___\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m___\u001b[24m\n    \u001b[1m___\u001b[22m\n\u001b[1m\u001b[22m\nTo conclude, this is a series, if you have any inclination into 'Shinigami no Ballad', and don't mind the slow pace of anime like 'House of Five Leaves', 'Mushi-shi', or 'Aria', this is a great story to delve into and enjoy to its fullest, as there are only 6 episodes. You can watch it like it's a long chapter by chapter film.\n\n\u001b[1m結局のところ、「死神のバラード」に傾きがあり、「5葉の家」、「ムシシ」、「アリア」などのアニメのゆっくりとしたペースに気をつけなければ、これはシリーズです 6つのエピソードしかないので、徹底的に掘り下げて楽しむことができます。 あなたはそれが長編の章であるようにそれを見ることができます。\u001b[22m\n\u001b[1m(Kekkyokunotokoro,`shinigami no barādo' ni katamuki ga ari,`5-yō no ie',`mushishi',`aria' nado no anime no yukkuri to shita pēsu ni ki o tsukenakereba, koreha shirīzudesu muttsu no episōdo shika nainode, tetteiteki ni horisagete tanoshimu koto ga dekimasu. Anata wa sore ga chōhen no shōdearu yō ni sore o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo conclude, this is a series, if you have any inclination into 'Shinigami no Ballad', and don't mind the slow pace of anime like 'House of Five Leaves', 'Mushi-shi', or 'Aria', this is a great story to delve into and enjoy to its fullest, as there are only 6 episodes. You can watch it like it's a long chapter by chapter film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo conclude, this is a series, if you have any inclination into 'Shinigami no Ballad', and don't mind the slow pace of anime like 'House of Five Leaves', 'Mushi-shi', or 'Aria', this\u001b[24m\n    \u001b[1m結局のところ、「死神のバラード」に傾きがあり、「5葉の家」、「ムシシ」、「アリア」などのアニメのゆっくりとしたペースに気をつけなければ、これはシリーズです\u001b[22m, \u001b[1m結論として、あなたが「死神のないバラード」に任意の傾きを持っている、と「さらい屋五葉」などのアニメのゆっくりとしたペースを気にしない場合、これは「虫市」、シリーズである、または「アリア」、この\u001b[22m\n\u001b[4mis a great story to delve into and enjoy to its fullest, as there are only 6 episodes.\u001b[24m\n    \u001b[1m6つのエピソードしかないので、徹底的に掘り下げて楽しむことができます。\u001b[22m, \u001b[1m唯一の6エピソードがあるので、掘り下げ、その最大限に楽しむための素晴らしい物語です。\u001b[22m\n\u001b[4mYou can watch it like it's a long chapter by chapter film.\u001b[24m\n    \u001b[1mあなたはそれが長編の章であるようにそれを見ることができます。\u001b[22m, \u001b[1mそれは章フィルムにより長い章だようにあなたはそれを見ることができます。\u001b[22m\nA surprisingly calm and touching series about death. It is not a horror in any way.\n\n\u001b[1m死についての驚くほど静かで感動的なシリーズ。 それは決して恐怖ではありません。\u001b[22m\n\u001b[1m(Shi ni tsuite no odoroku hodo shizukade kandō-tekina shirīzu. Sore wa kesshite kyōfude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mA surprisingly calm and touching series about death. It is not a horror in any way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA surprisingly calm and touching series about death.\u001b[24m\n    \u001b[1m死についての驚くほど静かで感動的なシリーズ。\u001b[22m, \u001b[1m死について驚くほど静かで感動シリーズ。\u001b[22m\n\u001b[4mIt is not a horror in any way.\u001b[24m\n    \u001b[1mそれは決して恐怖ではありません。\u001b[22m, \u001b[1mそれはどのような方法でホラーではありません。\u001b[22m\n\u001b[1m\u001b[22m\nKeep pursuing your dreams! ~ Wynn\n\n\u001b[1mあなたの夢を追い続けてください！  〜ウィン\u001b[22m\n\u001b[1m(Anata no yume o oi tsudzukete kudasai! 〜 U~in)\u001b[22m\n\nTranslations of \u001b[4mKeep pursuing your dreams! ~ Wynn\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKeep pursuing your dreams!\u001b[24m\n    \u001b[1mあなたの夢を追い続けてください！\u001b[22m, \u001b[1mあなたの夢を追求してください！\u001b[22m\n\u001b[4m~ Wynn\u001b[24m\n    \u001b[1m〜ウィン\u001b[22m\n\u001b[1m\u001b[22m\nP.S.\n\n\u001b[1mP.S.\u001b[22m\n\u001b[1m(P. S.)\u001b[22m\n\nDefinitions of \u001b[4mP.S.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nabbreviation\n\u001b[1m    後記\u001b[22m\n        P.S.\n[This show is currently rated at #2478]\n\n\u001b[1m[このショーは現在＃2478で評価されています]\u001b[22m\n\u001b[1m([Kono shō wa genzai# 2478 de hyōka sa rete imasu])\u001b[22m\n\nTranslations of \u001b[4m[This show is currently rated at #2478]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[This show is currently rated at #2478]\u001b[24m\n    \u001b[1m[このショーは現在＃2478で評価されています]\u001b[22m, \u001b[1m【このショーは、現在、＃2478で評価されています]\u001b[22m\nJust because a series rating is not over 100 does not mean it is bad in any way (it can also be true that it is bad though), but the same goes for the fact that a series rated at 100 does not mean it is good .\n\n\u001b[1mちょうどシリーズの評価が100を超えていないということは、それが何らかの悪いことを意味するわけではありませんが（それは悪いことも事実です）、100で評価されたシリーズはそれが良いというわけではありません 。\u001b[22m\n\u001b[1m(Chōdo shirīzu no hyōka ga 100 o koete inai to iu koto wa, sore ga nanrakano warui koto o imi suru wakede wa arimasenga (sore wa warui koto mo jijitsudesu), 100 de hyōka sa reta shirīzu wa sore ga yoi to iu wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mJust because a series rating is not over 100 does not mean it is bad in any way (it can also be true that it is bad though), but the same goes for the fact that a series rated at 100 does not mean it is good .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust because a series rating is not over 100 does not mean it is bad in any way (it can also be true that it is bad though), but the same goes for the fact that a series rated at 100 does not mean it is good\u001b[24m\n    \u001b[1mちょうどシリーズの評価が100を超えていないということは、それが何らかの悪いことを意味するわけではありませんが（それは悪いことも事実です）、100で評価されたシリーズはそれが良いというわけではありません\u001b[22m, \u001b[1mシリーズの評価ではないという理由だけで100の上には、それが（また、それはしかし悪いことは事実であることができる）どのような方法で悪いですが、同じことが100定格シリーズは、それが良いであることを意味しないという事実のために行くという意味ではありません\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nI recommend reading the reviews that do not spoil the series as well as seeing if the synopsis agrees with your taste. But you can still be missing out even after not agreeing with any of those points.\n\n\u001b[1m私はシリーズを台無しにしないレビューを読むだけでなく、そのシノプシスがあなたの好みに同意するかどうかを見ることをお勧めします。 しかし、それらのポイントのいずれかに同意しなくても、あなたはまだ失われている可能性があります。\u001b[22m\n\u001b[1m(Watashi wa shirīzu o dainashi ni shinai rebyū o yomu dakedenaku, sono shinopushisu ga anata no konomi ni dōi suru ka dō ka o miru koto o o susume shimasu. Shikashi, sorera no pointo no izureka ni dōi shinakute mo, anata wa mada ushinawa rete iru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI recommend reading the reviews that do not spoil the series as well as seeing if the synopsis agrees with your taste. But you can still be missing out even after not agreeing with any of those points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recommend reading the reviews that do not spoil the series as well as seeing if the synopsis agrees with your taste.\u001b[24m\n    \u001b[1m私はシリーズを台無しにしないレビューを読むだけでなく、そのシノプシスがあなたの好みに同意するかどうかを見ることをお勧めします。\u001b[22m, \u001b[1m私はシリーズを台無しだけでなく、あらすじがあなたの好みと一致した場合に見ていないレビューを読むことをお勧めします。\u001b[22m\n\u001b[4mBut you can still be missing out even after not agreeing with any of those points.\u001b[24m\n    \u001b[1mしかし、それらのポイントのいずれかに同意しなくても、あなたはまだ失われている可能性があります。\u001b[22m, \u001b[1mしかし、あなたはまだそれらの点のいずれかに同意されない後でさえ逃すことができます。\u001b[22m\n\u001b[1m\u001b[22m\nSo basically you just have to get lucky, and hope for the best most of the time.\n\n\u001b[1mだから、基本的には幸運を得て、ほとんどの時間の最善を尽くすことを願うだけです。\u001b[22m\n\u001b[1m(Dakara, kihontekini wa kōun o ete, hotondo no jikan no saizenwotsukusu koto o negau dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mSo basically you just have to get lucky, and hope for the best most of the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo basically you just have to get lucky, and hope for the best most of the time.\u001b[24m\n    \u001b[1mだから、基本的には幸運を得て、ほとんどの時間の最善を尽くすことを願うだけです。\u001b[22m, \u001b[1mしたがって、基本的にあなただけの幸運取得する必要があり、時間の最高のほとんどのために願っています。\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "kajia",
    "profile": "/profile/kajia/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=53767",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n「死神のバラード」は、感情的な巫女桃子の6つの短編小説を集めたもので、愛する人の死に対処しなければならない人の生活の中でしばしば干渉します。\n\n死神を中心にしたショーでは、「死神のバラード」は劇的でもエキサイティングでもありません。 エピソード的な物語はすべて同じような観想的な気分を共有しており、生きる生活の根底にある共通のテーマが最大限に生かされています。 これは憂鬱でリラックスしたショーです。あなたの目を優しく開いて、あなたの周りのものをほんの少しだけ感謝することができます。 しかし、公園での散歩は、誰もが紅茶のようにはならないことを意味しています。 私は夕食を食べながら第2話を見ていて、そのエピソードが退屈だと分かった。 他の何もせずに私が見た残りの人は、楽しいものを見つけました。 だから、それは私自身のように患者としての視聴者にとってさえ、楽しむためには完全な注意を必要とするシリーズのようなものでしょう。\n\nどんな部門でも壮大ではないが、「死神のバラード」も本当に間違っていないショーでもある。 そこにはたくさんの人が集まっていますが、私はこの静かで控えめなショーのために個人的に柔らかい場所を持っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n'Shinigami no Ballad' is a collection of six laid back short stories about an emotional shinigami Momo observing and often meddling in the lives of those who had to deal with the death of someone dear.\n\n\u001b[1m「死神のバラード」は、感情的な巫女桃子の6つの短編小説を集めたもので、愛する人の死に対処しなければならない人の生活の中でしばしば干渉します。\u001b[22m\n\u001b[1m(`Shinigami no barādo' wa, kanjō-tekina miko Momoko no muttsu no tanpen shōsetsu o atsumeta mono de, aisuruhito no shi ni taisho shinakereba naranai hito no seikatsu no naka de shibashiba kanshō shimasu.)\u001b[22m\n\nTranslations of \u001b[4m'Shinigami no Ballad' is a collection of six laid back short stories about an emotional shinigami Momo observing and often meddling in the lives of those who had to deal with the death of someone dear.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Shinigami no Ballad' is a collection of six laid back short stories about an emotional shinigami Momo observing and often meddling in the lives of those who had to deal with the death of someone dear.\u001b[24m\n    \u001b[1m「死神のバラード」は、感情的な巫女桃子の6つの短編小説を集めたもので、愛する人の死に対処しなければならない人の生活の中でしばしば干渉します。\u001b[22m, \u001b[1m「死神ないバラードは「感情的な死神モモが観察し、多くの場合、愛する誰かの死に対処しなければならなかった人々の生活に影響を与えることには約6のんびり短編小説のコレクションではありません。\u001b[22m\n\u001b[1m\u001b[22m\nFor a show centred around death, 'Shinigami no Ballad' is neither dramatic nor exciting. Its episodic stories all share a similar contemplative mood, and there's a common underlying theme of living life to the fullest. It's a melancholy, relaxing kind of show that gently opens your eyes and lets you appreciate what's around you that little bit more. However, the stroll-in-the-park pacing means that it isn't going to be everyone's cup of tea. I was watching the 2nd episode whilst eating dinner, and found that episode to be boring; the remainder I watched without doing anything else, and found those enjoyable. So it seems to me it's probably the kind of series that requires undivided attention in order to be enjoyed, even for a viewer as patient as myself.\n\n\u001b[1m死神を中心にしたショーでは、「死神のバラード」は劇的でもエキサイティングでもありません。 エピソード的な物語はすべて同じような観想的な気分を共有しており、生きる生活の根底にある共通のテーマが最大限に生かされています。 これは憂鬱でリラックスしたショーです。あなたの目を優しく開いて、あなたの周りのものをほんの少しだけ感謝することができます。 しかし、公園での散歩は、誰もが紅茶のようにはならないことを意味しています。 私は夕食を食べながら第2話を見ていて、そのエピソードが退屈だと分かった。 他の何もせずに私が見た残りの人は、楽しいものを見つけました。 だから、それは私自身のように患者としての視聴者にとってさえ、楽しむためには完全な注意を必要とするシリーズのようなものでしょう。\u001b[22m\n\u001b[1m(Shinigami o chūshin ni shita shōde wa,`shinigami no barādo' wa gekiteki demo ekisaitingude mo arimasen. Episōdo-tekina monogatari wa subete onajiyōna kansō-tekina kibun o kyōyū shite ori, ikiru seikatsu no kontei ni aru kyōtsū no tēma ga saidaigen ni ikasa rete imasu. Kore wa yūutsu de rirakkusu shita shōdesu. Anata no me o yasashiku aite, anata no mawari no mono o hon'nosukoshidake kansha suru koto ga dekimasu. Shikashi, kōen de no sanpo wa, daremoga kōcha no yō ni wa naranai koto o imi shite imasu. Watashi wa yūshoku o tabenagara dai 2-wa o mite ite, sono episōdo ga taikutsuda to wakatta. Hoka no nani mo sezu ni watashi ga mita nokori no hito wa, tanoshī mono o mitsukemashita. Dakara, sore wa watashi jishin no yō ni kanja to shite no shichō-sha ni totte sae, tanoshimu tame ni wa kanzen'na chūi o hitsuyō to suru shirīzu no yōna monodeshou.)\u001b[22m\n\nTranslations of \u001b[4mFor a show centred around death, 'Shinigami no Ballad' is neither dramatic nor exciting. Its episodic stories all share a similar contemplative mood, and there's a common underlying theme of living life to the fullest. It's a melancholy, relaxing kind of show that gently opens your eyes and lets you appreciate what's around you that little bit more. However, the stroll-in-the-park pacing means that it isn't going to be everyone's cup of tea. I was watching the 2nd episode whilst eating dinner, and found that episode to be boring; the remainder I watched without doing anything else, and found those enjoyable. So it seems to me it's probably the kind of series that requires undivided attention in order to be enjoyed, even for a viewer as patient as myself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a show centred around death, 'Shinigami no Ballad' is neither dramatic nor exciting.\u001b[24m\n    \u001b[1m死神を中心にしたショーでは、「死神のバラード」は劇的でもエキサイティングでもありません。\u001b[22m, \u001b[1m死を中心ショーのために、「死神のないバラード 'は劇的でもエキサイティングでもありません。\u001b[22m\n\u001b[4mIts episodic stories all share a similar contemplative mood, and there's a common underlying theme of living life to the fullest.\u001b[24m\n    \u001b[1mエピソード的な物語はすべて同じような観想的な気分を共有しており、生きる生活の根底にある共通のテーマが最大限に生かされています。\u001b[22m, \u001b[1mそのエピソードの物語すべては同じような瞑想的な気分を共有し、そして生命を最大限に生きているの共通の基盤となるテーマがあります。\u001b[22m\n\u001b[4mIt's a melancholy, relaxing kind of show that gently opens your eyes and lets you appreciate what's around you that little bit more.\u001b[24m\n    \u001b[1mこれは憂鬱でリラックスしたショーです。あなたの目を優しく開いて、あなたの周りのものをほんの少しだけ感謝することができます。\u001b[22m, \u001b[1mそれは静かにあなたの目を開き、あなたはもう少しことをあなたの周りに何に感謝することができますショーの憂鬱、リラックスできるようなものです。\u001b[22m\n\u001b[4mHowever, the stroll-in-the-park pacing means that it isn't going to be everyone's cup of tea.\u001b[24m\n    \u001b[1mしかし、公園での散歩は、誰もが紅茶のようにはならないことを意味しています。\u001b[22m, \u001b[1mしかし、散歩・イン・ザ・パークペーシングが、お茶の全員のカップであることを行っていないことを意味します。\u001b[22m\n\u001b[4mI was watching the 2nd episode whilst eating dinner, and found that episode to be boring;\u001b[24m\n    \u001b[1m私は夕食を食べながら第2話を見ていて、そのエピソードが退屈だと分かった。\u001b[22m, \u001b[1m私は夕食を食べながら、第二のエピソードを見ていたし、そのエピソードは退屈であることが判明しました。\u001b[22m\n\u001b[4mthe remainder I watched without doing anything else, and found those enjoyable.\u001b[24m\n    \u001b[1m他の何もせずに私が見た残りの人は、楽しいものを見つけました。\u001b[22m, \u001b[1m残りは、私は他の何もせずに見て、それらの楽しいを発見しました。\u001b[22m\n\u001b[4mSo it seems to me it's probably the kind of series that requires undivided attention in order to be enjoyed, even for a viewer as patient as myself.\u001b[24m\n    \u001b[1mだから、それは私自身のように患者としての視聴者にとってさえ、楽しむためには完全な注意を必要とするシリーズのようなものでしょう。\u001b[22m, \u001b[1mだから、それは多分、自分のような患者として、視聴者のために、楽しむことにするために分割されていない注意が必要な一連のようなものだ私には思えます。\u001b[22m\n\u001b[1m\u001b[22m\nThough not spectacular in any department, 'Shinigami no Ballad' is also a show that doesn't really do much wrong. It's likely to bore a lot of people out there, but I personally have a soft spot for this quiet, unassuming show.\n\n\u001b[1mどんな部門でも壮大ではないが、「死神のバラード」も本当に間違っていないショーでもある。 そこにはたくさんの人が集まっていますが、私はこの静かで控えめなショーのために個人的に柔らかい場所を持っています。\u001b[22m\n\u001b[1m(Don'na bumon demo sōdaide wa naiga,`shinigami no barādo' mo hontōni machigatteinai shōde mo aru. Soko ni wa takusan no hito ga atsumatte imasuga, watashi wa kono shizukade hikaemena shō no tame ni kojin-teki ni yawarakai basho o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThough not spectacular in any department, 'Shinigami no Ballad' is also a show that doesn't really do much wrong. It's likely to bore a lot of people out there, but I personally have a soft spot for this quiet, unassuming show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough not spectacular in any department, 'Shinigami no Ballad' is also a show that doesn't really do much wrong.\u001b[24m\n    \u001b[1mどんな部門でも壮大ではないが、「死神のバラード」も本当に間違っていないショーでもある。\u001b[22m, \u001b[1mあらゆる部門の壮大されていないが、「死神のないバラード 'も本当に多くの間違った行いませんショーです。\u001b[22m\n\u001b[4mIt's likely to bore a lot of people out there, but I personally have a soft spot for this quiet, unassuming show.\u001b[24m\n    \u001b[1mそこにはたくさんの人が集まっていますが、私はこの静かで控えめなショーのために個人的に柔らかい場所を持っています。\u001b[22m, \u001b[1mそれはそこに多くの人を退屈しそうだが、私は個人的にこの静かな、控えめなショーのためのソフトスポットを持っています。\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "xfactor30seconds",
    "profile": "/profile/xfactor30seconds/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=16353",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n私はこのアニメに通常のアニメではないので、合計10点を与えました。 キャラクターの開発は本当に良いですが、時にはキャラクターが1つのエピソードのシリーズにしか入っていないこともあります。 また、アニメは通常、各エピソードで閉鎖の意味を持って、それはあなたが他の言葉で疑問を残していません。 このアニメは、普通の高いアドレナリンと戦う素晴らしい変化形態です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI gave this anime an overall score of ten because it's not a normal anime. The charatcer development is really good even though sometimes the character is only in the series for one episode. Also the anime usually has a sence of closure in each episode, it doesnt leave you wondering in other words. This anime is a nice change form the normal high adrenaline fighting ones.\n\n\u001b[1m私はこのアニメに通常のアニメではないので、合計10点を与えました。 キャラクターの開発は本当に良いですが、時にはキャラクターが1つのエピソードのシリーズにしか入っていないこともあります。 また、アニメは通常、各エピソードで閉鎖の意味を持って、それはあなたが他の言葉で疑問を残していません。 このアニメは、普通の高いアドレナリンと戦う素晴らしい変化形態です。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni tsūjō no animede wanainode, gōkei 10-ten o ataemashita. Kyarakutā no kaihatsu wa hontōni yoidesuga, tokiniha kyarakutā ga 1tsu no episōdo no shirīzu ni shika haitte inai koto mo arimasu. Mata, anime wa tsūjō, kaku episōdo de heisa no imi o motte, sore wa anata ga hoka no kotoba de gimon o nokoshite imasen. Kono anime wa, futsū no takai adorenarin to tatakau subarashī henka keitaidesu.)\u001b[22m\n\nTranslations of \u001b[4mI gave this anime an overall score of ten because it's not a normal anime. The charatcer development is really good even though sometimes the character is only in the series for one episode. Also the anime usually has a sence of closure in each episode, it doesnt leave you wondering in other words. This anime is a nice change form the normal high adrenaline fighting ones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI gave this anime an overall score of ten because it's not a normal anime.\u001b[24m\n    \u001b[1m私はこのアニメに通常のアニメではないので、合計10点を与えました。\u001b[22m, \u001b[1mそれは通常のアニメではないので、私はこのアニメに10の全体的なスコアを与えました。\u001b[22m\n\u001b[4mThe charatcer development is really good even though sometimes the character is only in the series for one episode.\u001b[24m\n    \u001b[1mキャラクターの開発は本当に良いですが、時にはキャラクターが1つのエピソードのシリーズにしか入っていないこともあります。\u001b[22m, \u001b[1mcharatcer開発は時々文字のみ1つのエピソードのために直列に接続されているにもかかわらず、本当に良いです。\u001b[22m\n\u001b[4mAlso the anime usually has a sence of closure in each episode, it doesnt leave you wondering in other words.\u001b[24m\n    \u001b[1mまた、アニメは通常、各エピソードで閉鎖の意味を持って、それはあなたが他の言葉で疑問を残していません。\u001b[22m, \u001b[1mまた、アニメでは通常、各エピソードで閉鎖のローミングサービスを持っている、それは言い換えれば不思議あなたを残しdoesntの。\u001b[22m\n\u001b[4mThis anime is a nice change form the normal high adrenaline fighting ones.\u001b[24m\n    \u001b[1mこのアニメは、普通の高いアドレナリンと戦う素晴らしい変化形態です。\u001b[22m, \u001b[1mこのアニメはいい変化が通常の高アドレナリン戦ったものを形成しています。\u001b[22m"
  },
  {
    "title": "Shinigami_no_Ballad",
    "id": "789",
    "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad",
    "user": "DEATHNOTEJUNKIE8",
    "profile": "/profile/DEATHNOTEJUNKIE8/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=8158",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  9\n\n死神のバラードは、各エピソードでちょっと違っていて、あなたは異なる問題や問題を抱えています。それぞれのエピソードには意味があります。 私が最初に思った深い意味は、他の死神アニ​​メと比較してちょっと不手際だったのですが、正直なところトトリーです。 私はそれが好きだった 。 死神の名前はmomo、彼女の仲間の名前はdanielです。二番目のエピソードは本当に感動的で異なっていました。彼女は私が彼女がやろうとしていることをやっていないし、どちらの話も行っていないと思いました。 それは本当の涙ジャッカーだった...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nshinigami no ballad is kinda different in each episode you meet different people with different issues and problems .. each episode has a meaning behind it . a deep meaning i thought at first it was going to be kinda lame compared to the other shinigami animes but to be toatlly honest . i loved it . the shinigami name is momo and her comrade name is daniel .the second episode was really touching and different , she didn't do what i thought she was going to do and neither did the story go the way i thought it was going to go . it was a real tear jerker...\n\n\u001b[1m死神のバラードは、各エピソードでちょっと違っていて、あなたは異なる問題や問題を抱えています。それぞれのエピソードには意味があります。 私が最初に思った深い意味は、他の死神アニ​​メと比較してちょっと不手際だったのですが、正直なところトトリーです。 私はそれが好きだった 。 死神の名前はmomo、彼女の仲間の名前はdanielです。二番目のエピソードは本当に感動的で異なっていました。彼女は私が彼女がやろうとしていることをやっていないし、どちらの話も行っていないと思いました。 それは本当の涙ジャッカーだった...\u001b[22m\n\u001b[1m(Shinigami no barādo wa, kaku episōdo de chotto chigatte ite, anata wa kotonaru mondai ya mondai o kakaete imasu. Sorezore no episōdo ni wa imi ga arimasu. Watashi ga saisho ni omotta fukai imi wa, hoka no shinigami Ani ​​ me to hikaku shite chotto futegiwadatta nodesuga, shōjikina tokoro totorīdesu. Watashi wa sore ga sukidatta. Shinigami no namae wa momo, kanojo no nakama no namae wa danieldesu. Ni-banme no episōdo wa hontōni kandō-tekide kotonatte imashita. Kanojo wa watashi ga kanojo ga yarou to shite iru koto o yatte inaishi, dochira no hanashi mo itte inai to omoimashita. Sore wa hontō no namida jakkādatta...)\u001b[22m\n\nTranslations of \u001b[4mshinigami no ballad is kinda different in each episode you meet different people with different issues and problems .. each episode has a meaning behind it . a deep meaning i thought at first it was going to be kinda lame compared to the other shinigami animes but to be toatlly honest . i loved it . the shinigami name is momo and her comrade name is daniel .the second episode was really touching and different , she didn't do what i thought she was going to do and neither did the story go the way i thought it was going to go . it was a real tear jerker...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mshinigami no ballad is kinda different in each episode you meet different people with different issues and problems .. each episode has a meaning behind it .\u001b[24m\n    \u001b[1m死神のバラードは、各エピソードでちょっと違っていて、あなたは異なる問題や問題を抱えています。それぞれのエピソードには意味があります。\u001b[22m, \u001b[1m死神ないバラードは、各エピソードはその背後にある意味を持っている..さまざまな問題や課題を持つ別の人に会う各エピソードでちょっと変わりありません。\u001b[22m\n\u001b[4ma deep meaning i thought at first it was going to be kinda lame compared to the other shinigami animes but to be toatlly honest .\u001b[24m\n    \u001b[1m私が最初に思った深い意味は、他の死神アニメと比較してちょっと不手際だったのですが、正直なところトトリーです。\u001b[22m, \u001b[1m私はそれがtoatlly正直に言うが、他の死神のアニメに比べてちょっとラメになる予定だった最初に思った深い意味。\u001b[22m\n\u001b[4mi loved it .\u001b[24m\n    \u001b[1m私はそれが好きだった 。\u001b[22m, \u001b[1m私はそれを愛した。\u001b[22m, \u001b[1m私はそれを愛しました。\u001b[22m\n\u001b[4mthe shinigami name is momo and her comrade name is daniel .the second episode was really touching and different , she didn't do what i thought she was going to do and neither did the story go the way i thought it was going to go .\u001b[24m\n    \u001b[1m死神の名前はmomo、彼女の仲間の名前はdanielです。二番目のエピソードは本当に感動的で異なっていました。彼女は私が彼女がやろうとしていることをやっていないし、どちらの話も行っていないと思いました。\u001b[22m, \u001b[1m死神の名前はモモであり、彼女の仲間の名前はダニエル.theの第2話は本当に感動と異なっていた、彼女は私が彼女が何を思っていた何をしていなかったとどちらも話は私はそれが行くつもりだったと思った道を行くなかったのです。\u001b[22m\n\u001b[4mit was a real tear jerker...\u001b[24m\n    \u001b[1mそれは本当の涙ジャッカーだった...\u001b[22m, \u001b[1mそれは本当の涙jerkerでした...\u001b[22m"
  }
]
