[
  {
    "title": "Tegamibachi_Reverse",
    "id": "8311",
    "url": "https://myanimelist.net/anime/8311/Tegamibachi_Reverse",
    "user": "Shroukin",
    "profile": "/profile/Shroukin/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=65373",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nどのように開始する....どのようにこの偉大なアニメの正義を行うレビューを書く...私のレビューが多くの意味を作っていない場合は、まず謝罪しましょう。 私はまだこの時点で感情に圧倒されています。 さて、テガミバチやレタービーは美しいアニメです。単純な手紙をはるかに超えるものです。 私はこのアニメを長時間にわたって見たいと思っていました。コンセプトやアートワークに恋し、最終的に私の以前の期待はすべてアニメの基準によって吹き飛ばされました。 それは絶対に素晴らしいです。 私は50日間のエピソードすべてをまっすぐに2日間見ました。 深刻なコミットメントの問題を抱えている私は、人生が私にとって意味するすべてに挑戦したので、アニメの本質に惹かれてしまった。\n\nストーリー：最初の一見では、それは非常にオリジナルではなく、CLICHEではなく、非常にユニークなものではないようです。 レターデリバリー 非常に平凡です。 このアニメではそうではありません。  Letter Beesは非常に危険な任務を踏み、Ambergroundのちらつきの光を通って数マイルを横切って、彼らは '怪物'の絶え間ない脅威に直面している。 この特別な物語は、ラグ・シーイング、世界で最も魅力的な/愛らしい主人公、彼のアイドルと彼の救世主を探している手紙の蜂、ゴーシュ・スエードに続きます。 最も基本的な、基本的な用語で。\n最初のシーズンは前述のコンセプトの点で非常に微妙なプロットの展開をしていますが、実際には、最初のシーズンは実際には25回のエピソードで「シーンを設定する」と言っても安全だから、フィナーレに到達するまでに 文字のミツバチが何であるかを非常に徹底的に理解し、民間人の生活に及ぼす影響、Ambergroundの巨大な社会的分裂、今までに遭遇したすべての人物に関する基礎知識など。\n第2シーズンは、プロットが実際に動くときです。 私が間違ってはいけない、最初のシーズンは人間精神の偉大さの絶対的に美しい展覧会だった。 美しく、とても動いています。 しかし、第2シーズンはあなたがすべての主役の旅に没頭し、すべての成功と失敗が10倍に増幅され、最も基本的な条件ではシーズン1のエピソードの要素はほとんど保持されないので、 また、有意義なプロットの動きがあるため、はるかにエキサイティングです。\n\n芸術とアニメーション：私は専門家ではないので、私はそれらについて言うことはあまりないので、これら2つを組み合わせましたが、芸術は美しく、アニメーションは優れています。 このアニメを見ながら、あなたが不満を抱く最後のものはアート（実際にはパレットアートのARTです）とアニメーションです（これは滑らかで、ジッタのない、見て楽しめるものですが、IEはACTUALの専門家 ）0o0\n\nSOUND：WONDERFUL WONDERFUL WONDERFUL....音楽は実際には音楽であり、実際に感情やオープニング、エンディングで行われているボイス演奏です。\n\nキャラクター; ああ、キャラクター/主人公は、間違いなくアニメのハイライトでした。 あなたは彼を愛しています。 また、最初のエピソードからのLag Seeingは、巨大な感情的な旅を経験します。 今までに知られていたすべてのものから離れて、彼は最初のいくつかのエピソードだけで大いに成長する。 彼は「友情、愛、旅」という言葉の意味を学びます。 手紙の経験を最初に理解すると、Gauche Suede（ラグを送った手紙の蜂）が彼に与えたことを与えることができます。 このキャラクターの発達は、両方のシリーズの持続時間で1秒間停止しません。 一般的な注記では、シリーズのすべてのキャラクターは、多くのアニメが持っている2次元のステレオタイプではなく、感情、発達、（しかし小さい）、歴史（多く触れられている）、希望、夢、 に屈した。 これではありません。 主人公ラグ・シーイングは私が今までに遭遇した中で最大の泣き虫です。 これまで しかし、奇妙な歪みの中で、彼はまた、私がすべてのフィクションと現実世界でも出会った、最も愛着的で感動的に敏感な魂です。 彼はいつもあなたに忠実であなたを愛する最高の友人になるため、あなたが知りたがっている種類のキャラクターです。 一人のために、保護者は過激な暴動ではありません。\n彼のディンゴ - ニッチは同じように面白いキャラクターです。 愛らしい、しかし同じように致命的で、多くの点で、彼女はラグの正反対ですが、別の奇妙な歪みで彼らは無敵のチームを作っています。 この関係には、すべてのリアリズムがそうするように、多くの苦難が伴うだけでなく、これら2人のキャラクターの嗜好だけでなくシリーズ全体にも貢献する、それらを通じた勝利も含まれます。\n\n\n\n小さなメモでは、私はいくつかの重要な質問に答えることを望みました。 シリーズは絶対に素晴らしいですが、プロデューサー/ディレクターはラグの歴史のいくつかの側面を忘れてしまいますが、それに触れている間に軽くファンがそれから尊敬できる集まりを描くのに十分ではありません。 これは非常に不幸です。\n\nENJOYMENT：このシリーズが大好きだったのは、私のレビューの残りの部分からかなり明らかだと思います。 いくつかの否定的なレビューがあり、本当に私があなたに訴えるのは、このアニメにチャンスを与えることです。 このアニメは、私がアニメ全体を考えたものを本当に変えました。時には胸が壊れている、爽やかで感動的なシリーズでした。私の心の中で永遠に不滅になりました。 あなたも。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHow to start....How to write a review that will do this great anime justice...Let me first apologise if my review doesn't make a lot of sense. I am still overwhelmed with emotion at this point. Well, Tegami Bachi or Letter Bee is a beautiful anime much, much more than the simple letter-delivering. I had wanted to watch this anime for a long, long time, falling in love with the concept, artwork and when I had finally had the time to watch it all my previous expectations were blown away by the standards of the anime; which are absolutely amazing. I watched all 50 episodes for two days straight. Me, who has severe commitment problems was so capivated by the essence of the anime as it challenged everything that life meant for me.\n\n\u001b[1mどのように開始する....どのようにこの偉大なアニメの正義を行うレビューを書く...私のレビューが多くの意味を作っていない場合は、まず謝罪しましょう。 私はまだこの時点で感情に圧倒されています。 まあ、テガミバチやレタービーは美しいアニメです。単純な手紙をはるかに超えるものです。 私はこのアニメを長く、長い間観て、コンセプトやアートワークに恋していました。私が最後にそれを見る時間があったとき、私の以前の期待はアニメの基準によって吹き飛ばされました。 それは絶対に素晴らしいです。 私は50日間のエピソードすべてをまっすぐに2日間見ました。 深刻なコミットメントの問題を抱えている私は、人生が私にとって意味するすべてに挑戦したので、アニメの本質に惹かれました。\u001b[22m\n\u001b[1m(Dono yō ni kaishi suru. ... Dono yō ni kono idaina anime no seigi o okonau rebyū o kaku... Watashi no rebyū ga ōku no imi o tsukutte inai baai wa, mazu shazai shimashou. Watashi wa mada kono jiten de kanjō ni attō sa rete imasu. Mā, tegamibachi ya retābī wa utsukushī animedesu. Tanjun'na tegami o haruka ni koeru monodesu. Watashi wa kono anime o nagaku, nagaiai mite, konseputo ya ātowāku ni koishite imashita. Watashi ga saigo ni sore o miru jikan ga atta toki, watashi no izen no kitai wa anime no kijun ni yotte fukitobasa remashita. Sore wa zettai ni subarashīdesu. Watashi wa 50-kakan no episōdo subete o massugu ni 2-kakan mimashita. Shinkokuna komittomento no mondai o kakaete iru watashi wa, jinsei ga watashi ni totte imi suru subete ni chōsen shitanode, anime no honshitsu ni hika remashita.)\u001b[22m\n\nTranslations of \u001b[4mHow to start....How to write a review that will do this great anime justice...Let me first apologise if my review doesn't make a lot of sense. I am still overwhelmed with emotion at this point. Well, Tegami Bachi or Letter Bee is a beautiful anime much, much more than the simple letter-delivering. I had wanted to watch this anime for a long, long time, falling in love with the concept, artwork and when I had finally had the time to watch it all my previous expectations were blown away by the standards of the anime; which are absolutely amazing. I watched all 50 episodes for two days straight. Me, who has severe commitment problems was so capivated by the essence of the anime as it challenged everything that life meant for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow to start....How to write a review that will do this great anime justice...Let me first apologise if my review doesn't make a lot of sense.\u001b[24m\n    \u001b[1mどのように開始する....どのようにこの偉大なアニメの正義を行うレビューを書く...私のレビューが多くの意味を作っていない場合は、まず謝罪しましょう。\u001b[22m, \u001b[1m開始するにはどのように....この偉大なアニメの正義を行いますレビューを書くにはどのように...私のレビューは多くの意味がありませんなら、私が最初に謝罪しましょう。\u001b[22m\n\u001b[4mI am still overwhelmed with emotion at this point.\u001b[24m\n    \u001b[1m私はまだこの時点で感情に圧倒されています。\u001b[22m, \u001b[1m私はこの時点ではまだ感情に圧倒しています。\u001b[22m\n\u001b[4mWell, Tegami Bachi or Letter Bee is a beautiful anime much, much more than the simple letter-delivering.\u001b[24m\n    \u001b[1mまあ、テガミバチやレタービーは美しいアニメです。単純な手紙をはるかに超えるものです。\u001b[22m, \u001b[1mまあ、テガミバチまたはテガミバチは、単純なレター配信するよりもはるかに多くの美しいアニメ、です。\u001b[22m\n\u001b[4mI had wanted to watch this anime for a long, long time, falling in love with the concept, artwork and when I had finally had the time to watch it all my previous expectations were blown away by the standards of the anime;\u001b[24m\n    \u001b[1m私はこのアニメを長く、長い間観て、コンセプトやアートワークに恋していました。私が最後にそれを見る時間があったとき、私の以前の期待はアニメの基準によって吹き飛ばされました。\u001b[22m, \u001b[1m私は概念、アートワークと恋に落ち、長い、長い時間のためにこのアニメを見たいと思い、私が持っていたとき、最終的にすべての私の前の期待がアニメの標準によって吹き飛ばされたそれを見る時間を持っていました。\u001b[22m\n\u001b[4mwhich are absolutely amazing.\u001b[24m\n    \u001b[1mそれは絶対に素晴らしいです。\u001b[22m, \u001b[1mこれは本当にすばらしいです。\u001b[22m\n\u001b[4mI watched all 50 episodes for two days straight.\u001b[24m\n    \u001b[1m私は50日間のエピソードすべてをまっすぐに2日間見ました。\u001b[22m, \u001b[1m私は2日間のストレートのためのすべての50のエピソードを見ました。\u001b[22m\n\u001b[4mMe, who has severe commitment problems was so capivated by the essence of the anime as it challenged everything that life meant for me.\u001b[24m\n    \u001b[1m深刻なコミットメントの問題を抱えている私は、人生が私にとって意味するすべてに挑戦したので、アニメの本質に惹かれました。\u001b[22m, \u001b[1mそれは人生は私のためのものすべてを挑戦として深刻なコミットメントの問題を抱えている私は、そのようにアニメの本質によってcapivatedました。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: At initial glance, it doesn't seem very original, NOT CLICHE either, but hardly something very unique. Letter-delivering. Very mundane. Not so in this anime. Letter Bees go on very dangerous missions, transversing many miles through the flickering light of Amberground, they face the constant threat of 'gaichuu'. This particular story follows Lag Seeing- the world's most adorable/lovable protagonist, a letter bee searching for his idol and his saviour - Gauche Suede; in the most basic, basic terms.\n\n\u001b[1mストーリー：最初の一見では、それは非常にオリジナルではなく、CLICHEではなく、非常にユニークなものではないようです。 レターデリバリー 非常に平凡です。 このアニメではそうではありません。  Letter Beesは非常に危険な任務を踏み、Ambergroundのちらつきの光を通って数マイルを横切って、彼らは '怪物'の絶え間ない脅威に直面している。 この特別な物語は、ラグ・シーイング、世界で最も魅力的な/愛らしい主人公、彼のアイドルと彼の救世主を探している手紙の蜂、ゴーシュ・スエードに続きます。 最も基本的な、基本的な用語で。\u001b[22m\n\u001b[1m(Sutōrī: Saisho no ikkende wa, sore wa hijō ni orijinarude wa naku, CLICHEde wa naku, hijō ni yunīkuna monode wa nai yōdesu. Retāderibarī hijō ni heibondesu. Kono animede wa sōde wa arimasen. Retā bīzu wa hijō ni kiken'na ninmu o fumi, Amberground no chiratsuki no hikari o kayotte sū mairu o yokogitte, karera wa' kaibutsu' no taema nai kyōi ni chokumen shite iru. Kono tokubetsuna monogatari wa, ragu shīingu, sekai de mottomo miryoku-tekina/ airashī shujinkō, kare no aidoru to kare no kyūseishu o sagashite iru tegami no hachi, gōshu suēdo ni tsudzukimasu. Mottomo kihon-tekina, kihon-tekina yōgo de.)\u001b[22m\n\nTranslations of \u001b[4mSTORY: At initial glance, it doesn't seem very original, NOT CLICHE either, but hardly something very unique. Letter-delivering. Very mundane. Not so in this anime. Letter Bees go on very dangerous missions, transversing many miles through the flickering light of Amberground, they face the constant threat of 'gaichuu'. This particular story follows Lag Seeing- the world's most adorable/lovable protagonist, a letter bee searching for his idol and his saviour - Gauche Suede; in the most basic, basic terms.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: At initial glance, it doesn't seem very original, NOT CLICHE either, but hardly something very unique.\u001b[24m\n    \u001b[1mストーリー：最初の一見では、それは非常にオリジナルではなく、CLICHEではなく、非常にユニークなものではないようです。\u001b[22m, \u001b[1mSTORY：最初の一見、それは、非常に元のように見えるではないいずれかの決まり文句はありませんが、非常にユニークなほとんど何かありません。\u001b[22m\n\u001b[4mLetter-delivering.\u001b[24m\n    \u001b[1mレターデリバリー\u001b[22m, \u001b[1mレター配信します。\u001b[22m\n\u001b[4mVery mundane.\u001b[24m\n    \u001b[1m非常に平凡です。\u001b[22m, \u001b[1m非常にありふれました。\u001b[22m\n\u001b[4mNot so in this anime.\u001b[24m\n    \u001b[1mこのアニメではそうではありません。\u001b[22m, \u001b[1mそれほどこのアニメインチ\u001b[22m\n\u001b[4mLetter Bees go on very dangerous missions, transversing many miles through the flickering light of Amberground, they face the constant threat of 'gaichuu'.\u001b[24m\n    \u001b[1mLetter Beesは非常に危険な任務を踏み、Ambergroundのちらつきの光を通って数マイルを横切って、彼らは '怪物'の絶え間ない脅威に直面している。\u001b[22m, \u001b[1m手紙蜂がAmbergroundのちらつき光を通して多くのマイルを横断する、非常に危険な任務を上に行く、彼らは「gaichuu」の一定の脅威に直面しています。\u001b[22m\n\u001b[4mThis particular story follows Lag Seeing- the world's most adorable/lovable protagonist, a letter bee searching for his idol and his saviour - Gauche Suede;\u001b[24m\n    \u001b[1mこの特別な物語は、ラグ・シーイング、世界で最も魅力的な/愛らしい主人公、彼のアイドルと彼の救世主を探している手紙の蜂、ゴーシュ・スエードに続きます。\u001b[22m, \u001b[1mこの特定の物語は、世界で最も愛らしい/愛すべき主人公、彼のアイドルと彼の救世主を探し手紙蜂Seeing-ラグを次の - ゴーシュ・スエード。\u001b[22m\n\u001b[4min the most basic, basic terms.\u001b[24m\n    \u001b[1m最も基本的な、基本的な用語で。\u001b[22m, \u001b[1m最も基本的な、基本的な用語インチ\u001b[22m\nThe first season has very llttle plot development in terms of the previously mentioned concept, IN fact, it is safe to say the first season really just 'sets the scene' in 25 episodes, so by the time you reached the finale, you have a very thorough understanding of what being a letter bee entails, their impact on the lives of the civilians, the huge social divisionsof Amberground, basic knowledge on all the characters encountered so far, etc.etc.\n\n\u001b[1m最初のシーズンは前述のコンセプトの点で非常に微妙なプロットの展開をしていますが、実際には、最初のシーズンは実際には25回のエピソードで「シーンを設定する」と言っても安全だから、フィナーレに到達するまでに 文字のミツバチが何であるかを非常に徹底的に理解し、民間人の生活に及ぼす影響、Ambergroundの巨大な社会的分裂、今までに遭遇したすべての人物に関する基礎知識など。\u001b[22m\n\u001b[1m(Saisho no shīzun wa zenjutsu no konseputo no tende hijō ni bimyōna purotto no tenkai o shite imasuga, jissai ni wa, saisho no shīzun wa jissai ni wa 25-kai no episōdo de `shīn o settei suru' to itte mo anzendakara, fināre ni tōtatsu suru made ni moji no mitsubachi ga nandearu ka o hijō ni tetteiteki ni rikai shi, minkan hito no seikatsu ni oyobosu eikyō, Amberground no kyodaina shakai-teki bunretsu, ima made ni sōgū shita subete no jinbutsu ni kansuru kiso chishiki nado.)\u001b[22m\n\nTranslations of \u001b[4mThe first season has very llttle plot development in terms of the previously mentioned concept, IN fact, it is safe to say the first season really just 'sets the scene' in 25 episodes, so by the time you reached the finale, you have a very thorough understanding of what being a letter bee entails, their impact on the lives of the civilians, the huge social divisionsof Amberground, basic knowledge on all the characters encountered so far, etc.etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first season has very llttle plot development in terms of the previously mentioned concept, IN fact, it is safe to say the first season really just 'sets the scene' in 25 episodes, so by the time you reached the finale, you have a\u001b[24m\n    \u001b[1m最初のシーズンは前述のコンセプトの点で非常に微妙なプロットの展開をしていますが、実際には、最初のシーズンは実際には25回のエピソードで「シーンを設定する」と言っても安全だから、フィナーレに到達するまでに\u001b[22m, \u001b[1m最初のシーズンは、前述の概念の点で非常にllttleプロットの開発を持っているあなたはフィナーレに達した時点で、あなたが持っているので、実際には、最初のシーズンは本当にわずか25話で「シーンを設定します」と言うことは安全です\u001b[22m\n\u001b[4mvery thorough understanding of what being a letter bee entails, their impact on the lives of the civilians, the huge social divisionsof Amberground, basic knowledge on all the characters encountered so far, etc.etc.\u001b[24m\n    \u001b[1m文字のミツバチが何であるかを非常に徹底的に理解し、民間人の生活に及ぼす影響、Ambergroundの巨大な社会的分裂、今までに遭遇したすべての人物に関する基礎知識など。\u001b[22m, \u001b[1m手紙の蜂あるものの非常に十分な理解は、etc.etc民間人の生活への影響、巨大な社会的divisionsof Amberground、これまでに発生したすべての文字に関する基本的な知識を、必要とします。\u001b[22m\nThe Second season is when the plot really gets moving. Don't get me wrong, the first season was absolutely beautiful exhibition of the greatness of the human spirit. Beautiful and extremely moving. However, the second season is so extremely addictive and exciting because you are immersed in the journeys of all the protagonists and all their successes and failures are amplified tenfold for you, and in the most basic terms, season 2 retains little episodic elements of season 1 and is also much more exciting because there is significant plot movement.\n\n\u001b[1m第2シーズンは、プロットが実際に動くときです。 私が間違ってはいけない、最初のシーズンは人間精神の偉大さの絶対的に美しい展覧会だった。 美しく、とても動いています。 しかし、第2シーズンはあなたがすべての主役の旅に没頭し、すべての成功と失敗が10倍に増幅され、最も基本的な条件ではシーズン1のエピソードの要素はほとんど保持されないので、 また、有意義なプロットの動きがあるため、はるかにエキサイティングです。\u001b[22m\n\u001b[1m(Dai 2 shīzun wa, purotto ga jissai ni ugoku tokidesu. Watashi ga machigatte wa ikenai, saisho no shīzun wa ningen seishin no idai-sa no zetsutaiteki ni utsukushī tenran-kaidatta. Utsukushiku, totemo ugoite imasu. Shikashi, dai 2 shīzun wa anata ga subete no shuyaku no tabi ni bottō shi, subete no seikō to shippai ga 10-bai ni zōfuku sa re, mottomo kihon-tekina jōkende wa shīzun 1 no episōdo no yōso wa hotondo hoji sa renainode, mata, yūigina purotto no ugoki ga aru tame, haruka ni ekisaitingudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Second season is when the plot really gets moving. Don't get me wrong, the first season was absolutely beautiful exhibition of the greatness of the human spirit. Beautiful and extremely moving. However, the second season is so extremely addictive and exciting because you are immersed in the journeys of all the protagonists and all their successes and failures are amplified tenfold for you, and in the most basic terms, season 2 retains little episodic elements of season 1 and is also much more exciting because there is significant plot movement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Second season is when the plot really gets moving.\u001b[24m\n    \u001b[1m第2シーズンは、プロットが実際に動くときです。\u001b[22m, \u001b[1mプロットは本当に動いて取得したときに第二の季節です。\u001b[22m\n\u001b[4mDon't get me wrong, the first season was absolutely beautiful exhibition of the greatness of the human spirit.\u001b[24m\n    \u001b[1m私が間違ってはいけない、最初のシーズンは人間精神の偉大さの絶対的に美しい展覧会だった。\u001b[22m, \u001b[1m誤解しないで、最初のシーズンは、人間の精神の偉大さの絶対に美しい展示会でした。\u001b[22m\n\u001b[4mBeautiful and extremely moving.\u001b[24m\n    \u001b[1m美しく、とても動いています。\u001b[22m, \u001b[1m美しく、非常に移動。\u001b[22m\n\u001b[4mHowever, the second season is so extremely addictive and exciting because you are immersed in the journeys of all the protagonists and all their successes and failures are amplified tenfold for you, and in the most basic terms, season 2 retains little episodic elements of season 1\u001b[24m\n    \u001b[1mしかし、第2シーズンはあなたがすべての主役の旅に没頭し、すべての成功と失敗が10倍に増幅され、最も基本的な条件ではシーズン1のエピソードの要素はほとんど保持されないので、\u001b[22m, \u001b[1mしかし、あなたはすべての主人公の旅に浸漬され、すべての彼らの成功と失敗があなたのために十倍に増幅されているので、第二シーズンはとても非常に中毒性と刺激的であり、最も基本的な用語で、シーズン2はシーズン1の小さなエピソードの要素を保持しています\u001b[22m\n\u001b[4mand is also much more exciting because there is significant plot movement.\u001b[24m\n    \u001b[1mまた、有意義なプロットの動きがあるため、はるかにエキサイティングです。\u001b[22m, \u001b[1m重要なプロットの動きがあるため、また、はるかにエキサイティングです。\u001b[22m\n\u001b[1m\u001b[22m\nART AND ANIMATION: I've combined these two because there isn't much I can say about them as I'm not an expert, but the art is beautiful and the animation is excellent. While watching this anime the last thing you'll be unhappy with is the art, (which is actually pallettable ART), and the animation, (which is smooth, non-jittery and enjoyable to watch, IE looks like it's done by ACTUAL professionals ) 0o0\n\n\u001b[1m芸術とアニメーション：私は専門家ではないので、私はそれらについて言うことはあまりないので、これら2つを組み合わせましたが、芸術は美しく、アニメーションは優れています。 このアニメを見ながら、あなたが不満を抱く最後のものはアート（実際にはパレットアートのARTです）とアニメーションです（これは滑らかで、ジッタのない、見て楽しめるものですが、IEはACTUALの専門家 ）0o0\u001b[22m\n\u001b[1m(Geijutsu to animēshon: Watashi wa senmonkade wanainode, watashi wa sorera ni tsuite iu koto wa amari nainode, korera 2tsu o kumiawasemashitaga, geijutsu wa utsukushiku, animēshon wa sugurete imasu. Kono anime o minagara, anata ga fuman o daku saigo no mono wa āto (jissai ni wa parettoāto no ARTdesu) to animēshondesu (kore wa namerakade, jitta no nai, mite tanoshimeru monodesuga, IE wa ACTUAL no senmonka) 0 o 0)\u001b[22m\n\nTranslations of \u001b[4mART AND ANIMATION: I've combined these two because there isn't much I can say about them as I'm not an expert, but the art is beautiful and the animation is excellent. While watching this anime the last thing you'll be unhappy with is the art, (which is actually pallettable ART), and the animation, (which is smooth, non-jittery and enjoyable to watch, IE looks like it's done by ACTUAL professionals ) 0o0\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART AND ANIMATION: I've combined these two because there isn't much I can say about them as I'm not an expert, but the art is beautiful and the animation is excellent.\u001b[24m\n    \u001b[1m芸術とアニメーション：私は専門家ではないので、私はそれらについて言うことはあまりないので、これら2つを組み合わせましたが、芸術は美しく、アニメーションは優れています。\u001b[22m, \u001b[1mART AND ANIMATION：そこに私は専門家ではないとして、私はそれらについて言うことができるあまりありませんが、芸術は美しく、アニメーションが優れているので、私はこれらの2を組み合わせました。\u001b[22m\n\u001b[4mWhile watching this anime the last thing you'll be unhappy with is the art, (which is actually pallettable ART), and the animation, (which is smooth, non-jittery and enjoyable to watch, IE looks like it's done by ACTUAL professionals\u001b[24m\n    \u001b[1mこのアニメを見ながら、あなたが不満を抱く最後のものはアート（実際にはパレットアートのARTです）とアニメーションです（これは滑らかで、ジッタのない、見て楽しめるものですが、IEはACTUALの専門家\u001b[22m, \u001b[1mこのアニメ（実際pallettable ARTである）あなたは技術であると不幸になるだろう最後の事、と見て、滑らかな非ジッタと楽しいですアニメーションを、（見ながら、IEはそれを実際の専門家によって行われているように見えます\u001b[22m\n\u001b[4m) 0o0\u001b[24m\n    \u001b[1m）0o0\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: WONDERFUL WONDERFUL WONDERFUl.... Music that is actually music, voice-acting that is actually done with emotion, openings and endings you actually want to watch, all in all, very impressive.\n\n\u001b[1mSOUND：WONDERFUL WONDERFUL WONDERFUL....音楽は実際には音楽であり、実際に感情やオープニング、エンディングで行われているボイス演奏です。\u001b[22m\n\u001b[1m(Saundo: WONDERFUL WONDERFUL WONDERFUL. ... Ongaku wa jissai ni wa ongakudeari, jissai ni kanjō ya ōpuningu, endingu de okonawa rete iru boisu ensōdesu.)\u001b[22m\n\nTranslations of \u001b[4mSOUND: WONDERFUL WONDERFUL WONDERFUl.... Music that is actually music, voice-acting that is actually done with emotion, openings and endings you actually want to watch, all in all, very impressive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: WONDERFUL WONDERFUL WONDERFUl.... Music that is actually music, voice-acting that is actually done with emotion, openings and endings you actually want to watch, all in all, very impressive.\u001b[24m\n    \u001b[1mSOUND：WONDERFUL WONDERFUL WONDERFUL....音楽は実際には音楽であり、実際に感情やオープニング、エンディングで行われているボイス演奏です。\u001b[22m, \u001b[1mSOUND：実際に音楽、音声作用することは、実際に、あなたが実際に見たいと思う感情、開口部と語尾で行われるすべてのすべてで、非常に印象的ですWONDERFUL WONDERFUL WONDERFUL....音楽。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER; Ahhh, the characters/ protagonists were most definitely a hiighlight of the anime. AND you LOVE HIM FOR IT. Also, Lag Seeing, from the very first episode undergoes a huge emotional journey. Wrenched away from everything ever known, he grows a great deal in only the first few episodes; he learns the meaning of the words 'friendship, love, and journey.' Understanding first hand the experience of being a letter, it inspires him to able to give what Gauche Suede, (the letter bee that delivered Lag) gave him. This character development does not stop for one second in the duration of the both series. On a general note, every single character of the series is an actual character, with emotions, development, (however small), history (however much touched on), hopes, dreams, and aspirations, NOT 2 dimensional stereotypes, which many animes have succumbed to. Not this one. The main character - Lag Seeing, is the biggest crybaby I have ever come across. EVER. But in a weird warp he is also the most endearing and moving and emotionally sensitive soul I have also come across in all fiction, and the real world. He is type of character you wish you knew because he would be the greatest friend that would always be loyal to you and love you. AND FOR ONCE THE PROTAGONIST IS NOT A PERVERTED TWAT.\n\n\u001b[1mキャラクター; ああ、キャラクター/主人公は、間違いなくアニメのハイライトでした。 あなたは彼を愛しています。 また、最初のエピソードからのLag Seeingは、巨大な感情的な旅を経験します。 今までに知られていたすべてのものから離れて、彼は最初のいくつかのエピソードだけで大いに成長する。 彼は「友情、愛、旅」という言葉の意味を学びます。 手紙の経験を最初に理解すると、Gauche Suede（ラグを送った手紙の蜂）が彼に与えたことを与えることができます。 このキャラクターの発達は、両方のシリーズの持続時間で1秒間停止しません。 一般的な注記では、シリーズのすべてのキャラクターは、多くのアニメが持っている2次元のステレオタイプではなく、感情、発達、（しかし小さい）、歴史（多く触れられている）、希望、夢、 に屈した。 これではありません。 主人公ラグ・シーイングは私が今までに遭遇した中で最大の泣き虫です。 これまで しかし、奇妙な歪みの中で、彼はまた、私がすべてのフィクションと現実世界でも出会った、最も愛着的で感動的に敏感な魂です。 彼はいつもあなたに忠実であなたを愛する最高の友人になるため、あなたが知りたがっている種類のキャラクターです。 一人のために、保護者は過激な暴動ではありません。\u001b[22m\n\u001b[1m(Kyarakutā; ā, kyarakutā/ shujinkō wa, machigainaku anime no hairaitodeshita. Ippantekina chūkide wa, shirīzu no subete no kyarakutā wa, ōku no anime ga motte iru 2-jigen no sutereo taipude wa naku, kanjō, hattatsu,(shikashi chīsai), rekishi (ōku fure rarete iru), kibō, yume, ni kusshita. Korede wa arimasen. Shujinkō ragu shīingu wa watashi ga ima made ni sōgū shita naka de saidai no nakimushidesu. Kore made shikashi, kimyōna yugami no naka de, kare wa mata, watashi ga subete no fikushon to genjitsu sekai demo deatta, mottomo aichaku-tekide kandō-teki ni binkan'na tamashīdesu. Kare wa itsumo anata ni chūjitsude anata o aisuru saikō no yūjin ni naru tame, anata ga shirita gatte iru shurui no kyarakutādesu. Hitori no tame ni, hogo-sha wa kagekina bōdōde wa arimasen. Anata wa kare o aishiteimasu. Mata, saisho no episōdo kara no Lag Seeing wa, kyodaina kanjō-tekina tabi o keiken shimasu. Ima made ni shira rete ita subete no mono kara hanarete, kare wa saisho no ikutsu ka no episōdo dake de ōini seichō suru. Kare wa `yūjō,-ai, tabi' to iu kotoba no imi o manabimasu. Tegami no keiken o saisho ni rikai suru to, gōshu suēdo (ragu o okutta tegami no hachi) ga kare ni ataeta koto o ataeru koto ga dekimasu. Kono kyarakutā no hattatsu wa, ryōhō no shirīzu no jizoku jikan de 1-byōkan teishi shimasen.)\u001b[22m\nHis dingo - Niche is an equally interesting character. Adorable, but equally deadly, in many ways, she is the polar opposite of Lag, but in another weird warp they make an unbeatable team. The relationship entails many hardships, as all realtionship do, but also triumphs through them, which really contributes to not only the likability of these two characters, but the whole series.\n\n\u001b[1m彼のディンゴ - ニッチは同じように面白いキャラクターです。 愛らしい、しかし同じように致命的で、多くの点で、彼女はラグの正反対ですが、別の奇妙な歪みで彼らは無敵のチームを作っています。 この関係には、すべてのリアリズムがそうするように、多くの苦難が伴うだけでなく、これら2人のキャラクターの嗜好だけでなくシリーズ全体にも貢献する、それらを通じた勝利も含まれます。\u001b[22m\n\u001b[1m(Kare no dingo - nitchi wa onajiyōni omoshiroi kyarakutādesu. Airashī, shikashi onajiyōni chimei-tekide, ōku no ten de, kanojo wa ragu no seihantaidesuga,-betsu no kimyōna yugami de karera wa muteki no chīmu o tsukutte imasu. Kono kankei ni wa, subete no riarizumu ga sō suru yō ni, ōku no kunan ga tomonau dakedenaku, korera 2-ri no kyarakutā no shikō dakedenaku shirīzu zentai ni mo kōken suru, sorera o tsūjita shōri mo fukuma remasu.)\u001b[22m\n\nTranslations of \u001b[4mHis dingo - Niche is an equally interesting character. Adorable, but equally deadly, in many ways, she is the polar opposite of Lag, but in another weird warp they make an unbeatable team. The relationship entails many hardships, as all realtionship do, but also triumphs through them, which really contributes to not only the likability of these two characters, but the whole series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHis dingo - Niche is an equally interesting character.\u001b[24m\n    \u001b[1m彼のディンゴ - ニッチは同じように面白いキャラクターです。\u001b[22m, \u001b[1m彼のディンゴは - ニッチも同様に面白いキャラクターです。\u001b[22m\n\u001b[4mAdorable, but equally deadly, in many ways, she is the polar opposite of Lag, but in another weird warp they make an unbeatable team.\u001b[24m\n    \u001b[1m愛らしい、しかし同じように致命的で、多くの点で、彼女はラグの正反対ですが、別の奇妙な歪みで彼らは無敵のチームを作っています。\u001b[22m, \u001b[1m愛らしい、しかし、多くの点で、同じように致命的な、彼女はラグの正反対ですが、別の奇妙な縦糸に、彼らは無敵のチームを作ります。\u001b[22m\n\u001b[4mThe relationship entails many hardships, as all realtionship do, but also triumphs through them, which really contributes to not only the likability of these two characters, but the whole series.\u001b[24m\n    \u001b[1mこの関係には、すべてのリアリズムがそうするように、多くの苦難が伴うだけでなく、これら2人のキャラクターの嗜好だけでなくシリーズ全体にも貢献する、それらを通じた勝利も含まれます。\u001b[22m, \u001b[1m関係はすべてrealtionshipがそうであるように、多くの困難を伴うだけでなく、実際にこれらの2つの文字の好感度が、シリーズ全体だけでなく、に寄与している、それらを介しての勝利します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOn a smaller note, the one thing that I wish that some important questions were answered. It seems like, while the series is absolutely great, the producers/directors forget about a few aspects of the Lag's history, and while it touches on it lightly is not nearly enough for fans to draw respectable conlcusions from it. Which is extremely unfortunate.\n\n\u001b[1m小さなメモでは、私はいくつかの重要な質問に答えることを望みました。 シリーズは絶対に素晴らしいですが、プロデューサー/ディレクターはラグの歴史のいくつかの側面を忘れてしまいますが、それに触れている間に軽くファンがそれから尊敬できる集まりを描くのに十分ではありません。 これは非常に不幸です。\u001b[22m\n\u001b[1m(Chīsana memode wa, watashi wa ikutsu ka no jūyōna shitsumon ni kotaeru koto o nozomimashita. Shirīzu wa zettai ni subarashīdesuga, purode~yūsā/ direkutā wa ragu no rekishi no ikutsu ka no sokumen o wasurete shimaimasuga, sore ni furete iru ma ni karuku fanga sorekara sonkei dekiru atsumari o kaku no ni jūbunde wa arimasen. Kore wa hijō ni fukōdesu.)\u001b[22m\n\nTranslations of \u001b[4mOn a smaller note, the one thing that I wish that some important questions were answered. It seems like, while the series is absolutely great, the producers/directors forget about a few aspects of the Lag's history, and while it touches on it lightly is not nearly enough for fans to draw respectable conlcusions from it. Which is extremely unfortunate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn a smaller note, the one thing that I wish that some important questions were answered.\u001b[24m\n    \u001b[1m小さなメモでは、私はいくつかの重要な質問に答えることを望みました。\u001b[22m, \u001b[1m小さいノートで、私はいくつかの重要な質問を答えたことを望む一つのこと。\u001b[22m\n\u001b[4mIt seems like, while the series is absolutely great, the producers/directors forget about a few aspects of the Lag's history, and while it touches on it lightly is not nearly enough for fans to draw respectable conlcusions from it.\u001b[24m\n    \u001b[1mシリーズは絶対に素晴らしいですが、プロデューサー/ディレクターはラグの歴史のいくつかの側面を忘れてしまいますが、それに触れている間に軽くファンがそれから尊敬できる集まりを描くのに十分ではありません。\u001b[22m, \u001b[1mシリーズは絶対に素晴らしいですが、プロデューサー/ディレクターは、ラグの歴史のいくつかの側面を忘れて、同様のようで、それにも触れながら、ファンはそれから立派conlcusionsを描くように軽く、ほぼ十分ではありません。\u001b[22m\n\u001b[4mWhich is extremely unfortunate.\u001b[24m\n    \u001b[1mこれは非常に不幸です。\u001b[22m, \u001b[1mこれは非常に残念なことです。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT: I think it's pretty clear from the rest of my review how much I LOVED LOVED LOVED this series. There has been a couple of negative reviews and what I really plead to you is to give this anime a chance. This anime really changed what I thought of anime as a whole, it was a refreshing, touching, at times heart-breaking series, forever immortalised in my heart, and I believe with every inch of my soul that it'll have some place in yours too.\n\n\u001b[1mENJOYMENT：このシリーズが大好きだったのは、私のレビューの残りの部分からかなり明らかだと思います。 いくつかの否定的なレビューがあり、本当に私があなたに訴えるのは、このアニメにチャンスを与えることです。 このアニメは、私がアニメ全体を考えたものを本当に変えました。時には胸が壊れている、爽やかで感動的なシリーズでした。私の心の中で永遠に不滅になりました。 あなたも。\u001b[22m\n\u001b[1m(ENJOYMENT: Kono shirīzu ga daisukidatta no wa, watashi no rebyū no nokori no bubun kara kanari akirakada to omoimasu. Ikutsu ka no hitei-tekina rebyū ga ari, hontōni watashi ga anata ni uttaeru no wa, kono anime ni chansu o ataeru kotodesu. Kono anime wa, watashi ga anime zentai o kangaeta mono o hontōni kaemashita. Tokiniha mune ga kowarete iru, sawayakade kandō-tekina shirīzudeshita. Watashi no kokoro no naka de eien ni fumetsu ni narimashita. Anata mo.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: I think it's pretty clear from the rest of my review how much I LOVED LOVED LOVED this series. There has been a couple of negative reviews and what I really plead to you is to give this anime a chance. This anime really changed what I thought of anime as a whole, it was a refreshing, touching, at times heart-breaking series, forever immortalised in my heart, and I believe with every inch of my soul that it'll have some place in yours too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: I think it's pretty clear from the rest of my review how much I LOVED LOVED LOVED this series.\u001b[24m\n    \u001b[1mENJOYMENT：このシリーズが大好きだったのは、私のレビューの残りの部分からかなり明らかだと思います。\u001b[22m, \u001b[1m享有：私はそれは私がこのシリーズを愛して愛して愛してどれだけ私のレビューの残りの部分からかなり明確だと思います。\u001b[22m\n\u001b[4mThere has been a couple of negative reviews and what I really plead to you is to give this anime a chance.\u001b[24m\n    \u001b[1mいくつかの否定的なレビューがあり、本当に私があなたに訴えるのは、このアニメにチャンスを与えることです。\u001b[22m, \u001b[1mそこに否定的なレビューのカップルされていると私は本当にあなたに弁護することは、このアニメにチャンスを与えることですしています。\u001b[22m\n\u001b[4mThis anime really changed what I thought of anime as a whole, it was a refreshing, touching, at times heart-breaking series, forever immortalised in my heart, and I believe with every inch of my soul that it'll have some place in\u001b[24m\n    \u001b[1mこのアニメは、私がアニメ全体を考えたものを本当に変えました。時には胸が壊れている、爽やかで感動的なシリーズでした。私の心の中で永遠に不滅になりました。\u001b[22m, \u001b[1mこのアニメは本当に私は、全体としてアニメの考えたものに変更、それは永遠に私の心に不死化さわやかな、触れる、の時点で心臓破りのシリーズだった、と私はそれが、いくつかの場所を持っているだろうと私の魂のあらゆるインチと信じています\u001b[22m\n\u001b[4myours too.\u001b[24m\n    \u001b[1mあなたも。\u001b[22m, \u001b[1mあまりにもあなたのもの。\u001b[22m"
  },
  {
    "title": "Tegamibachi_Reverse",
    "id": "8311",
    "url": "https://myanimelist.net/anime/8311/Tegamibachi_Reverse",
    "user": "8thSin",
    "profile": "/profile/8thSin/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=35485",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  5\nキャラクター|  4\n|  4\n\n「Tegamibachi REVERSE」は、Lag SeeingとNicheがGauche Suedeの検索を続ける中、最初のシーズンのクリフハンガーエンディングから続く。\n\nまだ昨シーズンからまだ存在するものがあり、このシリーズはユニークで楽しいものです。 このシリーズの雰囲気は絶対に驚異的です。 人工太陽の淡い光だけで輝く絶え間ない闇の中で、街の間の荒れ果てた風景の中で、私たちはテガミバチではっきりとした世界に没頭しています。 キャラクターのデザインも素晴らしく、ユニークなレター・ビーのユニフォーム、キッズのためのかわいいデザイン、そして大人のLetter Beesのクールな（ほとんどビショーネン）ルックス。 まだGaichuuのビデオゲームのように見える以外、このシリーズは見て純粋な視覚的な喜びです。\n\nしかし、「リバース」は前シーズンに多くの欠陥を残しています。 ラグ・シーイングは、いまだにひとつのエピソードを泣かせる泣き虫です。 非常に貧弱な充填剤がある（数ははるかに少ない）。 他人の記憶を見る能力は、見ている人や他の人が自分のプライバシーを侵害する能力を引き続き使用しているため、意図的なプロット装置として恥知らずに虐待されている。 キャラクターの行動や感覚を持たないモチベーションや、物事を知るなどのプロットホールでさえ決して伝えられなかったものです。  （「Lag Seeing」？「Jinro」？「Blue Notes Blues」（wtf？））もちろん、メロドラマの一定のループだったストーリー自体の非常に予測可能な性質。 結末には決意が欠けていて、テガミバチの宇宙と暁の謎の多くは説明できません。\n\nラグ・シーイングの声は、いつものようにはっきりと女性で、時にはかなり迷惑ですが、私は今はそれに慣れています。 他の人の声は完璧なマッチに近く、必要なときにはとても滑らかで感情的です。  BGMは、昨シーズンと同じように非常に一般的に聞こえ、すべての適切な場所で使用されましたが、あなたの心を動かすものはありません。 両方のOP / EDは非常に品質が悪く、シリーズにはあまり適していませんでした。また、第1シーズンのものほど魅力的でもありませんでした。\n\n「テガミバチ」の2シーズンは、それほど大きな可能性を秘めていたため、とても失望しました。 前提は非常にユニークで、可能な限り多くの開発が組み込まれていましたが、ストーリーとキャラクターは単に完全な可能性に到達できませんでした。 ラグ・シーイングのキャラクターは最後まで泣いていましたが、能力があまりにも鈍く、ペーシングは絶対に恐ろしく、永遠に続くようでした。 それはまた私に、同じことを何度も何度も繰り返しているという印象を与えました。 物語は終わり近くにひどくひどく書かれているので、それはほとんど侮辱的だった。\n\nこのアニメのテーマは思考や感情を伝えていたが、それは私の心に届かなかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\n'Tegamibachi REVERSE' continues from first season's cliffhanger ending, as Lag Seeing and Niche continues their search for Gauche Suede.\n\n\u001b[1m「Tegamibachi REVERSE」は、Lag SeeingとNicheがGauche Suedeの検索を続ける中、最初のシーズンのクリフハンガーエンディングから続く。\u001b[22m\n\u001b[1m(`Tegamibachi REVERSE' wa, Lag Seeing to Niche ga gōshu suēdo no kensaku o tsudzukeru naka, saisho no shīzun no kurifuhangāendingu kara tsudzuku.)\u001b[22m\n\nTranslations of \u001b[4m'Tegamibachi REVERSE' continues from first season's cliffhanger ending, as Lag Seeing and Niche continues their search for Gauche Suede.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Tegamibachi REVERSE' continues from first season's cliffhanger ending, as Lag Seeing and Niche continues their search for Gauche Suede.\u001b[24m\n    \u001b[1m「Tegamibachi REVERSE」は、Lag SeeingとNicheがGauche Suedeの検索を続ける中、最初のシーズンのクリフハンガーエンディングから続く。\u001b[22m, \u001b[1mラグ・シーイングとニッチがゴーシュ・スエードのための彼らの調査を続けている「テガミバチREVERSE」は、終了する最初のシーズンの接戦から継続します。\u001b[22m\n\u001b[1m\u001b[22m\nThere are still things from last season still present that makes this series unique and enjoyable to watch. The atmosphere in this series is absolutely phenomenal. We are completely immersed into the distinct world in 'Tegamibachi', in the constant darkness shined only by the faint light of artificial sun, and the desolate landscapes between towns. Character design was also wonderful, the unique Letter Bee uniform, the cute designs for kids, and the cool (almost bishounen) looks of the adult Letter Bees. Other than the Gaichuu still looking like video game rendered, this series is pure visual pleasure to watch.\n\n\u001b[1mまだ昨シーズンからまだ存在するものがあり、このシリーズはユニークで楽しいものです。 このシリーズの雰囲気は絶対に驚異的です。 人工太陽の淡い光だけで輝く絶え間ない闇の中で、街の間の荒れ果てた風景の中で、私たちはテガミバチではっきりとした世界に没頭しています。 キャラクターのデザインも素晴らしく、ユニークなレター・ビーのユニフォーム、キッズのためのかわいいデザイン、そして大人のLetter Beesのクールな（ほとんどビショーネン）ルックス。 まだGaichuuのビデオゲームのように見える以外、このシリーズは見て純粋な視覚的な喜びです。\u001b[22m\n\u001b[1m(Mada saku shīzun kara mada sonzai suru mono ga ari, kono shirīzu wa yunīku de tanoshī monodesu. Kono shirīzu no fun'iki wa zettai ni kyōi-tekidesu. Jinkō taiyō no awai hikari dake de kagayaku taema nai yaminonakade,-gai no ma no arehateta fūkei no naka de, watashitachiha tegamibachi de hakkiri to shita sekai ni bottō shite imasu. Kyarakutā no dezain mo subarashiku, yunīkuna retā bī no yunifōmu, kizzu no tame no kawaī dezain, soshite otona no retā bīzu no kūruna (hotondo bishōnen) rukkusu. Mada Gaichuu no bideogēmu no yōnimieru igai, kono shirīzu wa mite junsuina shikaku-tekina yorokobidesu.)\u001b[22m\n\nTranslations of \u001b[4mThere are still things from last season still present that makes this series unique and enjoyable to watch. The atmosphere in this series is absolutely phenomenal. We are completely immersed into the distinct world in 'Tegamibachi', in the constant darkness shined only by the faint light of artificial sun, and the desolate landscapes between towns. Character design was also wonderful, the unique Letter Bee uniform, the cute designs for kids, and the cool (almost bishounen) looks of the adult Letter Bees. Other than the Gaichuu still looking like video game rendered, this series is pure visual pleasure to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are still things from last season still present that makes this series unique and enjoyable to watch.\u001b[24m\n    \u001b[1mまだ昨シーズンからまだ存在するものがあり、このシリーズはユニークで楽しいものです。\u001b[22m, \u001b[1m物事はまだ存在見て、このシリーズは、ユニークで楽しい作ること昨シーズンから残っています。\u001b[22m\n\u001b[4mThe atmosphere in this series is absolutely phenomenal.\u001b[24m\n    \u001b[1mこのシリーズの雰囲気は絶対に驚異的です。\u001b[22m\n\u001b[4mWe are completely immersed into the distinct world in 'Tegamibachi', in the constant darkness shined only by the faint light of artificial sun, and the desolate landscapes between towns.\u001b[24m\n    \u001b[1m人工太陽の淡い光だけで輝く絶え間ない闇の中で、街の間の荒れ果てた風景の中で、私たちはテガミバチではっきりとした世界に没頭しています。\u001b[22m, \u001b[1m私たちは、完全に人工太陽のかすかな光、と町の間の荒涼とした風景にだけ輝い一定の暗闇の中で、「テガミバチ」の明確な世界に浸漬されます。\u001b[22m\n\u001b[4mCharacter design was also wonderful, the unique Letter Bee uniform, the cute designs for kids, and the cool (almost bishounen) looks of the adult Letter Bees.\u001b[24m\n    \u001b[1mキャラクターのデザインも素晴らしく、ユニークなレター・ビーのユニフォーム、キッズのためのかわいいデザイン、そして大人のLetter Beesのクールな（ほとんどビショーネン）ルックス。\u001b[22m, \u001b[1mキャラクターデザインは、またユニークなテガミバチ制服、子供のためのかわいいデザイン、クールな（ほとんど美少年）大人レターミツバチの見える素敵でした。\u001b[22m\n\u001b[4mOther than the Gaichuu still looking like video game rendered, this series is pure visual pleasure to watch.\u001b[24m\n    \u001b[1mまだGaichuuのビデオゲームのように見える以外、このシリーズは見て純粋な視覚的な喜びです。\u001b[22m, \u001b[1mその他Gaichuuがまだレンダリングビデオゲームのように見えるよりも、このシリーズは、見て、純粋な視覚的な喜びです。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, 'REVERSE' still has many flaws evident in the previous season. Lag Seeing is still a crybaby who cries EVERY single episode. There are extremely poorly made fillers (although far fewer in numbers). The ability to see memory of others is shameless abused as a deliberate plot device, as Seeing and others continue to use their abilities to invade personal privacy. Characters' actions or motivations not making any sense, and even plot holes such as knowing things a character was never told about. Horrible, horrible character and location naming sense ('Lag Seeing'? 'Jinro'? 'Blue Notes Blues' (wtf?)) And of course, the highly predictable nature of the story itself that was a constant loop of melodrama. The ending lacked resolution, and much of the mystery about the 'Tegamibachi' universe and Akatsuki remain unexplained.\n\n\u001b[1mしかし、「リバース」は前シーズンに多くの欠陥を残しています。 ラグ・シーイングは、いまだにひとつのエピソードを泣かせる泣き虫です。 非常に貧弱な充填剤がある（数ははるかに少ない）。 他人の記憶を見る能力は、見ている人や他の人が自分のプライバシーを侵害する能力を引き続き使用しているため、意図的なプロット装置として恥知らずに虐待されている。 キャラクターの行動や感覚を持たないモチベーションや、物事を知るなどのプロットホールでさえ決して伝えられなかったものです。  （「Lag Seeing」？「Jinro」？「Blue Notes Blues」（wtf？））もちろん、メロドラマの一定のループだったストーリー自体の非常に予測可能な性質。 結末には決意が欠けていて、テガミバチの宇宙と暁の謎の多くは説明できません。\u001b[22m\n\u001b[1m(Shikashi,`ribāsu' wa zen shīzun ni ōku no kekkan o nokoshite imasu. Ragu shīingu wa, imadani hitotsu no episōdo o nakaseru nakimushidesu. Hijō ni hinjakuna jūten-zai ga aru (kazu wa haruka ni sukunai). Tanin no kioku o miru nōryoku wa, mite iru hito ya hokanohito ga jibun no puraibashī o shingai suru nōryoku o hikitsudzuki shiyō shite iru tame, itotekina purotto sōchi to shite hajishirazu ni gyakutai sa rete iru. Kyarakutā no kōdō ya kankaku o motanai mochibēshon ya, monogoto o shiru nado no purottohōrude sae kesshite tsutae rarenakatta monodesu. (`Lag Seeing'?`Jinro'?`Burū nōtsu Blues'(wtf? ) ) Mochiron, merodorama no ittei no rūpudatta sutōrī jitai no hijō ni yosoku kanōna seishitsu. Ketsumatsu ni wa ketsui ga kakete ite, tegamibachi no uchū to akatsuki no nazo no ōku wa setsumei dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mHowever, 'REVERSE' still has many flaws evident in the previous season. Lag Seeing is still a crybaby who cries EVERY single episode. There are extremely poorly made fillers (although far fewer in numbers). The ability to see memory of others is shameless abused as a deliberate plot device, as Seeing and others continue to use their abilities to invade personal privacy. Characters' actions or motivations not making any sense, and even plot holes such as knowing things a character was never told about. Horrible, horrible character and location naming sense ('Lag Seeing'? 'Jinro'? 'Blue Notes Blues' (wtf?)) And of course, the highly predictable nature of the story itself that was a constant loop of melodrama. The ending lacked resolution, and much of the mystery about the 'Tegamibachi' universe and Akatsuki remain unexplained.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, 'REVERSE' still has many flaws evident in the previous season.\u001b[24m\n    \u001b[1mしかし、「リバース」は前シーズンに多くの欠陥を残しています。\u001b[22m, \u001b[1mしかし、「REVERSE」はまだ前のシーズンで明らかに多くの欠陥を持っています。\u001b[22m\n\u001b[4mLag Seeing is still a crybaby who cries EVERY single episode.\u001b[24m\n    \u001b[1mラグ・シーイングは、いまだにひとつのエピソードを泣かせる泣き虫です。\u001b[22m, \u001b[1mラグ・シーイングはまだひとつひとつのエピソードを泣く泣き虫です。\u001b[22m\n\u001b[4mThere are extremely poorly made fillers (although far fewer in numbers).\u001b[24m\n    \u001b[1m非常に貧弱な充填剤がある（数ははるかに少ない）。\u001b[22m, \u001b[1m極めて不十分フィラー（数がはるかに少ないが）がなされています。\u001b[22m\n\u001b[4mThe ability to see memory of others is shameless abused as a deliberate plot device, as Seeing and others continue to use their abilities to invade personal privacy.\u001b[24m\n    \u001b[1m他人の記憶を見る能力は、見ている人や他の人が自分のプライバシーを侵害する能力を引き続き使用しているため、意図的なプロット装置として恥知らずに虐待されている。\u001b[22m, \u001b[1m見て、他の人が個人のプライバシーを侵害する能力を継続して使用するように他人のメモリを参照する機能は、意図的なプロットデバイスとして乱用さ恥知らずです。\u001b[22m\n\u001b[4mCharacters' actions or motivations not making any sense, and even plot holes such as knowing things a character was never told about.\u001b[24m\n    \u001b[1mキャラクターの行動や感覚を持たないモチベーションや、物事を知るなどのプロットホールでさえ決して伝えられなかったものです。\u001b[22m, \u001b[1mキャラクターの行動や動機は何の意味も行っていない、そのような文字があった事を知っているようであっても、プロットの穴は約語ったことはありません。\u001b[22m\n\u001b[4mHorrible, horrible character and location naming sense ('Lag Seeing'? 'Jinro'? 'Blue Notes Blues' (wtf?)) And of course, the highly predictable nature of the story itself that was a constant loop of melodrama.\u001b[24m\n    \u001b[1m（「Lag Seeing」？「Jinro」？「Blue Notes Blues」（wtf？））もちろん、メロドラマの一定のループだったストーリー自体の非常に予測可能な性質。\u001b[22m, \u001b[1m恐ろしい、恐ろしい文字と場所ネーミングセンス（ 'ラグ・シーイング'？ '真露'？ 'ブルー・ノーツ・ブルース」（WTF？））そしてもちろん、メロドラマの一定のループだった物語自体の高度に予測可能な性質。\u001b[22m\n\u001b[4mThe ending lacked resolution, and much of the mystery about the 'Tegamibachi' universe and Akatsuki remain unexplained.\u001b[24m\n    \u001b[1m結末には決意が欠けていて、テガミバチの宇宙と暁の謎の多くは説明できません。\u001b[22m, \u001b[1mエンディングは解像度を欠いていた、と「テガミバチ」宇宙と暁についての謎の多くは原因不明のまま。\u001b[22m\n\u001b[1m\u001b[22m\nLag Seeing's voice is clearly female as usual and quite annoying at times, but I'm used to it by now. Everyone else's voices are near perfect matches, quite smooth and emotional when needed. BGM sounded very generic as last season, used in all the right places, but just lacks something that moves your heart. Both OP/ED were of very poor quality, not particularly fitting well with the series, nor as catchy as ones from the first season.\n\n\u001b[1mラグ・シーイングの声は、いつものようにはっきりと女性で、時にはかなり迷惑ですが、私は今はそれに慣れています。 他の人の声は完璧なマッチに近く、必要なときにはとても滑らかで感情的です。  BGMは、昨シーズンと同じように非常に一般的に聞こえ、すべての適切な場所で使用されましたが、あなたの心を動かすものはありません。 両方のOP / EDは非常に品質が悪く、シリーズにはあまり適していませんでした。また、第1シーズンのものほど魅力的でもありませんでした。\u001b[22m\n\u001b[1m(Ragu shīingu no koe wa, itsumo no yō ni hakkiri to josei de, tokiniha kanari meiwakudesuga, watashi wa ima wa sore ni narete imasu. Hokanohito no koe wa kanpekina matchi ni chikaku, hitsuyōna tokiniha totemo namerakade kanjō-tekidesu. BGM wa, saku shīzun to onajiyōni hijō ni ippantekini kikoe, subete no tekisetsuna basho de shiyō sa remashitaga, anata no kokoro o ugokasu mono wa arimasen. Ryōhō no OP/ ED wa hijō ni hinshitsu ga waruku, shirīzu ni wa amari tekishite imasendeshita. Mata, dai 1 shīzun no mono hodo mirikitekide mo arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mLag Seeing's voice is clearly female as usual and quite annoying at times, but I'm used to it by now. Everyone else's voices are near perfect matches, quite smooth and emotional when needed. BGM sounded very generic as last season, used in all the right places, but just lacks something that moves your heart. Both OP/ED were of very poor quality, not particularly fitting well with the series, nor as catchy as ones from the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLag Seeing's voice is clearly female as usual and quite annoying at times, but I'm used to it by now.\u001b[24m\n    \u001b[1mラグ・シーイングの声は、いつものようにはっきりと女性で、時にはかなり迷惑ですが、私は今はそれに慣れています。\u001b[22m, \u001b[1mラグ・シーイングの声がいつものように、明らかに女性との回で非常に迷惑ですが、私は今ではそれに慣れています。\u001b[22m\n\u001b[4mEveryone else's voices are near perfect matches, quite smooth and emotional when needed.\u001b[24m\n    \u001b[1m他の人の声は完璧なマッチに近く、必要なときにはとても滑らかで感情的です。\u001b[22m, \u001b[1mみんなの声が非常に滑らかで、必要なときに感情的の近くの一致です。\u001b[22m\n\u001b[4mBGM sounded very generic as last season, used in all the right places, but just lacks something that moves your heart.\u001b[24m\n    \u001b[1mBGMは、昨シーズンと同じように非常に一般的に聞こえ、すべての適切な場所で使用されましたが、あなたの心を動かすものはありません。\u001b[22m, \u001b[1mBGMはすべての右の場所で使用、昨シーズンのような非常に一般的に聞こえたが、ちょうどあなたの心を動かす何かが欠けています。\u001b[22m\n\u001b[4mBoth OP/ED were of very poor quality, not particularly fitting well with the series, nor as catchy as ones from the first season.\u001b[24m\n    \u001b[1m両方のOP / EDは非常に品質が悪く、シリーズにはあまり適していませんでした。また、第1シーズンのものほど魅力的でもありませんでした。\u001b[22m, \u001b[1mOP / EDの両方が特にシリーズとよくフィットない、非常に低品質であった、また、最初のシーズンからのもののようにキャッチー。\u001b[22m\n\u001b[1m\u001b[22m\nTwo seasons of 'Tegamibachi' were very disappointing because it had so much potential. The premise was so unique and had so many possible developments built in, but the story and characters were simply incapable of reaching their full potential. Lag Seeing's character remained a crybaby to the end, the use of their abilities too corny, and pacing was absolutely horrible and seemed to drag on forever. It also gave me the impression of the characters saying and doing same thing over and over. The story was so horribly written near the end that it was almost insulting.\n\n\u001b[1m「テガミバチ」の2シーズンは、それほど大きな可能性を秘めていたため、とても失望しました。 前提は非常にユニークで、可能な限り多くの開発が組み込まれていましたが、ストーリーとキャラクターは単に完全な可能性に到達できませんでした。 ラグ・シーイングのキャラクターは最後まで泣いていましたが、能力があまりにも鈍く、ペーシングは絶対に恐ろしく、永遠に続くようでした。 それはまた私に、同じことを何度も何度も繰り返しているという印象を与えました。 物語は終わり近くにひどくひどく書かれているので、それはほとんど侮辱的だった。\u001b[22m\n\u001b[1m(`Tegamibachi' no 2 shīzun wa, sorehodo ōkina kanōsei o himete ita tame, totemo shitsubō shimashita. Zentei wa hijō ni yunīku de, kanōnakagiri ōku no kaihatsu ga kumikoma rete imashitaga, sutōrī to kyarakutā wa tan'ni kanzen'na kanōsei ni tōtatsu dekimasendeshita. Ragu shīingu no kyarakutā wa saigomade naite imashitaga, nōryoku ga amarini mo nibuku, pēshingu wa zettai ni osoroshiku, eien ni tsudzuku yōdeshita. Sore wa mata watashi ni, onaji koto o nandomonandomo kurikaeshite iru to iu inshō o ataemashita. Monogatari wa owari chikaku ni hidoku hidoku kaka rete irunode, sore wa hotondo bujoku-tekidatta.)\u001b[22m\n\nTranslations of \u001b[4mTwo seasons of 'Tegamibachi' were very disappointing because it had so much potential. The premise was so unique and had so many possible developments built in, but the story and characters were simply incapable of reaching their full potential. Lag Seeing's character remained a crybaby to the end, the use of their abilities too corny, and pacing was absolutely horrible and seemed to drag on forever. It also gave me the impression of the characters saying and doing same thing over and over. The story was so horribly written near the end that it was almost insulting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTwo seasons of 'Tegamibachi' were very disappointing because it had so much potential.\u001b[24m\n    \u001b[1m「テガミバチ」の2シーズンは、それほど大きな可能性を秘めていたため、とても失望しました。\u001b[22m, \u001b[1mそれはそんなにポテンシャルを持っていたので、「テガミバチ」の二つの季節は非常に残念でした。\u001b[22m\n\u001b[4mThe premise was so unique and had so many possible developments built in, but the story and characters were simply incapable of reaching their full potential.\u001b[24m\n    \u001b[1m前提は非常にユニークで、可能な限り多くの開発が組み込まれていましたが、ストーリーとキャラクターは単に完全な可能性に到達できませんでした。\u001b[22m, \u001b[1m前提はとてもユニークだったに建てられたので、多くの可能な進展があったが、ストーリーやキャラクターは、彼らのポテンシャルを最大限に到達する単にことができませんでした。\u001b[22m\n\u001b[4mLag Seeing's character remained a crybaby to the end, the use of their abilities too corny, and pacing was absolutely horrible and seemed to drag on forever.\u001b[24m\n    \u001b[1mラグ・シーイングのキャラクターは最後まで泣いていましたが、能力があまりにも鈍く、ペーシングは絶対に恐ろしく、永遠に続くようでした。\u001b[22m, \u001b[1mラグ・シーイングの文字は、自分の能力の使用、あまりにも陳腐、最後まで泣き虫のまま、およびペーシングは絶対に恐ろしいことでしたし、永遠にドラッグするように見えました。\u001b[22m\n\u001b[4mIt also gave me the impression of the characters saying and doing same thing over and over.\u001b[24m\n    \u001b[1mそれはまた私に、同じことを何度も何度も繰り返しているという印象を与えました。\u001b[22m, \u001b[1mまた、私に言ってと何度も同じことをやって文字の印象を与えました。\u001b[22m\n\u001b[4mThe story was so horribly written near the end that it was almost insulting.\u001b[24m\n    \u001b[1m物語は終わり近くにひどくひどく書かれているので、それはほとんど侮辱的だった。\u001b[22m, \u001b[1m物語はとても恐ろしく、それはほとんど侮辱した端部の近くに書かれていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe theme of this anime was delivering thoughts and feelings, but it had failed to reach my heart.\n\n\u001b[1mこのアニメのテーマは思考や感情を伝えていたが、それは私の心に届かなかった。\u001b[22m\n\u001b[1m(Kono anime no tēma wa shikō ya kanjō o tsutaete itaga, sore wa watashi no kokoro ni todokanakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe theme of this anime was delivering thoughts and feelings, but it had failed to reach my heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe theme of this anime was delivering thoughts and feelings, but it had failed to reach my heart.\u001b[24m\n    \u001b[1mこのアニメのテーマは思考や感情を伝えていたが、それは私の心に届かなかった。\u001b[22m, \u001b[1mこのアニメのテーマは、思考や感情を提供したが、それは私の心に到達するために失敗していました。\u001b[22m"
  },
  {
    "title": "Tegamibachi_Reverse",
    "id": "8311",
    "url": "https://myanimelist.net/anime/8311/Tegamibachi_Reverse",
    "user": "AnimeFtw1",
    "profile": "/profile/AnimeFtw1/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=43063",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  6\n\nこのショーは素晴らしかったです。 それはシーンと完璧にフィットする華麗な音楽、美しく素晴らしいキャラクターだった偉大な芸術を持っていました。 それはまた、シリーズの始まりである素晴らしいストーリーを持っていました。\n\nアート：9\n私が以前言ったように、アニメーションは美しいものでした。 素晴らしいグラフィック、照明、色、ちょうど私を幸せにした= D。 私を欺こうとするのはすべての嘘でした。\n\nサウンド：10\n泣いているぞっとした24/7以外の素晴らしい音。 ほとんどのシーンでの音楽はすばらしく完璧でした。 声も聞こえましたが、私は他のショーで気分が良くなった素晴らしい音楽を聞いたことがありません。 私は奇妙な話をしています..または私がどのように感じるかについてのタイピング。 あらまたやっちゃった。\n\nキャラクター：8\nここではあまり言わないが、これらの文字はオリジナルだった。 ガウチの馬鹿げた記憶喪失のためではないなら、私はそれを10にして、彼はノワールだと思うようになり、彼女は彼が脚を固定するのを助けてくれたというだけのことではありません。 私はそれについて考えています.........なぜ、外科医のために尋ねるのですか？\nガウシをダンプして、ダブ・シット。\n\n楽しさ：6\n私は楽しんだ - 何もなかった。 ストーリープロットからは何もありません。 しかし、音楽と芸術は楽しいものでした= D。  （自分の言葉）\n\n今話に。\n\nストーリー：3\nLetter Beeは私たちを崖の上に残しました。 それから、私たちはラグの母親、人工の太陽の後ろの物語を隠し、ゴーシェを取り去ろうとしているすべての思いつきが私たちの尻のようになったと話している。 フッカーはポケモンを見に行くことができます。 まあ、あなたも人々fkです。 この連続シリーズは、人々が抱く可能性のある問題を解決するものではなく、数学教師のように多くの質問をし、解決するか放置するかを指示します。 そして、ラグの母親とサンについての話を聞いたことがあります。\n\n全体：3\n私はシーズン1が好きだった。\nシーズン2の地獄。\n地獄。\n地獄。\nHelll。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis show was amazing. It had brilliant music which fit perfectly with the scenes, great art which was beautiful and awesome characters. It also had an amazing story...... at the start of the series that is.\n\n\u001b[1mこのショーは素晴らしかったです。 それはシーンと完璧にフィットする華麗な音楽、美しく素晴らしいキャラクターだった偉大な芸術を持っていました。 それはまた、シリーズの始まりである素晴らしいストーリーを持っていました。\u001b[22m\n\u001b[1m(Kono shō wa subarashikattadesu. Sore wa shīn to kanpeki ni fitto suru kareina ongaku, utsukushiku subarashī kyarakutādatta idaina geijutsu o motte imashita. Sore wa mata, shirīzu no hajimaridearu subarashī sutōrī o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis show was amazing. It had brilliant music which fit perfectly with the scenes, great art which was beautiful and awesome characters. It also had an amazing story...... at the start of the series that is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show was amazing.\u001b[24m\n    \u001b[1mこのショーは素晴らしかったです。\u001b[22m, \u001b[1mこのショーは驚くべきものでした。\u001b[22m\n\u001b[4mIt had brilliant music which fit perfectly with the scenes, great art which was beautiful and awesome characters.\u001b[24m\n    \u001b[1mそれはシーンと完璧にフィットする華麗な音楽、美しく素晴らしいキャラクターだった偉大な芸術を持っていました。\u001b[22m, \u001b[1mこれは、シーンにぴったりの華麗な音楽、美しく、素晴らしい文字だった偉大な芸術を持っていました。\u001b[22m\n\u001b[4mIt also had an amazing story...... at the start of the series that is.\u001b[24m\n    \u001b[1mそれはまた、シリーズの始まりである素晴らしいストーリーを持っていました。\u001b[22m, \u001b[1mまた、あるシリーズの開始時に......驚くべき物語を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nThe animation was beautiful like I said before. Great graphics, lighting, colour, just made me happy =D. It was all lies to try and deceive me.\n\n\u001b[1m私が以前言ったように、アニメーションは美しいものでした。 素晴らしいグラフィック、照明、色、ちょうど私を幸せにした= D。 私を欺こうとするのはすべての嘘でした。\u001b[22m\n\u001b[1m(Watashi ga izen itta yō ni, animēshon wa utsukushī monodeshita. Subarashī gurafikku, shōmei,-iro, chōdo watashi o shiawaseni shita = D. Watashi o azamukou to suru no wa subete no usodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was beautiful like I said before. Great graphics, lighting, colour, just made me happy =D. It was all lies to try and deceive me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was beautiful like I said before.\u001b[24m\n    \u001b[1m私が以前言ったように、アニメーションは美しいものでした。\u001b[22m, \u001b[1m私が前に言ったようにアニメーションが綺麗でした。\u001b[22m\n\u001b[4mGreat graphics, lighting, colour, just made me happy =D.\u001b[24m\n    \u001b[1m素晴らしいグラフィック、照明、色、ちょうど私を幸せにした= D。\u001b[22m, \u001b[1m素晴らしいグラフィック、照明、色、ちょうど私を幸せに作っ= D。\u001b[22m\n\u001b[4mIt was all lies to try and deceive me.\u001b[24m\n    \u001b[1m私を欺こうとするのはすべての嘘でした。\u001b[22m, \u001b[1m試してみて、私を欺くために、すべて嘘でした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nOther than the bitchy crying 24/7, outstanding sound. The music at most scenes was wonderful and fit perfectly. The voices did too, but I haven't heard such great music that sorta made me feel good in other shows. I feel weird talking.. or typing about how I feel. Oops I did it again.\n\n\u001b[1m泣いているぞっとした24/7以外の素晴らしい音。 ほとんどのシーンでの音楽はすばらしく完璧でした。 声も聞こえましたが、私は他のショーで気分が良くなった素晴らしい音楽を聞いたことがありません。 私は奇妙な話をしています..または私がどのように感じるかについてのタイピング。 あらまたやっちゃった。\u001b[22m\n\u001b[1m(Naite iru zotto shita 24/ 7 igai no subarashī oto. Hotondo no shīn de no ongaku wa subarashiku kanpekideshita. Koe mo kikoemashitaga, watashi wa hoka no shō de kibun ga yoku natta subarashī ongaku o kiita koto ga arimasen. Watashi wa kimyōna hanashi o shite imasu.. Matawa watashi ga dono yō ni kanjiru ka ni tsuite no taipingu. Ara mata yatchatta.)\u001b[22m\n\nTranslations of \u001b[4mOther than the bitchy crying 24/7, outstanding sound. The music at most scenes was wonderful and fit perfectly. The voices did too, but I haven't heard such great music that sorta made me feel good in other shows. I feel weird talking.. or typing about how I feel. Oops I did it again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than the bitchy crying 24/7, outstanding sound.\u001b[24m\n    \u001b[1m泣いているぞっとした24/7以外の素晴らしい音。\u001b[22m, \u001b[1m不機嫌そうな泣き24/7、優れた音以外の。\u001b[22m\n\u001b[4mThe music at most scenes was wonderful and fit perfectly.\u001b[24m\n    \u001b[1mほとんどのシーンでの音楽はすばらしく完璧でした。\u001b[22m, \u001b[1mほとんどのシーンでの音楽は素晴らしかったし、完璧にフィット。\u001b[22m\n\u001b[4mThe voices did too, but I haven't heard such great music that sorta made me feel good in other shows.\u001b[24m\n    \u001b[1m声も聞こえましたが、私は他のショーで気分が良くなった素晴らしい音楽を聞いたことがありません。\u001b[22m, \u001b[1m声があまりにもなかったが、私はみかん、私は他のショーでは良い感じさせてくれたような素晴らしい音楽を聞いていません。\u001b[22m\n\u001b[4mI feel weird talking.. or typing about how I feel.\u001b[24m\n    \u001b[1m私は奇妙な話をしています..または私がどのように感じるかについてのタイピング。\u001b[22m, \u001b[1m私は私が感じる方法についての奇妙な話..やタイピングを感じます。\u001b[22m\n\u001b[4mOops I did it again.\u001b[24m\n    \u001b[1mあらまたやっちゃった。\u001b[22m, \u001b[1mおっと私は再びそれをやりました。\u001b[22m, \u001b[1m私はもう一度やったよ。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nNot much to say here, these characters were original. I would give it a 10 if it wasn't for Gauche's stupid memory loss thing which caused him to think he was Noir and leave HER POOR SISTER BEHIND JUST LIKE THAT EVEN THOUGH HE SAID HE'D HELP HER FIX HER LEGS. What the fuck.. now that I think about it...... WHY, NOT, ASK, DOCTOR THUNDERLAND FOR SURGERY?\n\n\u001b[1mここではあまり言わないが、これらの文字はオリジナルだった。 ガウチの馬鹿げた記憶喪失のためではないなら、私はそれを10にして、彼はノワールだと思うようになり、彼女は彼が脚を固定するのを助けてくれたというだけのことではありません。 私はそれについて考えています.........なぜ、外科医のために尋ねるのですか？\u001b[22m\n\u001b[1m(Kokode wa amari iwanai ga, korera no moji wa orijinarudatta. Gauchi no bakageta kioku sōshitsu no tamede wanainara, watashi wa sore o 10 ni shite, kare wa nowāruda to omou yō ni nari, kanojo wa kare ga ashi o kotei suru no o tasukete kureta to iu dake no kotode wa arimasen. Watashi wa sore ni tsuite kangaete imasu... ... ... Naze, gekai no tame ni tazuneru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mNot much to say here, these characters were original. I would give it a 10 if it wasn't for Gauche's stupid memory loss thing which caused him to think he was Noir and leave HER POOR SISTER BEHIND JUST LIKE THAT EVEN THOUGH HE SAID HE'D HELP HER FIX HER LEGS. What the fuck.. now that I think about it...... WHY, NOT, ASK, DOCTOR THUNDERLAND FOR SURGERY?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot much to say here, these characters were original.\u001b[24m\n    \u001b[1mここではあまり言わないが、これらの文字はオリジナルだった。\u001b[22m, \u001b[1mここで言っても過言ではない、これらの文字は、元でした。\u001b[22m\n\u001b[4mI would give it a 10 if it wasn't for Gauche's stupid memory loss thing which caused him to think he was Noir and leave HER POOR SISTER BEHIND JUST LIKE THAT EVEN THOUGH HE SAID HE'D HELP HER FIX HER LEGS.\u001b[24m\n    \u001b[1mガウチの馬鹿げた記憶喪失のためではないなら、私はそれを10にして、彼はノワールだと思うようになり、彼女は彼が脚を固定するのを助けてくれたというだけのことではありません。\u001b[22m, \u001b[1mそれは彼が、彼はノワールだったと思うし、彼は彼が彼女が彼女の足を修正するのに役立つだろうと述べていてもJUST LIKE BEHIND HER POOR SISTERを残すために引き起こしたGaucheの愚かな記憶喪失の事のためではなかった場合、私はそれを10を与えるだろう。\u001b[22m\n\u001b[4mWhat the fuck.. now that I think about it...... WHY, NOT, ASK, DOCTOR THUNDERLAND FOR SURGERY?\u001b[24m\n    \u001b[1m私はそれについて考えています.........なぜ、外科医のために尋ねるのですか？\u001b[22m, \u001b[1m何だ一体..今、私はそれについて考える......なぜ、手術のために、DOCTOR THUNDERLANDに聞きませんか？\u001b[22m\nYOU DUMBSHIT GAUCHE, DUMB SHIT.\n\n\u001b[1mガウシをダンプして、ダブ・シット。\u001b[22m\n\u001b[1m(Gaushi o danpu shite, dabu shitto.)\u001b[22m\n\nTranslations of \u001b[4mYOU DUMBSHIT GAUCHE, DUMB SHIT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYOU DUMBSHIT GAUCHE, DUMB SHIT.\u001b[24m\n    \u001b[1mガウシをダンプして、ダブ・シット。\u001b[22m, \u001b[1mYOUはGAUCHE、DUMB SHITを愚か者。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 6\n\n\u001b[1m楽しさ：6\u001b[22m\n\u001b[1m(Tanoshisa: 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 6\u001b[24m\n    \u001b[1m楽しさ：6\u001b[22m\nI enjoyment-ed nothing. Nothing from the story plot. But the music and art was enjoymentingfull =D. (My own word)\n\n\u001b[1m私は楽しんだ - 何もなかった。 ストーリープロットからは何もありません。 しかし、音楽と芸術は楽しいものでした= D。  （自分の言葉）\u001b[22m\n\u001b[1m(Watashi wa tanoshinda - nani mo nakatta. Sutōrīpurotto kara wa nani mo arimasen. Shikashi, ongaku to geijutsu wa tanoshī monodeshita = D. (Jibun no kotoba))\u001b[22m\n\nTranslations of \u001b[4mI enjoyment-ed nothing. Nothing from the story plot. But the music and art was enjoymentingfull =D. (My own word)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyment-ed nothing.\u001b[24m\n    \u001b[1m私は楽しんだ - 何もなかった。\u001b[22m, \u001b[1m私は何も-EDの楽しみはありません。\u001b[22m\n\u001b[4mNothing from the story plot.\u001b[24m\n    \u001b[1mストーリープロットからは何もありません。\u001b[22m, \u001b[1m物語のプロットからは何もありません。\u001b[22m\n\u001b[4mBut the music and art was enjoymentingfull =D.\u001b[24m\n    \u001b[1mしかし、音楽と芸術は楽しいものでした= D。\u001b[22m, \u001b[1mしかし、音楽とアートは= D enjoymentingfullました。\u001b[22m\n\u001b[4m(My own word)\u001b[24m\n    \u001b[1m（自分の言葉）\u001b[22m, \u001b[1m（私自身の言葉）\u001b[22m\n\u001b[1m\u001b[22m\nNow to the story.\n\n\u001b[1m今話に。\u001b[22m\n\u001b[1m(Ima hanashi ni.)\u001b[22m\n\nTranslations of \u001b[4mNow to the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow to the story.\u001b[24m\n    \u001b[1m今話に。\u001b[22m, \u001b[1m今の話に。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 3\n\n\u001b[1mストーリー：3\u001b[22m\n\u001b[1m(Sutōrī: 3)\u001b[22m\n\nTranslations of \u001b[4mStory: 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 3\u001b[24m\n    \u001b[1mストーリー：3\u001b[22m\nLetter Bee left us with a cliffhanger. Reverse continued on from that, with a story which pretty much says 'Fck you all, we're gonna hide the story behind Lag's mother, the artificial sun and gonna take away Gauche with all his memories gone like the assholes we are, you motha fckers can go watch Pokemon.' Well fk you people too. This continued series solves NONE of the questions people may have, all it does is give more questions like a fking math teacher, and tells us to solve it or leave it. And then we're left thinking of what might have the story about Lag's mother and the Sun been about.\n\n\u001b[1mLetter Beeは私たちを崖の上に残しました。 それから、私たちはラグの母親、人工の太陽の後ろの物語を隠し、ゴーシェを取り去ろうとしているすべての思いつきが私たちの尻のようになったと話している。 フッカーはポケモンを見に行くことができます。 まあ、あなたも人々fkです。 この連続シリーズは、人々が抱く可能性のある問題を解決するものではなく、数学教師のように多くの質問をし、解決するか放置するかを指示します。 そして、ラグの母親とサンについての話を聞いたことがあります。\u001b[22m\n\u001b[1m(Retā bī wa watashitachi o gake no ue ni nokoshimashita. Sorekara, watashitachiha ragu no hahaoya, jinkō no taiyō no ushiro no monogatari o kakushi, gōshe o torisarou to shite iru subete no omoitsuki ga watashitachi no shiri no yō ni natta to hanashite iru. Fukkā wa pokemon o mi ni iku koto ga dekimasu. Mā, anata mo hitobito fkdesu. Kono renzoku shirīzu wa, hitobito ga daku kanōsei no aru mondai o kaiketsu suru monode wa naku, sūgaku kyōshi no yō ni ōku no shitsumon o shi, kaiketsu suru ka hōchi suru ka o shiji shimasu. Soshite, ragu no hahaoya to san ni tsuite no hanashi o kiita koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mLetter Bee left us with a cliffhanger. Reverse continued on from that, with a story which pretty much says 'Fck you all, we're gonna hide the story behind Lag's mother, the artificial sun and gonna take away Gauche with all his memories gone like the assholes we are, you motha fckers can go watch Pokemon.' Well fk you people too. This continued series solves NONE of the questions people may have, all it does is give more questions like a fking math teacher, and tells us to solve it or leave it. And then we're left thinking of what might have the story about Lag's mother and the Sun been about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLetter Bee left us with a cliffhanger.\u001b[24m\n    \u001b[1mLetter Beeは私たちを崖の上に残しました。\u001b[22m, \u001b[1mテガミバチは接戦を私たちに残しました。\u001b[22m\n\u001b[4mReverse continued on from that, with a story which pretty much says 'Fck you all, we're gonna hide the story behind Lag's mother, the artificial sun and gonna take away Gauche with all his memories gone like the assholes we are, you motha\u001b[24m\n    \u001b[1mそれから、私たちはラグの母親、人工の太陽の後ろの物語を隠し、ゴーシェを取り去ろうとしているすべての思いつきが私たちの尻のようになったと話している。\u001b[22m, \u001b[1mリバースあなたはmotha、ラグの母親の背後にある物語を非表示にすべての彼の思い出は、私たちがしているろくでなしのように消えていて、人工太陽とつもりはゴーシュを奪うかなりFckのはあなたのすべては、我々はつもりだ」と言う話で、そこから上の継続します\u001b[22m\n\u001b[4mfckers can go watch Pokemon.'\u001b[24m\n    \u001b[1mフッカーはポケモンを見に行くことができます。\u001b[22m, \u001b[1mfckersはポケモンを見に行くことができます。」\u001b[22m\n\u001b[4mWell fk you people too.\u001b[24m\n    \u001b[1mまあ、あなたも人々fkです。\u001b[22m, \u001b[1mあなたも人FKまあ。\u001b[22m\n\u001b[4mThis continued series solves NONE of the questions people may have, all it does is give more questions like a fking math teacher, and tells us to solve it or leave it.\u001b[24m\n    \u001b[1mこの連続シリーズは、人々が抱く可能性のある問題を解決するものではなく、数学教師のように多くの質問をし、解決するか放置するかを指示します。\u001b[22m, \u001b[1mこれはシリーズは、人々が持っているかもしれ質問のNONEを解決していない、それがないすべてがfking数学の先生のような多くの質問を与え、それを解決するか、またはそれを残すことを教えてくれるされ続けました。\u001b[22m\n\u001b[4mAnd then we're left thinking of what might have the story about Lag's mother and the Sun been about.\u001b[24m\n    \u001b[1mそして、ラグの母親とサンについての話を聞いたことがあります。\u001b[22m, \u001b[1mそして、我々は約れてラグの母親とSunの話を持っているかもしれないものの考え方を残しています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 3\n\n\u001b[1m全体：3\u001b[22m\n\u001b[1m(Zentai: 3)\u001b[22m\n\nTranslations of \u001b[4mOverall: 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 3\u001b[24m\n    \u001b[1m全体：3\u001b[22m\nI loved season 1.\n\n\u001b[1m私はシーズン1が好きだった。\u001b[22m\n\u001b[1m(Watashi wa shīzun 1 ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mI loved season 1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved season 1.\u001b[24m\n    \u001b[1m私はシーズン1が好きだった。\u001b[22m, \u001b[1m私はシーズン1を愛していました。\u001b[22m\nHell with season 2.\n\n\u001b[1mシーズン2の地獄。\u001b[22m\n\u001b[1m(Shīzun 2 no jigoku.)\u001b[22m\n\nTranslations of \u001b[4mHell with season 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHell with season 2.\u001b[24m\n    \u001b[1mシーズン2の地獄。\u001b[22m, \u001b[1mシーズン2と地獄。\u001b[22m\nHell.\n\n\u001b[1m地獄。\u001b[22m\n\u001b[1m(Jigoku.)\u001b[22m\n\nDefinitions of \u001b[4mHell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    地獄\u001b[22m\n        hell\n\u001b[1m    ヘル\u001b[22m\n        hell\n\u001b[1m    奈落\u001b[22m\n        hell, Hades, theater basement\n\u001b[1m    魔界\u001b[22m\n        hell, world of spirits\nHell.\n\n\u001b[1m地獄。\u001b[22m\n\u001b[1m(Jigoku.)\u001b[22m\n\nDefinitions of \u001b[4mHell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    地獄\u001b[22m\n        hell\n\u001b[1m    ヘル\u001b[22m\n        hell\n\u001b[1m    奈落\u001b[22m\n        hell, Hades, theater basement\n\u001b[1m    魔界\u001b[22m\n        hell, world of spirits\nHELLL.\n\n\u001b[1mHelll。\u001b[22m\n\u001b[1m(Helll.)\u001b[22m\n\nTranslations of \u001b[4mHELLL.\u001b[24m\n[ \u001b[4mNorsk\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHELLL\u001b[24m\n    \u001b[1mHelll\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m"
  },
  {
    "title": "Tegamibachi_Reverse",
    "id": "8311",
    "url": "https://myanimelist.net/anime/8311/Tegamibachi_Reverse",
    "user": "sr467",
    "profile": "/profile/sr467/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=80006",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\n最初のシリーズのレビューをしましたが、少なくとも今シーズンは最初のシリーズよりも優れていると言います。 彼らは、最初のシーズンがアート、セッティング、バックストーリー、より良いキャラクターのいくつか、そして良い音楽と声優のために行っていたすべての良いものを取って、その上で成長しました。 彼らはまた、それがほとんど耐えられないシリーズの2つの部分を修正することができました - ラグのノンストップの泣き声（ああ、それはまだそこにありますが、どこにもありません）と彼らはエピソード、手紙 非常に興味深い話を盛り上げるのではなく、週刊のシリーズになっています。 今、彼らは素晴らしい芸術、かなり強い物語、良い声の才能と音楽、そして面白いキャラクターを持っていることを見て、より良い総合スコアを期待していますが、これはこのシリーズが提供できないクライマックスなのです。 私は「男、これはかなりクールだ」と思ったが、まったく何も感じなかった、おそらく十数の異なる例がある。 何とかこのダイレクトは、このシリーズのすべてのマーケティングの瞬間の中から、あらゆるエキサイティングなものを取り除くことができます。 それはさておき、私はその話を愛しました。 あなたが最初のシーズンを見て、それを楽しむことができたなら、このシリーズは間違いなくピックアップする価値があります。そうでなければ、最初のシーズンは単にこれを見るだけの価値はありません....",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI did a review for the first series, and I will say, at the very least, this season is better than the first. They managed to take all the good things the first season had going for them- the art, the setting, the back story, a few of the better characters, and good music and voice actors, and grow on that. They also managed to fix the two parts of the series that made it almost intolerable- Lag's non-stop crying (oh, it's still there, but nowhere near as much) and the fact that they made the series into an episodic, letter of the week series instead of growing upon a very interesting story. Now, seeing that they have great art, a fairly strong story, good voice talent and music, and some interesting characters, you would expect a better overall score, but this is what this series fails to deliver- and sort of climax. There are probably a dozen different instances where I thought 'man, this is pretty cool,' but felt absolutely nothing. Somehow this direct manages to take any and all exciments out of all the marque moments in this series, which simply kills it. That aside, I loved the story, just not the person telling it. If you had seen the first season and managed to enjoy it, this series is definitely worth picking up, otherwise, the first season is not worth wading through to simply watch this....\n\n\u001b[1m最初のシリーズのレビューをしましたが、少なくとも今シーズンは最初のシリーズよりも優れていると言います。 彼らは、最初のシーズンがアート、セッティング、バックストーリー、より良いキャラクターのいくつか、そして良い音楽と声優のために行っていたすべての良いものを取って、その上で成長しました。 彼らはまた、それがほとんど耐えられないシリーズの2つの部分を修正することができました - ラグのノンストップの泣き声（ああ、それはまだそこにありますが、どこにもありません）と彼らはエピソード、手紙 非常に興味深い話を盛り上げるのではなく、週刊のシリーズになっています。 今、彼らは素晴らしい芸術、かなり強い物語、良い声の才能と音楽、そして面白いキャラクターを持っていることを見て、より良い総合スコアを期待していますが、これはこのシリーズが提供できないクライマックスなのです。 私は「男、これはかなりクールだ」と思ったが、まったく何も感じなかった、おそらく十数の異なる例がある。 何とかこのダイレクトは、このシリーズのすべてのマーケティングの瞬間の中から、あらゆるエキサイティングなものを取り除くことができます。 それはさておき、私はその話を愛しました。 あなたが最初のシーズンを見て、それを楽しむことができたなら、このシリーズは間違いなくピックアップする価値があります。そうでなければ、最初のシーズンは単にこれを見るだけの価値はありません....\u001b[22m\n\u001b[1m(Saisho no shirīzu no rebyū o shimashitaga, sukunakutomo ima shīzun wa saisho no shirīzu yori mo sugurete iru to iimasu. Karera wa, saisho no shīzun ga āto, settingu, bakkusutōrī, yoriyoi kyarakutā no ikutsu ka, soshite yoi ongaku to seiyū no tame ni itte ita subete no yoimono o totte, sonouede seichō shimashita. Karera wa mata, sore ga hotondo taerarenai shirīzu no 2tsu no bubun o shūsei suru koto ga dekimashita - ragu no nonsutoppu no nakigoe (ā , sore wa mada soko ni arimasuga, dokoni mo arimasen) to karera wa episōdo, tegami hijō ni kyōmibukai hanashi o moriageru node wa naku, shūkan no shirīzu ni natte imasu. Ima, karera wa subarashī geijutsu, kanari tsuyoi monogatari, yoi koe no sainō to ongaku, soshite omoshiroi kyarakutā o motte iru koto o mite, yoriyoi sōgō sukoa o kitai shite imasuga, koreha kono shirīzu ga teikyō dekinai kuraimakkusuna nodesu. Watashi wa `otoko, kore wa kanari kūruda' to omottaga, mattaku nani mo kanjinakatta, osoraku jū sū no kotonaru rei ga aru. Nantoka kono dairekuto wa, kono shirīzu no subete no māketingu no shunkan no naka kara, arayuru ekisaitinguna mono o torinozoku koto ga dekimasu. Sore wa sateoki, watashi wa sono hanashi o aishimashita. Anata ga saisho no shīzun o mite, sore o tanoshimu koto ga dekitanara, kono shirīzu wa machigainaku pikkuappu suru kachi ga arimasu. Sōdenakereba, saisho no shīzun wa tan'ni kore o miru dake no kachi wa arimasen. ...)\u001b[22m"
  },
  {
    "title": "Tegamibachi_Reverse",
    "id": "8311",
    "url": "https://myanimelist.net/anime/8311/Tegamibachi_Reverse",
    "user": "rondoblend",
    "profile": "/profile/rondoblend/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=53821",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  5\nキャラクター|  4\n|  5\n\nストーリーの前提は有望ではあるが、ストーリーはその独創性から大きく苦しんでいる。 みんなを捨てた友人を探しています。 それはあなたに何を思い出させるか、もちろんナルト。 違いはゴーシュが記憶喪失に苦しんでいる間、サスケは自分の意志でそれをしたということです。\nテガミは暗い雰囲気があり、永遠の夜の土地で行われます。 私たちは土地に貧困が広がり、新しい服を買う余裕がない人がいることが示されます。 しかし、手紙蜂の本部は壮大な宮殿の建物です分待ってください。 人々が貧しいのは不思議ではない、文字ハチは都市を破産させるその奉仕のために莫大な費用を課したにちがいない。\n\nそんな贅沢なオフィスビルを手に入れることができるのであれば、なぜ彼らは単にシルバットを運営していないのでしょうか？ あまりにもひどい。\nニッチ、彼女はlolyのファン、動物園、毛皮のフェチを持っている人にのみアピールします。 ニッチのシーンがあるので、なぜショーが禁止されていないのだろうか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nWhile the premise of the story sounds promising , the story suffers a great deal from its unoriginality. searching for a friend who has abandoned everyone. what does it remind you, naruto of course. the difference is Sasuke did it on his own will while Gauche suffered from amnesia.\n\n\u001b[1mストーリーの前提は有望ではあるが、ストーリーはその独創性から大きく苦しんでいる。 みんなを捨てた友人を探しています。 それはあなたに何を思い出させるか、もちろんナルト。 違いはゴーシュが記憶喪失に苦しんでいる間、サスケは自分の意志でそれをしたということです。\u001b[22m\n\u001b[1m(Sutōrī no zentei wa yūbōde wa aru ga, sutōrī wa sono dokusō-sei kara ōkiku kurushinde iru. Min'na o suteta yūjin o sagashiteimasu. Sore wa anata ni nani o omoidasa seru ka, mochiron naruto. Chigai wa gōshu ga kioku sōshitsu ni kurushinde iru ma, Sasuke wa jibun no ishi de sore o shita to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the premise of the story sounds promising , the story suffers a great deal from its unoriginality. searching for a friend who has abandoned everyone. what does it remind you, naruto of course. the difference is Sasuke did it on his own will while Gauche suffered from amnesia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the premise of the story sounds promising , the story suffers a great deal from its unoriginality.\u001b[24m\n    \u001b[1mストーリーの前提は有望ではあるが、ストーリーはその独創性から大きく苦しんでいる。\u001b[22m, \u001b[1m物語の前提は有望に思えますが、物語はそのunoriginalityから多くのことを被ります。\u001b[22m\n\u001b[4msearching for a friend who has abandoned everyone.\u001b[24m\n    \u001b[1mみんなを捨てた友人を探しています。\u001b[22m, \u001b[1m皆を放棄している友人を検索します。\u001b[22m\n\u001b[4mwhat does it remind you, naruto of course.\u001b[24m\n    \u001b[1mそれはあなたに何を思い出させるか、もちろんナルト。\u001b[22m, \u001b[1m何それは、もちろんナルトあなたを思い出させます。\u001b[22m\n\u001b[4mthe difference is Sasuke did it on his own will while Gauche suffered from amnesia.\u001b[24m\n    \u001b[1m違いはゴーシュが記憶喪失に苦しんでいる間、サスケは自分の意志でそれをしたということです。\u001b[22m, \u001b[1m違いは、Gaucheは記憶喪失に苦しんながらサスケは自分の意志でそれをやったです。\u001b[22m\nTegami has a dark atmosphere, the setting takes place in a land of eternal night. we will be shown that in the land poverty is rampant, and some people can't afford new clothes. but wait a minute the letter bee's headquarter is a majestic palatial building. no wonder the people are poor, the letter bee must have charged exorbitant fee for its service which make the cities bankrupt.\n\n\u001b[1mテガミは暗い雰囲気があり、永遠の夜の土地で行われます。 私たちは土地に貧困が広がり、新しい服を買う余裕がない人がいることが示されます。 しかし、手紙蜂の本部は壮大な宮殿の建物です分待ってください。 人々が貧しいのは不思議ではない、文字ハチは都市を破産させるその奉仕のために莫大な費用を課したにちがいない。\u001b[22m\n\u001b[1m(Tegami wa kurai fun'iki ga ari, eien no yoru no tochi de okonawa remasu. Watashitachiha tochi ni hinkon ga hirogari, atarashī fuku o kau yoyūganai hito ga iru koto ga shimesa remasu. Shikashi, tegami hachi no honbu wa sōdaina kyūden no tatemonodesu bun matte kudasai. Hitobito ga mazushī no wa fushigide wanai, moji hachi wa toshi o hasan sa seru sono hōshi no tame ni bakudaina hiyō o kashita ni chigainai.)\u001b[22m\n\nTranslations of \u001b[4mTegami has a dark atmosphere, the setting takes place in a land of eternal night. we will be shown that in the land poverty is rampant, and some people can't afford new clothes. but wait a minute the letter bee's headquarter is a majestic palatial building. no wonder the people are poor, the letter bee must have charged exorbitant fee for its service which make the cities bankrupt.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTegami has a dark atmosphere, the setting takes place in a land of eternal night.\u001b[24m\n    \u001b[1mテガミは暗い雰囲気があり、永遠の夜の土地で行われます。\u001b[22m, \u001b[1m手紙は暗い雰囲気を持って、設定が永遠の夜の地で行われます。\u001b[22m\n\u001b[4mwe will be shown that in the land poverty is rampant, and some people can't afford new clothes.\u001b[24m\n    \u001b[1m私たちは土地に貧困が広がり、新しい服を買う余裕がない人がいることが示されます。\u001b[22m, \u001b[1m我々は、土地の貧困の中で蔓延していることが示されるだろう、と何人かの人々は、新しい服を買う余裕はありません。\u001b[22m\n\u001b[4mbut wait a minute the letter bee's headquarter is a majestic palatial building.\u001b[24m\n    \u001b[1mしかし、手紙蜂の本部は壮大な宮殿の建物です分待ってください。\u001b[22m, \u001b[1mしかし、手紙蜂の本社は、壮大な宮殿の建物で数分待ちます。\u001b[22m\n\u001b[4mno wonder the people are poor, the letter bee must have charged exorbitant fee for its service which make the cities bankrupt.\u001b[24m\n    \u001b[1m人々が貧しいのは不思議ではない、文字ハチは都市を破産させるその奉仕のために莫大な費用を課したにちがいない。\u001b[22m, \u001b[1m人が悪いのも不思議では、文字の蜂は、都市が破産作るそのサービスのために法外な料金を請求しないている必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nIf they can afford such an luxurious office building, why don't they just have sylvette operated? too stingy.\n\n\u001b[1mそんな贅沢なオフィスビルを手に入れることができるのであれば、なぜ彼らは単にシルバットを運営していないのでしょうか？ あまりにもひどい。\u001b[22m\n\u001b[1m(Son'na zeitakuna ofisu biru o te ni ireru koto ga dekiru nodeareba, naze karera wa tan'ni shirubatto o un'ei shite inai nodeshou ka? Amarini mo hidoi.)\u001b[22m\n\nTranslations of \u001b[4mIf they can afford such an luxurious office building, why don't they just have sylvette operated? too stingy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf they can afford such an luxurious office building, why don't they just have sylvette operated?\u001b[24m\n    \u001b[1mそんな贅沢なオフィスビルを手に入れることができるのであれば、なぜ彼らは単にシルバットを運営していないのでしょうか？\u001b[22m, \u001b[1m彼らは、このような豪華なオフィスビルに余裕があれば、なぜ彼らはただsylvette操作を持っていないのですか？\u001b[22m\n\u001b[4mtoo stingy.\u001b[24m\n    \u001b[1mあまりにもひどい。\u001b[22m, \u001b[1mあまりにもけち。\u001b[22m\nNiche, she only appeal to loly fans, zoophilia and people who have fur fetish. I wonder why the show is not banned, because there is a scene of niche naked\n\n\u001b[1mニッチ、彼女はlolyのファン、動物園、毛皮のフェチを持っている人にのみアピールします。 ニッチのシーンがあるので、なぜショーが禁止されていないのだろうか？\u001b[22m\n\u001b[1m(Nitchi, kanojo wa loly no fan, dōbu~tsuen, kegawa no fechi o motte iru hito ni nomi apīru shimasu. Nitchi no shīn ga aru node, naze shō ga kinshi sa rete inai nodarou ka?)\u001b[22m\n\nTranslations of \u001b[4mNiche, she only appeal to loly fans, zoophilia and people who have fur fetish. I wonder why the show is not banned, because there is a scene of niche naked\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNiche, she only appeal to loly fans, zoophilia and people who have fur fetish.\u001b[24m\n    \u001b[1mニッチ、彼女はlolyのファン、動物園、毛皮のフェチを持っている人にのみアピールします。\u001b[22m, \u001b[1mニッチは、彼女が唯一のlolyファン、動物性愛と毛皮のフェチを持っている人にアピール。\u001b[22m\n\u001b[4mI wonder why the show is not banned, because there is a scene of niche naked\u001b[24m\n    \u001b[1mニッチのシーンがあるので、なぜショーが禁止されていないのだろうか？\u001b[22m, \u001b[1mショーが禁止されていない理由裸のニッチのシーンがありますので、私は、疑問に思います\u001b[22m"
  },
  {
    "title": "Tegamibachi_Reverse",
    "id": "8311",
    "url": "https://myanimelist.net/anime/8311/Tegamibachi_Reverse",
    "user": "NanoGarrett",
    "profile": "/profile/NanoGarrett/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=108533",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  8\n\nテガミバチはあなたの心をすぐにつかむのではなく、時間をかけてあなたの上で成長するシリーズの一つです。 表面上の物語は、彼らの配達の間に恐ろしいGaichuとの政府の配達の男性とそのストライキについてです。 しかし、はるかに重要なのは、人間の本質と彼らが開発する債券です。\n\n「逆転」では、友人のゴーシュを見つけて持ち帰るためのラグ・シーディングに従います。 私たちが伝説のFlicker Day、反逆者グループReverse、Gaichuの性質についてもっと学ぶと、プロットの周りのこの時間ははるかに複雑になります。 ラグと彼の友人の冒険は、人間の複雑な性質とそれらの間の絆の非常に正確な肖像画を描きます。 具体的には、私たちが何を見せているのか、それとも没頭しているのかを共感することができるからです。 あなたは両方の冒険のラグと一緒に笑って泣くでしょう、それは与えられたものです。\n\n私は物語をたくさん楽しんだが、それ自体の欠点がないわけではなかった。 最初のシーズンを通して、私たちはたくさんの興味深いキャラクターを知りました。私は彼らの個人的な物語が第2シーズンにさらに発展することを望んでいました。 残念なことにそうではありません。 人類の周りに構築された物語で余分な時間を取ると思う人もいます。\n\n要約すると、私はこのアニメを見ることをお勧めします。それは、楽しくて刺激的な物語の中で、あなたの記憶に長く残っている本当にうまく組み立てられたキャラクターを単に備えているからです！ 私はこのアニメに8/10の価値があると思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTegami Bachi is one of those series that don't grab your heart immediately, but rather grown on you with time. On the surface the story is about government delivery men and their strifes with the fearsome Gaichu during their deliveries. However, what is much more important, it's about the nature of humans and the bonds they develop.\n\n\u001b[1mテガミバチはあなたの心をすぐにつかむのではなく、時間をかけてあなたの上で成長するシリーズの一つです。 表面上の物語は、彼らの配達の間に恐ろしいGaichuとの政府の配達の男性とそのストライキについてです。 しかし、はるかに重要なのは、人間の本質と彼らが開発する債券です。\u001b[22m\n\u001b[1m(Tegamibachi wa anata no kokoro o sugu ni tsukamu node wa naku, jikan o kakete anata no ue de seichō suru shirīzu no hitotsudesu. Hyōmen-jō no monogatari wa, karera no haitatsu no ma ni osoroshī Gaichu to no seifu no haitatsu no dansei to sono sutoraiki ni tsuitedesu. Shikashi, haruka ni jūyōna no wa, ningen no honshitsu to karera ga kaihatsu suru saikendesu.)\u001b[22m\n\nTranslations of \u001b[4mTegami Bachi is one of those series that don't grab your heart immediately, but rather grown on you with time. On the surface the story is about government delivery men and their strifes with the fearsome Gaichu during their deliveries. However, what is much more important, it's about the nature of humans and the bonds they develop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTegami Bachi is one of those series that don't grab your heart immediately, but rather grown on you with time.\u001b[24m\n    \u001b[1mテガミバチはあなたの心をすぐにつかむのではなく、時間をかけてあなたの上で成長するシリーズの一つです。\u001b[22m, \u001b[1mテガミバチはすぐにあなたの心をつかむのではなく、時間をあなたに成長していないこれらのシリーズの一つです。\u001b[22m\n\u001b[4mOn the surface the story is about government delivery men and their strifes with the fearsome Gaichu during their deliveries.\u001b[24m\n    \u001b[1m表面上の物語は、彼らの配達の間に恐ろしいGaichuとの政府の配達の男性とそのストライキについてです。\u001b[22m, \u001b[1m表面的にストーリーは、政府の配達の男性とその出荷時の恐ろしいGaichuとのstrifesについてです。\u001b[22m\n\u001b[4mHowever, what is much more important, it's about the nature of humans and the bonds they develop.\u001b[24m\n    \u001b[1mしかし、はるかに重要なのは、人間の本質と彼らが開発する債券です。\u001b[22m, \u001b[1mしかし、はるかに重要であるもの、それは人間と彼らが開発債券の性質についてです。\u001b[22m\n\u001b[1m\u001b[22m\nIn the 'Reverse' we follow Lag Seeing on his quest to find and bring back home his friend Gauche. This time around the plot gets much more complex as we learn more about the legendary Day of Flicker, the rebel group Reverse and the nature of the Gaichu. The adventures of Lag and his friends draw a very precise portrait of the complex nature of humans and the bonds between them. It's specifically because we can sympathize with what we're shown, that the story is so immersing. You'll both laugh and cry alongside Lag on his adventures, that's a given.\n\n\u001b[1m「逆転」では、友人のゴーシュを見つけて持ち帰るためのラグ・シーディングに従います。 私たちが伝説のFlicker Day、反逆者グループReverse、Gaichuの性質についてもっと学ぶと、プロットの周りのこの時間ははるかに複雑になります。 ラグと彼の友人の冒険は、人間の複雑な性質とそれらの間の絆の非常に正確な肖像画を描きます。 具体的には、私たちが何を見せているのか、それとも没頭しているのかを共感することができるからです。 あなたは両方の冒険のラグと一緒に笑って泣くでしょう、それは与えられたものです。\u001b[22m\n\u001b[1m(`Gyakuten'de wa, yūjin no gōshu o mitsukete mochikaeru tame no ragu shīdingu ni shitagaimasu. Watashitachi ga densetsu no furikka dē, hangyaku-sha gurūpu Reverse, Gaichu no seishitsu ni tsuite motto manabu to, purotto no mawari no ko no jikan wa haruka ni fukuzatsu ni narimasu. Ragu to kare no yūjin no bōken wa, ningen no fukuzatsuna seishitsu to sorera no ma no kizuna no hijō ni seikakuna shōzō-ga o kakimasu. Gutaitekini wa, watashitachi ga nani o misete iru no ka, soretomo bottō shite iru no ka o kyōkan suru koto ga dekirukaradesu. Anata wa ryōhō no bōken no ragu to issho ni waratte nakudeshou, sore wa atae rareta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIn the 'Reverse' we follow Lag Seeing on his quest to find and bring back home his friend Gauche. This time around the plot gets much more complex as we learn more about the legendary Day of Flicker, the rebel group Reverse and the nature of the Gaichu. The adventures of Lag and his friends draw a very precise portrait of the complex nature of humans and the bonds between them. It's specifically because we can sympathize with what we're shown, that the story is so immersing. You'll both laugh and cry alongside Lag on his adventures, that's a given.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the 'Reverse' we follow Lag Seeing on his quest to find and bring back home his friend Gauche.\u001b[24m\n    \u001b[1m「逆転」では、友人のゴーシュを見つけて持ち帰るためのラグ・シーディングに従います。\u001b[22m, \u001b[1m「リバース」において、我々は彼の友人ゴーシュを見つけて、家に戻って持って来るために彼の探求に見てラグに従ってください。\u001b[22m\n\u001b[4mThis time around the plot gets much more complex as we learn more about the legendary Day of Flicker, the rebel group Reverse and the nature of the Gaichu.\u001b[24m\n    \u001b[1m私たちが伝説のFlicker Day、反逆者グループReverse、Gaichuの性質についてもっと学ぶと、プロットの周りのこの時間ははるかに複雑になります。\u001b[22m, \u001b[1m我々はフリッカー、反乱グループリバースとGaichuの性質の伝説の日についての詳細を学ぶとしてプロット今回ははるかに複雑になります。\u001b[22m\n\u001b[4mThe adventures of Lag and his friends draw a very precise portrait of the complex nature of humans and the bonds between them.\u001b[24m\n    \u001b[1mラグと彼の友人の冒険は、人間の複雑な性質とそれらの間の絆の非常に正確な肖像画を描きます。\u001b[22m, \u001b[1mラグの冒険と彼の友人は、人間の複雑な性質とそれらの間の結合の非常に正確な肖像画を描きます。\u001b[22m\n\u001b[4mIt's specifically because we can sympathize with what we're shown, that the story is so immersing.\u001b[24m\n    \u001b[1m具体的には、私たちが何を見せているのか、それとも没頭しているのかを共感することができるからです。\u001b[22m, \u001b[1m我々は我々が示しているものに共感することができますので、ストーリーはとても浸漬であることを、具体的です。\u001b[22m\n\u001b[4mYou'll both laugh and cry alongside Lag on his adventures, that's a given.\u001b[24m\n    \u001b[1mあなたは両方の冒険のラグと一緒に笑って泣くでしょう、それは与えられたものです。\u001b[22m, \u001b[1mあなたが笑うと彼の冒険にラグと一緒に泣いてます両方、それは与えられたのです。\u001b[22m\n\u001b[1m\u001b[22m\nI did enjoy the story a lot but it wasn't without its own faults. Throughout the first season we've gotten to know a lot of interesting characters and I'd hoped their personal stories would be developed further in the second season. Sadly that's not the case. One would think they'd take the extra time in a story that's built so much around human nature.\n\n\u001b[1m私は物語をたくさん楽しんだが、それ自体のせいではなかった。 最初のシーズンを通して、私たちはたくさんの興味深いキャラクターを知りました。私は彼らの個人的な物語が第2シーズンにさらに発展することを望んでいました。 残念なことにそうではありません。 人類の周りに構築された物語で余分な時間を取ると思う人もいます。\u001b[22m\n\u001b[1m(Watashi wa monogatari o takusan tanoshindaga, sore jitai no seide wa nakatta. Saisho no shīzun o tōshite, watashitachi wa takusan no kyōmibukai kyarakutā o shirimashita. Watashi wa karera no kojin-tekina monogatari ga dai 2 shīzun ni sarani hatten suru koto o nozonde imashita. Zan'nen'nakotoni-sōde wa arimasen. Jinrui no mawari ni kōchiku sa reta monogatari de yobun'na jikan o toru to omou hito mo imasu.)\u001b[22m\n\nTranslations of \u001b[4mI did enjoy the story a lot but it wasn't without its own faults. Throughout the first season we've gotten to know a lot of interesting characters and I'd hoped their personal stories would be developed further in the second season. Sadly that's not the case. One would think they'd take the extra time in a story that's built so much around human nature.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did enjoy the story a lot but it wasn't without its own faults.\u001b[24m\n    \u001b[1m私は物語をたくさん楽しんだが、それ自体のせいではなかった。\u001b[22m, \u001b[1m私はたくさんの物語をお楽しみでしたが、それはそれ自身の障害がなかったわけではありません。\u001b[22m\n\u001b[4mThroughout the first season we've gotten to know a lot of interesting characters and I'd hoped their personal stories would be developed further in the second season.\u001b[24m\n    \u001b[1m最初のシーズンを通して、私たちはたくさんの興味深いキャラクターを知りました。私は彼らの個人的な物語が第2シーズンにさらに発展することを望んでいました。\u001b[22m, \u001b[1m最初のシーズンを通して、我々は興味深い文字をたくさん知っている得ていると私は彼らの個人的な物語は第二シーズンでさらに開発されることを望んだのです。\u001b[22m\n\u001b[4mSadly that's not the case.\u001b[24m\n    \u001b[1m残念なことにそうではありません。\u001b[22m, \u001b[1m残念ながらそうではありません。\u001b[22m\n\u001b[4mOne would think they'd take the extra time in a story that's built so much around human nature.\u001b[24m\n    \u001b[1m人類の周りに構築された物語で余分な時間を取ると思う人もいます。\u001b[22m, \u001b[1m一つは、彼らはそんなに人間の本性を中心に構築されています物語の中で余分な時間がかかるだろうと思うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nTo sum up, I definitely recommend to watch this anime as it simply features some really well built characters that will stay in your memory for a long time in a story that'll be both enjoyable and stimulating! I feel I can give this anime a well deserved 8/10.\n\n\u001b[1m要約すると、私はこのアニメを見ることをお勧めします。それは、楽しくて刺激的な物語の中で、あなたの記憶に長く残っている本当にうまく組み立てられたキャラクターを単に備えているからです！ 私はこのアニメに8/10の価値があると思う。\u001b[22m\n\u001b[1m(Yōyaku suru to, watashi wa kono anime o miru koto o o susume shimasu. Sore wa, tanoshikute shigeki-tekina monogatari no naka de, anata no kioku ni nagaku nokotte iru hontōni umaku kumitate rareta kyarakutā o tan'ni sonaete irukaradesu! Watashi wa kono anime ni 8/ 10 no kachigāru to omou.)\u001b[22m\n\nTranslations of \u001b[4mTo sum up, I definitely recommend to watch this anime as it simply features some really well built characters that will stay in your memory for a long time in a story that'll be both enjoyable and stimulating! I feel I can give this anime a well deserved 8/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum up, I definitely recommend to watch this anime as it simply features some really well built characters that will stay in your memory for a long time in a story that'll be both enjoyable and stimulating!\u001b[24m\n    \u001b[1m要約すると、私はこのアニメを見ることをお勧めします。それは、楽しくて刺激的な物語の中で、あなたの記憶に長く残っている本当にうまく組み立てられたキャラクターを単に備えているからです！\u001b[22m, \u001b[1m要約すると、私は間違いなく、それは単に楽しく、刺激の両方になるでしょう物語の中で長い時間のためにあなたの記憶のままになりますいくつかの本当によく構築された文字もあり、このアニメを見てお勧めします！\u001b[22m\n\u001b[4mI feel I can give this anime a well deserved 8/10.\u001b[24m\n    \u001b[1m私はこのアニメに8/10の価値があると思う。\u001b[22m, \u001b[1m私は井戸が8/10に値するこのアニメを与えることができます感じています。\u001b[22m"
  },
  {
    "title": "Tegamibachi_Reverse",
    "id": "8311",
    "url": "https://myanimelist.net/anime/8311/Tegamibachi_Reverse",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=79554",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  8\n\nだから話は続きます...。\n\nシリーズは、シーズンが終わったところで正確に始まりました。 私が前に言ったように、2つのシーズンが真ん中にある1つのシリーズであるかのように、2つ目のシーズンを作りました。 このシリーズは、元のプロットがより集中していて、そのストーリーがより深刻な流れであったため、以前のものよりも優れていました。  Gaucheのラグの検索は続けられ、途中で真実を見つけるための探求に変わった。 ラグは、愚かに無条件に彼の友人を捜していた有名な忍者のようにゴーシュを取り戻すのに苦労しました。 メインプロットに関する重要な啓示の一部は、「瞬きの日」、人工太陽、政府の実験、リバース組織の目標、さらにはニッチェのアイデンティティーに関する真実のように探求されました。 最も重要なのはラグについてのことでした。 ラグと彼の母についての真実は、このシリーズで強く示唆されました。 すべての啓示が別の謎を作り出しました。\n\n\n\nアニメーションは以前と同じように魅力的でした。 すべてのエピソードのキャラクターと魅惑的なビジュアルの涼しい衣装もまた驚くほど行われました。 音とセイユの声も完璧だった。\n\nストーリーがシーズン1から続くので、このシリーズを見てください。 ラグの泣き虫の瞬間とニッチのかわいらしさをさらに味わってください。 あなたはこの2番目のシーズンでさらにシリーズを愛するでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAnd so the story continues….\n\n\u001b[1mだから話は続きます...。\u001b[22m\n\u001b[1m(Dakara hanashi wa tsudzukimasu....)\u001b[22m\n\nTranslations of \u001b[4mAnd so the story continues….\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd so the story continues….\u001b[24m\n    \u001b[1mだから話は続きます...。\u001b[22m, \u001b[1mそれで話は続けて...。\u001b[22m\n\u001b[1m\u001b[22m\nThe series started exactly where the season one ended. Just like I said before, it’s as if the two seasons was really one series cut in the middle so they created a second season. This series was way even better from the previous one, story wise, because the main plot was more focused and so the story was more on the serious flow. Lag’s search for Gauche continued and halfway the series it turned into a quest to find the truth. Lag struggled to take Gauche back almost like that famous Ninja who foolishly and unconditionally searched for his friend (If you know who I am referring to). Some of the important revelations about the main plot were explored like the truth about the “Day of Flicker”, the artificial sun, government’s experiments, the goal of Reverse organization, and even about Niche’s identity. The most important though was about Lag. The truth about Lag and his mother was strongly hinted in this series. Though every revelation created another mystery.\n\n\u001b[1mシリーズは、シーズンが終わったところで正確に始まりました。 私が前に言ったように、2つのシーズンが真ん中にある1つのシリーズであるかのように、2つ目のシーズンを作りました。 このシリーズは、元のプロットがより集中していて、そのストーリーがより深刻な流れであったため、以前のものよりも優れていました。  Gaucheのラグの検索は続けられ、途中で真実を見つけるための探求に変わった。 ラグは、愚かに無条件に彼の友人を捜していた有名な忍者のようにゴーシュを取り戻すのに苦労しました。 メインプロットに関する重要な啓示の一部は、「瞬きの日」、人工太陽、政府の実験、リバース組織の目標、さらにはニッチェのアイデンティティーに関する真実のように探求されました。 最も重要なのはラグについてのことでした。 ラグと彼の母についての真実は、このシリーズで強く示唆されました。 すべての啓示が別の謎を作り出しました。\u001b[22m\n\u001b[1m(Shirīzu wa, shīzun ga owatta tokoro de seikaku ni hajimarimashita. Watashi ga mae ni itta yō ni, 2tsu no shīzun ga man'naka ni aru 1tsu no shirīzudearu ka no yō ni, 2tsu-me no shīzun o tsukurimashita. Kono shirīzu wa,-moto no purotto ga yori shūchū shite ite, sono sutōrī ga yori shinkokuna nagaredeatta tame, izen no mono yori mo sugurete imashita. Gōshu no ragu no kensaku wa tsudzuke rare, tochū de shinjitsu o mitsukeru tame no tankyū ni kawatta. Ragu wa, oroka ni mujōken ni kare no yūjin o sagashite ita yūmeina ninja no yō ni gōshu o torimodosu no ni kurō shimashita. Meinpurotto ni kansuru jūyōna keiji no ichibu wa,`mabataki no hi', jinkō taiyō, seifu no jikken, ribāsu soshiki no mokuhyō, sarani wa nitche no aidentitī ni kansuru shinjitsu no yō ni tankyū sa remashita. Mottomo jūyōna no wa ragu ni tsuite no kotodeshita. Ragu to kare no haha ni tsuite no shinjitsu wa, kono shirīzu de tsuyoku shisa sa remashita. Subete no keiji ga betsu no nazo o tsukuridashimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe series started exactly where the season one ended. Just like I said before, it’s as if the two seasons was really one series cut in the middle so they created a second season. This series was way even better from the previous one, story wise, because the main plot was more focused and so the story was more on the serious flow. Lag’s search for Gauche continued and halfway the series it turned into a quest to find the truth. Lag struggled to take Gauche back almost like that famous Ninja who foolishly and unconditionally searched for his friend (If you know who I am referring to). Some of the important revelations about the main plot were explored like the truth about the “Day of Flicker”, the artificial sun, government’s experiments, the goal of Reverse organization, and even about Niche’s identity. The most important though was about Lag. The truth about Lag and his mother was strongly hinted in this series. Though every revelation created another mystery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series started exactly where the season one ended.\u001b[24m\n    \u001b[1mシリーズは、シーズンが終わったところで正確に始まりました。\u001b[22m, \u001b[1mシーズン1が終了した場所シリーズはまさに始まりました。\u001b[22m\n\u001b[4mJust like I said before, it’s as if the two seasons was really one series cut in the middle so they created a second season.\u001b[24m\n    \u001b[1m私が前に言ったように、2つのシーズンが真ん中にある1つのシリーズであるかのように、2つ目のシーズンを作りました。\u001b[22m, \u001b[1m私が前に言ったと同じように、それは彼らがセカンドシーズンを作成したように、2つの季節が本当に途中で1シリーズのカットだったかのようです。\u001b[22m\n\u001b[4mThis series was way even better from the previous one, story wise, because the main plot was more focused and so the story was more on the serious flow.\u001b[24m\n    \u001b[1mこのシリーズは、元のプロットがより集中していて、そのストーリーがより深刻な流れであったため、以前のものよりも優れていました。\u001b[22m, \u001b[1m主なプロットは、より焦点を絞ったので、話はより深刻な流れにあったので、このシリーズは、さらに良い話が賢明、以前の1からの方法でした。\u001b[22m\n\u001b[4mLag’s search for Gauche continued and halfway the series it turned into a quest to find the truth.\u001b[24m\n    \u001b[1mGaucheのラグの検索は続けられ、途中で真実を見つけるための探求に変わった。\u001b[22m, \u001b[1mゴーシュのためのラグの検索を続け、途中でそれがクエストになっシリーズは真実を見つけるために。\u001b[22m\n\u001b[4mLag struggled to take Gauche back almost like that famous Ninja who foolishly and unconditionally searched for his friend (If you know who I am referring to).\u001b[24m\n    \u001b[1mラグは、愚かに無条件に彼の友人を捜していた有名な忍者のようにゴーシュを取り戻すのに苦労しました。\u001b[22m, \u001b[1mラグは、（あなたは私が参照しています誰が知っている場合は）ほとんど愚かと無条件に彼の友人を探している有名な忍者のようにバックゴーシュを取るのに苦労しました。\u001b[22m\n\u001b[4mSome of the important revelations about the main plot were explored like the truth about the “Day of Flicker”, the artificial sun, government’s experiments, the goal of Reverse organization, and even about Niche’s identity.\u001b[24m\n    \u001b[1mメインプロットに関する重要な啓示の一部は、「瞬きの日」、人工太陽、政府の実験、リバース組織の目標、さらにはニッチェのアイデンティティーに関する真実のように探求されました。\u001b[22m, \u001b[1mメインプロットに関する重要な啓示の中には、「フリッカーの日」、人工日、政府の実験、リバース組織の目標、さらにはニッチの身元について真実のように調査しました。\u001b[22m\n\u001b[4mThe most important though was about Lag.\u001b[24m\n    \u001b[1m最も重要なのはラグについてのことでした。\u001b[22m, \u001b[1m最も重要なのはしかし遅れ程度でした。\u001b[22m\n\u001b[4mThe truth about Lag and his mother was strongly hinted in this series.\u001b[24m\n    \u001b[1mラグと彼の母についての真実は、このシリーズで強く示唆されました。\u001b[22m, \u001b[1mラグと彼の母親についての真実が強く、このシリーズでほのめかしました。\u001b[22m\n\u001b[4mThough every revelation created another mystery.\u001b[24m\n    \u001b[1mすべての啓示が別の謎を作り出しました。\u001b[22m, \u001b[1mけれども、すべての啓示は、別の謎を作成しました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe animation was still as captivating as before perhaps a little bit greater. The cool costumes of the characters and captivating visuals of every episode was also amazingly done. The sounds and seiyu’s voice was as perfect too.\n\n\u001b[1mアニメーションは以前と同じように魅力的でした。 すべてのエピソードのキャラクターと魅惑的なビジュアルの涼しい衣装もまた驚くほど行われました。 音とセイユの声も完璧だった。\u001b[22m\n\u001b[1m(Animēshon wa izen to onajiyōni mirikitekideshita. Subete no episōdo no kyarakutā to miwaku-tekina bijuaru no suzushī ishō mo mata odoroku hodo okonawa remashita. Oto to seiyu no koe mo kanpekidatta.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was still as captivating as before perhaps a little bit greater. The cool costumes of the characters and captivating visuals of every episode was also amazingly done. The sounds and seiyu’s voice was as perfect too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was still as captivating as before perhaps a little bit greater.\u001b[24m\n    \u001b[1mアニメーションは以前と同じように魅力的でした。\u001b[22m, \u001b[1mアニメーションは、まだおそらく少し大きい以前ほど魅惑的でした。\u001b[22m\n\u001b[4mThe cool costumes of the characters and captivating visuals of every episode was also amazingly done.\u001b[24m\n    \u001b[1mすべてのエピソードのキャラクターと魅惑的なビジュアルの涼しい衣装もまた驚くほど行われました。\u001b[22m, \u001b[1m文字とすべてのエピソードの魅惑的なビジュアルのクールな衣装も驚くほど行われました。\u001b[22m\n\u001b[4mThe sounds and seiyu’s voice was as perfect too.\u001b[24m\n    \u001b[1m音とセイユの声も完璧だった。\u001b[22m, \u001b[1m音と西友の声があまりにとして完璧でした。\u001b[22m\n\u001b[1m\u001b[22m\nWatch this series as the story continues from the season one. Get more of Lag’s crybaby moment and Niche’s cuteness. You will love the series even more with this second season.\n\n\u001b[1mストーリーがシーズン1から続くので、このシリーズを見てください。 ラグの泣き虫の瞬間とニッチのかわいらしさをさらに味わってください。 あなたはこの2番目のシーズンでさらにシリーズを愛するでしょう。\u001b[22m\n\u001b[1m(Sutōrī ga shīzun 1 kara tsudzukunode, kono shirīzu o mite kudasai. Ragu no nakimushi no shunkan to nitchi no kawairashi-sa o sarani ajiwatte kudasai. Anata wa kono 2-banme no shīzun de sarani shirīzu o aisurudeshou.)\u001b[22m\n\nTranslations of \u001b[4mWatch this series as the story continues from the season one. Get more of Lag’s crybaby moment and Niche’s cuteness. You will love the series even more with this second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch this series as the story continues from the season one.\u001b[24m\n    \u001b[1mストーリーがシーズン1から続くので、このシリーズを見てください。\u001b[22m, \u001b[1m物語はシーズン1から続けているこのシリーズをご覧ください。\u001b[22m\n\u001b[4mGet more of Lag’s crybaby moment and Niche’s cuteness.\u001b[24m\n    \u001b[1mラグの泣き虫の瞬間とニッチのかわいらしさをさらに味わってください。\u001b[22m, \u001b[1mラグの泣き虫モーメントとニッチのかわいらしさの多くを得ます。\u001b[22m\n\u001b[4mYou will love the series even more with this second season.\u001b[24m\n    \u001b[1mあなたはこの2番目のシーズンでさらにシリーズを愛するでしょう。\u001b[22m, \u001b[1mあなたは、この第二シーズンでさらに多くのシリーズを愛します。\u001b[22m"
  }
]
