[
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "daisyfang4",
    "profile": "/profile/daisyfang4/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=37180",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nナナはとても素敵なアニメです。私はそれが傑出したアニメだと信じているので、私はすべてのものを10点与えました。涙を流していて、それは笑っていました。私は誰もが他を愛しているアニメのプロットが大好きです。 誰もがそれを見なければならないと信じている\n\n誰もがこのアニメを見てください私はあなたがこのアニメを見ることについて確信していない誰も助けて願って私はそれを見て後悔しないと思う",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nnana is a very nice anime i gave every thing a 10 because i believe it is an outstanding anime sometimes it had me in tears and other times it had be laughing i love the plot of the anime that everyone loves someone else but overall its outstanding i believe that everyone should watch it\n\n\u001b[1mナナはとても素敵なアニメです。私はそれが傑出したアニメだと信じているので、私はすべてのものを10点与えました。涙を流していて、それは笑っていました。私は誰もが他を愛しているアニメのプロットが大好きです。 誰もがそれを見なければならないと信じている\u001b[22m\n\u001b[1m(Nana wa totemo sutekina animedesu. Watashi wa sore ga kesshutsu shita animeda to shinjite irunode, watashi wa subete no mono o 10-ten ataemashita. Namida o nagashite ite, sore wa waratte imashita. Watashi wa daremoga hoka o aishite iru anime no purotto ga daisukidesu. Daremoga sore o minakereba naranai to shinjite iru)\u001b[22m\n\nTranslations of \u001b[4mnana is a very nice anime i gave every thing a 10 because i believe it is an outstanding anime sometimes it had me in tears and other times it had be laughing i love the plot of the anime that everyone loves someone else but overall its outstanding i believe that everyone should watch it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnana is a very nice anime i gave every thing a 10 because i believe it is an outstanding anime sometimes it had me in tears and other times it had be laughing i love the plot of the anime that everyone loves someone else but overall its outstanding i\u001b[24m\n    \u001b[1mナナはとても素敵なアニメです。私はそれが傑出したアニメだと信じているので、私はすべてのものを10点与えました。涙を流していて、それは笑っていました。私は誰もが他を愛しているアニメのプロットが大好きです。\u001b[22m, \u001b[1mナナは、私はそれが時には私は誰もが他の誰かが、全体的にその優れた私を愛しているアニメのプロットを愛して笑っれていた涙と他の回で私を持っていた優れたアニメであると考えているので、私はすべてのものに10を与えた非常に素晴らしいアニメです\u001b[22m\n\u001b[4mbelieve that everyone should watch it\u001b[24m\n    \u001b[1m誰もがそれを見なければならないと信じている\u001b[22m, \u001b[1m誰もがそれを見なければならないと信じています\u001b[22m\n\u001b[1m\u001b[22m\neveryone please watch this anime i think you wont regret watching i it hoped this helped anyone that is not sure about watching this anime\n\n\u001b[1m誰もがこのアニメを見てください私はあなたがこのアニメを見ることについて確信していない誰も助けて願って私はそれを見て後悔しないと思う\u001b[22m\n\u001b[1m(Daremoga kono anime o mitekudasai watashi wa anata ga kono anime o miru koto ni tsuite kakushin shite inai dare mo tasukete negatte watashi wa sore o mite kōkaishinai to omou)\u001b[22m\n\nTranslations of \u001b[4meveryone please watch this anime i think you wont regret watching i it hoped this helped anyone that is not sure about watching this anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4meveryone please watch this anime i think you wont regret watching i it hoped this helped anyone that is not sure about watching this anime\u001b[24m\n    \u001b[1m誰もがこのアニメを見てください私はあなたがこのアニメを見ることについて確信していない誰も助けて願って私はそれを見て後悔しないと思う\u001b[22m, \u001b[1m誰も私はあなたが文句を言わない、それは、これがこのアニメを見てわからない人を助けた期待私見て後悔すると思うこのアニメを見てください\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "amiixisclz",
    "profile": "/profile/amiixisclz/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=57617",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  9\n\nストーリー10：物語やアニメは信じられないほど良いものだったので、私はこのアニメを傑出したと評価しています。このアニメは本当に他の人が実際にこのアニメに関係することができるので、このタイプのアニメが好きです。  ：Dストーリーは主に、両方の人格が異なっていて、後でストーリーの上で、彼らは人生でこのような困難と経験を共有し、経験する良い友達になった両方の名前の2人の女の子に焦点を当てています。 私はこの物語が行くという事実を愛し、それは確かに一部の視聴者、特に私に影響を与えます。\n\nアート8：私はこのアニメが本当に好きなことの一つは、ヤイザワが彼女のキャラクターを作った方法が好きで、彼女は良いアイデアを持ち、ファッションセンスもいいのです。 私はパンク・タイプのアニメやファッション・ステートメントにも非常に興味があります。 また、私はそれを見てとても素敵で、非常に面白いことが分かった。  :)\n\nサウンド9：私はこのアニメで好きなことは、音がすべてクールだということです。  NANA（パンク・タイプ）のストーリーでは、ロック・ソングを歌うのがとても涼しいのが本当に分かります。 私はトラップネストとブラックストーンの音が大好きです。 私はパンクロックの音楽を愛するので、私はこれで非常にうまく関連することができます、面白い部分はまたそれは日本語版にあるので、それは非常に興味深いです。  m /\n\nキャラクター8：私はキャラクターがこのアニメに行く方法が大好きです。 文字はすべて異なる性格を持ち、この文字が本当に持っているひねりを見ることができます。 アニメの登場人物は本当に自分の人生で異なった物語を持っていて、とても楽しそうです。\n\n楽しさ9：私は本当にこのアニメを見て楽しかっただけでなく、それは非常に劇的または悲しいですまた、このアニメのエピソードのいくつかは面白い側面も持っています。 それは純粋に少女型であり、あなたはこのアニメでいくつかの「itchii」タイプのシーンを見ることができます。  Dウォッチャーは本当にこのアニメでスリルを感じることができます。\n\n全体的に10：ナナは、少女、ロマンスのタイプ、ドラマ、そして私のためのこのアニメ全体が非常に際立っています。  :)このアニメはとても素敵でとても面白いです。 このアニメの次のエピソードと章を待ちます。  gaaaaawwwwwdh！  C：",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nStory 10: I rate this anime as outstanding because for me the story or anime was incredibly good, i like this type of anime because you can really match it to real life in which others can really relate to this anime. :D the story mainly focuses on the two girls named both NANA, in which both have different personalities and later on the story they became good friends sharing and experiencing such difficulties and experiences in life. i love the fact that this story goes and it surely have an impact in some viewers especially me.\n\n\u001b[1mストーリー10：物語やアニメは信じられないほど良いものだったので、私はこのアニメを傑出したと評価しています。このアニメは本当に他の人が実際にこのアニメに関係することができるので、このタイプのアニメが好きです。  ：Dストーリーは主に、両方の人格が異なっていて、後でストーリーの上で、彼らは人生でこのような困難と経験を共有し、経験する良い友達になった両方の名前の2人の女の子に焦点を当てています。 私はこの物語が行くという事実を愛し、それは確かに一部の視聴者、特に私に影響を与えます。\u001b[22m\n\u001b[1m(Sutōrī 10: Monogatari ya anime wa shinji rarenai hodo yoi monodattanode, watashi wa kono anime o kesshutsu shita to hyōka shite imasu. Kono anime wa hontōni hokanohito ga jissai ni kono anime ni kankei suru koto ga dekiru node, kono taipu no anime ga sukidesu. : D sutōrī wa omoni, ryōhō no jinkaku ga kotonatte ite,-go de sutōrī no ue de, karera wa jinsei de kono yōna kon'nan to keiken o kyōyū shi, keiken suru yoi tomodachi ni natta ryōhō no namae no 2-ri no on'nanoko ni shōten o atete imasu. Watashi wa kono monogatari ga iku to iu jijitsu o aishi, sore wa tashika ni ichibu no shichō-sha, tokuni watashi ni eikyō o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mStory 10: I rate this anime as outstanding because for me the story or anime was incredibly good, i like this type of anime because you can really match it to real life in which others can really relate to this anime. :D the story mainly focuses on the two girls named both NANA, in which both have different personalities and later on the story they became good friends sharing and experiencing such difficulties and experiences in life. i love the fact that this story goes and it surely have an impact in some viewers especially me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 10: I rate this anime as outstanding because for me the story or anime was incredibly good, i like this type of anime because you can really match it to real life in which others can really relate to this anime.\u001b[24m\n    \u001b[1mストーリー10：物語やアニメは信じられないほど良いものだったので、私はこのアニメを傑出したと評価しています。このアニメは本当に他の人が実際にこのアニメに関係することができるので、このタイプのアニメが好きです。\u001b[22m, \u001b[1mストーリー10：私は私のためにストーリーやアニメは信じられないほど良かったので、あなたが本当に他の人が本当にこのアニメに関連することが可能な実際の生活にそれを一致させることができるので、私はアニメのこのタイプが好き卓越したとしてこのアニメを評価。\u001b[22m\n\u001b[4m:D the story mainly focuses on the two girls named both NANA, in which both have different personalities and later on the story they became good friends sharing and experiencing such difficulties and experiences in life.\u001b[24m\n    \u001b[1m：Dストーリーは主に、両方の人格が異なっていて、後でストーリーの上で、彼らは人生でこのような困難と経験を共有し、経験する良い友達になった両方の名前の2人の女の子に焦点を当てています。\u001b[22m, \u001b[1m：D物語は、主に異なる個性を持っており、それ以降の話で、彼らは生活の中で、このような困難や経験を共有し、経験の良い友達になった両方いるNANA両方という名前の2つの女の子、に焦点を当てています。\u001b[22m\n\u001b[4mi love the fact that this story goes and it surely have an impact in some viewers especially me.\u001b[24m\n    \u001b[1m私はこの物語が行くという事実を愛し、それは確かに一部の視聴者、特に私に影響を与えます。\u001b[22m, \u001b[1m私はこの話が行くことを愛し、それは確かに私は特にいくつかの視聴者で影響力を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt 8: One thing that i really like in this anime is that i like the way ai yazawa made her characters she has a good idea and also have a good fashion sense. I am very interested in Punk type anime and also their fashion statements. In which also i found it very nice to see and very interesting to watch. :)\n\n\u001b[1mアート8：私はこのアニメが本当に好きなことの一つは、ヤイザワが彼女のキャラクターを作った方法が好きで、彼女は良いアイデアを持ち、ファッションセンスもいいのです。 私はパンク・タイプのアニメやファッション・ステートメントにも非常に興味があります。 また、私はそれを見てとても素敵で、非常に面白いことが分かった。  :)\u001b[22m\n\u001b[1m(Āto 8: Watashi wa kono anime ga hontōni sukinakoto no hitotsu wa, yaizawa ga kanojo no kyarakutā o tsukutta hōhō ga sukide, kanojo wa yoi aidea o mochi, fasshon sensu mo ī nodesu. Watashi wa panku taipu no anime ya fasshon sutētomento ni mo hijō ni kyōmigārimasu. Mata, watashi wa sore o mite totemo sutekide, hijō ni omoshiroi koto ga wakatta. : ))\u001b[22m\n\nTranslations of \u001b[4mArt 8: One thing that i really like in this anime is that i like the way ai yazawa made her characters she has a good idea and also have a good fashion sense. I am very interested in Punk type anime and also their fashion statements. In which also i found it very nice to see and very interesting to watch. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 8: One thing that i really like in this anime is that i like the way ai yazawa made her characters she has a good idea and also have a good fashion sense.\u001b[24m\n    \u001b[1mアート8：私はこのアニメが本当に好きなことの一つは、ヤイザワが彼女のキャラクターを作った方法が好きで、彼女は良いアイデアを持ち、ファッションセンスもいいのです。\u001b[22m, \u001b[1mアート8：私は本当にこのアニメのように一つのことは、私は方法は矢沢は、彼女が良いアイデアを持っている彼女のキャラクターを作り、また、良好なファッションセンスを持っている愛が好きということです。\u001b[22m\n\u001b[4mI am very interested in Punk type anime and also their fashion statements.\u001b[24m\n    \u001b[1m私はパンク・タイプのアニメやファッション・ステートメントにも非常に興味があります。\u001b[22m, \u001b[1m私はパンク型のアニメとも彼らのファッションステートメントに非常に興味を持っています。\u001b[22m\n\u001b[4mIn which also i found it very nice to see and very interesting to watch.\u001b[24m\n    \u001b[1mまた、私はそれを見てとても素敵で、非常に面白いことが分かった。\u001b[22m, \u001b[1mこれでまた、私はそれを見ることは非常に素晴らしく、見ていて非常に興味深い発見しました。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\nSound 9: The good thing i love in this anime is that the sounds are all cool. You can really see that in the story NANA (punk type) is so cool in singing rock songs. i love the sounds of trapnest and blackstones. i love punk rock musics and therefore i can relate very well in this, the amusing part also is that it is in japanese version thus it is very interesting to listen. m/\n\n\u001b[1mサウンド9：私はこのアニメで好きなことは、音がすべてクールだということです。  NANA（パンク・タイプ）のストーリーでは、ロック・ソングを歌うのがとても涼しいのが本当に分かります。 私はトラップネストとブラックストーンの音が大好きです。 私はパンクロックの音楽を愛するので、私はこれで非常にうまく関連することができます、面白い部分はまたそれは日本語版にあるので、それは非常に興味深いです。  m /\u001b[22m\n\u001b[1m(Saundo 9: Watashi wa kono anime de sukinakoto wa,-on ga subete kūruda to iu kotodesu. Nana (panku taipu) no sutōrīde wa, rokku songu o utau no ga totemo suzushī no ga hontōni wakarimasu. Watashi wa torappunesuto to burakkusutōn no oto ga daisukidesu. Watashi wa pan kurokku no ongaku o aisurunode, watashi wa kore de hijō ni umaku kanren suru koto ga dekimasu, omoshiroi bubun wa mata sore wa nihongohan ni aru node, sore wa hijō ni kyōmibukaidesu. M/)\u001b[22m\n\nTranslations of \u001b[4mSound 9: The good thing i love in this anime is that the sounds are all cool. You can really see that in the story NANA (punk type) is so cool in singing rock songs. i love the sounds of trapnest and blackstones. i love punk rock musics and therefore i can relate very well in this, the amusing part also is that it is in japanese version thus it is very interesting to listen. m/\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 9: The good thing i love in this anime is that the sounds are all cool.\u001b[24m\n    \u001b[1mサウンド9：私はこのアニメで好きなことは、音がすべてクールだということです。\u001b[22m, \u001b[1m9サウンド：私はこのアニメに愛する良いことは、音がすべてのクールであるということです。\u001b[22m\n\u001b[4mYou can really see that in the story NANA (punk type) is so cool in singing rock songs.\u001b[24m\n    \u001b[1mNANA（パンク・タイプ）のストーリーでは、ロック・ソングを歌うのがとても涼しいのが本当に分かります。\u001b[22m, \u001b[1mあなたは本当に物語の中でNANA（パンクタイプは）ロックの曲を歌っにとてもクールであることがわかります。\u001b[22m\n\u001b[4mi love the sounds of trapnest and blackstones.\u001b[24m\n    \u001b[1m私はトラップネストとブラックストーンの音が大好きです。\u001b[22m, \u001b[1m私はTRAPNESTとblackstonesの音が大好きです。\u001b[22m\n\u001b[4mi love punk rock musics and therefore i can relate very well in this, the amusing part also is that it is in japanese version thus it is very interesting to listen.\u001b[24m\n    \u001b[1m私はパンクロックの音楽を愛するので、私はこれで非常にうまく関連することができます、面白い部分はまたそれは日本語版にあるので、それは非常に興味深いです。\u001b[22m, \u001b[1m私はパンク楽曲を愛し、それゆえ私はこの中には非常によく関連付けることができ、面白い部分はまた、日本語版ではこのように、それは聞くことは非常に興味深いですされていることです。\u001b[22m\n\u001b[4mm/\u001b[24m\n    \u001b[1mm /\u001b[22m, \u001b[1mメートル/\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 8: I love the way the characters goes in this anime. The characters all have different personalities and you could see the twist that this characters really possess. The characters in the anime really has different individual stories in their lives in which are all very amusing.\n\n\u001b[1mキャラクター8：私はキャラクターがこのアニメに行く方法が大好きです。 文字はすべて異なる性格を持ち、この文字が本当に持っているひねりを見ることができます。 アニメの登場人物は本当に自分の人生で異なった物語を持っていて、とても楽しそうです。\u001b[22m\n\u001b[1m(Kyarakutā 8: Watashi wa kyarakutā ga kono anime ni iku hōhō ga daisukidesu. Moji wa subete kotonaru seikaku o mochi, kono moji ga hontōni motte iru hineri o miru koto ga dekimasu. Anime no tōjō jinbutsu wa hontōni jibun no jinsei de kotonatta monogatari o motte ite, totemo tanoshi-sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter 8: I love the way the characters goes in this anime. The characters all have different personalities and you could see the twist that this characters really possess. The characters in the anime really has different individual stories in their lives in which are all very amusing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 8: I love the way the characters goes in this anime.\u001b[24m\n    \u001b[1mキャラクター8：私はキャラクターがこのアニメに行く方法が大好きです。\u001b[22m, \u001b[1m文字8：私は文字がこのアニメに行く道が大好きです。\u001b[22m\n\u001b[4mThe characters all have different personalities and you could see the twist that this characters really possess.\u001b[24m\n    \u001b[1m文字はすべて異なる性格を持ち、この文字が本当に持っているひねりを見ることができます。\u001b[22m, \u001b[1m文字はすべて違う個性を持っていて、この文字が本当に持っていることのねじれを見ることができました。\u001b[22m\n\u001b[4mThe characters in the anime really has different individual stories in their lives in which are all very amusing.\u001b[24m\n    \u001b[1mアニメの登場人物は本当に自分の人生で異なった物語を持っていて、とても楽しそうです。\u001b[22m, \u001b[1mアニメの中の文字は、実際にすべての非常に面白いである、生活の中で異なる個々の物語を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 9: I really enjoyed watching this anime not only it is very dramatic or sad bu also some of the episodes in this anime has funny aspects as well. It is purely shojou type, and you could see some 'itchii' type scenes in this anime. :D watchers could really see some thrill in this anime.\n\n\u001b[1m楽しさ9：私は本当にこのアニメを見て楽しかっただけでなく、それは非常に劇的または悲しいですまた、このアニメのエピソードのいくつかは面白い側面も持っています。 それは純粋に少女型であり、あなたはこのアニメでいくつかの「itchii」タイプのシーンを見ることができます。  Dウォッチャーは本当にこのアニメでスリルを感じることができます。\u001b[22m\n\u001b[1m(Tanoshisa 9: Watashi wa hontōni kono anime o mite tanoshikatta dakedenaku, sore wa hijō ni gekiteki matawa kanashīdesu mata, kono anime no episōdo no ikutsu ka wa omoshiroi sokumen mo motte imasu. Sore wa junsui ni shōjo-gatadeari, anata wa kono anime de ikutsu ka no `itchii' taipu no shīn o miru koto ga dekimasu. D u~otchā wa hontōni kono anime de suriru o kanjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 9: I really enjoyed watching this anime not only it is very dramatic or sad bu also some of the episodes in this anime has funny aspects as well. It is purely shojou type, and you could see some 'itchii' type scenes in this anime. :D watchers could really see some thrill in this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 9: I really enjoyed watching this anime not only it is very dramatic or sad bu also some of the episodes in this anime has funny aspects as well.\u001b[24m\n    \u001b[1m楽しさ9：私は本当にこのアニメを見て楽しかっただけでなく、それは非常に劇的または悲しいですまた、このアニメのエピソードのいくつかは面白い側面も持っています。\u001b[22m, \u001b[1m楽し9：私は本当にこのアニメを見て楽しんだだけでなく、それは非常に劇的であるか悲しい府もこのアニメでのエピソードのいくつかは、同様に面白い側面があります。\u001b[22m\n\u001b[4mIt is purely shojou type, and you could see some 'itchii' type scenes in this anime.\u001b[24m\n    \u001b[1mそれは純粋に少女型であり、あなたはこのアニメでいくつかの「itchii」タイプのシーンを見ることができます。\u001b[22m, \u001b[1mそれは純粋にshojou型で、あなたはこのアニメにはいくつかの「itchii 'タイプのシーンを見ることができました。\u001b[22m\n\u001b[4m:D watchers could really see some thrill in this anime.\u001b[24m\n    \u001b[1mDウォッチャーは本当にこのアニメでスリルを感じることができます。\u001b[22m, \u001b[1m：Dウォッチャーは本当にこのアニメではいくつかのスリルを見ることができました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 10: Nana is a shoujo, romance type, drama and slice of life kind of anime overall this anime for me is very outstanding. :) This anime is very nice and very interesting. Cant wait for the next episode and chapter of this anime. gaaaaawwwwwdh! C:\n\n\u001b[1m全体的に10：ナナは、少女、ロマンスのタイプ、ドラマ、そして私のためのこのアニメ全体が非常に際立っています。  :)このアニメはとても素敵でとても面白いです。 このアニメの次のエピソードと章を待ちます。  gaaaaawwwwwdh！  C：\u001b[22m\n\u001b[1m(Zentai-teki ni 10: Nana wa, shōjo, romansu no taipu, dorama, soshite watashi no tame no kono anime zentai ga hijō ni kiwadatte imasu. : ) Kono anime wa totemo sutekide totemo omoshiroidesu. Kono anime no tsugi no episōdo to shō o machimasu. Gaaaaawwwwwdh! C:)\u001b[22m\n\nTranslations of \u001b[4mOverall 10: Nana is a shoujo, romance type, drama and slice of life kind of anime overall this anime for me is very outstanding. :) This anime is very nice and very interesting. Cant wait for the next episode and chapter of this anime. gaaaaawwwwwdh! C:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 10: Nana is a shoujo, romance type, drama and slice of life kind of anime overall this anime for me is very outstanding.\u001b[24m\n    \u001b[1m全体的に10：ナナは、少女、ロマンスのタイプ、ドラマ、そして私のためのこのアニメ全体が非常に際立っています。\u001b[22m, \u001b[1m10全体：ナナは、全体的な私のためにこのアニメは非常に優れているアニメのライフ種類の少女、ロマンスタイプ、ドラマやスライスです。\u001b[22m\n\u001b[4m:) This anime is very nice and very interesting.\u001b[24m\n    \u001b[1m:)このアニメはとても素敵でとても面白いです。\u001b[22m, \u001b[1m:)このアニメは非常に素晴らしく、非常に興味深いです。\u001b[22m\n\u001b[4mCant wait for the next episode and chapter of this anime.\u001b[24m\n    \u001b[1mこのアニメの次のエピソードと章を待ちます。\u001b[22m, \u001b[1mカントは、このアニメの次のエピソードや章を待ちます。\u001b[22m\n\u001b[4mgaaaaawwwwwdh!\u001b[24m\n    \u001b[1mgaaaaawwwwwdh！\u001b[22m\n\u001b[4mC:\u001b[24m\n    \u001b[1mC：\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "yolofish",
    "profile": "/profile/yolofish/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=69685",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n（Spoilers Ahead！）\nそれは、ぶら下がって残るために、吸う...\n\nナナは素晴らしいです。 偉大な芸術作品と素晴らしい音楽ですばらしい話。 キャラクターはカラフルで、私は自分自身のすべてのものに関連付けることができます。 その理由は、それぞれが一握りの欠陥より多くを持っているからです。 那智大樹は沢山あり、八尾は弱者意思と理想主義者であり、慈愛はほとんどなく、自分の気持ちを表現する方法がわからない。このアニメ/漫画は本当に「ひどく悲劇的」と分類されるべきだ。 私たちはそれを見たり読んだりすることができると思っています。\n\nとにかく、ヤザワ愛がこの傑作に織り込んだ数十の謎を決して解くことはおそらくないので、私たちがやっていることは、あちこちの小さなファンフィクションを推測して読んでいるだけです:)\n\n質問：あなたは誰ですか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n(Spoilers Ahead!)\n\n\u001b[1m（Spoilers Ahead！）\u001b[22m\n\u001b[1m((Spoilers Ahead! ))\u001b[22m\n\nTranslations of \u001b[4m(Spoilers Ahead!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Spoilers Ahead!)\u001b[24m\n    \u001b[1m（Spoilers Ahead！）\u001b[22m, \u001b[1m（前スポイラー！）\u001b[22m\nIt sucks, to be left hanging...\n\n\u001b[1mそれは、ぶら下がって残るために、吸う...\u001b[22m\n\u001b[1m(Sore wa, burasagatte nokoru tame ni, suu...)\u001b[22m\n\nTranslations of \u001b[4mIt sucks, to be left hanging...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt sucks, to be left hanging...\u001b[24m\n    \u001b[1mそれは、ぶら下がって残るために、吸う...\u001b[22m, \u001b[1mそれは、吸うぶら下げままにします...\u001b[22m\n\u001b[1m\u001b[22m\nNANA is fantastic. Great story with great artwork and even great music. The characters are colourful and I find myself being able to relate to every single one of them. The reason for this is because each of them have more than a handful of flaws. Nana Osaki is possesive, Hachi is weak-willed and an idealist, Takumi has little compassion and does not know how to show his feelings, etc. This anime/manga really should be labelled as 'awfully tragic' It made me feel emotions I didn 't think we're possible while watching/reading it.\n\n\u001b[1mナナは素晴らしいです。 偉大な芸術作品と素晴らしい音楽ですばらしい話。 キャラクターはカラフルで、私は自分自身のすべてのものに関連付けることができます。 その理由は、それぞれが一握りの欠陥より多くを持っているからです。 那智大樹は沢山あり、八尾は弱者意思と理想主義者であり、慈愛はほとんどなく、自分の気持ちを表現する方法がわからない。このアニメ/漫画は本当に「ひどく悲劇的」と分類されるべきだ。 私たちはそれを見たり読んだりすることができると思っています。\u001b[22m\n\u001b[1m(Nana wa subarashīdesu. Idaina geijutsu sakuhin to subarashī ongaku de subarashī hanashi. Kyarakutā wa karafuru de, watashi wa jibunjishin'no subete no mono ni kanrendzukeru koto ga dekimasu. Sono riyū wa, sorezore ga hitonigiri no kekkan yori ōku o motte irukaradesu. Nachi taiju wa takusan ari, Yao wa jakusha ishi to risō shugi-shadeari, jiai wa hotondo naku, jibun no kimochi o hyōgen suru hōhō ga wakaranai. Kono anime/ manga wa hontōni `hidoku higeki-teki' to bunrui sa rerubekida. Watashitachi wa sore o mi tari yon dari suru koto ga dekiru to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mNANA is fantastic. Great story with great artwork and even great music. The characters are colourful and I find myself being able to relate to every single one of them. The reason for this is because each of them have more than a handful of flaws. Nana Osaki is possesive, Hachi is weak-willed and an idealist, Takumi has little compassion and does not know how to show his feelings, etc. This anime/manga really should be labelled as 'awfully tragic' It made me feel emotions I didn 't think we're possible while watching/reading it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNANA is fantastic.\u001b[24m\n    \u001b[1mナナは素晴らしいです。\u001b[22m, \u001b[1mNANAは素晴らしいです。\u001b[22m\n\u001b[4mGreat story with great artwork and even great music.\u001b[24m\n    \u001b[1m偉大な芸術作品と素晴らしい音楽ですばらしい話。\u001b[22m, \u001b[1m素晴らしいアートワークとでも素晴らしい音楽と素晴らしい物語。\u001b[22m\n\u001b[4mThe characters are colourful and I find myself being able to relate to every single one of them.\u001b[24m\n    \u001b[1mキャラクターはカラフルで、私は自分自身のすべてのものに関連付けることができます。\u001b[22m, \u001b[1m文字がカラフルで、私は自分自身がそれらのひとつひとつの1に関係することができることを見つけます。\u001b[22m\n\u001b[4mThe reason for this is because each of them have more than a handful of flaws.\u001b[24m\n    \u001b[1mその理由は、それぞれが一握りの欠陥より多くを持っているからです。\u001b[22m, \u001b[1mそれらの各々は、欠陥の一握り以上を有するためです。\u001b[22m\n\u001b[4mNana Osaki is possesive, Hachi is weak-willed and an idealist, Takumi has little compassion and does not know how to show his feelings, etc. This anime/manga really should be labelled as 'awfully tragic' It made me feel emotions I didn\u001b[24m\n    \u001b[1m那智大樹は沢山あり、八尾は弱者意思と理想主義者であり、慈愛はほとんどなく、自分の気持ちを表現する方法がわからない。このアニメ/漫画は本当に「ひどく悲劇的」と分類されるべきだ。\u001b[22m, \u001b[1mナナ大崎は、所有代名詞であるハチが弱い意志であり、理想主義者、匠は少し思いやりを持っており、このアニメ/漫画は本当にそれは私が私がdidnの感情を感じさせた「やけに悲劇的」とラベル付けされるべきであるなど、彼の気持ちを表示する方法を知りません。\u001b[22m\n\u001b[4m't think we're possible while watching/reading it.\u001b[24m\n    \u001b[1m私たちはそれを見たり読んだりすることができると思っています。\u001b[22m, \u001b[1m'tはそれを読んで/見ながら、我々は可能だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nAnyways as we will probably never solve the dozens of mysteries Ai Yazawa has woven into this masterpiece, all we can do is speculate and read a little fan fiction here and there :)\n\n\u001b[1mとにかく、ヤザワ愛がこの傑作に織り込んだ数十の謎を決して解くことはおそらくないので、私たちがやっていることは、あちこちの小さなファンフィクションを推測して読んでいるだけです:)\u001b[22m\n\u001b[1m(Tonikaku, Yazawa Ai ga kono kessaku ni orikonda sū jū no nazo o kesshite hodoku koto wa osoraku nainode, watashitachi ga yatte iru koto wa, achikochi no chīsana fan fikushon o suisoku shite yonde iru dakedesu: ))\u001b[22m\n\nTranslations of \u001b[4mAnyways as we will probably never solve the dozens of mysteries Ai Yazawa has woven into this masterpiece, all we can do is speculate and read a little fan fiction here and there :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyways as we will probably never solve the dozens of mysteries Ai Yazawa has woven into this masterpiece, all we can do is speculate and read a little fan fiction here and there :)\u001b[24m\n    \u001b[1mとにかく、ヤザワ愛がこの傑作に織り込んだ数十の謎を決して解くことはおそらくないので、私たちがやっていることは、あちこちの小さなファンフィクションを推測して読んでいるだけです:)\u001b[22m, \u001b[1m私たちは、おそらく愛矢沢がこの傑作に織り込また謎の数十を解決することはありませんとにかくとして、私たちにできることはすべて推測し、あちこちで小さなファンフィクションを読んで:)\u001b[22m\n\u001b[1m\u001b[22m\nQuestion:who do you think are Ren Ichinose parents?\n\n\u001b[1m質問：あなたは誰ですか？\u001b[22m\n\u001b[1m(Shitsumon: Anatahadaredesu ka?)\u001b[22m\n\nTranslations of \u001b[4mQuestion:who do you think are Ren Ichinose parents?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQuestion:who do you think are Ren Ichinose parents?\u001b[24m\n    \u001b[1m質問：あなたは誰ですか？\u001b[22m, \u001b[1m質問：漣一ノ瀬の両親であるあなたと思いますか？\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "MizzAe",
    "profile": "/profile/MizzAe/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=56209",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  5\n|  7\n\n私はこのアニメが多くの点で少しイライラしているのを見つけました。 主人公のナナ、もう少し華麗な人は、私の意見では本当に迷惑だった。 私がそれを比較するのは、「Peach Girl」アニメが持っていた落ち込みのある性質です。 常に何かが間違っている。 彼女はいつも私を本当に怒らせるような愚かな決断を下した。 他のキャラクターの多くは、利己的で、本当にばかげた選択をしました。 全体的に私はストーリー・ラインがイライラしていることが分かりました。何度も、「NO！」と大声で叫びました。 または '何なの？ なぜ彼らはそれをしたのですか？」 あなたの人生のすべてが常にねじれているので、次に何が起こるのだろうと思っている物語が好きな人は、本当にこれを楽しむでしょう。 芸術全体は私の意見では本当に良かったし、キャラクターの声も本当に好きだったので、それは信じられないほどだった。 それは本当にそのような悪いアニメではありませんでしたが、私はそれが多くの瞬間に落ち込んでいることがわかりました、そして、私はもう少し何かを探していたと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI found this anime a little frustrating at many points. The main character Nana, the one who is a little more ditzier was really annoying in my opinion. What I would compare it to is the depressing qualities that the 'Peach Girl' anime had. Always something going wrong. She always made stupid decisions that seemed to make me really angry. As well many of the other characters were selfish and made really idiotic choices. Overall I found the story line frustrating, at many times I found myself shouting out loud saying 'NO!' or 'What the hell?!' or 'Why did they do that?'. If you like stories that have you always wondering what will happen next because everything in their lives always screws up, then you'll really enjoy this one. The art overall was really good in my opinion and the voices for the characters really suited them as well, so it was believable. It really wasn't such a bad anime to watch, but I found it just depressing at many moments and I suppose I was looking for something a little more up beat.\n\n\u001b[1m私はこのアニメが多くの点で少しイライラしているのを見つけました。 主人公のナナ、もう少し華麗な人は、私の意見では本当に迷惑だった。 私がそれを比較するのは、「Peach Girl」アニメが持っていた落ち込みのある性質です。 常に何かが間違っている。 彼女はいつも私を本当に怒らせるような愚かな決断を下した。 他のキャラクターの多くは、利己的で、本当にばかげた選択をしました。 全体的に私はストーリー・ラインがイライラしていることが分かりました。何度も、「NO！」と大声で叫びました。 または '何なの？ なぜ彼らはそれをしたのですか？」 あなたの人生のすべてが常にねじれているので、次に何が起こるのだろうと思っている物語が好きな人は、本当にこれを楽しむでしょう。 芸術全体は私の意見では本当に良かったし、キャラクターの声も本当に好きだったので、それは信じられないほどだった。 それは本当にそのような悪いアニメではありませんでしたが、私はそれが多くの瞬間に落ち込んでいることがわかりました、そして、私はもう少し何かを探していたと思います。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga ōku no ten de sukoshi iraira shite iru no o mitsukemashita. Shujinkō no Nana, mōsukoshi kareina hito wa, watashi no ikende wa hontōni meiwakudatta. Kanojo wa itsumo watashi o hontōni okora seru yōna orokana ketsudan o kudashita. Hoka no kyarakutā no ōku wa, riko-tekide, hontōni bakageta sentaku o shimashita. Zentai-teki ni watashi wa sutōrī rain ga iraira shite iru koto ga wakarimashita. Nando mo,`NO!' To ōgoe de sakebimashita. Matawa' nan'nano? Naze karera wa sore o shita nodesu ka?' Anata no jinsei no subete ga tsuneni nejirete irunode, tsugini nani ga okoru nodarou to omotte iru monogatari ga sukinahito wa, hontōni kore o tanoshimudeshou. Geijutsu zentai wa watashi no ikende wa hontōniyokatta shi, kyarakutā no koe mo hontōni sukidattanode, sore wa shinji rarenai hododatta. Sore wa hontōni sono yōna warui animede wa arimasendeshitaga, watashi wa sore ga ōku no shunkan ni ochikonde iru koto ga wakarimashita, soshite, watashi wa mōsukoshi nanika o sagashite ita to omoimasu. Watashi ga sore o hikaku suru no wa,`Peach Girl' anime ga motte ita ochikomi no aru seishitsudesu. Tsuneni nanika ga machigatte iru.)\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "ralfi",
    "profile": "/profile/ralfi/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=36443",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  10\nアニメーション|  3\nサウンド|  2\nキャラクター|\n|  6\n\n良い漫画だけでなく、他の良い文学は、読者の想像力に多くの委託をしています。 アニメーションの場合、想像力は消えてしまいます。 代わりに、私たちは、この壊れやすいコメント付きの写真のコレクションからアニメを作成するための他のアイデアをサポートしています。私たちは私たちの想像力を刺激しながら歩きます。\n私はマンガを赤くすることはありませんが、私はここでかなりの損失を感じています。\nナナは、残念なことに商業的に動機付けされた唯一のアニメーションのケースです。\n社会的な深みだけでなく、本質的な感情や誤解の大部分を占めるだけでなく、あまり一般的ではない映画の部分を多少なりとも適切に扱うことができる、単純に準備ができていない音声キャストによって払われました。 パンク・ガール、アンダーグラウンド・コール・ボーイ、アーティスト、弁護士、ガーリー・シンガー、ビジネス・レベルの複数のレベル、高校のグルーピー、ファッション・ガールなどのすべての人物が、愛コメディー/ビジネス・ドラマ・スタイル、 瞬間の変化やキャラクターの変化を無視して、ストーリーに一致する偶然によって...まったく失望する!!\n完全に検閲されたのは音楽でもありましたが、さらに驚くべきことですが、それに対する情熱です。 音楽 - これは何とかミュージシャンにとって重要なようでしたか？ 実際には音楽はまったくありません。\n...\n私は聴衆を罰するための自己反映の彼の良い感覚のためにプロデューサーを賞賛することができますこれを25分の支出は、 'ナナの河南 -  nanas部屋'プレビューの特別なボットとアウト -  ボーカル・ディレクターのガールフレンドの背後にある強力な力をshizue nanaをフィーチャーした広告。 我々はそれに値する。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\na good manga as well as any other good literature entrusts a lot to the readers imagination. in the case of an animation our imagination will vanish. instead we are supported with someone else ideas to create an anime out of this fragile collection of scarcely commented pictures, we would walk through in our mind inspiring our fantasy.\n\n\u001b[1m良い漫画だけでなく、他の良い文学は、読者の想像力に多くの委託をしています。 アニメーションの場合、想像力は消えてしまいます。 代わりに、私たちは、この壊れやすいコメント付きの写真のコレクションからアニメを作成するための他のアイデアをサポートしています。私たちは私たちの想像力を刺激しながら歩きます。\u001b[22m\n\u001b[1m(Yoi manga dakedenaku, hoka no yoi bungaku wa, dokusha no sōzō-ryoku ni ōku no itaku o shite imasu. Animēshon no baai, sōzō-ryoku wa kiete shimaimasu. Kawari ni, watashitachiha, kono koware yasui komento-tsuki no shashin no korekushon kara anime o sakusei suru tame no ta no aidea o sapōto shite imasu. Watashitachiha watashitachi no sōzō-ryoku o shigeki shinagara arukimasu.)\u001b[22m\n\nTranslations of \u001b[4ma good manga as well as any other good literature entrusts a lot to the readers imagination. in the case of an animation our imagination will vanish. instead we are supported with someone else ideas to create an anime out of this fragile collection of scarcely commented pictures, we would walk through in our mind inspiring our fantasy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4ma good manga as well as any other good literature entrusts a lot to the readers imagination.\u001b[24m\n    \u001b[1m良い漫画だけでなく、他の良い文学は、読者の想像力に多くの委託をしています。\u001b[22m, \u001b[1m良い漫画だけでなく、他の良い文献は読者の想像力に多くを委ねます。\u001b[22m\n\u001b[4min the case of an animation our imagination will vanish.\u001b[24m\n    \u001b[1mアニメーションの場合、想像力は消えてしまいます。\u001b[22m, \u001b[1mアニメーションの場合には、私たちの想像力が消えます。\u001b[22m\n\u001b[4minstead we are supported with someone else ideas to create an anime out of this fragile collection of scarcely commented pictures, we would walk through in our mind inspiring our fantasy.\u001b[24m\n    \u001b[1m代わりに、私たちは、この壊れやすいコメント付きの写真のコレクションからアニメを作成するための他のアイデアをサポートしています。私たちは私たちの想像力を刺激しながら歩きます。\u001b[22m, \u001b[1m代わりに、私たちはほとんどコメントしていない写真のこの脆弱なコレクションのうちアニメを作成するために誰か他の人のアイデアでサポートされている、私たちは私たちの幻想を感動私たちの心の中で歩くことになります。\u001b[22m\nalthough I never red the manga I feel here a considerable loss.\n\n\u001b[1m私はマンガを赤くすることはありませんが、私はここでかなりの損失を感じています。\u001b[22m\n\u001b[1m(Watashi wa manga o akaku suru koto wa arimasenga, watashi wa koko de kanari no sonshitsu o kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4malthough I never red the manga I feel here a considerable loss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4malthough I never red the manga I feel here a considerable loss.\u001b[24m\n    \u001b[1m私はマンガを赤くすることはありませんが、私はここでかなりの損失を感じています。\u001b[22m, \u001b[1m私は漫画を赤くすることはありませんが、私はここでかなりの損失を感じます。\u001b[22m\nnana is unfortunately a case of an only commercially motivated animation.\n\n\u001b[1mナナは残念なことに商業的に動機付けされた唯一のアニメーションのケースです。\u001b[22m\n\u001b[1m(Nana wa zan'nen'nakotoni shōgyō-teki ni dōkidzuke sa reta yuiitsu no animēshon no kēsudesu.)\u001b[22m\n\nTranslations of \u001b[4mnana is unfortunately a case of an only commercially motivated animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnana is unfortunately a case of an only commercially motivated animation.\u001b[24m\n    \u001b[1mナナは残念なことに商業的に動機付けされた唯一のアニメーションのケースです。\u001b[22m, \u001b[1mナナは、残念ながら唯一の商業的な動機アニメーションの場合です。\u001b[22m\nwe got not only the sociological depth, and with it a great part of essential emotions and misunderstandings, swept away by a simply unprepared voice cast which only can handle the parts of the film more or less properly which are very common to them. figures like a punk girl, an underaged call boy, artists, a lawer, a girly singer, several levels of business people, high school groopies, a fashion girl and more are all communating in the same mix of love comedy/ business drama style, just by coincidence matching the story, ignoring any changes in the moment or the developement in a character ... totally disappointing!!\n\n\u001b[1m社会的な深みだけでなく、本質的な感情や誤解の大部分を占めるだけでなく、あまり一般的ではない映画の部分を多少なりとも適切に扱うことができる単純に用意されていない音声キャストによって払われました。 パンク・ガール、アンダーグラウンド・コール・ボーイ、アーティスト、弁護士、ガーリー・シンガー、ビジネス・レベルの複数のレベル、高校のグルーピー、ファッション・ガールなどのすべての人物が、愛コメディー/ビジネス・ドラマ・スタイル、 瞬間の変化やキャラクターの変化を無視して、ストーリーに一致する偶然によって...まったく失望する!!\u001b[22m\n\u001b[1m(Shakai-tekina fukami dakedenaku, honshitsu-tekina kanjō ya gokai no daibubun o shimeru dakedenaku, amari ippan-tekide wanai eiga no bubun o tashōnaritomo tekisetsu ni atsukau koto ga dekiru tanjun ni yōi sa rete inai onsei kyasuto ni yotte harawa remashita. Panku gāru, andāguraundo kōru bōi, ātisuto, bengoshi, gārī shingā, bijinesu reberu no fukusū no reberu, kōkō no gurūpī, fasshon gāru nado no subete no jinbutsu ga,-ai komedī/ bijinesu dorama sutairu, shunkan no henka ya kyarakutā no henka o mushi shite, sutōrī ni itchi suru gūzen ni yotte... Mattaku shitsubō suru! !)\u001b[22m\n\nTranslations of \u001b[4mwe got not only the sociological depth, and with it a great part of essential emotions and misunderstandings, swept away by a simply unprepared voice cast which only can handle the parts of the film more or less properly which are very common to them. figures like a punk girl, an underaged call boy, artists, a lawer, a girly singer, several levels of business people, high school groopies, a fashion girl and more are all communating in the same mix of love comedy/ business drama style, just by coincidence matching the story, ignoring any changes in the moment or the developement in a character ... totally disappointing!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwe got not only the sociological depth, and with it a great part of essential emotions and misunderstandings, swept away by a simply unprepared voice cast which only can handle the parts of the film more or less properly which are very common to them.\u001b[24m\n    \u001b[1m社会的な深みだけでなく、本質的な感情や誤解の大部分を占めるだけでなく、あまり一般的ではない映画の部分を多少なりとも適切に扱うことができる単純に用意されていない音声キャストによって払われました。\u001b[22m, \u001b[1m私たちだけでなく、社会学的な深さを持って、そしてそれに不可欠な感情と誤解の大部分は、それらだけに非常に一般的で、多かれ少なかれ、適切にフィルムの一部を処理することができるだけで準備ができていないボイスキャストによって一掃しました。\u001b[22m\n\u001b[4mfigures like a punk girl, an underaged call boy, artists, a lawer, a girly singer, several levels of business people, high school groopies, a fashion girl and more are all communating in the same mix of love comedy/ business drama style,\u001b[24m\n    \u001b[1mパンク・ガール、アンダーグラウンド・コール・ボーイ、アーティスト、弁護士、ガーリー・シンガー、ビジネス・レベルの複数のレベル、高校のグルーピー、ファッション・ガールなどのすべての人物が、愛コメディー/ビジネス・ドラマ・スタイル、\u001b[22m, \u001b[1mパンク少女、underagedコール少年、芸術家、弁護士、ガーリーな歌手、ビジネスの人々のいくつかのレベル、高校groopies、ファッションの女の子などのような数字はすべて、愛コメディ/ビジネスドラマスタイルの同じ組み合わせでcommunatingされています\u001b[22m\n\u001b[4mjust by coincidence matching the story, ignoring any changes in the moment or the developement in a character ... totally disappointing!!\u001b[24m\n    \u001b[1m瞬間の変化やキャラクターの変化を無視して、ストーリーに一致する偶然によって...まったく失望する!!\u001b[22m, \u001b[1mちょうど物語、一瞬の変更や文字での開発効率を無視して...完全に失望を照合偶然！\u001b[22m\nfully censored was also the music and - even more surprising - the passion for it. music - this seemed somehow important for musicians? but actually there is no music at all.\n\n\u001b[1m完全に検閲されたのは音楽でもありましたが、さらに驚くべきことですが、それに対する情熱です。 音楽 - これは何とかミュージシャンにとって重要なようでしたか？ 実際には音楽はまったくありません。\u001b[22m\n\u001b[1m(Kanzen ni ken'etsu sa reta no wa ongaku demo arimashitaga, sarani odorokubeki kotodesuga, sore ni taisuru jōnetsudesu. Ongaku - kore wa nantoka myūjishan ni totte jūyōna yōdeshita ka? Jissai ni wa ongaku wa mattaku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mfully censored was also the music and - even more surprising - the passion for it. music - this seemed somehow important for musicians? but actually there is no music at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfully censored was also the music and - even more surprising - the passion for it.\u001b[24m\n    \u001b[1m完全に検閲されたのは音楽でもありましたが、さらに驚くべきことですが、それに対する情熱です。\u001b[22m, \u001b[1m完全に検閲も音楽やだった - さらに驚くべきこと - それへの情熱。\u001b[22m\n\u001b[4mmusic - this seemed somehow important for musicians?\u001b[24m\n    \u001b[1m音楽 - これは何とかミュージシャンにとって重要なようでしたか？\u001b[22m, \u001b[1m音楽 - これはミュージシャンのための何らかの形で重要なように見えましたか？\u001b[22m\n\u001b[4mbut actually there is no music at all.\u001b[24m\n    \u001b[1m実際には音楽はまったくありません。\u001b[22m, \u001b[1mしかし、実際にはまったく音楽はありません。\u001b[22m\n...\n\n\u001b[1m...\u001b[22m\n\u001b[1m(...)\u001b[22m\n\nTranslations of \u001b[4m...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m\ni only may praise the producer for his good sense of self reflection to punish the audience after 25 min spending on this reduced to an out-of-the-mill love comedy anime with 'nana no heya - nanas room' an extraordinary botch of preview and advertising featuring shizue nana the powerful force behind and propably girlfriend of the voice cast director. we deserved it.\n\n\u001b[1m私は聴衆を罰するための自己反映の彼の良い感覚のためにプロデューサーを賞賛することができますこれを25分の支出は、 'ナナの河南 -  nanas部屋'プレビューの特別なボットとアウト -  ボーカル・ディレクターのガールフレンドの背後にある強力な力をshizue nanaをフィーチャーした広告。 我々はそれに値する。\u001b[22m\n\u001b[1m(Watashi wa chōshū o bassuru tame no jiko han'ei no kare no yoi kankaku no tame ni purode~yūsā o shōsan suru koto ga dekimasu kore o 25-bu no shishutsu wa, ' Nana no Kanan - nanas heya' purebyū no tokubetsuna botto to auto - bōkaru direkutā no gārufurendo no haigo ni aru kyōryokuna chikara o shizue nana o fīchā shita kōkoku. Wareware wa sore ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mi only may praise the producer for his good sense of self reflection to punish the audience after 25 min spending on this reduced to an out-of-the-mill love comedy anime with 'nana no heya - nanas room' an extraordinary botch of preview and advertising featuring shizue nana the powerful force behind and propably girlfriend of the voice cast director. we deserved it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi only may praise the producer for his good sense of self reflection to punish the audience after 25 min spending on this reduced to an out-of-the-mill love comedy anime with 'nana no heya - nanas room' an extraordinary botch of preview\u001b[24m\n    \u001b[1m私は聴衆を罰するための自己反映の彼の良い感覚のためにプロデューサーを賞賛することができますこれを25分の支出は、 'ナナの河南 -  nanas部屋'プレビューの特別なボットとアウト - \u001b[22m, \u001b[1mプレビューの臨時へま - 私はこれだけでアウトオブミルラブコメディアニメに減少」ナナスルームナナなしへや」での25分の支出後に観客を罰するために、自己反射の彼の良識のためにプロデューサーを称賛することができます\u001b[22m\n\u001b[4mand advertising featuring shizue nana the powerful force behind and propably girlfriend of the voice cast director.\u001b[24m\n    \u001b[1mボーカル・ディレクターのガールフレンドの背後にある強力な力をshizue nanaをフィーチャーした広告。\u001b[22m, \u001b[1m広告の背後にあるとpropably静江ナナにボイスキャストディレクターのガールフレンドを強力な力をフィーチャー。\u001b[22m\n\u001b[4mwe deserved it.\u001b[24m\n    \u001b[1m我々はそれに値する。\u001b[22m, \u001b[1m我々はそれに値します。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "GreatSense",
    "profile": "/profile/GreatSense/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=28728",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nまあ、これはアニメの私の最初のレビューですが、私は本当に1つを書くように感じた...\n（ショートバージョン）\n\n通常、私は血まみれのエッチアニメになりますが、私は本当にこの1つを歓迎します（これを完全に言いたい^^）\n\nだから私はその話から始める：\nこれはユーモアのセンスがとてもロマンチックなアニメです。 それは同時にリラックスしてエキサイティングでした。\nロマンスは私たちが多くのアニメで見るように素朴ではなく、本当に深く感動しました。\nストーリー自体は非常に現実的で（おとぎ話ではなく）、それは大きなプラスです。  + ^^\n\nキャラクター：\n「白黒」の文字はありませんでした。それらはすべてかなり複雑で、私はこのアニメをもっと愛していたと思います。\n\n音楽：\n私は実際にハードコアのものになっていますが、このアニメの音楽はかなり良いものでしたが、すべてのイントロxD\n\n全体：\nこのアニメは本当に貴重な時間です^^\n私は10月にそれを与えた\n\nP.S.\n私は、私のレビューが助けられ、スペースの無駄ではなかったことを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell, this is my first review of an anime, but I really felt like writing one...\n\n\u001b[1mまあ、これはアニメの私の最初のレビューですが、私は本当に1つを書くように感じた...\u001b[22m\n\u001b[1m(Mā, koreha anime no watashi no saisho no rebyūdesuga, watashi wa hontōni 1tsu o kaku yō ni kanjita...)\u001b[22m\n\nTranslations of \u001b[4mWell, this is my first review of an anime, but I really felt like writing one...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, this is my first review of an anime, but I really felt like writing one...\u001b[24m\n    \u001b[1mまあ、これはアニメの私の最初のレビューですが、私は本当に1つを書くように感じた...\u001b[22m, \u001b[1mまあ、これはアニメの私の最初のレビューですが、私は本当に1を書くような感じ...\u001b[22m\n(Short version)\n\n\u001b[1m（ショートバージョン）\u001b[22m\n\u001b[1m((Shōtobājon))\u001b[22m\n\nTranslations of \u001b[4m(Short version)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Short version)\u001b[24m\n    \u001b[1m（ショートバージョン）\u001b[22m\n\u001b[1m\u001b[22m\nUsually I'm more into bloody ecchi anime, but I REALLY FELL FOR THIS ONE (totally wanted to say this ^^)\n\n\u001b[1m通常、私は血まみれのエッチアニメになりますが、私は本当にこの1つを歓迎します（これを完全に言いたい^^）\u001b[22m\n\u001b[1m(Tsūjō, watashi wa chimamire no etchianime ni narimasuga, watashi wa hontōni kono 1tsu o kangei shimasu (kore o kanzen ni iitai ^ ^))\u001b[22m\n\nTranslations of \u001b[4mUsually I'm more into bloody ecchi anime, but I REALLY FELL FOR THIS ONE (totally wanted to say this ^^)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUsually I'm more into bloody ecchi anime, but I REALLY FELL FOR THIS ONE (totally wanted to say this ^^)\u001b[24m\n    \u001b[1m通常、私は血まみれのエッチアニメになりますが、私は本当にこの1つを歓迎します（これを完全に言いたい^^）\u001b[22m, \u001b[1m（完全^^これを言いたかった）通常、私はより多くの流血のエッチアニメへんだけど、私は本当にこのONE FOR落ちました\u001b[22m\n\u001b[1m\u001b[22m\nSo I'll start with the story:\n\n\u001b[1mだから私はその話から始める：\u001b[22m\n\u001b[1m(Dakara watashi wa sono-wa kara hajimeru:)\u001b[22m\n\nTranslations of \u001b[4mSo I'll start with the story:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I'll start with the story:\u001b[24m\n    \u001b[1mだから私はその話から始める：\u001b[22m, \u001b[1mだから私は話を始めましょう：\u001b[22m\nThis is very romantic anime with good sense of humor in it. It was relaxing and exciting at the same time.\n\n\u001b[1mこれはユーモアのセンスがとてもロマンチックなアニメです。 それは同時にリラックスしてエキサイティングでした。\u001b[22m\n\u001b[1m(Kore wa yūmoa no sensu ga totemo romanchikkuna animedesu. Sore wa dōjini rirakkusu shite ekisaitingudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis is very romantic anime with good sense of humor in it. It was relaxing and exciting at the same time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is very romantic anime with good sense of humor in it.\u001b[24m\n    \u001b[1mこれはユーモアのセンスがとてもロマンチックなアニメです。\u001b[22m, \u001b[1mこれは、その中にユーモアのセンスと非常にロマンチックなアニメです。\u001b[22m\n\u001b[4mIt was relaxing and exciting at the same time.\u001b[24m\n    \u001b[1mそれは同時にリラックスしてエキサイティングでした。\u001b[22m, \u001b[1mそれは同時に、リラックスしてエキサイティングでした。\u001b[22m\nRomance wasn't naive as we see it in many animes, it really touched me deeply.\n\n\u001b[1mロマンスは私たちが多くのアニメで見るように素朴ではなく、本当に深く感動しました。\u001b[22m\n\u001b[1m(Romansu wa watashitachi ga ōku no anime de miru yō ni sobokude wa naku, hontōni fukaku kandō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mRomance wasn't naive as we see it in many animes, it really touched me deeply.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRomance wasn't naive as we see it in many animes, it really touched me deeply.\u001b[24m\n    \u001b[1mロマンスは私たちが多くのアニメで見るように素朴ではなく、本当に深く感動しました。\u001b[22m, \u001b[1m私たちは多くのアニメでそれを見るようにロマンスはそれが本当に深く私に触れ、ナイーブではなかったです。\u001b[22m\nStory itself was very realistic (no fairytale stuff) and it is a big plus to it. + ^^\n\n\u001b[1mストーリー自体は非常に現実的で（おとぎ話ではなく）、それは大きなプラスです。  + ^^\u001b[22m\n\u001b[1m(Sutōrī jitai wa hijō ni genjitsu-tekide (otogibanashide wa naku), sore wa ōkina purasudesu. + ^ ^)\u001b[22m\n\nTranslations of \u001b[4mStory itself was very realistic (no fairytale stuff) and it is a big plus to it. + ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory itself was very realistic (no fairytale stuff) and it is a big plus to it.\u001b[24m\n    \u001b[1mストーリー自体は非常に現実的で（おとぎ話ではなく）、それは大きなプラスです。\u001b[22m, \u001b[1mストーリー自体は非常に現実的であった（無おとぎ話のようなもの）とそれに大きなプラスです。\u001b[22m\n\u001b[4m+ ^^\u001b[24m\n    \u001b[1m+ ^^\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThere weren't any 'black and white' characters, they all were pretty complicated and I think that made me love this anime even more.\n\n\u001b[1m「白黒」の文字はありませんでした。それらはすべてかなり複雑で、私はこのアニメをもっと愛していたと思います。\u001b[22m\n\u001b[1m(`Shirokuro' no moji wa arimasendeshita. Sorera wa subete kanari fukuzatsude, watashi wa kono anime o motto aishite ita to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere weren't any 'black and white' characters, they all were pretty complicated and I think that made me love this anime even more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere weren't any 'black and white' characters, they all were pretty complicated and I think that made me love this anime even more.\u001b[24m\n    \u001b[1m「白黒」の文字はありませんでした。それらはすべてかなり複雑で、私はこのアニメをもっと愛していたと思います。\u001b[22m, \u001b[1m任意の「白と黒」の文字がありませんでした、彼らはすべてのかなり複雑だったと私はそれは私がさらにこのアニメを愛してたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nMusic:\n\n\u001b[1m音楽：\u001b[22m\n\u001b[1m(Ongaku:)\u001b[22m\n\nDefinitions of \u001b[4mMusic:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    音楽\u001b[22m\n        music\n\u001b[1m    ミュージック\u001b[22m\n        music\n\u001b[1m    譜面\u001b[22m\n        music\n\u001b[1m    音譜\u001b[22m\n        note, notation, music\n\u001b[1m    管弦\u001b[22m\n        wind and string instruments, music\nI'm actually into hardcore stuff, but music in this anime was pretty good, although I did skip every intro xD\n\n\u001b[1m私は実際にハードコアのものになっていますが、このアニメの音楽はかなり良いものでしたが、すべてのイントロxD\u001b[22m\n\u001b[1m(Watashi wa jissai ni hādokoa no mono ni natte imasuga, kono anime no ongaku wa kanari yoi monodeshitaga, subete no Intoro xD)\u001b[22m\n\nTranslations of \u001b[4mI'm actually into hardcore stuff, but music in this anime was pretty good, although I did skip every intro xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm actually into hardcore stuff, but music in this anime was pretty good, although I did skip every intro xD\u001b[24m\n    \u001b[1m私は実際にハードコアのものになっていますが、このアニメの音楽はかなり良いものでしたが、すべてのイントロxD\u001b[22m, \u001b[1m私は筋金入りのものに実際にだけど、私はすべてのイントロのxDをスキップしましたが、このアニメで音楽は、かなり良かったです\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nThis anime is REALLY worth you time ^^\n\n\u001b[1mこのアニメは本当に貴重な時間です^^\u001b[22m\n\u001b[1m(Kono anime wa hontōni kichōna jikandesu ^ ^)\u001b[22m\n\nTranslations of \u001b[4mThis anime is REALLY worth you time ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is REALLY worth you time ^^\u001b[24m\n    \u001b[1mこのアニメは本当に貴重な時間です^^\u001b[22m, \u001b[1mこのアニメはあなたの時間本当に価値がある^^\u001b[22m\nI gave it 10/10\n\n\u001b[1m私は10月にそれを与えた\u001b[22m\n\u001b[1m(Watashi wa 10 tsuki ni sore o ataeta)\u001b[22m\n\nTranslations of \u001b[4mI gave it 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI gave it 10/10\u001b[24m\n    \u001b[1m私は10月にそれを与えた\u001b[22m, \u001b[1m私はそれを与えた10月10日\u001b[22m\n\u001b[1m\u001b[22m\nP.S.\n\n\u001b[1mP.S.\u001b[22m\n\u001b[1m(P. S.)\u001b[22m\n\nDefinitions of \u001b[4mP.S.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nabbreviation\n\u001b[1m    後記\u001b[22m\n        P.S.\nI hope my review helped and wasn't waste of space.\n\n\u001b[1m私は、私のレビューが助けられ、スペースの無駄ではなかったことを願っています。\u001b[22m\n\u001b[1m(Watashi wa, watashi no rebyū ga tasuke rare, supēsu no mudade wa nakatta koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI hope my review helped and wasn't waste of space.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope my review helped and wasn't waste of space.\u001b[24m\n    \u001b[1m私は、私のレビューが助けられ、スペースの無駄ではなかったことを願っています。\u001b[22m, \u001b[1m私は私のレビューが役立ったとスペースの無駄ではなかった願っています。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "shinigami_eyes",
    "profile": "/profile/shinigami_eyes/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=23984",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  8\n\n私はこのシリーズを8/10と評価しました。 最初の3分の2は10/10だったが、最後の3分の1は6/10に似ていた。\nロック・ミュージック、アート・スタイル（実際には髪と服を毎日変える）、バンド（名声を扱うもの、デビューしようとするもの）、そして2人の全く別の女の子 ナナ。\nしかし、シリーズの後半部分は、キャラクターの間に不思議で劇的な関係の絡み合ったウェブの中に詰まってしまいます。 これを「現実的」と呼んでいる人もいます。私はそれを「メロドラマチック」と呼んでいます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI rated this series 8/10. The first two-thirds were a 10/10, but the last third was more like 6/10.\n\n\u001b[1m私はこのシリーズを8/10と評価しました。 最初の3分の2は10/10だったが、最後の3分の1は6/10に似ていた。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o 8/ 10 to hyōka shimashita. Saisho no 3-bun'no 2 wa 10/ 10dattaga, saigo no 3-bun'no 1 wa 6/ 10 ni nite ita.)\u001b[22m\n\nTranslations of \u001b[4mI rated this series 8/10. The first two-thirds were a 10/10, but the last third was more like 6/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI rated this series 8/10.\u001b[24m\n    \u001b[1m私はこのシリーズを8/10と評価しました。\u001b[22m, \u001b[1m私はこのシリーズ8/10を評価しました。\u001b[22m\n\u001b[4mThe first two-thirds were a 10/10, but the last third was more like 6/10.\u001b[24m\n    \u001b[1m最初の3分の2は10/10だったが、最後の3分の1は6/10に似ていた。\u001b[22m, \u001b[1m最初の3分の2が10月10日だったが、最後の3分の1はより6月10日のようでした。\u001b[22m\nI loved the focus on rock music, the art style (the characters actually change their hair and clothes daily), the bands (one dealing with fame, the other trying to make their debut), and the developing friendship between two very different girls named Nana.\n\n\u001b[1mロック・ミュージック、アート・スタイル（実際には髪と服を毎日変える）、バンド（名声を扱うもの、デビューしようとするもの）、そして2人の全く別の女の子 ナナ。\u001b[22m\n\u001b[1m(Rokku myūjikku, āto sutairu (jissai ni wa kami to fuku o mainichi kaeru), bando (meisei o atsukau mono, debyū shiyou to suru mono), soshite 2-ri no mattaku betsu no on'nanoko Nana.)\u001b[22m\n\nTranslations of \u001b[4mI loved the focus on rock music, the art style (the characters actually change their hair and clothes daily), the bands (one dealing with fame, the other trying to make their debut), and the developing friendship between two very different girls named Nana.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the focus on rock music, the art style (the characters actually change their hair and clothes daily), the bands (one dealing with fame, the other trying to make their debut), and the developing friendship between two very different girls named\u001b[24m\n    \u001b[1mロック・ミュージック、アート・スタイル（実際には髪と服を毎日変える）、バンド（名声を扱うもの、デビューしようとするもの）、そして2人の全く別の女の子\u001b[22m, \u001b[1m私はバンド（名声を扱う1、デビューをしようとして他）、およびという名前の2つの非常に異なる女の子の間で開発友情、ロックミュージック、アートスタイル（文字が実際に毎日自分の髪や服を変更）にフォーカスを愛し\u001b[22m\n\u001b[4mNana.\u001b[24m\n    \u001b[1mナナ。\u001b[22m\nHowever, the later part of the series gets bogged down in a tangled web of angsty, dramatic relationships between the characters. Some people call this 'realistic'- I call it 'melodramatic'.\n\n\u001b[1mしかし、シリーズの後半部分は、キャラクターの間に不思議で劇的な関係の絡み合ったウェブの中に詰まってしまいます。 これを「現実的」と呼んでいる人もいます。私はそれを「メロドラマチック」と呼んでいます。\u001b[22m\n\u001b[1m(Shikashi, shirīzu no kōhan bubun wa, kyarakutā no ma ni fushigide gekitekina kankei no karamiatta u~ebu no naka ni tsumatte shimaimasu. Kore o `genjitsu-teki' to yonde iru hito mo imasu. Watashi wa sore o `merodoramachikku' to yonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, the later part of the series gets bogged down in a tangled web of angsty, dramatic relationships between the characters. Some people call this 'realistic'- I call it 'melodramatic'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, the later part of the series gets bogged down in a tangled web of angsty, dramatic relationships between the characters.\u001b[24m\n    \u001b[1mしかし、シリーズの後半部分は、キャラクターの間に不思議で劇的な関係の絡み合ったウェブの中に詰まってしまいます。\u001b[22m, \u001b[1mしかし、一連の後半は、文字と文字の間angsty、劇的な関係のもつれたウェブで泥沼ます。\u001b[22m\n\u001b[4mSome people call this 'realistic'- I call it 'melodramatic'.\u001b[24m\n    \u001b[1mこれを「現実的」と呼んでいる人もいます。私はそれを「メロドラマチック」と呼んでいます。\u001b[22m, \u001b[1m一部の人々は「メロドラマこの '私はそれを呼び出すrealistic'-」と呼びます。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "SilentVoice",
    "profile": "/profile/SilentVoice/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=26504",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\n信じられないほど私はこのシリーズを説明する方法です。 最後まで2番目に好きだった。 それはあなたの感情をたくさん演じるそういうアニメの一つでもあるので、非常に感情的なジェットコースターに乗ることになります。 これは個人的に私のリストの私の好きなアニメの一つです。 だから私たちは最終的に具体的にする必要はありません。\nストーリー：\n\nアート：\n悲しいことに、私はこれを8の下で9にしなければならなかったと言いました。どうしてあなたはそれが本当に良いものであるかと聞いて、時には細い長い脚と腕を持つクランプシリーズを思い出しました。 しかし少なくともクランプほど悪くはありませんでした。 クランプに対抗するものはありません。 しかし、それ以外は、芸術は本当によく描かれ、色の選択は素晴らしかったです。 キャラクターは絶えず変化していて、アニメを新しい感覚でシリーズの中に残しました。 私は、時計の価値がないと言うことさえ考えさせてくれる苦情を出すことはできません。\n音：\nこれは完全なものではありませんでした。 彼女の美しさでナナが歌わなかったら、彼女の信じられないほどの声で天使である歌手オリビア・ラフキンが声を掛けたレイラになるだろう、彼女は声優がヒラノ綾だったという歌声で、 あなたはナナの歌手を聴きたいと思っていますオリバが天使でアンナがあなたを暗闇の中から呼び出す歌手で、彼女の声であなたはもう一度考えて暗闇に行くのです。 私はあなたが偉大な音楽になるとは思っていませんでしたが、もしあなたがシリーズを抜けていれば、私が話したのはあなたが話に注意を払っていたということだけです...\nキャラクター：\n多くのキャラクターにとって、あなたはほとんどの人と恋に落ち、残りの人は嫌いですが、それは彼らが演じる役割である唯一の原因です。 しかし、両方のナナの話は、あなたが持っているすべての感情を通してあなたを動かす。 しかし、それでは、もっと欲しい物語になれます。 加えて、もう1人のキャラクターは同じように興味深い物語を持ち、すべてのキャラクター・ストーリーがクロスオーバーして、より興味深いキャラクター・デベロップメントを発生させます。 あなたがキャラクターに入ると、そのキャラクターが作るすべてのステップに従ってください。 私はいくつかの信じられないほどの物語とキャラクターの発展のためにあなたを意味し、あなたはそれが終わるまで見続けるしかありません。 あなたが十分に得られなかった場合は、それだけで漫画で続行するので、同様に行くことを与える。\n楽しみ：\nあなたがアニメで行ったすべての感情で、心臓の針だったとしても、それが終わるまで楽しかったです。 私はアニメのすべてを愛していました。私はもっと漫画を読んでもらうか、シリーズを続けるのかと思っています。 しかし、私はこのアニメにどんな形や形でも後悔していません。 これを書くことで、私はシリーズを再見直す必要があると感じさせます。 もし何かがそれを与えるいくつかのエピソードはしないでください、最初のエピソードをあきらめないように多くのようにしてください。 すべてのアニメと同様に、あなたがエピソード1で見たものを嫌いにしないでください。これを読んでいただきありがとうございます。\n\nご協力ありがとうございます。\nサイレントボイス\nI.N.H. アニメレビュー",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIncredible is the way I describe this series. Loved it for second one to the end. It also one of those anime that plays with your emotions a lot and in do so make it a extremely emotional roller coaster ride. This is personally one of my favorite anime of my list. So why don't we finally get to the specifics shall we.\n\n\u001b[1m信じられないほど私はこのシリーズを説明する方法です。 最後まで2番目に好きだった。 それはあなたの感情をたくさん演じるそういうアニメの一つでもあるので、非常に感情的なジェットコースターに乗ることになります。 これは個人的に私のリストの私の好きなアニメの一つです。 だから私たちは最終的に具体的にする必要はありません。\u001b[22m\n\u001b[1m(Shinji rarenai hodo watashi wa kono shirīzu o setsumei suru hōhōdesu. Saigo made 2-banme ni sukidatta. Sore wa anata no kanjō o takusan enjiru sōiu anime no hitotsu demoarunode, hijō ni kanjō-tekina jettokōsutā ni noru koto ni narimasu. Kore wa kojin-teki ni watashi no risuto no watashi no sukina anime no hitotsudesu. Dakara watashitachiha saishūtekini gutaitekini suru hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIncredible is the way I describe this series. Loved it for second one to the end. It also one of those anime that plays with your emotions a lot and in do so make it a extremely emotional roller coaster ride. This is personally one of my favorite anime of my list. So why don't we finally get to the specifics shall we.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIncredible is the way I describe this series.\u001b[24m\n    \u001b[1m信じられないほど私はこのシリーズを説明する方法です。\u001b[22m, \u001b[1m信じられないほどのは、私はこのシリーズを記述する方法です。\u001b[22m\n\u001b[4mLoved it for second one to the end.\u001b[24m\n    \u001b[1m最後まで2番目に好きだった。\u001b[22m, \u001b[1m最後に第1のためにそれを愛しました。\u001b[22m\n\u001b[4mIt also one of those anime that plays with your emotions a lot and in do so make it a extremely emotional roller coaster ride.\u001b[24m\n    \u001b[1mそれはあなたの感情をたくさん演じるそういうアニメの一つでもあるので、非常に感情的なジェットコースターに乗ることになります。\u001b[22m, \u001b[1mそれあなたの感情で多くのことを果たしているので、それ非常に感情的なジェットコースターに乗って作るんでこれらのアニメのも1。\u001b[22m\n\u001b[4mThis is personally one of my favorite anime of my list.\u001b[24m\n    \u001b[1mこれは個人的に私のリストの私の好きなアニメの一つです。\u001b[22m\n\u001b[4mSo why don't we finally get to the specifics shall we.\u001b[24m\n    \u001b[1mだから私たちは最終的に具体的にする必要はありません。\u001b[22m, \u001b[1mでは、なぜ我々は最終的にはなら我々詳細に得ることはありません。\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nSad to say i had to give this below a 9 at a 8. Why you ask it would be because as good as it really is, it really reminded me of a clamp series with the overly slender long legs and arms sometimes. But it wasn't as bad as clamp at least. Nothing against clamp. But other then that art was really well drawn and the color choices were great. The characters were constantly changing which kept the anime at a new feel through out the series too. Over all i can't put out a complaint that make me even think to say it not worth the watch.\n\n\u001b[1m悲しいことに、私はこれを8の下で9にしなければならなかったと言いました。どうしてあなたはそれが本当に良いものであるかと聞いて、時には細い長い脚と腕を持つクランプシリーズを思い出しました。 しかし少なくともクランプほど悪くはありませんでした。 クランプに対抗するものはありません。 しかし、それ以外は、芸術は本当によく描かれ、色の選択は素晴らしかったです。 キャラクターは絶えず変化していて、アニメを新しい感覚でシリーズの中に残しました。 私は、時計の価値がないと言うことさえ考えさせてくれる苦情を出すことはできません。\u001b[22m\n\u001b[1m(Kanashī koto ni, watashi wa kore o 8 no shita de 9 ni shinakereba naranakatta to iimashita. Dōshite anata wa sore ga hontōni yoi monodearu ka to kiite, tokiniha hosoi nagai ashi to ude o motsu kuranpushirīzu o omoidashimashita. Shikashi sukunakutomo kuranpu hodo waruku wa arimasendeshita. Kuranpu ni taikō suru mono wa arimasen. Shikashi, soreigai wa, geijutsu wa hontōni yoku egaka re,-iro no sentaku wa subarashikattadesu. Kyarakutā wa taezu henka shite ite, anime o atarashī kankaku de shirīzu no naka ni nokoshimashita. Watashi wa, tokei no kachi ga nai to iu koto sae kangae sasete kureru kujō o dasu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mSad to say i had to give this below a 9 at a 8. Why you ask it would be because as good as it really is, it really reminded me of a clamp series with the overly slender long legs and arms sometimes. But it wasn't as bad as clamp at least. Nothing against clamp. But other then that art was really well drawn and the color choices were great. The characters were constantly changing which kept the anime at a new feel through out the series too. Over all i can't put out a complaint that make me even think to say it not worth the watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSad to say i had to give this below a 9 at a 8. Why you ask it would be because as good as it really is, it really reminded me of a clamp series with the overly slender long legs and arms sometimes.\u001b[24m\n    \u001b[1m悲しいことに、私はこれを8の下で9にしなければならなかったと言いました。どうしてあなたはそれが本当に良いものであるかと聞いて、時には細い長い脚と腕を持つクランプシリーズを思い出しました。\u001b[22m, \u001b[1m私はあなたがそれと同じくらい良い実際にあるので、それは次のようになり尋ねるなぜ8で9以下、これを与えなければならなかった悲しいことに、それは本当に、時には過度に細い長い脚と腕とクランプシリーズのことを思い出しました。\u001b[22m\n\u001b[4mBut it wasn't as bad as clamp at least.\u001b[24m\n    \u001b[1mしかし少なくともクランプほど悪くはありませんでした。\u001b[22m, \u001b[1mしかし、それは、少なくともクランプほど悪くはなかったです。\u001b[22m\n\u001b[4mNothing against clamp.\u001b[24m\n    \u001b[1mクランプに対抗するものはありません。\u001b[22m, \u001b[1mクランプに対して何もありません。\u001b[22m\n\u001b[4mBut other then that art was really well drawn and the color choices were great.\u001b[24m\n    \u001b[1mしかし、それ以外は、芸術は本当によく描かれ、色の選択は素晴らしかったです。\u001b[22m, \u001b[1mしかし、他のは、その技術は本当によく描かれた、色の選択肢が大きかったです。\u001b[22m\n\u001b[4mThe characters were constantly changing which kept the anime at a new feel through out the series too.\u001b[24m\n    \u001b[1mキャラクターは絶えず変化していて、アニメを新しい感覚でシリーズの中に残しました。\u001b[22m, \u001b[1m文字は常にあまりにもアウトシリーズを通して新しい感触でアニメを保っている変更されました。\u001b[22m\n\u001b[4mOver all i can't put out a complaint that make me even think to say it not worth the watch.\u001b[24m\n    \u001b[1m私は、時計の価値がないと言うことさえ考えさせてくれる苦情を出すことはできません。\u001b[22m, \u001b[1mすべての上に私は私がしても、時計の価値もないそれを言うと思わせる苦情を出すことはできません。\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThis was nothing short of perfect. If it wasn't Nana singing with all her beauty it would be Reira whom is voiced by singer Olivia Lufkin whom is a angel with her incredible voice, She is a singing voice of the character the voice actor was Aya Hirano to keep things clear. You want to hear Nana's singer look up Anna Tsuchiya if Oliva is an angel then Anna is the singer calling you from the dark and with her voice you go to the dark with out a second thought. I you get nothing else out the series it would be just the great music, but seriously if that all you get out the series then all i got to say is were you paying an attention to the story...\n\n\u001b[1mこれは完全なものではありませんでした。 彼女の美しさでナナが歌わなかったら、彼女の信じられないほどの声で天使である歌手オリビア・ラフキンが声を掛けたレイラになるだろう、彼女は声優がヒラノ綾だったという歌声で、 あなたはナナの歌手を聴きたいと思っていますオリバが天使でアンナがあなたを暗闇の中から呼び出す歌手で、彼女の声であなたはもう一度考えて暗闇に行くのです。 私はあなたが偉大な音楽になるとは思っていませんでしたが、もしあなたがシリーズを抜けていれば、私が話したのはあなたが話に注意を払っていたということだけです...\u001b[22m\n\u001b[1m(Kore wa kanzen'na monode wa arimasendeshita. Kanojo no utsukushi-sa de Nana ga utawanakattara, kanojo no shinjirarenai hodo no koe de tenshidearu kashu oribia Rafukin ga koe o kaketa Reira ni narudarou, kanojo wa seiyū ga Hirano Ayadatta to iu utagoe de, anata wa Nana no kashu o kikitai to omotte imasu oriba ga tenshi de An'na ga anata o kurayami no naka kara yobidasu kashu de, kanojo no koe de anata wa mōichido kangaete kurayami ni iku nodesu. Watashi wa anata ga idaina ongaku ni naru to wa omotte imasendeshitaga, moshi anata ga shirīzu o nukete ireba, watashi ga hanashita no wa anata ga hanashi ni chūi o haratte ita to iu koto dakedesu...)\u001b[22m\n\nTranslations of \u001b[4mThis was nothing short of perfect. If it wasn't Nana singing with all her beauty it would be Reira whom is voiced by singer Olivia Lufkin whom is a angel with her incredible voice, She is a singing voice of the character the voice actor was Aya Hirano to keep things clear. You want to hear Nana's singer look up Anna Tsuchiya if Oliva is an angel then Anna is the singer calling you from the dark and with her voice you go to the dark with out a second thought. I you get nothing else out the series it would be just the great music, but seriously if that all you get out the series then all i got to say is were you paying an attention to the story...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was nothing short of perfect.\u001b[24m\n    \u001b[1mこれは完全なものではありませんでした。\u001b[22m, \u001b[1mこれは完璧なの短い何もなかったです。\u001b[22m\n\u001b[4mIf it wasn't Nana singing with all her beauty it would be Reira whom is voiced by singer Olivia Lufkin whom is a angel with her incredible voice, She is a singing voice of the character the voice actor was Aya Hirano to keep things clear.\u001b[24m\n    \u001b[1m彼女の美しさでナナが歌わなかったら、彼女の信じられないほどの声で天使である歌手オリビア・ラフキンが声を掛けたレイラになるだろう、彼女は声優がヒラノ綾だったという歌声で、\u001b[22m, \u001b[1mそれはナナ彼女の信じられないほどの声で天使である歌手のオリビアラフキンによって表明され、それはレイラになるすべての彼女の美しさに歌っていなかった場合、彼女は声優が明確なものを維持するために平野綾をしたキャラクターの歌声です。\u001b[22m\n\u001b[4mYou want to hear Nana's singer look up Anna Tsuchiya if Oliva is an angel then Anna is the singer calling you from the dark and with her voice you go to the dark with out a second thought.\u001b[24m\n    \u001b[1mあなたはナナの歌手を聴きたいと思っていますオリバが天使でアンナがあなたを暗闇の中から呼び出す歌手で、彼女の声であなたはもう一度考えて暗闇に行くのです。\u001b[22m, \u001b[1mオリバは天使であるその後アンナが暗いから、あなたが考え直しうちで暗いに行く彼女の声であなたを呼び出す歌手がある場合は、ナナの歌手が土屋アンナを検索聞きたいです。\u001b[22m\n\u001b[4mI you get nothing else out the series it would be just the great music, but seriously if that all you get out the series then all i got to say is were you paying an attention to the story...\u001b[24m\n    \u001b[1m私はあなたが偉大な音楽になるとは思っていませんでしたが、もしあなたがシリーズを抜けていれば、私が話したのはあなたが話に注意を払っていたということだけです...\u001b[22m, \u001b[1m私は、あなたはそれだけで素晴らしい音楽であろう一連のうち他に何を取得するが、真剣に、もしすべてのあなたは、私が言うことを得たすべてはあったあるあなたが話に注意を払っシリーズを出...\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nTo many characters to get into, but you will fall in love with most and hate rest, but that's only cause that is the role they were meant to play. But both nana's story with run you through all the emotions you have. But with that you will become so into the story you will just want more. Plus the other character have their stories that are just as interesting and all the character story cross through out which causes new and more interesting character development to occur. Once you get into the characters the story with make sure to keep you following every step the character make. I mean you in for some incredible story and character development and you will only want to keep on watching till it over. Plus if you didn't get enough it only continues on in the manga so give that a go as well.\n\n\u001b[1m多くのキャラクターにとって、あなたはほとんどの人と恋に落ち、残りの人は嫌いですが、それは彼らが演じる役割である唯一の原因です。 しかし、両方のナナの話は、あなたが持っているすべての感情を通してあなたを動かす。 しかし、それでは、もっと欲しい物語になれます。 加えて、もう1人のキャラクターは同じように興味深い物語を持ち、すべてのキャラクター・ストーリーがクロスオーバーして、より興味深いキャラクター・デベロップメントを発生させます。 あなたがキャラクターに入ると、そのキャラクターが作るすべてのステップに従ってください。 私はいくつかの信じられないほどの物語とキャラクターの発展のためにあなたを意味し、あなたはそれが終わるまで見続けるしかありません。 あなたが十分に得られなかった場合は、それだけで漫画で続行するので、同様に行くことを与える。\u001b[22m\n\u001b[1m(Ōku no kyarakutā ni totte, anata wa hotondo no hito to koi ni ochi, nokori no hito wa kiraidesuga, sore wa karera ga enjiru yakuwaridearu yuiitsu no gen'indesu. Shikashi, ryōhō no Nana no hanashi wa, anata ga motte iru subete no kanjō o tōshite anata o ugokasu. Shikashi, soredewa, motto hoshī monogatari ni naremasu. Kuwaete, mō 1-ri no kyarakutā wa onajiyōni kyōmibukai monogatari o mochi, subete no kyarakutā sutōrī ga kurosuōbā shite, yori kyōmibukai kyarakutā deberoppumento o hassei sa semasu. Anata ga kyarakutā ni hairu to, sono kyarakutā ga tsukuru subete no suteppu ni shitagatte kudasai. Watashi wa ikutsu ka no shinjirarenai hodo no monogatari to kyarakutā no hatten no tame ni anata o imi shi, anata wa sore ga owaru made mi tsudzukeru shika arimasen. Anata ga jūbun ni e rarenakatta baai wa, sore dake de manga de zokkō surunode, dōyō ni iku koto o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mTo many characters to get into, but you will fall in love with most and hate rest, but that's only cause that is the role they were meant to play. But both nana's story with run you through all the emotions you have. But with that you will become so into the story you will just want more. Plus the other character have their stories that are just as interesting and all the character story cross through out which causes new and more interesting character development to occur. Once you get into the characters the story with make sure to keep you following every step the character make. I mean you in for some incredible story and character development and you will only want to keep on watching till it over. Plus if you didn't get enough it only continues on in the manga so give that a go as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo many characters to get into, but you will fall in love with most and hate rest, but that's only cause that is the role they were meant to play.\u001b[24m\n    \u001b[1m多くのキャラクターにとって、あなたはほとんどの人と恋に落ち、残りの人は嫌いですが、それは彼らが演じる役割である唯一の原因です。\u001b[22m, \u001b[1m入るために多くの文字にしていますが、ほとんどのと嫌い残りと恋に落ちるでしょうが、それは彼らがプレーすることを意図された役割である唯一の原因です。\u001b[22m\n\u001b[4mBut both nana's story with run you through all the emotions you have.\u001b[24m\n    \u001b[1mしかし、両方のナナの話は、あなたが持っているすべての感情を通してあなたを動かす。\u001b[22m, \u001b[1mしかし、ランとの両方ナナの物語あなたのすべての感情を介してあなたが持っています。\u001b[22m\n\u001b[4mBut with that you will become so into the story you will just want more.\u001b[24m\n    \u001b[1mしかし、それでは、もっと欲しい物語になれます。\u001b[22m, \u001b[1mしかし、それで、あなたはちょうどより多くをお勧めします物語にそうなります。\u001b[22m\n\u001b[4mPlus the other character have their stories that are just as interesting and all the character story cross through out which causes new and more interesting character development to occur.\u001b[24m\n    \u001b[1m加えて、もう1人のキャラクターは同じように興味深い物語を持ち、すべてのキャラクター・ストーリーがクロスオーバーして、より興味深いキャラクター・デベロップメントを発生させます。\u001b[22m, \u001b[1mプラス他の文字は、同じように面白いと新しい、より興味深いキャラクターの成長が発生しますアウトを介してすべての文字のストーリーが交差している彼らの物語を持っています。\u001b[22m\n\u001b[4mOnce you get into the characters the story with make sure to keep you following every step the character make.\u001b[24m\n    \u001b[1mあなたがキャラクターに入ると、そのキャラクターが作るすべてのステップに従ってください。\u001b[22m, \u001b[1mあなたが文字に話を得れば、すべての文字メイクをステップ次のあなたを維持することを確認してください。\u001b[22m\n\u001b[4mI mean you in for some incredible story and character development and you will only want to keep on watching till it over.\u001b[24m\n    \u001b[1m私はいくつかの信じられないほどの物語とキャラクターの発展のためにあなたを意味し、あなたはそれが終わるまで見続けるしかありません。\u001b[22m, \u001b[1m私はいくつかの信じられないほどのストーリーとキャラクター開発のためにあなたを意味し、あなたはそれまで見守る上で維持することになるでしょう。\u001b[22m\n\u001b[4mPlus if you didn't get enough it only continues on in the manga so give that a go as well.\u001b[24m\n    \u001b[1mあなたが十分に得られなかった場合は、それだけで漫画で続行するので、同様に行くことを与える。\u001b[22m, \u001b[1mあなたが十分に得られなかった場合はそれに加えてだけなので、同様に行くことを与える漫画でに継続されます。\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI enjoyed it till the ended even if it was a needles to the heart, with all the emotion you go through in the anime. I loved everything about the anime i only wish i had the time to read more the manga or if they would continue the series. But i have no regret in any shape or form with this anime. By writing this it make me feel the need to re-watch the series just cause i loved it so much. Please if anything give it a few episode please don';t give up on the first episode like many out there do. Please as with all anime don't stop just cause you dislike what you saw in episode 1. Thank you reading this i hope you all got something out of this.\n\n\u001b[1mあなたがアニメで行ったすべての感情で、心臓の針だったとしても、それが終わるまで楽しかったです。 私はアニメのすべてを愛していました。私はもっと漫画を読んでもらうか、シリーズを続けるのかと思っています。 しかし、私はこのアニメにどんな形や形でも後悔していません。 これを書くことで、私はシリーズを再見直す必要があると感じさせます。 もし何かがそれを与えるいくつかのエピソードはしないでください、最初のエピソードをあきらめないように多くのようにしてください。 すべてのアニメと同様に、あなたがエピソード1で見たものを嫌いにしないでください。これを読んでいただきありがとうございます。\u001b[22m\n\u001b[1m(Anata ga anime de okonatta subete no kanjō de, shinzō no haridatta to shite mo, sore ga owaru made tanoshikattadesu. Watashi wa anime no subete o aishite imashita. Watashi wa motto manga o yonde morau ka, shirīzu o tsudzukeru no ka to omotte imasu. Shikashi, watashi wa kono anime ni don'na katachi ya katachi demo kōkai shite imasen. Kore o kaku koto de, watashi wa shirīzu o sai minaosu hitsuyō ga aru to kanji sasemasu. Moshi nanika ga sore o ataeru ikutsu ka no episōdo wa shinaide kudasai, saisho no episōdo o akiramenai yō ni ōku no yō ni shite kudasai. Subete no anime to dōyō ni, anata ga episōdo 1 de mita mono o kirai ni shinaide kudasai. Kore o yonde itadaki arigatōgozaimasu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed it till the ended even if it was a needles to the heart, with all the emotion you go through in the anime. I loved everything about the anime i only wish i had the time to read more the manga or if they would continue the series. But i have no regret in any shape or form with this anime. By writing this it make me feel the need to re-watch the series just cause i loved it so much. Please if anything give it a few episode please don';t give up on the first episode like many out there do. Please as with all anime don't stop just cause you dislike what you saw in episode 1. Thank you reading this i hope you all got something out of this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed it till the ended even if it was a needles to the heart, with all the emotion you go through in the anime.\u001b[24m\n    \u001b[1mあなたがアニメで行ったすべての感情で、心臓の針だったとしても、それが終わるまで楽しかったです。\u001b[22m, \u001b[1mそれはあなたがアニメに通過するすべての感情と心臓に針であった場合でも、終了するまで、私はそれを楽しみました。\u001b[22m\n\u001b[4mI loved everything about the anime i only wish i had the time to read more the manga or if they would continue the series.\u001b[24m\n    \u001b[1m私はアニメのすべてを愛していました。私はもっと漫画を読んでもらうか、シリーズを続けるのかと思っています。\u001b[22m, \u001b[1m私は私が唯一の私はより多くの漫画を読んだり、彼らはシリーズを継続する場合には時間があればいいのにアニメについてのすべてを愛しました。\u001b[22m\n\u001b[4mBut i have no regret in any shape or form with this anime.\u001b[24m\n    \u001b[1mしかし、私はこのアニメにどんな形や形でも後悔していません。\u001b[22m, \u001b[1mしかし、私はこのアニメといかなる形で何の後悔もありません。\u001b[22m\n\u001b[4mBy writing this it make me feel the need to re-watch the series just cause i loved it so much.\u001b[24m\n    \u001b[1mこれを書くことで、私はシリーズを再見直す必要があると感じさせます。\u001b[22m, \u001b[1mこれを書くことによって、それは私が私はそれがそんなに愛しちょうど原因シリーズを再見する必要性を感じさせます。\u001b[22m\n\u001b[4mPlease if anything give it a few episode please don';t give up on the first episode like many out there do.\u001b[24m\n    \u001b[1mもし何かがそれを与えるいくつかのエピソードはしないでください、最初のエピソードをあきらめないように多くのようにしてください。\u001b[22m, \u001b[1m何がそれをいくつかのエピソードを与える場合は、 'ドンしてくださいしてください;トンは何そこに多くのように最初のエピソードをあきらめます。\u001b[22m\n\u001b[4mPlease as with all anime don't stop just cause you dislike what you saw in episode 1. Thank you reading this i hope you all got something out of this.\u001b[24m\n    \u001b[1mすべてのアニメと同様に、あなたがエピソード1で見たものを嫌いにしないでください。これを読んでいただきありがとうございます。\u001b[22m, \u001b[1mすべてのアニメと同じように、あなたは私はあなたがすべてのこのから何かを得た願って、あなたがこれを読んでいただきありがとうございエピソード1で見たものを嫌うだけで原因を停止しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nThank You for your support.\n\n\u001b[1mご協力ありがとうございます。\u001b[22m\n\u001b[1m(Go kyōryoku arigatōgozaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThank You for your support.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThank You for your support.\u001b[24m\n    \u001b[1mご協力ありがとうございます。\u001b[22m, \u001b[1mご支援いただきありがとうございます。\u001b[22m, \u001b[1mあなたのサポートに感謝します。\u001b[22m\nSilent Voice\n\n\u001b[1mサイレントボイス\u001b[22m\n\u001b[1m(Sairentoboisu)\u001b[22m\n\nTranslations of \u001b[4mSilent Voice\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSilent Voice\u001b[24m\n    \u001b[1mサイレントボイス\u001b[22m, \u001b[1mサイレント・ボイス\u001b[22m\nI.N.H. Anime Review\n\n\u001b[1mI.N.H. アニメレビュー\u001b[22m\n\u001b[1m(I. N. H. Animerebyū)\u001b[22m\n\nTranslations of \u001b[4mI.N.H. Anime Review\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI.N.H.\u001b[24m\n    \u001b[1mI.N.H.\u001b[22m\n\u001b[4mAnime Review\u001b[24m\n    \u001b[1mアニメレビュー\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "Fantaisie-Triste",
    "profile": "/profile/Fantaisie-Triste/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=19873",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nこのアニメは、私がこれまで見てきた最高のドラマタイプのアニメです。 キャラクターを見て、自分たちの生活や成長の仕方を見ながら、たくさんの感情を感じることができます。 私は偉大な涙のジャーカーは確かです。 ストーリーは素晴らしいです、私は本当にあなたが主要キャラクターだけではなく、他のキャラクターの内部的な葛藤を垣間見る方法が好きです。 キャラクターが感じる感情を本当に感じることができます。 ロットの音楽は、ショーの中で2つの歌い文字と完全に組み合わせる完璧なアーティストを選んだように、非常にキャッチーで心のこもった、ショーを通して実装されています。\n\nなぜ私はこれを完全なものにしていないのかをあなたに知らせるために、このアニメをさまざまなカテゴリーでスコアリングする必要があるように感じます。\n\n-Anime総合ジャンル：（9） - よく丸められたショーに欠けている、女性的な群衆指向だが、それにもかかわらず良いロマンス/ドラマストーリーを感じる。\n\n - アニメドラマジャンル：（10） - このカテゴリには問題ありません。 多くの紛争、ロマンス、断りのない愛と感情。 ドラマを愛する人たちを見なければなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is the best drama type anime I have seen so far. Lot's of emotion can be felt while watching the characters and seeing how they live their lives and grow. I great tear jerker that's for sure. Story is great, I really like how you get a glimpse of the internal conflicts of the other characters and not just the main characters. You can really feel the emotion the characters feel. Lot's music implemented throughout the show that's very catchy and heartfelt, almost like they picked the perfect artists to combine perfectly with two singing characters in the show.\n\n\u001b[1mこのアニメは、私がこれまで見てきた最高のドラマタイプのアニメです。 キャラクターを見て、自分たちの生活や成長の仕方を見ながら、たくさんの感情を感じることができます。 私は偉大な涙のジャーカーは確かです。 ストーリーは素晴らしいです、私は本当にあなたが主要キャラクターだけではなく、他のキャラクターの内部的な葛藤を垣間見る方法が好きです。 キャラクターが感じる感情を本当に感じることができます。 ロットの音楽は、ショーの中で2つの歌い文字と完全に組み合わせる完璧なアーティストを選んだように、非常にキャッチーで心のこもった、ショーを通して実装されています。\u001b[22m\n\u001b[1m(Kono anime wa, watashi ga kore made mitekita saikō no dorama taipu no animedesu. Kyarakutā o mite, jibun-tachi no seikatsu ya seichō no shikata o minagara, takusan no kanjō o kanjiru koto ga dekimasu. Watashi wa idaina namida no jākā wa tashikadesu. Sutōrī wa subarashīdesu, watashi wa hontōni anata ga shuyō kyarakutā dakede wa naku, hoka no kyarakutā no naibu-tekina kattō o kaimamiru hōhō ga sukidesu. Kyarakutā ga kanjiru kanjō o hontōni kanjiru koto ga dekimasu. Rotto no ongaku wa, shō no naka de 2tsu no utai moji to kanzen ni kumiawaseru kanpekina ātisuto o eranda yō ni, hijō ni kyatchī de kokoro no komotta, shō o tōshite jissō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is the best drama type anime I have seen so far. Lot's of emotion can be felt while watching the characters and seeing how they live their lives and grow. I great tear jerker that's for sure. Story is great, I really like how you get a glimpse of the internal conflicts of the other characters and not just the main characters. You can really feel the emotion the characters feel. Lot's music implemented throughout the show that's very catchy and heartfelt, almost like they picked the perfect artists to combine perfectly with two singing characters in the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is the best drama type anime I have seen so far.\u001b[24m\n    \u001b[1mこのアニメは、私がこれまで見てきた最高のドラマタイプのアニメです。\u001b[22m, \u001b[1mこのアニメは私がこれまで見た中で最高のドラマのタイプのアニメです。\u001b[22m\n\u001b[4mLot's of emotion can be felt while watching the characters and seeing how they live their lives and grow.\u001b[24m\n    \u001b[1mキャラクターを見て、自分たちの生活や成長の仕方を見ながら、たくさんの感情を感じることができます。\u001b[22m, \u001b[1m文字を見て、彼らは自分たちの生活を生き、成長する方法を見ながらロトの感情を感じることができます。\u001b[22m\n\u001b[4mI great tear jerker that's for sure.\u001b[24m\n    \u001b[1m私は偉大な涙のジャーカーは確かです。\u001b[22m, \u001b[1m私は確かだ偉大な涙jerker。\u001b[22m\n\u001b[4mStory is great, I really like how you get a glimpse of the internal conflicts of the other characters and not just the main characters.\u001b[24m\n    \u001b[1mストーリーは素晴らしいです、私は本当にあなたが主要キャラクターだけではなく、他のキャラクターの内部的な葛藤を垣間見る方法が好きです。\u001b[22m, \u001b[1mストーリーは素晴らしいですが、私は本当にあなたが他の文字だけでなく、メインキャラクターの内部紛争を垣間見る方法が好きです。\u001b[22m\n\u001b[4mYou can really feel the emotion the characters feel.\u001b[24m\n    \u001b[1mキャラクターが感じる感情を本当に感じることができます。\u001b[22m, \u001b[1mあなたは本当に文字が感じる感情を感じることができます。\u001b[22m\n\u001b[4mLot's music implemented throughout the show that's very catchy and heartfelt, almost like they picked the perfect artists to combine perfectly with two singing characters in the show.\u001b[24m\n    \u001b[1mロットの音楽は、ショーの中で2つの歌い文字と完全に組み合わせる完璧なアーティストを選んだように、非常にキャッチーで心のこもった、ショーを通して実装されています。\u001b[22m, \u001b[1mロトの音楽は、彼らがショーで2歌の文字と完全に結合するために完璧なアーティストを選んだほとんどのように、非常にキャッチーなと心のショー全体に実装します。\u001b[22m\n\u001b[1m\u001b[22m\nI feel like I need to score this anime in different categories to let you know why I did not give this a perfect 10.\n\n\u001b[1mなぜ私はこれを完全なものにしなかったのかをあなたに知らせるために、このアニメをさまざまなカテゴリーでスコアリングする必要があるように感じます。\u001b[22m\n\u001b[1m(Naze watashi wa kore o kanzen'na mono ni shinakatta no ka o anata ni shiraseru tame ni, kono anime o samazamana kategorī de sukoaringu suru hitsuyō ga aru yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mI feel like I need to score this anime in different categories to let you know why I did not give this a perfect 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI feel like I need to score this anime in different categories to let you know why I did not give this a perfect 10.\u001b[24m\n    \u001b[1mなぜ私はこれを完全なものにしなかったのかをあなたに知らせるために、このアニメをさまざまなカテゴリーでスコアリングする必要があるように感じます。\u001b[22m, \u001b[1m私はこの完璧な10を与えていない理由を知っているように別のカテゴリでこのアニメを獲得する必要があるような気がします。\u001b[22m\n\u001b[1m\u001b[22m\n-Anime Overall Genres: (9) -It lacks being a well rounded show, feels more feminine crowd oriented, but nonetheless a good romance/drama story.\n\n\u001b[1m-Anime総合ジャンル：（9） - よく丸められたショーに欠けている、女性的な群衆指向だが、それにもかかわらず良いロマンス/ドラマストーリーを感じる。\u001b[22m\n\u001b[1m(- Anime sōgō janru: (9 ) - Yoku marume rareta shō ni kakete iru, josei-tekina gunshū shikōdaga, sore nimokakawarazu yoi romansu/ doramasutōrī o kanjiru.)\u001b[22m\n\nTranslations of \u001b[4m-Anime Overall Genres: (9) -It lacks being a well rounded show, feels more feminine crowd oriented, but nonetheless a good romance/drama story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Anime Overall Genres: (9) -It lacks being a well rounded show, feels more feminine crowd oriented, but nonetheless a good romance/drama story.\u001b[24m\n    \u001b[1m-Anime総合ジャンル：（9） - よく丸められたショーに欠けている、女性的な群衆指向だが、それにもかかわらず良いロマンス/ドラマストーリーを感じる。\u001b[22m, \u001b[1m-anime全体ジャンル：（9） - それは指向より女性観客が、それにもかかわらず良好なロマンス/ドラマストーリーを感じ、十分に丸みを帯びたショーであること欠いています。\u001b[22m\n\u001b[1m\u001b[22m\n-Anime Drama Genre: (10) -Perfect in that category. Lots of conflict, romance, unrequited love and emotion. A must watch for those who love drama.\n\n\u001b[1m - アニメドラマジャンル：（10） - このカテゴリには問題ありません。 多くの紛争、ロマンス、断りのない愛と感情。 ドラマを愛する人たちを見なければなりません。\u001b[22m\n\u001b[1m(- Animedoramajanru: (10) - Kono kategori ni wa mondai arimasen. Ōku no funsō, romansu, kotowari no nai ai to kanjō. Dorama o aisuruhito-tachi o minakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4m-Anime Drama Genre: (10) -Perfect in that category. Lots of conflict, romance, unrequited love and emotion. A must watch for those who love drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Anime Drama Genre: (10) -Perfect in that category.\u001b[24m\n    \u001b[1m - アニメドラマジャンル：（10） - このカテゴリには問題ありません。\u001b[22m, \u001b[1m-animeドラマジャンル：そのカテゴリ内（10）-Perfect。\u001b[22m\n\u001b[4mLots of conflict, romance, unrequited love and emotion.\u001b[24m\n    \u001b[1m多くの紛争、ロマンス、断りのない愛と感情。\u001b[22m, \u001b[1m紛争、ロマンス、片思いと感情がたくさん。\u001b[22m\n\u001b[4mA must watch for those who love drama.\u001b[24m\n    \u001b[1mドラマを愛する人たちを見なければなりません。\u001b[22m, \u001b[1mドラマを愛する人のために監視する必要があります。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "linkster1998",
    "profile": "/profile/linkster1998/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=149579",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\nストーリー：この番組の冒頭では、すべてのコメディのように見えますが、ストーリーが進行するにつれて、ストーリーが面白いよりも悲しいことを見ることができます。 結末は、それが幸せなものであろうと悲しいものであろうと、不明である。\n芸術：芸術は独自の方法で素晴らしかったです。 時には頭の小さな白い涙のようなものもありますが、私は独特の芸術が好きでした。\nサウンド：私は、オープニングとエンディングの曲、そして彼らがショーの間に歌ったすべての他の曲が好きだった。\nキャラクター：ナナ/ハチは描かれていることもありますが、ドラマの中心になる素晴らしい人でした。\nパンクナナ、でも、ショーの始めに彼女は一緒にいくつかの問題だけで見えたように見えたが、彼女はナナ/ハチがどれくらい必要かを見ることができた。\n私は絶え間ないドラマ以外のショーを楽しんでいました。 全体的にショーはあなたの時間を費やす価値があります",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nStory: At the beginning of this show its seems like an all out comedy, but as the story progresses you can start to see the story is more sad than funny. The ending is unclear whether it is a happy one, or a sad one.\n\n\u001b[1mストーリー：この番組の冒頭では、すべてのコメディのように見えますが、ストーリーが進行するにつれて、ストーリーが面白いよりも悲しいことを見ることができます。 結末は、それが幸せなものであろうと悲しいものであろうと、不明である。\u001b[22m\n\u001b[1m(Sutōrī: Kono bangumi no bōtōde wa, subete no komedi no yō ni miemasuga, sutōrī ga shinkō suru ni tsurete, sutōrī ga omoshiroi yori mo kanashī koto o miru koto ga dekimasu. Ketsumatsu wa, sore ga shiawasena monodearouto kanashī monodearou to, fumeidearu.)\u001b[22m\n\nTranslations of \u001b[4mStory: At the beginning of this show its seems like an all out comedy, but as the story progresses you can start to see the story is more sad than funny. The ending is unclear whether it is a happy one, or a sad one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: At the beginning of this show its seems like an all out comedy, but as the story progresses you can start to see the story is more sad than funny.\u001b[24m\n    \u001b[1mストーリー：この番組の冒頭では、すべてのコメディのように見えますが、ストーリーが進行するにつれて、ストーリーが面白いよりも悲しいことを見ることができます。\u001b[22m, \u001b[1mストーリー：このショーの開始時にそのすべてアウトコメディのように思えるが、物語が進むにつれて、あなたはストーリーが面白いよりも悲しいです見始めることができます。\u001b[22m\n\u001b[4mThe ending is unclear whether it is a happy one, or a sad one.\u001b[24m\n    \u001b[1m結末は、それが幸せなものであろうと悲しいものであろうと、不明である。\u001b[22m, \u001b[1m結末は、それが幸せなもの、または悲しいものであるかどうかは不明です。\u001b[22m\nArt: The art was great in its own way. Some of the things got kinda annoying, like the little white tear things on their heads sometimes, but I liked the unique art.\n\n\u001b[1m芸術：芸術は独自の方法で素晴らしかったです。 時には頭の小さな白い涙のようなものもありますが、私は独特の芸術が好きでした。\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa dokuji no hōhō de subarashikattadesu. Tokiniha atama no chīsana shiroi namida no yōna mono mo arimasuga, watashi wa dokutoku no geijutsu ga sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art was great in its own way. Some of the things got kinda annoying, like the little white tear things on their heads sometimes, but I liked the unique art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art was great in its own way.\u001b[24m\n    \u001b[1m芸術：芸術は独自の方法で素晴らしかったです。\u001b[22m, \u001b[1mアート：芸術は独自の方法で素晴らしかったです。\u001b[22m\n\u001b[4mSome of the things got kinda annoying, like the little white tear things on their heads sometimes, but I liked the unique art.\u001b[24m\n    \u001b[1m時には頭の小さな白い涙のようなものもありますが、私は独特の芸術が好きでした。\u001b[22m, \u001b[1m物事のいくつかは、時には彼らの頭の上に小さな白い涙もののように、ちょっと迷惑だが、私はユニークなアートが好きでした。\u001b[22m\nSound: i liked the opening and ending songs, and all the other songs they sang during the show.\n\n\u001b[1mサウンド：私は、オープニングとエンディングの曲、そして彼らがショーの間に歌ったすべての他の曲が好きだった。\u001b[22m\n\u001b[1m(Saundo: Watashi wa, ōpuningu to endingu no kyoku, soshite karera ga shō no ma ni utatta subete no ta no kyoku ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mSound: i liked the opening and ending songs, and all the other songs they sang during the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: i liked the opening and ending songs, and all the other songs they sang during the show.\u001b[24m\n    \u001b[1mサウンド：私は、オープニングとエンディングの曲、そして彼らがショーの間に歌ったすべての他の曲が好きだった。\u001b[22m, \u001b[1mサウンド：私はオープニングとエンディング曲、と彼らはショーの間に歌った他のすべての曲が好きでした。\u001b[22m\nCharacters: nana/hachi- often could be described has a whinny character, but she was a great person to be the heart of all the drama.\n\n\u001b[1mキャラクター：ナナ/ハチは描かれていることもありますが、ドラマの中心になる素晴らしい人でした。\u001b[22m\n\u001b[1m(Kyarakutā: Nana/ hachi wa egaka rete iru koto mo arimasuga, dorama no chūshin ni naru subarashī hitodeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: nana/hachi- often could be described has a whinny character, but she was a great person to be the heart of all the drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: nana/hachi- often could be described has a whinny character, but she was a great person to be the heart of all the drama.\u001b[24m\n    \u001b[1mキャラクター：ナナ/ハチは描かれていることもありますが、ドラマの中心になる素晴らしい人でした。\u001b[22m, \u001b[1mキャラクター：ナナ/ hachi-頻繁に記述することができるが、馬のいななきの文字を持っていますが、彼女はすべてのドラマの中心であるために素晴らしい人でした。\u001b[22m\npunk nana- even tho at the beginning of the show she seemed together with only a few problems, as the show progressed you could see just how much she needed nana/hachi.\n\n\u001b[1mパンクナナ、でも、ショーの始めに彼女は一緒にいくつかの問題だけで見えたように見えたが、彼女はナナ/ハチがどれくらい必要かを見ることができた。\u001b[22m\n\u001b[1m(Pankunana, demo, shō no hajime ni kanojo wa issho ni ikutsu ka no mondai dake de mieta yō ni mietaga, kanojo wa Nana/ hachi ga dorekurai hitsuyō ka o miru koto ga dekita.)\u001b[22m\n\nTranslations of \u001b[4mpunk nana- even tho at the beginning of the show she seemed together with only a few problems, as the show progressed you could see just how much she needed nana/hachi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mpunk nana- even tho at the beginning of the show she seemed together with only a few problems, as the show progressed you could see just how much she needed nana/hachi.\u001b[24m\n    \u001b[1mパンクナナ、でも、ショーの始めに彼女は一緒にいくつかの問題だけで見えたように見えたが、彼女はナナ/ハチがどれくらい必要かを見ることができた。\u001b[22m, \u001b[1mパンクnana-さえカントーショーはあなたが彼女はナナ/ハチを必要とどれだけ見ることができる進むにつれて、彼女は、唯一のいくつかの問題と一緒に見えたショーの初めに。\u001b[22m\nI enjoyed the show a lot other than the constant drama. overall the show is worth spending your time on\n\n\u001b[1m私は絶え間ないドラマ以外のショーを楽しんでいました。 全体的にショーはあなたの時間を費やす価値があります\u001b[22m\n\u001b[1m(Watashi wa taema nai dorama igai no shō o tanoshinde imashita. Zentai-teki ni shō wa anata no jikan o tsuiyasu kachi ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed the show a lot other than the constant drama. overall the show is worth spending your time on\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed the show a lot other than the constant drama.\u001b[24m\n    \u001b[1m私は絶え間ないドラマ以外のショーを楽しんでいました。\u001b[22m, \u001b[1m私は一定のドラマよりも多くの他のショーを楽しみました。\u001b[22m\n\u001b[4moverall the show is worth spending your time on\u001b[24m\n    \u001b[1m全体的にショーはあなたの時間を費やす価値があります\u001b[22m, \u001b[1m全体のショーは上のあなたの時間を費やす価値があります\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "TenshiMari",
    "profile": "/profile/TenshiMari/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=142615",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  8\n\n私がナナを見始めたとき、私はそれをほとんど期待していませんでした。\nそれはかなり面白い、ちょうどあなたの平均コメディを始めた、と私は本当にそれが好きではなかったが、シリーズはゆっくりとキャラクターの性格のますます明らかにシリーズとしてそれに恋した。 キャラクターの開発は素晴らしく、シリーズに本当に馴染みました。 それがナナについてはとても素晴らしいことです。 それは空想的ではありません。 その美しさとあなたの画面上の痛みのすべてでただ現実。 あなたが抱きしめたい、そして決して離さない物語のように、とても素敵に書かれ、話されました。 私は最後のエピソードを終えたときに本当に失望しました。 特に最後のエピソードはかなりフィラーです。 それぞれの人物はとても人間だった。 私はそれをどのように記述するべきかわからない。 あなたはそれらに関係することができます、あなたはそれらのために残念を感じた。 あなたはほとんどあなたの手に触れて手を差し伸べたいと思っていました。 私が笑った時と、泣いた時がありました。 このアニメは、私がそれを見終わった後ずっと、私の頭の中にとどまっていた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWhen I started watching Nana, I didn't expect much of it.\n\n\u001b[1m私がナナを見始めたとき、私はそれをほとんど期待していませんでした。\u001b[22m\n\u001b[1m(Watashi ga Nana o mi hajimeta toki, watashi wa sore o hotondo kitai shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I started watching Nana, I didn't expect much of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I started watching Nana, I didn't expect much of it.\u001b[24m\n    \u001b[1m私がナナを見始めたとき、私はそれをほとんど期待していませんでした。\u001b[22m, \u001b[1m私はナナを見始めたとき、私はそれの多くを期待していませんでした。\u001b[22m\nIt started off pretty funny, just your average comedy, and I didn't really like it, but I fell in love with it as the series slowly revealed more and more of the character's personalities. The character development is great, and I grew really attached to the series. That's what so great about Nana. It's nothing fancy. Just reality with all of its beauty and pain on your screen. So wonderfully written and told like a story you want to hold on to and never let go. I was really disappointed when I finished the last episode, I didn't want it to end at all! Especially since the last episode is pretty much a filler. Each character was so.. human. I do not know how else to describe it. You could relate to them, you felt sorry for them. You almost wanted to reach out your hand to touch them. There were times when I laughed and there were times when I cried. This anime stayed in my head long after I finished watching it.\n\n\u001b[1mそれはかなり面白い、ちょうどあなたの平均コメディを始めた、と私は本当にそれが好きではなかったが、シリーズはゆっくりとキャラクターの性格のますます明らかにシリーズとしてそれに恋した。 キャラクターの開発は素晴らしく、シリーズに本当に馴染みました。 それがナナについてはとても素晴らしいことです。 それは空想的ではありません。 その美しさとあなたの画面上の痛みのすべてでただ現実。 あなたが抱きしめたい、そして決して離さない物語のように、とても素敵に書かれ、話されました。 私は最後のエピソードを終えたときに本当に失望しました。 特に最後のエピソードはかなりフィラーです。 それぞれの人物はとても人間だった。 私はそれをどのように記述するべきかわからない。 あなたはそれらに関係することができます、あなたはそれらのために残念を感じた。 あなたはほとんどあなたの手に触れて手を差し伸べたいと思っていました。 私が笑った時と、泣いた時がありました。 このアニメは、私がそれを見終わった後ずっと、私の頭の中にとどまっていた。\u001b[22m\n\u001b[1m(Sore wa kanari omoshiroi, chōdo anata no heikin komedi o hajimeta, to watashi wa hontōni sore ga sukide wa nakattaga, shirīzu wa yukkuri to kyarakutā no seikaku no masumasu akiraka ni shirīzu to shite sore ni koi shita. Kyarakutā no kaihatsu wa subarashiku, shirīzu ni hontōni najimimashita. Watashi wa saigo no episōdo o oeta toki ni hontōni shitsubō shimashita. Tokuni saigo no episōdo wa kanari firādesu. Sorezore no jinbutsu wa totemo ningendatta. Watashi wa sore o dono yō ni kijutsu surubeki ka wakaranai. Anata wa sorera ni kankei suru koto ga dekimasu, anata wa sorera no tame ni zan'nen o kanjita. Anata wa hotondo anata no te ni furete te o sashinobetai to omotte imashita. Watashi ga waratta toki to, naita toki ga arimashita. Kono anime wa, watashi ga sore o mi owatta nochi zutto, watashi no atama no naka ni todomatte ita. Sore ga Nana ni tsuite wa totemo subarashī kotodesu. Sore wa kūsō-tekide wa arimasen. Sono utsukushi-sa to anata no gamen'ue no itami no subetede tada genjitsu. Anata ga dakishimetai, soshite kesshite hanasanai monogatari no yō ni, totemo suteki ni kaka re, hanasa remashita.)\u001b[22m\n\nTranslations of \u001b[4mIt started off pretty funny, just your average comedy, and I didn't really like it, but I fell in love with it as the series slowly revealed more and more of the character's personalities. The character development is great, and I grew really attached to the series. That's what so great about Nana. It's nothing fancy. Just reality with all of its beauty and pain on your screen. So wonderfully written and told like a story you want to hold on to and never let go. I was really disappointed when I finished the last episode, I didn't want it to end at all! Especially since the last episode is pretty much a filler. Each character was so.. human. I do not know how else to describe it. You could relate to them, you felt sorry for them. You almost wanted to reach out your hand to touch them. There were times when I laughed and there were times when I cried. This anime stayed in my head long after I finished watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt started off pretty funny, just your average comedy, and I didn't really like it, but I fell in love with it as the series slowly revealed more and more of the character's personalities.\u001b[24m\n    \u001b[1mそれはかなり面白い、ちょうどあなたの平均コメディを始めた、と私は本当にそれが好きではなかったが、シリーズはゆっくりとキャラクターの性格のますます明らかにシリーズとしてそれに恋した。\u001b[22m, \u001b[1mそれは、かなり面白いちょうどあなたの平均コメディスタートを切った、と私は本当にそれを好きではなかったが、シリーズはゆっくりとキャラクターの個性のますます明らかになったように私はそれと恋に落ちました。\u001b[22m\n\u001b[4mThe character development is great, and I grew really attached to the series.\u001b[24m\n    \u001b[1mキャラクターの開発は素晴らしく、シリーズに本当に馴染みました。\u001b[22m, \u001b[1mキャラクターの成長は素晴らしいです、と私は本当にシリーズに取り付けられて育ちました。\u001b[22m\n\u001b[4mI was really disappointed when I finished the last episode, I didn't want it to end at all!\u001b[24m\n    \u001b[1m私は最後のエピソードを終えたときに本当に失望しました。\u001b[22m, \u001b[1m私は最後のエピソードを終えたとき、私は本当にがっかりしました、私はそれがすべてで終わることを望んでいません！\u001b[22m\n\u001b[4mEspecially since the last episode is pretty much a filler.\u001b[24m\n    \u001b[1m特に最後のエピソードはかなりフィラーです。\u001b[22m, \u001b[1m特に以来最後のエピソードはかなり充填剤です。\u001b[22m\n\u001b[4mEach character was so.. human.\u001b[24m\n    \u001b[1mそれぞれの人物はとても人間だった。\u001b[22m, \u001b[1m各文字は..とても人間でした。\u001b[22m\n\u001b[4mI do not know how else to describe it.\u001b[24m\n    \u001b[1m私はそれをどのように記述するべきかわからない。\u001b[22m, \u001b[1m私はそれを記述するためにどのように他を知りません。\u001b[22m\n\u001b[4mYou could relate to them, you felt sorry for them.\u001b[24m\n    \u001b[1mあなたはそれらに関係することができます、あなたはそれらのために残念を感じた。\u001b[22m, \u001b[1mあなたがそれらに関連している可能性があり、あなたは彼らのために残念に感じました。\u001b[22m\n\u001b[4mYou almost wanted to reach out your hand to touch them.\u001b[24m\n    \u001b[1mあなたはほとんどあなたの手に触れて手を差し伸べたいと思っていました。\u001b[22m, \u001b[1mあなたは、ほぼそれらに触れることをあなたの手を差し伸べるしたかったです。\u001b[22m\n\u001b[4mThere were times when I laughed and there were times when I cried.\u001b[24m\n    \u001b[1m私が笑った時と、泣いた時がありました。\u001b[22m, \u001b[1m私は笑って、私は叫んだ時代があった時代がありました。\u001b[22m\n\u001b[4mThis anime stayed in my head long after I finished watching it.\u001b[24m\n    \u001b[1mこのアニメは、私がそれを見終わった後ずっと、私の頭の中にとどまっていた。\u001b[22m, \u001b[1mこのアニメは、私はそれを見終わっずっと後に私の頭にとどまりました。\u001b[22m\n\u001b[4mThat's what so great about Nana.\u001b[24m\n    \u001b[1mそれがナナについてはとても素晴らしいことです。\u001b[22m, \u001b[1mそれはナナについてとても素晴らしいものです。\u001b[22m\n\u001b[4mIt's nothing fancy.\u001b[24m\n    \u001b[1mそれは空想的ではありません。\u001b[22m, \u001b[1mそれは空想何もありません。\u001b[22m\n\u001b[4mJust reality with all of its beauty and pain on your screen.\u001b[24m\n    \u001b[1mその美しさとあなたの画面上の痛みのすべてでただ現実。\u001b[22m, \u001b[1mあなたの画面上にその美しさと痛みのすべてとちょうど現実。\u001b[22m\n\u001b[4mSo wonderfully written and told like a story you want to hold on to and never let go.\u001b[24m\n    \u001b[1mあなたが抱きしめたい、そして決して離さない物語のように、とても素敵に書かれ、話されました。\u001b[22m, \u001b[1mだから素晴らしく書かれており、あなたにしがみつく、決して行かせたい話のように語りました。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "Kiluvaras",
    "profile": "/profile/Kiluvaras/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=132501",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  8\n\n「ナナよ、覚えている？\n\n最初のエピソードを見た後、私はそれを愛し、潜在的可能性があることを知っていました。\n内容がどれほど成熟しているのが本当に大好きで、キャラクターと私の間には類似点がありました。 通常は、1日に2〜3回のエピソードを観て、今見たことを何度も試してみることにします。\n私が本当に愛していたのは、各エピソードの初めのやり方でした.Naasの一人は、エピソードがどのようなものに焦点を当てるのか、それぞれのエピソードの終わりのための同じ作品を明らかにするような少しモノローグのようなものを持っていました。\n私はショーの種類の驚くべき部分が約30のエピソードの冒頭で死んだと感じたけれど、認めている。それは私の心にはあまりにも珍しいものになったし、関わっている古典的な愛のドラマがあまりにも多かった 。\n別の失望の部分はエンディングでした。 私はそれがあまりにも突然終わったような気がして、結末自体は本当に私が期待したものではなかった。\n結論としては、私は失望したような気がします。 それはそのような可能性から始まりましたが、やはり決まり文句でいっぱいの別の愛のドラマに終わったのです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n'Say Nana, do you remember...?\n\n\u001b[1m「ナナよ、覚えている？\u001b[22m\n\u001b[1m(`Nana yo, oboete iru?)\u001b[22m\n\nTranslations of \u001b[4m'Say Nana, do you remember...?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Say Nana, do you remember...?\u001b[24m\n    \u001b[1m「ナナよ、覚えている？\u001b[22m, \u001b[1m'言ってやるナナ、あなたは覚えていますか...？\u001b[22m\n\u001b[1m\u001b[22m\nAfter watching the first episode, I knew I would love it and that it had potential.\n\n\u001b[1m最初のエピソードを見た後、私はそれを愛し、潜在的可能性があることを知っていました。\u001b[22m\n\u001b[1m(Saisho no episōdo o mita nochi, watashi wa sore o aishi, senzai-teki kanōsei ga aru koto o shitte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching the first episode, I knew I would love it and that it had potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching the first episode, I knew I would love it and that it had potential.\u001b[24m\n    \u001b[1m最初のエピソードを見た後、私はそれを愛し、潜在的可能性があることを知っていました。\u001b[22m, \u001b[1m最初のエピソードを見た後、私はそれを愛し、それが潜在的に持っていたことを知っていました。\u001b[22m\nI really loved how mature the content was and I really found similarities between some of the characters and myself. Usually I would watch 2-3 episodes a day and then kind of try and analyze what I had just seen.\n\n\u001b[1m内容がどれほど成熟しているのが本当に大好きで、キャラクターと私の間には類似点がありました。 通常は、1日に2〜3回のエピソードを観て、今見たことを何度も試してみることにします。\u001b[22m\n\u001b[1m(Naiyō ga dorehodo seijuku shite iru no ga hontōni daisukide, kyarakutā to watashi no ma ni wa ruiji-ten ga arimashita. Tsūjō wa, 1-nichi ni 2 〜 3-kai no episōdo o mite, ima mita koto o nando mo tameshite miru koto ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really loved how mature the content was and I really found similarities between some of the characters and myself. Usually I would watch 2-3 episodes a day and then kind of try and analyze what I had just seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really loved how mature the content was and I really found similarities between some of the characters and myself.\u001b[24m\n    \u001b[1m内容がどれほど成熟しているのが本当に大好きで、キャラクターと私の間には類似点がありました。\u001b[22m, \u001b[1m私は本当に内容がいかに成熟愛し、私は本当に文字と自分の一部の間の類似性を発見しました。\u001b[22m\n\u001b[4mUsually I would watch 2-3 episodes a day and then kind of try and analyze what I had just seen.\u001b[24m\n    \u001b[1m通常は、1日に2〜3回のエピソードを観て、今見たことを何度も試してみることにします。\u001b[22m, \u001b[1m通常、私は一日2-3のエピソードを見てだろうし、次に種類の試してみて、私は見ていたものを分析します。\u001b[22m\nWhat I really loved about it was the way in the beginning of each episode one of the Nanas had a little monologue kind of revealing what the episode was gonna be focusing on and the same works for the ending of each episode.\n\n\u001b[1m私が本当に愛していたのは、各エピソードの初めのやり方でした.Naasの一人は、エピソードがどのようなものに焦点を当てるのか、それぞれのエピソードの終わりのための同じ作品を明らかにするような少しモノローグのようなものを持っていました。\u001b[22m\n\u001b[1m(Watashi ga hontōni itoshite ita no wa, kaku episōdo no hajime no yarikatadeshita. Naas no hitori wa, episōdo ga dono yōna mono ni shōten o ateru no ka, sorezore no episōdo no owari no tame no onaji sakuhin o akiraka ni suru yōna sukoshi monorōgu no yōna mono o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mWhat I really loved about it was the way in the beginning of each episode one of the Nanas had a little monologue kind of revealing what the episode was gonna be focusing on and the same works for the ending of each episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I really loved about it was the way in the beginning of each episode one of the Nanas had a little monologue kind of revealing what the episode was gonna be focusing on and the same works for the ending of each episode.\u001b[24m\n    \u001b[1m私が本当に愛していたのは、各エピソードの初めのやり方でした.Naasの一人は、エピソードがどのようなものに焦点を当てるのか、それぞれのエピソードの終わりのための同じ作品を明らかにするような少しモノローグのようなものを持っていました。\u001b[22m, \u001b[1m私は本当にそれについて愛することナナスの1エピソードつもりに焦点を当て、各エピソードの結末のために同じ作品されたものを明かすのはほとんど独白のようなものを持っていた各エピソードの初めに方法でした。\u001b[22m\nI have do admit though that I felt the amazing part of the show kind of died off in the beginning of the episodes around 30. It kind of became too much of a cliche to my mind and there was too much of the classic love drama involved .\n\n\u001b[1m私はショーの種類の驚くべき部分が約30のエピソードの冒頭で死んだと感じたけれど、認めている。それは私の心にはあまりにも珍しいものになったし、関わっている古典的な愛のドラマがあまりにも多かった 。\u001b[22m\n\u001b[1m(Watashi wa shō no shurui no odorokubeki bubun ga yaku 30 no episōdo no bōtō de shinda to kanjitakeredo, mitomete iru. Sore wa watashi no kokoro ni wa amarini mo mezurashī mono ni nattashi, kakawatte iru koten-tekina ai no dorama ga amarini mo ōkatta.)\u001b[22m\n\nTranslations of \u001b[4mI have do admit though that I felt the amazing part of the show kind of died off in the beginning of the episodes around 30. It kind of became too much of a cliche to my mind and there was too much of the classic love drama involved .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have do admit though that I felt the amazing part of the show kind of died off in the beginning of the episodes around 30. It kind of became too much of a cliche to my mind and there was too much of the classic love drama involved\u001b[24m\n    \u001b[1m私はショーの種類の驚くべき部分が約30のエピソードの冒頭で死んだと感じたけれど、認めている。それは私の心にはあまりにも珍しいものになったし、関わっている古典的な愛のドラマがあまりにも多かった\u001b[22m, \u001b[1m私はショーの驚くべき部分は一種の30の周りのエピソードの冒頭でオフに死亡したそれは一種の私の心に決まり文句のあまりとなり、関連する古典的な愛のドラマのあまりがあったと感じているのに、私は認めるん持っています\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nAnother disappointing part was the ending. I feel like it kind of ended too suddenly and the ending itself really wasn't what I expected at all.\n\n\u001b[1m別の失望の部分はエンディングでした。 私はそれがあまりにも突然終わったような気がして、結末自体は本当に私が期待したものではなかった。\u001b[22m\n\u001b[1m(Betsu no shitsubō no bubun wa endingudeshita. Watashi wa sore ga amarini mo totsuzen owatta yōna ki ga shite, ketsumatsu jitai wa hontōni watashi ga kitai shita monode wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mAnother disappointing part was the ending. I feel like it kind of ended too suddenly and the ending itself really wasn't what I expected at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother disappointing part was the ending.\u001b[24m\n    \u001b[1m別の失望の部分はエンディングでした。\u001b[22m, \u001b[1mもう一つ残念な部分がエンディングでした。\u001b[22m\n\u001b[4mI feel like it kind of ended too suddenly and the ending itself really wasn't what I expected at all.\u001b[24m\n    \u001b[1m私はそれがあまりにも突然終わったような気がして、結末自体は本当に私が期待したものではなかった。\u001b[22m, \u001b[1mそれは一種の、あまりにも突然終了し、本当に自分自身を終了私は全く期待したものではなかったような気がします。\u001b[22m\nIn conclusion I kind of feel like I was let down. It started off with such potential but ended up being yet just another love drama filled with cliches.\n\n\u001b[1m結論としては、私は失望したような気がします。 それはそのような可能性から始まりましたが、やはり決まり文句でいっぱいの別の愛のドラマに終わったのです。\u001b[22m\n\u001b[1m(Ketsuron to shite wa, watashi wa shitsubō shita yōna ki ga shimasu. Sore wa sono yōna kanōsei kara hajimarimashitaga, yahari kimari monku de ippai no betsu no ai no dorama ni owatta nodesu.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion I kind of feel like I was let down. It started off with such potential but ended up being yet just another love drama filled with cliches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion I kind of feel like I was let down.\u001b[24m\n    \u001b[1m結論としては、私は失望したような気がします。\u001b[22m, \u001b[1m私はがっかりしたような結論として、私は一種の感じ。\u001b[22m\n\u001b[4mIt started off with such potential but ended up being yet just another love drama filled with cliches.\u001b[24m\n    \u001b[1mそれはそのような可能性から始まりましたが、やはり決まり文句でいっぱいの別の愛のドラマに終わったのです。\u001b[22m, \u001b[1mこのような潜在的で始まったが、まだ決まり文句で満たされただけで、別の愛のドラマになってしまいました。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "youngmbh",
    "profile": "/profile/youngmbh/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=80254",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|\n\nナナはこれまで見た中で最も驚くべきアニメの1つです。音楽だけでも誰でも気にすることができます。私は1回のエピソードを終えるたびに次のイベントに行くので、3日しかかかりませんでした。 それを見ている人は誰でも、それに夢中になるだろう",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nNana is one of the most amazing anime iv ever seen .Just the music alone is enough to catch anyones mind it only took me three days to watch it because everytime I finished one episode I went right to the next one . In all anyone who watches it will most likely be hooked to it\n\n\u001b[1mナナはこれまで見た中で最も驚くべきアニメの1つです。音楽だけでも誰でも気にすることができます。私は1回のエピソードを終えるたびに次のイベントに行くので、3日しかかかりませんでした。 それを見ている人は誰でも、それに夢中になるだろう\u001b[22m\n\u001b[1m(Nana wa kore made mita naka de mottomo odorokubeki anime no 1tsudesu. Ongaku dake demo dare demo ki ni suru koto ga dekimasu. Watashi wa 1-kai no episōdo o oeru tabi ni tsugi no ibento ni ikunode, 3-nichi shika kakarimasendeshita. Sore o mite iru hito wa dare demo, soreni muchū ni narudarou)\u001b[22m\n\nTranslations of \u001b[4mNana is one of the most amazing anime iv ever seen .Just the music alone is enough to catch anyones mind it only took me three days to watch it because everytime I finished one episode I went right to the next one . In all anyone who watches it will most likely be hooked to it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNana is one of the most amazing anime iv ever seen .Just the music alone is enough to catch anyones mind it only took me three days to watch it because everytime I finished one episode I went right to the next one .\u001b[24m\n    \u001b[1mナナはこれまで見た中で最も驚くべきアニメの1つです。音楽だけでも誰でも気にすることができます。私は1回のエピソードを終えるたびに次のイベントに行くので、3日しかかかりませんでした。\u001b[22m, \u001b[1mナナだけでは音楽はそれだけで私は次のいずれかに右に行ってきました1つのエピソードを終え毎回ので、それを見るために3日かかったanyonesの心をキャッチするのに十分である.Just今まで見た最も素晴らしいアニメivの一つです。\u001b[22m\n\u001b[4mIn all anyone who watches it will most likely be hooked to it\u001b[24m\n    \u001b[1mそれを見ている人は誰でも、それに夢中になるだろう\u001b[22m, \u001b[1mそれが最も可能性が高いことに夢中になります見て、すべての誰で\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "superseiyan",
    "profile": "/profile/superseiyan/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=57115",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこれを古典と考える理由のリストを以下に示します：\n\n - 同時に2人の主人公に焦点を当てるように管理するが、それぞれのキャラクターの支持者はよく管理される。 このショーの各キャラクターは非常にユニークで予測不可能ですが、ランダムな方法では予測できませんが、似顔絵/役割ではなく実際の人になります。 私はあなたがこれらのような人々を知って神に誓う。\n\n -  2つの方法でクリシェを避ける - 関係の決意とバンド間のダイナミクスの2番目。 ナナの一人は彼女の関係に暖かい「ハッピーエンディング」があるのですが（少なくとも、アニメでは）、他のナナはおとぎ話のような状況に陥ることはありません。 両方の関係で明白なルートを取っていないということだけです。 彼らが避けているのを避ける第2の方法は、シリーズの早い段階で2つのバンドの相互作用にあります。バンドの1つが悪役になるように見えます。 それはまったく同じように終わらない。 実際には…..\n\n - このショーには悪役はいません。 おそらくこれは「スライス・オブ・ライフ」のジャンルに特有のものですが、私はそれらの多くを見ていませんでしたが（Clannadは他の唯一のものですが）、悪役だった人物はいませんでした。 バンドの1人の男性キャラクターがオンラインで大嫌いになっていますが、私が気づいたことは女性ファンからのものですが、これはおとぎ話の終わりの点に関連していると思います。 私は彼が受け取る憎しみで検出することを投影する。 私はその憎しみに同意せず、彼が完全にポイントにいることを見つける。\n\n - あなたのこの全体的な\"漫画\"の趣味に懐疑的なガールフレンド/妻を持つ人にとって、これは実際のアニメと大人のアニメがどのようにできるかを示す素晴らしいショーです。 慎重に、彼らは夢中になるだろう、そして、彼らがあなたと一緒にそれを使ってマラソンをしたいと思っている人たちがどうなるかは面白いだろう。\n\nこれはすばらしいアニメです。あなたはキャラクターとその夢に惹かれます。 オープンエンドのエンディングのために、これはおそらく私がマンガを実際に読む最初のアニメでしょう - 私はマンガを以前に読んだことはないので、私は10/10と一緒にいます。 私は結末のためにそれより低い得点を与えることを考慮しましたが、実際に私が私が決してしないだろうと思ったマンガを実際に読むという事実は、それを10に保つ理由です。\n\nPS。 サウンドトラックに叫ぶことを忘れることはできません、このアニメのすべての音楽は、アニメ自体の実際のキャラクター、面白いコンセプトによって作られています。 また、音楽は実際にはストーリーの一部なので、注意してください！ 私はたいていヒップホップ/ダンスの男ですが、ロックの音楽はほとんど聞こえませんでしたが、まだパンクロックの音楽を楽しんでいました。 たぶんそれは音楽が実際にストーリーに織り込まれているからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHere is a list of reasons that I consider this a classic:\n\n\u001b[1m私はこれを古典と考える理由のリストを以下に示します：\u001b[22m\n\u001b[1m(Watashi wa kore o koten to kangaeru riyū no risuto o ika ni shimeshimasu:)\u001b[22m\n\nTranslations of \u001b[4mHere is a list of reasons that I consider this a classic:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere is a list of reasons that I consider this a classic:\u001b[24m\n    \u001b[1m私はこれを古典と考える理由のリストを以下に示します：\u001b[22m, \u001b[1mここで私はこの古典的な検討理由のリストは以下のとおりです。\u001b[22m\n\u001b[1m\u001b[22m\n- Manages to keep the focus on the two protagonists yet at the same time, each of the supporting cast of characters are well managed. Each of the characters in this show are so unique, and unpredictable, but not not unpredictable in a random way, but in a way that makes them real people rather than caricatures/roles. I swear to god you know people like these.\n\n\u001b[1m - 同時に2人の主人公に焦点を当てるように管理するが、それぞれのキャラクターの支持者はよく管理される。 このショーの各キャラクターは非常にユニークで予測不可能ですが、ランダムな方法では予測できませんが、似顔絵/役割ではなく実際の人になります。 私はあなたがこれらのような人々を知って神に誓う。\u001b[22m\n\u001b[1m(- Dōjini 2-ri no shujinkō ni shōten o ateru yō ni kanri suruga, sorezore no kyarakutā no shiji-sha wa yoku kanri sa reru. Kono shō no kaku kyarakutā wa hijō ni yunīku de yosoku fukanōdesuga, randamuna hōhōde wa yosoku dekimasenga, nigaoe/ yakuwaride wanaku jissai no hito ni narimasu. Watashi wa anata ga korera no yōna hitobito o shitte kami ni chikau.)\u001b[22m\n\nTranslations of \u001b[4m- Manages to keep the focus on the two protagonists yet at the same time, each of the supporting cast of characters are well managed. Each of the characters in this show are so unique, and unpredictable, but not not unpredictable in a random way, but in a way that makes them real people rather than caricatures/roles. I swear to god you know people like these.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Manages to keep the focus on the two protagonists yet at the same time, each of the supporting cast of characters are well managed.\u001b[24m\n    \u001b[1m - 同時に2人の主人公に焦点を当てるように管理するが、それぞれのキャラクターの支持者はよく管理される。\u001b[22m, \u001b[1m - 同時に、まだ2の主人公に焦点を維持するために管理し、文字の脇役のそれぞれは、よく管理されています。\u001b[22m\n\u001b[4mEach of the characters in this show are so unique, and unpredictable, but not not unpredictable in a random way, but in a way that makes them real people rather than caricatures/roles.\u001b[24m\n    \u001b[1mこのショーの各キャラクターは非常にユニークで予測不可能ですが、ランダムな方法では予測できませんが、似顔絵/役割ではなく実際の人になります。\u001b[22m, \u001b[1mこのショーの文字のそれぞれは、ランダムな方法ではなく、彼らにむしろ風刺画/役割よりも現実の人々を作る方法で、予測不可能なので、ユニーク、かつ予測不能ではなくではありません。\u001b[22m\n\u001b[4mI swear to god you know people like these.\u001b[24m\n    \u001b[1m私はあなたがこれらのような人々を知って神に誓う。\u001b[22m, \u001b[1m私はあなたがこのような人々を知っている神に誓います。\u001b[22m\n\u001b[1m\u001b[22m\n- Avoids clichés in two ways—resolutions of relationships and second in the dynamic between the bands. While one of the Nana's has a warm 'happy-ending' in her relationship (well, in the anime at least), the other Nana doesn't end up in a fairytale situation, which is not to say it ends up badly for her , just that they don't take the obvious route with both relationships. The second way they avoid clichés is in the interaction of the two bands, early in the series, it looks like one of the bands will be the villains, and that the show will center around the bands being matched up against each other. It doesn’t end up like that at all. In fact…..\n\n\u001b[1m -  2つの方法でクリシェを避ける - 関係の決意とバンド間のダイナミクスの2番目。 ナナの一人は彼女の関係に暖かい「ハッピーエンディング」があるのですが（少なくとも、アニメでは）、他のナナはおとぎ話のような状況に陥ることはありません。 両方の関係で明白なルートを取っていないということだけです。 彼らが避けているのを避ける第2の方法は、シリーズの早い段階で2つのバンドの相互作用にあります。バンドの1つが悪役になるように見えます。 それはまったく同じように終わらない。 実際には…..\u001b[22m\n\u001b[1m(- 2Tsu no hōhō de kurishe o yokeru - kankei no ketsui to bando-kan no dainamikusu no 2-banme. Nana no hitori wa kanojo no kankei ni attakai `happīendingu' ga aru nodesuga (sukunakutomo, animede wa), hoka no Nana wa otogibanashi no yōna jōkyō ni ochīru koto wa arimasen. Ryōhō no kankei de meihakuna rūto o totte inai to iu koto dakedesu. Karera ga sakete iru no o yokeru dai 2 no hōhō wa, shirīzu no hayai dankai de 2tsu no bando no sōgo sayō ni arimasu. Bando no 1tsu ga akuyaku ni naru yō ni miemasu. Sore wa mattaku onajiyōni owaranai. Jissai ni wa…..)\u001b[22m\n\nTranslations of \u001b[4m- Avoids clichés in two ways—resolutions of relationships and second in the dynamic between the bands. While one of the Nana's has a warm 'happy-ending' in her relationship (well, in the anime at least), the other Nana doesn't end up in a fairytale situation, which is not to say it ends up badly for her , just that they don't take the obvious route with both relationships. The second way they avoid clichés is in the interaction of the two bands, early in the series, it looks like one of the bands will be the villains, and that the show will center around the bands being matched up against each other. It doesn’t end up like that at all. In fact…..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Avoids clichés in two ways—resolutions of relationships and second in the dynamic between the bands.\u001b[24m\n    \u001b[1m -  2つの方法でクリシェを避ける - 関係の決意とバンド間のダイナミクスの2番目。\u001b[22m, \u001b[1m - バンド間のダイナミックでの関係と第二の二つの方法-解像度で決まり文句を避けることができます。\u001b[22m\n\u001b[4mWhile one of the Nana's has a warm 'happy-ending' in her relationship (well, in the anime at least), the other Nana doesn't end up in a fairytale situation, which is not to say it ends up badly for her\u001b[24m\n    \u001b[1mナナの一人は彼女の関係に暖かい「ハッピーエンディング」があるのですが（少なくとも、アニメでは）、他のナナはおとぎ話のような状況に陥ることはありません。\u001b[22m, \u001b[1mナナさんの1はありますが、暖かいハッピー・エンディング」それが彼女のためにひどく終わると言うことではない彼女の関係（よく、アニメで少なくとも）、他のナナはおとぎ話のような状況では終わらない、で\u001b[22m\n\u001b[4m, just that they don't take the obvious route with both relationships.\u001b[24m\n    \u001b[1m両方の関係で明白なルートを取っていないということだけです。\u001b[22m, \u001b[1m、彼らは両方の関係を持つ明白なルートを取ることはありませんだけということ。\u001b[22m\n\u001b[4mThe second way they avoid clichés is in the interaction of the two bands, early in the series, it looks like one of the bands will be the villains, and that the show will center around the bands being matched up against each other.\u001b[24m\n    \u001b[1m彼らが避けているのを避ける第2の方法は、シリーズの早い段階で2つのバンドの相互作用にあります。バンドの1つが悪役になるように見えます。\u001b[22m, \u001b[1m彼らは決まり文句を避ける第二の方法は、それがバンドの一つが悪役になりますように見え、そしてショーが互いに対戦マッチしているバンドを中心にすることが、初期のシリーズで、二つのバンドの相互作用です。\u001b[22m\n\u001b[4mIt doesn’t end up like that at all.\u001b[24m\n    \u001b[1mそれはまったく同じように終わらない。\u001b[22m, \u001b[1mこれは、すべてのことのように終わりません。\u001b[22m\n\u001b[4mIn fact…..\u001b[24m\n    \u001b[1m実際には…..\u001b[22m, \u001b[1m実際に.....\u001b[22m, \u001b[1m実際には.....\u001b[22m\n\u001b[1m\u001b[22m\n- …..there are no villains in this show. Perhaps this is something unique to the ‘slice of life’ genre, I haven’t watched many of them (Clannad is the only other one), but there was no character in this that was a villain. There's one male character in one of the bands that gets a lot of hate online, but a lot of that hate I've noticed is from female fans, and I think it's related to the above point of the fairytale ending, there's a lot of projecting that I detect in the hate he receives. I disagree with that hate and find him to be completely on point.\n\n\u001b[1m - このショーには悪役はいません。 おそらくこれは「スライス・オブ・ライフ」のジャンルに特有のものですが、私はそれらの多くを見ていませんでしたが（Clannadは他の唯一のものですが）、悪役だった人物はいませんでした。 バンドの1人の男性キャラクターがオンラインで大嫌いになっていますが、私が気づいたことは女性ファンからのものですが、これはおとぎ話の終わりの点に関連していると思います。 私は彼が受け取る憎しみで検出することを投影する。 私はその憎しみに同意せず、彼が完全にポイントにいることを見つける。\u001b[22m\n\u001b[1m(- Kono shō ni wa akuyaku wa imasen. Osoraku koreha `suraisu Obu raifu' no janru ni tokuyū no monodesuga, watashi wa sorera no ōku o mite imasendeshitaga (Clannad wa hoka no yuiitsu no monodesuga), akuyakudatta jinbutsu wa imasendeshita. Bando no 1-ri no dansei kyarakutā ga onrain de daikirai ni natte imasuga, watashi ga kidzuita koto wa josei fan kara no monodesuga, koreha otogibanashi no owari no ten ni kanren shite iru to omoimasu. Watashi wa kare ga uketoru nikushimi de kenshutsu suru koto o tōei suru. Watashi wa sono nikushimi ni dōi sezu, kare ga kanzen ni pointo ni iru koto o mitsukeru.)\u001b[22m\n\nTranslations of \u001b[4m- …..there are no villains in this show. Perhaps this is something unique to the ‘slice of life’ genre, I haven’t watched many of them (Clannad is the only other one), but there was no character in this that was a villain. There's one male character in one of the bands that gets a lot of hate online, but a lot of that hate I've noticed is from female fans, and I think it's related to the above point of the fairytale ending, there's a lot of projecting that I detect in the hate he receives. I disagree with that hate and find him to be completely on point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- …..there are no villains in this show.\u001b[24m\n    \u001b[1m - このショーには悪役はいません。\u001b[22m, \u001b[1m - ...このショーには悪役は..thereません。\u001b[22m\n\u001b[4mPerhaps this is something unique to the ‘slice of life’ genre, I haven’t watched many of them (Clannad is the only other one), but there was no character in this that was a villain.\u001b[24m\n    \u001b[1mおそらくこれは「スライス・オブ・ライフ」のジャンルに特有のものですが、私はそれらの多くを見ていませんでしたが（Clannadは他の唯一のものですが）、悪役だった人物はいませんでした。\u001b[22m, \u001b[1mおそらくこれは、「スライス人生の 'ジャンルにユニークなものですが、私は（クラナドが唯一の他の一つである）それらの多くを見ていないが、悪役だったこの中の何文字がありませんでした。\u001b[22m\n\u001b[4mThere's one male character in one of the bands that gets a lot of hate online, but a lot of that hate I've noticed is from female fans, and I think it's related to the above point of the fairytale ending, there's a lot of\u001b[24m\n    \u001b[1mバンドの1人の男性キャラクターがオンラインで大嫌いになっていますが、私が気づいたことは女性ファンからのものですが、これはおとぎ話の終わりの点に関連していると思います。\u001b[22m, \u001b[1mそこオンライン憎しみの多くを取得するバンドの一つで1男性キャラだが、私は気づいたその憎しみの多くは女性ファンからのものである、と私はそれがおとぎ話のエンディングの上記の点に関連してだと思う、多くのがあります\u001b[22m\n\u001b[4mprojecting that I detect in the hate he receives.\u001b[24m\n    \u001b[1m私は彼が受け取る憎しみで検出することを投影する。\u001b[22m, \u001b[1m私は彼が受け取る憎しみに検出することを投影します。\u001b[22m\n\u001b[4mI disagree with that hate and find him to be completely on point.\u001b[24m\n    \u001b[1m私はその憎しみに同意せず、彼が完全にポイントにいることを見つける。\u001b[22m, \u001b[1m私はその憎しみに反対し、彼はポイントに完全であることがわかりました。\u001b[22m\n\u001b[1m\u001b[22m\n- For guys with girlfriends/wives that are skeptical about this whole “cartoons” hobby of yours, this is a great show to show them how real and adult anime can be. Careful though, they WILL be hooked and it’ll be funny how they’ll be the ones wanting you to marathon through it with them.\n\n\u001b[1m - あなたのこの全体的な\"漫画\"の趣味に懐疑的なガールフレンド/妻を持つ人にとって、これは実際のアニメと大人のアニメがどのようにできるかを示す素晴らしいショーです。 慎重に、彼らは夢中になるだろう、そして、彼らがあなたと一緒にそれを使ってマラソンをしたいと思っている人たちがどうなるかは面白いだろう。\u001b[22m\n\u001b[1m(- Anata no kono zentai-tekina\" manga\" no shumi ni kaigi-tekina gārufurendo/ tsuma o motsu hito ni totte, kore wa jissai no anime to otona no anime ga dono yō ni dekiru ka o shimesu subarashī shōdesu. Shinchō ni, karera wa muchū ni narudarou, soshite, karera ga anata to issho ni sore o tsukatte marason o shitai to omotte iru hito-tachi ga dō naru ka wa omoshiroidarou.)\u001b[22m\n\nTranslations of \u001b[4m- For guys with girlfriends/wives that are skeptical about this whole “cartoons” hobby of yours, this is a great show to show them how real and adult anime can be. Careful though, they WILL be hooked and it’ll be funny how they’ll be the ones wanting you to marathon through it with them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- For guys with girlfriends/wives that are skeptical about this whole “cartoons” hobby of yours, this is a great show to show them how real and adult anime can be.\u001b[24m\n    \u001b[1m - あなたのこの全体的な\"漫画\"の趣味に懐疑的なガールフレンド/妻を持つ人にとって、これは実際のアニメと大人のアニメがどのようにできるかを示す素晴らしいショーです。\u001b[22m, \u001b[1m - あなたのこの全体の\"漫画\"趣味について懐疑的であるガールフレンド/妻と男の場合、これは本物と大人のアニメがいかにそれらを表示するための素晴らしいショーです。\u001b[22m\n\u001b[4mCareful though, they WILL be hooked and it’ll be funny how they’ll be the ones wanting you to marathon through it with them.\u001b[24m\n    \u001b[1m慎重に、彼らは夢中になるだろう、そして、彼らがあなたと一緒にそれを使ってマラソンをしたいと思っている人たちがどうなるかは面白いだろう。\u001b[22m, \u001b[1m慎重に、しかし、彼らは夢中になり、彼らが彼らとそれを介してマラソンにあなたが欲しいものになるだろうどのように面白いでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a wonderful anime, and you get so attached to the characters and their dreams. Because of of the open-ended ending, it is probably the first anime for which I will actually read the Manga—I’ve never read a Manga before, which is why I’ll stay with the 10/10. I’d considered giving it a lower score because of the ending but the fact that I’ll actually read the manga—something I thought I’ll never do, is reason to keep it at a 10.\n\n\u001b[1mこれはすばらしいアニメです。あなたはキャラクターとその夢に惹かれます。 オープンエンドのエンディングのために、これはおそらく私がマンガを実際に読む最初のアニメでしょう - 私はマンガを以前に読んだことはないので、私は10/10と一緒にいます。 私は結末のためにそれより低い得点を与えることを考慮しましたが、実際に私が私が決してしないだろうと思ったマンガを実際に読むという事実は、それを10に保つ理由です。\u001b[22m\n\u001b[1m(Kore wa subarashī animedesu. Anata wa kyarakutā to sono yume ni hika remasu. Ōpun'endo no endingu no tame ni, kore wa osoraku watashi ga manga o jissai ni yomu saisho no animedeshou - watashi wa manga o izen ni yonda koto wanainode, watashi wa 10/ 10 to issho ni imasu. Watashi wa ketsumatsu no tame ni sore yori hikui tokuten o ataeru koto o kōryo shimashitaga, jissai ni watashi ga watashi ga kesshite shinaidarou to omotta manga o jissai ni yomu to iu jijitsu wa, sore o 10 ni tamotsu riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a wonderful anime, and you get so attached to the characters and their dreams. Because of of the open-ended ending, it is probably the first anime for which I will actually read the Manga—I’ve never read a Manga before, which is why I’ll stay with the 10/10. I’d considered giving it a lower score because of the ending but the fact that I’ll actually read the manga—something I thought I’ll never do, is reason to keep it at a 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a wonderful anime, and you get so attached to the characters and their dreams.\u001b[24m\n    \u001b[1mこれはすばらしいアニメです。あなたはキャラクターとその夢に惹かれます。\u001b[22m, \u001b[1mこれは素晴らしいアニメですし、とても文字とその夢に執着します。\u001b[22m\n\u001b[4mBecause of of the open-ended ending, it is probably the first anime for which I will actually read the Manga—I’ve never read a Manga before, which is why I’ll stay with the 10/10.\u001b[24m\n    \u001b[1mオープンエンドのエンディングのために、これはおそらく私がマンガを実際に読む最初のアニメでしょう - 私はマンガを以前に読んだことはないので、私は10/10と一緒にいます。\u001b[22m, \u001b[1mそのためのオープンエンドエンディングの、それはおそらく私が実際にマンガ - 私は、私は10月10日で滞在します理由である、前にマンガを読んだことがないの読み取りなるための最初のアニメです。\u001b[22m\n\u001b[4mI’d considered giving it a lower score because of the ending but the fact that I’ll actually read the manga—something I thought I’ll never do, is reason to keep it at a 10.\u001b[24m\n    \u001b[1m私は結末のためにそれより低い得点を与えることを考慮しましたが、実際に私が私が決してしないだろうと思ったマンガを実際に読むという事実は、それを10に保つ理由です。\u001b[22m, \u001b[1m私は、理由結末が、私は実際に私は私が行うことは決してないだろうと思った漫画-何かを読んであげるという事実をそれに低いスコアを与えると考えられ10でそれを維持する理由であるのです。\u001b[22m\n\u001b[1m\u001b[22m\nPS. Can’t forget to give a shout to the soundtrack, all music in this anime is made by the actual characters in the anime itself, interesting concept. Also the music is actually part of the story, so pay attention to it! I’m mostly a hip-hop/dance guy, I barely listen to any Rock music at all, but I still enjoyed the punk-rock music in this. Maybe it was because of how the music is actually weaved into the story.\n\n\u001b[1mPS。 サウンドトラックに叫ぶことを忘れることはできません、このアニメのすべての音楽は、アニメ自体の実際のキャラクター、面白いコンセプトによって作られています。 また、音楽は実際には物語の一部なので、注意してください！ 私はたいていヒップホップ/ダンスの男ですが、ロックの音楽はほとんど聞こえませんでしたが、まだパンクロックの音楽を楽しんでいました。 たぶんそれは音楽が実際にストーリーに織り込まれているからです。\u001b[22m\n\u001b[1m(PS. Saundotorakku ni sakebu koto o wasureru koto wa dekimasen, kono anime no subete no ongaku wa, anime jitai no jissai no kyarakutā, omoshiroi konseputo ni yotte tsukura rete imasu. Mata, ongaku wa jissai ni wa monogatari no ichibunanode, chūi shite kudasai! Watashi wa taitei hippuhoppu/ dansu no otokodesuga, rokku no ongaku wa hotondo kikoemasendeshitaga, mada pan kurokku no ongaku o tanoshinde imashita. Tabun sore wa ongaku ga jissai ni sutōrī ni orikoma rete irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mPS. Can’t forget to give a shout to the soundtrack, all music in this anime is made by the actual characters in the anime itself, interesting concept. Also the music is actually part of the story, so pay attention to it! I’m mostly a hip-hop/dance guy, I barely listen to any Rock music at all, but I still enjoyed the punk-rock music in this. Maybe it was because of how the music is actually weaved into the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPS.\u001b[24m\n    \u001b[1mPS。\u001b[22m\n\u001b[4mCan’t forget to give a shout to the soundtrack, all music in this anime is made by the actual characters in the anime itself, interesting concept.\u001b[24m\n    \u001b[1mサウンドトラックに叫ぶことを忘れることはできません、このアニメのすべての音楽は、アニメ自体の実際のキャラクター、面白いコンセプトによって作られています。\u001b[22m, \u001b[1mサウンドトラックに一言コメントを与えることを忘れることができない、このアニメですべての音楽はアニメ自体、興味深いコンセプトで実際の文字によって行われます。\u001b[22m\n\u001b[4mAlso the music is actually part of the story, so pay attention to it!\u001b[24m\n    \u001b[1mまた、音楽は実際には物語の一部なので、注意してください！\u001b[22m, \u001b[1mまた、音楽は実際に物語の一部であるので、それに注意を払います！\u001b[22m\n\u001b[4mI’m mostly a hip-hop/dance guy, I barely listen to any Rock music at all, but I still enjoyed the punk-rock music in this.\u001b[24m\n    \u001b[1m私はたいていヒップホップ/ダンスの男ですが、ロックの音楽はほとんど聞こえませんでしたが、まだパンクロックの音楽を楽しんでいました。\u001b[22m, \u001b[1m私は主にヒップホップ/ダンスの男だ、私はほとんどまったくロックの音楽に耳を傾けるが、私はまだこの中にパンク・ロック音楽を楽しみました。\u001b[22m\n\u001b[4mMaybe it was because of how the music is actually weaved into the story.\u001b[24m\n    \u001b[1mたぶんそれは音楽が実際にストーリーに織り込まれているからです。\u001b[22m, \u001b[1m多分それが原因音楽が実際に物語に織り込まれている方法でした。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=79580",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  8\n\nこれまでのシリーズのアニメやマンガのような現実的なドラマは見たことがありません。 それは私が知っていた誰かから実際の戯曲を目の当たりにするようなものです。 このシリーズのドラマは真に彼らのために働いた。\n\n長い見直しが来ています............\n\nストーリーについて\n物語は、友情と愛の混乱した気持ちに苦しんでいた非常に異なる人々に関するものでした。  「スライス・オブ・ライフ」ジャンルの非常に強いタッチを持っているので、ストーリーは重いドラマや成熟したタイプのストーリーのほうが多く、ヤザワ・アイの期待通りです。 ヤザワさんの作品には、本当の意味でのドラマ感覚があります。 最初は、重いドラマタイプの物語のファンではないので、シリーズの主なプロットの重いドラマのタイプには本当に感銘を受けませんでした。 ストーリーが進むにつれて、予想通り、私は刺激され、混乱し、混在した感情を持ち、シリーズに恋していました。 私がそれを実現する前に、私はエピソードごとにたくさんのコメントをしていました。眠る前にそれについて考えていきました。そして、最も予期せぬことに、私はすでにシリーズに参加していました。 非常に重いドラマの物語を持っているにもかかわらず、シリーズがどれほど素晴らしいかを強く信じていました。 おそらく、今日は欠けているシリーズがたくさんある現実的な側面のために、それはすべてだったでしょう。 今日のシリーズのほとんどは、現実には起こりえないような、あまりにも劇的になったり、あまりにも安すぎたりする強い傾向を持っています。 作者は、多くの人々が真に関係するものにすることができたので、物語に何が起こるかを予想していました。\n\nキャラクターについて\n\n\nアニメーションとサウンドについて\nアニメーションはそれほど素晴らしいものではありませんでしたが、キャラクターの最も強い感情が示す重要なシーンや、重要なクールラインが壮大に行われた場所はすべて重要でした。 正直言って、シリーズ全体が驚くほどうまくいった主な理由の1つです。 対話は全く魅力的でした。 実際に、対話は、あなたが本当にそれに関連することができるので、物語がより現実的になった理由の1つでした。 現実の人が言うようなものだったように感じました。 他のアニメからのシリーズの最強のエッジの1つだったシリーズの音楽やサウンドトラックを忘れないようにしましょう。 音楽は本当に魅力的でした。 それは美しいラインですべてのシーンを壮大になり、どの視聴者にも強い印象を与えました。 あなたはいつもそれを見た後でも覚えています。 私は、テーマを開いたり、テーマや曲を挿入したり、曲を挿入することから、シリーズのすべての音楽やサウンドトラックを集めました。\n\nあなたが本当に関係することができる物語が欲しいと思ったら、このシリーズはあなたのためです。 過度にドラマチックな、またはチーズのないタイプのシリーズにうんざりすると、このシリーズは本当に素晴らしいストーリーに巻き込まれます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI’ve never seen such realistic drama in anime or manga in any series so far. It’s almost like witnessing a real life drama from someone I knew. The drama in this series genuinely worked for them.\n\n\u001b[1mこれまでのシリーズのアニメやマンガのような現実的なドラマは見たことがありません。 それは私が知っていた誰かから実際の戯曲を目の当たりにするようなものです。 このシリーズのドラマは真に彼らのために働いた。\u001b[22m\n\u001b[1m(Kore made no shirīzu no anime ya manga no yōna genjitsu-tekina dorama wa mita koto ga arimasen. Sore wa watashi ga shitteita dareka kara jissai no gikyoku o manoatari ni suru yōna monodesu. Kono shirīzu no dorama wa makotoni karera no tame ni hataraita.)\u001b[22m\n\nTranslations of \u001b[4mI’ve never seen such realistic drama in anime or manga in any series so far. It’s almost like witnessing a real life drama from someone I knew. The drama in this series genuinely worked for them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI’ve never seen such realistic drama in anime or manga in any series so far.\u001b[24m\n    \u001b[1mこれまでのシリーズのアニメやマンガのような現実的なドラマは見たことがありません。\u001b[22m, \u001b[1m私は、これまで任意のシリーズのアニメや漫画で、このような現実的なドラマを見たことがありません。\u001b[22m\n\u001b[4mIt’s almost like witnessing a real life drama from someone I knew.\u001b[24m\n    \u001b[1mそれは私が知っていた誰かから実際の戯曲を目の当たりにするようなものです。\u001b[22m, \u001b[1mそれはほとんど私が知っていた人から実際の生活のドラマを目撃ようなものです。\u001b[22m\n\u001b[4mThe drama in this series genuinely worked for them.\u001b[24m\n    \u001b[1mこのシリーズのドラマは真に彼らのために働いた。\u001b[22m, \u001b[1mこのシリーズのドラマは純粋に彼らのために働きました。\u001b[22m\n\u001b[1m\u001b[22m\nThere’s a long review coming………….\n\n\u001b[1m長い見直しが来ています............\u001b[22m\n\u001b[1m(Nagai minaoshi ga kite imasu............)\u001b[22m\n\nTranslations of \u001b[4mThere’s a long review coming………….\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s a long review coming………….\u001b[24m\n    \u001b[1m長い見直しが来ています............\u001b[22m, \u001b[1m............来る長いレビューがあります。\u001b[22m\n\u001b[1m\u001b[22m\nABOUT THE STORY\n\n\u001b[1mストーリーについて\u001b[22m\n\u001b[1m(Sutōrī ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mABOUT THE STORY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mABOUT THE STORY\u001b[24m\n    \u001b[1mストーリーについて\u001b[22m, \u001b[1m話\u001b[22m\nThe story was about very different people who struggled with confusing feelings of friendship and love. It has a very strong touch of “Slice of life” genre and so the story was more in the heavy drama and mature type of story, just what you expect from Ai Yazawa. All of the works of Miss Yazawa has that sense of real life drama. At first, I wasn’t really impressed with the type of heavy drama in the series’ main plot because I am really not a big fan of heavy drama type of stories. As the story went by, as expected I was most of the times irritated, confused, with mixed emotion, and in love with the series. Before I realized it, I was giving lots of comments after every episode, I would reflect about it before going to sleep, and the most unexpected of all, I was already too involved with the series. I strongly believed it showed how great the series was despite having a very heavy drama type of story. Perhaps, it was all because of the strong realistic side of it which lots of series nowadays lacks. Most of the series today has the strong tendency to become too dramatic or too cheesy which is something that would not happen in real life. The author managed to make it something that lots of people would genuinely relate to and so they would anticipate what will happen to the story.\n\n\u001b[1m物語は、友情と愛の混乱した気持ちに苦しんでいた非常に異なる人々に関するものでした。  「スライス・オブ・ライフ」ジャンルの非常に強いタッチを持っているので、ストーリーは重いドラマや成熟したタイプのストーリーのほうが多く、ヤザワ・アイの期待通りです。 ヤザワさんの作品には、本当の意味でのドラマ感覚があります。 最初は、重いドラマタイプの物語のファンではないので、シリーズの主なプロットの重いドラマのタイプには本当に感銘を受けませんでした。 ストーリーが進むにつれて、予想通り、私は刺激され、混乱し、混在した感情を持ち、シリーズに恋していました。 私がそれを実現する前に、私はエピソードごとにたくさんのコメントをしていました。眠る前にそれについて考えていきました。そして、最も予期せぬことに、私はすでにシリーズに参加していました。 非常に重いドラマの物語を持っているにもかかわらず、シリーズがどれほど素晴らしいかを強く信じていました。 おそらく、今日は欠けているシリーズがたくさんある現実的な側面のために、それはすべてだったでしょう。 今日のシリーズのほとんどは、現実には起こりえないような、あまりにも劇的になったり、あまりにも安すぎたりする強い傾向を持っています。 作者は、多くの人々が真に関係するものにすることができたので、物語に何が起こるかを予想していました。\u001b[22m\n\u001b[1m(Monogatari wa, yūjō to ai no konran shita kimochi ni kurushinde ita hijō ni kotonaru hitobito ni kansuru monodeshita. `Suraisu Obu raifu' janru no hijō ni tsuyoi tatchi o motte irunode, sutōrī wa omoi dorama ya seijuku shita taipu no sutōrī no hō ga ōku, Yazawa ai no kitai-dōridesu. Yazawa-san no sakuhin ni wa, hontō no imi de no dorama kankaku ga arimasu. Saisho wa, omoi dorama taipu no monogatari no fande wanainode, shirīzu no omona purotto no omoi dorama no taipu ni wa hontōni kanmei o ukemasendeshita. Sutōrī ga susumu ni tsurete, yosō-dōri, watashi wa shigeki sa re, konran shi, konzai shita kanjō o mochi, shirīzu ni koishite imashita. Watashi ga sore o jitsugen suru mae ni, watashi wa episōdo-goto ni takusan no komento o shite imashita. Nemuru mae ni sore ni tsuite kangaete ikimashita. Soshite, mottomo yoki senu koto ni, watashi wa sudeni shirīzu ni sanka shite imashita. Hijō ni omoi dorama no monogatari o motte iru nimokakawarazu, shirīzu ga dorehodo subarashī ka o tsuyoku shinjite imashita. Osoraku, kyō wa kakete iru shirīzu ga takusan aru genjitsu-tekina sokumen no tame ni, soreha subetedattadeshou. Kyō no shirīzu no hotondo wa, genjitsu ni wa okori e nai yōna, amarini mo gekiteki ni nattari, amarini mo yasu sugi tari suru tsuyoi keikō o motte imasu. Sakusha wa, ōku no hitobito ga makotoni kankei suru mono ni suru koto ga dekitanode, monogatari ni nani ga okoru ka o yosō shite imashita.)\u001b[22m\n\u001b[1m\u001b[22m\nABOUT THE CHARACTERS\n\n\u001b[1mキャラクターについて\u001b[22m\n\u001b[1m(Kyarakutā ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mABOUT THE CHARACTERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mABOUT THE CHARACTERS\u001b[24m\n    \u001b[1mキャラクターについて\u001b[22m, \u001b[1m文字について\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nABOUT THE ANIMATION and SOUND\n\n\u001b[1mアニメーションとサウンドについて\u001b[22m\n\u001b[1m(Animēshon to saundo ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mABOUT THE ANIMATION and SOUND\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mABOUT THE ANIMATION and SOUND\u001b[24m\n    \u001b[1mアニメーションとサウンドについて\u001b[22m\nThe animation wasn’t really that amazing but every important scenes where the characters’ strongest emotions showed or where they said important cool lines was magnificently done. To be honest, that’s one of the main reasons why the series as a whole was amazingly done. The dialogues were absolutely captivating. In fact, the dialogues were one of the reasons why the story became more realistic because you can really relate to it. It felt like it was something that real-life person would say. Let’s not forget the music or soundtracks of the series which was one of the strongest edges of the series from any other animes. The music was really captivating. It made every scene with beautiful lines became magnificent and left a strong impression to any viewers. Something that you would always remember even after watching it. Even I, collected all the music and soundtracks of the series from opening themes and ending themes to insert songs and character songs.\n\n\u001b[1mアニメーションはそれほど素晴らしいものではありませんでしたが、キャラクターの最も強い感情が示す重要なシーンや、重要なクールラインが壮大に行われた場所はすべて重要でした。 正直言って、シリーズ全体が驚くほどうまくいった主な理由の1つです。 対話は全く魅力的でした。 実際に、対話は、あなたが本当にそれに関連することができるので、物語がより現実的になった理由の1つでした。 現実の人が言うようなものだったように感じました。 他のアニメからのシリーズの最強のエッジの1つだったシリーズの音楽やサウンドトラックを忘れないようにしましょう。 音楽は本当に魅力的でした。 それは美しいラインですべてのシーンを壮大になり、どの視聴者にも強い印象を与えました。 あなたはいつもそれを見た後でも覚えています。 私は、テーマを開いたり、テーマや曲を挿入したり、曲を挿入することから、シリーズのすべての音楽やサウンドトラックを集めました。\u001b[22m\n\u001b[1m(Animēshon wa sore hodo subarashī monode wa arimasendeshitaga, kyarakutā no mottomo tsuyoi kanjō ga shimesu jūyōna shīn ya, jūyōna kūrurain ga sōdai ni okonawa reta basho wa subete jūyōdeshita. Shōjiki itte, shirīzu zentai ga odoroku hodo umaku itta omona riyū no 1tsudesu. Taiwa wa mattaku mirikitekideshita. Jissai ni, taiwa wa, anata ga hontōni sore ni kanren suru koto ga dekiru node, monogatari ga yori genjitsu-teki ni natta riyū no 1tsudeshita. Genjitsu no hito ga iu yōna monodatta yō ni kanjimashita. Hoka no anime kara no shirīzu no saikyō no ejji no 1tsudatta shirīzu no ongaku ya saundotorakku o wasurenai yō ni shimashou. Ongaku wa hontōni mirikitekideshita. Sore wa utsukushī rain de subete no shīn o sōdai ni nari, dono shichō-sha ni mo tsuyoi inshō o ataemashita. Anata wa itsumo sore o mita nochi demo oboete imasu. Watashi wa, tēma o ai tari, tēma ya kyoku o sōnyū shi tari, kyoku o sōnyū suru koto kara, shirīzu no subete no ongaku ya saundotorakku o atsumemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation wasn’t really that amazing but every important scenes where the characters’ strongest emotions showed or where they said important cool lines was magnificently done. To be honest, that’s one of the main reasons why the series as a whole was amazingly done. The dialogues were absolutely captivating. In fact, the dialogues were one of the reasons why the story became more realistic because you can really relate to it. It felt like it was something that real-life person would say. Let’s not forget the music or soundtracks of the series which was one of the strongest edges of the series from any other animes. The music was really captivating. It made every scene with beautiful lines became magnificent and left a strong impression to any viewers. Something that you would always remember even after watching it. Even I, collected all the music and soundtracks of the series from opening themes and ending themes to insert songs and character songs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation wasn’t really that amazing but every important scenes where the characters’ strongest emotions showed or where they said important cool lines was magnificently done.\u001b[24m\n    \u001b[1mアニメーションはそれほど素晴らしいものではありませんでしたが、キャラクターの最も強い感情が示す重要なシーンや、重要なクールラインが壮大に行われた場所はすべて重要でした。\u001b[22m, \u001b[1mアニメーションは、本当に驚くべきではなかったが、彼らは重要なクールなラインが見事に行われたと述べたところ、文字「最強の感情があったか、すべての重要なシーン。\u001b[22m\n\u001b[4mTo be honest, that’s one of the main reasons why the series as a whole was amazingly done.\u001b[24m\n    \u001b[1m正直言って、シリーズ全体が驚くほどうまくいった主な理由の1つです。\u001b[22m, \u001b[1m正直に言うと、それは全体としてシリーズは驚くほど行われた主な理由の一つです。\u001b[22m\n\u001b[4mThe dialogues were absolutely captivating.\u001b[24m\n    \u001b[1m対話は全く魅力的でした。\u001b[22m, \u001b[1m対話は、絶対に魅惑的でした。\u001b[22m\n\u001b[4mIn fact, the dialogues were one of the reasons why the story became more realistic because you can really relate to it.\u001b[24m\n    \u001b[1m実際に、対話は、あなたが本当にそれに関連することができるので、物語がより現実的になった理由の1つでした。\u001b[22m, \u001b[1m実際には、対話は、あなたが本当にそれに関連することができるので、物語をより現実的になった理由の一つでした。\u001b[22m\n\u001b[4mIt felt like it was something that real-life person would say.\u001b[24m\n    \u001b[1m現実の人が言うようなものだったように感じました。\u001b[22m, \u001b[1mそれが現実の人が言うものだったように感じました。\u001b[22m\n\u001b[4mLet’s not forget the music or soundtracks of the series which was one of the strongest edges of the series from any other animes.\u001b[24m\n    \u001b[1m他のアニメからのシリーズの最強のエッジの1つだったシリーズの音楽やサウンドトラックを忘れないようにしましょう。\u001b[22m, \u001b[1mそれでは、他のアニメのシリーズの最強エッジの一つであった、一連の音楽やサウンドトラックを忘れないようにしましょう。\u001b[22m\n\u001b[4mThe music was really captivating.\u001b[24m\n    \u001b[1m音楽は本当に魅力的でした。\u001b[22m, \u001b[1m音楽は本当に魅惑的でした。\u001b[22m\n\u001b[4mIt made every scene with beautiful lines became magnificent and left a strong impression to any viewers.\u001b[24m\n    \u001b[1mそれは美しいラインですべてのシーンを壮大になり、どの視聴者にも強い印象を与えました。\u001b[22m, \u001b[1mそれは壮大になり、任意の視聴者に強い印象を残した美しいラインであらゆるシーンを作りました。\u001b[22m\n\u001b[4mSomething that you would always remember even after watching it.\u001b[24m\n    \u001b[1mあなたはいつもそれを見た後でも覚えています。\u001b[22m, \u001b[1mあなたは常にも、それを見た後に覚えているだろう何か。\u001b[22m\n\u001b[4mEven I, collected all the music and soundtracks of the series from opening themes and ending themes to insert songs and character songs.\u001b[24m\n    \u001b[1m私は、テーマを開いたり、テーマや曲を挿入したり、曲を挿入することから、シリーズのすべての音楽やサウンドトラックを集めました。\u001b[22m, \u001b[1mでも私は、収集されたすべての音楽やテーマを開き、曲や文字の曲を挿入するためにテーマを終了からシリーズのサウンドトラック。\u001b[22m\n\u001b[1m\u001b[22m\nIf you want a story that you can really relate to and would leave you thinking then this series is for you. Being fed up with overly dramatic or too cheesy type of series, this series will make you really involve with its amazing story.\n\n\u001b[1mあなたが本当に関係することができる物語が欲しいと思ったら、このシリーズはあなたのためです。 過度にドラマチックな、またはチーズのないタイプのシリーズにうんざりすると、このシリーズは本当に素晴らしいストーリーに巻き込まれます。\u001b[22m\n\u001b[1m(Anata ga hontōni kankei suru koto ga dekiru monogatari ga hoshī to omottara, kono shirīzu wa anata no tamedesu. Kado ni doramachikkuna, matawa chīzu no nai taipu no shirīzu ni unzari suru to, kono shirīzu wa hontōni subarashī sutōrī ni makikoma remasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you want a story that you can really relate to and would leave you thinking then this series is for you. Being fed up with overly dramatic or too cheesy type of series, this series will make you really involve with its amazing story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want a story that you can really relate to and would leave you thinking then this series is for you.\u001b[24m\n    \u001b[1mあなたが本当に関係することができる物語が欲しいと思ったら、このシリーズはあなたのためです。\u001b[22m, \u001b[1mあなたが本当にに関連することができると考えてあなたを残して話をしたい場合は、このシリーズはあなたのためです。\u001b[22m\n\u001b[4mBeing fed up with overly dramatic or too cheesy type of series, this series will make you really involve with its amazing story.\u001b[24m\n    \u001b[1m過度にドラマチックな、またはチーズのないタイプのシリーズにうんざりすると、このシリーズは本当に素晴らしいストーリーに巻き込まれます。\u001b[22m, \u001b[1mシリーズの過度に劇的なまたはあまりにも安っぽいの種類にうんざりしている、このシリーズは、あなたが本当にその驚くべき話を伴うようになります。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "Xai16",
    "profile": "/profile/Xai16/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=64195",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  8\n\nこれは、それ以上のライフテーマやカットアンドペーストのキャラクターの性格を持たなかったため、確かに異なっていました。 それは普通ではない普通の状況に対処していた普通の人々で、比較的うまく取り除かれました。 私はエンディングが違うのは嬉しいですが、それは本当に人間関係の複雑さを捉えています。いったんあなたがいったん台無しになると、物事が常に元の状態に戻るとは限りません。 彼女は彼女が望んでいた男を得ることはできませんが、それはまだやや満足しています。 非常に現実的なドラマ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis was certainly different as it didn't have any larger then life themes or cut-and-paste character personalities. It was just normal people dealing with unusual but normal situations and it was pulled off relatively well. I wish the ending was different but it Really captures the complexity of relationships and how once you screw up, things don't always go back to the way things were. She doesn't get the guy she wanted but it's still somewhat satisfying in the end; a very realistic drama.\n\n\u001b[1mこれは、それ以上のライフテーマやカットアンドペーストのキャラクターの性格を持たなかったため、確かに異なっていました。 それは普通ではない普通の状況に対処していた普通の人々で、比較的うまく取り除かれました。 私はエンディングが違うのは嬉しいですが、それは本当に人間関係の複雑さを捉えています。いったんあなたがいったん台無しになると、物事が常に元の状態に戻るとは限りません。 彼女は彼女が望んでいた男を得ることはできませんが、それはまだやや満足しています。 非常に現実的なドラマ。\u001b[22m\n\u001b[1m(Kore wa, soreijō no raifutēma ya kattoandopēsuto no kyarakutā no seikaku o motanakatta tame, tashika ni kotonatte imashita. Sore wa futsūdehanai futsū no jōkyō ni taisho shite ita futsūnohitobito de, hikakuteki umaku torinozoka remashita. Watashi wa endingu ga chigau no wa ureshīdesuga, sore wa hontōni ningen kankei no fukuzatsu-sa o toraete imasu. Ittan anata ga ittan dainashi ni naru to, monogoto ga tsuneni gen no jōtai ni modoru to wa kagirimasen. Kanojo wa kanojo ga nozonde ita otoko o eru koto wa dekimasenga, sore wa mada yaya manzoku shite imasu. Hijō ni genjitsu-tekina dorama.)\u001b[22m\n\nTranslations of \u001b[4mThis was certainly different as it didn't have any larger then life themes or cut-and-paste character personalities. It was just normal people dealing with unusual but normal situations and it was pulled off relatively well. I wish the ending was different but it Really captures the complexity of relationships and how once you screw up, things don't always go back to the way things were. She doesn't get the guy she wanted but it's still somewhat satisfying in the end; a very realistic drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was certainly different as it didn't have any larger then life themes or cut-and-paste character personalities.\u001b[24m\n    \u001b[1mこれは、それ以上のライフテーマやカットアンドペーストのキャラクターの性格を持たなかったため、確かに異なっていました。\u001b[22m, \u001b[1mこれは確かに、それが人生のテーマやカットアンドペースト文字人格、任意の大きい方を持っていなかったように異なっていました。\u001b[22m\n\u001b[4mIt was just normal people dealing with unusual but normal situations and it was pulled off relatively well.\u001b[24m\n    \u001b[1mそれは普通ではない普通の状況に対処していた普通の人々で、比較的うまく取り除かれました。\u001b[22m, \u001b[1mそれは珍しいが、通常の状況に対処するだけで普通の人だったし、比較的裕福に引っ張りました。\u001b[22m\n\u001b[4mI wish the ending was different but it Really captures the complexity of relationships and how once you screw up, things don't always go back to the way things were.\u001b[24m\n    \u001b[1m私はエンディングが違うのは嬉しいですが、それは本当に人間関係の複雑さを捉えています。いったんあなたがいったん台無しになると、物事が常に元の状態に戻るとは限りません。\u001b[22m, \u001b[1m私は結末が違っていた希望が、それは本当に関係の複雑さをキャプチャし、あなたが台無しにしたらどのように、物事は常にバックと同じようなやり方に行きません。\u001b[22m\n\u001b[4mShe doesn't get the guy she wanted but it's still somewhat satisfying in the end;\u001b[24m\n    \u001b[1m彼女は彼女が望んでいた男を得ることはできませんが、それはまだやや満足しています。\u001b[22m, \u001b[1m彼女は彼女が望んでいた男を取得しませんが、それは最終的にはまだ幾分満足です。\u001b[22m\n\u001b[4ma very realistic drama.\u001b[24m\n    \u001b[1m非常に現実的なドラマ。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "TrappiTurtle",
    "profile": "/profile/TrappiTurtle/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=49787",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nこれは非常に感動的なアニメ、良いロマンス、良いドラマです。\n\nあなたがドラマやロマンスに参加していない場合は、音楽を好きかもしれません。\n音楽は、このアニメを耳にとても甘いものにしてくれるからです。\n個人的に私は音楽が大好きです。\nはい、彼らはそれが良いので、 'ok、いくつかのナナの歌を学ぶための時間'\n\n私は本当に何を言いたいのか分からない。 このようなアニメでは、キャラクターの意思決定がアニメをそのアニメのタイプにするものなので、キャラクターの決定には本当に悩まされません。 ドラマ。\n\nあなたがしていない場合は間違いなくそれをチェックする必要があります",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is a very touching anime, good romance, good drama.\n\n\u001b[1mこれは非常に感動的なアニメ、良いロマンス、良いドラマです。\u001b[22m\n\u001b[1m(Kore wa hijō ni kandō-tekina anime, yoi romansu, yoi doramadesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a very touching anime, good romance, good drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a very touching anime, good romance, good drama.\u001b[24m\n    \u001b[1mこれは非常に感動的なアニメ、良いロマンス、良いドラマです。\u001b[22m, \u001b[1mこれは非常に感動アニメ、良い恋愛、良いドラマです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you aren't into drama or romance, well maybe you like music.\n\n\u001b[1mあなたがドラマやロマンスに参加していない場合は、音楽を好きかもしれません。\u001b[22m\n\u001b[1m(Anata ga dorama ya romansu ni sanka shite inai baai wa, ongaku o suki kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you aren't into drama or romance, well maybe you like music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you aren't into drama or romance, well maybe you like music.\u001b[24m\n    \u001b[1mあなたがドラマやロマンスに参加していない場合は、音楽を好きかもしれません。\u001b[22m, \u001b[1mあなたはドラマやロマンスにない場合は、十分に多分あなたは音楽が好き。\u001b[22m\nBecause music is what makes this anime so sweet to the ears.\n\n\u001b[1m音楽はこのアニメを耳にとても甘いものにしているからです。\u001b[22m\n\u001b[1m(Ongaku wa kono anime o mimi ni totemo amaimono ni shite irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mBecause music is what makes this anime so sweet to the ears.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause music is what makes this anime so sweet to the ears.\u001b[24m\n    \u001b[1m音楽はこのアニメを耳にとても甘いものにしているからです。\u001b[22m, \u001b[1m音楽は耳に甘いこのアニメを作るものだからです。\u001b[22m\nPersonally i love the music, once i got my guitar i was like\n\n\u001b[1m個人的に私は音楽が大好きです。\u001b[22m\n\u001b[1m(Kojin-teki ni watashi wa ongaku ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mPersonally i love the music, once i got my guitar i was like\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally i love the music, once i got my guitar i was like\u001b[24m\n    \u001b[1m個人的に私は音楽が大好きです。\u001b[22m, \u001b[1m個人的に私は私のギターを持ったら私はのようだった、音楽を愛します\u001b[22m\n'ok, time to learn some Nana songs' because yes they are that good\n\n\u001b[1mはい、彼らはそれが良いので、 'ok、いくつかのナナの歌を学ぶための時間'\u001b[22m\n\u001b[1m(Hai, karera wa sore ga yoinode, ' ok, ikutsu ka no Nana no uta o manabu tame no jikan')\u001b[22m\n\nTranslations of \u001b[4m'ok, time to learn some Nana songs' because yes they are that good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'ok, time to learn some Nana songs' because yes they are that good\u001b[24m\n    \u001b[1mはい、彼らはそれが良いので、 'ok、いくつかのナナの歌を学ぶための時間'\u001b[22m, \u001b[1mはい、彼らは良いことをしているので「大丈夫、時間は、いくつかのナナの歌を学ぶために」\u001b[22m\n\u001b[1m\u001b[22m\nI really don't know what else to say. In an anime like this you can't really gripe with the decisions the characters make because their decisions are what make the anime the type of anime that it is. A drama.\n\n\u001b[1m私は本当に何を言いたいのか分からない。 このようなアニメでは、キャラクターの意思決定がアニメをそのアニメのタイプにするものなので、キャラクターの決定には本当に悩まされません。 ドラマ。\u001b[22m\n\u001b[1m(Watashi wa hontōni nani o iitai no ka wakaranai. Ko no yōna animede wa, kyarakutā no ishi kettei ga anime o sono anime no taipu ni suru mononanode, kyarakutā no kettei ni wa hontōni nayamasa remasen. Dorama.)\u001b[22m\n\nTranslations of \u001b[4mI really don't know what else to say. In an anime like this you can't really gripe with the decisions the characters make because their decisions are what make the anime the type of anime that it is. A drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really don't know what else to say.\u001b[24m\n    \u001b[1m私は本当に何を言いたいのか分からない。\u001b[22m, \u001b[1m私は本当に他に何を言うのか分かりません。\u001b[22m\n\u001b[4mIn an anime like this you can't really gripe with the decisions the characters make because their decisions are what make the anime the type of anime that it is.\u001b[24m\n    \u001b[1mこのようなアニメでは、キャラクターの意思決定がアニメをそのアニメのタイプにするものなので、キャラクターの決定には本当に悩まされません。\u001b[22m, \u001b[1mこのようなアニメでは、本当に自分の意思決定がアニメそれはアニメの種類作るものであるため、文字が作る決定に不満はできません。\u001b[22m\n\u001b[4mA drama.\u001b[24m\n    \u001b[1mドラマ。\u001b[22m\n\u001b[1m\u001b[22m\nDefinitely should check it out if you haven't\n\n\u001b[1mあなたがしていない場合は間違いなくそれをチェックする必要があります\u001b[22m\n\u001b[1m(Anata ga shite inai baai wa machigainaku sore o chekku suru hitsuyō ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mDefinitely should check it out if you haven't\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDefinitely should check it out if you haven't\u001b[24m\n    \u001b[1mあなたがしていない場合は間違いなくそれをチェックする必要があります\u001b[22m, \u001b[1mあなたがいない場合は間違いなくそれをチェックアウトする必要があります\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "bubblelovexD",
    "profile": "/profile/bubblelovexD/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=29746",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n私が夢中にされたアニメを初めて見たとき、私はこれらのキャラクターがどう現実的であるかが大好きです。 実際にこの世代の人々の典型的な人生を捉えて、それが私にこのマンガ/アニメを本当に楽しませたのです。 あなたは時々迷子になるかもしれないし、マンガはローラーコースターのようなものですが、私はあなたに保証する乗り物を楽しむでしょう。\n\nこのアニメ/マンガが大好きな主な理由は、プロットやキャラクターです。  （オリヴィア・ラフキンの美しい声はもちろん",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe first time I watched the anime I was hooked, I love just how these characters are so realistic. Actually capturing the typical life of some people in this generation and that's what really made me enjoy this manga/anime. You might get lost at times and the manga is like a roller coaster, but you'll enjoy the ride I assure you.\n\n\u001b[1m私が夢中にされたアニメを初めて見たとき、私はこれらのキャラクターがどう現実的であるかが大好きです。 実際にこの世代の人々の典型的な人生を捉えて、それが私にこのマンガ/アニメを本当に楽しませたのです。 あなたは時々迷子になるかもしれないし、マンガはローラーコースターのようなものですが、私はあなたに保証する乗り物を楽しむでしょう。\u001b[22m\n\u001b[1m(Watashi ga muchū ni sa reta anime o hajimete mita toki, watashi wa korera no kyarakutā ga dō genjitsu-tekidearu ka ga daisukidesu. Jissai ni kono sedai no hitobito no tenkei-tekina jinsei o toraete, sore ga watashi ni kono manga/ anime o hontōni tanoshima seta nodesu. Anata wa tokidoki maigo ni naru kamo shirenaishi, manga wa rōrākōsutā no yōna monodesuga, watashi wa anata ni hoshō suru norimono o tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe first time I watched the anime I was hooked, I love just how these characters are so realistic. Actually capturing the typical life of some people in this generation and that's what really made me enjoy this manga/anime. You might get lost at times and the manga is like a roller coaster, but you'll enjoy the ride I assure you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first time I watched the anime I was hooked, I love just how these characters are so realistic.\u001b[24m\n    \u001b[1m私が夢中にされたアニメを初めて見たとき、私はこれらのキャラクターがどう現実的であるかが大好きです。\u001b[22m, \u001b[1m私は私が夢中にしたアニメを見て初めて、私はこれらの文字は非常に現実的でどれだけ愛しています。\u001b[22m\n\u001b[4mActually capturing the typical life of some people in this generation and that's what really made me enjoy this manga/anime.\u001b[24m\n    \u001b[1m実際にこの世代の人々の典型的な人生を捉えて、それが私にこのマンガ/アニメを本当に楽しませたのです。\u001b[22m, \u001b[1m実際にこの世代に何人かの人々の典型的な生活をキャプチャし、それは本当に私がこのマンガ/アニメを楽しんで作ったものです。\u001b[22m\n\u001b[4mYou might get lost at times and the manga is like a roller coaster, but you'll enjoy the ride I assure you.\u001b[24m\n    \u001b[1mあなたは時々迷子になるかもしれないし、マンガはローラーコースターのようなものですが、私はあなたに保証する乗り物を楽しむでしょう。\u001b[22m, \u001b[1mあなたは時間に失われてしまうかもしれませんやマンガはジェットコースターのようなものですが、あなたは私はあなたを保証する乗り心地をお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\nThe main reason why I love this anime/manga so much is the plot and characters. (Not to mention Olivia Lufkin's beautiful voice\n\n\u001b[1mこのアニメ/マンガが大好きな主な理由は、プロットやキャラクターです。  （オリヴィア・ラフキンの美しい声はもちろん\u001b[22m\n\u001b[1m(Kono anime/ manga ga daisukina omona riyū wa, purotto ya kyarakutādesu. (Orivu~ia Rafukin no utsukushī koe wa mochiron)\u001b[22m\n\nTranslations of \u001b[4mThe main reason why I love this anime/manga so much is the plot and characters. (Not to mention Olivia Lufkin's beautiful voice\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main reason why I love this anime/manga so much is the plot and characters.\u001b[24m\n    \u001b[1mこのアニメ/マンガが大好きな主な理由は、プロットやキャラクターです。\u001b[22m, \u001b[1m私はそんなにこのアニメ/漫画を愛する主な理由は、プロットや文字です。\u001b[22m\n\u001b[4m(Not to mention Olivia Lufkin's beautiful voice\u001b[24m\n    \u001b[1m（オリヴィア・ラフキンの美しい声はもちろん\u001b[22m, \u001b[1m（オリビアラフキンの美しい声は言うまでもありません\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "daydreamrose",
    "profile": "/profile/daydreamrose/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=13559",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私が現在見ている最高のアニメの一つになっていなければならず、EVAを見ました!! このアニメが好きなのは、愛の苦労と友人の驚きを示すことです。 大人のテーマのいくつかを除いて、このアニメはまだ各エピソードが次のものを見たいと思うままになることを極端にaddictingです（私はそれが私にそれをすることができます多くのアニメではなく、 このアニメが好きな別のものは、キャラクターの顔に本当の感情を見せたり、絵がどれだけ美しいかなどです。 だからあなたが楽園のキスが素晴らしいと思ったら、あなたはまだナスティンを見たことがない",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nomg this has got to be one of the best animes that i am currently watching and have watched EVA!! the thing i like about this anime is it shows the hardships of love and the awesomeness of friends. aside from some of the adult themes this anime is still extremely addicting each episode will leave wanting to watch the next one (i mean it made stay up tilll 1 am on a school night not a lot of animes can make me do that). another thing i like about this anime is how they are able to show true emotions on the characters faces and how beautiful the drawings are. so if you thought paradise kiss was awesome you aint seen nuthin yet lol\n\n\u001b[1mこれは私が現在見ている最高のアニメの一つになっていなければならず、EVAを見ました!! このアニメが好きなのは、愛の苦労と友人の驚きを示すことです。 大人のテーマのいくつかを除いて、このアニメはまだ各エピソードが次のものを見たいと思うままになることを極端にaddictingです（私はそれが私にそれをすることができます多くのアニメではなく、 このアニメが好きな別のものは、キャラクターの顔に本当の感情を見せたり、絵がどれだけ美しいかなどです。 だからあなたが楽園のキスが素晴らしいと思ったら、あなたはまだナスティンを見たことがない\u001b[22m\n\u001b[1m(Kore wa watashi ga genzai mite iru saikō no anime no hitotsu ni natte inakereba narazu, evu~a o mimashita! ! Kono anime ga sukina no wa, ai no kurō to yūjin no odoroki o shimesu kotodesu. Otona no tēma no ikutsu ka o nozoite, kono anime wa mada kaku episōdo ga tsugi no mono o mitai to omou mama ni naru koto o kyokutan ni addictingdesu (watashi wa sore ga watashi ni sore o suru koto ga dekimasu ōku no animede wa naku, kono anime ga sukina betsu no mono wa, kyarakutā no kao ni hontō no kanjō o mise tari, e ga dore dake utsukushī ka nadodesu. Dakara anata ga rakuen no kisu ga subarashī to omottara, anata wa mada nasutin o mita koto ga nai)\u001b[22m\n\nTranslations of \u001b[4momg this has got to be one of the best animes that i am currently watching and have watched EVA!! the thing i like about this anime is it shows the hardships of love and the awesomeness of friends. aside from some of the adult themes this anime is still extremely addicting each episode will leave wanting to watch the next one (i mean it made stay up tilll 1 am on a school night not a lot of animes can make me do that). another thing i like about this anime is how they are able to show true emotions on the characters faces and how beautiful the drawings are. so if you thought paradise kiss was awesome you aint seen nuthin yet lol\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4momg this has got to be one of the best animes that i am currently watching and have watched EVA!!\u001b[24m\n    \u001b[1mこれは私が現在見ている最高のアニメの一つになっていなければならず、EVAを見ました!!\u001b[22m, \u001b[1mOMGこれは私が現在見ていますとEVAを見てきた最高のアニメの一つであるようになってい!!\u001b[22m\n\u001b[4mthe thing i like about this anime is it shows the hardships of love and the awesomeness of friends.\u001b[24m\n    \u001b[1mこのアニメが好きなのは、愛の苦労と友人の驚きを示すことです。\u001b[22m, \u001b[1m私はこのアニメを好きなことは、それは愛の苦難や友人の素晴らしさを示しています。\u001b[22m\n\u001b[4maside from some of the adult themes this anime is still extremely addicting each episode will leave wanting to watch the next one (i mean it made stay up tilll 1 am on a school night not a lot of animes can make me do that).\u001b[24m\n    \u001b[1m大人のテーマのいくつかを除いて、このアニメはまだ各エピソードが次のものを見たいと思うままになることを極端にaddictingです（私はそれが私にそれをすることができます多くのアニメではなく、\u001b[22m, \u001b[1m脇大人のテーマの一部からこのアニメは、各エピソードは、次のいずれかを（私はそれはアニメの多くは私がいることを間に合わせることができない学校の夜に午前1時tilllまで滞在製意味）見たいと思ったままになりますまだ非常に中毒性が高いです。\u001b[22m\n\u001b[4manother thing i like about this anime is how they are able to show true emotions on the characters faces and how beautiful the drawings are.\u001b[24m\n    \u001b[1mこのアニメが好きな別のものは、キャラクターの顔に本当の感情を見せたり、絵がどれだけ美しいかなどです。\u001b[22m, \u001b[1m私はこのアニメを好きなもう一つは、彼らが文字の真の感情を表示することができます直面しているとどのように美しい図面がある方法です。\u001b[22m\n\u001b[4mso if you thought paradise kiss was awesome you aint seen nuthin yet lol\u001b[24m\n    \u001b[1mだからあなたが楽園のキスが素晴らしいと思ったら、あなたはまだナスティンを見たことがない\u001b[22m, \u001b[1mあなたは楽園のキスは素晴らしいと思った場合ので、あなたは笑まだnuthin見AINT\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "mistah-manila",
    "profile": "/profile/mistah-manila/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=13749",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nまあ、このアニメは、ララストーリーでテーブルに新しいアイデアをもたらします。ラブストーリーは部屋を含みますが、ハーレムではありません！ 物語は2つのナナの愛の生活の恋愛の問題を中心に展開されています。 両者の周りのサークルは、東京に住むために故郷から離れています。 大崎ナナのために、彼女は大きな時間のミュージシャンになることを夢見るが、八丈は今のボーイフレンドのしおりと一緒にやって来たい。 それから、那智が大崎の愛の生活を掘り下げ、那智のバンドメンバーとトラップネストのバンドメンバーにハッチの愛の生活を開きます。\n\n性的生活が平等になるにつれて、ストーリーが紆余曲折していくのである。 最後に、セックスは非常に大きな役割を果たしています。\n\n全体的に私はこのアニメを8/10にします。 なぜあなたは尋ねるかもしれませんか？ 結末は多くの質問を残し、私にとっては結末はすべてです。 私が望むことができるのは、アニメが第2シーズンに向かい、その劇的な状況がさらに増えることです。\n\nPS：「真実」と「影響力の広告の上」を認めている人にとって、あなたはあまり幸せではありません。  *ウインクウインク。  ;）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell this anime brings a new idea to the table with a love story, that includes roomates, but isn't a harem! The story revolves around the love affairs of the two Nanas' love lives. The story for both of them circles around them moving away from their home towns to live in Tokyo. For Nana Osaki, she has dreams to become a big time musician, while Hachi just wants to move in with her current boyfriend Shoji (doesn't last long though). Then there lives intermingle, when Hachi delves into Osaki's love life, which then opens up Hachi's love life to Osaki's Band members and the band members of Trapnest.\n\n\u001b[1mまあ、このアニメは、テーブルにはラブストーリーの新しいアイデアをもたらします。ラブストーリーは部屋を含みますが、ハーレムではありません！ 物語は2つのナナの愛の生活の恋愛の問題を中心に展開されています。 両者の周りのサークルは、東京に住むために故郷から離れています。 大崎ナナのために、彼女は大きな時間のミュージシャンになることを夢見るが、八丈は今のボーイフレンドのしおりと一緒にやって来たい。 それから、那智が大崎の愛の生活を掘り下げ、那智のバンドメンバーとトラップネストのバンドメンバーにハッチの愛の生活を開きます。\u001b[22m\n\u001b[1m(Mā, kono anime wa, tēburu ni wa rabusutōrī no atarashī aidea o motarashimasu. Rabusutōrī wa heya o fukumimasuga, hāremude wa arimasen! Monogatari wa 2tsu no Nana no ainoseikatsu no ren'ai no mondai o chūshin ni tenkai sa rete imasu. Ryōsha no mawari no sākuru wa, Tōkyō ni sumu tame ni furusato kara hanarete imasu. Ōsaki nana no tame ni, kanojo wa ōkina jikan no myūjishan ni naru koto o yumemiruga, hachijō wa ima no bōifurendo no shiori to issho ni yattekitai. Sorekara, Nachi ga Ōsaki no ainoseikatsu o horisage, Nachi no bandomenbā to torappunesuto no bandomenbā ni hatchi no ainoseikatsu o hirakimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell this anime brings a new idea to the table with a love story, that includes roomates, but isn't a harem! The story revolves around the love affairs of the two Nanas' love lives. The story for both of them circles around them moving away from their home towns to live in Tokyo. For Nana Osaki, she has dreams to become a big time musician, while Hachi just wants to move in with her current boyfriend Shoji (doesn't last long though). Then there lives intermingle, when Hachi delves into Osaki's love life, which then opens up Hachi's love life to Osaki's Band members and the band members of Trapnest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell this anime brings a new idea to the table with a love story, that includes roomates, but isn't a harem!\u001b[24m\n    \u001b[1mまあ、このアニメは、テーブルにはラブストーリーの新しいアイデアをもたらします。ラブストーリーは部屋を含みますが、ハーレムではありません！\u001b[22m, \u001b[1mさて、このアニメはroomatesを含むが、ハーレムではない愛の物語、とテーブルに新しいアイデアをもたらします！\u001b[22m\n\u001b[4mThe story revolves around the love affairs of the two Nanas' love lives.\u001b[24m\n    \u001b[1m物語は2つのナナの愛の生活の恋愛の問題を中心に展開されています。\u001b[22m, \u001b[1m物語は2ナナス「愛の生活の恋愛を中心に展開します。\u001b[22m\n\u001b[4mThe story for both of them circles around them moving away from their home towns to live in Tokyo.\u001b[24m\n    \u001b[1m両者の周りのサークルは、東京に住むために故郷から離れています。\u001b[22m, \u001b[1mそれらの両方のための物語は東京に住んで自宅の町から離れる自分の周り回ります。\u001b[22m\n\u001b[4mFor Nana Osaki, she has dreams to become a big time musician, while Hachi just wants to move in with her current boyfriend Shoji (doesn't last long though).\u001b[24m\n    \u001b[1m大崎ナナのために、彼女は大きな時間のミュージシャンになることを夢見るが、八丈は今のボーイフレンドのしおりと一緒にやって来たい。\u001b[22m, \u001b[1mハチはちょうど彼女の現在のボーイフレンド商事（ただし長続きしません）で移動したいと考えていながら、ナナ大崎のために、彼女は、大きな時間の音楽家になるために夢を持っています。\u001b[22m\n\u001b[4mThen there lives intermingle, when Hachi delves into Osaki's love life, which then opens up Hachi's love life to Osaki's Band members and the band members of Trapnest.\u001b[24m\n    \u001b[1mそれから、那智が大崎の愛の生活を掘り下げ、那智のバンドメンバーとトラップネストのバンドメンバーにハッチの愛の生活を開きます。\u001b[22m, \u001b[1mハチはその後、大崎のバンドメンバーとTRAPNESTのバンドメンバーにハチの愛の生活を開く大崎の愛の生活、掘り下げたときに、そこの生活は、混ざり合います。\u001b[22m\n\u001b[1m\u001b[22m\nGo figure that the story twists and turns as even sex life plays into the plot. Towards the end, sex plays a VERY big role.\n\n\u001b[1m性的生活が平等になるにつれて、ストーリーが紆余曲折していくのである。 最後に、セックスは非常に大きな役割を果たしています。\u001b[22m\n\u001b[1m(Seiteki seikatsu ga byōdō ni naru ni tsurete, sutōrī ga uyokyokusetsu shite iku nodearu. Saigo ni, sekkusu wa hijō ni ōkina yakuwari o hatashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mGo figure that the story twists and turns as even sex life plays into the plot. Towards the end, sex plays a VERY big role.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGo figure that the story twists and turns as even sex life plays into the plot.\u001b[24m\n    \u001b[1m性的生活が平等になるにつれて、ストーリーが紆余曲折していくのである。\u001b[22m, \u001b[1mストーリーねじれていることを図を移動して、でもセックスライフは、プロットに演じるようになります。\u001b[22m\n\u001b[4mTowards the end, sex plays a VERY big role.\u001b[24m\n    \u001b[1m最後に、セックスは非常に大きな役割を果たしています。\u001b[22m, \u001b[1m終わりに向かって、セックスは非常に大きな役割を果たしています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I give this anime an 8/10. Why you may ask? The ending left many questions and to me, the ending is everything. All I can hope is that the anime goes onto a second season and gives me more of those dramatic situations.\n\n\u001b[1m全体的に私はこのアニメを8/10にします。 なぜあなたは尋ねるかもしれませんか？ 結末は多くの質問を残し、私にとっては結末はすべてです。 私が望むことができるのは、アニメが第2シーズンに向かい、その劇的な状況がさらに増えることです。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono anime o 8/ 10 ni shimasu. Naze anata wa tazuneru kamo shiremasen ka? Ketsumatsu wa ōku no shitsumon o nokoshi, watashi ni totte wa ketsumatsu wa subetedesu. Watashi ga nozomu koto ga dekiru no wa, anime ga dai 2 shīzun ni mukai, sono gekitekina jōkyō ga sarani fueru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I give this anime an 8/10. Why you may ask? The ending left many questions and to me, the ending is everything. All I can hope is that the anime goes onto a second season and gives me more of those dramatic situations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I give this anime an 8/10.\u001b[24m\n    \u001b[1m全体的に私はこのアニメを8/10にします。\u001b[22m, \u001b[1m全体的に私はこのアニメ8/10与えます。\u001b[22m\n\u001b[4mWhy you may ask?\u001b[24m\n    \u001b[1mなぜあなたは尋ねるかもしれませんか？\u001b[22m, \u001b[1mなぜあなたは求めることができますか？\u001b[22m\n\u001b[4mThe ending left many questions and to me, the ending is everything.\u001b[24m\n    \u001b[1m結末は多くの質問を残し、私にとっては結末はすべてです。\u001b[22m, \u001b[1mエンディングには多くの疑問を残したし、私には、結末がすべてです。\u001b[22m\n\u001b[4mAll I can hope is that the anime goes onto a second season and gives me more of those dramatic situations.\u001b[24m\n    \u001b[1m私が望むことができるのは、アニメが第2シーズンに向かい、その劇的な状況がさらに増えることです。\u001b[22m, \u001b[1m私が望むことができるすべては、アニメ第二期に進むと私はそれらの劇的な状況の多くを与えることです。\u001b[22m\n\u001b[1m\u001b[22m\nPS: For those who acknowledge the 'Truth' and 'Above the Influence commercials,' you won't be very happy. *Wink, wink. ;)\n\n\u001b[1mPS：「真実」と「影響力の広告の上」を認めている人にとって、あなたはあまり幸せではありません。  *ウインクウインク。  ;）\u001b[22m\n\u001b[1m(PS: `Shinjitsu' to `eikyō-ryoku no kōkoku no ue' o mitomete iru hito ni totte, anata wa amari shiawasede wa arimasen. * Uinkuuinku. ; ))\u001b[22m\n\nTranslations of \u001b[4mPS: For those who acknowledge the 'Truth' and 'Above the Influence commercials,' you won't be very happy. *Wink, wink. ;)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPS: For those who acknowledge the 'Truth' and 'Above the Influence commercials,' you won't be very happy.\u001b[24m\n    \u001b[1mPS：「真実」と「影響力の広告の上」を認めている人にとって、あなたはあまり幸せではありません。\u001b[22m, \u001b[1mPSは： '真実'とを認める人のために」影響コマーシャルの上に、「あなたはとても幸せではありません。\u001b[22m\n\u001b[4m*Wink, wink.\u001b[24m\n    \u001b[1m*ウインクウインク。\u001b[22m, \u001b[1m*ウィンク、ウインク。\u001b[22m\n\u001b[4m;)\u001b[24m\n    \u001b[1m;）\u001b[22m"
  }
]
