[
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "Glamrgrl104",
    "profile": "/profile/Glamrgrl104/reviews",
    "pages": "8",
    "number": "1",
    "link": "/reviews.php?id=47847",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\nロックアウト！、泣いて、笑って、ナナの感情的なジェットコースターをお楽しみください！ あなたがロマンチックなドラマの大ファンなら、これはあなたの＃1でなければなりません。 新しいエピソードには何か新しい出来事があり、私は最後まで見守ることができませんでした。 私はそれが終わったのが悲しかった、しかし全体的にそれは本当に良いショーでした。 このシリーズでは、人間の感情と現実的なキャラクターと音楽の多くの部分を覚えていて、音楽はこれを素晴らしいシリーズにしています。 誰かと性行為をしているだけの部分があまりないという欠点があります。 いくつかの人は、小松ナナがキャラクターを少し迷惑に感じるかもしれませんが、もしあなたがその欠陥を越えれば、あなたの時間の価値があるかもしれません。 私はiTunesでこのシリーズを手に入れようとしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nRock out!, cry, laugh and enjoy the emotional rollercoaster that is Nana! If you are a big fan of romantic dramas, this should be your #1. Every new episode had something new happening and I couldn't stop watching until the end. I was sad it ended, but overall it was a really good show. I teared up on a lot of parts during this series, the human emotion and realistic characters and the music is what makes this an awesome series. It does have flaws where some parts there isn't much of a plot going on just who is having sex with whomever. Some people might find Nana Komatsu a little annoying of a character, but if you get past its flaws you might find something well worth your time. I am going to get this series on itunes, put on my ipod heck ya!\n\n\u001b[1mロックアウト！、泣いて、笑って、ナナの感情的なジェットコースターをお楽しみください！ あなたがロマンチックなドラマの大ファンなら、これはあなたの＃1でなければなりません。 新しいエピソードには何か新しい出来事があり、私は最後まで見守ることができませんでした。 私はそれが終わったのが悲しかった、しかし全体的にそれは本当に良いショーでした。 このシリーズでは、人間の感情と現実的なキャラクターと音楽の多くの部分を覚えていて、音楽はこれを素晴らしいシリーズにしています。 誰かと性行為をしているだけの部分があまりないという欠点があります。 いくつかの人は、小松ナナがキャラクターを少し迷惑に感じるかもしれませんが、もしあなたがその欠陥を越えれば、あなたの時間に価値のあるものが見つかるかもしれません。 私はiTunesでこのシリーズを手に入れようとしています。\u001b[22m\n\u001b[1m(Rokkuauto!, Naite, waratte, Nana no kanjō-tekina jettokōsutā o o tanoshimi kudasai! Anata ga romanchikkuna dorama no dai fan'nara, kore wa anata no# 1denakereba narimasen. Atarashī episōdo ni wa nani ka atarashī dekigoto ga ari, watashi wa saigomade mimamoru koto ga dekimasendeshita. Watashi wa sore ga owatta no ga kanashikatta, shikashi zentai-teki ni sore wa hontōni yoi shōdeshita. Kono shirīzude wa, ningen no kanjō to genjitsu-tekina kyarakutā to ongaku no ōku no bubun o oboete ite, ongaku wa kore o subarashī shirīzu ni shite imasu. Dare ka to seikōi o shite iru dake no bubun ga amari nai to iu ketten ga arimasu. Ikutsu ka no hito wa, Komatsu Nana ga kyarakutā o sukoshi meiwaku ni kanjiru kamo shiremasenga, moshi anata ga sono kekkan o koereba, anata no jikan ni kachi no aru mono ga mitsukaru kamo shiremasen. Watashi wa aichūnzu de kono shirīzu o te ni ireyou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mRock out!, cry, laugh and enjoy the emotional rollercoaster that is Nana! If you are a big fan of romantic dramas, this should be your #1. Every new episode had something new happening and I couldn't stop watching until the end. I was sad it ended, but overall it was a really good show. I teared up on a lot of parts during this series, the human emotion and realistic characters and the music is what makes this an awesome series. It does have flaws where some parts there isn't much of a plot going on just who is having sex with whomever. Some people might find Nana Komatsu a little annoying of a character, but if you get past its flaws you might find something well worth your time. I am going to get this series on itunes, put on my ipod heck ya!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRock out!, cry, laugh and enjoy the emotional rollercoaster that is Nana!\u001b[24m\n    \u001b[1mロックアウト！、泣いて、笑って、ナナの感情的なジェットコースターをお楽しみください！\u001b[22m, \u001b[1m!,思い切り泣き、笑い、ナナです感情的なジェットコースターをお楽しみください！\u001b[22m\n\u001b[4mIf you are a big fan of romantic dramas, this should be your #1.\u001b[24m\n    \u001b[1mあなたがロマンチックなドラマの大ファンなら、これはあなたの＃1でなければなりません。\u001b[22m, \u001b[1mあなたはロマンチックなドラマの大ファンであれば、これはあなたの＃1でなければなりません。\u001b[22m\n\u001b[4mEvery new episode had something new happening and I couldn't stop watching until the end.\u001b[24m\n    \u001b[1m新しいエピソードには何か新しい出来事があり、私は最後まで見守ることができませんでした。\u001b[22m, \u001b[1mすべての新しいエピソードが起こって何か新しいものを持っていたと私は最後まで見て止めることができませんでした。\u001b[22m\n\u001b[4mI was sad it ended, but overall it was a really good show.\u001b[24m\n    \u001b[1m私はそれが終わったのが悲しかった、しかし全体的にそれは本当に良いショーでした。\u001b[22m, \u001b[1m私はそれが終わった悲しかったが、全体的には本当に良いショーでした。\u001b[22m\n\u001b[4mI teared up on a lot of parts during this series, the human emotion and realistic characters and the music is what makes this an awesome series.\u001b[24m\n    \u001b[1mこのシリーズでは、人間の感情と現実的なキャラクターと音楽の多くの部分を覚えていて、音楽はこれを素晴らしいシリーズにしています。\u001b[22m, \u001b[1m私はこのシリーズ、人間の感情と現実的な文字の間に部品のロットアップtearedや音楽は、この素晴らしいシリーズ作るものです。\u001b[22m\n\u001b[4mIt does have flaws where some parts there isn't much of a plot going on just who is having sex with whomever.\u001b[24m\n    \u001b[1m誰かと性行為をしているだけの部分があまりないという欠点があります。\u001b[22m, \u001b[1mそれはそこにいくつかの部分がちょうど誰とセックスをしている人に起こってプロットのあまりないです欠点を持っています。\u001b[22m\n\u001b[4mSome people might find Nana Komatsu a little annoying of a character, but if you get past its flaws you might find something well worth your time.\u001b[24m\n    \u001b[1mいくつかの人は、小松ナナがキャラクターを少し迷惑に感じるかもしれませんが、もしあなたがその欠陥を越えれば、あなたの時間に価値のあるものが見つかるかもしれません。\u001b[22m, \u001b[1m一部の人々は、文字の小松菜奈は少し迷惑を見つけるかもしれませんが、あなたはその傷を乗り越える場合は、あなたの時間の価値が何かを見つけるかもしれません。\u001b[22m\n\u001b[4mI am going to get this series on itunes, put on my ipod heck ya!\u001b[24m\n    \u001b[1m私はiTunesでこのシリーズを手に入れようとしています。\u001b[22m, \u001b[1m私はyaの一体私のiPodに入れてiTunesでこのシリーズを取得するつもりです！\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "bd602grl",
    "profile": "/profile/bd602grl/reviews",
    "pages": "8",
    "number": "2",
    "link": "/reviews.php?id=31708",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n愛された大好きな大ショーはそれを愛していました。 私は本当にもっと悲しいです。 私はナナとレンの結果を見たいと思っていたでしょう...私はそこに持ち込まれたすべてのキャラクターを楽しんでいます。\n\n私はそれぞれのイントロがお互いに特別な言葉をどのように持っているかを愛しています。 私は本当に曽我漫画がとても良いと思います\n\n私は本当にそれが後でいつか終わることを願っています。 私はヤザワがこれらの物語を現実的に作成し、同時にユーモアを持つ方法を好む。 私は自分自身が信一と笑っていることが分かりました。\n\n私はアニメシリーズを見て、彼らがそれを完了したいと思う..私はまた、最初の映画を見たと私はそれが好きでしたが速くなる..私は最終的にマンガを読み終え、私は吹き飛ばされた....私はしたくない それを読んでいない人のためにそれを台無しにするが、それがRenに来たときに私はそれが私の心を壊したと泣いた...と酔っぱらった彼は私を怒らせる私は完全に彼がそれを得ることができたらいいと思う..ナナは彼のためにとても良いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGreat show loved loved loved it. I am really sad that there is not more. I would have liked to seen the outcome of Nana and Ren... I enjoyed all the characters each one brought there own special thing to the story.\n\n\u001b[1m愛された大好きな大ショーはそれを愛していました。 私は本当にもっと悲しいです。 私はナナとレンの結果を見たいと思っていたでしょう...私はそこに持ち込まれたすべてのキャラクターを楽しんでいます。\u001b[22m\n\u001b[1m(Aisa reta daisukina dai shō wa sore o aishite imashita. Watashi wa hontōni motto kanashīdesu. Watashi wa Nana to ren no kekka o mitai to omotte itadeshou... Watashi wa soko ni mochikoma reta subete no kyarakutā o tanoshinde imasu.)\u001b[22m\n\nTranslations of \u001b[4mGreat show loved loved loved it. I am really sad that there is not more. I would have liked to seen the outcome of Nana and Ren... I enjoyed all the characters each one brought there own special thing to the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat show loved loved loved it.\u001b[24m\n    \u001b[1m愛された大好きな大ショーはそれを愛していました。\u001b[22m, \u001b[1m愛し愛さ素晴らしいショーはそれを愛しました。\u001b[22m\n\u001b[4mI am really sad that there is not more.\u001b[24m\n    \u001b[1m私は本当にもっと悲しいです。\u001b[22m, \u001b[1m私はより多くがないことは本当に悲しいです。\u001b[22m\n\u001b[4mI would have liked to seen the outcome of Nana and Ren... I enjoyed all the characters each one brought there own special thing to the story.\u001b[24m\n    \u001b[1m私はナナとレンの結果を見たいと思っていたでしょう...私はそこに持ち込まれたすべてのキャラクターを楽しんでいます。\u001b[22m, \u001b[1m私は、それぞれがストーリーに特別な事が所有もたらしたすべての文字を楽しんで...ナナと漣の結果見に言っていたであろう。\u001b[22m\n\u001b[1m\u001b[22m\nI love each intro into how each one has a special saying to each other. I really think the sojo manga's are very good\n\n\u001b[1m私はそれぞれのイントロがお互いに特別な言葉をどのように持っているかを愛しています。 私は本当に曽我漫画がとても良いと思います\u001b[22m\n\u001b[1m(Watashi wa sorezore no Intoro ga otagai ni tokubetsuna kotoba o dono yō ni motte iru ka o aishiteimasu. Watashi wa hontōni Soga manga ga totemo yoi to omoimasu)\u001b[22m\n\nTranslations of \u001b[4mI love each intro into how each one has a special saying to each other. I really think the sojo manga's are very good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love each intro into how each one has a special saying to each other.\u001b[24m\n    \u001b[1m私はそれぞれのイントロがお互いに特別な言葉をどのように持っているかを愛しています。\u001b[22m, \u001b[1m私は、それぞれがお互いに特別なことわざがありますどのようにそれぞれのイントロが大好きです。\u001b[22m\n\u001b[4mI really think the sojo manga's are very good\u001b[24m\n    \u001b[1m私は本当に曽我漫画がとても良いと思います\u001b[22m, \u001b[1m私は本当に崇城マンガのは非常に優れていると思います\u001b[22m\n\u001b[1m\u001b[22m\nI really hope it gets finished later on at some point. I like the way Yazawa creates these story's there both realistic and have humor at the same time. I found myself laughing a lot with Shinichi.\n\n\u001b[1m私は本当にそれが後でいつか終わることを願っています。 私はヤザワがこれらの物語を現実的に作成し、同時にユーモアを持つ方法を好む。 私は自分自身が信一と笑っていることが分かりました。\u001b[22m\n\u001b[1m(Watashi wa hontōni sore ga atode itsuka owaru koto o negatte imasu. Watashi wa Yazawa ga korera no monogatari o genjitsu-teki ni sakusei shi, dōjini yūmoa o motsu hōhō o konomu. Watashi wa jibun jishin ga Shin'ichi to Emi tte iru koto ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mI really hope it gets finished later on at some point. I like the way Yazawa creates these story's there both realistic and have humor at the same time. I found myself laughing a lot with Shinichi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really hope it gets finished later on at some point.\u001b[24m\n    \u001b[1m私は本当にそれが後でいつか終わることを願っています。\u001b[22m, \u001b[1m私は実際にそれがいくつかの点で、後に終了します願っています。\u001b[22m\n\u001b[4mI like the way Yazawa creates these story's there both realistic and have humor at the same time.\u001b[24m\n    \u001b[1m私はヤザワがこれらの物語を現実的に作成し、同時にユーモアを持つ方法を好む。\u001b[22m, \u001b[1m私は矢沢は、これらの物語の存在現実的と同時にユーモアを持っているの両方を作成する方法のように。\u001b[22m\n\u001b[4mI found myself laughing a lot with Shinichi.\u001b[24m\n    \u001b[1m私は自分自身が信一と笑っていることが分かりました。\u001b[22m, \u001b[1m私は自分自身真一と多くのことを笑って発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nI saw the anime series and so wish they finish it.. I also saw the first movie and I liked it but it goes to fast.. I finally finished reading the Manga and I was blown away.... I don't want to spoil it for people who have not read it but when it came to Ren I cried it broke my heart... and freaking Takumi he pisses me off I totally wish he could get it together.. Nana is so good for him.\n\n\u001b[1m私はアニメシリーズを見て、彼らがそれを完了したいと思う..私はまた、最初の映画を見たと私はそれが好きでしたが速くなる..私は最終的にマンガを読み終え、私は吹き飛ばされた....私はしたくない それを読んでいない人のためにそれを台無しにするが、それがRenに来たときに私はそれが私の心を壊したと泣いた...と酔っぱらった彼は私を怒らせる私は完全に彼がそれを得ることができたらいいと思う..ナナは彼のためにとても良いです。\u001b[22m\n\u001b[1m(Watashi wa animeshirīzu o mite, karera ga sore o kanryō shitai to omou.. Watashi wa mata, saisho no eiga o mita to watashi wa sore ga sukideshita ga hayaku naru.. Watashi wa saishūtekini manga o yomi oe, watashi wa fukitobasa reta. ... Watashi wa shitakunai sore o yon de inai hito no tame ni sore o dainashi ni suruga, sore ga Ren ni kita toki ni watashi wa sore ga watashi no kokoro o kowashita to naita... To yopparatta kare wa watashi o okora seru watashi wa kanzen ni kare ga sore o eru koto ga dekitara ī to omou.. Nana wa kare no tame ni totemo yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mI saw the anime series and so wish they finish it.. I also saw the first movie and I liked it but it goes to fast.. I finally finished reading the Manga and I was blown away.... I don't want to spoil it for people who have not read it but when it came to Ren I cried it broke my heart... and freaking Takumi he pisses me off I totally wish he could get it together.. Nana is so good for him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI saw the anime series and so wish they finish it.. I also saw the first movie and I liked it but it goes to fast.. I finally finished reading the Manga and I was blown away.... I don't want\u001b[24m\n    \u001b[1m私はアニメシリーズを見て、彼らがそれを完了したいと思う..私はまた、最初の映画を見たと私はそれが好きでしたが速くなる..私は最終的にマンガを読み終え、私は吹き飛ばされた....私はしたくない\u001b[22m, \u001b[1m私は、アニメシリーズを見たので....私はしたくない私も最初の映画を見て、私はそれが好き..彼らはそれを終えるたいが、それは..私は最終的にマンガを読み終えて、私は吹き飛ばされた高速に行きます\u001b[22m\n\u001b[4mto spoil it for people who have not read it but when it came to Ren I cried it broke my heart... and freaking Takumi he pisses me off I totally wish he could get it together.. Nana is so good for him.\u001b[24m\n    \u001b[1mそれを読んでいない人のためにそれを台無しにするが、それがRenに来たときに私はそれが私の心を壊したと泣いた...と酔っぱらった彼は私を怒らせる私は完全に彼がそれを得ることができたらいいと思う..ナナは彼のためにとても良いです。\u001b[22m, \u001b[1mそれを読んだが、それはRENに来たとき、私はそれが私の心を壊した...と匠をおかしく彼はナナは彼のためにとても良いです..私は完全に彼が一緒にそれを得ることがしたい私を怒らせる泣いていない人のためにそれを台無しにします。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "LoveLessPain",
    "profile": "/profile/LoveLessPain/reviews",
    "pages": "8",
    "number": "3",
    "link": "/reviews.php?id=40449",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nちょっとナナXD\n\n私はこのアニメに10を与える\n私はNANAについてすべてを愛しました\n最初から最後まで\n私は本当のNANAがいかに大好きか\nそれは本当に物事が間違っていることを示し、物事はあなたのやり方で常にうまくいかず、どのように誤解が分裂や傷つきにつながるかを示します。\nこのアニメはまさに育っていて、悪人の多くが良いか悪いかに気づいている\n私は2つのNANAの関係を愛していました。それは、生と感情と心の温暖化を同時に\n多くの人が誤解されて失われているので、誰もが期待できる人が必要だと思います\n誰もが泣く肩を必要とする\nこのアニメは人生についての心理観がとてもたくさんある\n心に届く方法があるので、多くの美しい引用符\nそれは現実的な見解と洞察力をたくさん持っています\nNANAの話のひとつでいつも来る、物語のアニメ。 主にナナ.K\nそれは漫画の中でさらに進んで、より多くを持っていますが、アニメはまあまあです\nあなたはこのアニメのキャラクターと恋に落ち、喜び、悲しみ、友情の涙を泣かせたり、関連付けることができます",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHey NANA XD\n\n\u001b[1mちょっとナナXD\u001b[22m\n\u001b[1m(Chotto Nana XD)\u001b[22m\n\nTranslations of \u001b[4mHey NANA XD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHey NANA XD\u001b[24m\n    \u001b[1mちょっとナナXD\u001b[22m, \u001b[1mちょっとNANA XD\u001b[22m\n\u001b[1m\u001b[22m\nI give this anime a 10\n\n\u001b[1m私はこのアニメに10を与える\u001b[22m\n\u001b[1m(Watashi wa kono anime ni 10 o ataeru)\u001b[22m\n\nTranslations of \u001b[4mI give this anime a 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give this anime a 10\u001b[24m\n    \u001b[1m私はこのアニメに10を与える\u001b[22m, \u001b[1m私はこのアニメに10を与えます\u001b[22m\nI loved everything about NANA\n\n\u001b[1m私はNANAについてすべてを愛しました\u001b[22m\n\u001b[1m(Watashi wa nana ni tsuite subete o aishimashita)\u001b[22m\n\nTranslations of \u001b[4mI loved everything about NANA\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved everything about NANA\u001b[24m\n    \u001b[1m私はNANAについてすべてを愛しました\u001b[22m, \u001b[1m私はNANAについてのすべてを愛し\u001b[22m\nFrom the beginning to the end\n\n\u001b[1m最初から最後まで\u001b[22m\n\u001b[1m(Saisho kara saigomade)\u001b[22m\n\nTranslations of \u001b[4mFrom the beginning to the end\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom the beginning to the end\u001b[24m\n    \u001b[1m最初から最後まで\u001b[22m, \u001b[1m終始\u001b[22m\nI loved how real NANA is\n\n\u001b[1m私は本当のNANAがいかに大好きか\u001b[22m\n\u001b[1m(Watashi wa hontō no nana ga ikani daisuki ka)\u001b[22m\n\nTranslations of \u001b[4mI loved how real NANA is\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved how real NANA is\u001b[24m\n    \u001b[1m私は本当のNANAがいかに大好きか\u001b[22m, \u001b[1m私はNANAがどのように本当の愛しました\u001b[22m\nIt really shows how things can go wrong, things dont always work out your way and how misunderstandings can lead to strife and hurt.\n\n\u001b[1mそれは本当に物事が間違っていることを示し、物事はあなたのやり方で常にうまくいかず、どのように誤解が分裂や傷つきにつながるかを示します。\u001b[22m\n\u001b[1m(Sore wa hontōni monogoto ga machigatte iru koto o shimeshi, monogoto wa anata no yarikata de tsuneni umaku ikazu, dono yō ni gokai ga bunretsu ya kizutsuki ni tsunagaru ka o shimeshimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt really shows how things can go wrong, things dont always work out your way and how misunderstandings can lead to strife and hurt.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt really shows how things can go wrong, things dont always work out your way and how misunderstandings can lead to strife and hurt.\u001b[24m\n    \u001b[1mそれは本当に物事が間違っていることを示し、物事はあなたのやり方で常にうまくいかず、どのように誤解が分裂や傷つきにつながるかを示します。\u001b[22m, \u001b[1mそれは本当に物事は常にあなたの方法とどのように誤解が争いや傷みにつながる可能性をうまくいけない、物事が間違って行くことができる方法を示しています。\u001b[22m\nThis anime is just about growing up and facing alot of adversites weather good or bad\n\n\u001b[1mこのアニメはまさに育っていて、悪人の多くが良いか悪いかに気づいている\u001b[22m\n\u001b[1m(Kono anime wa masani sodatte ite, akunin no ōku ga yoi ka warui ka ni kidzuite iru)\u001b[22m\n\nTranslations of \u001b[4mThis anime is just about growing up and facing alot of adversites weather good or bad\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is just about growing up and facing alot of adversites weather good or bad\u001b[24m\n    \u001b[1mこのアニメはまさに育っていて、悪人の多くが良いか悪いかに気づいている\u001b[22m, \u001b[1mこのアニメはちょうど育っとadversitesの多くが直面している程度良いか悪い天気です\u001b[22m\nI loved the relationship between the two NANA's it was real, raw, emotional, and heart warming all at the same time\n\n\u001b[1m私は2つのナナの関係を愛していました。それは、生と感情と心の温暖化を同時に\u001b[22m\n\u001b[1m(Watashi wa 2tsu no Nana no kankei o aishite imashita. Sore wa,-sei to kanjō to kokoro no ondan-ka o dōjini)\u001b[22m\n\nTranslations of \u001b[4mI loved the relationship between the two NANA's it was real, raw, emotional, and heart warming all at the same time\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the relationship between the two NANA's it was real, raw, emotional, and heart warming all at the same time\u001b[24m\n    \u001b[1m私は2つのナナの関係を愛していました。それは、生と感情と心の温暖化を同時に\u001b[22m, \u001b[1m私はそれがすべて同時に、現実の生の、感情的、そして心温まるた2 NANAの間の関係を愛し\u001b[22m\nI think everyone needs a person they can count on because so many people are so misunderstood and lost\n\n\u001b[1m多くの人が誤解されて失われているので、誰もが期待できる人が必要だと思います\u001b[22m\n\u001b[1m(Ōku no hito ga gokai sa rete ushinawa rete irunode, daremoga kitai dekiru hito ga hitsuyōda to omoimasu)\u001b[22m\n\nTranslations of \u001b[4mI think everyone needs a person they can count on because so many people are so misunderstood and lost\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think everyone needs a person they can count on because so many people are so misunderstood and lost\u001b[24m\n    \u001b[1m多くの人が誤解されて失われているので、誰もが期待できる人が必要だと思います\u001b[22m, \u001b[1m私は誰もがそう多くの人々がそのように誤解されて失われますので、彼らは数えることができる人が必要だと思います\u001b[22m\nEveryone needs that shoulder to cry on\n\n\u001b[1m誰もが泣く肩を必要とする\u001b[22m\n\u001b[1m(Daremoga naku kata o hitsuyō to suru)\u001b[22m\n\nTranslations of \u001b[4mEveryone needs that shoulder to cry on\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEveryone needs that shoulder to cry on\u001b[24m\n    \u001b[1m誰もが泣く肩を必要とする\u001b[22m, \u001b[1m誰もが上に泣いて、その肩を必要とします\u001b[22m\nThis anime has so many psychological views on life\n\n\u001b[1mこのアニメは人生についての心理観がとてもたくさんある\u001b[22m\n\u001b[1m(Kono anime wa jinsei ni tsuite no shinri-kan ga totemo takusan aru)\u001b[22m\n\nTranslations of \u001b[4mThis anime has so many psychological views on life\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has so many psychological views on life\u001b[24m\n    \u001b[1mこのアニメは人生についての心理観がとてもたくさんある\u001b[22m, \u001b[1mこのアニメは、生活に非常に多くの心理的な景色を眺めることができます\u001b[22m\nSo many beautiful quotes that has a way of reaching the heart\n\n\u001b[1m心に届く方法があるので、多くの美しい引用符\u001b[22m\n\u001b[1m(Kokoro ni todoku hōhō ga aru node, ōku no utsukushī in'yō fu)\u001b[22m\n\nTranslations of \u001b[4mSo many beautiful quotes that has a way of reaching the heart\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo many beautiful quotes that has a way of reaching the heart\u001b[24m\n    \u001b[1m心に届く方法があるので、多くの美しい引用符\u001b[22m, \u001b[1m心臓に到達する方法を持っていますので、多くの美しい引用符\u001b[22m\nIts has alot of realistic views and insight\n\n\u001b[1mそれは現実的な見解と洞察力をたくさん持っています\u001b[22m\n\u001b[1m(Sore wa genjitsu-tekina kenkai to dōsatsuryoku o takusan motte imasu)\u001b[22m\n\nTranslations of \u001b[4mIts has alot of realistic views and insight\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts has alot of realistic views and insight\u001b[24m\n    \u001b[1mそれは現実的な見解と洞察力をたくさん持っています\u001b[22m, \u001b[1mその現実的な見解と洞察力の多くを持っています\u001b[22m\nIts a narrative anime it will always come one with one of the NANA's talking. mainly Nana.K\n\n\u001b[1mNANAの話のひとつでいつも来る、物語のアニメ。 主にナナ.K\u001b[22m\n\u001b[1m(Nana no hanashi no hitotsu de itsumo kuru, monogatari no anime. Omoni Nana. K)\u001b[22m\n\nTranslations of \u001b[4mIts a narrative anime it will always come one with one of the NANA's talking. mainly Nana.K\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts a narrative anime it will always come one with one of the NANA's talking.\u001b[24m\n    \u001b[1mNANAの話のひとつでいつも来る、物語のアニメ。\u001b[22m, \u001b[1mその物語のアニメは、それは常にNANAの話の1と1を来ります。\u001b[22m\n\u001b[4mmainly Nana.K\u001b[24m\n    \u001b[1m主にナナ.K\u001b[22m, \u001b[1m主にNana.K\u001b[22m\nIt goes further in the manga and has more in it but the anime is just as good\n\n\u001b[1mそれは漫画の中でさらに進んで、より多くを持っていますが、アニメはまあまあです\u001b[22m\n\u001b[1m(Sore wa manga no naka de sarani susunde, yori ōku o motte imasuga, anime wa mā mādesu)\u001b[22m\n\nTranslations of \u001b[4mIt goes further in the manga and has more in it but the anime is just as good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt goes further in the manga and has more in it but the anime is just as good\u001b[24m\n    \u001b[1mそれは漫画の中でさらに進んで、より多くを持っていますが、アニメはまあまあです\u001b[22m, \u001b[1mこれは、漫画にさらに進んで、その中に多くを持っていますが、アニメでは同じように良いです\u001b[22m\nyou will fall in love with the characters in this anime and have you crying tears of joy, sadness, friendship or just because you can relate\n\n\u001b[1mあなたはこのアニメのキャラクターと恋に落ち、喜び、悲しみ、友情の涙を泣かせたり、関連付けることができます\u001b[22m\n\u001b[1m(Anata wa kono anime no kyarakutā to koi ni ochi, yorokobi, kanashimi, yūjō no namida o nakase tari, kanrendzukeru koto ga dekimasu)\u001b[22m\n\nTranslations of \u001b[4myou will fall in love with the characters in this anime and have you crying tears of joy, sadness, friendship or just because you can relate\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myou will fall in love with the characters in this anime and have you crying tears of joy, sadness, friendship or just because you can relate\u001b[24m\n    \u001b[1mあなたはこのアニメのキャラクターと恋に落ち、喜び、悲しみ、友情の涙を泣かせたり、関連付けることができます\u001b[22m, \u001b[1mあなたはこのアニメの文字と恋に落ちるでしょう、あなたは喜び、悲しみ、友情のか、ちょうどあなたが関連することができるので、涙を泣いています\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "kawaiicatt",
    "profile": "/profile/kawaiicatt/reviews",
    "pages": "8",
    "number": "4",
    "link": "/reviews.php?id=41059",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  8\n\nそう...\n\n私はこのショーのために私のスコアで8/9に非常に境界線をつけています。なぜなら、私は最後までストーリーには本当に失望していなかったからです。 私はいくつかの超ハッピーエンドを期待していなかったが、私はナナ（ハチ）は彼女のすべての選択肢でちょうど愚かではないと思った。\n\n関係はここでさまざまな方法でsoooで描写され、人々が実際に直面する多くの多様性と問題を抱えていました。\n\n良い話、ただ悲しい。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSo...\n\n\u001b[1mそう...\u001b[22m\n\u001b[1m(Sō...)\u001b[22m\n\nTranslations of \u001b[4mSo...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo...\u001b[24m\n    \u001b[1mそう...\u001b[22m, \u001b[1mだから...\u001b[22m, \u001b[1mだから......\u001b[22m\n\u001b[1m\u001b[22m\nI'm very borderline 8/9 on my score for this show, because I wasn't really disappointed in the story until the end. I didn't expect some super happy ending, but I didn't think Nana (Hachi) would just be so stupid with all her choices (but, there's really some girls out there that are like that).\n\n\u001b[1m私はこのショーのために私のスコアで8/9に非常に境界線をつけています。なぜなら、私は最後までストーリーには本当に失望していなかったからです。 私はいくつかの超ハッピーエンドを期待していなかったが、私はナナ（ハチ）は彼女のすべての選択肢でばかげているとは思っていませんでした。\u001b[22m\n\u001b[1m(Watashi wa kono shō no tame ni watashi no sukoa de 8/ 9 ni hijō ni kyōkai-sen o tsukete imasu. Nazenara, watashi wa saigomade sutōrī ni wa hontōni shitsubō shite inakattakaradesu. Watashi wa ikutsu ka no chō happīendo o kitai shite inakattaga, watashi wa Nana (hachi) wa kanojo no subete no sentakushi de bakagete iru to wa omotte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI'm very borderline 8/9 on my score for this show, because I wasn't really disappointed in the story until the end. I didn't expect some super happy ending, but I didn't think Nana (Hachi) would just be so stupid with all her choices (but, there's really some girls out there that are like that).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm very borderline 8/9 on my score for this show, because I wasn't really disappointed in the story until the end.\u001b[24m\n    \u001b[1m私はこのショーのために私のスコアで8/9に非常に境界線をつけています。なぜなら、私は最後までストーリーには本当に失望していなかったからです。\u001b[22m, \u001b[1m私は最後まで物語の中で本当に失望しませんでしたので、私は、このショーのための私のスコアに8/9非常に境界線です。\u001b[22m\n\u001b[4mI didn't expect some super happy ending, but I didn't think Nana (Hachi) would just be so stupid with all her choices (but, there's really some girls out there that are like that).\u001b[24m\n    \u001b[1m私はいくつかの超ハッピーエンドを期待していなかったが、私はナナ（ハチ）は彼女のすべての選択肢でばかげているとは思っていませんでした。\u001b[22m, \u001b[1m私はいくつかのスーパーハッピーエンドを期待していなかったが、私はナナ（ハチ）はちょうど彼女のすべての選択肢（しかし、本当にそのようなものですそこにいくつかの女の子があります）を持つように愚かなこととは思いませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nRelationships were portrayed in sooo many different ways here and had a lot of variety and problems people come face to face with in real life.\n\n\u001b[1m関係はここでさまざまな方法でsoooで描写され、人々が実際に直面する多くの多様性と問題を抱えていました。\u001b[22m\n\u001b[1m(Kankei wa koko de samazamana hōhō de sooo de byōsha sa re, hitobito ga jissai ni chokumen suru ōku no tayō-sei to mondai o kakaete imashita.)\u001b[22m\n\nTranslations of \u001b[4mRelationships were portrayed in sooo many different ways here and had a lot of variety and problems people come face to face with in real life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRelationships were portrayed in sooo many different ways here and had a lot of variety and problems people come face to face with in real life.\u001b[24m\n    \u001b[1m関係はここでさまざまな方法でsoooで描写され、人々が実際に直面する多くの多様性と問題を抱えていました。\u001b[22m, \u001b[1m関係は、ここですっごく多くの異なる方法で描かし、多様性と問題点多くの人々が実際の生活の中で顔を来る有していました。\u001b[22m\n\u001b[1m\u001b[22m\nGood story, just kind sad.\n\n\u001b[1m良い話、ただ悲しい。\u001b[22m\n\u001b[1m(Yoi hanashi, tada kanashī.)\u001b[22m\n\nTranslations of \u001b[4mGood story, just kind sad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood story, just kind sad.\u001b[24m\n    \u001b[1m良い話、ただ悲しい。\u001b[22m, \u001b[1mいい話、だけの種類悲しいです。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "Elle_D",
    "profile": "/profile/Elle_D/reviews",
    "pages": "8",
    "number": "5",
    "link": "/reviews.php?id=64181",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\n最初は「ナナ」がいいアニメになるとは思っていませんでした。その理由はこのアニメのタイプが「Josei」で、通常の人生は退屈です。 しかし、私が最初のエピソードを見たとき、最初のエピソードが面白かったにもかかわらず、悲しみを感じました！\nとにかく、このアニメは私の感情に触れていたので、それを感じるのは誰にでも簡単です。 このアニメで作った「矢沢藍」が天才であったという感情の特別な世界かもしれない。 ナナとナナの間の悲しみ、幸福、怠惰、寛大さ、そして大きな友情を感じることができます。\nこの驚くべきアニメには友情がはっきりしていて特別な意味があり、ナナとナナの友情がいつ、どのように始まったのか誰も想像できませんでした。\nもう1つの天才は、最も違った人物のうちの2人をベストフレンドにするこの方法でした。\n終わりが本当に不明であったか、むしろあいまいだと言わざるを得ない最悪のこと。\nこのアニメが驚くべきことを除いて、あなたは行かなければならず、今見に行かなければならない！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIn first I wasn't so sure that 'nana' will be a good anime, and the reason was this anime's type was 'Josei' and the usual life is boring. But when I watched the first episode , I felt kind of sadness, despite the first episode was funny!\n\n\u001b[1m最初は「ナナ」がいいアニメになるとは思っていませんでした。その理由はこのアニメのタイプが「Josei」で、通常の人生は退屈です。 しかし、私が最初のエピソードを見たとき、最初のエピソードが面白かったにもかかわらず、悲しみを感じました！\u001b[22m\n\u001b[1m(Saisho wa `Nana' ga ī anime ni naru to wa omotte imasendeshita. Sono riyū wa kono anime no taipu ga `Josei' de, tsūjō no jinsei wa taikutsudesu. Shikashi, watashi ga saisho no episōdo o mita toki, saisho no episōdo ga omoshirokatta nimokakawarazu, kanashimi o kanjimashita!)\u001b[22m\n\nTranslations of \u001b[4mIn first I wasn't so sure that 'nana' will be a good anime, and the reason was this anime's type was 'Josei' and the usual life is boring. But when I watched the first episode , I felt kind of sadness, despite the first episode was funny!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn first I wasn't so sure that 'nana' will be a good anime, and the reason was this anime's type was 'Josei' and the usual life is boring.\u001b[24m\n    \u001b[1m最初は「ナナ」がいいアニメになるとは思っていませんでした。その理由はこのアニメのタイプが「Josei」で、通常の人生は退屈です。\u001b[22m, \u001b[1m最初に、私は「ナナ」は良いアニメになるように確認されませんでした、その理由は、このアニメのタイプは「城西」であったといつも人生は退屈です。\u001b[22m\n\u001b[4mBut when I watched the first episode , I felt kind of sadness, despite the first episode was funny!\u001b[24m\n    \u001b[1mしかし、私が最初のエピソードを見たとき、最初のエピソードが面白かったにもかかわらず、悲しみを感じました！\u001b[22m, \u001b[1m私は最初のエピソードを見たときしかし、私は最初のエピソードは面白かったにも関わらず、悲しみのようなものを感じました！\u001b[22m\nAnyway, this anime was keeping touch with my feelings, it's easy to any one to feel that. maybe the special world of the feelings that 'Ai Yazawa' made in this anime was a very genius. you can feel the sadness, the happiness, the loveness, the hateness and the big friendship between Nana and Nana.\n\n\u001b[1mとにかく、このアニメは私の感情に触れていたので、それを感じるのは誰にでも簡単です。 このアニメで作った「矢沢藍」が天才であったという感情の特別な世界かもしれない。 ナナとナナの間の悲しみ、幸福、怠惰、寛大さ、そして大きな友情を感じることができます。\u001b[22m\n\u001b[1m(Tonikaku, kono anime wa watashi no kanjō ni furete itanode, sore o kanjiru no wa darenidemo kantandesu. Kono anime de tsukutta `Yazawa Ai' ga tensaideatta to iu kanjō no tokubetsuna sekai kamo shirenai. Nana to Nana no ma no kanashimi, kōfuku, taida, kandai-sa, soshite ōkina yūjō o kanjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, this anime was keeping touch with my feelings, it's easy to any one to feel that. maybe the special world of the feelings that 'Ai Yazawa' made in this anime was a very genius. you can feel the sadness, the happiness, the loveness, the hateness and the big friendship between Nana and Nana.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, this anime was keeping touch with my feelings, it's easy to any one to feel that.\u001b[24m\n    \u001b[1mとにかく、このアニメは私の感情に触れていたので、それを感じるのは誰にでも簡単です。\u001b[22m, \u001b[1mとにかく、このアニメは私の気持ちとの接触を保っていた、それはそれを感じるようにいずれかに簡単です。\u001b[22m\n\u001b[4mmaybe the special world of the feelings that 'Ai Yazawa' made in this anime was a very genius.\u001b[24m\n    \u001b[1mこのアニメで作った「矢沢藍」が天才であったという感情の特別な世界かもしれない。\u001b[22m, \u001b[1m多分「矢沢あい」は、このアニメで行われたことを感情の特別な世界は非常に天才でした。\u001b[22m\n\u001b[4myou can feel the sadness, the happiness, the loveness, the hateness and the big friendship between Nana and Nana.\u001b[24m\n    \u001b[1mナナとナナの間の悲しみ、幸福、怠惰、寛大さ、そして大きな友情を感じることができます。\u001b[22m, \u001b[1mあなたは悲しみ、幸福、loveness、hatenessとナナとナナの間には大きな友情を感じることができます。\u001b[22m\nthe friendship was so clear and have a special mean in this amazing anime, no one can imagen how and when the friendship of nana and nana was begining, 'was unexpected', even for them!\n\n\u001b[1mこの驚くべきアニメには友情がはっきりしていて特別な意味があり、ナナとナナの友情がいつ、どのように始まったのか誰も想像できませんでした。\u001b[22m\n\u001b[1m(Kono odorokubeki anime ni wa yūjō ga hakkiri shite ite tokubetsuna imi ga ari, Nana to Nana no yūjō ga itsu, dono yō ni hajimatta no ka dare mo sōzō dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mthe friendship was so clear and have a special mean in this amazing anime, no one can imagen how and when the friendship of nana and nana was begining, 'was unexpected', even for them!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe friendship was so clear and have a special mean in this amazing anime, no one can imagen how and when the friendship of nana and nana was begining, 'was unexpected', even for them!\u001b[24m\n    \u001b[1mこの驚くべきアニメには友情がはっきりしていて特別な意味があり、ナナとナナの友情がいつ、どのように始まったのか誰も想像できませんでした。\u001b[22m, \u001b[1m友情は、誰でも彼らのために、どのように、ナナとナナの友情を初めたとき、「予想外だった」イマヘンすることはできませんので、透明であり、この素晴らしいアニメで特別な意味を持っています！\u001b[22m\nThe another genius was this way to make two of the most different personalities the best friends ever!\n\n\u001b[1mもう1つの天才は、最も違った人物のうちの2人をベストフレンドにするこの方法でした。\u001b[22m\n\u001b[1m(Mō 1tsu no tensai wa, mottomo chigatta jinbutsu no uchi no 2-ri o besutofurendo ni suru kono hōhōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe another genius was this way to make two of the most different personalities the best friends ever!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe another genius was this way to make two of the most different personalities the best friends ever!\u001b[24m\n    \u001b[1mもう1つの天才は、最も違った人物のうちの2人をベストフレンドにするこの方法でした。\u001b[22m, \u001b[1m別の天才は最高の友人史上最も異なる個性の2を作るためにこの方法でした！\u001b[22m\nThe worst thing that the end was really unclear or rather we should say vague .\n\n\u001b[1m終わりが本当に不明であったか、むしろあいまいだと言わざるを得ない最悪のこと。\u001b[22m\n\u001b[1m(Owari ga hontōni fumeideatta ka, mushiro aimaida to iwazaru o enai saiaku no koto.)\u001b[22m\n\nTranslations of \u001b[4mThe worst thing that the end was really unclear or rather we should say vague .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe worst thing that the end was really unclear or rather we should say vague .\u001b[24m\n    \u001b[1m終わりが本当に不明であったか、むしろあいまいだと言わざるを得ない最悪のこと。\u001b[22m, \u001b[1m最悪なのは、最後は本当に不明瞭であったことというか、私たちは、漠然としたと言うべきです。\u001b[22m\nExcept that this anime was amazing, and you should go and see it, go now!\n\n\u001b[1mこのアニメが驚くべきことを除いて、あなたは行かなければならず、今見に行かなければならない！\u001b[22m\n\u001b[1m(Kono anime ga odorokubeki koto o nozoite, anata wa ikanakereba narazu, ima mi ni ikanakereba naranai!)\u001b[22m\n\nTranslations of \u001b[4mExcept that this anime was amazing, and you should go and see it, go now!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExcept that this anime was amazing, and you should go and see it, go now!\u001b[24m\n    \u001b[1mこのアニメが驚くべきことを除いて、あなたは行かなければならず、今見に行かなければならない！\u001b[22m, \u001b[1mこのアニメは驚くべきものだった、とあなたが行くとそれを参照してください、今行く必要があることを除いて！\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "limeflash",
    "profile": "/profile/limeflash/reviews",
    "pages": "8",
    "number": "6",
    "link": "/reviews.php?id=110145",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのアニメについて客観的に書くことができないので、これについての有用なレビューを書くことができるかどうかはわかりません。 なぜなら、これは多くの理由から私のすべての時間好きなアニメだからです。\nストーリーは完璧ですが、実際にキャラクターはそれを面白くします。 すべてのキャラクターはすべて、本当によく考えられ、ユニークです。 私はまた、Black Stonesのデビュー曲である最初のオープニング曲に夢中です。\nそれでおしまい。 私が言ったように、これはあなたにとって役に立たないかもしれませんが、私はあなたに一つのことを教えてくれるでしょう。 あなたがロックミュージック、スタイル、ロマンス、驚くべきキャラクターの開発、友情に関するすべての物語の最初のものを好きなら、あなたはこれを愛するでしょう。 大好きです。 矢沢あいがマンガを完成させられなかったのは残念です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'm not sure I can write a useful review about this, because I can't really write about this anime objectively. The reason for this is that this one is my all-time-favourite anime for many reasons.\n\n\u001b[1m私はこのアニメについて客観的に書くことができないので、私はこれについて有用なレビューを書くことができるかどうかはわかりません。 なぜなら、これは多くの理由から私のすべての時間好きなアニメだからです。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni tsuite kakkanteki ni kaku koto ga dekinainode, watashi wa kore ni tsuite yūyōna rebyū o kaku koto ga dekiru ka dō ka wa wakarimasen. Nazenara, kore wa ōku no riyū kara watashi no subete no jikan sukina animedakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not sure I can write a useful review about this, because I can't really write about this anime objectively. The reason for this is that this one is my all-time-favourite anime for many reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not sure I can write a useful review about this, because I can't really write about this anime objectively.\u001b[24m\n    \u001b[1m私はこのアニメについて客観的に書くことができないので、私はこれについて有用なレビューを書くことができるかどうかはわかりません。\u001b[22m, \u001b[1m私は本当に客観的にこのアニメについて書くことができないので、私は、このことについての有用なレビューを書くことができるかわかりません。\u001b[22m\n\u001b[4mThe reason for this is that this one is my all-time-favourite anime for many reasons.\u001b[24m\n    \u001b[1mなぜなら、これは多くの理由から私のすべての時間好きなアニメだからです。\u001b[22m, \u001b[1mこの理由は、この1つは多くの理由のための私のすべての時間、好きなアニメであるということです。\u001b[22m\nThe story is perfect but actually the characters make it interesting. All of the characters all really well-thought and unique. I'm also addicted to the first opening song which is the debut song of the Black Stones.\n\n\u001b[1mストーリーは完璧ですが、実際にキャラクターはそれを面白くします。 すべてのキャラクターはすべて、本当によく考えられ、ユニークです。 私はまた、Black Stonesのデビュー曲である最初のオープニング曲に夢中です。\u001b[22m\n\u001b[1m(Sutōrī wa kanpekidesuga, jissai ni kyarakutā wa sore o omoshiroku shimasu. Subete no kyarakutā wa subete, hontōni yoku kangae rare, yunīkudesu. Watashi wa mata, Black sutōnzu no debyū-kyokudearu saisho no ōpuningu-kyoku ni muchūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is perfect but actually the characters make it interesting. All of the characters all really well-thought and unique. I'm also addicted to the first opening song which is the debut song of the Black Stones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is perfect but actually the characters make it interesting.\u001b[24m\n    \u001b[1mストーリーは完璧ですが、実際にキャラクターはそれを面白くします。\u001b[22m, \u001b[1m物語は完璧ですが、実際の文字は、それが面白くなります。\u001b[22m\n\u001b[4mAll of the characters all really well-thought and unique.\u001b[24m\n    \u001b[1mすべてのキャラクターはすべて、本当によく考えられ、ユニークです。\u001b[22m, \u001b[1mすべての文字は、すべて本当によく考えられており、ユニークな。\u001b[22m\n\u001b[4mI'm also addicted to the first opening song which is the debut song of the Black Stones.\u001b[24m\n    \u001b[1m私はまた、Black Stonesのデビュー曲である最初のオープニング曲に夢中です。\u001b[22m, \u001b[1m私はまた、ブラックストーンズのデビュー曲である最初のオープニング曲にはまっています。\u001b[22m\nThat's it. Like I said, this may not be helpful to you but I can tell you one thing. If you like rock music, style, romance, surprising character development, and first of all stories about friendships, you'll love this. I love it. It's a shame that Ai Yazawa couldn't finish the manga.\n\n\u001b[1mそれでおしまい。 私が言ったように、これはあなたにとって役に立たないかもしれませんが、私はあなたに一つのことを教えてくれるでしょう。 あなたがロックミュージック、スタイル、ロマンス、驚くべきキャラクターの開発、友情に関するすべての物語の最初のものを好きなら、あなたはこれを愛するでしょう。 大好きです。 矢沢あいがマンガを完成させられなかったのは残念です。\u001b[22m\n\u001b[1m(Sorede oshimai. Watashi ga itta yō ni, kore wa anata ni totte yakunitatanai kamo shiremasenga, watashi wa anata ni hitotsu no koto o oshiete kurerudeshou. Anata ga rokkumyūjikku, sutairu, romansu, odorokubeki kyarakutā no kaihatsu, yūjō ni kansuru subete no monogatari no saisho no mono o sukinara, anata wa kore o aisurudeshou. Daisukidesu. Yazawa ai ga manga o kansei sa se rarenakatta no wa zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mThat's it. Like I said, this may not be helpful to you but I can tell you one thing. If you like rock music, style, romance, surprising character development, and first of all stories about friendships, you'll love this. I love it. It's a shame that Ai Yazawa couldn't finish the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's it.\u001b[24m\n    \u001b[1mそれでおしまい。\u001b[22m, \u001b[1mそれだけです。\u001b[22m\n\u001b[4mLike I said, this may not be helpful to you but I can tell you one thing.\u001b[24m\n    \u001b[1m私が言ったように、これはあなたにとって役に立たないかもしれませんが、私はあなたに一つのことを教えてくれるでしょう。\u001b[22m, \u001b[1m私が言ったように、これはあなたに役立つことがないかもしれないが、私はあなたに一つのことを伝えることができます。\u001b[22m\n\u001b[4mIf you like rock music, style, romance, surprising character development, and first of all stories about friendships, you'll love this.\u001b[24m\n    \u001b[1mあなたがロックミュージック、スタイル、ロマンス、驚くべきキャラクターの開発、友情に関するすべての物語の最初のものを好きなら、あなたはこれを愛するでしょう。\u001b[22m, \u001b[1mあなたはロック音楽、スタイル、ロマンス、驚くべき文字の開発、および友情についてのすべての物語の最初のが好きなら、あなたはこれを好きになります。\u001b[22m\n\u001b[4mI love it.\u001b[24m\n    \u001b[1m大好きです。\u001b[22m, \u001b[1m私はそれが大好きです。\u001b[22m, \u001b[1m素晴らしいですね。\u001b[22m\n\u001b[4mIt's a shame that Ai Yazawa couldn't finish the manga.\u001b[24m\n    \u001b[1m矢沢あいがマンガを完成させられなかったのは残念です。\u001b[22m, \u001b[1mそれは愛矢沢漫画を終えることができなかったことは残念です。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "TheDreamerx3",
    "profile": "/profile/TheDreamerx3/reviews",
    "pages": "8",
    "number": "7",
    "link": "/reviews.php?id=108347",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nナナは本当に素晴らしいアニメだと言える。 私は同じ年齢と同じ名前だが人生が異なる2人の若い女性がいることが好きです。 それは私がやっていることの一つです。 このアニメは私に、感情的な感情をたくさん与えました。私はそれを見て毎回泣きました。 ストーリーはとても甘く、音楽はかなり素晴らしいです。 私は両方のキャラクターに関連付けることができると感じることができます。 小松ナナとの最初の 私は、彼女が望んでいるすべてのものが、彼女が彼女の人生の残りの部分を過ごすことを望んでいるものに愛されるという理由を関連付けることができます。 そんな人生を望んでいない人は誰ですか？ オサキナナは才能があり、すばらしい声を出しています。 彼女は将来的に成功し、それを夢見ることに決めました。\nナナは本当に良いアニメと素晴らしい物語です。 ナナの終わりには、私は怒っていて、夜はうまく眠れなかったことを伝えることができます。 しかし私は彼女が作った選択を理解しています。 私にとっては、ナナは私の人生の教訓のようでした。 それは本当に素晴らしい話でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI can say that Nana was a really great anime. I like that fact that two young woman that have the same age and same name but different lives. That's one of the things I'm doing. This anime gave me to many emotional feels that I cried every time while watching it. The story is very sweet and music in it is pretty amazing. I can feel that I can relate to both characters. First of with Nana Komatsu. I can relate cause all she wants is to be loved by the one she wants to spend the rest of her life with. Who doesn't want a life like that. As for Nana Osaki she is talented and has a wonderful voice. She's determined to be successful in her future and follow her dream with it.\n\n\u001b[1mナナは本当に素晴らしいアニメだと言える。 私は同じ年齢と同じ名前だが人生が異なる2人の若い女性がいることが好きです。 それは私がやっていることの一つです。 このアニメは私に、感情的な感情をたくさん与えました。私はそれを見て毎回泣きました。 ストーリーはとても甘く、音楽はかなり素晴らしいです。 私は両方のキャラクターに関連付けることができると感じることができます。 小松ナナとの最初の 私は、彼女が望んでいるすべてのものが、彼女が彼女の人生の残りの部分を過ごすことを望んでいるものに愛されるという理由を関連付けることができます。 そんな人生を望んでいない人は誰ですか？ オサキナナは才能があり、すばらしい声を出しています。 彼女は将来的に成功し、それを夢見ることに決めました。\u001b[22m\n\u001b[1m(Nana wa hontōni subarashī animeda to ieru. Watashi wa onaji nenrei to onaji namaedaga jinsei ga kotonaru 2-ri no wakai josei ga iru koto ga sukidesu. Kono anime wa watashi ni, kanjō-tekina kanjō o takusan ataemashita. Watashi wa sore o mite maikai nakimashita. Sutōrī wa totemo amaku, ongaku wa kanari subarashīdesu. Watashi wa ryōhō no kyarakutā ni kanrendzukeru koto ga dekiru to kanjiru koto ga dekimasu. Komatsu Nana to no saisho no watashi wa, kanojo ga nozonde iru subete no mono ga, kanojo ga kanojo no jinsei no nokori no bubun o sugosu koto o nozonde iru mono ni aisa reru to iu riyū o kanrendzukeru koto ga dekimasu. Son'na jinsei o nozonde inai hito wa daredesu ka? Osakinana wa sainō ga ari, subarashī koe o dashite imasu. Kanojo wa shōrai-teki ni seikō shi, sore o yumemiru koto ni kimemashita. Sore wa watashi ga yatte iru koto no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mI can say that Nana was a really great anime. I like that fact that two young woman that have the same age and same name but different lives. That's one of the things I'm doing. This anime gave me to many emotional feels that I cried every time while watching it. The story is very sweet and music in it is pretty amazing. I can feel that I can relate to both characters. First of with Nana Komatsu. I can relate cause all she wants is to be loved by the one she wants to spend the rest of her life with. Who doesn't want a life like that. As for Nana Osaki she is talented and has a wonderful voice. She's determined to be successful in her future and follow her dream with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can say that Nana was a really great anime.\u001b[24m\n    \u001b[1mナナは本当に素晴らしいアニメだと言える。\u001b[22m, \u001b[1m私はナナは本当に素晴らしいアニメだったと言うことができます。\u001b[22m\n\u001b[4mI like that fact that two young woman that have the same age and same name but different lives.\u001b[24m\n    \u001b[1m私は同じ年齢と同じ名前だが人生が異なる2人の若い女性がいることが好きです。\u001b[22m, \u001b[1m私は2つの若い女性と同じ年齢と同じ名前が異なる命を持っているという事実が好きです。\u001b[22m\n\u001b[4mThis anime gave me to many emotional feels that I cried every time while watching it.\u001b[24m\n    \u001b[1mこのアニメは私に、感情的な感情をたくさん与えました。私はそれを見て毎回泣きました。\u001b[22m, \u001b[1mこのアニメは、それを見ながら、私は毎回泣い多くの感情的な感触に私を与えました。\u001b[22m\n\u001b[4mThe story is very sweet and music in it is pretty amazing.\u001b[24m\n    \u001b[1mストーリーはとても甘く、音楽はかなり素晴らしいです。\u001b[22m, \u001b[1m物語は非常に甘いです、その中の音楽はかなり驚くべきです。\u001b[22m\n\u001b[4mI can feel that I can relate to both characters.\u001b[24m\n    \u001b[1m私は両方のキャラクターに関連付けることができると感じることができます。\u001b[22m, \u001b[1m私は両方の文字に関連することができることを感じることができます。\u001b[22m\n\u001b[4mFirst of with Nana Komatsu.\u001b[24m\n    \u001b[1m小松ナナとの最初の\u001b[22m, \u001b[1m小松菜奈との最初の。\u001b[22m\n\u001b[4mI can relate cause all she wants is to be loved by the one she wants to spend the rest of her life with.\u001b[24m\n    \u001b[1m私は、彼女が望んでいるすべてのものが、彼女が彼女の人生の残りの部分を過ごすことを望んでいるものに愛されるという理由を関連付けることができます。\u001b[22m, \u001b[1m私は彼女が望んでいるすべては彼女が彼女の人生の残りを過ごしたい方に愛されている原因を関連付けることができます。\u001b[22m\n\u001b[4mWho doesn't want a life like that.\u001b[24m\n    \u001b[1mそんな人生を望んでいない人は誰ですか？\u001b[22m, \u001b[1m誰がそのような生活を望んでいません。\u001b[22m\n\u001b[4mAs for Nana Osaki she is talented and has a wonderful voice.\u001b[24m\n    \u001b[1mオサキナナは才能があり、すばらしい声を出しています。\u001b[22m, \u001b[1mナナ大崎用として、彼女は才能があると素晴らしい声を持っています。\u001b[22m\n\u001b[4mShe's determined to be successful in her future and follow her dream with it.\u001b[24m\n    \u001b[1m彼女は将来的に成功し、それを夢見ることに決めました。\u001b[22m, \u001b[1m彼女は彼女の将来に成功すると、それに彼女の夢に従うことを決定しています。\u001b[22m\n\u001b[4mThat's one of the things I'm doing.\u001b[24m\n    \u001b[1mそれは私がやっていることの一つです。\u001b[22m, \u001b[1mそれは私がやっているものの一つです。\u001b[22m\nNana is a really good anime and wonderful story line. In the end of Nana I can tell you that I was mad and couldn't sleep well at night. But i understand the choices that she made. To me, Nana was like a life lesson to me. it was indeed a great story.\n\n\u001b[1mナナは本当に良いアニメと素晴らしい物語です。 ナナの終わりには、私は怒っていて、夜はうまく眠れなかったことを伝えることができます。 しかし私は彼女が作った選択を理解しています。 私にとっては、ナナは私の人生の教訓のようでした。 それは本当に素晴らしい話でした。\u001b[22m\n\u001b[1m(Nana wa hontōni yoi anime to subarashī monogataridesu. Nana no owari ni wa, watashi wa okotte ite, yoru wa umaku nemurenakatta koto o tsutaeru koto ga dekimasu. Shikashi watashi wa kanojo ga tsukutta sentaku o rikai shite imasu. Watashi ni totte wa, Nana wa watashinojinsei no kyōkun no yōdeshita. Sore wa hontōni subarashī hanashideshita.)\u001b[22m\n\nTranslations of \u001b[4mNana is a really good anime and wonderful story line. In the end of Nana I can tell you that I was mad and couldn't sleep well at night. But i understand the choices that she made. To me, Nana was like a life lesson to me. it was indeed a great story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNana is a really good anime and wonderful story line.\u001b[24m\n    \u001b[1mナナは本当に良いアニメと素晴らしい物語です。\u001b[22m, \u001b[1mナナは本当に良いアニメと素晴らしいストーリーラインです。\u001b[22m\n\u001b[4mIn the end of Nana I can tell you that I was mad and couldn't sleep well at night.\u001b[24m\n    \u001b[1mナナの終わりには、私は怒っていて、夜はうまく眠れなかったことを伝えることができます。\u001b[22m, \u001b[1mナナの最後に、私は私が怒っていたことを伝えることができ、夜はよく眠れませんでした。\u001b[22m\n\u001b[4mBut i understand the choices that she made.\u001b[24m\n    \u001b[1mしかし私は彼女が作った選択を理解しています。\u001b[22m, \u001b[1mしかし、私は彼女が行った選択を理解しています。\u001b[22m\n\u001b[4mTo me, Nana was like a life lesson to me.\u001b[24m\n    \u001b[1m私にとっては、ナナは私の人生の教訓のようでした。\u001b[22m, \u001b[1m私には、ナナは私に人生の教訓のようでした。\u001b[22m\n\u001b[4mit was indeed a great story.\u001b[24m\n    \u001b[1mそれは本当に素晴らしい話でした。\u001b[22m, \u001b[1mそれは確かに素晴らしい話でした。\u001b[22m"
  },
  {
    "title": "Nana",
    "id": "877",
    "url": "https://myanimelist.net/anime/877/Nana",
    "user": "UKyun",
    "profile": "/profile/UKyun/reviews",
    "pages": "8",
    "number": "8",
    "link": "/reviews.php?id=33824",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は他の誰も知らないが、私は個人的にはあなたが本当にいくつかの理由から見守りを止めたいというストーリーを愛している。\nあなたは本当に次に何が起こるかについて怖いです\nあなたの心が殴られて止まらない、本当によく描かれた厄介な瞬間があります。\nあなたは本当にその本を終わらせたくない！\nまあ、これらの事はすべて「ナナ」で起こります。 それはあなたをつかむ現実的で独創的なストーリーラインを持っています。 それは場所の紆余曲折のすばらしい恋愛物語を持っています。\n私もこれをお勧めする唯一の人は、ハードコア十代の少女読者です。 主に本はちょっと正統でないからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI don't know about anyone else, but I personally love stories that you really want to stop watching for several reasons:\n\n\u001b[1m私は他の誰も知らないが、私は個人的にはあなたが本当にいくつかの理由から見守りを止めたいというストーリーを愛している。\u001b[22m\n\u001b[1m(Watashi wa hoka no daremoshiranai ga, watashi wa kojin-teki ni wa anata ga hontōni ikutsu ka no riyū kara mimamori o tometai to iu sutōrī o aishite iru.)\u001b[22m\n\nTranslations of \u001b[4mI don't know about anyone else, but I personally love stories that you really want to stop watching for several reasons:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know about anyone else, but I personally love stories that you really want to stop watching for several reasons:\u001b[24m\n    \u001b[1m私は他の誰も知らないが、私は個人的にはあなたが本当にいくつかの理由から見守りを止めたいというストーリーを愛している。\u001b[22m, \u001b[1m私は誰のことは知らないが、私は個人的にあなたが本当にいくつかの理由のために見て停止したい物語を愛して：\u001b[22m\n1. You really are scared about what is going to happen next\n\n\u001b[1mあなたは本当に次に何が起こるかについて怖いです\u001b[22m\n\u001b[1m(Anata wa hontōni tsugini nani ga okoru ka ni tsuite kowaidesu)\u001b[22m\n\nTranslations of \u001b[4m1. You really are scared about what is going to happen next\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. You really are scared about what is going to happen next\u001b[24m\n    \u001b[1mあなたは本当に次に何が起こるかについて怖いです\u001b[22m, \u001b[1m1.あなたは本当に次に何が起こるために何が起こっているかについて怖がっています\u001b[22m\n2. There's a really well illustrated awkward moment that your heart just won't stop beating\n\n\u001b[1mあなたの心が殴られて止まらない、本当によく描かれた厄介な瞬間があります。\u001b[22m\n\u001b[1m(Anata no kokoro ga nagura rete tomaranai, hontōni yoku egaka reta yakkaina shunkan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m2. There's a really well illustrated awkward moment that your heart just won't stop beating\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. There's a really well illustrated awkward moment that your heart just won't stop beating\u001b[24m\n    \u001b[1mあなたの心が殴られて止まらない、本当によく描かれた厄介な瞬間があります。\u001b[22m, \u001b[1m2.あなたの心がちょうど暴行停止されません本当によく示さ気まずい瞬間があります\u001b[22m\n3. You really don't want the book to end!\n\n\u001b[1mあなたは本当にその本を終わらせたくない！\u001b[22m\n\u001b[1m(Anata wa hontōni sono-pon o owara setakunai!)\u001b[22m\n\nTranslations of \u001b[4m3. You really don't want the book to end!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. You really don't want the book to end!\u001b[24m\n    \u001b[1mあなたは本当にその本を終わらせたくない！\u001b[22m, \u001b[1m3.あなたは本当に本が終了したくありません！\u001b[22m\nWell, all of these things happen in 'Nana'. It has a realistic and original story-line that just grasps you. It has an amazing love story with twists and turns all over the place.\n\n\u001b[1mまあ、これらの事はすべて「ナナ」で起こります。 それはあなたをつかむ現実的で独創的なストーリーラインを持っています。 それは場所の紆余曲折のすばらしい恋愛物語を持っています。\u001b[22m\n\u001b[1m(Mā, korera no koto wa subete `Nana' de okorimasu. Sore wa anata o tsukamu genjitsu-tekide dokusō-tekina sutōrīrain o motte imasu. Sore wa basho no uyokyokusetsu no subarashī ren'ai monogatari o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, all of these things happen in 'Nana'. It has a realistic and original story-line that just grasps you. It has an amazing love story with twists and turns all over the place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, all of these things happen in 'Nana'.\u001b[24m\n    \u001b[1mまあ、これらの事はすべて「ナナ」で起こります。\u001b[22m, \u001b[1mさて、これらの事のすべては、「ナナ」で起こります。\u001b[22m\n\u001b[4mIt has a realistic and original story-line that just grasps you.\u001b[24m\n    \u001b[1mそれはあなたをつかむ現実的で独創的なストーリーラインを持っています。\u001b[22m, \u001b[1mそれはちょうどあなたを把握し、現実的な、オリジナルのストーリーラインを持っています。\u001b[22m\n\u001b[4mIt has an amazing love story with twists and turns all over the place.\u001b[24m\n    \u001b[1mそれは場所の紆余曲折のすばらしい恋愛物語を持っています。\u001b[22m, \u001b[1mそれは、ひねり素晴らしい愛の物語を持っており、あらゆる場所になります。\u001b[22m\nThe only people I would recommend this too is hard core teen shojo readers. Mostly because the book is a bit unorthodox.\n\n\u001b[1m私もこれをお勧めする唯一の人は、ハードコア十代の少女読者です。 主に本はちょっと正統でないからです。\u001b[22m\n\u001b[1m(Watashi mo kore o o susume suru yuiitsu no hito wa, hādokoa jūdai no shōjo dokushadesu. Omoni hon wa chotto seitōdenaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe only people I would recommend this too is hard core teen shojo readers. Mostly because the book is a bit unorthodox.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only people I would recommend this too is hard core teen shojo readers.\u001b[24m\n    \u001b[1m私もこれをお勧めする唯一の人は、ハードコア十代の少女読者です。\u001b[22m, \u001b[1m私はこれをお勧めするだけの人があまりにもハードコアティーンの少女読者です。\u001b[22m\n\u001b[4mMostly because the book is a bit unorthodox.\u001b[24m\n    \u001b[1m主に本はちょっと正統でないからです。\u001b[22m, \u001b[1m本は少し異例のある主な理由。\u001b[22m"
  }
]
