[
  {
    "title": "Simoun",
    "id": "879",
    "url": "https://myanimelist.net/anime/879/Simoun",
    "user": "billybob300c",
    "profile": "/profile/billybob300c/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=124593",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私がこのシリーズを見つけた主な理由は、私がシモンオストを見つけたからです。 私がそこで一番悲しい歌を聞いていて、ショーに最後のコメントを書いているので、私はシムウンの別れを告げています。\n\n私はこのシリーズをドロップすることを決めました。 エピソード1から6まで、彼らはいつも船のどこかに行っているようだ...しかし、どこに？ 彼らは船の中で起こっているすべてのドラマがある場所を散歩しているようだ。\n\nあまりにも多くの文字があるだけです。 私はリード（特にエア）が好きですが、ショータイムが十分ではありません。\n\nmeh、私はSimounに戻ってきます。 しかし、それをダム、オストは良いsooooだったと私は泣かせた。 私はストーリーのペースが遅すぎると思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nthe main reason reason why i found this series is because i happened to have found the Simoun ost. As i'm listening to the most saddest song on there called (Yuukei no Kumo) and writing my last comment on the show, i'm bidding Simoun farewell.\n\n\u001b[1m私がこのシリーズを見つけた主な理由は、私がシモンオストを見つけたからです。 私がそこで一番悲しい歌を聞いていて、ショーに最後のコメントを書いているので、私はシムウンの別れを告げています。\u001b[22m\n\u001b[1m(Watashi ga kono shirīzu o mitsuketa omona riyū wa, watashi ga shimon'osuto o mitsuketakaradesu. Watashi ga sokode ichiban kanashī uta o kiite ite, shō ni saigo no komento o kaite irunode, watashi wa shimuun no wakare o tsugete imasu.)\u001b[22m\n\nTranslations of \u001b[4mthe main reason reason why i found this series is because i happened to have found the Simoun ost. As i'm listening to the most saddest song on there called (Yuukei no Kumo) and writing my last comment on the show, i'm bidding Simoun farewell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe main reason reason why i found this series is because i happened to have found the Simoun ost.\u001b[24m\n    \u001b[1m私がこのシリーズを見つけた主な理由は、私がシモンオストを見つけたからです。\u001b[22m, \u001b[1m私はシムーンOSTを発見したために起こったので、私はこのシリーズを見つけた主な理由の理由があります。\u001b[22m\n\u001b[4mAs i'm listening to the most saddest song on there called (Yuukei no Kumo) and writing my last comment on the show, i'm bidding Simoun farewell.\u001b[24m\n    \u001b[1m私がそこで一番悲しい歌を聞いていて、ショーに最後のコメントを書いているので、私はシムウンの別れを告げています。\u001b[22m, \u001b[1m私は（Yuukeiなし雲）と呼ばれる存在で最も悲しい歌に耳を傾け、番組での私の最後のコメントを書いているように、私はシムーン別れを入札しています。\u001b[22m\n\u001b[1m\u001b[22m\ni've decided to drop this series cuz it's taking forever for the story to show itself. from episodes 1-6, they always seem to be going somewhere on ship...but where to? seems like they're just wandering in places with all the drama that's going on in the ship.\n\n\u001b[1m私はこのシリーズをドロップすることを決めました。 エピソード1から6まで、彼らはいつも船のどこかに行っているようだ...しかし、どこに？ 彼らは船の中で起こっているすべてのドラマがある場所を散歩しているようだ。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o doroppu suru koto o kimemashita. Episōdo 1 kara 6 made, karera wa itsumo fune no doko ka ni itte iru yōda... Shikashi, dokoni? Karera wa fune no naka de okotte iru subete no dorama ga aru basho o sanpo shite iru yōda.)\u001b[22m\n\nTranslations of \u001b[4mi've decided to drop this series cuz it's taking forever for the story to show itself. from episodes 1-6, they always seem to be going somewhere on ship...but where to? seems like they're just wandering in places with all the drama that's going on in the ship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi've decided to drop this series cuz it's taking forever for the story to show itself.\u001b[24m\n    \u001b[1m私はこのシリーズをドロップすることを決めました。\u001b[22m, \u001b[1m私は自分自身を表示するために物語のために永遠に取ってcuzのこのシリーズをドロップすることに決めました。\u001b[22m\n\u001b[4mfrom episodes 1-6, they always seem to be going somewhere on ship...but where to?\u001b[24m\n    \u001b[1mエピソード1から6まで、彼らはいつも船のどこかに行っているようだ...しかし、どこに？\u001b[22m, \u001b[1mエピソード1-6から、彼らは常に船のどこかに行くしているように見える...しかし、どこへ？\u001b[22m\n\u001b[4mseems like they're just wandering in places with all the drama that's going on in the ship.\u001b[24m\n    \u001b[1m彼らは船の中で起こっているすべてのドラマがある場所を散歩しているようだ。\u001b[22m, \u001b[1m彼らは船で起こっているすべてのドラマと場所でさまよっているように思えます。\u001b[22m\n\u001b[1m\u001b[22m\nand there's just way too many characters. i like the leads (especially Aer) but not enough show time for them.\n\n\u001b[1mあまりにも多くの文字があるだけです。 私はリード（特にエア）が好きですが、ショータイムが十分ではありません。\u001b[22m\n\u001b[1m(Amarini mo ōku no moji ga aru dakedesu. Watashi wa rīdo (tokuni ea) ga sukidesuga, shōtaimu ga jūbunde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mand there's just way too many characters. i like the leads (especially Aer) but not enough show time for them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand there's just way too many characters.\u001b[24m\n    \u001b[1mあまりにも多くの文字があるだけです。\u001b[22m, \u001b[1mそして、だけではあまりにも多くの文字があります。\u001b[22m\n\u001b[4mi like the leads (especially Aer) but not enough show time for them.\u001b[24m\n    \u001b[1m私はリード（特にエア）が好きですが、ショータイムが十分ではありません。\u001b[22m, \u001b[1m私は彼らのためのリード線（特にのAer）ではなく、十分なショータイムが好き。\u001b[22m\n\u001b[1m\u001b[22m\nmeh, maybe i'll come back to Simoun if theres nothing else to watch. but dam it, the ost was soooo good and made me cry. i guess the pace of the story is just too slow.\n\n\u001b[1mmeh、私はSimounに戻ってきます。 しかし、それをダム、オストは良いsooooだったと私は泣かせた。 私はストーリーのペースが遅すぎると思う。\u001b[22m\n\u001b[1m(Meh, watashi wa shimūn ni modotte kimasu. Shikashi, sore o damu, osuto wa yoi soooodatta to watashi wa naka seta. Watashi wa sutōrī no pēsu ga oso sugiru to omou.)\u001b[22m\n\nTranslations of \u001b[4mmeh, maybe i'll come back to Simoun if theres nothing else to watch. but dam it, the ost was soooo good and made me cry. i guess the pace of the story is just too slow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmeh, maybe i'll come back to Simoun if theres nothing else to watch.\u001b[24m\n    \u001b[1mmeh、私はSimounに戻ってきます。\u001b[22m, \u001b[1m他にtheresのは何も見ないように場合はまあまあ、多分私は戻っシムーンに来ます。\u001b[22m\n\u001b[4mbut dam it, the ost was soooo good and made me cry.\u001b[24m\n    \u001b[1mしかし、それをダム、オストは良いsooooだったと私は泣かせた。\u001b[22m, \u001b[1mそれダム、OSTはサイコーだったと私は泣きました。\u001b[22m\n\u001b[4mi guess the pace of the story is just too slow.\u001b[24m\n    \u001b[1m私はストーリーのペースが遅すぎると思う。\u001b[22m, \u001b[1m私は物語のペースがあまりにも遅いですね。\u001b[22m"
  },
  {
    "title": "Simoun",
    "id": "879",
    "url": "https://myanimelist.net/anime/879/Simoun",
    "user": "Caraniel",
    "profile": "/profile/Caraniel/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=94153",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\nオリジナルのメロドラマと一緒に美しいキャラクターを作りましょう。\n\nPLOT：Simounは独創的なコンセプトと本当に面白い設定をしています。 誰もが生まれた女性で17歳で性別を選ぶことができるというアイデアは面白いアイデアであり、男性になるか女性になろうとすると、全員が苦しむ人物としてSimounで非常によく実行されます。 このプロットは、攻撃や祈りのために使うことができる空のパターンを描くことができる標本的なシモン航空機を飛行できる僧侶のグループに焦点を当てています。司祭はまだセックスを選択していない少女です。 彼らの国は現在近隣諸国と戦っているので、シムウンは非常に効果的な武器であるため、これらの祭司は最前線の兵士として使われています。\n\nプロットは、主にドラマを提供するために使用された戦争の設定、文字に関係しています。 そして、これまでにドラマはありますか？ 女の子のそれぞれは、一連の過程でかなりの数の開発を受けましたが、他のものよりもいくつかありますが、それらはそれぞれ独自の問題を持っています。 紛争の人格、戦争による混乱、戦争や大人への友人の喪失の悲しみ、ロマンス、シモンの神秘的な性質など、すべてがそこにあります。\n\n私はこのシリーズを愛していました - ユリは本当に私のものではありませんが、ロマンスの様相は成熟した方法で扱われており、ファンのためだけではありません。 キャラクターはすべて好きです、設定は素晴らしく、ドラマは楽しいです。 私が持っている唯一の批判は、プロットホールがあるということです。すべてが完全に解決されているわけではありませんが、通常よりもエピローグに時間がかかりますが、大部分はオーバーラインのプロットラインを解決するよりもむしろ個人を扱います。 ショーの焦点であるすべてのそのキャラクター。\n\nアニメーション：時々矛盾しますが、全体的なアニメーションの品質は素晴らしいです。 キャラクターデザインは特に美しく実行されています。多種多様で、私は本当に目の色が気に入っています。 セットデザインは豪華でオリジナルでもありました。それはSimounをその相手から離れて実際に設定するのを助けました。  simounのデザイン自体は素晴らしかった - 本当にかわいいマシンです。  CGIはうまく処理されていましたが、simounでは少しはっきりしていましたが、戦いはかなり面白かったです。 エピソードのアイキャッチも本当にかわいい。\n\n音楽＆amp; 声優：音楽はきれいだった - それは漠然とフランス語で、アコーディオンモチーフでいっぱいです。 時々、私はこの音楽スタイルがいくつかのバトルシーンの緊張感やドラマに合っていないと感じることがありましたが、それは激しいものではなく、スコアは非常に一貫しており、シリーズをよく結び付けています。 私はOPを大好きでした - それをダウンロードして、EDもかなりです。\n\n声の演技は素晴らしかった - 完全に女性のキャスト、女性は大人の男性の声。 これはちょっと慣れていましたが、あなたが世界の設定を考えるときには完璧な意味を持ちます。\n\n全体的に非常にお勧めのシリーズ - マイナーなプロットの穴とアニメーションの不一致のために私は一点を取り除いたが、Simounはまだ素晴らしいシリーズだった！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nBeautifully put together original melodrama with tons of character development.\n\n\u001b[1mオリジナルのメロドラマと一緒に美しいキャラクターを作りましょう。\u001b[22m\n\u001b[1m(Orijinaru no merodorama to issho ni utsukushī kyarakutā o tsukurimashou.)\u001b[22m\n\nTranslations of \u001b[4mBeautifully put together original melodrama with tons of character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeautifully put together original melodrama with tons of character development.\u001b[24m\n    \u001b[1mオリジナルのメロドラマと一緒に美しいキャラクターを作りましょう。\u001b[22m, \u001b[1m美しく文字開発のトンで、元のメロドラマを一緒に入れて。\u001b[22m\n\u001b[1m\u001b[22m\nPLOT: Simoun has a highly original concept and a really interesting setting. The idea of a world where everyone is born female and can then choose their sex at the age of 17 is an interesting idea and its very well executed in Simoun as the characters all agonise over if they should become men or remain women. The plot focuses on a group of priestesses who can fly the titular simoun – aircraft that can draw patterns in the sky that can be used for attacks or as prayers, the priestesses are young girls who have not yet chosen their sex. Since their country is currently at war with its neighbours, these priestesses are used as frontline soldiers as the Simoun are highly effective weapons.\n\n\u001b[1mPLOT：Simounは独創的なコンセプトと本当に面白い設定をしています。 誰もが生まれた女性で17歳で性別を選ぶことができるというアイデアは面白いアイデアであり、男性になるか女性になろうとすると、全員が苦しむ人物としてSimounで非常によく実行されます。 このプロットは、攻撃や祈りのために使うことができる空のパターンを描くことができる標本的なシモン航空機を飛行できる僧侶のグループに焦点を当てています。司祭はまだセックスを選択していない少女です。 彼らの国は現在近隣諸国と戦っているので、シムウンは非常に効果的な武器であるため、これらの祭司は最前線の兵士として使われています。\u001b[22m\n\u001b[1m(Purotto: Shimūn wa dokusō-tekina konseputo to hontōni omoshiroi settei o shite imasu. Daremoga umareta josei de 17-sai de seibetsu o erabu koto ga dekiru to iu aidea wa omoshiroi aideadeari, dansei ni naru ka josei ni narou to suru to, zen'in ga kurushimu jinbutsu to shite shimūn de hijō ni yoku jikkō sa remasu. Kono purotto wa, kōgeki ya inori no tame ni tsukau koto ga dekiru sora no patān o kaku koto ga dekiru hyōhon-tekina Shimon kōkūki o hikō dekiru sōryo no gurūpu ni shōten o atete imasu. Shisai wa mada sekkusu o sentaku shite inai shōjodesu. Karera no kuni wa genzai kinrin shokoku to tatakatte irunode, shimuun wa hijō ni kōkatekina bukidearu tame, korera no saishi wa saizensen no heishi to shite tsukawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mPLOT: Simoun has a highly original concept and a really interesting setting. The idea of a world where everyone is born female and can then choose their sex at the age of 17 is an interesting idea and its very well executed in Simoun as the characters all agonise over if they should become men or remain women. The plot focuses on a group of priestesses who can fly the titular simoun – aircraft that can draw patterns in the sky that can be used for attacks or as prayers, the priestesses are young girls who have not yet chosen their sex. Since their country is currently at war with its neighbours, these priestesses are used as frontline soldiers as the Simoun are highly effective weapons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPLOT: Simoun has a highly original concept and a really interesting setting.\u001b[24m\n    \u001b[1mPLOT：Simounは独創的なコンセプトと本当に面白い設定をしています。\u001b[22m, \u001b[1mPLOT：シムーンは非常に独自のコンセプトと本当に面白い設定があります。\u001b[22m\n\u001b[4mThe idea of a world where everyone is born female and can then choose their sex at the age of 17 is an interesting idea and its very well executed in Simoun as the characters all agonise over if they should become men or remain women.\u001b[24m\n    \u001b[1m誰もが生まれた女性で17歳で性別を選ぶことができるというアイデアは面白いアイデアであり、男性になるか女性になろうとすると、全員が苦しむ人物としてSimounで非常によく実行されます。\u001b[22m, \u001b[1m誰もが女性に生まれて、その後、17歳で自分の性別を選択することができ、世界のアイデアは面白いアイデアであり、彼らは男性になったり、女性のままでなければならない場合の文字すべてが終わっアゴナイズように、その非常によく、シムーンで実行されます。\u001b[22m\n\u001b[4mThe plot focuses on a group of priestesses who can fly the titular simoun – aircraft that can draw patterns in the sky that can be used for attacks or as prayers, the priestesses are young girls who have not yet chosen their sex.\u001b[24m\n    \u001b[1mこのプロットは、攻撃や祈りのために使うことができる空のパターンを描くことができる標本的なシモン航空機を飛行できる僧侶のグループに焦点を当てています。司祭はまだセックスを選択していない少女です。\u001b[22m, \u001b[1mプロットは名ばかりのシムーン飛ぶことができる尼僧のグループに焦点を当てて - 攻撃のか、祈りとして使用することができます空のパターンを描くことができ、航空機を、尼僧はまだ自分の性別を選択していない若い女の子です。\u001b[22m\n\u001b[4mSince their country is currently at war with its neighbours, these priestesses are used as frontline soldiers as the Simoun are highly effective weapons.\u001b[24m\n    \u001b[1m彼らの国は現在近隣諸国と戦っているので、シムウンは非常に効果的な武器であるため、これらの祭司は最前線の兵士として使われています。\u001b[22m, \u001b[1m自分たちの国は隣国との戦争で、現在あるので、シムーンが非常に効果的な武器であるため、これらの尼僧は、前線の兵士として使用されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot is mainly concerned with the characters, the war setting merely used to provide the drama. And is there ever drama! Each of the girls receives quite a lot of development over the course of the series – some more than others, but all are highly individual with their own set of problems. Conflicting personalities, confusion caused by the war, grief of losing friends to war or adulthood, romance, the mysterious nature of the simoun – its all in there and it all adds up to gripping viewing.\n\n\u001b[1mプロットは、主にドラマを提供するために使用された戦争の設定、文字に関係しています。 そして、これまでにドラマはありますか？ 女の子のそれぞれは、一連の過程でかなりの数の開発を受けましたが、他のものよりもいくつかありますが、それらはそれぞれ独自の問題を持っています。 戦争によって引き起こされる混乱、戦争や大人への恋人喪失の悲しみ、ロマンス、偶像崇拝の神秘的な性質など、すべてがそこにあります。\u001b[22m\n\u001b[1m(Purotto wa, omoni dorama o teikyō suru tame ni shiyō sa reta sensō no settei, moji ni kankei shite imasu. Soshite, kore made ni dorama wa arimasu ka? On'nanoko no sorezore wa, ichiren no katei de kanari no kazu no kaihatsu o ukemashitaga, hoka no mono yori mo ikutsu ka arimasuga, sorera wa sorezore dokuji no mondai o motte imasu. Sensō ni yotte hikiokosa reru konran, sensō ya otona e no koibito sōshitsu no kanashimi, romansu, gūzō sūhai no shinpi-tekina seishitsu nado, subete ga soko ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is mainly concerned with the characters, the war setting merely used to provide the drama. And is there ever drama! Each of the girls receives quite a lot of development over the course of the series – some more than others, but all are highly individual with their own set of problems. Conflicting personalities, confusion caused by the war, grief of losing friends to war or adulthood, romance, the mysterious nature of the simoun – its all in there and it all adds up to gripping viewing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is mainly concerned with the characters, the war setting merely used to provide the drama.\u001b[24m\n    \u001b[1mプロットは、主にドラマを提供するために使用された戦争の設定、文字に関係しています。\u001b[22m, \u001b[1mプロットは、単にドラマを提供するために使用される戦争の設定文字を主に懸念しています。\u001b[22m\n\u001b[4mAnd is there ever drama!\u001b[24m\n    \u001b[1mそして、これまでにドラマはありますか？\u001b[22m, \u001b[1mそして、これまでのドラマがあります！\u001b[22m\n\u001b[4mEach of the girls receives quite a lot of development over the course of the series – some more than others, but all are highly individual with their own set of problems.\u001b[24m\n    \u001b[1m女の子のそれぞれは、一連の過程でかなりの数の開発を受けましたが、他のものよりもいくつかありますが、それらはそれぞれ独自の問題を持っています。\u001b[22m, \u001b[1mいくつかのより多くの他のものよりも、すべてが問題の独自のセットで非常に個性的 - 女の子のそれぞれは、一連の過程で開発のかなり多くを受け取ります。\u001b[22m\n\u001b[4mConflicting personalities, confusion caused by the war, grief of losing friends to war or adulthood, romance, the mysterious nature of the simoun – its all in there and it all adds up to gripping viewing.\u001b[24m\n    \u001b[1m戦争によって引き起こされる混乱、戦争や大人への恋人喪失の悲しみ、ロマンス、偶像崇拝の神秘的な性質など、すべてがそこにあります。\u001b[22m, \u001b[1m相反する個性、戦争によって引き起こされる混乱、戦争や成人期、ロマンス、シムーンの神秘的な性質のために友人を失うことの悲しみ - そのすべてそこに、それはすべて視聴を把持まで追加されます。\u001b[22m\n\u001b[1m\u001b[22m\nI loved this series – yuri isn’t really my thing, but the romance aspect is dealt with in a mature fashion and isn’t just there for the sake of fanservice. The characters are all likeable, the setting is wonderful and the drama enjoyable. The only criticism I have is that there are plot holes – not everything is fully resolved, although more time is given to the epilogue than normal, it mostly deals with the individuals rather than resolves the overarching plotline – not that that's a bad thing, after all its the characters that are the focal point of the show.\n\n\u001b[1m私はこのシリーズを愛していました - ユリは本当に私のものではありませんが、ロマンスの様相は成熟した方法で扱われており、ファンのためだけではありません。 キャラクターはすべて好きです、設定は素晴らしく、ドラマは楽しいです。 私が持っている唯一の批判は、プロットホールがあるということです。すべてが完全に解決されているわけではありませんが、通常よりもエピローグに時間がかかりますが、大部分はオーバーラインのプロットラインを解決するよりもむしろ個人を扱います。 ショーの焦点であるすべてのそのキャラクター。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o aishite imashita - yuri wa hontōni watashi no monode wa arimasenga, romansu no yōsō wa seijuku shita hōhō de atsukawa rete ori, fan no tame dakede wa arimasen. Kyarakutā wa subete sukidesu, settei wa subarashiku, dorama wa tanoshīdesu. Watashi ga motte iru yuiitsu no hihan wa, purottohōru ga aru to iu kotodesu. Subete ga kanzen ni kaiketsu sa rete iru wakede wa arimasenga, tsūjō yori mo epirōgu ni jikan ga kakarimasuga, daibubun wa ōbārain no purottorain o kaiketsu suru yori mo mushiro kojin o atsukaimasu. Shō no shōtendearu subete no sono kyarakutā.)\u001b[22m\n\nTranslations of \u001b[4mI loved this series – yuri isn’t really my thing, but the romance aspect is dealt with in a mature fashion and isn’t just there for the sake of fanservice. The characters are all likeable, the setting is wonderful and the drama enjoyable. The only criticism I have is that there are plot holes – not everything is fully resolved, although more time is given to the epilogue than normal, it mostly deals with the individuals rather than resolves the overarching plotline – not that that's a bad thing, after all its the characters that are the focal point of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved this series – yuri isn’t really my thing, but the romance aspect is dealt with in a mature fashion and isn’t just there for the sake of fanservice.\u001b[24m\n    \u001b[1m私はこのシリーズを愛していました - ユリは本当に私のものではありませんが、ロマンスの様相は成熟した方法で扱われており、ファンのためだけではありません。\u001b[22m, \u001b[1m私はこのシリーズを愛し - ゆりは本当に私のものではなく、恋愛の態様は、成熟したファッションで処理され、サービスカットのためだけではありません。\u001b[22m\n\u001b[4mThe characters are all likeable, the setting is wonderful and the drama enjoyable.\u001b[24m\n    \u001b[1mキャラクターはすべて好きです、設定は素晴らしく、ドラマは楽しいです。\u001b[22m, \u001b[1m文字は全て好感の持てるあり、設定が素晴らしいとドラマ楽しいです。\u001b[22m\n\u001b[4mThe only criticism I have is that there are plot holes – not everything is fully resolved, although more time is given to the epilogue than normal, it mostly deals with the individuals rather than resolves the overarching plotline – not that that's a bad thing, after\u001b[24m\n    \u001b[1m私が持っている唯一の批判は、プロットホールがあるということです。すべてが完全に解決されているわけではありませんが、通常よりもエピローグに時間がかかりますが、大部分はオーバーラインのプロットラインを解決するよりもむしろ個人を扱います。\u001b[22m, \u001b[1m私が持っている唯一の批判は、プロットの穴があるということです - より多くの時間が通常よりエピローグに与えられているが、すべてが完全に解決されていない、それは主に、個人を扱うのではなく包括的なplotlineを解決します - ないそれは悪いことだと、後\u001b[22m\n\u001b[4mall its the characters that are the focal point of the show.\u001b[24m\n    \u001b[1mショーの焦点であるすべてのそのキャラクター。\u001b[22m, \u001b[1mショーの焦点であるすべての文字。\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION: Although inconsistent at times, the overall animation quality is wonderful. The character designs in particular are beautifully executed – lots of variety and I really liked the colouring of the eyes. The set design was gorgeous too – striking and original, it helped to really set Simoun apart from its counterparts. The design of the simoun themselves was fantastic – they are really pretty machines. The CGI was well handled – its a bit obvious on the simoun, but made the battles pretty interesting to watch. The eyecatches in the episodes were really pretty stills too.\n\n\u001b[1mアニメーション：時々矛盾しますが、全体的なアニメーションの品質は素晴らしいです。 キャラクターデザインは特に美しく実行されています。多種多様で、私は本当に目の色が気に入っています。 セットデザインは豪華でオリジナルでもありました。それはSimounをその相手から離れて実際に設定するのを助けました。  simounのデザイン自体は素晴らしかった - 本当にかわいいマシンです。  CGIはうまく処理されていましたが、simounでは少しはっきりしていましたが、戦いはかなり面白いものでした。 エピソードのアイキャッチも本当にかわいい。\u001b[22m\n\u001b[1m(Animēshon: Tokidoki mujun shimasuga, zentai-tekina animēshon no hinshitsu wa subarashīdesu. Kyarakutādezain wa tokuni utsukushiku jikkō sa rete imasu. Tashu tayōde, watashi wa hontōni me no iro ga kiniitte imasu. Setto dezain wa gōka de orijinaru demo arimashita. Sore wa shimūn o sono aite kara hanarete jissai ni settei suru no o tasukemashita. Simoun no dezain jitai wa subarashikatta - hontōni kawaī mashindesu. CGI wa umaku shori sa rete imashitaga, simounde wa sukoshi hakkiri shite imashitaga, tatakai wa kanari omoshiroi monodeshita. Episōdo no aikyatchi mo hontōni kawaī.)\u001b[22m\n\nTranslations of \u001b[4mANIMATION: Although inconsistent at times, the overall animation quality is wonderful. The character designs in particular are beautifully executed – lots of variety and I really liked the colouring of the eyes. The set design was gorgeous too – striking and original, it helped to really set Simoun apart from its counterparts. The design of the simoun themselves was fantastic – they are really pretty machines. The CGI was well handled – its a bit obvious on the simoun, but made the battles pretty interesting to watch. The eyecatches in the episodes were really pretty stills too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mANIMATION: Although inconsistent at times, the overall animation quality is wonderful.\u001b[24m\n    \u001b[1mアニメーション：時々矛盾しますが、全体的なアニメーションの品質は素晴らしいです。\u001b[22m, \u001b[1mANIMATION：時間に矛盾しているが、全体的なアニメーションの品質は素晴らしいです。\u001b[22m\n\u001b[4mThe character designs in particular are beautifully executed – lots of variety and I really liked the colouring of the eyes.\u001b[24m\n    \u001b[1mキャラクターデザインは特に美しく実行されています。多種多様で、私は本当に目の色が気に入っています。\u001b[22m, \u001b[1m品種の多くを、私は本当に目の発色が好き - 特にキャラクターデザインは美しく実行されます。\u001b[22m\n\u001b[4mThe set design was gorgeous too – striking and original, it helped to really set Simoun apart from its counterparts.\u001b[24m\n    \u001b[1mセットデザインは豪華でオリジナルでもありました。それはSimounをその相手から離れて実際に設定するのを助けました。\u001b[22m, \u001b[1mセットのデザインはあまりにもゴージャスでした - 印象的な、元の、それは離れて、そのカウンターパートから本当に設定シムーンに助けました。\u001b[22m\n\u001b[4mThe design of the simoun themselves was fantastic – they are really pretty machines.\u001b[24m\n    \u001b[1msimounのデザイン自体は素晴らしかった - 本当にかわいいマシンです。\u001b[22m, \u001b[1mシムーン自体のデザインは素晴らしかった - 彼らは本当にかなりマシンです。\u001b[22m\n\u001b[4mThe CGI was well handled – its a bit obvious on the simoun, but made the battles pretty interesting to watch.\u001b[24m\n    \u001b[1mCGIはうまく処理されていましたが、simounでは少しはっきりしていましたが、戦いはかなり面白いものでした。\u001b[22m, \u001b[1mシムーンにはビットに明白な、しかし、見ての戦いは非常に興味深い製 -  CGIがうまく処理されていました。\u001b[22m\n\u001b[4mThe eyecatches in the episodes were really pretty stills too.\u001b[24m\n    \u001b[1mエピソードのアイキャッチも本当にかわいい。\u001b[22m, \u001b[1mエピソードでeyecatchesも本当にきれい静止画でした。\u001b[22m\n\u001b[1m\u001b[22m\nMUSIC &amp; VOICE ACTING: The music was pretty – it sounds vaguely french, filled with accordion motifs. At times I sometimes felt that this style of music didn't fit with the tension and drama of some of the battle scenes, but it isn’t jarring and the score is very consistent and ties the series together well. I loved the OP – have it downloaded, the ED is pretty too.\n\n\u001b[1m音楽＆amp; 声優：音楽はきれいだった - それは漠然とフランス語で、アコーディオンモチーフでいっぱいです。 時々、私はこの音楽スタイルがいくつかのバトルシーンの緊張感やドラマに合っていないと感じることがありましたが、それは激しいものではなく、スコアは非常に一貫しており、シリーズをよく結び付けています。 私はOPを大好きでした - それをダウンロードして、EDもかなりです。\u001b[22m\n\u001b[1m(Ongaku& amp; seiyū: Ongaku wa kireidatta - sore wa bakuzento furansugo de, akōdionmochīfu de ippaidesu. Tokidoki, watashi wa kono ongaku sutairu ga ikutsu ka no batorushīn no kinchō-kan ya dorama ni atte inai to kanjiru koto ga arimashitaga, sore wa hageshī monode wa naku, sukoa wa hijō ni ikkan shite ori, shirīzu o yoku musubitsukete imasu. Watashi wa OP o daisukideshita - sore o daunrōdo shite, ED mo kanaridesu.)\u001b[22m\n\nTranslations of \u001b[4mMUSIC &amp; VOICE ACTING: The music was pretty – it sounds vaguely french, filled with accordion motifs. At times I sometimes felt that this style of music didn't fit with the tension and drama of some of the battle scenes, but it isn’t jarring and the score is very consistent and ties the series together well. I loved the OP – have it downloaded, the ED is pretty too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMUSIC &amp;\u001b[24m\n    \u001b[1m音楽＆amp;\u001b[22m, \u001b[1mMUSIC＆＃038;\u001b[22m\n\u001b[4mVOICE ACTING: The music was pretty – it sounds vaguely french, filled with accordion motifs.\u001b[24m\n    \u001b[1m声優：音楽はきれいだった - それは漠然とフランス語で、アコーディオンモチーフでいっぱいです。\u001b[22m, \u001b[1m声の演技：音楽はかなりだった - それはアコーディオンモチーフで満たされ、漠然とフランス語に聞こえます。\u001b[22m\n\u001b[4mAt times I sometimes felt that this style of music didn't fit with the tension and drama of some of the battle scenes, but it isn’t jarring and the score is very consistent and ties the series together well.\u001b[24m\n    \u001b[1m時々、私はこの音楽スタイルがいくつかのバトルシーンの緊張感やドラマに合っていないと感じることがありましたが、それは激しいものではなく、スコアは非常に一貫しており、シリーズをよく結び付けています。\u001b[22m, \u001b[1m時には私は時々、音楽のこのスタイルは、戦闘シーンのいくつかの緊張とドラマに適合しなかったことを感じたが、それは耳障りではなく、スコアは非常に一貫しているとよく一緒にシリーズを結び付けます。\u001b[22m\n\u001b[4mI loved the OP – have it downloaded, the ED is pretty too.\u001b[24m\n    \u001b[1m私はOPを大好きでした - それをダウンロードして、EDもかなりです。\u001b[22m, \u001b[1m私はOPを愛し - それはダウンロードして、EDはかなりあまりにもです。\u001b[22m\n\u001b[1m\u001b[22m\nVoice acting was excellent – an entirely female cast, women voice even the adult males. This took a little bit of getting used to, but makes perfect sense when you consider the world setting.\n\n\u001b[1m声の演技は素晴らしかった - 完全に女性のキャスト、女性は大人の男性の声。 これはちょっと慣れていましたが、あなたが世界の設定を考えるときには完璧な意味を持ちます。\u001b[22m\n\u001b[1m(Koe no engi wa subarashikatta - kanzen ni josei no kyasuto, josei wa otona no dansei no koe. Kore wa chotto narete imashitaga, anata ga sekai no settei o kangaeru tokiniha kanpekina imi o mochimasu.)\u001b[22m\n\nTranslations of \u001b[4mVoice acting was excellent – an entirely female cast, women voice even the adult males. This took a little bit of getting used to, but makes perfect sense when you consider the world setting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice acting was excellent – an entirely female cast, women voice even the adult males.\u001b[24m\n    \u001b[1m声の演技は素晴らしかった - 完全に女性のキャスト、女性は大人の男性の声。\u001b[22m, \u001b[1m声の演技は優秀だった - 完全に女性キャスト、女性の声であっても成人男性。\u001b[22m\n\u001b[4mThis took a little bit of getting used to, but makes perfect sense when you consider the world setting.\u001b[24m\n    \u001b[1mこれはちょっと慣れていましたが、あなたが世界の設定を考えるときには完璧な意味を持ちます。\u001b[22m, \u001b[1mこれに慣れるには少しかかったが、あなたは世界の設定を検討する際に完璧な理にかなっています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall a highly recommended series – I took away a point because of the minor plot holes and animation inconsistencies, but Simoun was still a wonderful series!\n\n\u001b[1m全体的に非常にお勧めのシリーズ - マイナーなプロットの穴とアニメーションの不一致のために私は一点を取り除いたが、Simounはまだ素晴らしいシリーズだった！\u001b[22m\n\u001b[1m(Zentai-teki ni hijō ni o susume no shirīzu - maināna purotto no ana to animēshon no fuitchi no tame ni watashi wa itten o torinozoitaga, shimūn wa mada subarashī shirīzudatta!)\u001b[22m\n\nTranslations of \u001b[4mOverall a highly recommended series – I took away a point because of the minor plot holes and animation inconsistencies, but Simoun was still a wonderful series!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall a highly recommended series – I took away a point because of the minor plot holes and animation inconsistencies, but Simoun was still a wonderful series!\u001b[24m\n    \u001b[1m全体的に非常にお勧めのシリーズ - マイナーなプロットの穴とアニメーションの不一致のために私は一点を取り除いたが、Simounはまだ素晴らしいシリーズだった！\u001b[22m, \u001b[1m全体的に非常にお勧めのシリーズ - 私はので、マイナーなプロットの穴とアニメーションの矛盾点を奪ったが、シムーンはまだ素晴らしいシリーズでした！\u001b[22m"
  },
  {
    "title": "Simoun",
    "id": "879",
    "url": "https://myanimelist.net/anime/879/Simoun",
    "user": "Djisas",
    "profile": "/profile/Djisas/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=33455",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\nシムーン\n\nこのアニメはほとんどの局面でユニークですが、ファーは誰もが生まれた女性で、17歳で大人になるためにセックスを選択しなければならないという興味深い世界があります。ポーン側のアニメの主な焦点は技術です シンプルなボートから巨大な戦艦に至るまであらゆる種類の車両にパワーを提供する古代の技術があります。そして神の馬車のようなものと信じられているsimounがあります。 反対側には、人間の技術があり、高汚染燃料を使用し、悪い見方をするのではなく、simounの洗練された技術の反対を表しています。 私たちは人口に崇拝されている慈悲深い「シビレー」（Simounを飛ぶ司祭）を持っています。彼らは未だ若くて美しい女の子たちです。彼らは未だに性別を選んでいません。 アニメには一度も見せられず、彼らは第一次世界大戦から出てきたようで、未知の言語を話すnbcのスーツと仮面舞踏会をしていて、simounの国Simulacrumと戦っています...\n\nアニメーションは素晴らしいと非常に明るい、片側に緑色の性質があり、業界と他の側で戦争によって引き起こされた腐敗した性質は、機械的なデザインはすごく素晴らしいです、醜いマシンも幾分オリジナルであり、 別の観点。 文字は非常によく描かれており、お互いに違っていて、布のデザインはすばらしく、文字の目は鮮やかで明るく見えます。ほとんど催眠的です。女性から男性への移行は面白いです 胸が消えるようになり、声が変わるようになります。ほとんどの場合、男性キャラクターはまだかなり女性らしく見えます...\n\n音楽全体はかなり良いです、野蛮な天才によるオペレーション/編集は皆を気に入らないかもしれませんが、私は野蛮な天才が好きです。\nすべてのキャラクターが声を発し、女性とは違った男性の声でも、女性のような声でも、ショー全体に男性の精液があるのだろうか...\n全体的に偉大なアニメは、中にちょっと退屈かもしれない理由は、高ぶれではないが、それは間違いなく偉大なアニメだ...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSimoun\n\n\u001b[1mシムーン\u001b[22m\n\u001b[1m(Shimūn)\u001b[22m\n\nTranslations of \u001b[4mSimoun\u001b[24m\n[ \u001b[4mTagalog\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimoun\u001b[24m\n    \u001b[1mシムーン\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is unique in most aspects, firs there is the interesting world where everyone is born female and have to chose the sex at the age of 17 to become an adult, there is the technology which is the main focus of the anime in pone side there's an ancient technology that provides power to every kind of vehicle from a simple boat to a huge battleship and then there is the simoun believed to be some kind of divine chariot or something that can fly graciously trough the sky and perform beautiful prayers to the gods , in the other side there is man's technology, making use of high polluting fuel, and look real bad, not that are bad drawn or something but represents the opposite of the simoun's refined technology, and there's a whole difference in the fighting forces, in one side we have the gracious 'Sibyllae' (priestesses who fly the Simoun) which are worshipped by the population, they are young and beautiful girls who have yet to chose their sex, on the other side the military from an unknown country called Argentus, never shown in the anime, they look like they came out of the 1st world war with those nbc suits and masks speaking an unknown language and are at war with Simulacrum the simoun's country…\n\n\u001b[1mこのアニメはほとんどの局面でユニークですが、ファーは誰もが生まれた女性で、17歳で大人になるためにセックスを選択しなければならないという興味深い世界があり、ポーン側のアニメの主な焦点である技術があります シンプルなボートから巨大な戦艦に至るまであらゆる種類の車両にパワーを提供する古代の技術があります。そして神の馬車のようなものと信じられているsimounがあります。 反対側には、人間の技術があり、高汚染燃料を使用し、悪い見方をするのではなく、simounの洗練された技術の反対を表しています。 私たちは人口に崇拝されている慈悲深い「シビレー」（Simounを飛ぶ司祭）を持っています。彼らは未だ若くて美しい女の子たちです。 アニメには一度も見せられず、彼らは第一次世界大戦から出てきたように見えますが、nbcのスーツとマスクは未知の言語であり、simounの国Simulacrumと戦っています...\u001b[22m\n\u001b[1m(Kono anime wa hotondo no kyokumen de yunīkudesuga, fā wa daremoga umareta josei de, 17-sai de otona ni naru tame ni sekkusu o sentaku shinakereba naranai to iu kyōmibukai sekai ga ari, pōn-gawa no anime no omona shōtendearu gijutsu ga arimasu shinpuruna bōto kara kyodaina senkan ni itaru made arayuru shurui no sharyō ni pawā o teikyō suru kodai no gijutsu ga arimasu. Soshite kami no basha no yōna mono to shinji rarete iru simoun ga arimasu. Hantaisoku ni wa, ningen no gijutsu ga ari,-kō osen nenryō o shiyō shi, warui mikata o suru node wa naku, simoun no senrensareta gijutsu no hantai o arawashite imasu. Watashitachiha jinkō ni sūhai sa rete iru jihibukai `shibirē'(shimūn o tobu shisai) o motte imasu. Karera wa imada wakakute utsukushī on'nanoko-tachidesu. Anime ni wa ichido mo mise rarezu, karera wa daiichijisekaitaisen kara dete kita yō ni miemasuga, nbc no sūtsu to masuku wa michi no gengodeari, simoun no kuni Simulacrum to tatakatte imasu...)\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is awesome and very bright, there's the green nature on one side and the corrupted nature caused by the industry and war on other side, the mechanical designs are awesome everything looks amazing, even the ugly machines are somewhat original and actually good looking from a different point of view. The character are exceptionally well drawn, different from each others, the cloths design is great, the eyes of the characters look lively and bright, almost hypnotizing, interesting is the transition from women to male, it happens gradually as the facial expression starts to change the chest starts to disappear and the voice to change, most of the time the male characters still look quite feminine…\n\n\u001b[1mアニメーションは素晴らしいと非常に明るい、片側に緑色の性質があり、業界と他の側で戦争によって引き起こされた腐敗した性質は、機械的なデザインはすごく素晴らしいです、醜いマシンも幾分オリジナルであり、 別の観点。 文字は非常によく描かれており、お互いに違っていて、布のデザインはすばらしく、文字の目は鮮やかで明るく見えます。ほとんど催眠的です。女性から男性への移行は面白いです 胸が消えるようになり、声が変わるようになります。ほとんどの場合、男性キャラクターはまだかなり女性らしく見えます...\u001b[22m\n\u001b[1m(Animēshon wa subarashī to hijō ni akarui, katagawa ni midoriiro no seishitsu ga ari, gyōkai to hoka no soba de sensō ni yotte hikiokosa reta fuhai shita seishitsu wa, kikai-tekina dezain wa sugoku subarashīdesu, minikui mashin mo ikubun orijinarudeari,-betsu no kanten. Moji wa hijō ni yoku egaka rete ori, otagai ni chigatte ite, nuno no dezain wa subarashiku, moji no me wa azayakade akaruku miemasu. Hotondo saimin-tekidesu. Josei kara dansei e no ikō wa omoshiroidesu mune ga kieru yō ni nari,-goe ga kawaru yō ni narimasu. Hotondo no baai, dansei kyarakutā wa mada kanari joseirashiku miemasu...)\u001b[22m\n\nTranslations of \u001b[4mThe animation is awesome and very bright, there's the green nature on one side and the corrupted nature caused by the industry and war on other side, the mechanical designs are awesome everything looks amazing, even the ugly machines are somewhat original and actually good looking from a different point of view. The character are exceptionally well drawn, different from each others, the cloths design is great, the eyes of the characters look lively and bright, almost hypnotizing, interesting is the transition from women to male, it happens gradually as the facial expression starts to change the chest starts to disappear and the voice to change, most of the time the male characters still look quite feminine…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is awesome and very bright, there's the green nature on one side and the corrupted nature caused by the industry and war on other side, the mechanical designs are awesome everything looks amazing, even the ugly machines are somewhat original and actually good looking from\u001b[24m\n    \u001b[1mアニメーションは素晴らしいと非常に明るい、片側に緑色の性質があり、業界と他の側で戦争によって引き起こされた腐敗した性質は、機械的なデザインはすごく素晴らしいです、醜いマシンも幾分オリジナルであり、\u001b[22m, \u001b[1mアニメーションは1側と反対側の産業界との戦争によって引き起こされる破損した自然の緑の自然があり、素晴らしいと非常に明るいですが、機械的なデザインが素晴らしいですすべてがあっても醜いマシンが多少元から見て、実際に良いですが、驚くほどに見えます\u001b[22m\n\u001b[4ma different point of view.\u001b[24m\n    \u001b[1m別の観点。\u001b[22m\n\u001b[4mThe character are exceptionally well drawn, different from each others, the cloths design is great, the eyes of the characters look lively and bright, almost hypnotizing, interesting is the transition from women to male, it happens gradually as the facial expression starts to change\u001b[24m\n    \u001b[1m文字は非常によく描かれており、お互いに違っていて、布のデザインはすばらしく、文字の目は鮮やかで明るく見えます。ほとんど催眠的です。女性から男性への移行は面白いです\u001b[22m, \u001b[1m文字は布のデザインは素晴らしいですが、非常によく、それぞれ他とは異なる、描かれている、文字の目が生き生きと明るく、ほとんど催眠、女性から男性への移行で面白そうに見える表情が変化し始めると、それは徐々に起こります\u001b[22m\n\u001b[4mthe chest starts to disappear and the voice to change, most of the time the male characters still look quite feminine…\u001b[24m\n    \u001b[1m胸が消えるようになり、声が変わるようになります。ほとんどの場合、男性キャラクターはまだかなり女性らしく見えます...\u001b[22m, \u001b[1m胸が消え始め、声が変化し、ほとんどの時間は、男性キャラクターはまだかなりフェミニンに見えます...\u001b[22m\n\u001b[1m\u001b[22m\nMusic overall is quite good, the op/ed by savage genius might not please everyone but I like savage genius.\n\n\u001b[1m音楽全体はかなり良いです、野蛮な天才によるオペレーション/編集は皆を気に入らないかもしれませんが、私は野蛮な天才が好きです。\u001b[22m\n\u001b[1m(Ongaku zentai wa kanari yoidesu, yaban'na tensai ni yoru operēshon/ henshū wa mina o kiniiranai kamo shiremasenga, watashi wa yaban'na tensai ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mMusic overall is quite good, the op/ed by savage genius might not please everyone but I like savage genius.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic overall is quite good, the op/ed by savage genius might not please everyone but I like savage genius.\u001b[24m\n    \u001b[1m音楽全体はかなり良いです、野蛮な天才によるオペレーション/編集は皆を気に入らないかもしれませんが、私は野蛮な天才が好きです。\u001b[22m, \u001b[1m音楽は全体的に、かなり良いです野蛮な天才によって編opは/皆を喜ばないかもしれませんが、私は野蛮人の天才が好きです。\u001b[22m\nAll the characters voices sound right, even the males voices different from the females but still with a feminine touch, I wonder if there is any male seyuu in the whole show…\n\n\u001b[1mすべてのキャラクターが声を発し、女性とは違った男性の声でも、女性のような声でも、ショー全体に男性の精液があるのだろうか...\u001b[22m\n\u001b[1m(Subete no kyarakutā ga koe o hasshi, josei to wa chigatta dansei no koe demo, josei no yōna koe demo, shō zentai ni dansei no seieki ga aru nodarou ka...)\u001b[22m\n\nTranslations of \u001b[4mAll the characters voices sound right, even the males voices different from the females but still with a feminine touch, I wonder if there is any male seyuu in the whole show…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the characters voices sound right, even the males voices different from the females but still with a feminine touch, I wonder if there is any male seyuu in the whole show…\u001b[24m\n    \u001b[1mすべてのキャラクターが声を発し、女性とは違った男性の声でも、女性のような声でも、ショー全体に男性の精液があるのだろうか...\u001b[22m, \u001b[1m番組全体の任意の男性seyuuがある場合、すべての文字の声音権利を、でも男性は、女性から、まだフェミニンなタッチで異なる声、私は疑問に思います...\u001b[22m\nOverall is a great anime, might be a little boring in the middle maybe reason whys is not high ratted but it’s a definitely a great anime…\n\n\u001b[1m全体的に偉大なアニメは、中にちょっと退屈かもしれない理由は、高ぶれではないが、それは間違いなく偉大なアニメだ...\u001b[22m\n\u001b[1m(Zentai-teki ni idaina anime wa,-chū ni chotto taikutsu kamo shirenai riyū wa, takaburede wa naiga, soreha machigainaku idaina animeda...)\u001b[22m\n\nTranslations of \u001b[4mOverall is a great anime, might be a little boring in the middle maybe reason whys is not high ratted but it’s a definitely a great anime…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall is a great anime, might be a little boring in the middle maybe reason whys is not high ratted but it’s a definitely a great anime…\u001b[24m\n    \u001b[1m全体的に偉大なアニメは、中にちょっと退屈かもしれない理由は、高ぶれではないが、それは間違いなく偉大なアニメだ...\u001b[22m, \u001b[1m全体的な偉大なアニメは、途中で少し退屈は多分理由の疑問の解消は、高酔っぱらったされていない可能性がありますが、それは間違いなく素晴らしいアニメですされています...\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
