[
  {
    "title": "Mouretsu_Pirates",
    "id": "8917",
    "url": "https://myanimelist.net/anime/8917/Mouretsu_Pirates",
    "user": "X10A_Freedom",
    "profile": "/profile/X10A_Freedom/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=64911",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  7\n\nTL; DRバージョン：戦略とキャラクタライゼーションの面で魅力的で非常に革新的なシリーズですが、そのジャンルのアイデンティティを知らせるための苦労があります。 宇宙戦闘からコメディ/スライス・オブ・ライフへの予期せぬジャンルの変化が見られ、これは上半期にはむしろ面倒だった。 これは後半にすべて整理され、すべての場所に落ち込み、良い、明確なバランスが見つかります。 このシリーズは、平均的な少年戦ではなく、より深い思考や戦略が好きな人にとってはより多くのものです。\n\nストーリーは深く興味深いもので、様々なスキルと戦術を必要とするさまざまな違法コピーミッションがあります。 どのような種類のミッションや戦闘に参加する前に準備が重要であるかが大きく強調されています。 ショーは、大部分のために、船の乗組員がどのように、なぜ、なぜ、何らかの行動をとったか、視聴者に知らせている。\n\n残念なことに、最初の4つのエピソードでは、準備段階が過度に強調されています。これは実際にペースを崩し、多数の視聴者を無効にしました。 ショーはすべての準備が行われる5回目のエピソードでそれ自体を償還します。 非常に戦術的な性質は握っており、敵との戦い中にシリーズの残りの部分で支えられています。\n\n最初のエピソードの終わりは、私たちが政治的性質と違法コピーに巻き込まれてしまう危険に突然導入されたため、フォローアップは一切ありませんでした。 それを記述するための最善の方法は、大きな絵に反生産的だったアクションとサスペンスを含める試み的な試みです。 後のエピソードは私たちにすばやい説明を与えてくれます。また、視聴者はイベントが展開されると自然に設定の良いアイデアを得ることができ、最初のエピソードの順序が厄介になります。\n\n「ミッション」を中心としたエピソードはスペース・オペラの特質を担っていたのに対し、アークの構造化には多少時間がかかったが、ミッション間の「中間」のエピソードはスライス・オブ・ライフとコメディに近い 。 ペースの変化はまったく予期せず、最初はむしろ混乱しています。  「中間の」エピソードは、シリーズが進行するにつれて改善を示し、重大な部分からうまく解放されます。\n\nシリーズが優れているのは、キャラクターをどのように扱うかです。 私たちは大きなキャストを持っていますが、重要なものだけが焦点を当てます。 視聴者は、ほとんどの他のシリーズに見られる共感ではなく、彼らが行動する方法を通してキャラクターの理解を発達させる。 これは、視聴者が誰かに直接接続することができず、第三者のオブザーバーとして残されているので、むしろ個人的ではないと感じます。  Code Geassでは、主導権を常に持ち、彼の思考を通り抜けており、かなりマイナーなキャラクターもスポットライトを当てています。 海賊ではそうではありません。彼らが何をしているかを観察し、優れた支持キャストに感謝しています。 物語は徐々にキャラクターを明らかにする。\n\n注目すべきことに、これは優れた方法で処理され、主人公、Marikaの非常に自然な進行と発展が見られます。 彼女の著作権侵害のスキルと自信は、経験​​からの自然な成長を示し、微妙な変化は時間の経過と共に気に入っています。 同時に、彼女は超人的ではなく、彼女の不安を抱えている。 このレビューの作家は、仕事以外のゾンビのような状態にあるが、タスク指向で焦点を当てながら同じ経験をしている。\n\nBGMは非常に優れており、ミッションの計画からハイステークスの戦闘まで、さまざまな気分をサポートしています。 時々多様性が目立つことはなく、エピソードを繰り返していくと少し面倒なことがあります。 後者のほんの少しが歓迎されるかもしれませんが、量以上の品質の場合です！ インサート・ソングと特別なエンディング・テーマは良い気分になり、気分を取り戻しますが、通常のEDはMarikaの優れた描写を与える歌詞に期待感を与えます。  OPはそれ自体がBodaciousnessと海賊の優れた例である趣味の問題です。その性質上、それだけです。\n\n一般的な音も素晴らしいですし、実際には物語の側面を強化しています。 様々な海賊船は一世紀前のことであり、何年もの間カスタム修正を受けています。 外部デザインにも同様の根がありますが、カスタマイズの違いは明らかです。 これは、各船に独自の警告サイレンが付いているという点で細心の注意を払っています。\n\n一般的なキャラクターのアートとアニメーションは、放映されたシリーズにとって非常に平均的です。 キャラクターディテールは通常は良いですが、さまざまなエピソードでいくつかの矛盾があります。 ほとんどの場合、アニメーションはまあまあですが、フレームラグが非常に目立つことはまれな例外です。 一方、CGIは優れています。 海賊船の詳細な設計、および使用されている大量の異なるシェーディングは例外的です。 動きは非常に流動的で、船が方向を変えると非常に正確なスラスタの展開が可能です。 ゼロGの環境と物理学は、「普通」と「CGI」の両方のシーケンスで優れて表現されています（技術的にはすべてCGIですが、あなたは要点を得ます）。浮動文字でオブジェクトをキックして方向を変えたり、\n\n終わりに、Mouretsu Piratesは、敢えて違ったやり方をしている非常に魅力的なショーです。 純粋な行動の代わりに戦術。 一人称共感の代わりに三人称キャラクターの開発。 この非常に複雑な実行では、それは漫画の救済にもスローされます。 最初の数回のエピソードで見られるように、プロデューサーも苦労していたようでしたが、彼らは間違いから学び、それぞれの連続するアークは以前のアークを改善します。 最終的な結果は完璧ではありませんが、徐々に近づいています。 これは、確かにスペースに興味を持つ患者の視聴者が楽しむショーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR version: A compelling and highly innovative series in terms of strategy and characterisation but struggles to make its genre identity known. Unexpected genre changes from space combat, to comedy/slice-of-life is seen which is rather unpalatable in the first half. This is rectified in the second half where everything starts falling into place, and a good, clear balance is found. The series is more for those who like deeper thinking and strategy, instead of the average shounen battles.\n\n\u001b[1mTL; DRバージョン：戦略とキャラクタライゼーションの面で魅力的で非常に革新的なシリーズですが、そのジャンルのアイデンティティを知らせるための苦労があります。 宇宙戦闘からコメディ/スライス・オブ・ライフへの予期せぬジャンルの変化が見られ、これは上半期にはむしろ面倒だった。 これは後半にすべて整理され、すべての場所に落ち込み、良い、明確なバランスが見つかります。 このシリーズは、平均的な少年戦ではなく、より深い思考や戦略が好きな人にとってはより多くのものです。\u001b[22m\n\u001b[1m(TL; DR bājon: Senryaku to kyarakutaraizēshon no men de mirikiteki de hijō ni kakushintekina shirīzudesuga, sono janru no aidentiti o shiraseru tame no kurō ga arimasu. Uchū sentō kara komedi/ suraisu Obu raifu e no yoki senu janru no henka ga mi rare, koreha kamihanki ni wa mushiro mendōdatta. Kore wa kōhan ni subete seiri sa re, subete no basho ni ochikomi, yoi, meikakuna baransu ga mitsukarimasu. Kono shirīzu wa, heikin-tekina shōnen-sende wa naku, yori fukai shikō ya senryaku ga sukinahito ni totte wa yori ōku no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mTL;DR version: A compelling and highly innovative series in terms of strategy and characterisation but struggles to make its genre identity known. Unexpected genre changes from space combat, to comedy/slice-of-life is seen which is rather unpalatable in the first half. This is rectified in the second half where everything starts falling into place, and a good, clear balance is found. The series is more for those who like deeper thinking and strategy, instead of the average shounen battles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR version: A compelling and highly innovative series in terms of strategy and characterisation but struggles to make its genre identity known.\u001b[24m\n    \u001b[1mTL; DRバージョン：戦略とキャラクタライゼーションの面で魅力的で非常に革新的なシリーズですが、そのジャンルのアイデンティティを知らせるための苦労があります。\u001b[22m, \u001b[1mTL; DRのバージョン：戦略と特性評価の面で魅力的で非常に革新的なシリーズが、そのジャンルの身元知ってもらうのに苦労します。\u001b[22m\n\u001b[4mUnexpected genre changes from space combat, to comedy/slice-of-life is seen which is rather unpalatable in the first half.\u001b[24m\n    \u001b[1m宇宙戦闘からコメディ/スライス・オブ・ライフへの予期せぬジャンルの変化が見られ、これは上半期にはむしろ面倒だった。\u001b[22m, \u001b[1mコメディ/スライス・オブ・ライフに宇宙戦闘から予期しないジャンルの変化は、前半でかなり不愉快である見られています。\u001b[22m\n\u001b[4mThis is rectified in the second half where everything starts falling into place, and a good, clear balance is found.\u001b[24m\n    \u001b[1mこれは後半にすべて整理され、すべての場所に落ち込み、良い、明確なバランスが見つかります。\u001b[22m, \u001b[1mこれは、すべての場所に落ちる開始し、良い、明確なバランスが発見された後半に整流されます。\u001b[22m\n\u001b[4mThe series is more for those who like deeper thinking and strategy, instead of the average shounen battles.\u001b[24m\n    \u001b[1mこのシリーズは、平均的な少年戦ではなく、より深い思考や戦略が好きな人にとってはより多くのものです。\u001b[22m, \u001b[1mシリーズではなく、平均的な少年の戦いのより深い思考と戦略を、好きな人のためのより多くのです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is deep and intriguing, with a wide variety of piracy missions requiring different skills and tactics. What is emphasised greatly is that preparation is key before engaging in any kind of mission or battle. The show, for the most part keeps the viewer informed how and why a ship's crew has taken a certain course of action.\n\n\u001b[1mストーリーは深く興味深いもので、様々なスキルと戦術を必要とするさまざまな違法コピーミッションがあります。 どのような種類のミッションや戦闘に参加する前に準備が重要であるかが大きく強調されています。 ショーは、大部分のために、船の乗組員がどのように、なぜ、なぜ、何らかの行動をとったか、視聴者に知らせている。\u001b[22m\n\u001b[1m(Sutōrī wa fukaku kyōmibukai mono de, samazamana sukiru to senjutsu o hitsuyō to suru samazamana ihō kopīmisshon ga arimasu.Do no yōna shurui no misshon ya sentō ni sanka suru mae ni junbi ga jūyōdearu ka ga ōkiku kyōchō sa rete imasu. Shō wa, daibubun no tame ni,-sen no norikumiin ga dono yō ni, naze, naze, nanrakano kōdō o totta ka, shichō-sha ni shirasete iru.)\u001b[22m\n\nTranslations of \u001b[4mThe story is deep and intriguing, with a wide variety of piracy missions requiring different skills and tactics. What is emphasised greatly is that preparation is key before engaging in any kind of mission or battle. The show, for the most part keeps the viewer informed how and why a ship's crew has taken a certain course of action.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is deep and intriguing, with a wide variety of piracy missions requiring different skills and tactics.\u001b[24m\n    \u001b[1mストーリーは深く興味深いもので、様々なスキルと戦術を必要とするさまざまな違法コピーミッションがあります。\u001b[22m, \u001b[1m物語は、異なるスキルや戦術を必要とする海賊行為ミッションの多種多様な、深く興味をそそられます。\u001b[22m\n\u001b[4mWhat is emphasised greatly is that preparation is key before engaging in any kind of mission or battle.\u001b[24m\n    \u001b[1mどのような種類のミッションや戦闘に参加する前に準備が重要であるかが大きく強調されています。\u001b[22m, \u001b[1m何大幅に強調されていること準備がミッションや戦闘のいずれかの種類に従事する前にキーであることです。\u001b[22m\n\u001b[4mThe show, for the most part keeps the viewer informed how and why a ship's crew has taken a certain course of action.\u001b[24m\n    \u001b[1mショーは、大部分のために、船の乗組員がどのように、なぜ、なぜ、何らかの行動をとったか、視聴者に知らせている。\u001b[22m, \u001b[1mほとんどの部分のためのショーは、どのように、なぜ船の乗組員は、アクションの特定のコースを取った通知ビューアを保持します。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, the preparation aspect is over-emphasised in the first 4 episodes which really broke the pacing and turned off a lot of potential viewers. The show does redeem itself in the 5th episode when all the preparations go into action. The highly tactical nature is gripping, and is upheld throughout the rest of the series during engagement with enemies.\n\n\u001b[1m残念なことに、最初の4つのエピソードでは、準備段階が過度に強調されています。これは実際にペースを崩し、多数の視聴者を無効にしました。 ショーはすべての準備が行われる5回目のエピソードでそれ自体を償還します。 非常に戦術的な性質は握っており、敵との戦い中にシリーズの残りの部分で支えられています。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, saisho no 4tsu no episōdode wa, junbi dankai ga kado ni kyōchō sa rete imasu. Kore wa jissai ni pēsu o kuzushi, tasū no shichō-sha o mukō ni shimashita. Shō wa subete no junbi ga okonawa reru 5-kai-me no episōdo de sore jitai o shōkan shimasu. Hijō ni senjutsu-tekina seishitsu wa nigitte ori, teki to notatakai-chū ni shirīzu no nokori no bubun de sasae rarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, the preparation aspect is over-emphasised in the first 4 episodes which really broke the pacing and turned off a lot of potential viewers. The show does redeem itself in the 5th episode when all the preparations go into action. The highly tactical nature is gripping, and is upheld throughout the rest of the series during engagement with enemies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, the preparation aspect is over-emphasised in the first 4 episodes which really broke the pacing and turned off a lot of potential viewers.\u001b[24m\n    \u001b[1m残念なことに、最初の4つのエピソードでは、準備段階が過度に強調されています。これは実際にペースを崩し、多数の視聴者を無効にしました。\u001b[22m, \u001b[1m残念ながら、準備態様は本当にペーシングを破って、潜在的な視聴者の多くがオフになって最初の4話で過強調されています。\u001b[22m\n\u001b[4mThe show does redeem itself in the 5th episode when all the preparations go into action.\u001b[24m\n    \u001b[1mショーはすべての準備が行われる5回目のエピソードでそれ自体を償還します。\u001b[22m, \u001b[1mショーはすべての準備が行動に行くときに第五のエピソードで自分自身を償還します。\u001b[22m\n\u001b[4mThe highly tactical nature is gripping, and is upheld throughout the rest of the series during engagement with enemies.\u001b[24m\n    \u001b[1m非常に戦術的な性質は握っており、敵との戦い中にシリーズの残りの部分で支えられています。\u001b[22m, \u001b[1m非常に戦術的な性質が把持され、敵との係合中に、一連の残りの部分で守られています。\u001b[22m\n\u001b[1m\u001b[22m\nThe end of the first episode was also awkward, as we are abruptly introduced to the political nature and hazards of being involved with piracy, without any follow-up. The best way to describe it is a shoddy attempt to include action and suspense which was counter-productive in the bigger picture. The later episodes do give us a quick rundown, and the viewer is also able to naturally gain a good idea of the setting as events unfold, which makes the awkward first episode sequence necessary.\n\n\u001b[1m最初のエピソードの終わりは、私たちが政治的性質と違法コピーに巻き込まれてしまう危険に突然導入されたため、フォローアップは一切ありませんでした。 それを記述するための最善の方法は、大きな絵に反生産的だったアクションとサスペンスを含める試み的な試みです。 後のエピソードは私たちにすばやい説明を与えてくれます。また、視聴者はイベントが展開されると自然に設定の良いアイデアを得ることができ、最初のエピソードの順序が厄介になります。\u001b[22m\n\u001b[1m(Saisho no episōdo no owari wa, watashitachi ga seidjiteki seishitsu to ihō kopī ni makikoma rete shimau kiken ni totsuzen dōnyū sa reta tame, forōappu wa issai arimasendeshita. Sore o kijutsu suru tame no saizen no hōhō wa, ōkina e ni han seisan-tekidatta akushon to sasupensu o fukumeru kokoromi-tekina kokoromidesu.-Go no episōdo wa watashitachi ni subayai setsumei o ataete kuremasu. Mata, shichō-sha wa ibento ga tenkai sa reruto shizen ni settei no yoi aidea o eru koto ga deki, saisho no episōdo no junjo ga yakkai ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe end of the first episode was also awkward, as we are abruptly introduced to the political nature and hazards of being involved with piracy, without any follow-up. The best way to describe it is a shoddy attempt to include action and suspense which was counter-productive in the bigger picture. The later episodes do give us a quick rundown, and the viewer is also able to naturally gain a good idea of the setting as events unfold, which makes the awkward first episode sequence necessary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe end of the first episode was also awkward, as we are abruptly introduced to the political nature and hazards of being involved with piracy, without any follow-up.\u001b[24m\n    \u001b[1m最初のエピソードの終わりは、私たちが政治的性質と違法コピーに巻き込まれてしまう危険に突然導入されたため、フォローアップは一切ありませんでした。\u001b[22m, \u001b[1m私たちは突然、政治的性質および任意のフォローアップすることなく、著作権侵害に関与しているの危険に導入される最初のエピソードの終わりには、また厄介でした。\u001b[22m\n\u001b[4mThe best way to describe it is a shoddy attempt to include action and suspense which was counter-productive in the bigger picture.\u001b[24m\n    \u001b[1mそれを記述するための最善の方法は、大きな絵に反生産的だったアクションとサスペンスを含める試み的な試みです。\u001b[22m, \u001b[1mそれを記述するための最良の方法は、大きな画像で非生産的だったアクションとサスペンスを含むように見掛け倒しの試みです。\u001b[22m\n\u001b[4mThe later episodes do give us a quick rundown, and the viewer is also able to naturally gain a good idea of the setting as events unfold, which makes the awkward first episode sequence necessary.\u001b[24m\n    \u001b[1m後のエピソードは私たちにすばやい説明を与えてくれます。また、視聴者はイベントが展開されると自然に設定の良いアイデアを得ることができ、最初のエピソードの順序が厄介になります。\u001b[22m, \u001b[1mそれ以降のエピソードは、私たちに簡単に説明を与えてやる、と視聴者はまた、天然ぎこちない最初のエピソードシーケンスが必要になるイベントが展開として設定、の良いアイデアを得ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe structuring of the arcs also took some time to get used to, as the 'Mission'-centric episodes bore the hallmarks of a Space Opera while the 'In-between' episodes between the Missions were closer to slice-of-life and comedy . The change of pace is totally unexpected and rather confusing at first. The 'in-between' episodes show improvement as the series progresses, and successfully provide a good relief from the serious parts.\n\n\u001b[1m「ミッション」を中心としたエピソードはスペース・オペラの特質を担っていたのに対し、アークの構造化には多少時間がかかったが、ミッション間の「中間」のエピソードはスライス・オブ・ライフとコメディに近い 。 ペースの変化はまったく予期せず、最初はむしろ混乱しています。  「中間の」エピソードは、シリーズが進行するにつれて改善を示し、重大な部分からうまく解放されます。\u001b[22m\n\u001b[1m(`Misshon' o chūshin to shita episōdo wa supēsu opera no tokushitsu o ninatte itanoni taishi, āku no kōzō-ka ni wa tashō jikan ga kakattaga, misshon-kan no `chūkan' no episōdo wa suraisu Obu raifu to komedi ni chikai. Pēsu no henka wa mattaku yokisezu, saisho wa mushiro konran shite imasu. `Chūkan no' episōdo wa, shirīzu ga shinkō suru ni tsurete kaizen o shimeshi, jūdaina bubun kara umaku kaihō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe structuring of the arcs also took some time to get used to, as the 'Mission'-centric episodes bore the hallmarks of a Space Opera while the 'In-between' episodes between the Missions were closer to slice-of-life and comedy . The change of pace is totally unexpected and rather confusing at first. The 'in-between' episodes show improvement as the series progresses, and successfully provide a good relief from the serious parts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe structuring of the arcs also took some time to get used to, as the 'Mission'-centric episodes bore the hallmarks of a Space Opera while the 'In-between' episodes between the Missions were closer to slice-of-life and comedy\u001b[24m\n    \u001b[1m「ミッション」を中心としたエピソードはスペース・オペラの特質を担っていたのに対し、アークの構造化には多少時間がかかったが、ミッション間の「中間」のエピソードはスライス・オブ・ライフとコメディに近い\u001b[22m, \u001b[1mイン間のミッションの間のエピソード「スライスオブライフに近いと喜劇だった「ながらMission'中心のエピソードはスペースオペラの特徴を退屈」と弧の構造も、慣れるまでに時間がかかりました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThe change of pace is totally unexpected and rather confusing at first.\u001b[24m\n    \u001b[1mペースの変化はまったく予期せず、最初はむしろ混乱しています。\u001b[22m, \u001b[1mペースの変化は全く予期しないと最初はかなり混乱しています。\u001b[22m\n\u001b[4mThe 'in-between' episodes show improvement as the series progresses, and successfully provide a good relief from the serious parts.\u001b[24m\n    \u001b[1m「中間の」エピソードは、シリーズが進行するにつれて改善を示し、重大な部分からうまく解放されます。\u001b[22m, \u001b[1m'で、'の間のエピソードは、シリーズが進むにつれて改善を示し、かつ正常に重大な部分から良好な救済を提供しています。\u001b[22m\n\u001b[1m\u001b[22m\nWhat the series excels at is how it handles the characters. We have a large cast, but only the important ones get the focus. The viewer develops understanding of the characters through the way they act, rather than empathy that is seen in most other series. This feels rather impersonal as the viewer is unable to directly connect to anyone, and is left as the third person observer. The total opposite happens in Code Geass where we are always with the main lead, going through his thoughts and the fairly minor characters also have their day in the spotlight. Not so in pirates, as we appreciate the excellent supporting cast through observing what they do, and how they do it. The story gradually reveals the characters, rather than the characters revealing themselves.\n\n\u001b[1mシリーズが優れているのは、キャラクターをどのように扱うかです。 私たちは大きなキャストを持っていますが、重要なものだけが焦点を当てます。 視聴者は、ほとんどの他のシリーズに見られる共感ではなく、彼らが行動する方法を通してキャラクターの理解を発達させる。 これは、視聴者が誰かに直接接続することができず、第三者のオブザーバーとして残されているので、むしろ個人的ではないと感じます。  Code Geassでは、主導権を常に持ち、彼の思考を通り抜けており、かなりマイナーなキャラクターもスポットライトを当てています。 海賊ではそうではありません。彼らが何をしているかを観察し、優れた支持キャストに感謝しています。 物語は徐々にキャラクターを明らかにする。\u001b[22m\n\u001b[1m(Shirīzu ga sugurete iru no wa, kyarakutā o dono yō ni atsukau kadesu. Watashitachi wa ōkina kyasuto o motte imasuga, jūyōna mono dake ga shōten o atemasu. Shichō-sha wa, hotondo no ta no shirīzu ni mi rareru kyōkande wa naku, karera ga kōdō suru hōhō o tōshite kyarakutā no rikai o hattatsu sa seru. Kore wa, shichō-sha ga dareka ni chokusetsu setsuzoku suru koto ga dekizu, daisansha no obuzābā to shite nokosa rete irunode, mushiro kojin-tekide wa nai to kanjimasu. Code Geassde wa, shudō-ken o tsuneni mochi, kare no shikō o tōrinukete ori, kanari maināna kyarakutā mo supottoraito o atete imasu. Kaizokude wa sōde wa arimasen. Karera ga nani o shite iru ka o kansatsu shi, sugureta shiji kyasuto ni kansha shite imasu. Monogatari wa jojoni kyarakutā o akiraka ni suru.)\u001b[22m\n\nTranslations of \u001b[4mWhat the series excels at is how it handles the characters. We have a large cast, but only the important ones get the focus. The viewer develops understanding of the characters through the way they act, rather than empathy that is seen in most other series. This feels rather impersonal as the viewer is unable to directly connect to anyone, and is left as the third person observer. The total opposite happens in Code Geass where we are always with the main lead, going through his thoughts and the fairly minor characters also have their day in the spotlight. Not so in pirates, as we appreciate the excellent supporting cast through observing what they do, and how they do it. The story gradually reveals the characters, rather than the characters revealing themselves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat the series excels at is how it handles the characters.\u001b[24m\n    \u001b[1mシリーズが優れているのは、キャラクターをどのように扱うかです。\u001b[22m, \u001b[1mそれは文字の処理方法をどのようなシリーズが得意とすることです。\u001b[22m\n\u001b[4mWe have a large cast, but only the important ones get the focus.\u001b[24m\n    \u001b[1m私たちは大きなキャストを持っていますが、重要なものだけが焦点を当てます。\u001b[22m, \u001b[1m私たちは、大規模なキャストを持っていますが、唯一の重要なものは、フォーカスを取得します。\u001b[22m\n\u001b[4mThe viewer develops understanding of the characters through the way they act, rather than empathy that is seen in most other series.\u001b[24m\n    \u001b[1m視聴者は、ほとんどの他のシリーズに見られる共感ではなく、彼らが行動する方法を通してキャラクターの理解を発達させる。\u001b[22m, \u001b[1m視聴者は、ほとんどの他のシリーズに見られる、彼らが行動する方法ではなく、共感を通して文字の理解を開発しています。\u001b[22m\n\u001b[4mThis feels rather impersonal as the viewer is unable to directly connect to anyone, and is left as the third person observer.\u001b[24m\n    \u001b[1mこれは、視聴者が誰かに直接接続することができず、第三者のオブザーバーとして残されているので、むしろ個人的ではないと感じます。\u001b[22m, \u001b[1m視聴者が直接誰にも接続することができず、第三者オブザーバとして残されているように、これはむしろ人間味の感じています。\u001b[22m\n\u001b[4mThe total opposite happens in Code Geass where we are always with the main lead, going through his thoughts and the fairly minor characters also have their day in the spotlight.\u001b[24m\n    \u001b[1mCode Geassでは、主導権を常に持ち、彼の思考を通り抜けており、かなりマイナーなキャラクターもスポットライトを当てています。\u001b[22m, \u001b[1m総反対はスポットライトでの一日を持っても、自分の考えとかなりマイナーな文字を通過、私たちは主鉛で常にコードギアスで行われます。\u001b[22m\n\u001b[4mNot so in pirates, as we appreciate the excellent supporting cast through observing what they do, and how they do it.\u001b[24m\n    \u001b[1m海賊ではそうではありません。彼らが何をしているかを観察し、優れた支持キャストに感謝しています。\u001b[22m, \u001b[1mいない海賊におけるので、我々は、彼らが何をすべきかを観察を通じて優れた脇役を感謝し、彼らはそれを行う方法として。\u001b[22m\n\u001b[4mThe story gradually reveals the characters, rather than the characters revealing themselves.\u001b[24m\n    \u001b[1m物語は徐々にキャラクターを明らかにする。\u001b[22m, \u001b[1m物語は徐々に文字ではなく、自分自身を明らかに文字を明らかにする。\u001b[22m\n\u001b[1m\u001b[22m\nRemarkably, this is handled in an excellent fashion as we see a very natural progression and development from our main heroine, Marika. Her piracy skills and confidence show a natural growth from experience and the subtle changes over time is just pleasing to see. At the same time, she is no superhuman and has her insecurities. A reluctant leader who becomes a beast of a leader when the switch goes in. The writer of this review has the same experience, being in a zombie-like state outside work, but task-orientated and focused while at it.\n\n\u001b[1m注目すべきことに、これは優れた方法で処理され、主人公、Marikaの非常に自然な進行と発展が見られます。 彼女の著作権侵害のスキルと自信は、経験​​からの自然な成長を示し、微妙な変化は時間の経過と共に気に入っています。 同時に、彼女は超人的ではなく、彼女の不安を抱えている。 このレビューの作家は、仕事以外のゾンビのような状態にあるが、タスク指向で焦点を当てながら同じ経験をしている。\u001b[22m\n\u001b[1m(Chūmoku subeki koto ni, koreha sugureta hōhō de shori sa re, shujinkō, Marika no hijō ni shizen'na shinkō to hatten ga mi raremasu. Kanojo no chosakukenshingai no sukiru to jishin wa, keiken ​​ kara no shizen'na seichō o shimeshi, bimyōna henka wa jikan no keika to tomoni kiniitte imasu. Dōjini, kanojo wa chō jintekide wa naku, kanojo no fuan o kakaete iru. Kono rebyū no sakka wa, shigoto igai no zonbi no yōna jōtai ni aru ga, tasuku shikō de shōten o atenagara onaji keiken o shite iru.)\u001b[22m\n\nTranslations of \u001b[4mRemarkably, this is handled in an excellent fashion as we see a very natural progression and development from our main heroine, Marika. Her piracy skills and confidence show a natural growth from experience and the subtle changes over time is just pleasing to see. At the same time, she is no superhuman and has her insecurities. A reluctant leader who becomes a beast of a leader when the switch goes in. The writer of this review has the same experience, being in a zombie-like state outside work, but task-orientated and focused while at it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRemarkably, this is handled in an excellent fashion as we see a very natural progression and development from our main heroine, Marika.\u001b[24m\n    \u001b[1m注目すべきことに、これは優れた方法で処理され、主人公、Marikaの非常に自然な進行と発展が見られます。\u001b[22m, \u001b[1m私たちは私たちの主なヒロイン、マリカから非常に自然な進行と発展を見るように驚くべきことに、これは優れた方法で処理されます。\u001b[22m\n\u001b[4mHer piracy skills and confidence show a natural growth from experience and the subtle changes over time is just pleasing to see.\u001b[24m\n    \u001b[1m彼女の著作権侵害のスキルと自信は、経験からの自然な成長を示し、微妙な変化は時間の経過と共に気に入っています。\u001b[22m, \u001b[1m彼女の著作権侵害のスキルと自信は経験から自然な成長を示し、時間の経過に微妙な変化を見てちょうど喜ばれます。\u001b[22m\n\u001b[4mAt the same time, she is no superhuman and has her insecurities.\u001b[24m\n    \u001b[1m同時に、彼女は超人的ではなく、彼女の不安を抱えている。\u001b[22m, \u001b[1m同時に、彼女には超人ではない、彼女の不安を持っています。\u001b[22m\n\u001b[4mA reluctant leader who becomes a beast of a leader when the switch goes in. The writer of this review has the same experience, being in a zombie-like state outside work, but task-orientated and focused while at it.\u001b[24m\n    \u001b[1mこのレビューの作家は、仕事以外のゾンビのような状態にあるが、タスク指向で焦点を当てながら同じ経験をしている。\u001b[22m, \u001b[1mスイッチがになったときにリーダーの獣になる消極的リーダーです。このレビューの作家は仕事の外にゾンビのような状態にある、同じ経験を持っていますが、タスク指向、それにしながら焦点を当てました。\u001b[22m\n\u001b[1m\u001b[22m\nThe BGM is very good, and supports the different moods, from mission planning sequences to high-stakes battle action. There is a noticeable lack of variety at times, and repetition through the episodes can get a little tiresome. It is a case of quality over quantity, although a little more of the latter would be welcome! The insert songs and a special ending theme sets a good feel-good and concluding mood, while the regular ED sets a tone of anticipation with the lyrics giving an excellent portrayal of Marika. The OP is a matter of taste, which in itself is an excellent example of Bodaciousness and pirates by their nature are just that.\n\n\u001b[1mBGMは非常に優れており、ミッションの計画からハイステークスの戦闘まで、さまざまな気分をサポートしています。 時々多様性が目立つことはなく、エピソードを繰り返していくと少し面倒なことがあります。 後者のほんの少しが歓迎されるかもしれませんが、量以上の品質の場合です！ インサート・ソングと特別なエンディング・テーマは良い気分になり、気分を取り戻しますが、通常のEDはMarikaの優れた描写を与える歌詞に期待感を与えます。  OPはそれ自体がBodaciousnessと海賊の優れた例である趣味の問題です。その性質上、それだけです。\u001b[22m\n\u001b[1m(BGM wa hijō ni sugurete ori, misshon no keikaku kara haisutēkusu no sentō made, samazamana kibun o sapōto shite imasu. Tokidoki tayō-sei ga medatsu koto wa naku, episōdo o kurikaeshite ikuto sukoshi mendōna koto ga arimasu. Kōsha no hon'nosukoshi ga kangei sa reru kamo shiremasenga,-ryō ijō no hinshitsu no baaidesu! Insāto songu to tokubetsuna endingu tēma wa yoi kibun ni nari, kibun o torimodoshimasuga, tsūjō no ED wa Marika no sugureta byōsha o ataeru kashi ni kitai-kan o ataemasu. OP wa sore jitai ga Bodaciousness to kaizoku no sugureta reidearu shumi no mondaidesu. Sono seishitsu-jō, sore dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe BGM is very good, and supports the different moods, from mission planning sequences to high-stakes battle action. There is a noticeable lack of variety at times, and repetition through the episodes can get a little tiresome. It is a case of quality over quantity, although a little more of the latter would be welcome! The insert songs and a special ending theme sets a good feel-good and concluding mood, while the regular ED sets a tone of anticipation with the lyrics giving an excellent portrayal of Marika. The OP is a matter of taste, which in itself is an excellent example of Bodaciousness and pirates by their nature are just that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe BGM is very good, and supports the different moods, from mission planning sequences to high-stakes battle action.\u001b[24m\n    \u001b[1mBGMは非常に優れており、ミッションの計画からハイステークスの戦闘まで、さまざまな気分をサポートしています。\u001b[22m, \u001b[1mBGMは非常に良好で、ハイステークバトルアクションにミッション計画配列から、異なるムードをサポートしています。\u001b[22m\n\u001b[4mThere is a noticeable lack of variety at times, and repetition through the episodes can get a little tiresome.\u001b[24m\n    \u001b[1m時々多様性が目立つことはなく、エピソードを繰り返していくと少し面倒なことがあります。\u001b[22m, \u001b[1m少し退屈を得ることができるエピソードを通じて顕著な時間に様々なの欠如、および繰り返しがあります。\u001b[22m\n\u001b[4mIt is a case of quality over quantity, although a little more of the latter would be welcome!\u001b[24m\n    \u001b[1m後者のほんの少しが歓迎されるかもしれませんが、量以上の品質の場合です！\u001b[22m, \u001b[1m後者のより少しは歓迎されるでしょうが、それは、量より質のケースです！\u001b[22m\n\u001b[4mThe insert songs and a special ending theme sets a good feel-good and concluding mood, while the regular ED sets a tone of anticipation with the lyrics giving an excellent portrayal of Marika.\u001b[24m\n    \u001b[1mインサート・ソングと特別なエンディング・テーマは良い気分になり、気分を取り戻しますが、通常のEDはMarikaの優れた描写を与える歌詞に期待感を与えます。\u001b[22m, \u001b[1m正規のEDはマリカの優れた描写を与える歌詞と期待のトーンを設定しながら、挿入歌や特別なエンディングのテーマは、良い感触-良いと結びのムードを設定します。\u001b[22m\n\u001b[4mThe OP is a matter of taste, which in itself is an excellent example of Bodaciousness and pirates by their nature are just that.\u001b[24m\n    \u001b[1mOPはそれ自体がBodaciousnessと海賊の優れた例である趣味の問題です。その性質上、それだけです。\u001b[22m, \u001b[1mOPは、それ自体がBodaciousnessの優れた例である好みの問題であり、そしてその性質上海賊がまさにそれです。\u001b[22m\n\u001b[1m\u001b[22m\nGeneral sounds are also great, and really reinforce aspects of the story. The various pirate ships are a century old, and have undergone custom modifications throughout the years. While the external designs have similar roots, the differences in customisation is apparent. Such is the attention to detail in that each ship has its own unique warning siren.\n\n\u001b[1m一般的な音も素晴らしいですし、実際には物語の側面を強化しています。 様々な海賊船は一世紀前のことであり、何年もの間カスタム修正を受けています。 外部デザインにも同様の根がありますが、カスタマイズの違いは明らかです。 これは、各船に独自の警告サイレンが付いているという点で細心の注意を払っています。\u001b[22m\n\u001b[1m(Ippantekina-on mo subarashīdesushi, jissai ni wa monogatari no sokumen o kyōka shite imasu. Samazamana kaizoku-sen wa isseiki mae no kotodeari, nan'nen mo no ma kasutamu shūsei o ukete imasu. Gaibu dezain ni mo dōyō no ne ga arimasuga, kasutamaizu no chigai wa akirakadesu. Kore wa, kaku-sen ni dokuji no keikoku sairen ga tsuite iru to iu tende saishin no chūi o haratte imasu.)\u001b[22m\n\nTranslations of \u001b[4mGeneral sounds are also great, and really reinforce aspects of the story. The various pirate ships are a century old, and have undergone custom modifications throughout the years. While the external designs have similar roots, the differences in customisation is apparent. Such is the attention to detail in that each ship has its own unique warning siren.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGeneral sounds are also great, and really reinforce aspects of the story.\u001b[24m\n    \u001b[1m一般的な音も素晴らしいですし、実際には物語の側面を強化しています。\u001b[22m, \u001b[1m一般的な音も素晴らしいです、本当に物語の側面を強化します。\u001b[22m\n\u001b[4mThe various pirate ships are a century old, and have undergone custom modifications throughout the years.\u001b[24m\n    \u001b[1m様々な海賊船は一世紀前のことであり、何年もの間カスタム修正を受けています。\u001b[22m, \u001b[1m様々な海賊船は世紀の古いであり、年間を通じてカスタムの変更を受けています。\u001b[22m\n\u001b[4mWhile the external designs have similar roots, the differences in customisation is apparent.\u001b[24m\n    \u001b[1m外部デザインにも同様の根がありますが、カスタマイズの違いは明らかです。\u001b[22m, \u001b[1m外部設計は類似の根を有するが、カスタマイズの差は明らかです。\u001b[22m\n\u001b[4mSuch is the attention to detail in that each ship has its own unique warning siren.\u001b[24m\n    \u001b[1mこれは、各船に独自の警告サイレンが付いているという点で細心の注意を払っています。\u001b[22m, \u001b[1mこのような各船は独自の警告サイレンを持っているという点で、細部へのこだわりです。\u001b[22m\n\u001b[1m\u001b[22m\nThe general character art and animation is very average for a televised series. Character detailing is usually good, but there is some inconsistency across different episodes. The animation is decent to good most of the time, but there are the rare exceptions where framelag is highly noticeable. The CGI on the other hand is outstanding. The detailed designs of the pirate ships, and the large amounts of different shading that is used is exceptional. The movement is extremely fluid, with extremely accurate thruster deployment as a ship changes direction. Zero-G environments and physics are excellently represented in both 'ordinary' and 'CGI' sequences (technically, it's ALL CGI but you get the gist) with floating characters having to kick objects to change direction, as well as going 'upside down'\n\n\u001b[1m一般的なキャラクターのアートとアニメーションは、放映されたシリーズにとって非常に平均的です。 キャラクターディテールは通常は良いですが、さまざまなエピソードでいくつかの矛盾があります。 ほとんどの場合、アニメーションはまあまあですが、フレームラグが非常に目立つことはまれな例外です。 一方、CGIは優れています。 海賊船の詳細な設計、および使用されている大量の異なるシェーディングは例外的です。 動きは非常に流動的で、船が方向を変えると非常に正確なスラスタの展開が可能です。 ゼロGの環境と物理学は、「普通」と「CGI」の両方のシーケンスで優れて表現されています（技術的にはすべてCGIですが、あなたは要点を得ます）。浮動文字でオブジェクトをキックして方向を変えたり、\u001b[22m\n\u001b[1m(Ippantekina kyarakutā no āto to animēshon wa, hōei sa reta shirīzu ni totte hijō ni heikin-tekidesu. Kyarakutāditēru wa tsūjō wa yoidesuga, samazamana episōdo de ikutsu ka no mujun ga arimasu. Hotondo no baai, animēshon wa mā mādesuga, furēmuragu ga hijō ni medatsu koto wa marena reigaidesu. Ippō, CGI wa sugurete imasu. Kaizoku-sen no shōsaina sekkei, oyobi shiyō sa rete iru tairyō no kotonaru shēdingu wa reigai-tekidesu. Ugoki wa hijō ni ryūdōtekide,-sen ga hōkōwokaeru to hijō ni seikakuna surasuta no tenkai ga kanōdesu. Zero G no kankyō to butsurigaku wa,`futsū' to `CGI' no ryōhō no shīkensu de sugurete hyōgen sa rete imasu (gijutsu-teki ni wa subete CGIdesuga, anata wa yōten o emasu). Fudō moji de obujekuto o kikku shite hōkō o kae tari,)\u001b[22m\n\nTranslations of \u001b[4mThe general character art and animation is very average for a televised series. Character detailing is usually good, but there is some inconsistency across different episodes. The animation is decent to good most of the time, but there are the rare exceptions where framelag is highly noticeable. The CGI on the other hand is outstanding. The detailed designs of the pirate ships, and the large amounts of different shading that is used is exceptional. The movement is extremely fluid, with extremely accurate thruster deployment as a ship changes direction. Zero-G environments and physics are excellently represented in both 'ordinary' and 'CGI' sequences (technically, it's ALL CGI but you get the gist) with floating characters having to kick objects to change direction, as well as going 'upside down'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe general character art and animation is very average for a televised series.\u001b[24m\n    \u001b[1m一般的なキャラクターのアートとアニメーションは、放映されたシリーズにとって非常に平均的です。\u001b[22m, \u001b[1m一般的な文字アートやアニメーションがテレビ放映シリーズのために非常に平均です。\u001b[22m\n\u001b[4mCharacter detailing is usually good, but there is some inconsistency across different episodes.\u001b[24m\n    \u001b[1mキャラクターディテールは通常は良いですが、さまざまなエピソードでいくつかの矛盾があります。\u001b[22m, \u001b[1mディテールの文字は通常は良いですが、別のエピソード全体でいくつかの矛盾があります。\u001b[22m\n\u001b[4mThe animation is decent to good most of the time, but there are the rare exceptions where framelag is highly noticeable.\u001b[24m\n    \u001b[1mほとんどの場合、アニメーションはまあまあですが、フレームラグが非常に目立つことはまれな例外です。\u001b[22m, \u001b[1mアニメーションは、ほとんどの時間は良いとまともですが、framelagは非常に顕著であるまれな例外があります。\u001b[22m\n\u001b[4mThe CGI on the other hand is outstanding.\u001b[24m\n    \u001b[1m一方、CGIは優れています。\u001b[22m, \u001b[1m一方、CGIは抜群です。\u001b[22m\n\u001b[4mThe detailed designs of the pirate ships, and the large amounts of different shading that is used is exceptional.\u001b[24m\n    \u001b[1m海賊船の詳細な設計、および使用されている大量の異なるシェーディングは例外的です。\u001b[22m, \u001b[1m使用されている海賊船の詳細設計、および異なるシェーディング大量のは格別です。\u001b[22m\n\u001b[4mThe movement is extremely fluid, with extremely accurate thruster deployment as a ship changes direction.\u001b[24m\n    \u001b[1m動きは非常に流動的で、船が方向を変えると非常に正確なスラスタの展開が可能です。\u001b[22m, \u001b[1m動きは、船の変化方向と非常に正確なスラスタの展開で、非常に流動的です。\u001b[22m\n\u001b[4mZero-G environments and physics are excellently represented in both 'ordinary' and 'CGI' sequences (technically, it's ALL CGI but you get the gist) with floating characters having to kick objects to change direction, as well as going 'upside down'\u001b[24m\n    \u001b[1mゼロGの環境と物理学は、「普通」と「CGI」の両方のシーケンスで優れて表現されています（技術的にはすべてCGIですが、あなたは要点を得ます）。浮動文字でオブジェクトをキックして方向を変えたり、\u001b[22m, \u001b[1mゼロG環境と物理学を良好に「逆さま ''普通 'と浮動文字が方向を変更するには、オブジェクトをキックすること、ならびに行くと「CGI'配列（技術的に、それはすべてのCGIですが、あなたは要点を理解する）の両方で表現されています\u001b[22m\n\u001b[1m\u001b[22m\nAt the end of the day, Mouretsu Pirates is a highly compelling show that dared to do things differently. Tactics instead of pure action. Third-person character development instead of through first-person empathy. It even throws in comic relief in this highly complex execution. Even the producers seemed to struggle, as seen in the first few episodes but they learnt from their mistakes and each successive arc improves upon the previous ones. While the end results were far from perfect, they gradually become close enough. This is certainly a show which a patient viewer with an interest in space would enjoy.\n\n\u001b[1m終わりに、Mouretsu Piratesは、敢えて違ったやり方をしている非常に魅力的なショーです。 純粋な行動の代わりに戦術。 一人称共感の代わりに三人称キャラクターの開発。 この非常に複雑な実行では、それは漫画の救済にもスローされます。 最初の数回のエピソードで見られるように、プロデューサーも苦労していたようでしたが、彼らは間違いから学び、それぞれの連続するアークは以前のアークを改善します。 最終的な結果は完璧ではありませんが、徐々に近づいています。 これは、確かにスペースに興味を持つ患者の視聴者が楽しむショーです。\u001b[22m\n\u001b[1m(Owari ni, Mouretsu Pirates wa, aete chigatta yarikata o shite iru hijō ni miryoku-tekina shōdesu. Junsuina kōdō no kawarini senjutsu. Ichininshō kyōkan no kawarini san'ninshō kyarakutā no kaihatsu. Kono hijō ni fukuzatsuna jikkōde wa, soreha manga no kyūsai ni mo surō sa remasu. Saisho no sū-kai no episōdo de mi rareru yō ni, purode~yūsā mo kurō shite ita yōdeshitaga, karera wa machigai kara manabi, sorezore no renzoku suru āku wa izen no āku o kaizen shimasu. Saishū-tekina kekka wa kanpekide wa arimasenga, jojoni chikadzuite imasu. Kore wa, tashika ni supēsu ni kyōmiwomotsu kanja no shichō-sha ga tanoshimu shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAt the end of the day, Mouretsu Pirates is a highly compelling show that dared to do things differently. Tactics instead of pure action. Third-person character development instead of through first-person empathy. It even throws in comic relief in this highly complex execution. Even the producers seemed to struggle, as seen in the first few episodes but they learnt from their mistakes and each successive arc improves upon the previous ones. While the end results were far from perfect, they gradually become close enough. This is certainly a show which a patient viewer with an interest in space would enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the end of the day, Mouretsu Pirates is a highly compelling show that dared to do things differently.\u001b[24m\n    \u001b[1m終わりに、Mouretsu Piratesは、敢えて違ったやり方をしている非常に魅力的なショーです。\u001b[22m, \u001b[1m一日の終わりには、Mouretsuパイレーツは違ったことを行うためにあえて非常に魅力的なショーです。\u001b[22m\n\u001b[4mTactics instead of pure action.\u001b[24m\n    \u001b[1m純粋な行動の代わりに戦術。\u001b[22m, \u001b[1m代わりに、純粋なアクションの戦術。\u001b[22m\n\u001b[4mThird-person character development instead of through first-person empathy.\u001b[24m\n    \u001b[1m一人称共感の代わりに三人称キャラクターの開発。\u001b[22m, \u001b[1m一人称共感を通じての代わりに三人称文字の開発。\u001b[22m\n\u001b[4mIt even throws in comic relief in this highly complex execution.\u001b[24m\n    \u001b[1mこの非常に複雑な実行では、それは漫画の救済にもスローされます。\u001b[22m, \u001b[1mそれも、この非常に複雑な実行にコミックリリーフにスローされます。\u001b[22m\n\u001b[4mEven the producers seemed to struggle, as seen in the first few episodes but they learnt from their mistakes and each successive arc improves upon the previous ones.\u001b[24m\n    \u001b[1m最初の数回のエピソードで見られるように、プロデューサーも苦労していたようでしたが、彼らは間違いから学び、それぞれの連続するアークは以前のアークを改善します。\u001b[22m, \u001b[1m最初のいくつかのエピソードに見られるようにさえプロデューサーは、苦労するように見えたが、彼らは自分の過ちから学び、それぞれの連続した弧は以前のものを改良します。\u001b[22m\n\u001b[4mWhile the end results were far from perfect, they gradually become close enough.\u001b[24m\n    \u001b[1m最終的な結果は完璧ではありませんが、徐々に近づいています。\u001b[22m, \u001b[1m最終結果は、これまで完璧からであったが、それらは次第に十分近くになります。\u001b[22m\n\u001b[4mThis is certainly a show which a patient viewer with an interest in space would enjoy.\u001b[24m\n    \u001b[1mこれは、確かにスペースに興味を持つ患者の視聴者が楽しむショーです。\u001b[22m, \u001b[1mこれは確かに宇宙に興味を持つ患者視聴者が楽しんでいましたショーです。\u001b[22m"
  },
  {
    "title": "Mouretsu_Pirates",
    "id": "8917",
    "url": "https://myanimelist.net/anime/8917/Mouretsu_Pirates",
    "user": "Geddon616",
    "profile": "/profile/Geddon616/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=216210",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n再視聴可能なアニメがあった場合、これは間違いなくその1つになります。 海賊、宇宙戦闘がうまくいっている、そして主人公が実際にアニメ全体を通して見えるように改善している。 これらすべてがこれを見る理由です。\n\nまず第一に、海賊の仕事、学校の仕事、そしてクラブの仕事さえもやりとりしなければならない少女の加藤マリカさんがいます。 ストーリーを通して、彼女はあらゆることから悪い成績と過労までの小さな問題を抱えながら、彼女がどのように試して、より良くなるか見ることができます。 彼女は、彼女が会うすべての人との楽しい交流のために、より多くを見たいキャラクターです。 それから、私は誰が誰を想像していたのだろうか？ アニメはまた、アニメの進歩として素晴らしいと感じるオープニングとサウンドトラックの両方の良いエンディングを得ました。\n\n物語はまた非常に楽しいですが、私はその点でアニメの部分が欠けていると感じて以来、より多くのことを望んでいたものです。 あなたが感じるかもしれないビットとピースは重要ではないかもしれません。なぜなら、その小説の部分が引き出されすぎてしまったり、それを埋めるのを邪魔することがないからです。それでも、まだ楽しいです。 それ。\n\n実際には、これは単にあなたがもっと欲しいアニメです。 だからすべての人がこのアニメを見ているが、それはあなたがそれを何度も何度も見たいと思うような危険性があると言った。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIf there ever was a great rewatchable anime this would deffintely have been one of them. Pirates, space fighting which is made good , and a main character who actually manage to improve visible through the entire anime. All these things are reasons for watching this.\n\n\u001b[1m再視聴可能なアニメがあった場合、これは間違いなくその1つになります。 海賊、宇宙戦闘がうまくいっている、そして主人公が実際にアニメ全体を通して見えるように改善している。 これらすべてがこれを見る理由です。\u001b[22m\n\u001b[1m(Sai shichō kanōna anime ga atta baai, koreha machigainaku sono 1tsu ni narimasu. Kaizoku, uchū sentō ga umaku itte iru, soshite shujinkō ga jissai ni anime zentai o tōshite mieru yō ni kaizen shite iru. Korera subete ga kore o miru riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mIf there ever was a great rewatchable anime this would deffintely have been one of them. Pirates, space fighting which is made good , and a main character who actually manage to improve visible through the entire anime. All these things are reasons for watching this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there ever was a great rewatchable anime this would deffintely have been one of them.\u001b[24m\n    \u001b[1m再視聴可能なアニメがあった場合、これは間違いなくその1つになります。\u001b[22m, \u001b[1mこれまで大きなrewatchableアニメがあった場合、これはdeffintelyそのうちの一つであったであろう。\u001b[22m\n\u001b[4mPirates, space fighting which is made good , and a main character who actually manage to improve visible through the entire anime.\u001b[24m\n    \u001b[1m海賊、宇宙戦闘がうまくいっている、そして主人公が実際にアニメ全体を通して見えるように改善している。\u001b[22m, \u001b[1mパイレーツ、良好なものとされた空間の戦い、そして実際に全体のアニメを通して見える改善するために管理する主人公。\u001b[22m\n\u001b[4mAll these things are reasons for watching this.\u001b[24m\n    \u001b[1mこれらすべてがこれを見る理由です。\u001b[22m, \u001b[1mこれらすべてのものは、これを見て理由です。\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all you have Kato Marika the girl who has to juggle pirate work , school work and even club work. Through the story you can see how she tries and becomes better while having her small problems from everything to bad grades and overworking. She is a character one just want to see more of because of the fun interaction she has with everyone she meets. Then as i said who wouldnt love pirates who does the unexpected always finding the treasures there nobody else would dare to travel. The anime also got both a good ending , opening and soundtrack which feels great as the anime progress.\n\n\u001b[1mまず第一に、海賊の仕事、学校の仕事、そしてクラブの仕事さえもやりとりしなければならない少女の加藤マリカさんがいます。 ストーリーを通して、彼女はあらゆることから悪い成績と過労までの小さな問題を抱えながら、彼女がどのように試して、より良くなるかを見ることができます。 彼女は、彼女が会うすべての人との楽しい交流のために、より多くを見たいキャラクターです。 それから、私は誰が誰を想像していたのだろうか？ アニメはまた、アニメの進歩として素晴らしいと感じるオープニングとサウンドトラックの両方の良いエンディングを得ました。\u001b[22m\n\u001b[1m(Mazu daiichi ni, kaizoku no shigoto, gakkō no shigoto, soshite kurabu no shigoto sae mo yaritori shinakereba naranai shōjo no Katō Marika-san ga imasu. Sutōrī o tōshite, kanojo wa arayuru koto kara warui seiseki to karō made no chīsana mondai o kakaenagara, kanojo ga dono yō ni tameshite, yori yoku naru ka o miru koto ga dekimasu. Kanojo wa, kanojo ga au subete no hito to no tanoshī kōryū no tame ni, yori ōku o mitai kyarakutādesu. Sorekara, watashihadare ga dare o sōzō shite ita nodarou ka? Anime wa mata, anime no shinpo to shite subarashī to kanjiru ōpuningu to saundotorakku no ryōhō no yoi endingu o emashita.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all you have Kato Marika the girl who has to juggle pirate work , school work and even club work. Through the story you can see how she tries and becomes better while having her small problems from everything to bad grades and overworking. She is a character one just want to see more of because of the fun interaction she has with everyone she meets. Then as i said who wouldnt love pirates who does the unexpected always finding the treasures there nobody else would dare to travel. The anime also got both a good ending , opening and soundtrack which feels great as the anime progress.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all you have Kato Marika the girl who has to juggle pirate work , school work and even club work.\u001b[24m\n    \u001b[1mまず第一に、海賊の仕事、学校の仕事、そしてクラブの仕事さえもやりとりしなければならない少女の加藤マリカさんがいます。\u001b[22m, \u001b[1mまず第一に、あなたは、加藤マリカ海賊の仕事、学校の仕事、さらにはクラブの仕事を両立させるために持っている女の子を持っています。\u001b[22m\n\u001b[4mThrough the story you can see how she tries and becomes better while having her small problems from everything to bad grades and overworking.\u001b[24m\n    \u001b[1mストーリーを通して、彼女はあらゆることから悪い成績と過労までの小さな問題を抱えながら、彼女がどのように試して、より良くなるかを見ることができます。\u001b[22m, \u001b[1m物語を通じて、あなたは悪い成績をすべてのものから、彼女の小さな問題があり、過労ながら、彼女がしようとすると良くなるかを見ることができます。\u001b[22m\n\u001b[4mShe is a character one just want to see more of because of the fun interaction she has with everyone she meets.\u001b[24m\n    \u001b[1m彼女は、彼女が会うすべての人との楽しい交流のために、より多くを見たいキャラクターです。\u001b[22m, \u001b[1m彼女は1つが理由だけで、彼女は彼女が満たしているみんなと一緒に持って楽しい相互作用の詳細を参照したい文字です。\u001b[22m\n\u001b[4mThen as i said who wouldnt love pirates who does the unexpected always finding the treasures there nobody else would dare to travel.\u001b[24m\n    \u001b[1mそれから、私は誰が誰を想像していたのだろうか？\u001b[22m, \u001b[1mそれから私はいつもそこに誰もが移動する勇気ないだろう宝物を見つける予想外をして海賊を愛しwouldntの人言ったように。\u001b[22m\n\u001b[4mThe anime also got both a good ending , opening and soundtrack which feels great as the anime progress.\u001b[24m\n    \u001b[1mアニメはまた、アニメの進歩として素晴らしいと感じるオープニングとサウンドトラックの両方の良いエンディングを得ました。\u001b[22m, \u001b[1mアニメもアニメの進行状況として素晴らしい気分良いエンディング、オープニングとサウンドトラックの両方を得ました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is also very enjoyable but thats one thing that i wished more of since i feel parts of the anime lacking in that regard. Bits and pieces you might feel is important has been left out maybe because its part of the novel and would get too drawn out or they never bother to fill it in. Eventhough its still fun and never gets that confusing that you cant follow whats happening in it.\n\n\u001b[1m物語はまた非常に楽しいですが、私はその点でアニメの部分が欠けていると感じて以来、より多くのことを望んでいたものです。 あなたが感じるかもしれないビットとピースは重要ではないかもしれません。なぜなら、その小説の部分が引き出されすぎてしまったり、それを埋めるのを邪魔することがないからです。それでも、まだ楽しいです。 それ。\u001b[22m\n\u001b[1m(Monogatari wa mata hijō ni tanoshīdesuga, watashi wa sono ten de anime no bubun ga kakete iru to kanjite irai, yori ōku no koto o nozonde ita monodesu. Anata ga kanjiru kamo shirenai bitto to pīsu wa jūyōde wanai kamo shiremasen. Nazenara, sono shōsetsu no bubun ga hikidasa re sugite shimattari, sore o umeru no o jama suru koto ga naikaradesu. Soredemo, mada tanoshīdesu. Sore.)\u001b[22m\n\nTranslations of \u001b[4mThe story is also very enjoyable but thats one thing that i wished more of since i feel parts of the anime lacking in that regard. Bits and pieces you might feel is important has been left out maybe because its part of the novel and would get too drawn out or they never bother to fill it in. Eventhough its still fun and never gets that confusing that you cant follow whats happening in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is also very enjoyable but thats one thing that i wished more of since i feel parts of the anime lacking in that regard.\u001b[24m\n    \u001b[1m物語はまた非常に楽しいですが、私はその点でアニメの部分が欠けていると感じて以来、より多くのことを望んでいたものです。\u001b[22m, \u001b[1mストーリーも非常に楽しいですが、私はその点で欠けているアニメの部分を感じるので、私はそれ以上を望んだ一つのことのthats。\u001b[22m\n\u001b[4mBits and pieces you might feel is important has been left out maybe because its part of the novel and would get too drawn out or they never bother to fill it in. Eventhough its still fun and never gets that confusing that you cant follow whats happening in\u001b[24m\n    \u001b[1mあなたが感じるかもしれないビットとピースは重要ではないかもしれません。なぜなら、その小説の部分が引き出されすぎてしまったり、それを埋めるのを邪魔することがないからです。それでも、まだ楽しいです。\u001b[22m, \u001b[1mあなたが感じるかもしれないこまごまとしたが。本家そのまだ楽しいかもしれない小説のその部分とは、あまりにも引き出さなるだろうか、彼らはそれを埋めるためにわざわざないため取り残されていることが重要である、決してで起こっていただきました！あなたは従う傾けることを混乱させていることを取得します\u001b[22m\n\u001b[4mit.\u001b[24m\n    \u001b[1mそれ。\u001b[22m, \u001b[1mこれ。\u001b[22m\n\u001b[1m\u001b[22m\nIn truth this is an anime that just makes you want more and more. So with all that said watch this anime but with a risk that it might make you want to watch it again and again.\n\n\u001b[1m実際には、これは単にあなたがもっと欲しいアニメです。 だからすべての人がこのアニメを見ているが、それはあなたがそれを何度も何度も見たいと思うような危険性があると言った。\u001b[22m\n\u001b[1m(Jissai ni wa, kore wa tan'ni anata ga motto hoshī animedesu. Dakara subete no hito ga kono anime o mite iruga, sore wa anata ga sore o nandomonandomo mitai to omou yōna kiken-sei ga aru to itta.)\u001b[22m\n\nTranslations of \u001b[4mIn truth this is an anime that just makes you want more and more. So with all that said watch this anime but with a risk that it might make you want to watch it again and again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn truth this is an anime that just makes you want more and more.\u001b[24m\n    \u001b[1m実際には、これは単にあなたがもっと欲しいアニメです。\u001b[22m, \u001b[1m真実では、これはちょうどあなたがもっともっとたくなるアニメです。\u001b[22m\n\u001b[4mSo with all that said watch this anime but with a risk that it might make you want to watch it again and again.\u001b[24m\n    \u001b[1mだからすべての人がこのアニメを見ているが、それはあなたがそれを何度も何度も見たいと思うような危険性があると言った。\u001b[22m, \u001b[1mしかし、それはあなたが何度も何度もそれを見たいになるかもしれないというリスクでこのアニメを見て言ったすべてを持つようにします。\u001b[22m"
  },
  {
    "title": "Mouretsu_Pirates",
    "id": "8917",
    "url": "https://myanimelist.net/anime/8917/Mouretsu_Pirates",
    "user": "ChiharuHanayagi",
    "profile": "/profile/ChiharuHanayagi/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=55349",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  3\nキャラクター|  6\n|  1\n\n大丈夫これは私の最初のレビューですので、これは「辛い」レビューLOLです\n\nすでにep 3までダウンロードされています。私のアートポスターを見ると、私の応答は\n\n「オハイオ州の芸術は最高です！ 私はLQ ver 'をダウンロードします。\n\nだから私は芸術のために7を与える\n\n私はep 1を見て、オープニングを見て...私の反応は\n\n'オープニングでダフ！ とても奇妙！'\n\n大丈夫ごめんなさい3 = _ =\n\nキャラクター？ 私は6ちゃんを愛しているので、私は6を与える（正直言って私はLSBH XDを愛する）ので、私は6を与える\n\nそれから私はep 2まで見ました、そして、これは私の反応です\n\n'ダフ！ 何が最悪のプロットラインなので、退屈だ！ 大丈夫これを落とした！\n* moretsuの海賊版ファイルをクリックしてごみ箱に投げる*\n\nafterallポイント？  4 = _ =\n\n私のスパイシーなレビューのために申し訳ありません笑",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nokay this is my first review so this is a 'spicy' review LOL\n\n\u001b[1m大丈夫これは私の最初のレビューですので、これは「辛い」レビューLOLです\u001b[22m\n\u001b[1m(Daijōbu kore wa watashi no saisho no rebyūdesunode, koreha `tsurai' rebyū LOLdesu)\u001b[22m\n\nTranslations of \u001b[4mokay this is my first review so this is a 'spicy' review LOL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mokay this is my first review so this is a 'spicy' review LOL\u001b[24m\n    \u001b[1m大丈夫これは私の最初のレビューですので、これは「辛い」レビューLOLです\u001b[22m, \u001b[1m大丈夫、これはこれは「スパイシー」レビュー私の最初のレビューですLOL\u001b[22m\n\u001b[1m\u001b[22m\nwell already downloaded it until ep 3, when i see the art poster my response is\n\n\u001b[1mすでにep 3までダウンロードされています。私のアートポスターを見ると、私の応答は\u001b[22m\n\u001b[1m(Sudeni ep 3 made daunrōdo sa rete imasu. Watashi no ātoposutā o miru to, watashi no ōtō wa)\u001b[22m\n\nTranslations of \u001b[4mwell already downloaded it until ep 3, when i see the art poster my response is\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell already downloaded it until ep 3, when i see the art poster my response is\u001b[24m\n    \u001b[1mすでにep 3までダウンロードされています。私のアートポスターを見ると、私の応答は\u001b[22m, \u001b[1m私は私の応答がある芸術のポスターを見たときも既に、EP 3までそれをダウンロード\u001b[22m\n\u001b[1m\u001b[22m\n'Ohhh the art is awesome! well i will download the LQ ver'\n\n\u001b[1m「オハイオ州の芸術は最高です！ 私はLQ ver 'をダウンロードします。\u001b[22m\n\u001b[1m(`Ohaio-shū no geijutsu wa saikōdesu! Watashi wa LQ ver' o daunrōdo shimasu.)\u001b[22m\n\nTranslations of \u001b[4m'Ohhh the art is awesome! well i will download the LQ ver'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Ohhh the art is awesome!\u001b[24m\n    \u001b[1m「オハイオ州の芸術は最高です！\u001b[22m, \u001b[1m「あー芸術は素晴らしいです！\u001b[22m\n\u001b[4mwell i will download the LQ ver'\u001b[24m\n    \u001b[1m私はLQ ver 'をダウンロードします。\u001b[22m, \u001b[1mよく私は「LQの版をダウンロードします\u001b[22m\n\u001b[1m\u001b[22m\nso i give 7 for the art\n\n\u001b[1mだから私は芸術のために7を与える\u001b[22m\n\u001b[1m(Dakara watashi wa geijutsu no tame ni 7 o ataeru)\u001b[22m\n\nTranslations of \u001b[4mso i give 7 for the art\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso i give 7 for the art\u001b[24m\n    \u001b[1mだから私は芸術のために7を与える\u001b[22m, \u001b[1mので、私は芸術のために7を与えます\u001b[22m\n\u001b[1m\u001b[22m\nthen i watched ep 1, and see the opening... my response is\n\n\u001b[1m私はep 1を見て、オープニングを見て...私の反応は\u001b[22m\n\u001b[1m(Watashi wa ep 1 o mite, ōpuningu o mite... Watashi no han'nō wa)\u001b[22m\n\nTranslations of \u001b[4mthen i watched ep 1, and see the opening... my response is\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthen i watched ep 1, and see the opening... my response is\u001b[24m\n    \u001b[1m私はep 1を見て、オープニングを見て...私の反応は\u001b[22m, \u001b[1mその後、私はEP 1を見て、開口部を参照してください...私の応答があります\u001b[22m\n\u001b[1m\u001b[22m\n'dafuq with the opening! so weird!'\n\n\u001b[1m'オープニングでダフ！ とても奇妙！'\u001b[22m\n\u001b[1m(' Ōpuningu de dafu! Totemo kimyō!')\u001b[22m\n\nTranslations of \u001b[4m'dafuq with the opening! so weird!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'dafuq with the opening!\u001b[24m\n    \u001b[1m'オープニングでダフ！\u001b[22m, \u001b[1m「開口部とdafuq！\u001b[22m\n\u001b[4mso weird!'\u001b[24m\n    \u001b[1mとても奇妙！'\u001b[22m, \u001b[1mだから奇妙な！\u001b[22m, \u001b[1mとても奇妙！」\u001b[22m\n\u001b[1m\u001b[22m\nokay sorry i give 3 =_=\n\n\u001b[1m大丈夫ごめんなさい3 = _ =\u001b[22m\n\u001b[1m(Daijōbu gomen'nasai 3 = _ =)\u001b[22m\n\nTranslations of \u001b[4mokay sorry i give 3 =_=\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mokay sorry i give 3 =_=\u001b[24m\n    \u001b[1m大丈夫ごめんなさい3 = _ =\u001b[22m, \u001b[1m大丈夫申し訳ありませんが、私は3 = _ =与えます\u001b[22m\n\u001b[1m\u001b[22m\ncharacter? okay i give 6 because im only love chiaki (well to be honest i love LSBH XD) so i give 6\n\n\u001b[1mキャラクター？ 私は6ちゃんを愛しているので、私は6を与える（正直言って私はLSBH XDを愛する）ので、私は6を与える\u001b[22m\n\u001b[1m(Kyarakutā? Watashi wa 6-chan o aishite irunode, watashi wa 6 o ataeru (shōjiki itte watashi wa LSBH XD o aisuru)node, watashi wa 6 o ataeru)\u001b[22m\n\nTranslations of \u001b[4mcharacter? okay i give 6 because im only love chiaki (well to be honest i love LSBH XD) so i give 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter?\u001b[24m\n    \u001b[1mキャラクター？\u001b[22m, \u001b[1m文字？\u001b[22m\n\u001b[4mokay i give 6 because im only love chiaki (well to be honest i love LSBH XD) so i give 6\u001b[24m\n    \u001b[1m私は6ちゃんを愛しているので、私は6を与える（正直言って私はLSBH XDを愛する）ので、私は6を与える\u001b[22m, \u001b[1m大丈夫イムだけの愛の千秋（井戸は私がLSBH XDを愛する正直に言うと）ので、私は6を与えるので、私は6を与えます\u001b[22m\n\u001b[1m\u001b[22m\nthen i watched until ep 2, then this is my response\n\n\u001b[1mそれから私はep 2まで見ました、そして、これは私の反応です\u001b[22m\n\u001b[1m(Sorekara watashi wa ep 2 made mimashita, soshite, kore wa watashi no han'nōdesu)\u001b[22m\n\nTranslations of \u001b[4mthen i watched until ep 2, then this is my response\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthen i watched until ep 2, then this is my response\u001b[24m\n    \u001b[1mそれから私はep 2まで見ました、そして、これは私の反応です\u001b[22m, \u001b[1mその後、私は、これは私の応答であり、EP 2まで見て\u001b[22m\n\u001b[1m\u001b[22m\n'dafuq! what a worst plotline, and so boring! okay dropped this!'\n\n\u001b[1m'ダフ！ 何が最悪のプロットラインなので、退屈だ！ 大丈夫これを落とした！\u001b[22m\n\u001b[1m(' Dafu! Nani ga saiaku no purottorain'nanode, taikutsuda! Daijōbu kore o otoshita!)\u001b[22m\n\nTranslations of \u001b[4m'dafuq! what a worst plotline, and so boring! okay dropped this!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'dafuq!\u001b[24m\n    \u001b[1m'ダフ！\u001b[22m, \u001b[1m「dafuq！\u001b[22m\n\u001b[4mwhat a worst plotline, and so boring!\u001b[24m\n    \u001b[1m何が最悪のプロットラインなので、退屈だ！\u001b[22m, \u001b[1mどのような最悪plotline、ととても退屈！\u001b[22m\n\u001b[4mokay dropped this!'\u001b[24m\n    \u001b[1m大丈夫これを落とした！\u001b[22m, \u001b[1m大丈夫、これをドロップ！」\u001b[22m\n*click moretsu pirates files and throw to recycle bin*\n\n\u001b[1m* moretsuの海賊版ファイルをクリックしてごみ箱に投げる*\u001b[22m\n\u001b[1m(* Moretsu no kaizokuban fairu o kurikku shite gomibako ni nageru*)\u001b[22m\n\nTranslations of \u001b[4m*click moretsu pirates files and throw to recycle bin*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*click moretsu pirates files and throw to recycle bin*\u001b[24m\n    \u001b[1m* moretsuの海賊版ファイルをクリックしてごみ箱に投げる*\u001b[22m, \u001b[1m*モーレツ海賊のファイルをクリックして、ビンをリサイクルするために投げます*\u001b[22m\n\u001b[1m\u001b[22m\nafterall points? 4 =_=\n\n\u001b[1mafterallポイント？  4 = _ =\u001b[22m\n\u001b[1m(Afterall pointo? 4 = _ =)\u001b[22m\n\nTranslations of \u001b[4mafterall points? 4 =_=\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mafterall points?\u001b[24m\n    \u001b[1mafterallポイント？\u001b[22m, \u001b[1mポイントやっぱ？\u001b[22m\n\u001b[4m4 =_=\u001b[24m\n    \u001b[1m4 = _ =\u001b[22m\n\u001b[1m\u001b[22m\nsorry for my spicy review LOL\n\n\u001b[1m私のスパイシーなレビューのために申し訳ありません笑\u001b[22m\n\u001b[1m(Watashi no supaishīna rebyū no tame ni mōshiwakearimasen Emi)\u001b[22m\n\nTranslations of \u001b[4msorry for my spicy review LOL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msorry for my spicy review LOL\u001b[24m\n    \u001b[1m私のスパイシーなレビューのために申し訳ありません笑\u001b[22m, \u001b[1m私のスパイシーなレビューのために申し訳ありませんLOL\u001b[22m"
  },
  {
    "title": "Mouretsu_Pirates",
    "id": "8917",
    "url": "https://myanimelist.net/anime/8917/Mouretsu_Pirates",
    "user": "Ranthir",
    "profile": "/profile/Ranthir/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=90347",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  9\n\nMouretsu PiratesまたはBodacious Piratesは、海賊をベースにした、本当によく書かれた、よく作られた物語です。\n\n海賊を宇宙に連れて行くと、海賊が行動に傾くのではなく、余分なビットをエキサイティングにするために必要以上に暴力の嫌がらせを引き受ける。\n\nマス・エフェクト・ゲームの傾向やスター・トレックのフランチャイズのような感じがしています。ほとんどの時間を使ってキャラクターを知ることができます。 キャラクターの周りにストーリーを構築することに重点を置いており、あなたは感情的にそれらに付き添っています。\n\nワンピースが海賊のフォルダの超人的な部分に入っているのを見た後、ムレツ・パイレーツはそれが宇宙での海賊行為のより正確な感覚を与えます。\n\n推奨されます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nMouretsu Pirates or Bodacious Pirates, is a really well written, well made story based on pirates.\n\n\u001b[1mMouretsu PiratesまたはBodacious Piratesは、海賊をベースにした、本当によく書かれた、よく作られた物語です。\u001b[22m\n\u001b[1m(Mouretsu Pirates matawa Bodacious Pirates wa, kaizoku o bēsu ni shita, hontōni yoku kaka reta, yoku tsukura reta monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mMouretsu Pirates or Bodacious Pirates, is a really well written, well made story based on pirates.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMouretsu Pirates or Bodacious Pirates, is a really well written, well made story based on pirates.\u001b[24m\n    \u001b[1mMouretsu PiratesまたはBodacious Piratesは、海賊をベースにした、本当によく書かれた、よく作られた物語です。\u001b[22m, \u001b[1mMouretsuパイレーツまたはモーレツ海賊は、海賊に基づいて、本当によく書かれた、よく作られた物語です。\u001b[22m\n\u001b[1m\u001b[22m\nBy taking piratedom to space, and glorifying the quests the pirates undertake, instead of tending to the action, violence depertment more than necessary to make it that extra bit exciting.\n\n\u001b[1m海賊を宇宙に連れて行くと、海賊が行動に傾くのではなく、余分なビットをエキサイティングにするために必要以上に暴力の嫌がらせを引き受ける。\u001b[22m\n\u001b[1m(Kaizoku o uchū ni tsureteiku to, kaizoku ga kōdō ni katamuku node wa naku, yobun'na bitto o ekisaitingu ni suru tame ni hitsuyōijō ni bōryoku no iyagarase o hikiukeru.)\u001b[22m\n\nTranslations of \u001b[4mBy taking piratedom to space, and glorifying the quests the pirates undertake, instead of tending to the action, violence depertment more than necessary to make it that extra bit exciting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy taking piratedom to space, and glorifying the quests the pirates undertake, instead of tending to the action, violence depertment more than necessary to make it that extra bit exciting.\u001b[24m\n    \u001b[1m海賊を宇宙に連れて行くと、海賊が行動に傾くのではなく、余分なビットをエキサイティングにするために必要以上に暴力の嫌がらせを引き受ける。\u001b[22m, \u001b[1m空間にpiratedomを取って、そして海賊が引き受けるクエストを美化、代わりの作用に傾向することで、暴力は、それが余分なビットエキサイティングなことを確認するために必要以上にdepertment。\u001b[22m\n\u001b[1m\u001b[22m\nIt's to me more like the tendencies of the Mass Effect games, and the Star Trek franchise in my eyes, in the way that you use most of your time getting to know the characters inside out. It's an emphasis on building story around the characters, and you get emotionally attached to them.\n\n\u001b[1mマス・エフェクト・ゲームの傾向やスター・トレックのフランチャイズのような感じがしています。ほとんどの時間を使ってキャラクターを知ることができます。 キャラクターの周りにストーリーを構築することに重点を置いており、あなたは感情的にそれらに付き添っています。\u001b[22m\n\u001b[1m(Masu efekuto gēmu no keikō ya sutā torekku no furanchaizu no yōna kanji ga shite imasu. Hotondo no jikan o tsukatte kyarakutā o shiru koto ga dekimasu. Kyarakutā no mawari ni sutōrī o kōchiku suru koto ni jūten o oite ori, anata wa kanjō-teki ni sorera ni tsukisotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's to me more like the tendencies of the Mass Effect games, and the Star Trek franchise in my eyes, in the way that you use most of your time getting to know the characters inside out. It's an emphasis on building story around the characters, and you get emotionally attached to them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's to me more like the tendencies of the Mass Effect games, and the Star Trek franchise in my eyes, in the way that you use most of your time getting to know the characters inside out.\u001b[24m\n    \u001b[1mマス・エフェクト・ゲームの傾向やスター・トレックのフランチャイズのような感じがしています。ほとんどの時間を使ってキャラクターを知ることができます。\u001b[22m, \u001b[1mそれはあなたが裏返しの文字を知ってもらうあなたの時間のほとんどを使用する方法で、より多くのマスエフェクトのゲームの傾向、そして私の目にはスタートレックのフランチャイズのように私にです。\u001b[22m\n\u001b[4mIt's an emphasis on building story around the characters, and you get emotionally attached to them.\u001b[24m\n    \u001b[1mキャラクターの周りにストーリーを構築することに重点を置いており、あなたは感情的にそれらに付き添っています。\u001b[22m, \u001b[1mこれは、文字の周りに物語を構築する上で重視だし、あなたが感情的にそれらに執着します。\u001b[22m\n\u001b[1m\u001b[22m\nAfter seeing One Piece take part of the more superhuman part of the pirate folder, Mouretsu Pirates give the more 'accurate' feeling of how it would be to pirate in space.\n\n\u001b[1mワンピースが海賊のフォルダの超人的な部分に入っているのを見た後、ムレツ・パイレーツはそれが宇宙での海賊行為のより正確な感覚を与えます。\u001b[22m\n\u001b[1m(Wanpīsu ga kaizoku no foruda no chō jintekina bubun ni haitte iru no o mita nochi, muretsu pairētsu wa sore ga uchū de no kaizoku kōi no yori seikakuna kankaku o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter seeing One Piece take part of the more superhuman part of the pirate folder, Mouretsu Pirates give the more 'accurate' feeling of how it would be to pirate in space.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter seeing One Piece take part of the more superhuman part of the pirate folder, Mouretsu Pirates give the more 'accurate' feeling of how it would be to pirate in space.\u001b[24m\n    \u001b[1mワンピースが海賊のフォルダの超人的な部分に入っているのを見た後、ムレツ・パイレーツはそれが宇宙での海賊行為のより正確な感覚を与えます。\u001b[22m, \u001b[1mワンピース海賊フォルダのより超人部分の一部を取る見た後、Mouretsu海賊は、それが空間に海賊することであろうかのより多くの「正確な」感じを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nRecommended.\n\n\u001b[1m推奨されます。\u001b[22m\n\u001b[1m(Suishō sa remasu.)\u001b[22m\n\nDefinitions of \u001b[4mRecommended.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nverb\n\u001b[1m    勧める\u001b[22m\n        recommend, encourage, advise, offer\n\u001b[1m    薦める\u001b[22m\n        recommend, encourage, advise, offer\n\u001b[1m    推薦する\u001b[22m\n        recommend"
  },
  {
    "title": "Mouretsu_Pirates",
    "id": "8917",
    "url": "https://myanimelist.net/anime/8917/Mouretsu_Pirates",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=64871",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  7\n\nMouretsu Piratesは完璧なタイトルではありませんが、それは私の中毒性の高い時計のために作られました。 このシリーズは、Bentenmaruのキャプテンとしての彼女の職務を担う高校生としての彼女の人生を巧みに扱うように、MarikaとBentenmaruの乗組員が絡み合う様々な冒険に焦点を当てた多数のアークにかなり分けられています。 彼女の学校のヨットクラブでマリカのクラスメートは、時にはユーモラスな効果への行動に巻き込まれることもあります。  Mouretsu Piratesは、マリッカが海賊のキャプテンと高校生としての仕事をジャグリングすることを主眼に、軽快で楽しいジャンプを主にしています。ライド中のキャラクターの好きなキャストがあり、魅力的な要素を味わうことができます 海賊世界や影響力のある人物などのシリーズの世界の中で、あるいはマリカの独特の状況の異常な状況を探るのが楽しいです。 このシリーズのビジュアルは、鮮やかな色調のトーンと景観やキャラクターデザインのディテールが豊富な目には素晴らしいものです。 また、シリーズ全体で見られる様々な海賊船の美しいCGレンダリングも楽しめます。 バトルシーンは、キャラクターと宇宙船が互いに絡み合って、大量の流体の動きとレンダリングを特徴としています。\n\nMouretsu Piratesの前提は楽しいもので、起動するのに最適なビジュアルですが、シリーズのデプスが最善ではないことを認めなければなりません。 このシリーズでは、プロットの作成に必要なキャラクターと主要要素について十分な詳細を提供するだけですが、一連のシリーズで遭遇したさまざまなキャラクターや海賊のクルーについて詳しく知るには不十分です。  Mouretsu Piratesのフィギュアのフィーリングやキャラクター、特にMarikaとBentenmaruがタイトルの最後のアークで偶然出てきた大物の悪役が、以前のアークよりもはるかに深刻であることは明らかです シリーズ。\n\nしかし、その深さの問題にもかかわらず、Mouretsu Piratesはマリッカの宇宙海賊船長と高校生のジャグリングに軽くて面白い焦点を提供する楽しい、中毒性のタイトルでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nMouretsu Pirates is far from being the perfect title, but it did make for quite the addicting watch for me. The series is pretty much divided into a number of arcs focused around the various adventures that Marika and the members of the Bentenmaru crew get entangled in, especially as the former juggles her life as a high school student with her duties as captain of Bentenmaru. Marika's classmates in her school's yacht club also occasionally get involved in the action to humorous effect. Mouretsu Pirates is mostly a light-hearted and fun romp featuring Marika juggling her duties as pirate captain and high school student, featuring a likeable cast of characters who are along on the ride and engaging adventures that serve to either feature more fleshing out on prominent elements of the world of the series such as the pirate world and influential figures or having fun at exploring the unusual circumstances of Marika's unique situation. The visuals to the series are great on the eyes featuring bright color tones and plenty of detail with scenery and character designs. It also sports nice-looking CG renderings of the various pirate ships seen throughout the series. Battle scenes are well-animated featuring a great amount of fluid movement and rendering from characters and spaceships as they engage one another.\n\n\u001b[1mMouretsu Piratesは完璧なタイトルではありませんが、それは私の中毒性の高い時計のために作られました。 このシリーズは、Bentenmaruのキャプテンとしての彼女の職務を担う高校生としての彼女の人生を巧みに扱うように、MarikaとBentenmaruの乗組員が絡み合う様々な冒険に焦点を当てた多数のアークにかなり分けられています。 彼女の学校のヨットクラブでマリカのクラスメートは、時にはユーモラスな効果への行動に巻き込まれることもあります。  Mouretsu Piratesは、マリッカが海賊のキャプテンと高校生としての仕事をジャグリングすることを主眼に、軽快で楽しいジャンプを主にしています。ライド中のキャラクターの好きなキャストがあり、魅力的な要素を味わうことができます 海賊世界や影響力のある人物などのシリーズの世界の中で、あるいはマリカの独特の状況の異常な状況を探るのが楽しいです。 このシリーズのビジュアルは、鮮やかな色調のトーンと景観やキャラクターデザインのディテールが豊富な目には素晴らしいものです。 また、シリーズ全体で見られる様々な海賊船の美しいCGレンダリングも楽しめます。 バトルシーンは、キャラクターと宇宙船が互いに絡み合って、大量の流体の動きとレンダリングを特徴としています。\u001b[22m\n\u001b[1m(Mouretsu Pirates wa kanpekina taitorude wa arimasenga, sore wa watashi no chūdoku-sei no takai tokei no tame ni tsukura remashita. Kono shirīzu wa, Bentenmaru no kyaputen to shite no kanojo no shokumu o ninau kōkōsei to shite no kanojo no jinsei o takumi ni atsukau yō ni, Marika to Bentenmaru no norikumiin ga karamiau samazamana bōken ni shōten o ateta tasū no āku ni kanari wake rarete imasu. Kanojo no gakkō no yottokurabu de Marika no kurasumēto wa, tokiniha yūmorasuna kōka e no kōdō ni makikoma reru koto mo arimasu. Mouretsu Pirates wa, marikka ga kaizoku no kyaputen to kōkōsei to shite no shigoto o jaguringu suru koto o shugan ni, keikaide tanoshī janpu o omoni shite imasu. Raido-chū no kyarakutā no sukina kyasuto ga ari, miryoku-tekina yōso o ajiwau koto ga dekimasu kaizoku sekai ya eikyō-ryoku no aru jinbutsu nado no shirīzu no sekai no naka de, aruiwa Marika no dokutoku no jōkyō no ijōna jōkyō o saguru no ga tanoshīdesu. Kono shirīzu no bijuaru wa, azayakana shikichō no tōn to keikan ya kyarakutādezain no ditēru ga hōfuna me ni wa subarashī monodesu. Mata, shirīzu zentai de mi rareru samazamana kaizoku-sen no utsukushī CG rendaringu mo tanoshimemasu. Batorushīn wa, kyarakutā to uchūsen ga tagaini karamiatte, tairyō no ryūtai no ugoki to rendaringu o tokuchō to shite imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nWhile the premise to Mouretsu Pirates is a fun one and sports great visuals to boot, I do have to admit that the series isn't the best in terms of delivering depth. The series only delivers enough detail on its characters and major elements that are necessary in creating its plot, but not enough to get one to know more about the various characters and pirate crews encountered throughout the series. Not to mention that Mouretsu Pirates clearly has some loose ends with its plot and characters for its finale, particularly with a major villain that Marika and the Bentenmaru come at odds with in the title's final arc which was noticeably more serious compared to the earlier arcs in the series.\n\n\u001b[1mMouretsu Piratesの前提は楽しいもので、起動するのに最適なビジュアルですが、シリーズのデプスが最善ではないことを認めなければなりません。 このシリーズでは、プロットの作成に必要なキャラクターと主要要素について十分な詳細を提供するだけですが、一連のシリーズで遭遇したさまざまなキャラクターや海賊のクルーについて詳しく知るには不十分です。  Mouretsu Piratesのフィギュアのフィーリングやキャラクター、特にMarikaとBentenmaruがタイトルの最後のアークで偶然出てきた大物の悪役が、以前のアークよりもはるかに深刻であることは明らかです シリーズ。\u001b[22m\n\u001b[1m(Mouretsu Pirates no zentei wa tanoshī mono de, kidō suru no ni saitekina bijuarudesuga, shirīzu no depusu ga saizende wanai koto o mitomenakereba narimasen. Kono shirīzude wa, purotto no sakusei ni hitsuyōna kyarakutā to shuyō yōso ni tsuite jūbun'na shōsai o teikyō suru dakedesuga, ichiren no shirīzu de sōgū shita samazamana kyarakutā ya kaizoku no kurū ni tsuite kuwashiku shiru ni wa fujūbundesu. Mouretsu Pirates no figyua no fīringu ya kyarakutā, tokuni Marika to Bentenmaru ga taitoru no saigo no āku de gūzen detekita ōmono no akuyaku ga, izen no āku yori mo haruka ni shinkokudearu koto wa akirakadesu shirīzu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the premise to Mouretsu Pirates is a fun one and sports great visuals to boot, I do have to admit that the series isn't the best in terms of delivering depth. The series only delivers enough detail on its characters and major elements that are necessary in creating its plot, but not enough to get one to know more about the various characters and pirate crews encountered throughout the series. Not to mention that Mouretsu Pirates clearly has some loose ends with its plot and characters for its finale, particularly with a major villain that Marika and the Bentenmaru come at odds with in the title's final arc which was noticeably more serious compared to the earlier arcs in the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the premise to Mouretsu Pirates is a fun one and sports great visuals to boot, I do have to admit that the series isn't the best in terms of delivering depth.\u001b[24m\n    \u001b[1mMouretsu Piratesの前提は楽しいもので、起動するのに最適なビジュアルですが、シリーズのデプスが最善ではないことを認めなければなりません。\u001b[22m, \u001b[1mMouretsu海賊への前提は楽しいものですし、起動するのに最適なビジュアルを遊ばすながら、私はシリーズは、深さを提供するという点で最良ではないことを認めざるを得ないん。\u001b[22m\n\u001b[4mThe series only delivers enough detail on its characters and major elements that are necessary in creating its plot, but not enough to get one to know more about the various characters and pirate crews encountered throughout the series.\u001b[24m\n    \u001b[1mこのシリーズでは、プロットの作成に必要なキャラクターと主要要素について十分な詳細を提供するだけですが、一連のシリーズで遭遇したさまざまなキャラクターや海賊のクルーについて詳しく知るには不十分です。\u001b[22m, \u001b[1mシリーズのみ、その文字とそのプロットを作成する際に必要となる主要な要素に十分な詳細を提供しますが、1シリーズ全体で遭遇した様々な文字や海賊の乗組員についての詳細を知るために取得するのに十分ではありません。\u001b[22m\n\u001b[4mNot to mention that Mouretsu Pirates clearly has some loose ends with its plot and characters for its finale, particularly with a major villain that Marika and the Bentenmaru come at odds with in the title's final arc which was noticeably more serious compared to the earlier arcs in\u001b[24m\n    \u001b[1mMouretsu Piratesのフィギュアのフィーリングやキャラクター、特にMarikaとBentenmaruがタイトルの最後のアークで偶然出てきた大物の悪役が、以前のアークよりもはるかに深刻であることは明らかです\u001b[22m, \u001b[1mMouretsu海賊が明確に特にマリカとBentenmaruは、より早いアークに比べて著しくより深刻だったタイトルの最終的な弧を描いてと対立してくる主要な悪役で、そのフィナーレのためにそのプロットや文字をいくつかの緩い端を持っていることは言うまでもありません\u001b[22m\n\u001b[4mthe series.\u001b[24m\n    \u001b[1mシリーズ。\u001b[22m\n\u001b[1m\u001b[22m\nDespite its depth issues though, Mouretsu Pirates was a fun and addicting title offering a light-hearted and quite funny focus on Marika's juggling of being a space pirate captain and high school student.\n\n\u001b[1mしかし、その深さの問題にもかかわらず、Mouretsu Piratesはマリッカの宇宙海賊船長と高校生のジャグリングに軽くて面白い焦点を提供する楽しい、中毒性のタイトルでした。\u001b[22m\n\u001b[1m(Shikashi, sono fuka-sa no mondai nimokakawarazu, Mouretsu Pirates wa marikka no uchū kaizoku senchō to kōkōsei no jaguringu ni karukute omoshiroi shōten o teikyō suru tanoshī, chūdoku-sei no taitorudeshita.)\u001b[22m\n\nTranslations of \u001b[4mDespite its depth issues though, Mouretsu Pirates was a fun and addicting title offering a light-hearted and quite funny focus on Marika's juggling of being a space pirate captain and high school student.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite its depth issues though, Mouretsu Pirates was a fun and addicting title offering a light-hearted and quite funny focus on Marika's juggling of being a space pirate captain and high school student.\u001b[24m\n    \u001b[1mしかし、その深さの問題にもかかわらず、Mouretsu Piratesはマリッカの宇宙海賊船長と高校生のジャグリングに軽くて面白い焦点を提供する楽しい、中毒性のタイトルでした。\u001b[22m, \u001b[1mしかしその深さの問題にもかかわらず、Mouretsuパイレーツは宇宙海賊キャプテンと高校生であることのマリカのジャグリングに気楽とかなり面白いフォーカスを提供する楽しさと中毒タイトルでした。\u001b[22m"
  },
  {
    "title": "Mouretsu_Pirates",
    "id": "8917",
    "url": "https://myanimelist.net/anime/8917/Mouretsu_Pirates",
    "user": "Rionada_Jackie",
    "profile": "/profile/Rionada_Jackie/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=72631",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n文字通り「ミニスカート・スペース・パイレーツ」と言い換える「迷路宇宙花火」は大きな罠です。\n\nちょうどタイトルを見てください。 それはあなたに何を意味するのですか？\n\n「ミニスカートは、宇宙航行が輸送の基本手段であり、宇宙の平和を脅かしている未来的な環境の中で、豊かな高校生を抱えているため、これらの高校生たちは銀河を救い、平和を永遠にもたらす英雄になるでしょう。 このショーはあまりにも不自由です！ 私はこのナンセンスを見ていないよ！\n\nそこに、卿/マダムが罠です。\n\nあなたは名前がかなり欺かれている可能性があり、現実とはまったく異なる何かを推測するように導くかもしれません。\n\n私がMouretsuの全体を一言でまとめることができれば、私が考えることができる唯一の言葉は：恐ろしい。\n\nだからここに実際に起こることがあります：\n\n高校生の加藤真理子は、父親が知りませんでしたが亡くなったことを発見しました。 驚いたことに、彼女の父親は船長が船長になるのを待っている宇宙のどこかに船がドッキングされている「宇宙海賊」でした。 バッカドドリマリカは今や宇宙海賊、高校の新入生、カフェメイドとして彼女の任務をやりなまねばならない。 ストーリーが進むにつれて、マリカはより良い宇宙海賊になることを学び、海賊の人生がもたらす挑戦を勇敢に受け止めます。\n\n指摘する価値のある別の罠は、麦津の対話です。 最初のいくつかのエピソードでは、対話には技術と海軍の言葉が使われていましたが、私はMouretsuの欠点と考えていました（文脈でこれらの用語を理解するためには何度かシーンを再現しなければなりませんでした）。 それを見るもう1つの方法は、この語彙のすべてが後のエピソードで使用されることです。最初は理解していないのに問題はありません。\n\nMouretsuはMechaとSlice of Lifeの無関係なジャンルを組み合わせていくつかのActionとComedyで味付けし、ついには大量のAdventureを投げた* POOF！*あなたは素晴らしいプロットとキャラクターで27エピソードのアニメを手に入れました。\n\nムレツの芸術はヴィンテージのアニメシリーズを思い出させる。 現在のアニメアートのようなものではなく、ユニークなものです。 現代的なコンセプトのヴィンテージアートです。 もちろん、それはむしろ未来的なものである宇宙船の設計には当てはまりません。\n\nサウンドトラックはとてもうまくアレンジされていました。 私は特に、各エピソードの初めに海賊のような音楽があり、最後にエピソードレビューの部分が大好きです。 私はおそらく、このレビューでは\"未来\"という言葉を使いすぎていましたが、正直言ってそれはエンディングのテーマを説明する正しい言葉です。 オープニング曲はシリーズ全体で変わることはありません。そして、あなたはそれを一度演奏するだけで、その混沌とし​​た海賊世界に近づくことができます！\n\n全般的に、麦月はバスケットの黄金の卵ではありませんが、確かに有望なアニメです。  Mouretsuの続編がありますか？ 私はそれが起こることを願うだけです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n“Mouretsu Uchuu Kaizoku”, which literally translates to “Miniskirt Space Pirates” is one big trap.\n\n\u001b[1m文字通り「ミニスカート・スペース・パイレーツ」と言い換える「迷路宇宙花火」は大きな罠です。\u001b[22m\n\u001b[1m(Mojidōri `minisukāto supēsu pairētsu' to iikaeru `meiro uchūhanabi' wa ōkina wanadesu.)\u001b[22m\n\nTranslations of \u001b[4m“Mouretsu Uchuu Kaizoku”, which literally translates to “Miniskirt Space Pirates” is one big trap.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“Mouretsu Uchuu Kaizoku”, which literally translates to “Miniskirt Space Pirates” is one big trap.\u001b[24m\n    \u001b[1m文字通り「ミニスカート・スペース・パイレーツ」と言い換える「迷路宇宙花火」は大きな罠です。\u001b[22m, \u001b[1m文字通り「ミニスカ宇宙海賊」に変換」Mouretsu Uchuu海賊」は、一つの大きな罠です。\u001b[22m\n\u001b[1m\u001b[22m\nJust look at the title. What does it imply to you?\n\n\u001b[1mちょうどタイトルを見てください。 それはあなたに何を意味するのですか？\u001b[22m\n\u001b[1m(Chōdo taitoru o mite kudasai. Sore wa anata ni nani o imi suru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mJust look at the title. What does it imply to you?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust look at the title.\u001b[24m\n    \u001b[1mちょうどタイトルを見てください。\u001b[22m, \u001b[1mただ、タイトルを見てください。\u001b[22m\n\u001b[4mWhat does it imply to you?\u001b[24m\n    \u001b[1mそれはあなたに何を意味するのですか？\u001b[22m, \u001b[1mそれはあなたに何を意味しますか？\u001b[22m\n\u001b[1m\u001b[22m\n“Miniskirt-wearing rich high school girls in a futuristic setting where space navigation is the basic mean of transportation and there are evil pirates threatening the peace of the universe so these high school girls will be the heroes saving the galaxy and bringing peace forever. This show is too lame! I’m not watching this nonsense!”\n\n\u001b[1m「ミニスカートは、宇宙航行が輸送の基本手段であり、宇宙の平和を脅かしている未来的な環境の中で、豊かな高校生を抱えているため、これらの高校生たちは銀河を救い、平和を永遠にもたらす英雄になるでしょう。 このショーはあまりにも不自由です！ 私はこのナンセンスを見ていないよ！\u001b[22m\n\u001b[1m(`Minisukāto wa, uchū kōkō ga yusō no kihon shudandeari, uchū no heiwa o odokashite iru mirai-tekina kankyō no naka de, yutakana kōkōsei o kakaete iru tame, korera no kōkōsei-tachi wa ginga o sukui, heiwa o eien ni motarasu eiyū ni narudeshou. Kono shō wa amarini mo fujiyūdesu! Watashi wa kono nansensu o mite inai yo!)\u001b[22m\n\nTranslations of \u001b[4m“Miniskirt-wearing rich high school girls in a futuristic setting where space navigation is the basic mean of transportation and there are evil pirates threatening the peace of the universe so these high school girls will be the heroes saving the galaxy and bringing peace forever. This show is too lame! I’m not watching this nonsense!”\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“Miniskirt-wearing rich high school girls in a futuristic setting where space navigation is the basic mean of transportation and there are evil pirates threatening the peace of the universe so these high school girls will be the heroes saving the galaxy and bringing peace forever.\u001b[24m\n    \u001b[1m「ミニスカートは、宇宙航行が輸送の基本手段であり、宇宙の平和を脅かしている未来的な環境の中で、豊かな高校生を抱えているため、これらの高校生たちは銀河を救い、平和を永遠にもたらす英雄になるでしょう。\u001b[22m, \u001b[1m「宇宙航行、輸送の基本的な平均値であり、これらの高校の女の子は英雄は銀河を保存し、永遠に平和をもたらすことになりますので、宇宙の平和を脅かす邪悪な海賊がある未来的な設定で豊富な女子高校生をミニスカート着用。\u001b[22m\n\u001b[4mThis show is too lame!\u001b[24m\n    \u001b[1mこのショーはあまりにも不自由です！\u001b[22m, \u001b[1mこのショーはあまりにお粗末です！\u001b[22m\n\u001b[4mI’m not watching this nonsense!”\u001b[24m\n    \u001b[1m私はこのナンセンスを見ていないよ！\u001b[22m, \u001b[1m私はこのナンセンスを見ていませんよ！」\u001b[22m\n\u001b[1m\u001b[22m\nThere, sir/madam is the trap.\n\n\u001b[1mそこに、卿/マダムが罠です。\u001b[22m\n\u001b[1m(Soko ni, kyō/ madamu ga wanadesu.)\u001b[22m\n\nTranslations of \u001b[4mThere, sir/madam is the trap.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere, sir/madam is the trap.\u001b[24m\n    \u001b[1mそこに、卿/マダムが罠です。\u001b[22m, \u001b[1mそこでは、サー/マダムはトラップです。\u001b[22m\n\u001b[1m\u001b[22m\nYou see, names can be quite deceiving and might lead you to speculate something entirely different to what reality is.\n\n\u001b[1mあなたは名前がかなり欺かれている可能性があり、現実とはまったく異なる何かを推測するように導くかもしれません。\u001b[22m\n\u001b[1m(Anata wa namae ga kanari azamuka rete iru kanōsei ga ari, genjitsu to wa mattaku kotonaru nanika o suisoku suru yō ni michibiku kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mYou see, names can be quite deceiving and might lead you to speculate something entirely different to what reality is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou see, names can be quite deceiving and might lead you to speculate something entirely different to what reality is.\u001b[24m\n    \u001b[1mあなたは名前がかなり欺かれている可能性があり、現実とはまったく異なる何かを推測するように導くかもしれません。\u001b[22m, \u001b[1m名前は非常に欺くことができ、何であるか、現実とは全く別の何かを推測するためにあなたを導く可能性がある、参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nIf I could sum up the entirety of Mouretsu in one word, the only word I can think of is: Awesome.\n\n\u001b[1m私がMouretsuの全体を一言でまとめることができれば、私が考えることができる唯一の言葉は：恐ろしい。\u001b[22m\n\u001b[1m(Watashi ga Mouretsu no zentai o hitokoto de matomeru koto ga dekireba, watashi ga kangaeru koto ga dekiru yuiitsu no kotoba wa: Osoroshī.)\u001b[22m\n\nTranslations of \u001b[4mIf I could sum up the entirety of Mouretsu in one word, the only word I can think of is: Awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I could sum up the entirety of Mouretsu in one word, the only word I can think of is: Awesome.\u001b[24m\n    \u001b[1m私がMouretsuの全体を一言でまとめることができれば、私が考えることができる唯一の言葉は：恐ろしい。\u001b[22m, \u001b[1m私は1つの単語でMouretsu全体をまとめることができれば、私は考えることができる唯一の言葉です：恐ろしいです。\u001b[22m\n\u001b[1m\u001b[22m\nSo here’s what really happens:\n\n\u001b[1mだからここに実際に起こることがあります：\u001b[22m\n\u001b[1m(Dakara koko ni jissai ni okoru koto ga arimasu:)\u001b[22m\n\nTranslations of \u001b[4mSo here’s what really happens:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo here’s what really happens:\u001b[24m\n    \u001b[1mだからここに実際に起こることがあります：\u001b[22m, \u001b[1mだからここは本当に何が起こるかです：\u001b[22m\n\u001b[1m\u001b[22m\n“Kato Marika, a high school student, discovers that her father (that she didn’t quite know) had passed away. The surprise is, her father was a “space pirate” whose ship is now docked somewhere in space waiting for the heir to be its captain. Baffled Marika now has to juggle her duties as a space pirate, a high school freshman, and a café maid. As the story progresses, Marika learns to be a better space pirate and to bravely take on the challenges a pirate life brings”.\n\n\u001b[1m高校生の加藤真理子は、父親が知りませんでしたが亡くなったことを発見しました。 驚いたことに、彼女の父親は船長が船長になるのを待っている宇宙のどこかに船がドッキングされている「宇宙海賊」でした。 バッカドドリマリカは今や宇宙海賊、高校の新入生、カフェメイドとして彼女の任務をやりなまねばならない。 ストーリーが進むにつれて、マリカはより良い宇宙海賊になることを学び、海賊の人生がもたらす挑戦を勇敢に受け止めます。\u001b[22m\n\u001b[1m(Kōkōsei no Katō Mariko wa, chichioya ga shirimasendeshitaga nakunatta koto o hakken shimashita. Odoroita koto ni, kanojo no chichioya wa senchō ga senchō ni naru no o matte iru uchū no doko ka ni fune ga dokkingu sa rete iru `uchū kaizoku'deshita. Bakkadodorimarika wa imaya uchū kaizoku, kōkō no shin'nyūsei, kafe meido to shite kanojo no ninmu o yari na maneba naranai. Sutōrī ga susumu ni tsurete, Marika wa yoriyoi uchū kaizoku ni naru koto o manabi, kaizoku no jinsei ga motarasu chōsen o yūkan ni uketomemasu.)\u001b[22m\n\nTranslations of \u001b[4m“Kato Marika, a high school student, discovers that her father (that she didn’t quite know) had passed away. The surprise is, her father was a “space pirate” whose ship is now docked somewhere in space waiting for the heir to be its captain. Baffled Marika now has to juggle her duties as a space pirate, a high school freshman, and a café maid. As the story progresses, Marika learns to be a better space pirate and to bravely take on the challenges a pirate life brings”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“Kato Marika, a high school student, discovers that her father (that she didn’t quite know) had passed away.\u001b[24m\n    \u001b[1m高校生の加藤真理子は、父親が知りませんでしたが亡くなったことを発見しました。\u001b[22m, \u001b[1m「加藤マリカ、高校生は、彼女の父親は（彼女はかなり知らなかったことを）離れ過ぎていたことを発見します。\u001b[22m\n\u001b[4mThe surprise is, her father was a “space pirate” whose ship is now docked somewhere in space waiting for the heir to be its captain.\u001b[24m\n    \u001b[1m驚いたことに、彼女の父親は船長が船長になるのを待っている宇宙のどこかに船がドッキングされている「宇宙海賊」でした。\u001b[22m, \u001b[1m驚きは、彼女の父親は、その船今その船長すべき相続人を待っているどこかの空間でドッキングされている「宇宙海賊」でした。\u001b[22m\n\u001b[4mBaffled Marika now has to juggle her duties as a space pirate, a high school freshman, and a café maid.\u001b[24m\n    \u001b[1mバッカドドリマリカは今や宇宙海賊、高校の新入生、カフェメイドとして彼女の任務をやりなまねばならない。\u001b[22m, \u001b[1mバッフルマリカは現在、宇宙海賊、高校の新入生と、カフェのメイドとして職務を両立することがあります。\u001b[22m\n\u001b[4mAs the story progresses, Marika learns to be a better space pirate and to bravely take on the challenges a pirate life brings”.\u001b[24m\n    \u001b[1mストーリーが進むにつれて、マリカはより良い宇宙海賊になることを学び、海賊の人生がもたらす挑戦を勇敢に受け止めます。\u001b[22m, \u001b[1m物語が進むにつれ、マリカは、より良い宇宙海賊であるとし、勇敢に海賊の人生は\"もたらす挑戦することを学びます。\u001b[22m\n\u001b[1m\u001b[22m\nAnother trap worth pointing out is the dialog in Mouretsu. In the first few episodes, the dialog is chunked with technical and naval terms, which I considered a downside of Mouretsu (I had to replay the scene a couple of times to understand these terms in context). Another way to look at it, is that all of this vocabulary will be used in the later episodes, so there’s really no problem in not understanding them at first.\n\n\u001b[1m指摘する価値のある別の罠は、麦津の対話です。 最初のいくつかのエピソードでは、対話には技術と海軍の言葉が使われていましたが、私はMouretsuの欠点と考えていました（文脈でこれらの用語を理解するためには何度かシーンを再現しなければなりませんでした）。 それを見るもう1つの方法は、この語彙のすべてが後のエピソードで使用されるため、最初は理解していないと問題はありません。\u001b[22m\n\u001b[1m(Shiteki suru kachinoaru-betsu no wana wa, mugi Tsu no taiwadesu. Saisho no ikutsu ka no episōdode wa, taiwa ni wa gijutsu to kaigun no kotoba ga tsukawa rete imashitaga, watashi wa Mouretsu no ketten to kangaete imashita (bunmyaku de korera no yōgo o rikai suru tame ni wa nando ka shīn o saigen shinakereba narimasendeshita). Sore o miru mō 1tsu no hōhō wa, kono goi no subete ga ato no episōdo de shiyō sa reru tame, saisho wa rikai shite inaito mondai wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnother trap worth pointing out is the dialog in Mouretsu. In the first few episodes, the dialog is chunked with technical and naval terms, which I considered a downside of Mouretsu (I had to replay the scene a couple of times to understand these terms in context). Another way to look at it, is that all of this vocabulary will be used in the later episodes, so there’s really no problem in not understanding them at first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother trap worth pointing out is the dialog in Mouretsu.\u001b[24m\n    \u001b[1m指摘する価値のある別の罠は、麦津の対話です。\u001b[22m, \u001b[1m指摘しておき、別のトラップがMouretsuでダイアログです。\u001b[22m\n\u001b[4mIn the first few episodes, the dialog is chunked with technical and naval terms, which I considered a downside of Mouretsu (I had to replay the scene a couple of times to understand these terms in context).\u001b[24m\n    \u001b[1m最初のいくつかのエピソードでは、対話には技術と海軍の言葉が使われていましたが、私はMouretsuの欠点と考えていました（文脈でこれらの用語を理解するためには何度かシーンを再現しなければなりませんでした）。\u001b[22m, \u001b[1m最初のいくつかのエピソードでは、ダイアログは私がMouretsuのマイナス面を考え、技術と海軍用語でチャンクされている（私はコンテキストでこれらの用語を理解するためにシーンを数回再生しなければなりませんでした）。\u001b[22m\n\u001b[4mAnother way to look at it, is that all of this vocabulary will be used in the later episodes, so there’s really no problem in not understanding them at first.\u001b[24m\n    \u001b[1mそれを見るもう1つの方法は、この語彙のすべてが後のエピソードで使用されるため、最初は理解していないと問題はありません。\u001b[22m, \u001b[1mそれを見て別の方法は、この語彙のすべては、後のエピソードで使用されるということですので、何の問題は、最初にそれらを理解していないで、本当にありません。\u001b[22m\n\u001b[1m\u001b[22m\nMouretsu was able to combine the irrelevant genres of Mecha and Slice of Life then spice it up with some Action and Comedy and finally threw in a substantial amount of Adventure then *POOF!* you got a 27 episode Anime with a fantastic plot and characters.\n\n\u001b[1mMouretsuはMechaとSlice of Lifeの無関係なジャンルを組み合わせていくつかのActionとComedyで味付けし、ついには大量のAdventureを投げた* POOF！*あなたは素晴らしいプロットとキャラクターで27エピソードのアニメを手に入れました。\u001b[22m\n\u001b[1m(Mouretsu wa Mecha to Slice of Life no mukankeina janru o kumiawasete ikutsu ka no Action to Comedy de ajitsuke shi, tsuini wa tairyō no Adventure o nageta* POOF!* Anata wa subarashī purotto to kyarakutā de 27 episōdo no anime o te ni iremashita.)\u001b[22m\n\nTranslations of \u001b[4mMouretsu was able to combine the irrelevant genres of Mecha and Slice of Life then spice it up with some Action and Comedy and finally threw in a substantial amount of Adventure then *POOF!* you got a 27 episode Anime with a fantastic plot and characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMouretsu was able to combine the irrelevant genres of Mecha and Slice of Life then spice it up with some Action and Comedy and finally threw in a substantial amount of Adventure then *POOF!* you got a 27 episode Anime with a fantastic plot and characters.\u001b[24m\n    \u001b[1mMouretsuはMechaとSlice of Lifeの無関係なジャンルを組み合わせていくつかのActionとComedyで味付けし、ついには大量のAdventureを投げた* POOF！*あなたは素晴らしいプロットとキャラクターで27エピソードのアニメを手に入れました。\u001b[22m, \u001b[1mMouretsuは、その後、いくつかのアクションやコメディでそれをスパイスメカと生命のスライスの無関係なジャンルを組み合わせることができたし、最終的に* POOF！*あなたは素晴らしいプロットやキャラクターとの27エピソードのアニメを得た後、アドベンチャー、かなりの量に投げました。\u001b[22m\n\u001b[1m\u001b[22m\nThe art in Mouretsu reminds me of the vintage Anime series. It’s not like the current Anime art but rather a unique one. That’s what’s beautiful about Mouretsu, vintage looking art with a modern concept. Of course, that doesn’t apply to the spaceship designs which are rather futuristic ones.\n\n\u001b[1mムレツの芸術はヴィンテージのアニメシリーズを思い出させる。 現在のアニメアートのようなものではなく、ユニークなものです。 現代的なコンセプトのヴィンテージアートです。 もちろん、それはむしろ未来的なものである宇宙船の設計には当てはまりません。\u001b[22m\n\u001b[1m(Muretsu no geijutsu wa vu~intēji no animeshirīzu o omoidasaseru. Genzai no animeāto no yōna monode wa naku, yunīkuna monodesu. Gendai-tekina konseputo no vu~intējiātodesu. Mochiron, sore wa mushiro mirai-tekina monodearu uchūsen no sekkei ni wa atehamarimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art in Mouretsu reminds me of the vintage Anime series. It’s not like the current Anime art but rather a unique one. That’s what’s beautiful about Mouretsu, vintage looking art with a modern concept. Of course, that doesn’t apply to the spaceship designs which are rather futuristic ones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in Mouretsu reminds me of the vintage Anime series.\u001b[24m\n    \u001b[1mムレツの芸術はヴィンテージのアニメシリーズを思い出させる。\u001b[22m, \u001b[1mMouretsuの芸術は、ヴィンテージアニメシリーズのことを思い出します。\u001b[22m\n\u001b[4mIt’s not like the current Anime art but rather a unique one.\u001b[24m\n    \u001b[1m現在のアニメアートのようなものではなく、ユニークなものです。\u001b[22m, \u001b[1mこれは、現在のアニメの芸術ではなく、ユニークな1のようではありません。\u001b[22m\n\u001b[4mThat’s what’s beautiful about Mouretsu, vintage looking art with a modern concept.\u001b[24m\n    \u001b[1m現代的なコンセプトのヴィンテージアートです。\u001b[22m, \u001b[1mそれはMouretsu、近代的な概念を持つヴィンテージ探し芸術についての美しいものです。\u001b[22m\n\u001b[4mOf course, that doesn’t apply to the spaceship designs which are rather futuristic ones.\u001b[24m\n    \u001b[1mもちろん、それはむしろ未来的なものである宇宙船の設計には当てはまりません。\u001b[22m, \u001b[1mもちろん、それはかなり未来的なものである宇宙船の設計には適用されません。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack was very well arranged. I especially love the pirate-like music in the beginning of each episode and the episode review parts at the end. I probably overused the word “futuristic” in this review but honestly that’s the right word to describe the ending theme. The opening song doesn’t change throughout the series and you can pretty much get into that chaotic world of piracy just by playing it once!\n\n\u001b[1mサウンドトラックはとてもうまくアレンジされていました。 私は特に、各エピソードの初めに海賊のような音楽があり、最後にエピソードレビューの部分が大好きです。 私はおそらく、このレビューでは\"未来\"という言葉を使いすぎていましたが、正直言ってそれはエンディングのテーマを説明する正しい言葉です。 オープニング曲はシリーズ全体で変わることはありません。そして、あなたはそれを一度演奏するだけで、その混沌とし​​た海賊世界に近づくことができます！\u001b[22m\n\u001b[1m(Saundotorakku wa totemo umaku arenji sa rete imashita. Watashi wa tokuni, kaku episōdo no hajime ni kaizoku no yōna ongaku ga ari, saigo ni episōdorebyū no bubun ga daisukidesu. Watashi wa osoraku, kono rebyūde wa\" mirai\" to iu kotoba o tsukai sugite imashitaga, shōjiki itte sore wa endingu no tēma o setsumei suru tadashī kotobadesu. Ōpuningu-kyoku wa shirīzu zentai de kawaru koto wa arimasen. Soshite, anata wa sore o ichido ensō suru dake de, sono konton to shi ​​ta kaizoku sekai ni chikadzuku koto ga dekimasu!)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack was very well arranged. I especially love the pirate-like music in the beginning of each episode and the episode review parts at the end. I probably overused the word “futuristic” in this review but honestly that’s the right word to describe the ending theme. The opening song doesn’t change throughout the series and you can pretty much get into that chaotic world of piracy just by playing it once!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack was very well arranged.\u001b[24m\n    \u001b[1mサウンドトラックはとてもうまくアレンジされていました。\u001b[22m, \u001b[1mサウンドトラックは非常によく配置されました。\u001b[22m\n\u001b[4mI especially love the pirate-like music in the beginning of each episode and the episode review parts at the end.\u001b[24m\n    \u001b[1m私は特に、各エピソードの初めに海賊のような音楽があり、最後にエピソードレビューの部分が大好きです。\u001b[22m, \u001b[1m私は特に終わりに各エピソードとエピソードのレビュー部品の初めに海賊のような音楽が大好きです。\u001b[22m\n\u001b[4mI probably overused the word “futuristic” in this review but honestly that’s the right word to describe the ending theme.\u001b[24m\n    \u001b[1m私はおそらく、このレビューでは\"未来\"という言葉を使いすぎていましたが、正直言ってそれはエンディングのテーマを説明する正しい言葉です。\u001b[22m, \u001b[1m私はおそらく、このレビューで単語\"未来的な\"を過剰に使用するが、正直なところ、それはエンディングテーマを記述するために適切な言葉です。\u001b[22m\n\u001b[4mThe opening song doesn’t change throughout the series and you can pretty much get into that chaotic world of piracy just by playing it once!\u001b[24m\n    \u001b[1mオープニング曲はシリーズ全体で変わることはありません。そして、あなたはそれを一度演奏するだけで、その混沌とした海賊世界に近づくことができます！\u001b[22m, \u001b[1mオープニング曲は、シリーズを通して変化しないと、あなたはかなり一度だけ、それを再生することにより、著作権侵害の混沌とした世界に得ることができます！\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Mouretsu isn’t the golden egg in the basket but it certainly is an entertaining Anime with a promising end. Will there ever be a sequel to Mouretsu? I can only hope for that to happen!\n\n\u001b[1m全般的に、麦月はバスケットの黄金の卵ではありませんが、確かに有望なアニメです。  Mouretsuの続編がありますか？ 私はそれが起こることを願うだけです！\u001b[22m\n\u001b[1m(Zenpan-teki ni, mugi tsuki wa basuketto no kogane no tamagode wa arimasenga, tashika ni yūbōna animedesu. Mouretsu no zokuhen ga arimasu ka? Watashi wa sore ga okoru koto o negau dakedesu!)\u001b[22m\n\nTranslations of \u001b[4mOverall, Mouretsu isn’t the golden egg in the basket but it certainly is an entertaining Anime with a promising end. Will there ever be a sequel to Mouretsu? I can only hope for that to happen!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Mouretsu isn’t the golden egg in the basket but it certainly is an entertaining Anime with a promising end.\u001b[24m\n    \u001b[1m全般的に、麦月はバスケットの黄金の卵ではありませんが、確かに有望なアニメです。\u001b[22m, \u001b[1m全体的に、Mouretsuはバスケット内の金の卵ではありませんが、それは確かに有望な終わりと面白いアニメです。\u001b[22m\n\u001b[4mWill there ever be a sequel to Mouretsu?\u001b[24m\n    \u001b[1mMouretsuの続編がありますか？\u001b[22m, \u001b[1m今までMouretsuの続編があるでしょうか？\u001b[22m\n\u001b[4mI can only hope for that to happen!\u001b[24m\n    \u001b[1m私はそれが起こることを願うだけです！\u001b[22m, \u001b[1mそれが起こることのために私は望むことができます！\u001b[22m"
  },
  {
    "title": "Mouretsu_Pirates",
    "id": "8917",
    "url": "https://myanimelist.net/anime/8917/Mouretsu_Pirates",
    "user": "ReJaKted",
    "profile": "/profile/ReJaKted/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=222083",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  10\n\n小さなスポイラー -  Y\n\nBoucious Space Pirates（LOL）としても知られているMouretsu Piratesは、2012年にリリースされたスタジオSatelightによって制作されたアニメです。 それは軽い小説の適応です。\n\n私がこのアニメをサービスしやすいナッジとビデオの抜粋を添えてお勧めしていないなら、私はこのショーを、将来楽しみになることができるような恋人として渡しただろう...なぜなら、 ゼロ重力でおっぱいが好き？ 私は私が知っている。 あなたがしなければ、あなたは詐欺師の奴だ。\n\n題名の中で「bodacious」という厄介な言葉を使ったショーでは、それをある種のパロディーにすると予想されるかもしれません。 たぶん、セックス・ジョーク：アニメ - イン・スペース！ 陽気に悪い運転をするのではなく、これは私が今まで見た中で最高の宇宙旅行と探検のアニメーションの1つでなければなりません。 そのとおり！ 巨乳やパンティーショットはありません。私は実際にそうでないとうれしいですね。 私にとっては、それはOutlaw Starのようなものと並んでいて、カウボーイ・ビーボプを音楽以外のすべての部門の水から完全に吹き飛ばしています。  ----カウボーイビバップは高く評価されています。 それは最高でまともです。\n\nもし私がMouretsu Piratesを描写するボールに深刻な痛みの慢性的な痛みで死ぬことになっていた男に尋ねられたら、それは基本的にはばかげた力とブームブームの賞金がないよりスマートなOne Pieceだと言いたい。 それは非常に独自の超深刻なブルネットサンジを持っています！\n\nMarikaは、平均的ではない高校のエースの女の子で、彼女の海賊行為の結果、決定的な思考でパイロットを行い、健全な意思決定をする能力を持っているようです。 彼女は彼女のお父さんを知らない。 それはすべてハッシュ・ハッシュです。 お父さんはいつか食中毒で死ぬ。 したがって、マリカは、船舶の次の船長、Bentenmaruになることを余儀なくされています。\n\n物語はかなりシンプルです。 オーバーアーチングのプロットや賢いトリッキーはありません。 それは、次の宇宙海賊王になる女の子の年齢ストーリーです。（まあ、王ではなく、ただの海賊です。） 最初の6つまたは7つのエピソードでは、ペーシングは実際には遅いです。 私たちに、人類の素晴らしい未来について詳しく話すことは、甘い時を迎えます。 コロニー惑星; 宇宙海賊の起源と、海賊行為が合法であるために、彼らが一般市民によって一見嫌われていないことを説明している。 すべては大祭りの手紙です。\n\nそして、ペーシングが実際にピックアップします。 マリッカはヨットクラブ（SPACE yachts！）の練習旅行から帰国した直後に宇宙海賊行為に実際に襲われます。 その後、Bentenmaruの乗組員の残りの部分が導入され、幽霊宇宙船の狩猟と普遍的な海賊の束縛を合わせて、海賊のパージ「Satsuki SS」（私のニックネーム）の宇宙船である キラーラキルの眉毛のマスターのように見える。\n\n全体的に、このストーリーはかなり線形ですが、それに続く楽しみです。 優れた世界観と優れた演出力は、ショーで紹介された数多くの技術用語やものを説明している2人のキャラクターを見ていても飽きることはありません。 しかし、ショーは最終アーク、つまり最後の5つのエピソードで本当に苦しんでいます。 光り輝くことのない紆余曲折がたくさんあり、結論はおそらく第2シーズンのために行われたと思われるオープンエンドのようなものです。 しかし、それは今年（色相）なので、4年が経過したので、決して別のシーズンはないと思う。 これは本当にそうでなければ素晴らしいショーを抑える。\n\nああ、このアニメの海賊は私が今までに見た中で最もばかげたものです。 会社は実際に船を乗っ取って乗客を楽しませます。 それでも、それは何とかしてうまくクリックすることができます。\n\nすべてのキャラクターは見て楽しく、好きです。 嫌いな人はいません。 文字通り。 実際の悪者である唯一のキャラクターは最後のエピソードに現れ、それでも彼女はシーズン2の味方の味方であるようです。 女性のリードを除いてみんなのためのキャラクターの開発はあまりありませんが、  Marika  - やや不器用な女の子から、スタイルと魅力的な命令を持つ厳しい海賊のキャプテンへの移行が楽しみであることと、Bentenmaruの乗組員の過去について何も明らかにされずに、ヨットクラブの学生の半数が背景紹介をしないという事実 あなたはまだ変わった風変わりなキャストを楽しんでいます。\n\nアニメーションはきれいで見た目はきれいです。  2Dは本当にユニークではなく、キャラクターデザインのほとんどは非常に単純です。  CGIは、しかし、見るだけの驚異です。  2D環境と非常に詳細で完全に融合しているため、アニメでCGIを使用する方法の完全な例です。\n\n声優は素晴らしいです。 私は、音声の演技が90％のようなアニメでは良いので、私のレビューで演技する声は本当に言及しません。 だから、声の演技がすばらしいと私が言うことを意味するのは分かります。\n\n私は高校のアニメの女の子がシャンティを歌っているのを聞くことができなかったことに失望していますが、サウンドトラックはかなり良いです。 宇宙船のシーンに適用されている伝統的な海賊音楽を聞くことは、奇妙な気持ちです。  OPは、私が今まで聞いたことのない最も魅力的なメタル・ソング・ソングです。 主なEDは私のクラブ・アイズ・ミュージックなので、それは電話に入ります。\n\nとにかく、Mouretsu Piratesは楽しいショーですが、ストーリーとキャラクターの明らかな欠陥のために、それは不足しています。 これらの要因にもかかわらず、それはあなたが見逃してはいけない非常に面白いショーです。 私からの8/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA LITTLE SPOILER-Y\n\n\u001b[1m小さなスポイラー -  Y\u001b[22m\n\u001b[1m(Chīsana supoirā - Y)\u001b[22m\n\nTranslations of \u001b[4mA LITTLE SPOILER-Y\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA LITTLE SPOILER-Y\u001b[24m\n    \u001b[1m小さなスポイラー -  Y\u001b[22m, \u001b[1mLITTLEスポイラー-Y\u001b[22m\n\u001b[1m\u001b[22m\nMouretsu Pirates, which is also know as Bodacious Space Pirates (lol), is an anime that ran in 2012 and was created by the studio Satelight. It is an adaptation of a light novel.\n\n\u001b[1mBoucious Space Pirates（LOL）としても知られているMouretsu Piratesは、2012年にリリースされたスタジオSatelightによって制作されたアニメです。 それは軽い小説の適応です。\u001b[22m\n\u001b[1m(Boucious Space Pirates (LOL) to shite mo shira rete iru Mouretsu Pirates wa, 2012-nen ni rirīsu sa reta sutajio Satelight ni yotte seisaku sa reta animedesu. Sore wa karui shōsetsu no tekiōdesu.)\u001b[22m\n\nTranslations of \u001b[4mMouretsu Pirates, which is also know as Bodacious Space Pirates (lol), is an anime that ran in 2012 and was created by the studio Satelight. It is an adaptation of a light novel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMouretsu Pirates, which is also know as Bodacious Space Pirates (lol), is an anime that ran in 2012 and was created by the studio Satelight.\u001b[24m\n    \u001b[1mBoucious Space Pirates（LOL）としても知られているMouretsu Piratesは、2012年にリリースされたスタジオSatelightによって制作されたアニメです。\u001b[22m, \u001b[1mまたモーレツ宇宙海賊（笑）として知られているMouretsu海賊は、2012年に走ったし、スタジオサテライトによって作成されたアニメです。\u001b[22m\n\u001b[4mIt is an adaptation of a light novel.\u001b[24m\n    \u001b[1mそれは軽い小説の適応です。\u001b[22m, \u001b[1mこれは、ライトノベルを適応したものです。\u001b[22m\n\u001b[1m\u001b[22m\nIf I wasn't recommended this anime by a friend with a serviceable nudge and an accompanying video excerpt, I would have passed this show off as a hentai that I could look forward to in the future because… Well, uh, because who doesn' t like boobs in zero gravity? I know I do. If you don’t then you’re a commie bastard.\n\n\u001b[1m私がこのアニメをサービスしやすいナッジとビデオの抜粋を添えてお勧めしていないなら、私はこのショーを、将来楽しみになることができるような恋人として渡しただろう...なぜなら、 ゼロ重力でおっぱいが好き？ 私は私が知っている。 あなたがしなければ、あなたは詐欺師の奴だ。\u001b[22m\n\u001b[1m(Watashi ga kono anime o sābisu shi yasui najji to bideo no bassui o soete o susume shite inainara, watashi wa kono shō o, shōrai tanoshimi ni naru koto ga dekiru yōna koibito to shite watashitadarou... Nazenara, zero jūryoku de oppai ga suki? Watashi wa watashi ga shitte iru. Anata ga shinakereba, anata wa sagi-shi no yatsuda.)\u001b[22m\n\nTranslations of \u001b[4mIf I wasn't recommended this anime by a friend with a serviceable nudge and an accompanying video excerpt, I would have passed this show off as a hentai that I could look forward to in the future because… Well, uh, because who doesn' t like boobs in zero gravity? I know I do. If you don’t then you’re a commie bastard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I wasn't recommended this anime by a friend with a serviceable nudge and an accompanying video excerpt, I would have passed this show off as a hentai that I could look forward to in the future because… Well, uh, because who doesn'\u001b[24m\n    \u001b[1m私がこのアニメをサービスしやすいナッジとビデオの抜粋を添えてお勧めしていないなら、私はこのショーを、将来楽しみになることができるような恋人として渡しただろう...なぜなら、\u001b[22m, \u001b[1m私は修理可能ナッジとそれに伴うビデオの抜粋を持つ友人がこのアニメをお勧めしていなかった場合、私はので...まあ、ええと、誰が 'doesnのため、将来のを楽しみにしてできたヘンタイとして、このショーをオフに合格しているだろう\u001b[22m\n\u001b[4mt like boobs in zero gravity?\u001b[24m\n    \u001b[1mゼロ重力でおっぱいが好き？\u001b[22m, \u001b[1mtは無重力でおっぱいが好き？\u001b[22m\n\u001b[4mI know I do.\u001b[24m\n    \u001b[1m私は私が知っている。\u001b[22m, \u001b[1m私は私が知っています。\u001b[22m\n\u001b[4mIf you don’t then you’re a commie bastard.\u001b[24m\n    \u001b[1mあなたがしなければ、あなたは詐欺師の奴だ。\u001b[22m, \u001b[1mそうしないなら、あなたは共産党員のろくでなしです。\u001b[22m\n\u001b[1m\u001b[22m\nFor a show with the daunting word ‘bodacious’ in the title you might as well expect it to be a parody of some sort. Maybe a Sex Jokes: The Anime – IN SPACE! Instead of being hilariously bad drivel, this has to be easily one of the best space travel and exploration anime I’ve ever seen. That’s right! There are no giant breasts nor any panty-shots and, you know what, I’m actually glad there aren’t. For me, it ranks right up there with the likes of Outlaw Star and completely blows Cowboy Bebop out of the water in all departments except for the music. ----Cowboy Bebop is highly over-rated. It is decent at best.----\n\n\u001b[1m題名の中で「bodacious」という厄介な言葉を使ったショーでは、それをある種のパロディーにすると予想されるかもしれません。 たぶん、セックス・ジョーク：アニメ - イン・スペース！ 陽気に悪い運転をするのではなく、これは私が今まで見た中で最高の宇宙旅行と探検のアニメーションの1つでなければなりません。 そのとおり！ 巨乳やパンティーショットはありません。私は実際にそうでないとうれしいですね。 私にとっては、それはOutlaw Starのようなものと並んでいて、カウボーイ・ビーボプを音楽以外のすべての部門の水から完全に吹き飛ばしています。  ----カウボーイビバップは高く評価されています。 それは最高でまともです。\u001b[22m\n\u001b[1m(Daimei no naka de `bodacious' to iu yakkaina kotoba o tsukatta shōde wa, sore o arushuno parodī ni suru to yosō sa reru kamo shiremasen. Tabun, sekkusu jōku: Anime - in supēsu! Yōki ni warui unten o suru node wa naku, kore wa watashi ga imamade mita naka de saikō no uchū ryokō to tanken no animēshon no 1tsudenakereba narimasen. Sono tōri! Kyonyū ya pantīshotto wa arimasen. Watashi wa jissai ni sōdenaito ureshīdesu ne. Watashi ni totte wa, soreha Outlaw Star no yōna mono to narande ite, kaubōi bībopu o ongakuigai no subete no bumon no mizu kara kanzen ni fukitobashite imasu. -- -- Kaubōibibappu wa takaku hyōka sa rete imasu. Sore wa saikō de matomodesu.)\u001b[22m\n\nTranslations of \u001b[4mFor a show with the daunting word ‘bodacious’ in the title you might as well expect it to be a parody of some sort. Maybe a Sex Jokes: The Anime – IN SPACE! Instead of being hilariously bad drivel, this has to be easily one of the best space travel and exploration anime I’ve ever seen. That’s right! There are no giant breasts nor any panty-shots and, you know what, I’m actually glad there aren’t. For me, it ranks right up there with the likes of Outlaw Star and completely blows Cowboy Bebop out of the water in all departments except for the music. ----Cowboy Bebop is highly over-rated. It is decent at best.----\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a show with the daunting word ‘bodacious’ in the title you might as well expect it to be a parody of some sort.\u001b[24m\n    \u001b[1m題名の中で「bodacious」という厄介な言葉を使ったショーでは、それをある種のパロディーにすると予想されるかもしれません。\u001b[22m, \u001b[1m困難な単語タイトルに「紛れもない」とのショーのためにあなたにも、それはある種のパロディであることを期待するかもしれません。\u001b[22m\n\u001b[4mMaybe a Sex Jokes: The Anime – IN SPACE!\u001b[24m\n    \u001b[1mたぶん、セックス・ジョーク：アニメ - イン・スペース！\u001b[22m, \u001b[1mたぶんセックスジョーク：アニメ -  SPACE IN！\u001b[22m\n\u001b[4mInstead of being hilariously bad drivel, this has to be easily one of the best space travel and exploration anime I’ve ever seen.\u001b[24m\n    \u001b[1m陽気に悪い運転をするのではなく、これは私が今まで見た中で最高の宇宙旅行と探検のアニメーションの1つでなければなりません。\u001b[22m, \u001b[1m代わりに、陽気に悪いたわ言であることの、これは簡単に私が今まで見た中で最高の宇宙旅行や探査アニメの一つでなければなりません。\u001b[22m\n\u001b[4mThat’s right!\u001b[24m\n    \u001b[1mそのとおり！\u001b[22m, \u001b[1mそうです！\u001b[22m, \u001b[1mそう！\u001b[22m\n\u001b[4mThere are no giant breasts nor any panty-shots and, you know what, I’m actually glad there aren’t.\u001b[24m\n    \u001b[1m巨乳やパンティーショットはありません。私は実際にそうでないとうれしいですね。\u001b[22m, \u001b[1m私はそこではありません実際にうれしいものを、知っている、そこには巨大な胸や任意のパンティーショットはありませんと。\u001b[22m\n\u001b[4mFor me, it ranks right up there with the likes of Outlaw Star and completely blows Cowboy Bebop out of the water in all departments except for the music.\u001b[24m\n    \u001b[1m私にとっては、それはOutlaw Starのようなものと並んでいて、カウボーイ・ビーボプを音楽以外のすべての部門の水から完全に吹き飛ばしています。\u001b[22m, \u001b[1m私にとって、それは無法者スターの同類で右そこまでランク付けすると、完全に音楽以外のすべての部門での水のうち、カウボーイビバップを吹きます。\u001b[22m\n\u001b[4m----Cowboy Bebop is highly over-rated.\u001b[24m\n    \u001b[1m----カウボーイビバップは高く評価されています。\u001b[22m, \u001b[1m----カウボーイビバップは非常に過剰評価されています。\u001b[22m\n\u001b[4mIt is decent at best.----\u001b[24m\n    \u001b[1mそれは最高でまともです。\u001b[22m, \u001b[1mそれは最高の状態でまともです.----\u001b[22m\n\u001b[1m\u001b[22m\nIf I were asked by a man who was about to die of severe pain chronic pain in the balls to describe Mouretsu Pirates, I’d tell him that it’s basically a smarter One Piece without the ridiculous powers and all the boom boom pows. It even has its very own super-serious brunette Sanji!\n\n\u001b[1m酷い痛みで瀕死の男に頼まれて、迷路の海賊を描くボールに慢性的な痛みを感じたら、それは基本的に馬鹿げた力とブームブームの豚がないよりスマートなワンピースだと言いたい。 それは非常に独自の超深刻なブルネットサンジを持っています！\u001b[22m\n\u001b[1m(Hidoi itami de hinshi no otoko ni tanoma rete, meiro no kaizoku o kaku bōru ni mansei-tekina itami o kanjitara, soreha kihontekini bakageta chikara to būmubūmu no buta ga nai yori sumātona wanpīsuda to iitai. Sore wa hijō ni dokuji no chō shinkokuna burunettosanji o motte imasu!)\u001b[22m\n\nTranslations of \u001b[4mIf I were asked by a man who was about to die of severe pain chronic pain in the balls to describe Mouretsu Pirates, I’d tell him that it’s basically a smarter One Piece without the ridiculous powers and all the boom boom pows. It even has its very own super-serious brunette Sanji!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I were asked by a man who was about to die of severe pain chronic pain in the balls to describe Mouretsu Pirates, I’d tell him that it’s basically a smarter One Piece without the ridiculous powers and all the boom boom pows.\u001b[24m\n    \u001b[1m酷い痛みで瀕死の男に頼まれて、迷路の海賊を描くボールに慢性的な痛みを感じたら、それは基本的に馬鹿げた力とブームブームの豚がないよりスマートなワンピースだと言いたい。\u001b[22m, \u001b[1m私はMouretsu海賊を記述するためにボールに激しい痛み慢性的な痛みで死ぬことを約あった男に頼まれた場合、私はそれは基本的にとんでもない力とすべてのブームブーム捕虜なし賢くワンピースだと彼に言うだろう。\u001b[22m\n\u001b[4mIt even has its very own super-serious brunette Sanji!\u001b[24m\n    \u001b[1mそれは非常に独自の超深刻なブルネットサンジを持っています！\u001b[22m, \u001b[1mそれもその非常に自身の超深刻なブルネットサンジを持っています！\u001b[22m\n\u001b[1m\u001b[22m\nMarika is your not-so-average highschool ace girl who apparently has a knack for piloting and making sound decisions through decisive thinking thanks to her pirating blood. She doesn’t know her dad. It’s all hush-hush. The dad dies one day of food poisoning. And Marika is, therefore, somewhat forced into becoming the next captain of the spaceship, Bentenmaru.\n\n\u001b[1mMarikaは、平均的ではない高校のエースの女の子で、彼女の海賊行為の結果、決定的な思考でパイロットを行い、健全な意思決定をする能力を持っているようです。 彼女は彼女のお父さんを知らない。 それはすべてハッシュ・ハッシュです。 お父さんはいつか食中毒で死ぬ。 したがって、マリカは、船舶の次の船長、Bentenmaruになることを余儀なくされています。\u001b[22m\n\u001b[1m(Marika wa, heikin-tekide wanai kōkō no ēsu no on'nanoko de, kanojo no kaizoku kōi no kekka, ketteitekina shikō de pairotto o okonai, kenzen'na ishi kettei o suru nōryoku o motte iru yōdesu. Kanojo wa kanojo no otōsan o shiranai. Sore wa subete hasshu hasshudesu. Otōsan wa itsuka shokuchūdoku de shinu. Shitagatte, Marika wa, senpaku no tsugi no senchō, Bentenmaru ni naru koto o yoginaku sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mMarika is your not-so-average highschool ace girl who apparently has a knack for piloting and making sound decisions through decisive thinking thanks to her pirating blood. She doesn’t know her dad. It’s all hush-hush. The dad dies one day of food poisoning. And Marika is, therefore, somewhat forced into becoming the next captain of the spaceship, Bentenmaru.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMarika is your not-so-average highschool ace girl who apparently has a knack for piloting and making sound decisions through decisive thinking thanks to her pirating blood.\u001b[24m\n    \u001b[1mMarikaは、平均的ではない高校のエースの女の子で、彼女の海賊行為の結果、決定的な思考でパイロットを行い、健全な意思決定をする能力を持っているようです。\u001b[22m, \u001b[1mマリカは明らかに操縦し、彼女の著作権侵害の血液への決定的な思考のおかげを通じて健全な決定を行うための才覚を持っているあなたのそれほど平均高校エースの女の子です。\u001b[22m\n\u001b[4mShe doesn’t know her dad.\u001b[24m\n    \u001b[1m彼女は彼女のお父さんを知らない。\u001b[22m, \u001b[1m彼女は彼女のお父さんを知りません。\u001b[22m\n\u001b[4mIt’s all hush-hush.\u001b[24m\n    \u001b[1mそれはすべてハッシュ・ハッシュです。\u001b[22m, \u001b[1mこれは、すべて極秘です。\u001b[22m\n\u001b[4mThe dad dies one day of food poisoning.\u001b[24m\n    \u001b[1mお父さんはいつか食中毒で死ぬ。\u001b[22m, \u001b[1mお父さんは、食中毒の一日を死にます。\u001b[22m\n\u001b[4mAnd Marika is, therefore, somewhat forced into becoming the next captain of the spaceship, Bentenmaru.\u001b[24m\n    \u001b[1mしたがって、マリカは、船舶の次の船長、Bentenmaruになることを余儀なくされています。\u001b[22m, \u001b[1mそして、マリカは、ので、多少の宇宙船、Bentenmaruの次のキャプテンになりつつに強制されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is pretty simple. There are no over-arching plots or clever trickery. It’s a straight-forward coming of age story of a girl who going to become the next space pirate king (well, not king – just a great pirate). For the first 6 or 7 episodes, the pacing is really slow. It takes its sweet time to tell us about the wonderful future of mankind in detail. Colony planets; space travel and the technologies involved, explaining the origin of the space pirates and how they are seemingly not hated by the general public because (uh) piracy is legal. All hail the Letters of Marque.\n\n\u001b[1m物語はかなりシンプルです。 オーバーアーチングのプロットや賢いトリッキーはありません。 それは、次の宇宙海賊王になる女の子の年齢ストーリーです。（まあ、王ではなく、ただの海賊です。） 最初の6つまたは7つのエピソードでは、ペーシングは実際には遅いです。 私たちに、人類の素晴らしい未来について詳しく話すことは、甘い時を迎えます。 コロニー惑星; 宇宙海賊の起源と、海賊行為が合法であるために、彼らが一般市民によって一見嫌われていないことを説明している。 すべては大祭りの手紙です。\u001b[22m\n\u001b[1m(Monogatari wa kanari shinpurudesu. Ōbāāchingu no purotto ya kashikoi torikkī wa arimasen. Sore wa,-ji no uchū kaizoku-ō ni naru on'nanoko no nenrei sutōrīdesu. (Mā,-ōde wa naku, tada no kaizokudesu. ) Saisho no muttsu matawa 7tsu no episōdode wa, pēshingu wa jissai ni wa osoidesu. Watashitachi ni, jinrui no subarashī mirai ni tsuite kuwashiku hanasu koto wa, amai toki o mukaemasu. Koronī wakusei; uchū kaizoku no kigen to, kaizoku kōi ga gōhōdearu tame ni, karera ga ippan shimin ni yotte ikken kirawa rete inai koto o setsumei shite iru. Subete wa dai matsuri no tegamidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is pretty simple. There are no over-arching plots or clever trickery. It’s a straight-forward coming of age story of a girl who going to become the next space pirate king (well, not king – just a great pirate). For the first 6 or 7 episodes, the pacing is really slow. It takes its sweet time to tell us about the wonderful future of mankind in detail. Colony planets; space travel and the technologies involved, explaining the origin of the space pirates and how they are seemingly not hated by the general public because (uh) piracy is legal. All hail the Letters of Marque.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is pretty simple.\u001b[24m\n    \u001b[1m物語はかなりシンプルです。\u001b[22m, \u001b[1m話は非常に単純です。\u001b[22m\n\u001b[4mThere are no over-arching plots or clever trickery.\u001b[24m\n    \u001b[1mオーバーアーチングのプロットや賢いトリッキーはありません。\u001b[22m, \u001b[1mオーバーアーチプロットや巧妙な策略全くありません。\u001b[22m\n\u001b[4mIt’s a straight-forward coming of age story of a girl who going to become the next space pirate king (well, not king – just a great pirate).\u001b[24m\n    \u001b[1mそれは、次の宇宙海賊王になる女の子の年齢ストーリーです。（まあ、王ではなく、ただの海賊です。）\u001b[22m, \u001b[1m（ - ちょうど偉大な海賊十分ではなく、王）には、次の宇宙海賊王になるために行く女の子の年齢の物語の到来ストレートフォワードです。\u001b[22m\n\u001b[4mFor the first 6 or 7 episodes, the pacing is really slow.\u001b[24m\n    \u001b[1m最初の6つまたは7つのエピソードでは、ペーシングは実際には遅いです。\u001b[22m, \u001b[1m第6または7のエピソードについては、ペーシングは本当に遅いです。\u001b[22m\n\u001b[4mIt takes its sweet time to tell us about the wonderful future of mankind in detail.\u001b[24m\n    \u001b[1m私たちに、人類の素晴らしい未来について詳しく話すことは、甘い時を迎えます。\u001b[22m, \u001b[1mこれは、詳細に人類の素晴らしい未来を教えために、その甘い時間がかかります。\u001b[22m\n\u001b[4mColony planets;\u001b[24m\n    \u001b[1mコロニー惑星;\u001b[22m, \u001b[1mコロニー惑星。\u001b[22m\n\u001b[4mspace travel and the technologies involved, explaining the origin of the space pirates and how they are seemingly not hated by the general public because (uh) piracy is legal.\u001b[24m\n    \u001b[1m宇宙海賊の起源と、海賊行為が合法であるために、彼らが一般市民によって一見嫌われていないことを説明している。\u001b[22m, \u001b[1m宇宙旅行や技術は、宇宙海賊の起源を説明する、関与しており、それらは一見一般の人々によって嫌われていないか（えと）海賊行為は合法ですので。\u001b[22m\n\u001b[4mAll hail the Letters of Marque.\u001b[24m\n    \u001b[1mすべては大祭りの手紙です。\u001b[22m, \u001b[1mすべては私掠免許を雹。\u001b[22m\n\u001b[1m\u001b[22m\nAnd then, the pacing really picks up. Marika is practically thrown into space piracy right after return home from her yacht club’s (SPACE yachts!) practice trip. After that, the rest of the Bentenmaru crew is introduced and both major and minor arcs kick off which include hunting for ghost spaceships and banding universal pirates together to defeat the pirate purging 'Satsuki SS' (my nickname for it) which is a spaceship that looks like the Eyebrow-Master of Kill la Kill.\n\n\u001b[1mそして、ペーシングが実際にピックアップします。 マリッカはヨットクラブ（SPACE yachts！）の練習旅行から帰国した直後に宇宙海賊行為に実際に襲われます。 その後、Bentenmaruの乗組員の残りの部分が導入され、幽霊宇宙船の狩猟と普遍的な海賊の束縛を合わせて、海賊のパージ「Satsuki SS」（私のニックネーム）の宇宙船である キラーラキルの眉毛のマスターのように見える。\u001b[22m\n\u001b[1m(Soshite, pēshingu ga jissai ni pikkuappu shimasu. Marikka wa yottokurabu (SPACE yachts! ) No renshū ryokō kara kikoku shita chokugo ni uchū kaizoku kōi ni jissai ni osowa remasu. Sonogo, Bentenmaru no norikumiin no nokori no bubun ga dōnyū sa re, yūrei uchūsen no shuryō to fuhentekina kaizoku no sokubaku o awasete, kaizoku no pāji `Satsuki SS'(watashi no nikkunēmu) no uchūsendearu kirārakiru no mayuge no masutā no yō ni mieru.)\u001b[22m\n\nTranslations of \u001b[4mAnd then, the pacing really picks up. Marika is practically thrown into space piracy right after return home from her yacht club’s (SPACE yachts!) practice trip. After that, the rest of the Bentenmaru crew is introduced and both major and minor arcs kick off which include hunting for ghost spaceships and banding universal pirates together to defeat the pirate purging 'Satsuki SS' (my nickname for it) which is a spaceship that looks like the Eyebrow-Master of Kill la Kill.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd then, the pacing really picks up.\u001b[24m\n    \u001b[1mそして、ペーシングが実際にピックアップします。\u001b[22m, \u001b[1mそして、ペーシングは本当にピックアップします。\u001b[22m\n\u001b[4mMarika is practically thrown into space piracy right after return home from her yacht club’s (SPACE yachts!) practice trip.\u001b[24m\n    \u001b[1mマリッカはヨットクラブ（SPACE yachts！）の練習旅行から帰国した直後に宇宙海賊行為に実際に襲われます。\u001b[22m, \u001b[1mマリカは、実質的に右彼女のヨットクラブの（宇宙ヨット！）練習旅行から帰国後にスペースの著作権侵害にスローされます。\u001b[22m\n\u001b[4mAfter that, the rest of the Bentenmaru crew is introduced and both major and minor arcs kick off which include hunting for ghost spaceships and banding universal pirates together to defeat the pirate purging 'Satsuki SS' (my nickname for it) which is a spaceship that\u001b[24m\n    \u001b[1mその後、Bentenmaruの乗組員の残りの部分が導入され、幽霊宇宙船の狩猟と普遍的な海賊の束縛を合わせて、海賊のパージ「Satsuki SS」（私のニックネーム）の宇宙船である\u001b[22m, \u001b[1mその後、Bentenmaruの乗組員の残りの部分は導入され、メジャーとマイナーの両方の円弧はゴースト宇宙船を探して、その宇宙船である「さつきSS '（それは私のニックネーム）をパージする海賊を倒すために一緒にユニバーサル海賊バンディング含まれキックオフ\u001b[22m\n\u001b[4mlooks like the Eyebrow-Master of Kill la Kill.\u001b[24m\n    \u001b[1mキラーラキルの眉毛のマスターのように見える。\u001b[22m, \u001b[1mキル・ラ・キルの眉毛マスターのように見えます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, the story is quite linear yet fun to follow. Excellent world-building and pretty good directing ensures that you’re never bored – even if you’re looking at two characters explaining the numerous technical terms and stuff presented in the show. Though, the show really suffers in the final arc, that is, the last 5 episodes. Lots of twists occur that are never shone light upon and the conclusion is sort of an open-ending which I guess probably was done for a second season run. But, since it’s the current year (hue), 4 years have passed now so I think there never will be another season. This really deters an otherwise great show.\n\n\u001b[1m全体的に、このストーリーはかなり線形ですが、それに続く楽しみです。 優れた世界観と優れた演出力は、ショーで紹介された数多くの技術用語やものを説明している2人のキャラクターを見ていても飽きることはありません。 しかし、ショーは最終アーク、つまり最後の5つのエピソードで本当に苦しんでいます。 光り輝くことのない紆余曲折がたくさんあり、結論はおそらく第2シーズンのために行われたと思われるオープンエンドのようなものです。 しかし、それは今年（色相）なので、4年が経過したので、決して別のシーズンはないと思う。 これは本当にそうでなければ素晴らしいショーを抑える。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono sutōrī wa kanari senkeidesuga, sore ni tsudzuku tanoshimidesu. Sugureta sekai-kan to sugureta enshutsu-ryoku wa, shō de shōkai sa reta kazuōku no gijutsu yōgo ya mono o setsumei shite iru 2-ri no kyarakutā o mite ite mo akiru koto wa arimasen. Shikashi, shō wa saishū āku, tsumari saigo no itsutsu no episōdo de hontōni kurushinde imasu. Hikarikagayaku koto no nai uyokyokusetsu ga takusan ari, ketsuron wa osoraku dai 2 shīzun no tame ni okonawa reta to omowa reru ōpun'endo no yōna monodesu. Shikashi, sore wa kotoshi (shikisō)nanode, 4-nen ga keika shitanode, kesshite betsu no shīzun wa nai to omou. Kore wa hontōni sōdenakereba subarashī shō o osaeru.)\u001b[22m\n\nTranslations of \u001b[4mOverall, the story is quite linear yet fun to follow. Excellent world-building and pretty good directing ensures that you’re never bored – even if you’re looking at two characters explaining the numerous technical terms and stuff presented in the show. Though, the show really suffers in the final arc, that is, the last 5 episodes. Lots of twists occur that are never shone light upon and the conclusion is sort of an open-ending which I guess probably was done for a second season run. But, since it’s the current year (hue), 4 years have passed now so I think there never will be another season. This really deters an otherwise great show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, the story is quite linear yet fun to follow.\u001b[24m\n    \u001b[1m全体的に、このストーリーはかなり線形ですが、それに続く楽しみです。\u001b[22m, \u001b[1m全体的に、物語はかなりリニアまだ従って楽しいです。\u001b[22m\n\u001b[4mExcellent world-building and pretty good directing ensures that you’re never bored – even if you’re looking at two characters explaining the numerous technical terms and stuff presented in the show.\u001b[24m\n    \u001b[1m優れた世界観と優れた演出力は、ショーで紹介された数多くの技術用語やものを説明している2人のキャラクターを見ていても飽きることはありません。\u001b[22m, \u001b[1mあなたがショーで発表数多くの技術用語やものを説明する2つの文字を見ている場合であっても - 優れた世界的建築物とかなり良い演出はあなたが決して退屈していることを保証します。\u001b[22m\n\u001b[4mThough, the show really suffers in the final arc, that is, the last 5 episodes.\u001b[24m\n    \u001b[1mしかし、ショーは最終アーク、つまり最後の5つのエピソードで本当に苦しんでいます。\u001b[22m, \u001b[1mしかし、ショーは本当に最後の円弧状に苦しんでいる、それは、最後の5のエピソードです。\u001b[22m\n\u001b[4mLots of twists occur that are never shone light upon and the conclusion is sort of an open-ending which I guess probably was done for a second season run.\u001b[24m\n    \u001b[1m光り輝くことのない紆余曲折がたくさんあり、結論はおそらく第2シーズンのために行われたと思われるオープンエンドのようなものです。\u001b[22m, \u001b[1mねじれの多くは時に光を照らしたないと結論は私はおそらくセカンドシーズンの実行のために行われていたと思いオープンエンディングの一種である決してされる発生します。\u001b[22m\n\u001b[4mBut, since it’s the current year (hue), 4 years have passed now so I think there never will be another season.\u001b[24m\n    \u001b[1mしかし、それは今年（色相）なので、4年が経過したので、決して別のシーズンはないと思う。\u001b[22m, \u001b[1mしかし、それは現在の年（色相）ですので、4年はので、私は別のシーズンには存在しないんだと思うようになりまし合格しています。\u001b[22m\n\u001b[4mThis really deters an otherwise great show.\u001b[24m\n    \u001b[1mこれは本当にそうでなければ素晴らしいショーを抑える。\u001b[22m, \u001b[1mこれは本当にそうでなければ素晴らしいショーを阻止します。\u001b[22m\n\u001b[1m\u001b[22m\nOh and the piracy in this anime is some of the most ridiculous I’ve ever seen. Companies actually HIRE pirates to loot their ships to ‘entertain’ their passengers. Even then, it just somehow manages to click well.\n\n\u001b[1mああ、このアニメの海賊は私が今までに見た中で最もばかげたものです。 会社は実際に船を乗っ取って乗客を楽しませます。 それでも、それは何とかしてうまくクリックすることができます。\u001b[22m\n\u001b[1m(Ā, kono anime no kaizoku wa watashi ga ima made ni mita naka de mottomo bakageta monodesu. Kaisha wa jissai ni fune o nottotte jōkyaku o tanoshima semasu. Soredemo, sore wa nantoka shite umaku kurikku suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOh and the piracy in this anime is some of the most ridiculous I’ve ever seen. Companies actually HIRE pirates to loot their ships to ‘entertain’ their passengers. Even then, it just somehow manages to click well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh and the piracy in this anime is some of the most ridiculous I’ve ever seen.\u001b[24m\n    \u001b[1mああ、このアニメの海賊は私が今までに見た中で最もばかげたものです。\u001b[22m, \u001b[1mああ、このアニメでの海賊行為は、私が今まで見た中で最もばかげの一部です。\u001b[22m\n\u001b[4mCompanies actually HIRE pirates to loot their ships to ‘entertain’ their passengers.\u001b[24m\n    \u001b[1m会社は実際に船を乗っ取って乗客を楽しませます。\u001b[22m, \u001b[1m企業は、実際に彼らの乗客を「楽しま 'に彼らの船を略奪する海賊を雇います。\u001b[22m\n\u001b[4mEven then, it just somehow manages to click well.\u001b[24m\n    \u001b[1mそれでも、それは何とかしてうまくクリックすることができます。\u001b[22m, \u001b[1mその場合でも、それだけで何とかうまくクリックして管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nAll of the characters are fun to watch and are likeable. There’s no one to hate. Literally. The only character that is an actual bad guy appears in the last episodes and even then she appears to be an ally of season-2 sorts. Even though there isn’t much character development for everyone except for the female lead; Marika – whose transition from a somewhat clumsy girl to a strict pirate captain with style and captivating command is a delight to see, and the fact that half the students of the yacht club get no background introduction along with nothing being revealed about the Bentenmaru crew's pasts , you still largely enjoy the varied and quirky cast.\n\n\u001b[1mすべてのキャラクターは見て楽しく、好きです。 嫌いな人はいません。 文字通り。 実際の悪者である唯一のキャラクターは最後のエピソードに現れ、それでも彼女はシーズン2の味方の味方であるようです。 女性のリードを除いてみんなのためのキャラクターの開発はあまりありませんが、  Marika  - やや不器用な女の子から、スタイルと魅力的な命令を持つ厳しい海賊のキャプテンへの移行が楽しみであることと、Bentenmaruの乗組員の過去について何も明らかにされずに、ヨットクラブの学生の半数が背景紹介をしないという事実 あなたはまだ変わった風変わりなキャストを楽しんでいます。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa mite tanoshiku, sukidesu. Kirainahito wa imasen. Mojidōri. Jissai no warumonodearu yuiitsu no kyarakutā wa saigo no episōdo ni araware, soredemo kanojo wa shīzun 2 no mikata no mikatadearu yōdesu. Josei no rīdo o nozoite min'na no tame no kyarakutā no kaihatsu wa amari arimasenga, Marika - yaya bukiyōna on'nanoko kara, sutairu to miryoku-tekina meirei o motsu kibishī kaizoku no kyaputen e no ikō ga tanoshimidearu koto to, Bentenmaru no norikumiin no kako ni tsuite nani mo akiraka ni sa rezu ni, yottokurabu no gakusei no hansū ga haikei shōkai o shinai to iu jijitsu anata wa mada kawatta fūgawarina kyasuto o tanoshinde imasu.)\u001b[22m\n\nTranslations of \u001b[4mAll of the characters are fun to watch and are likeable. There’s no one to hate. Literally. The only character that is an actual bad guy appears in the last episodes and even then she appears to be an ally of season-2 sorts. Even though there isn’t much character development for everyone except for the female lead; Marika – whose transition from a somewhat clumsy girl to a strict pirate captain with style and captivating command is a delight to see, and the fact that half the students of the yacht club get no background introduction along with nothing being revealed about the Bentenmaru crew's pasts , you still largely enjoy the varied and quirky cast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of the characters are fun to watch and are likeable.\u001b[24m\n    \u001b[1mすべてのキャラクターは見て楽しく、好きです。\u001b[22m, \u001b[1m文字のすべてが見ていて楽しいですし、好感の持てるです。\u001b[22m\n\u001b[4mThere’s no one to hate.\u001b[24m\n    \u001b[1m嫌いな人はいません。\u001b[22m, \u001b[1m憎む誰もありません。\u001b[22m\n\u001b[4mLiterally.\u001b[24m\n    \u001b[1m文字通り。\u001b[22m, \u001b[1m文字通り\u001b[22m\n\u001b[4mThe only character that is an actual bad guy appears in the last episodes and even then she appears to be an ally of season-2 sorts.\u001b[24m\n    \u001b[1m実際の悪者である唯一のキャラクターは最後のエピソードに現れ、それでも彼女はシーズン2の味方の味方であるようです。\u001b[22m, \u001b[1m実際の悪い男であるだけ文字が最後のエピソードに表示され、その後も彼女はシーズン2種類の同盟国であるように思われます。\u001b[22m\n\u001b[4mEven though there isn’t much character development for everyone except for the female lead;\u001b[24m\n    \u001b[1m女性のリードを除いてみんなのためのキャラクターの開発はあまりありませんが、\u001b[22m, \u001b[1m女性のリードを除いて皆のための多くのキャラクターの成長はありませんにもかかわらず。\u001b[22m\n\u001b[4mMarika – whose transition from a somewhat clumsy girl to a strict pirate captain with style and captivating command is a delight to see, and the fact that half the students of the yacht club get no background introduction along with nothing being revealed about the Bentenmaru crew's pasts\u001b[24m\n    \u001b[1mMarika  - やや不器用な女の子から、スタイルと魅力的な命令を持つ厳しい海賊のキャプテンへの移行が楽しみであることと、Bentenmaruの乗組員の過去について何も明らかにされずに、ヨットクラブの学生の半数が背景紹介をしないという事実\u001b[22m, \u001b[1mマリカ - その変遷スタイルと魅惑のコマンドを使用して、厳格な海賊の船長にやや不器用な女の子からは、Bentenmaruの乗組員の過去をについて明らかにされて参照するには喜び、そしてヨットクラブの半分の学生は何と一緒にバックグラウンドの導入を取得していないという事実であります\u001b[22m\n\u001b[4m, you still largely enjoy the varied and quirky cast.\u001b[24m\n    \u001b[1mあなたはまだ変わった風変わりなキャストを楽しんでいます。\u001b[22m, \u001b[1m、あなたはまだ大きく変動し、風変わりなキャストを楽しみます。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is clean and neat to look at. The 2D isn’t really unique and most of the character designs are quite plain. The CGI, though, is just a marvel to look. Highly detailed and perfectly blending with the 2D environment, it is a perfect example of how to use CGI in an anime.\n\n\u001b[1mアニメーションはきれいで見た目はきれいです。  2Dは本当にユニークではなく、キャラクターデザインのほとんどは非常に単純です。  CGIは、しかし、見るだけの驚異です。  2D環境と非常に詳細で完全に融合しているため、アニメでCGIを使用する方法の完全な例です。\u001b[22m\n\u001b[1m(Animēshon wa kireide mitame wa kireidesu. 2 D wa hontōni yunīkude wa naku, kyarakutādezain no hotondo wa hijō ni tanjundesu. CGI wa, shikashi, mirudake no kyōidesu. 2 D kankyō to hijō ni shōsaide kanzen ni yūgō shite iru tame, anime de CGI o shiyō suru hōhō no kanzen'na reidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is clean and neat to look at. The 2D isn’t really unique and most of the character designs are quite plain. The CGI, though, is just a marvel to look. Highly detailed and perfectly blending with the 2D environment, it is a perfect example of how to use CGI in an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is clean and neat to look at.\u001b[24m\n    \u001b[1mアニメーションはきれいで見た目はきれいです。\u001b[22m, \u001b[1mアニメーションが見て、清潔できちんとしています。\u001b[22m\n\u001b[4mThe 2D isn’t really unique and most of the character designs are quite plain.\u001b[24m\n    \u001b[1m2Dは本当にユニークではなく、キャラクターデザインのほとんどは非常に単純です。\u001b[22m, \u001b[1m2Dは本当にユニークなものではなく、キャラクターデザインのほとんどはかなり平野です。\u001b[22m\n\u001b[4mThe CGI, though, is just a marvel to look.\u001b[24m\n    \u001b[1mCGIは、しかし、見るだけの驚異です。\u001b[22m, \u001b[1mCGIは、しかし、見てちょうど驚異です。\u001b[22m\n\u001b[4mHighly detailed and perfectly blending with the 2D environment, it is a perfect example of how to use CGI in an anime.\u001b[24m\n    \u001b[1m2D環境と非常に詳細で完全に融合しているため、アニメでCGIを使用する方法の完全な例です。\u001b[22m, \u001b[1m非常に詳細かつ完全に2D環境とブレンド、それはアニメでCGIを使用する方法の完璧な例です。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting is great. I never really mention voice acting in my reviews because, well, the voice acting is good in anime like 90% of the time. So, you know what I mean when I say that the voice acting is great.\n\n\u001b[1m声優は素晴らしいです。 私は、音声の演技が90％のようなアニメでは良いので、私のレビューで演技する声は本当に言及しません。 だから、声の演技がすばらしいと私が言うことを意味するのは分かります。\u001b[22m\n\u001b[1m(Seiyū wa subarashīdesu. Watashi wa, onsei no engi ga 90-pāsento no yōna animede wa yoinode, watashi no rebyū de engi suru koe wa hontōni genkyū shimasen. Dakara,-goe no engi ga subarashī to watashi ga iu koto o imi suru no wa wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting is great. I never really mention voice acting in my reviews because, well, the voice acting is good in anime like 90% of the time. So, you know what I mean when I say that the voice acting is great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting is great.\u001b[24m\n    \u001b[1m声優は素晴らしいです。\u001b[22m, \u001b[1m声の演技は素晴らしいです。\u001b[22m\n\u001b[4mI never really mention voice acting in my reviews because, well, the voice acting is good in anime like 90% of the time.\u001b[24m\n    \u001b[1m私は、音声の演技が90％のようなアニメでは良いので、私のレビューで演技する声は本当に言及しません。\u001b[22m, \u001b[1mよく、声の演技は、時間の90％のようなアニメに良いですが、ので、私は本当に私のレビューに作用する声に言及することはありません。\u001b[22m\n\u001b[4mSo, you know what I mean when I say that the voice acting is great.\u001b[24m\n    \u001b[1mだから、声の演技がすばらしいと私が言うことを意味するのは分かります。\u001b[22m, \u001b[1mだから、あなたは私が声の演技が大きいことを言うとき、私は何を意味するか知っています。\u001b[22m\n\u001b[1m\u001b[22m\nEven though I’m kind of disappointed that I didn’t get to hear highschool anime girls sing shanties, the soundtrack is pretty good. Hearing the kind of traditional pirate-y music being applied to spaceship scenes is a weird kind of good feeling. The OP is the gayest metal-ish song I’ve ever heard and I love it. The main ED is my kind of club-ish music so into the phone it goes.\n\n\u001b[1m私は高校のアニメの女の子がシャンティを歌っているのを聞くことができなかったことに失望していますが、サウンドトラックはかなり良いです。 宇宙船のシーンに適用されている伝統的な海賊音楽を聞くことは、奇妙な気持ちです。  OPは、私が今まで聞いたことのない最も魅力的なメタル・ソング・ソングです。 主なEDは私のクラブ・アイズ・ミュージックなので、それは電話に入ります。\u001b[22m\n\u001b[1m(Watashi wa kōkō no anime no on'nanoko ga shanti o utatte iru no o kiku koto ga dekinakatta koto ni shitsubō shite imasuga, saundotorakku wa kanari yoidesu. Uchūsen no shīn ni tekiyō sa rete iru dentō-tekina kaizoku ongaku o kiku koto wa, kimyōna kimochidesu. OP wa, watashi ga imamade kiita koto no nai mottomo miryoku-tekina metaru songu songudesu. Omona ED wa watashi no kurabu aizu myūjikkunanode, soreha denwa ni hairimasu.)\u001b[22m\n\nTranslations of \u001b[4mEven though I’m kind of disappointed that I didn’t get to hear highschool anime girls sing shanties, the soundtrack is pretty good. Hearing the kind of traditional pirate-y music being applied to spaceship scenes is a weird kind of good feeling. The OP is the gayest metal-ish song I’ve ever heard and I love it. The main ED is my kind of club-ish music so into the phone it goes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though I’m kind of disappointed that I didn’t get to hear highschool anime girls sing shanties, the soundtrack is pretty good.\u001b[24m\n    \u001b[1m私は高校のアニメの女の子がシャンティを歌っているのを聞くことができなかったことに失望していますが、サウンドトラックはかなり良いです。\u001b[22m, \u001b[1m私は高校アニメの女の子は小屋を歌う聞くために取得していないことを一種の失望しているにもかかわらず、サウンドトラックはかなり良いです。\u001b[22m\n\u001b[4mHearing the kind of traditional pirate-y music being applied to spaceship scenes is a weird kind of good feeling.\u001b[24m\n    \u001b[1m宇宙船のシーンに適用されている伝統的な海賊音楽を聞くことは、奇妙な気持ちです。\u001b[22m, \u001b[1m宇宙船のシーンに適用されている伝統的な海賊-yの音楽の種類を聞くことは良い感じの奇妙な一種です。\u001b[22m\n\u001b[4mThe OP is the gayest metal-ish song I’ve ever heard and I love it.\u001b[24m\n    \u001b[1mOPは、私が今まで聞いたことのない最も魅力的なメタル・ソング・ソングです。\u001b[22m, \u001b[1mOPは、私が今まで聞いたと私はそれを愛するgayest金属っぽい曲です。\u001b[22m\n\u001b[4mThe main ED is my kind of club-ish music so into the phone it goes.\u001b[24m\n    \u001b[1m主なEDは私のクラブ・アイズ・ミュージックなので、それは電話に入ります。\u001b[22m, \u001b[1m主なEDはそれが行く携帯電話にクラブっぽい音楽の私の一種です。\u001b[22m\n\u001b[1m\u001b[22m\nAnyways, Mouretsu Pirates is a fun show but due to obvious flaws in the story and with the characters, it falls short. Despite these factors, it is still a highly entertaining show that you should not miss. 8/10 from me.\n\n\u001b[1mとにかく、Mouretsu Piratesは楽しいショーですが、ストーリーとキャラクターの明らかな欠陥のために、それは不足しています。 これらの要因にもかかわらず、それはあなたが見逃してはいけない非常に面白いショーです。 私からの8/10。\u001b[22m\n\u001b[1m(Tonikaku, Mouretsu Pirates wa tanoshī shōdesuga, sutōrī to kyarakutā no akirakana kekkan no tame ni, soreha fusoku shite imasu. Korera no yōin nimokakawarazu, sore wa anata ga minogashite wa ikenai hijō ni omoshiroi shōdesu. Watashi kara no 8/ 10.)\u001b[22m\n\nTranslations of \u001b[4mAnyways, Mouretsu Pirates is a fun show but due to obvious flaws in the story and with the characters, it falls short. Despite these factors, it is still a highly entertaining show that you should not miss. 8/10 from me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyways, Mouretsu Pirates is a fun show but due to obvious flaws in the story and with the characters, it falls short.\u001b[24m\n    \u001b[1mとにかく、Mouretsu Piratesは楽しいショーですが、ストーリーとキャラクターの明らかな欠陥のために、それは不足しています。\u001b[22m, \u001b[1mとにかく、Mouretsuパイレーツは楽しいショーですが、原因物語の中や文字で明らかな欠陥のために、それは及ばない。\u001b[22m\n\u001b[4mDespite these factors, it is still a highly entertaining show that you should not miss.\u001b[24m\n    \u001b[1mこれらの要因にもかかわらず、それはあなたが見逃してはいけない非常に面白いショーです。\u001b[22m, \u001b[1mこれらの要因にもかかわらず、それはまだあなたが見逃してはならない非常に面白いショーです。\u001b[22m\n\u001b[4m8/10 from me.\u001b[24m\n    \u001b[1m私からの8/10。\u001b[22m, \u001b[1m私から8月10日。\u001b[22m"
  },
  {
    "title": "Mouretsu_Pirates",
    "id": "8917",
    "url": "https://myanimelist.net/anime/8917/Mouretsu_Pirates",
    "user": "robotech01",
    "profile": "/profile/robotech01/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=74605",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  9\nキャラクター|  7\n|  10\n\nさて、私はこのショーの否定的なコメントを読んで、\nなぜ私はこのショーに9を与えたのか分かりたいかもしれないと思う。\n\nまず第一に、これは私の最初のレビューです。\n\n私がこのシリーズに9を与えた唯一の理由は、純粋な自分の経験であり、\nBentenmaruが完全なスラスタで爆破されたとき、それは私のための純粋な興奮だったとき、このシリーズは私にガチョウバンプを（文字通り！）彼らが何かを計画するときにその海賊曲を聞くたびに、宇宙の戦いも同じでした。\n\n\nストーリーはかなり一般的で、もちろん少女は海賊の船長であり、すべては普通のものではありませんが、ちょっと...私が彼女を引っ張ったのです。\n\n私が得られなかった唯一の事は、少数を除いて、すべての海賊宇宙船が同じように見える理由です。それぞれの海賊船長が署名宇宙船を持っていれば、本当に素晴らしいでしょう。\n\n私はちょうどその場に私の指を置くことができませんが、私の神経を打つこのアニメについては何かがあります。\nCosmowarriorのゼロ・アンド・スペース・キャプテン・ハーロックのように。\n\nだからあなたはそれを持っています、なぜ私はこのアニメにハイスコアを与えたのかについてのちょっとしたメモです\n映画を楽しみにしているかもしれません。\n\n読んでくれてありがとう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell, as I read the negative comments on this show,\n\n\u001b[1mさて、私はこのショーの否定的なコメントを読んで、\u001b[22m\n\u001b[1m(Sate, watashi wa kono shō no hitei-tekina komento o yonde,)\u001b[22m\n\nTranslations of \u001b[4mWell, as I read the negative comments on this show,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, as I read the negative comments on this show,\u001b[24m\n    \u001b[1mさて、私はこのショーの否定的なコメントを読んで、\u001b[22m, \u001b[1mまあ、私はこのショーに否定的なコメントを読んで、\u001b[22m\ni think i might want to clear up why i gave this show a 9.\n\n\u001b[1mなぜ私はこのショーに9を与えたのか分かりたいかもしれないと思う。\u001b[22m\n\u001b[1m(Naze watashi wa kono shō ni 9 o ataeta no ka wakaritai kamo shirenai to omou.)\u001b[22m\n\nTranslations of \u001b[4mi think i might want to clear up why i gave this show a 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi think i might want to clear up why i gave this show a 9.\u001b[24m\n    \u001b[1mなぜ私はこのショーに9を与えたのか分かりたいかもしれないと思う。\u001b[22m, \u001b[1m私はこのショーに9を与えた理由を解消したいかもしれないと思います。\u001b[22m\n\u001b[1m\u001b[22m\nfirst of all this is my first review so excuse me if it is a bit crappy.\n\n\u001b[1mまず第一に、これは私の最初のレビューです。\u001b[22m\n\u001b[1m(Mazu daiichi ni, kore wa watashi no saisho no rebyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mfirst of all this is my first review so excuse me if it is a bit crappy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfirst of all this is my first review so excuse me if it is a bit crappy.\u001b[24m\n    \u001b[1mまず第一に、これは私の最初のレビューです。\u001b[22m, \u001b[1mこのすべての最初のそれは少し安っぽいの場合はそのように私を許し、私の最初のレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nthe sole reason why i gave this series a 9 was pure my own experience,\n\n\u001b[1m私がこのシリーズに9を与えた唯一の理由は、純粋な自分の経験であり、\u001b[22m\n\u001b[1m(Watashi ga kono shirīzu ni 9 o ataeta yuiitsu no riyū wa, junsuina jibun no keikendeari,)\u001b[22m\n\nTranslations of \u001b[4mthe sole reason why i gave this series a 9 was pure my own experience,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe sole reason why i gave this series a 9 was pure my own experience,\u001b[24m\n    \u001b[1m私がこのシリーズに9を与えた唯一の理由は、純粋な自分の経験であり、\u001b[22m, \u001b[1m私はこのシリーズ9を与えた理由は唯一の理由は、私自身の経験に純粋でした\u001b[22m\nthis series gave me goosebumps ( literally! ) every time that i hear that pirate tune when they plan something, also the space fights did the same, when the Bentenmaru went trough the atmosphere blasting at full thrusters, that was pure excitement for me.\n\n\u001b[1mBentenmaruが完全なスラスタで爆破されたとき、それは私のための純粋な興奮だったとき、このシリーズは私にガチョウバンプを（文字通り！）彼らが何かを計画するときにその海賊曲を聞くたびに、宇宙の戦いも同じでした。\u001b[22m\n\u001b[1m(Bentenmaru ga kanzen'na surasuta de bakuha sa reta toki, sore wa watashi no tame no junsuina kōfundatta toki, kono shirīzu wa watashi ni gachoubanpu o (mojidōri! ) Karera ga nanika o keikaku suru toki ni sono kaizoku kyoku o kiku tabi ni, uchū no tatakai mo onajideshita.)\u001b[22m\n\nTranslations of \u001b[4mthis series gave me goosebumps ( literally! ) every time that i hear that pirate tune when they plan something, also the space fights did the same, when the Bentenmaru went trough the atmosphere blasting at full thrusters, that was pure excitement for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis series gave me goosebumps ( literally! ) every time that i hear that pirate tune when they plan something, also the space fights did the same, when the Bentenmaru went trough the atmosphere blasting at full thrusters, that was pure excitement for me.\u001b[24m\n    \u001b[1mBentenmaruが完全なスラスタで爆破されたとき、それは私のための純粋な興奮だったとき、このシリーズは私にガチョウバンプを（文字通り！）彼らが何かを計画するときにその海賊曲を聞くたびに、宇宙の戦いも同じでした。\u001b[22m, \u001b[1mこのシリーズは鳥肌（文字通り！）私を与え、彼らが何かを計画するとき私はその海賊曲を聞くたびに、Bentenmaruはフルスラスタでブラスト雰囲気の谷行ったときも、スペースの戦いは、同じでした、それは私のための純粋な興奮でした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nsure the story was pretty generic and of course a young girl being a pirate captain and all is a little bit out of the ordinary, but hey....... for me she pulled it of.\n\n\u001b[1mストーリーはかなり一般的で、もちろん少女は海賊の船長であり、すべては普通のものではありませんが、ちょっと...私が彼女を引っ張ったのです。\u001b[22m\n\u001b[1m(Sutōrī wa kanari ippan-tekide, mochiron shōjo wa kaizoku no senchōdeari, subete wa futsū no monode wa arimasenga, chotto... Watashi ga kanojo o hippatta nodesu.)\u001b[22m\n\nTranslations of \u001b[4msure the story was pretty generic and of course a young girl being a pirate captain and all is a little bit out of the ordinary, but hey....... for me she pulled it of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msure the story was pretty generic and of course a young girl being a pirate captain and all is a little bit out of the ordinary, but hey....... for me she pulled it of.\u001b[24m\n    \u001b[1mストーリーはかなり一般的で、もちろん少女は海賊の船長であり、すべては普通のものではありませんが、ちょっと...私が彼女を引っ張ったのです。\u001b[22m, \u001b[1m確かに私のために彼女はのそれを引っ張っ.......話はかなり一般的なだったと、もちろん若い女の子が海賊のキャプテンであること、すべてが普通の少しですが、ちょっと。\u001b[22m\n\u001b[1m\u001b[22m\nthe only thing that i did not get is why all the pirate space ships looked the same, except for a few, it would really have been great if each pirate captain had a signature spaceship.\n\n\u001b[1m私が得られなかった唯一の事は、少数を除いてすべての海賊の宇宙船が同じように見えた理由です。それぞれの海賊の船長が署名宇宙船を持っていれば本当に素晴らしいでしょう。\u001b[22m\n\u001b[1m(Watashi ga e rarenakatta yuiitsu no koto wa, shōsū o nozoite subete no kaizoku no uchūsen ga onajiyōni mieta riyūdesu. Sorezore no kaizoku no senchō ga shomei uchūsen o motte ireba hontōni subarashīdeshou.)\u001b[22m\n\nTranslations of \u001b[4mthe only thing that i did not get is why all the pirate space ships looked the same, except for a few, it would really have been great if each pirate captain had a signature spaceship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe only thing that i did not get is why all the pirate space ships looked the same, except for a few, it would really have been great if each pirate captain had a signature spaceship.\u001b[24m\n    \u001b[1m私が得られなかった唯一の事は、少数を除いてすべての海賊の宇宙船が同じように見えた理由です。それぞれの海賊の船長が署名宇宙船を持っていれば本当に素晴らしいでしょう。\u001b[22m, \u001b[1m各海賊の船長が署名宇宙船を持っていた場合は、すべての海賊宇宙船が少数を除いて、同じを見て、なぜ私が取得していない唯一のものであり、それは本当に素晴らしいされていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nI just cannot put my finger on the spot, but there is something about this anime that hit my nerve.\n\n\u001b[1m私はちょうどその場に私の指を置くことができませんが、私の神経を打つこのアニメについては何かがあります。\u001b[22m\n\u001b[1m(Watashi wa chōdo sono ba ni watashi no yubi o oku koto ga dekimasenga, watashi no shinkei o utsu kono anime ni tsuite wa nanika ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI just cannot put my finger on the spot, but there is something about this anime that hit my nerve.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just cannot put my finger on the spot, but there is something about this anime that hit my nerve.\u001b[24m\n    \u001b[1m私はちょうどその場に私の指を置くことができませんが、私の神経を打つこのアニメについては何かがあります。\u001b[22m, \u001b[1m私はちょうどその場で私の指を置くことはできませんが、私の神経を打つこのアニメについての何かがあります。\u001b[22m\njust like Cosmowarrior zero and space captain Harlock did.\n\n\u001b[1mCosmowarriorのゼロ・アンド・スペース・キャプテン・ハーロックのように。\u001b[22m\n\u001b[1m(Cosmowarrior no zero Ando supēsu kyaputen hārokku no yō ni.)\u001b[22m\n\nTranslations of \u001b[4mjust like Cosmowarrior zero and space captain Harlock did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mjust like Cosmowarrior zero and space captain Harlock did.\u001b[24m\n    \u001b[1mCosmowarriorのゼロ・アンド・スペース・キャプテン・ハーロックのように。\u001b[22m, \u001b[1mちょうどコスモウォーリアー零のように、スペースキャプテンハーロックしました。\u001b[22m\n\u001b[1m\u001b[22m\nSo there you have it, just a little side note on why i gave this anime a high score\n\n\u001b[1mだからあなたはそれを持っています、なぜ私はこのアニメにハイスコアを与えたのかについてのちょっとしたメモです\u001b[22m\n\u001b[1m(Dakara anata wa sore o motte imasu, naze watashi wa kono anime ni haisukoa o ataeta no ka ni tsuite no chottoshita memodesu)\u001b[22m\n\nTranslations of \u001b[4mSo there you have it, just a little side note on why i gave this anime a high score\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo there you have it, just a little side note on why i gave this anime a high score\u001b[24m\n    \u001b[1mだからあなたはそれを持っています、なぜ私はこのアニメにハイスコアを与えたのかについてのちょっとしたメモです\u001b[22m, \u001b[1mそうそこに持っていること、私はこのアニメに高得点を与えた理由についてほんの少しサイドノート\u001b[22m\nlooking forward to the movie and maybe even a season2.\n\n\u001b[1m映画を楽しみにしているかもしれません。\u001b[22m\n\u001b[1m(Eiga o tanoshimini shite iru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mlooking forward to the movie and maybe even a season2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlooking forward to the movie and maybe even a season2.\u001b[24m\n    \u001b[1m映画を楽しみにしているかもしれません。\u001b[22m, \u001b[1m映画や多分シーズンを楽しみにしています。\u001b[22m\n\u001b[1m\u001b[22m\nthank you for reading.\n\n\u001b[1m読んでくれてありがとう。\u001b[22m\n\u001b[1m(Yonde kurete arigatō.)\u001b[22m\n\nTranslations of \u001b[4mthank you for reading.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthank you for reading.\u001b[24m\n    \u001b[1m読んでくれてありがとう。\u001b[22m, \u001b[1m読んでいただきありがとうございます。\u001b[22m, \u001b[1mお読みいただき、ありがとうございました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Mouretsu_Pirates",
    "id": "8917",
    "url": "https://myanimelist.net/anime/8917/Mouretsu_Pirates",
    "user": "me-262",
    "profile": "/profile/me-262/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=67413",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nMouretsu Uchuu Kaizokuは私にとって、2011/2012の私の好きなアニメです。\n\nそれは奇妙な量のサポートキャラクターを持っています。多くの人は、Bleachのような欲望の気持ちを残して、奇妙で広範な背景だけを触れています。 ストーリーライン自体は面白くて魅力的で、スペースが植民地化された宇宙に設定されていますが、一人の悪名高い女の子の高校とその2年生のクラスに焦点を当てています。\n\nキャラクターは面白くてセクシーで、自己尊重の変態者に魅力的ですが、ほとんどがエヴァンゲリオンのような優しさを保ちながら、ファンタジーを想像力に残ります。 これは、幼い子供でも大人と一緒にショーを楽しむことができるということを意味します。\n\nサウンドトラックは素晴らしいですが、私はイントロとエンディングミュージック/ビデオが好きなアニメを覚えていません。 奇妙なことに、奇妙なことに、ビデオの茶とマッチするヒステリックな歌が出ています。 もちろん、声優はショーを通してすばらしいです。\n\n2年生の高校生が歴史的に最も有名な海賊船の船長になるという事実は、それ以外の場合は専ら大人が支配する「職業」において、面白いダイナミックさを作り出します。 大人気で暗黙のユーモアがたくさんあります。特に、後のエピソードだけでなく、子供たちも楽しめる面白い状況があります。\n\nショーは少しゆっくりと始まりますが、これはサスペンスを構築し、キャラクターのインタラクションを導入して、その後のアクションやストーリーの爆発に至ります。 この品質のアニメが適切なマンガシリーズから複製されずに制作されるためには、かなり印象的だと思います。\n\n私はそれが第2シーズン以降にいかない可能性のある方法があるのか​​分かりませんし、おそらくコミュニティの支援が必要なだけかもしれません。 伝えるのはあまりにも多くの物語とキャラクターの開発者だけでなく、一般的には非常に大きな可能性を秘めた素晴らしいショーになっています。 サポートマンガの欠如が妨げにならない限り、長年のシリーズとなることは明らかです。\n\nあなたが武蔵宇宙戦争を見たことがないなら、それをあなたの次のアニメにすることをお勧めします！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMouretsu Uchuu Kaizoku is, for me, my favourite anime of 2011/2012.\n\n\u001b[1mMouretsu Uchuu Kaizokuは私にとって、2011/2012の私の好きなアニメです。\u001b[22m\n\u001b[1m(Mouretsu Uchuu Kaizoku wa watashi ni totte, 2011/ 2012 no watashi no sukina animedesu.)\u001b[22m\n\nTranslations of \u001b[4mMouretsu Uchuu Kaizoku is, for me, my favourite anime of 2011/2012.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMouretsu Uchuu Kaizoku is, for me, my favourite anime of 2011/2012.\u001b[24m\n    \u001b[1mMouretsu Uchuu Kaizokuは私にとって、2011/2012の私の好きなアニメです。\u001b[22m, \u001b[1mMouretsu Uchuu海賊は、私にとっては、2012分の2011の私の好きなアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nIt's got a crazy amount of supporting characters, many of whom have mysterious or extensive backgrounds that are only touched on, leaving that feeling of craving more - like Bleach for example. The storyline itself is entertaining and appealing, set in a universe where space is colonized, but focusses on a single and notorious girl's high school and its 2nd year class.\n\n\u001b[1mそれは奇妙な量のサポートキャラクターを持っています。多くの人は、Bleachのような欲望の気持ちを残して、奇妙で広範な背景だけを触れています。 ストーリーライン自体は面白くて魅力的で、スペースが植民地化された宇宙に設定されていますが、一人の悪名高い女の子の高校とその2年生のクラスに焦点を当てています。\u001b[22m\n\u001b[1m(Sore wa kimyōna ryō no sapōtokyarakutā o motte imasu. Ōku no hito wa, Bleach no yōna yokubō no kimochi o nokoshite, kimyōde kōhan'na haikei dake o furete imasu. Sutōrīrain jitai wa omoshirokute mirikiteki de, supēsu ga shokuminchika sa reta uchū ni settei sa rete imasuga, hitori no akumeidakai on'nanoko no kōkō to sono 2-nensei no kurasu ni shōten o atete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's got a crazy amount of supporting characters, many of whom have mysterious or extensive backgrounds that are only touched on, leaving that feeling of craving more - like Bleach for example. The storyline itself is entertaining and appealing, set in a universe where space is colonized, but focusses on a single and notorious girl's high school and its 2nd year class.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's got a crazy amount of supporting characters, many of whom have mysterious or extensive backgrounds that are only touched on, leaving that feeling of craving more - like Bleach for example.\u001b[24m\n    \u001b[1mそれは奇妙な量のサポートキャラクターを持っています。多くの人は、Bleachのような欲望の気持ちを残して、奇妙で広範な背景だけを触れています。\u001b[22m, \u001b[1m例えばブリーチのように - それは、のみに触れている神秘的な、または大規模な背景を持っている人の多くの文字を、サポートするより多くの欲求のその感覚を残すの狂気の量を持っています。\u001b[22m\n\u001b[4mThe storyline itself is entertaining and appealing, set in a universe where space is colonized, but focusses on a single and notorious girl's high school and its 2nd year class.\u001b[24m\n    \u001b[1mストーリーライン自体は面白くて魅力的で、スペースが植民地化された宇宙に設定されていますが、一人の悪名高い女の子の高校とその2年生のクラスに焦点を当てています。\u001b[22m, \u001b[1mストーリー自体はスペースが植民地化された宇宙で設定し、面白いと魅力的であるが、1つの悪名高い女子高校生とその2年目のクラスに焦点を当てて。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are interesting and sexy, making them appealing to every self-respecting pervert, however maintaining an almost Evangelion-like decency which mostly leaves fanservice to the imagination. This means even young children can appreciate the show right alongside adults.\n\n\u001b[1mキャラクターは面白くてセクシーで、自己尊重の変態者に魅力的ですが、ほとんどがエヴァンゲリオンのような優しさを保ちながら、ファンタジーを想像力に任せます。 これは、幼い子供でも大人と一緒にショーを楽しむことができるということを意味します。\u001b[22m\n\u001b[1m(Kyarakutā wa omoshirokute sekushī de, jiko sonchō no hentai-sha ni mirikitekidesuga, hotondo ga evu~angerion no yōna yasashi-sa o tamochinagara, fantajī o sōzō-ryoku ni makasemasu. Kore wa, osanai kodomo demo otona to issho ni shō o tanoshimu koto ga dekiru to iu koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are interesting and sexy, making them appealing to every self-respecting pervert, however maintaining an almost Evangelion-like decency which mostly leaves fanservice to the imagination. This means even young children can appreciate the show right alongside adults.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are interesting and sexy, making them appealing to every self-respecting pervert, however maintaining an almost Evangelion-like decency which mostly leaves fanservice to the imagination.\u001b[24m\n    \u001b[1mキャラクターは面白くてセクシーで、自己尊重の変態者に魅力的ですが、ほとんどがエヴァンゲリオンのような優しさを保ちながら、ファンタジーを想像力に任せます。\u001b[22m, \u001b[1mキャラクターは、彼らがしかし、大部分は想像にサービスカットを残し、ほぼエヴァンゲリオンのような良識を維持し、すべての自己尊重変質者にアピールすること、面白いとセクシーです。\u001b[22m\n\u001b[4mThis means even young children can appreciate the show right alongside adults.\u001b[24m\n    \u001b[1mこれは、幼い子供でも大人と一緒にショーを楽しむことができるということを意味します。\u001b[22m, \u001b[1mこれはあっても、若い子供たちが大人と一緒に右のショーを鑑賞できることを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack is fantastic, I can't remember an anime where I liked the Intro and Ending music/video as much as this one. There's something strangely addictive about the out of tune, almost hysterical singing which just matches the video to a tea. Voice acting is of course superb throughout the show.\n\n\u001b[1mサウンドトラックは素晴らしいですが、私はイントロとエンディングミュージック/ビデオが好きなアニメを覚えていません。 奇妙なことに、奇妙なことに、ビデオの茶とマッチするヒステリックな歌が出ています。 もちろん、声優はショーを通してすばらしいです。\u001b[22m\n\u001b[1m(Saundotorakku wa subarashīdesuga, watashi wa Intoro to endingumyūjikku/ bideo ga sukina anime o oboete imasen. Kimyōna koto ni, kimyōna koto ni, bideo no cha to matchi suru hisuterikkuna uta ga dete imasu. Mochiron, seiyū wa shō o tōshite subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack is fantastic, I can't remember an anime where I liked the Intro and Ending music/video as much as this one. There's something strangely addictive about the out of tune, almost hysterical singing which just matches the video to a tea. Voice acting is of course superb throughout the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack is fantastic, I can't remember an anime where I liked the Intro and Ending music/video as much as this one.\u001b[24m\n    \u001b[1mサウンドトラックは素晴らしいですが、私はイントロとエンディングミュージック/ビデオが好きなアニメを覚えていません。\u001b[22m, \u001b[1mサウンドトラックには、私はイントロが好きで、この1限りの音楽/ビデオのエンディングアニメを思い出すことができない、幻想的です。\u001b[22m\n\u001b[4mThere's something strangely addictive about the out of tune, almost hysterical singing which just matches the video to a tea.\u001b[24m\n    \u001b[1m奇妙なことに、奇妙なことに、ビデオの茶とマッチするヒステリックな歌が出ています。\u001b[22m, \u001b[1mちょうどお茶にビデオをマッチする曲のうち、ほとんどヒステリックな歌について妙に中毒性の何かがあります。\u001b[22m\n\u001b[4mVoice acting is of course superb throughout the show.\u001b[24m\n    \u001b[1mもちろん、声優はショーを通してすばらしいです。\u001b[22m, \u001b[1m声の演技は、ショー全体でもちろん素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe fact that a 2nd year high school girl becomes the Captain of what is clearly the most famous pirate ship in history creates an interesting dynamic in an otherwise exclusively an adult dominated 'profession'. There's plenty of adult and implied humour, especially in later episodes, as well as funny situations that children can also appreciate.\n\n\u001b[1m2年生の高校生が歴史的に最も有名な海賊船の船長になるという事実は、それ以外の場合は専ら大人が支配する「職業」において、面白いダイナミックさを作り出します。 大人気で暗黙のユーモアがたくさんあります。特に、後のエピソードだけでなく、子供たちも楽しめる面白い状況があります。\u001b[22m\n\u001b[1m(2-Nensei no kōkōsei ga rekishi-teki ni mottomo yūmeina kaizoku-sen no senchō ni naru to iu jijitsu wa, soreigai no baai wa moppara otona ga shihai suru `shokugyō' ni oite, omoshiroi dainamikku-sa o tsukuridashimasu. Daininkide anmoku no yūmoa ga takusan arimasu. Tokuni,-go no episōdo dakedenaku, kodomo-tachi mo tanoshimeru omoshiroi jōkyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe fact that a 2nd year high school girl becomes the Captain of what is clearly the most famous pirate ship in history creates an interesting dynamic in an otherwise exclusively an adult dominated 'profession'. There's plenty of adult and implied humour, especially in later episodes, as well as funny situations that children can also appreciate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fact that a 2nd year high school girl becomes the Captain of what is clearly the most famous pirate ship in history creates an interesting dynamic in an otherwise exclusively an adult dominated 'profession'.\u001b[24m\n    \u001b[1m2年生の高校生が歴史的に最も有名な海賊船の船長になるという事実は、それ以外の場合は専ら大人が支配する「職業」において、面白いダイナミックさを作り出します。\u001b[22m, \u001b[1m2年目の女子高生が何であるかのキャプテンになったという事実は明らかに歴史の中で最も有名な海賊船は、そうでなければ、もっぱら大人が支配「職業」に興味深い動的に作成されます。\u001b[22m\n\u001b[4mThere's plenty of adult and implied humour, especially in later episodes, as well as funny situations that children can also appreciate.\u001b[24m\n    \u001b[1m大人気で暗黙のユーモアがたくさんあります。特に、後のエピソードだけでなく、子供たちも楽しめる面白い状況があります。\u001b[22m, \u001b[1m特に、後のエピソードだけでなく、子供たちにも感謝することができる面白い状況で大人と暗黙のユーモアたっぷりのは、あります。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the show starts out a little slowly, this is just building suspense and introducing character interaction leading up to an explosion of action and story thereafter. For anime of this quality to be produced without being replicated from a proper manga series I think is pretty impressive.\n\n\u001b[1mショーは少しゆっくりと始まりますが、これはサスペンスを構築し、キャラクターのインタラクションを導入して、その後のアクションやストーリーの爆発に至ります。 この品質のアニメが適切なマンガシリーズから複製されずに制作されるためには、かなり印象的だと思います。\u001b[22m\n\u001b[1m(Shō wa sukoshi yukkuri to hajimarimasuga, koreha sasupensu o kōchiku shi, kyarakutā no intarakushon o dōnyū shite, sonogo no akushon ya sutōrī no bakuhatsu ni itarimasu. Kono hinshitsu no anime ga tekisetsuna mangashirīzu kara fukusei sa rezu ni seisaku sa reru tame ni wa, kanari inshō-tekida to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the show starts out a little slowly, this is just building suspense and introducing character interaction leading up to an explosion of action and story thereafter. For anime of this quality to be produced without being replicated from a proper manga series I think is pretty impressive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the show starts out a little slowly, this is just building suspense and introducing character interaction leading up to an explosion of action and story thereafter.\u001b[24m\n    \u001b[1mショーは少しゆっくりと始まりますが、これはサスペンスを構築し、キャラクターのインタラクションを導入して、その後のアクションやストーリーの爆発に至ります。\u001b[22m, \u001b[1mショーは少しゆっくりと開始しているが、これは単なるサスペンスを構築し、その後、アクションやストーリーの爆発に至るまでの文字の相互作用を導入しています。\u001b[22m\n\u001b[4mFor anime of this quality to be produced without being replicated from a proper manga series I think is pretty impressive.\u001b[24m\n    \u001b[1mこの品質のアニメが適切なマンガシリーズから複製されずに制作されるためには、かなり印象的だと思います。\u001b[22m, \u001b[1m適切な漫画シリーズから複製されることなく、製造されるこの品質のアニメのために私はかなり印象的だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nI don't see how there is any possible way it would not go to a second season and beyond, and probably just needs a showing of community support. There is just far too much story and character dev left to tell, as well as it just generally being a great show with so much potential. Definately has what it takes to be a long-running series, so long as the lack of a supporting Manga does not become a hinderance.\n\n\u001b[1m私はそれが第2シーズン以降にいかない可能性のある方法があるのか​​分かりませんし、おそらくコミュニティの支援が必要なだけかもしれません。 伝えるのはあまりにも多くの物語とキャラクターのデベロッパーだけでなく、それだけでも一般に大きな可能性を秘めた素晴らしいショーになっています。 サポートマンガの欠如が妨げにならない限り、長続きするシリーズになるためには、明らかにそれがあります。\u001b[22m\n\u001b[1m(Watashi wa sore ga dai 2 shīzun ikō ni ikanai kanōsei no aru hōhō ga aru no ka ​​ wakarimasenshi, osoraku komyuniti no shien ga hitsuyōna dake kamo shiremasen. Tsutaeru no wa amarini mo ōku no monogatari to kyarakutā no deberoppā dakedenaku, sore dake demo ippan ni ōkina kanōsei o himeta subarashī shō ni natte imasu. Sapōtomanga no ketsujo ga samatage ni naranai kagiri, nagatsudzuki suru shirīzu ni naru tame ni wa, akiraka ni sore ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't see how there is any possible way it would not go to a second season and beyond, and probably just needs a showing of community support. There is just far too much story and character dev left to tell, as well as it just generally being a great show with so much potential. Definately has what it takes to be a long-running series, so long as the lack of a supporting Manga does not become a hinderance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't see how there is any possible way it would not go to a second season and beyond, and probably just needs a showing of community support.\u001b[24m\n    \u001b[1m私はそれが第2シーズン以降にいかない可能性のある方法があるのか分かりませんし、おそらくコミュニティの支援が必要なだけかもしれません。\u001b[22m, \u001b[1m私はそれが第二シーズン以降に行って、そしておそらくちょうどコミュニティサポートの上映を必要としない任意の可能な方法があるか表示されません。\u001b[22m\n\u001b[4mThere is just far too much story and character dev left to tell, as well as it just generally being a great show with so much potential.\u001b[24m\n    \u001b[1m伝えるのはあまりにも多くの物語とキャラクターのデベロッパーだけでなく、それだけでも一般に大きな可能性を秘めた素晴らしいショーになっています。\u001b[22m, \u001b[1mただあまりにも多くのストーリーとキャラクターdevの指示するままに、だけでなく、それだけで一般的にそんなに可能性を秘めた素晴らしいショーであることがあります。\u001b[22m\n\u001b[4mDefinately has what it takes to be a long-running series, so long as the lack of a supporting Manga does not become a hinderance.\u001b[24m\n    \u001b[1mサポートマンガの欠如が妨げにならない限り、長続きするシリーズになるためには、明らかにそれがあります。\u001b[22m, \u001b[1m間違いなくそれはあまりにも長い間、支持マンガの欠如はhinderanceにならないように、実行時間の長いシリーズになるために必要なものがあります。\u001b[22m\n\u001b[1m\u001b[22m\nIf you haven't watched Mouretsu Uchuu Kaizoku, I recommend making it your next anime!\n\n\u001b[1mあなたが武蔵宇宙戦争を見たことがないなら、それをあなたの次のアニメにすることをお勧めします！\u001b[22m\n\u001b[1m(Anata ga Musashi uchū sensō o mita koto ga nainara, sore o anata no tsugi no anime ni suru koto o o susume shimasu!)\u001b[22m\n\nTranslations of \u001b[4mIf you haven't watched Mouretsu Uchuu Kaizoku, I recommend making it your next anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you haven't watched Mouretsu Uchuu Kaizoku, I recommend making it your next anime!\u001b[24m\n    \u001b[1mあなたが武蔵宇宙戦争を見たことがないなら、それをあなたの次のアニメにすることをお勧めします！\u001b[22m, \u001b[1mあなたはMouretsu Uchuu海賊を見ていない場合、私はそれあなたの次のアニメ作りをお勧めします！\u001b[22m"
  },
  {
    "title": "Mouretsu_Pirates",
    "id": "8917",
    "url": "https://myanimelist.net/anime/8917/Mouretsu_Pirates",
    "user": "artfulsins",
    "profile": "/profile/artfulsins/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=64341",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  8\n\nこのアニメの最高の部分は、ストーリーが厳密に小説「ミニスカート・スペース・パイレーツ」に基づいているため、ビジュアルになるはずですが、それはあまり変わることはありませんが、視覚的に際立ったシリーズ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nto me the best part of this anime would be the visuals since the story is strictly based on the novel 'Miniskirt Space Pirates' they cant change that much but they more than made up for with a visually striking series\n\n\u001b[1mこのアニメの最高の部分は、ストーリーが厳密に小説「ミニスカート・スペース・パイレーツ」に基づいているため、ビジュアルになります。彼らはそれほど変化しませんが、視覚的に驚くべきシリーズ\u001b[22m\n\u001b[1m(Kono anime no saikō no bubun wa, sutōrī ga genmitsu ni shōsetsu `minisukāto supēsu pairētsu' ni motodzuite iru tame, bijuaru ni narimasu. Karera wa sorehodo henka shimasenga, shikaku-teki ni odorokubeki shirīzu)\u001b[22m\n\nTranslations of \u001b[4mto me the best part of this anime would be the visuals since the story is strictly based on the novel 'Miniskirt Space Pirates' they cant change that much but they more than made up for with a visually striking series\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mto me the best part of this anime would be the visuals since the story is strictly based on the novel 'Miniskirt Space Pirates' they cant change that much but they more than made up for with a visually striking series\u001b[24m\n    \u001b[1mこのアニメの最高の部分は、ストーリーが厳密に小説「ミニスカート・スペース・パイレーツ」に基づいているため、ビジュアルになります。彼らはそれほど変化しませんが、視覚的に驚くべきシリーズ\u001b[22m, \u001b[1m物語は厳密に彼らはそれほど変更カントが、彼らはより多く視覚的に印象的なシリーズ用に作られた小説「ミニスカ宇宙海賊」に基づいているので、私にはこのアニメの最良の部分は、ビジュアルであろう\u001b[22m"
  }
]
