[
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "Archaeon",
    "profile": "/profile/Archaeon/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=32971",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  5\n|  6\n\nDVDやBRDはアニメ業界の生命線であり、苦労して得た現金に私たちを参加させるために使われているフックがたくさんあります。 これらの方法の1つは、本編の補遺として機能することができ、特定のプロットスレッドに閉鎖を提供し、新しい視点を可能にする単一のエピソードOVA以外の、いわゆる「ユニアリエピソード」を提供することである 特定の文字を表示したり、視聴者に見て楽しませることができます。\n\nAngel Beatsへのこの小さな追加は、後者の方法で行われましたが、これを行うことによってシリーズの強みを実際に果たしていますか？\n\nこのエピソードは画面の左下にある少しの「テンションメーター」と、「天使」をターゲットとする新田世界センサーの指導者である中村由利が描いた新しい計画を中心に展開されている。\n\nキューティー・セナニガン...\n\nさて、そうではないかもしれない。 プロットの主な問題は、1週間は眠らずにいた、非常に甘くてカフェインした前田君が考えていたようです。 メインシリーズでは、SSSの計画には、ちょっとばかげているにもかかわらず、彼らにポイントがあったが、残っている唯一のことはばかげているといういくつかの目的がありました。 このエピソードには何の目的もありません。ストーリーのアイデアがパロディーなユーモアのあいまいな試みでない限り、ここには何も見えませんので、一緒に動くかもしれません。\n\n事は、煉獄で一日のこの小さな物語が届けられるようなやり方にある程度の傲慢さがあるということです。 それは、エピソードが後の考察として作られたかのようにしばしば感じられます。そして、それについてのほとんどすべては、メインシリーズを見た後に期待されるものではありません。\n\nたとえば、両方の品質が大幅に低下するため、デザインやアニメーションを作成します。 パロディーを作る試みは、奇妙なポーズや表情を作りながら、奇妙な魅力がないキャラクターを生み出しています。 アニメーションそのものが不均一で、オリジナルの流れを失ってしまって、テンションメーターが狂っているSSSのメンバーを見ていると（真田、あなたとあなたの婉曲表現）、エピソードの要点 です。\n\nしかし、すべての素晴らしい（驚異の与えられた価値のために）、音楽、私はあなたが泣いていると聞いていますか？\n\nまあ、それも消えてしまった。 ガールズ・デッド・モンスターの代わりに、観客は常にバックグラウンド・ミュージックに徹底的に追いついているので、あなたが実際には正しく聞こえないスタンダード・ロック・トラックを楽しみにしています。その理由は、文字が単に黙っていないからです。\n\nそれぞれのキャラクターは「テンションが満ちていなければなりません」というエピソードのパロディーな性質は、ある役割のハム（または他のブタ製品）を各役割に当てはめるよう指示する） それは大丈夫ですが、それほど大したものではありません。私はなぜこの季節がこのエピソードを行うことに同意したのか疑問に思っています。\n\nそれは文字自体になると、彼らについてはあまり言わないほど良い。 これは単なるエピソードであるかもしれませんが、あなたがメインシリーズのファンであれば、この追加はあなたの愛するキャラクターに対するあなたの信頼を失うかもしれません。 一方、エンジェルビーツのフランチャイズが嫌いなら、このエピソードは議論や議論の主な武器になるかもしれません。\n\nエピソードがあることは珍しいことです。特に、余分なOVA以外のエピソードは、それを生み出したシリーズを脱線しようとします。そのため、常に驚くべきことです。 どんなP。  WorksとAniplexによれば、このことは、特に「シリーズ化されていないエピソード」であることを正当化するものではない。 正直言って、これはフランチャイズから余分な現金を搾り取るための猛烈な試みに過ぎず、いくつかは面白いと感じるかもしれないが、個人的には、最近、アニメ業界に間違っていることの多くを展示するので、\n\nこの余分なことは明らかにフランチャイズの強みに奏されておらず、それは見守ることができますが、それは「特別なもの」とはまったく違います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nDVDs and BRDs are the lifeblood of the anime industry, and there's many a hook that's used to make us part with our hard earned cash. One of these methods is the offer the so-called 'unaired episode', which is essentially nothing more than a single episode OVA which can act as an addendum to the main story, provide closure to certain plot threads, allow for a new perspective on certain characters, or simply give the viewer something fun to watch.\n\n\u001b[1mDVDやBRDはアニメ業界の生命線であり、苦労して得た現金に私たちを参加させるために使われているフックがたくさんあります。 これらの方法の1つは、本編の補遺として機能することができ、特定のプロットスレッドに閉鎖を提供し、新しい視点を可能にする単一のエピソードOVA以外の、いわゆる「ユニアリエピソード」を提供することである 特定の文字を表示したり、視聴者に見て楽しませることができます。\u001b[22m\n\u001b[1m(DVD ya BRD wa anime gyōkai no seimei-sendeari, kurō shite eta genkin ni watashitachi o sanka sa seru tame ni tsukawareteiru fukku ga takusan arimasu. Korera no hōhō no 1tsu wa, honpen no hoi to shite kinō suru koto ga deki, tokutei no purottosureddo ni heisa o teikyō shi, atarashī shiten o kanō ni suru tan'itsu no episōdo ovu~a igai no, iwayuru `yuniariepisōdo' o teikyō suru kotodearu tokutei no moji o hyōji shi tari, shichō-sha ni mite tanoshima seru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mDVDs and BRDs are the lifeblood of the anime industry, and there's many a hook that's used to make us part with our hard earned cash. One of these methods is the offer the so-called 'unaired episode', which is essentially nothing more than a single episode OVA which can act as an addendum to the main story, provide closure to certain plot threads, allow for a new perspective on certain characters, or simply give the viewer something fun to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDVDs and BRDs are the lifeblood of the anime industry, and there's many a hook that's used to make us part with our hard earned cash.\u001b[24m\n    \u001b[1mDVDやBRDはアニメ業界の生命線であり、苦労して得た現金に私たちを参加させるために使われているフックがたくさんあります。\u001b[22m, \u001b[1mDVDやBRDsは、アニメ産業の生命線であり、私たちの苦労して稼いだ現金で一部を使用さ多くのフックがあります。\u001b[22m\n\u001b[4mOne of these methods is the offer the so-called 'unaired episode', which is essentially nothing more than a single episode OVA which can act as an addendum to the main story, provide closure to certain plot threads, allow for a new perspective on\u001b[24m\n    \u001b[1mこれらの方法の1つは、本編の補遺として機能することができ、特定のプロットスレッドに閉鎖を提供し、新しい視点を可能にする単一のエピソードOVA以外の、いわゆる「ユニアリエピソード」を提供することである\u001b[22m, \u001b[1mこれらの方法の1つは、上の新たな視点を可能にし、基本的に特定のプロットのスレッドに閉鎖を提供し、メインストーリーに補遺として作用することができる単一のエピソードのOVA以外の何ものでもありません、いわゆる「未放送のエピソード」、ご提供です\u001b[22m\n\u001b[4mcertain characters, or simply give the viewer something fun to watch.\u001b[24m\n    \u001b[1m特定の文字を表示したり、視聴者に見て楽しませることができます。\u001b[22m, \u001b[1m特定の文字は、単に見て楽しいビューアの何かを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThis little addition to Angel Beats went with the latter method, but is it really playing to the strengths of the series by doing this?\n\n\u001b[1mAngel Beatsへのこの小さな追加は、後者の方法で行われましたが、これを行うことによってシリーズの強みを実際に果たしていますか？\u001b[22m\n\u001b[1m(Enzeru bītsu e no kono chīsana tsuika wa, kōsha no hōhō de okonawa remashitaga, kore o okonau koto ni yotte shirīzu no tsuyomi o jissai ni hatashite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThis little addition to Angel Beats went with the latter method, but is it really playing to the strengths of the series by doing this?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis little addition to Angel Beats went with the latter method, but is it really playing to the strengths of the series by doing this?\u001b[24m\n    \u001b[1mAngel Beatsへのこの小さな追加は、後者の方法で行われましたが、これを行うことによってシリーズの強みを実際に果たしていますか？\u001b[22m, \u001b[1mエンジェルビーツにこの小さな追加は、後者の方法で行ってきましたが、それは本当にこれをすることによって、一連の強みに再生されていますか？\u001b[22m\n\u001b[1m\u001b[22m\nThe episode revolves around a little 'tension meter' in the bottom left corner of the screen, and a new plan envisioned by Nakamura Yuri, the leader of the Shinda Sekai Sensen, that targets 'the angel'.\n\n\u001b[1mこのエピソードは画面の左下にある少しの「テンションメーター」と、「天使」をターゲットとする新田世界センサーの指導者である中村由利が描いた新しい計画を中心に展開されている。\u001b[22m\n\u001b[1m(Kono episōdo wa gamen no hidarishita ni aru sukoshi no `tenshonmētā' to,`tenshi' o tāgetto to suru Nitta sekai sensā no shidō-shadearu nakamura yuri ga kaita atarashī keikaku o chūshin ni tenkai sa rete iru.)\u001b[22m\n\nTranslations of \u001b[4mThe episode revolves around a little 'tension meter' in the bottom left corner of the screen, and a new plan envisioned by Nakamura Yuri, the leader of the Shinda Sekai Sensen, that targets 'the angel'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe episode revolves around a little 'tension meter' in the bottom left corner of the screen, and a new plan envisioned by Nakamura Yuri, the leader of the Shinda Sekai Sensen, that targets 'the angel'.\u001b[24m\n    \u001b[1mこのエピソードは画面の左下にある少しの「テンションメーター」と、「天使」をターゲットとする新田世界センサーの指導者である中村由利が描いた新しい計画を中心に展開されている。\u001b[22m, \u001b[1mエピソードは、画面の左下隅にある小さな「テンションメーター」、および「天使」を対象と中村ゆり、死んだ世界戦線のリーダー、によって想定される新たな計画を中心に展開します。\u001b[22m\n\u001b[1m\u001b[22m\nCue the shenanigans ...\n\n\u001b[1mキューティー・セナニガン...\u001b[22m\n\u001b[1m(Kyūtī senanigan...)\u001b[22m\n\nTranslations of \u001b[4mCue the shenanigans ...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCue the shenanigans ...\u001b[24m\n    \u001b[1mキューティー・セナニガン...\u001b[22m, \u001b[1mペテンを頭出し...\u001b[22m\n\u001b[1m\u001b[22m\nOkay, maybe not. The main problem with the plot is that it seems to have been thought up by a highly sugared and caffeinated Maeda Jun, who's gone without sleep for a week. In the main series the plans of the SSS had some purpose that, while a tad ridiculous, had a point to them, but here the only thing left is ridiculous. This episode has no purpose to it whatsoever, and unless your idea of a story is a vague attempt at parodical humour, then there's nothing to see here, so you might as well move along.\n\n\u001b[1mさて、そうではないかもしれない。 プロットの主な問題は、1週間は眠らずにいた、非常に甘くてカフェインした前田君が考えていたようです。 メインシリーズでは、SSSの計画には、ちょっとばかげたばかげているが、それにポイントがあったが、残っている唯一のことはばかげているといういくつかの目的があった。 このエピソードには何の目的もありません。ストーリーのアイデアがパロディーなユーモアのあいまいな試みでない限り、ここには何も表示されません。\u001b[22m\n\u001b[1m(Sate,-sōde wanai kamo shirenai. Purotto no omona mondai wa, 1-shūkan wa nemurazu ni ita, hijō ni amakute kafein shita Maeda-kun ga kangaete ita yōdesu. Meinshirīzude wa, SSS no keikaku ni wa, chi ~yottobakagetabakageteiruga, soreni pointo ga attaga, nokotte iru yuiitsu no koto wa bakagete iru to iu ikutsu ka no mokuteki ga atta. Kono episōdo ni wa nani no mokuteki mo arimasen. Sutōrī no aidea ga parodīna yūmoa no aimaina kokoromidenai kagiri, koko ni wa nani mo hyōji sa remasen.)\u001b[22m\n\nTranslations of \u001b[4mOkay, maybe not. The main problem with the plot is that it seems to have been thought up by a highly sugared and caffeinated Maeda Jun, who's gone without sleep for a week. In the main series the plans of the SSS had some purpose that, while a tad ridiculous, had a point to them, but here the only thing left is ridiculous. This episode has no purpose to it whatsoever, and unless your idea of a story is a vague attempt at parodical humour, then there's nothing to see here, so you might as well move along.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, maybe not.\u001b[24m\n    \u001b[1mさて、そうではないかもしれない。\u001b[22m, \u001b[1mさて、そうでないかもしれません。\u001b[22m\n\u001b[4mThe main problem with the plot is that it seems to have been thought up by a highly sugared and caffeinated Maeda Jun, who's gone without sleep for a week.\u001b[24m\n    \u001b[1mプロットの主な問題は、1週間は眠らずにいた、非常に甘くてカフェインした前田君が考えていたようです。\u001b[22m, \u001b[1mプロットの主な問題は、一週間のために睡眠することなく逝ってしまった非常に砂糖とカフェイン入りの前田淳、によってアップと考えられてきたように見えることです。\u001b[22m\n\u001b[4mIn the main series the plans of the SSS had some purpose that, while a tad ridiculous, had a point to them, but here the only thing left is ridiculous.\u001b[24m\n    \u001b[1mメインシリーズでは、SSSの計画には、ちょっとばかげたばかげているが、それにポイントがあったが、残っている唯一のことはばかげているといういくつかの目的があった。\u001b[22m, \u001b[1mメインシリーズではSSSの計画は少しばかげている間、それらにポイントを持っていた、いくつかの目的を持っていましたが、ここでは唯一の左はばかげています。\u001b[22m\n\u001b[4mThis episode has no purpose to it whatsoever, and unless your idea of a story is a vague attempt at parodical humour, then there's nothing to see here, so you might as well move along.\u001b[24m\n    \u001b[1mこのエピソードには何の目的もありません。ストーリーのアイデアがパロディーなユーモアのあいまいな試みでない限り、ここには何も表示されません。\u001b[22m, \u001b[1mこのエピソードは全くそれに何の目的を持っていないし、物語のあなたの考えはparodicalユーモアで漠然とした試みである場合を除き、ここで参照するものは何もありませんので、あなたにも沿って移動する可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe thing is, there's a certain arrogance to the manner in which this little tale of a day in purgatory is delivered. It often feels as though the episode was made as an afterthought, and pretty much everything about it is ... not what one would expect after watching the main series.\n\n\u001b[1m事は、煉獄で一日のこの小さな物語が届けられるようなやり方にある程度の傲慢さがあるということです。 それは、エピソードが後の考察として作られたかのようにしばしば感じられます。そして、それについてのほとんどすべては、メインシリーズを見た後に期待されるものではありません。\u001b[22m\n\u001b[1m(Koto wa, rengoku de tsuitachi no kono chīsana monogatari ga todoke rareru yōna yarikata ni aruteido no gōman-sa ga aru to iu kotodesu. Sore wa, episōdo ga ato no kōsatsu to shite tsukura reta ka no yō ni shibashiba kanji raremasu. Soshite, sore ni tsuite no hotondo subete wa, meinshirīzu o mita nochi ni kitai sa reru monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe thing is, there's a certain arrogance to the manner in which this little tale of a day in purgatory is delivered. It often feels as though the episode was made as an afterthought, and pretty much everything about it is ... not what one would expect after watching the main series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing is, there's a certain arrogance to the manner in which this little tale of a day in purgatory is delivered.\u001b[24m\n    \u001b[1m事は、煉獄で一日のこの小さな物語が届けられるようなやり方にある程度の傲慢さがあるということです。\u001b[22m, \u001b[1m事は煉獄での一日のこの小さな物語が配信される方法に一定の傲慢があり、です。\u001b[22m\n\u001b[4mIt often feels as though the episode was made as an afterthought, and pretty much everything about it is ... not what one would expect after watching the main series.\u001b[24m\n    \u001b[1mそれは、エピソードが後の考察として作られたかのようにしばしば感じられます。そして、それについてのほとんどすべては、メインシリーズを見た後に期待されるものではありません。\u001b[22m, \u001b[1mエピソードが付け足しのように作られたかのように、それはしばしば感じ、そしてそれについてのほとんどすべては1つがメインのシリーズを見た後に期待するもの...ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nTake the design and animation for example, as there's a substantial drop in the quality of both. The attempt to make a parody has resulted in characters that are strangely devoid of any charm while making weird poses and facial expressions. The animation itself is often uneven, having lost the flow of the original, and watching the members of the SSS run around with their tension meters going crazy (seriously Maeda, you and your euphemisms), can make one wonder what the point of the episode is.\n\n\u001b[1mたとえば、両方の品質が大幅に低下するため、デザインやアニメーションを作成します。 パロディーを作る試みは、奇妙なポーズや表情を作りながら、奇妙な魅力がないキャラクターを生み出しています。 アニメーションそのものが不揃いで、オリジナルの流れを失ってしまって、テンションメーターが狂っているのを見てSSSのメンバーを見ていると（真田、あなたとあなたの婉曲詞）、エピソードの要点 です。\u001b[22m\n\u001b[1m(Tatoeba, ryōhō no hinshitsu ga ōhaba ni teika suru tame, dezain ya animēshon o sakusei shimasu. Parodī o tsukuru kokoromi wa, kimyōna pōzu ya hyōjō o tsukurinagara, kimyōna miryoku ga nai kyarakutā o umidashite imasu. Animēshon sonomono ga fuzoroi de, orijinaru no nagare o ushinatte shimatte, tenshonmētā ga kurutte iru no o mite SSS no menbā o mite iruto (Sanada, anata to anata no enkyoku shi), episōdo no yōtendesu.)\u001b[22m\n\nTranslations of \u001b[4mTake the design and animation for example, as there's a substantial drop in the quality of both. The attempt to make a parody has resulted in characters that are strangely devoid of any charm while making weird poses and facial expressions. The animation itself is often uneven, having lost the flow of the original, and watching the members of the SSS run around with their tension meters going crazy (seriously Maeda, you and your euphemisms), can make one wonder what the point of the episode is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTake the design and animation for example, as there's a substantial drop in the quality of both.\u001b[24m\n    \u001b[1mたとえば、両方の品質が大幅に低下するため、デザインやアニメーションを作成します。\u001b[22m, \u001b[1m両方の品質の大幅な低下がありますように、例えばデザインとアニメーションしてください。\u001b[22m\n\u001b[4mThe attempt to make a parody has resulted in characters that are strangely devoid of any charm while making weird poses and facial expressions.\u001b[24m\n    \u001b[1mパロディーを作る試みは、奇妙なポーズや表情を作りながら、奇妙な魅力がないキャラクターを生み出しています。\u001b[22m, \u001b[1mパロディを作るしようとすると、奇妙なポーズや表情をしながら任意の魅力の妙に欠けている文字をもたらしました。\u001b[22m\n\u001b[4mThe animation itself is often uneven, having lost the flow of the original, and watching the members of the SSS run around with their tension meters going crazy (seriously Maeda, you and your euphemisms), can make one wonder what the point of the episode\u001b[24m\n    \u001b[1mアニメーションそのものが不揃いで、オリジナルの流れを失ってしまって、テンションメーターが狂っているのを見てSSSのメンバーを見ていると（真田、あなたとあなたの婉曲詞）、エピソードの要点\u001b[22m, \u001b[1mアニメーション自体は（真剣前田、あなたとあなたの婉曲）、元の流れを失い、SSSのメンバーは彼らのテンションメーターがおかしくなりそうに走り回って見ていた、しばしば不均一である、1不思議エピソードのどのポイントを作ることができます\u001b[22m\n\u001b[4mis.\u001b[24m\n    \u001b[1mです。\u001b[22m\n\u001b[1m\u001b[22m\nBut what about all the wonderful (for a given value of wonder), music I hear you cry?\n\n\u001b[1mしかし、すべての素晴らしい（驚異の与えられた価値のために）、音楽、私はあなたが泣いていると聞いていますか？\u001b[22m\n\u001b[1m(Shikashi, subete no subarashī (kyōi no ataerareta kachi no tame ni), ongaku, watashi wa anata ga naite iru to kiite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mBut what about all the wonderful (for a given value of wonder), music I hear you cry?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut what about all the wonderful (for a given value of wonder), music I hear you cry?\u001b[24m\n    \u001b[1mしかし、すべての素晴らしい（驚異の与えられた価値のために）、音楽、私はあなたが泣いていると聞いていますか？\u001b[22m, \u001b[1mしかし、どのような（不思議の与えられた値のための）すべてのすばらしいについて、音楽私はあなたが泣く聞きますか？\u001b[22m\n\u001b[1m\u001b[22m\nWell, that's gone too. Instead of Girls Dead Monster, the viewer can look forward to a substandard rock track that you never really get to hear properly as its always relegated to background music, and the reason for that is because the characters simply don't shut up.\n\n\u001b[1mまあ、それも消えてしまった。 ガールズ・デッド・モンスターの代わりに、観客は常にバックグラウンド・ミュージックに徹底的に追いついているので、あなたが実際には正しく聞こえないスタンダード・ロック・トラックを楽しみにしています。その理由は、文字が単に黙っていないからです。\u001b[22m\n\u001b[1m(Mā, sore mo kiete shimatta. Gāruzu deddo monsutā no kawari ni, kankyaku wa tsuneni bakkuguraundo myūjikku ni tetteiteki ni oitsuite irunode, anata ga jissai ni wa tadashiku kikoenai sutandādo rokku torakku o tanoshiminishiteimasu. Sono riyū wa, moji ga tan'ni damatte inaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, that's gone too. Instead of Girls Dead Monster, the viewer can look forward to a substandard rock track that you never really get to hear properly as its always relegated to background music, and the reason for that is because the characters simply don't shut up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, that's gone too.\u001b[24m\n    \u001b[1mまあ、それも消えてしまった。\u001b[22m, \u001b[1mまあ、それはあまりにも逝ってしまいました。\u001b[22m\n\u001b[4mInstead of Girls Dead Monster, the viewer can look forward to a substandard rock track that you never really get to hear properly as its always relegated to background music, and the reason for that is because the characters simply don't shut up.\u001b[24m\n    \u001b[1mガールズ・デッド・モンスターの代わりに、観客は常にバックグラウンド・ミュージックに徹底的に追いついているので、あなたが実際には正しく聞こえないスタンダード・ロック・トラックを楽しみにしています。その理由は、文字が単に黙っていないからです。\u001b[22m, \u001b[1m代わりガールズデッドモンスターの、視聴者は、あなたが本当に、その常にバックグラウンドミュージックに追いやられ、文字は単に黙っていないので、その理由があるとして適切に聞くことを得ることは決してない規格外岩のトラックを楽しみにすることができます。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the acting (well, overacting really since each character must be 'tension filled', and the parodical nature of the episode dictates that a certain amount of ham (or some other pig product), should be applied to each of the roles) , it's fine, but not great, and I have to wonder why the seiyuu even agreed to do this episode.\n\n\u001b[1mそれぞれのキャラクターは「テンションが満ちていなければなりません」というエピソードのパロディーな性質は、ある役割のハム（または他のブタ製品）を各役割に当てはめるよう指示する） それは大丈夫ですが、それほど大したものではありません。私はなぜこの季節がこのエピソードを行うことに同意したのか疑問に思っています。\u001b[22m\n\u001b[1m(Sorezore no kyarakutā wa `tenshon ga michite inakereba narimasen' to iu episōdo no parodīna seishitsu wa, aru yakuwari no hamu (matawa hoka no buta seihin) o kaku yakuwari ni atehameru yō shiji suru) sore wa daijōbudesuga, sorehodo taishita monode wa arimasen. Watashi wa naze kono kisetsu ga kono episōdo o okonau koto ni dōi shita no ka gimon ni omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the acting (well, overacting really since each character must be 'tension filled', and the parodical nature of the episode dictates that a certain amount of ham (or some other pig product), should be applied to each of the roles) , it's fine, but not great, and I have to wonder why the seiyuu even agreed to do this episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the acting (well, overacting really since each character must be 'tension filled', and the parodical nature of the episode dictates that a certain amount of ham (or some other pig product), should be applied to each of the roles)\u001b[24m\n    \u001b[1mそれぞれのキャラクターは「テンションが満ちていなければなりません」というエピソードのパロディーな性質は、ある役割のハム（または他のブタ製品）を各役割に当てはめるよう指示する）\u001b[22m, \u001b[1m演技に関しては（まあ、本当にoveractingすると、各文字が「埋めテンション」でなければならない、とのエピソードのparodical性質はハムの一定量（またはいくつかの他の豚の製品を指示するため）、役割のそれぞれに適用されるべきです）\u001b[22m\n\u001b[4m, it's fine, but not great, and I have to wonder why the seiyuu even agreed to do this episode.\u001b[24m\n    \u001b[1mそれは大丈夫ですが、それほど大したものではありません。私はなぜこの季節がこのエピソードを行うことに同意したのか疑問に思っています。\u001b[22m, \u001b[1m、それは罰金が、素晴らしいではありません、と私は声優にもこのエピソードを行うことに合意した理由だろうしなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nWhen it comes to the characters themselves, the less said about them, the better. While this may only be a single episode, if you're a fan of the main series, then this addition may knock your confidence in your beloved characters. On the other hand if you dislike the Angel Beats franchise, then this episode may become your main weapon in arguments and discussions.\n\n\u001b[1mそれは文字自体になると、彼らについてはあまり言わないほど良い。 これは単なるエピソードであるかもしれませんが、あなたがメインシリーズのファンであれば、この追加はあなたの愛するキャラクターに対するあなたの信頼を失うかもしれません。 一方、エンジェルビーツのフランチャイズが嫌いなら、このエピソードは議論や議論の主な武器になるかもしれません。\u001b[22m\n\u001b[1m(Sore wa moji jitai ni naru to, karera ni tsuite wa amari iwanai hodo yoi. Kore wa tan'naru episōdodearu kamo shiremasenga, anata ga meinshirīzu no fandeareba, kono tsuika wa anata no aisuru kyarakutā ni taisuru anata no shinrai o ushinau kamo shiremasen. Ippō, enjerubītsu no furanchaizu ga kirainara, kono episōdo wa giron ya giron no omona buki ni naru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mWhen it comes to the characters themselves, the less said about them, the better. While this may only be a single episode, if you're a fan of the main series, then this addition may knock your confidence in your beloved characters. On the other hand if you dislike the Angel Beats franchise, then this episode may become your main weapon in arguments and discussions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it comes to the characters themselves, the less said about them, the better.\u001b[24m\n    \u001b[1mそれは文字自体になると、彼らについてはあまり言わないほど良い。\u001b[22m, \u001b[1mそれは文字そのものになると、以下がより良い、それらについて述べました。\u001b[22m\n\u001b[4mWhile this may only be a single episode, if you're a fan of the main series, then this addition may knock your confidence in your beloved characters.\u001b[24m\n    \u001b[1mこれは単なるエピソードであるかもしれませんが、あなたがメインシリーズのファンであれば、この追加はあなたの愛するキャラクターに対するあなたの信頼を失うかもしれません。\u001b[22m, \u001b[1mこれが唯一の単一のエピソードかもしれないが、あなたがメインシリーズのファンなら、この添加は、あなたの最愛の文字でお客様の信頼をノックすることができます。\u001b[22m\n\u001b[4mOn the other hand if you dislike the Angel Beats franchise, then this episode may become your main weapon in arguments and discussions.\u001b[24m\n    \u001b[1m一方、エンジェルビーツのフランチャイズが嫌いなら、このエピソードは議論や議論の主な武器になるかもしれません。\u001b[22m, \u001b[1mあなたは天使がフランチャイズビート嫌い一方、このエピソードは、引数と議論にあなたの主な武器になることがあります。\u001b[22m\n\u001b[1m\u001b[22m\nIt's uncommon for there to be an episode, especially one that is nothing more than an extra OVA, that attempts to derail the series that gave birth to it, so it's always surprising to find one. No matter what P.A. Works and Aniplex say, there's nothing to justify this being an 'unaired episode', especially as all of the evidence points to it being made after the series ended, and this seems part of the problem. In all honesty this is nothing more than a vapid attempt to milk extra cash from the franchise, and while some may find it entertaining, personally I found it annoying as it showcases many of the things that are wrong with the anime industry these days.\n\n\u001b[1mエピソードがあることは珍しいことです。特に、余分なOVA以外のエピソードは、それを生み出したシリーズを脱線しようとします。そのため、常に驚くべきことです。 どんなP。  WorksとAniplexによれば、このことは、特に「シリーズ化されていないエピソード」であることを正当化するものではない。 正直言って、これはフランチャイズから余分な現金を搾り取るための猛烈な試みに過ぎず、いくつかは面白いと感じるかもしれないが、個人的には、最近、アニメ業界に間違っていることの多くを展示するので、\u001b[22m\n\u001b[1m(Episōdo ga aru koto wa mezurashī kotodesu. Tokuni, yobun'na ovu~a igai no episōdo wa, sore o umidashita shirīzu o dassen shiyou to shimasu. Sonotame, tsuneni odorokubeki kotodesu. Don'na P. Works to Aniplex ni yoreba, kono koto wa, tokuni `shirīzu-ka sa rete inai episōdo'dearu koto o seitō-ka suru monode wanai. Shōjiki itte, koreha furanchaizu kara yobun'na genkin o shiboritoru tame no mōretsuna kokoromi ni sugizu, ikutsu ka wa omoshiroi to kanjiru kamo shirenaiga, kojin-teki ni wa, saikin, anime gyōkai ni machigatte iru koto no ōku o tenji surunode,)\u001b[22m\n\nTranslations of \u001b[4mIt's uncommon for there to be an episode, especially one that is nothing more than an extra OVA, that attempts to derail the series that gave birth to it, so it's always surprising to find one. No matter what P.A. Works and Aniplex say, there's nothing to justify this being an 'unaired episode', especially as all of the evidence points to it being made after the series ended, and this seems part of the problem. In all honesty this is nothing more than a vapid attempt to milk extra cash from the franchise, and while some may find it entertaining, personally I found it annoying as it showcases many of the things that are wrong with the anime industry these days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's uncommon for there to be an episode, especially one that is nothing more than an extra OVA, that attempts to derail the series that gave birth to it, so it's always surprising to find one.\u001b[24m\n    \u001b[1mエピソードがあることは珍しいことです。特に、余分なOVA以外のエピソードは、それを生み出したシリーズを脱線しようとします。そのため、常に驚くべきことです。\u001b[22m, \u001b[1mそれは、エピソードがあるように、それに出産したシリーズを脱線しようとしている、余分なOVA以外の何ものでもありませんので、1つを見つけることは常に驚きだ特に1珍しくです。\u001b[22m\n\u001b[4mNo matter what P.A.\u001b[24m\n    \u001b[1mどんなP。\u001b[22m, \u001b[1mどんなに何P.A.\u001b[22m\n\u001b[4mWorks and Aniplex say, there's nothing to justify this being an 'unaired episode', especially as all of the evidence points to it being made after the series ended, and this seems part of the problem.\u001b[24m\n    \u001b[1mWorksとAniplexによれば、このことは、特に「シリーズ化されていないエピソード」であることを正当化するものではない。\u001b[22m, \u001b[1m作品とアニプレックスは特にシリーズが終わった後に行われ、それに証拠ポイントのすべてのように、このされ「未放送のエピソードを「正当化するために何もない、と言うが、これは問題の一部です。\u001b[22m\n\u001b[4mIn all honesty this is nothing more than a vapid attempt to milk extra cash from the franchise, and while some may find it entertaining, personally I found it annoying as it showcases many of the things that are wrong with the anime industry these days.\u001b[24m\n    \u001b[1m正直言って、これはフランチャイズから余分な現金を搾り取るための猛烈な試みに過ぎず、いくつかは面白いと感じるかもしれないが、個人的には、最近、アニメ業界に間違っていることの多くを展示するので、\u001b[22m, \u001b[1m正直なところ、これはフランチャイズからの余分な現金を牛乳に気の抜けた試み以外の何ものでもありませんし、いくつかはそれは面白いかもしれないが、個人的に私はそれは迷惑なことは、これらの日のアニメ業界と間違っているものの多くを展示するように発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nThis extra has clearly not played to the strengths of the franchise, and while it's watchable, it's a far cry from 'special'.\n\n\u001b[1mこの余分なことは明らかにフランチャイズの強みに奏されておらず、それは見守ることができますが、それは「特別なもの」とはまったく違います。\u001b[22m\n\u001b[1m(Kono yobun'na koto wa akiraka ni furanchaizu no tsuyomi ni sōsa rete orazu, soreha mimamoru koto ga dekimasuga, soreha `tokubetsuna mono' to wa mattaku chigaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis extra has clearly not played to the strengths of the franchise, and while it's watchable, it's a far cry from 'special'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis extra has clearly not played to the strengths of the franchise, and while it's watchable, it's a far cry from 'special'.\u001b[24m\n    \u001b[1mこの余分なことは明らかにフランチャイズの強みに奏されておらず、それは見守ることができますが、それは「特別なもの」とはまったく違います。\u001b[22m, \u001b[1mこの余分は明らかにフランチャイズの強みに遊んでいません、それはなんとか見だが、それは「特別」からは程遠いです。\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "DangoSage",
    "profile": "/profile/DangoSage/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=33964",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  6\n\n「私はアニメをレビューするためだけにこれらの筋肉を構築する！\nそれが私の新しいキャッチフレーズになりました！\n何？ あなたは私がこの筋肉を傷から守っていると言いますか？  Naawww.....\n\nAngel Beats：Stairway to Heavenは、このシリーズの特別なエピソードになっていたはずですが、本当に特別なことは何もありません。 確かに面白いですが、それはSSSの日のもう一つの普通の日のようです。 新しいものは何もない、ユリッペが悪を見つけて神を見つける別のプロット。 しかしこれは実際にWaldoとCarmen Santiagoを見つけるのと同じくらい面白いです。\n\nすべての主人公が緊張していると、私は実際に声優がエピソード全体を通して悲鳴を切ることに同情しています（私は彼らがそれを2倍にして欲しいと願っています！）大きな音と多動に耐えられない人のために、 音量を0.75に設定する\nあなたの喜び。\n\n私は実際に私が全季節に泣いた涙のバケツのためにエピソードを楽しんだ（前田呪いの呪い）、そしてこのエピソードは本当に私を元気づけました。 しかし、私はDVDスペシャルとしてそれを価値があると呼ぶまでは行っていないだろう。 それは別の操作で別の日です。 真剣に私はエピソード5と6の間でこのエピソードを見てきましたが、実際には私を悩ませませんでした。 何？ エンジェルビートが出てきたときに見ないことは間違っていません。 私はあなたに知っている人生を持っています！ それはアニメと私の左手の周りを回転しません（はい、私は左手です）\n\n全体的に、偉大な喜劇的な過激なキャストは、3歳と耐えなければならない人には迷惑になるかもしれませんが、実際には十分ではありません。 私はMOARRが欲しい！\n私は個人的にT.Kと彼のバックグラウンドについて特別なことをするために、前田潤に手紙を送っています！\n私と一緒にいるの？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\n'I build these muscles solely to review animes!!!'\n\n\u001b[1m「私はアニメをレビューするためだけにこれらの筋肉を構築する！\u001b[22m\n\u001b[1m(`Watashi wa anime o rebyū suru tame dake ni korera no kin'niku o kōchiku suru!)\u001b[22m\n\nTranslations of \u001b[4m'I build these muscles solely to review animes!!!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I build these muscles solely to review animes!!!'\u001b[24m\n    \u001b[1m「私はアニメをレビューするためだけにこれらの筋肉を構築する！\u001b[22m, \u001b[1m「私はアニメを確認するためだけにこれらの筋肉を構築します!!!」\u001b[22m\nThat had become my new catch phrase!\n\n\u001b[1mそれが私の新しいキャッチフレーズになりました！\u001b[22m\n\u001b[1m(Sore ga watashi no atarashī kyatchifurēzu ni narimashita!)\u001b[22m\n\nTranslations of \u001b[4mThat had become my new catch phrase!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat had become my new catch phrase!\u001b[24m\n    \u001b[1mそれが私の新しいキャッチフレーズになりました！\u001b[22m, \u001b[1mそれは私の新しいキャッチフレーズになっていました！\u001b[22m\nWhat? You say I got this muscles from fapping? Naawww.....\n\n\u001b[1m何？ あなたは私がこの筋肉を傷から守っていると言いますか？  Naawww.....\u001b[22m\n\u001b[1m(Nani? Anata wa watashi ga kono kin'niku o kizu kara mamotte iru to iimasu ka? Naawww.....)\u001b[22m\n\nTranslations of \u001b[4mWhat? You say I got this muscles from fapping? Naawww.....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat?\u001b[24m\n    \u001b[1m何？\u001b[22m, \u001b[1m何？\u001b[22m, \u001b[1m何？\u001b[22m\n\u001b[4mYou say I got this muscles from fapping?\u001b[24m\n    \u001b[1mあなたは私がこの筋肉を傷から守っていると言いますか？\u001b[22m, \u001b[1mあなたは、私がfappingからこの筋肉を持って言いますか？\u001b[22m\n\u001b[4mNaawww.....\u001b[24m\n    \u001b[1mNaawww.....\u001b[22m\n\u001b[1m\u001b[22m\nAngel Beats: Stairway to Heaven was supposedly be the SPECIAL episode for the series but there's nothing really special about it. Sure it's funny but it's like another ordinary day for the SSS day. Nothing new, just another plot by the evil Yurippe to find God. However this is in fact as interesting as finding Waldo and Carmen Santiago.\n\n\u001b[1mAngel Beats：Stairway to Heavenは、このシリーズの特別なエピソードになっていたはずですが、本当に特別なことは何もありません。 確かに面白いですが、それはSSSの日のもう一つの普通の日のようです。 新しいものは何もない、ユリッペが悪を見つけて神を見つける別のプロット。 しかしこれは実際にWaldoとCarmen Santiagoを見つけるのと同じくらい面白いです。\u001b[22m\n\u001b[1m(Enzeru bītsu: Stairway to Heaven wa, kono shirīzu no tokubetsuna episōdo ni natte ita hazudesuga, hontōni tokubetsuna koto wa nani mo arimasen. Tashika ni omoshiroidesuga, soreha SSS no hi no mōhitotsu no futsūnohi no yōdesu. Atarashī mono wa nanimonai, yurippe ga aku o mitsukete kami o mitsukeru betsu no purotto. Shikashi kore wa jissai ni Waldo to karumen Santiago o mitsukeru no to onaji kurai omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mAngel Beats: Stairway to Heaven was supposedly be the SPECIAL episode for the series but there's nothing really special about it. Sure it's funny but it's like another ordinary day for the SSS day. Nothing new, just another plot by the evil Yurippe to find God. However this is in fact as interesting as finding Waldo and Carmen Santiago.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAngel Beats: Stairway to Heaven was supposedly be the SPECIAL episode for the series but there's nothing really special about it.\u001b[24m\n    \u001b[1mAngel Beats：Stairway to Heavenは、このシリーズの特別なエピソードになっていたはずですが、本当に特別なことは何もありません。\u001b[22m, \u001b[1mエンジェルビーツ：天国への階段は、おそらくシリーズのための特別なエピソードであるされましたが、それについては本当に特別なものはありません。\u001b[22m\n\u001b[4mSure it's funny but it's like another ordinary day for the SSS day.\u001b[24m\n    \u001b[1m確かに面白いですが、それはSSSの日のもう一つの普通の日のようです。\u001b[22m, \u001b[1m確かにそれは面白いですが、それはSSSの日のための別の普通の日のようなものです。\u001b[22m\n\u001b[4mNothing new, just another plot by the evil Yurippe to find God.\u001b[24m\n    \u001b[1m新しいものは何もない、ユリッペが悪を見つけて神を見つける別のプロット。\u001b[22m, \u001b[1m悪Yurippeでは何も新しい、ちょうど別のプロットは神を見つけるために。\u001b[22m\n\u001b[4mHowever this is in fact as interesting as finding Waldo and Carmen Santiago.\u001b[24m\n    \u001b[1mしかしこれは実際にWaldoとCarmen Santiagoを見つけるのと同じくらい面白いです。\u001b[22m, \u001b[1mしかし、これは実際にはワルドとカルメンサンティアゴを見つけると同じくらい面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nWith all the main characters on high tension, I actually pity the voice actors having to scream their way through the whole episode (I hope they get doubled pay for that!) For those who can't stand loud noises and hyperactivity I suggest you halve the volume and set the speed to 0.75 for\n\n\u001b[1mすべての主人公が緊張していると、私は実際に声優がエピソード全体を通して悲鳴を切ることに同情しています（私は彼らがそれを2倍にして欲しいと願っています！）大きな音と多動に耐えられない人のために、 音量を0.75に設定する\u001b[22m\n\u001b[1m(Subete no shujinkō ga kinchō shite iru to, watashi wa jissai ni seiyū ga episōdo zentai o tōshite himei o kiru koto ni dōjō shite imasu (watashi wa karera ga sore o 2-bai ni shite hoshī to negatte imasu! ) Ōkina oto to ta dō ni taerarenai hito no tame ni, onryō o 0. 75 Ni settei suru)\u001b[22m\n\nTranslations of \u001b[4mWith all the main characters on high tension, I actually pity the voice actors having to scream their way through the whole episode (I hope they get doubled pay for that!) For those who can't stand loud noises and hyperactivity I suggest you halve the volume and set the speed to 0.75 for\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith all the main characters on high tension, I actually pity the voice actors having to scream their way through the whole episode (I hope they get doubled pay for that!) For those who can't stand loud noises and hyperactivity I suggest you halve\u001b[24m\n    \u001b[1mすべての主人公が緊張していると、私は実際に声優がエピソード全体を通して悲鳴を切ることに同情しています（私は彼らがそれを2倍にして欲しいと願っています！）大きな音と多動に耐えられない人のために、\u001b[22m, \u001b[1mハイテンション上のすべての主要な登場人物で、私は実際に同情大きな音や多動を我慢できない人のために（私は彼らがそのために賃金を倍増取得願っています！）全体のエピソードを介して自分の道を悲鳴を持つ声優は、私はあなたが半分を示唆しています\u001b[22m\n\u001b[4mthe volume and set the speed to 0.75 for\u001b[24m\n    \u001b[1m音量を0.75に設定する\u001b[22m, \u001b[1mボリュームとは、0.75に速度を設定しました\u001b[22m\nyour enjoyment.\n\n\u001b[1mあなたの喜び。\u001b[22m\n\u001b[1m(Anata no yorokobi.)\u001b[22m\n\nTranslations of \u001b[4myour enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myour enjoyment.\u001b[24m\n    \u001b[1mあなたの喜び。\u001b[22m, \u001b[1mあなたの楽しみ。\u001b[22m\n\u001b[1m\u001b[22m\nI actually enjoyed the episode due to the buckets of tears I've cried throughout the entire season (Curse you Maeda Jun) and this episode really cheered me up. But I wouldn't go so far to call it worthy as a DVD special. It's just another day in another operation. Seriously I've watched this episode in between episode 5 and 6 and it didn't really bothered me. What? There's nothing wrong about not watching Angel Beats when it just came out. I have a life to you know! That doesn't revolve around animes and my left hand (Yes, I am left handed)\n\n\u001b[1m私は実際に私が全季節に泣いた涙のバケツのためにエピソードを楽しんだ（前田呪いの呪い）、そしてこのエピソードは本当に私を元気づけました。 しかし、私はDVDスペシャルとしてそれを価値があると呼ぶまでは行っていないだろう。 それは別の操作で別の日です。 真剣に私はエピソード5と6の間でこのエピソードを見てきましたが、実際には私を悩ませませんでした。 何？ エンジェルビートが出てきたときに見ないことは間違っていません。 私はあなたに知っている人生を持っています！ それはアニメと私の左手の周りを回転しません（はい、私は左手です）\u001b[22m\n\u001b[1m(Watashi wa jissai ni watashi ga zen kisetsu ni naita namida no baketsu no tame ni episōdo o tanoshinda (Maeda noroi no noroi), soshite kono episōdo wa hontōni watashi o genkidzukemashita. Shikashi, watashi wa DVD supesharu to shite sore o kachigāru to yobu made wa itte inaidarou. Sore wa betsu no sōsa de betsu no hidesu. Shinken ni watashi wa episōdo 5 to 6 no ma de kono episōdo o mitekimashita ga, jissai ni wa watashi o nayama semasendeshita. Nani? Enjerubīto ga dete kita toki ni minai koto wa machigatte imasen. Watashi wa anata ni shitte iru jinsei o motte imasu! Sore wa anime to watashi no hidarite no mawari o kaiten shimasen (hai, watashi wa hidaritedesu))\u001b[22m\n\nTranslations of \u001b[4mI actually enjoyed the episode due to the buckets of tears I've cried throughout the entire season (Curse you Maeda Jun) and this episode really cheered me up. But I wouldn't go so far to call it worthy as a DVD special. It's just another day in another operation. Seriously I've watched this episode in between episode 5 and 6 and it didn't really bothered me. What? There's nothing wrong about not watching Angel Beats when it just came out. I have a life to you know! That doesn't revolve around animes and my left hand (Yes, I am left handed)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually enjoyed the episode due to the buckets of tears I've cried throughout the entire season (Curse you Maeda Jun) and this episode really cheered me up.\u001b[24m\n    \u001b[1m私は実際に私が全季節に泣いた涙のバケツのためにエピソードを楽しんだ（前田呪いの呪い）、そしてこのエピソードは本当に私を元気づけました。\u001b[22m, \u001b[1m私は実際に起因し、私はシーズン全体を通して泣いてきた涙のバケツにエピソードを楽しんだ（前田6月あなたを呪い）、このエピソードは本当に私を応援しました。\u001b[22m\n\u001b[4mBut I wouldn't go so far to call it worthy as a DVD special.\u001b[24m\n    \u001b[1mしかし、私はDVDスペシャルとしてそれを価値があると呼ぶまでは行っていないだろう。\u001b[22m, \u001b[1mしかし、私は、DVDの特別値するとして、それを呼び出すために、これまで行かないだろう。\u001b[22m\n\u001b[4mIt's just another day in another operation.\u001b[24m\n    \u001b[1mそれは別の操作で別の日です。\u001b[22m, \u001b[1mそれは別の操作でちょうど別の日です。\u001b[22m\n\u001b[4mSeriously I've watched this episode in between episode 5 and 6 and it didn't really bothered me.\u001b[24m\n    \u001b[1m真剣に私はエピソード5と6の間でこのエピソードを見てきましたが、実際には私を悩ませませんでした。\u001b[22m, \u001b[1m真剣に私はエピソード5と6の間にこのエピソードを見てきたし、それは本当に私を気にしませんでした。\u001b[22m\n\u001b[4mWhat?\u001b[24m\n    \u001b[1m何？\u001b[22m, \u001b[1m何？\u001b[22m, \u001b[1m何？\u001b[22m\n\u001b[4mThere's nothing wrong about not watching Angel Beats when it just came out.\u001b[24m\n    \u001b[1mエンジェルビートが出てきたときに見ないことは間違っていません。\u001b[22m, \u001b[1mそれだけで出てきたときエンジェルビーツ見ていないことについては何の問題もありません。\u001b[22m\n\u001b[4mI have a life to you know!\u001b[24m\n    \u001b[1m私はあなたに知っている人生を持っています！\u001b[22m, \u001b[1m私が知っているあなたに生活をしています！\u001b[22m\n\u001b[4mThat doesn't revolve around animes and my left hand (Yes, I am left handed)\u001b[24m\n    \u001b[1mそれはアニメと私の左手の周りを回転しません（はい、私は左手です）\u001b[22m, \u001b[1mそれはアニメを中心に展開しないと私の左手は（はい、私は左回りしています）\u001b[22m\n\u001b[1m\u001b[22m\nOverall, great comedy hyperactive cast, could be annoying to those who had to bear with 3 year olds, but not really SPECIAL enough. I want MOARR!\n\n\u001b[1m全体的に、偉大な喜劇的な過激なキャストは、3歳と耐えなければならない人には迷惑になるかもしれませんが、実際には十分ではありません。 私はMOARRが欲しい！\u001b[22m\n\u001b[1m(Zentai-teki ni, idaina kigeki-tekina kagekina kyasuto wa, 3-sai to taenakereba naranai hito ni wa meiwaku ni naru kamo shiremasenga, jissai ni wa jūbunde wa arimasen. Watashi wa MOARR ga hoshī!)\u001b[22m\n\nTranslations of \u001b[4mOverall, great comedy hyperactive cast, could be annoying to those who had to bear with 3 year olds, but not really SPECIAL enough. I want MOARR!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, great comedy hyperactive cast, could be annoying to those who had to bear with 3 year olds, but not really SPECIAL enough.\u001b[24m\n    \u001b[1m全体的に、偉大な喜劇的な過激なキャストは、3歳と耐えなければならない人には迷惑になるかもしれませんが、実際には十分ではありません。\u001b[22m, \u001b[1m全体的に、偉大な喜劇非常に活発キャストは、3歳に耐えなければならなかった人には迷惑かもしれないが、十分に本当に特別ではありません。\u001b[22m\n\u001b[4mI want MOARR!\u001b[24m\n    \u001b[1m私はMOARRが欲しい！\u001b[22m, \u001b[1m私はMOARRが欲しいです！\u001b[22m\nIm personally sending a letter to Maeda Jun to do a special about T.K and his background!!\n\n\u001b[1m私は個人的にT.Kと彼のバックグラウンドについて特別なことをするために、前田潤に手紙を送っています！\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni T. K to kare no bakkuguraundo ni tsuite tokubetsuna koto o suru tame ni, Maeda Jun ni tegami o okutte imasu!)\u001b[22m\n\nTranslations of \u001b[4mIm personally sending a letter to Maeda Jun to do a special about T.K and his background!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIm personally sending a letter to Maeda Jun to do a special about T.K and his background!!\u001b[24m\n    \u001b[1m私は個人的にT.Kと彼のバックグラウンドについて特別なことをするために、前田潤に手紙を送っています！\u001b[22m, \u001b[1mイムは個人的にT.Kと彼の背景について、特別な操作を行うために前田6月に手紙を送ります！\u001b[22m\nWHO'S WITH ME?!\n\n\u001b[1m私と一緒にいるの？\u001b[22m\n\u001b[1m(Watashi to issho ni iru no?)\u001b[22m\n\nTranslations of \u001b[4mWHO'S WITH ME?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWHO'S WITH ME?!\u001b[24m\n    \u001b[1m私と一緒にいるの？\u001b[22m, \u001b[1mWHOは私と一緒にいますか。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "kutora",
    "profile": "/profile/kutora/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=32956",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nまずは...エンジェルビーツです！  OVA、それは単にオリジナルの部分の変更です。\nこれは本当に実際のシリーズには本当の意味を持たず、目標に近づいています。\nラッキースターの瞬間に似ていて楽しいものです。\nこれは1つのエピソードであるので、これは簡単です。\nエンディングが演奏されたことを除いて、音楽は以前と同じです...後方に（ビデオだけだった）\n\nエンジェルビーツのキャラクターデザインが大好きなので、私は本当に私を笑わせて元のシリーズとは違ったものだったので、私は個人的に楽しんだよ！\n私はいくつかの部分が気に入らなかったのは、その多くが無意味だったからです。そして、Angel Beatsを保持するように見えます！ 通常よりもちょっとだけ長く生きています。\n\nそれはキャラクターがこの中でどのように行動するかも面白いです（気付かないと...あなたは濃密でなければなりません..）それはシリーズとははるかに異なっているからです。\n\n全体的に、それは単なる元のシリーズのエピソードへのフィラーまたは変更です。 あまり面白いことは起こりません。 私はハードコアエンジェルビートだけをお勧めします！ ファンがこれを見る。  （私はできるだけ多くのスポイラーを除外しようとしています）\n\nBYA WAY.... MyAnimeList、あなたはアニメのリストをより良く更新しておくべきです。 私はすでに数時間前にこれを完全に字幕で見てきましたが、リストにアニメを追加すると私はこれを見てきたと言わせません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTo begin with... It's just an Angel Beats! OVA, so its simply an alteration of parts of the original.\n\n\u001b[1mまずは...エンジェルビーツです！  OVA、それは単にオリジナルの部分の変更です。\u001b[22m\n\u001b[1m(Mazuwa... Enjerubītsudesu! Ovu~a, sore wa tan'ni orijinaru no bubun no henkōdesu.)\u001b[22m\n\nTranslations of \u001b[4mTo begin with... It's just an Angel Beats! OVA, so its simply an alteration of parts of the original.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo begin with... It's just an Angel Beats!\u001b[24m\n    \u001b[1mまずは...エンジェルビーツです！\u001b[22m, \u001b[1m...まず第一にそれはちょうどエンジェルビーツです！\u001b[22m\n\u001b[4mOVA, so its simply an alteration of parts of the original.\u001b[24m\n    \u001b[1mOVA、それは単にオリジナルの部分の変更です。\u001b[22m, \u001b[1mOVAので、元の部品のその単純に変更。\u001b[22m\nThis really has no real meaning to the actual series or is any step closer to their goal.\n\n\u001b[1mこれは本当に実際のシリーズには本当の意味を持たず、目標に近づいています。\u001b[22m\n\u001b[1m(Kore wa hontōni jissai no shirīzu ni wa hontō no imi o motazu, mokuhyō ni chikadzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis really has no real meaning to the actual series or is any step closer to their goal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis really has no real meaning to the actual series or is any step closer to their goal.\u001b[24m\n    \u001b[1mこれは本当に実際のシリーズには本当の意味を持たず、目標に近づいています。\u001b[22m, \u001b[1mこれは本当に実際のシリーズへの本当の意味を持っていないか、または彼らの目標へのステップ近いです。\u001b[22m\nIt's much like a Lucky Star moment that's just for fun.\n\n\u001b[1mラッキースターの瞬間に似ていて楽しいものです。\u001b[22m\n\u001b[1m(Rakkīsutā no shunkan ni nite ite tanoshī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's much like a Lucky Star moment that's just for fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's much like a Lucky Star moment that's just for fun.\u001b[24m\n    \u001b[1mラッキースターの瞬間に似ていて楽しいものです。\u001b[22m, \u001b[1mそれは多くの楽しみのためだけだらき☆すたの瞬間のようなものです。\u001b[22m\nThis is just brief as it is one episode.\n\n\u001b[1mこれは1つのエピソードであるので、これは簡単です。\u001b[22m\n\u001b[1m(Kore wa 1tsu no episōdodearunode, kore wa kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is just brief as it is one episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is just brief as it is one episode.\u001b[24m\n    \u001b[1mこれは1つのエピソードであるので、これは簡単です。\u001b[22m, \u001b[1mそれは1つのエピソードであるので、これは単に短いです。\u001b[22m\nThe music is still the same as it was before, except the ending was played... backwards (just the video was)\n\n\u001b[1mエンディングが演奏されたことを除いて、音楽は以前と同じです...後方に（ビデオだけだった）\u001b[22m\n\u001b[1m(Endingu ga ensō sa reta koto o nozoite, ongaku wa izen to onajidesu... Kōhō ni (bideo dakedatta))\u001b[22m\n\nTranslations of \u001b[4mThe music is still the same as it was before, except the ending was played... backwards (just the video was)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is still the same as it was before, except the ending was played... backwards (just the video was)\u001b[24m\n    \u001b[1mエンディングが演奏されたことを除いて、音楽は以前と同じです...後方に（ビデオだけだった）\u001b[22m, \u001b[1mエンディングが演奏したことを除いて、それは、前にあったように音楽が後方に...まだ同じである（ちょうどビデオがありました）\u001b[22m\n\u001b[1m\u001b[22m\nI personally enjoyed it because it really made me laugh and it was something different from the original series, as I also love the character design from Angel Beats!.\n\n\u001b[1mエンジェルビーツのキャラクターデザインが大好きなので、私は本当に私を笑わせて元のシリーズとは違ったものだったので、私は個人的に楽しんだよ！\u001b[22m\n\u001b[1m(Enjerubītsu no kyarakutādezain ga daisukinanode, watashi wa hontōni watashi o warawa sete gen no shirīzu to wa chigatta monodattanode, watashi wa kojin-teki ni tanoshinda yo!)\u001b[22m\n\nTranslations of \u001b[4mI personally enjoyed it because it really made me laugh and it was something different from the original series, as I also love the character design from Angel Beats!.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally enjoyed it because it really made me laugh and it was something different from the original series, as I also love the character design from Angel Beats!.\u001b[24m\n    \u001b[1mエンジェルビーツのキャラクターデザインが大好きなので、私は本当に私を笑わせて元のシリーズとは違ったものだったので、私は個人的に楽しんだよ！\u001b[22m, \u001b[1mそれは本当に私を笑わせたと私はまた、エンジェルビーツからキャラクターデザインを愛するように、それは元のシリーズとは異なるものだったので、私は個人的にそれを楽しんで！\u001b[22m\nI didn't like some parts because much of it was pointless, and it seems as if it's to keep Angel Beats! alive just a little longer than it normally would have.\n\n\u001b[1m私はいくつかの部分が気に入らなかったのは、その多くが無意味だったからです。そして、Angel Beatsを保持するように見えます！ 通常よりもちょっとだけ長く生きています。\u001b[22m\n\u001b[1m(Watashi wa ikutsu ka no bubun ga kiniiranakatta no wa, sono ōku ga muimidattakaradesu. Soshite, enzeru bītsu o hoji suru yō ni miemasu! Tsūjō yori mo chotto dake nagaku ikite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI didn't like some parts because much of it was pointless, and it seems as if it's to keep Angel Beats! alive just a little longer than it normally would have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't like some parts because much of it was pointless, and it seems as if it's to keep Angel Beats!\u001b[24m\n    \u001b[1m私はいくつかの部分が気に入らなかったのは、その多くが無意味だったからです。そして、Angel Beatsを保持するように見えます！\u001b[22m, \u001b[1mそれの多くは無意味だったので、私はいくつかの部分を好きではなかった、それはエンジェルビーツを維持するためだかのように思えます！\u001b[22m\n\u001b[4malive just a little longer than it normally would have.\u001b[24m\n    \u001b[1m通常よりもちょっとだけ長く生きています。\u001b[22m, \u001b[1mそれが通常持っているものよりも長く生きてほんの少し。\u001b[22m\n\u001b[1m\u001b[22m\nIt's also interesting how the characters act in this (keep an eye out for it... if you don't notice it... you must be dense..) because it's much more different from the series.\n\n\u001b[1mそれはキャラクターがこの中でどのように行動するかも面白いです（気付かないと...あなたは濃密でなければなりません..）それはシリーズとははるかに異なっているからです。\u001b[22m\n\u001b[1m(Sore wa kyarakutā ga kono Chū de dono yō ni kōdō suru ka mo omoshiroidesu (kidzukanaito... Anata wa nōmitsudenakereba narimasen.. ) Sore wa shirīzu to wa haruka ni kotonatte irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's also interesting how the characters act in this (keep an eye out for it... if you don't notice it... you must be dense..) because it's much more different from the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's also interesting how the characters act in this (keep an eye out for it... if you don't notice it... you must be dense..) because it's much more different from the series.\u001b[24m\n    \u001b[1mそれはキャラクターがこの中でどのように行動するかも面白いです（気付かないと...あなたは濃密でなければなりません..）それはシリーズとははるかに異なっているからです。\u001b[22m, \u001b[1m文字がこの中で行動する（それに目を光らせておく...あなたはそれを気づかない場合...あなたが密でなければなりません..）それははるかに異なるシリーズからだからどのようにそれはまた面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, It is just a filler or alteration to an episode of the original series. Nothing too interesting happens. I'd suggest that only the hardcore Angel Beats! fans watch this. (I'm just trying to leave out as much spoilers as possible)\n\n\u001b[1m全体的に、それは単なる元のシリーズのエピソードへのフィラーまたは変更です。 あまり面白いことは起こりません。 私はハードコアエンジェルビートだけをお勧めします！ ファンがこれを見る。  （私はできるだけ多くのスポイラーを除外しようとしています）\u001b[22m\n\u001b[1m(Zentai-teki ni, sore wa tan'naru gen no shirīzu no episōdo e no firā matawa henkōdesu. Amari omoshiroikoto wa okorimasen. Watashi wa hādokoaenjerubīto dake o o susume shimasu! Fan ga kore o miru. (Watashi wa dekirudake ōku no supoirā o jogai shiyou to shite imasu))\u001b[22m\n\nTranslations of \u001b[4mOverall, It is just a filler or alteration to an episode of the original series. Nothing too interesting happens. I'd suggest that only the hardcore Angel Beats! fans watch this. (I'm just trying to leave out as much spoilers as possible)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, It is just a filler or alteration to an episode of the original series.\u001b[24m\n    \u001b[1m全体的に、それは単なる元のシリーズのエピソードへのフィラーまたは変更です。\u001b[22m, \u001b[1m全体的に、それはオリジナルシリーズのエピソードにだけ充填剤又は変化です。\u001b[22m\n\u001b[4mNothing too interesting happens.\u001b[24m\n    \u001b[1mあまり面白いことは起こりません。\u001b[22m, \u001b[1mあまりにも面白い何も起こりません。\u001b[22m\n\u001b[4mI'd suggest that only the hardcore Angel Beats!\u001b[24m\n    \u001b[1m私はハードコアエンジェルビートだけをお勧めします！\u001b[22m, \u001b[1m私は筋金入りエンジェルビーツことをお勧めしたいです！\u001b[22m\n\u001b[4mfans watch this.\u001b[24m\n    \u001b[1mファンがこれを見る。\u001b[22m, \u001b[1mファンはこれを見て。\u001b[22m\n\u001b[4m(I'm just trying to leave out as much spoilers as possible)\u001b[24m\n    \u001b[1m（私はできるだけ多くのスポイラーを除外しようとしています）\u001b[22m\n\u001b[1m\u001b[22m\nBY THE WAY.... MyAnimeList, you should keep the listings of anime updated better. I've already watched this a couple hours ago fully subtitles yet the Add Anime to List will not let me say I've watched this.\n\n\u001b[1mBYA WAY.... MyAnimeList、あなたはアニメのリストをより良く更新しておくべきです。 私はすでに数時間前にこれを完全に字幕で見てきましたが、リストにアニメを追加すると私はこれを見てきたと言わせません。\u001b[22m\n\u001b[1m(BYA u~ei. ... MyAnimeList, anata wa anime no risuto o yori yoku kōshin shite okubekidesu. Watashi wa sudeni sūjikanmae ni kore o kanzen ni jimaku de mitekimashita ga, risuto ni anime o tsuika suruto watashi wa kore o mitekita to iwa semasen.)\u001b[22m\n\nTranslations of \u001b[4mBY THE WAY.... MyAnimeList, you should keep the listings of anime updated better. I've already watched this a couple hours ago fully subtitles yet the Add Anime to List will not let me say I've watched this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBY THE WAY.... MyAnimeList, you should keep the listings of anime updated better.\u001b[24m\n    \u001b[1mBYA WAY.... MyAnimeList、あなたはアニメのリストをより良く更新しておくべきです。\u001b[22m, \u001b[1mところで.... MyAnimeList、あなたはより良い更新アニメのリストを維持する必要があります。\u001b[22m\n\u001b[4mI've already watched this a couple hours ago fully subtitles yet the Add Anime to List will not let me say I've watched this.\u001b[24m\n    \u001b[1m私はすでに数時間前にこれを完全に字幕で見てきましたが、リストにアニメを追加すると私はこれを見てきたと言わせません。\u001b[22m, \u001b[1m私はすでに私はこれを見てきたと言うことはできません完全にリストにまだ追加アニメ字幕数時間前にこれを見てきました。\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "FailSniper57",
    "profile": "/profile/FailSniper57/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=200735",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nAngel Beatsは完璧だったと主張する人もいます。 それらの人々は完全に間違っています。 これは完璧です。\n\nSTORY- 10/10\nまず最初に、OVAだから実際の話はありません。 だから、主な質問は、それが宇宙のルールに従ったかということです。 答え - はい。 ユーリッペは地球の終わりに行って、アフターライフをアンバランスにしようとしました。そして、これらの計画は、元のシリーズに見られるものよりもそれほど贅沢ではありません。  OVA 2はひどくびっくりしましたが、それはそう言います。\n\nART- 9/10\nだからAngel Beatsだ。 偉大なキャラクターモデル、素晴らしい風景、素晴らしいアクションシーケンス（それらのもののためのもの）、すばらしいものなど、優れたアニメーションがあります。\n\nサウンド -  9/10\nもう一度、それはAngel Beatsです。 次へ移りましょう。\n\nCHARACTER- 10/10\nこれがオリジナルのシリーズであれば、私はこれに完全なスコアを与えていないはずです。 しかし、これはOVAなので、質問は誰もOOCに行ったのですか？ 答えはいいえ、誰もが完全に信じられない行動にとどまっていました。 だから、それも10/10です。\n\nエンゲージメント -  10/10\n私はこの傑作を楽しんだのですか？ はい。 だから、OVAの場合、私の一般的な方針は、特にAngel Beatsのような面白いショーのものなら、私の脳を変えることです。 それで、それは私を笑わせるようにしました、もっと見たいと思ったのですか、私は終わりについて懐かしいと感じました。 はい。 だから10/10。\n\n全体〜10/10\nあなたが文字の開発と深く興味をそそるプロットを探しているなら、ここでそれを見つけることはできません。 それはOVAなので、本当の問題は仕事に役立つかどうかということです。 完璧なスコア（私が今までに与えた唯一のもの）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSome people claim that Angel Beats was perfection. Those people are completely wrong. THIS is perfection.\n\n\u001b[1mAngel Beatsは完璧だったと主張する人もいます。 それらの人々は完全に間違っています。 これは完璧です。\u001b[22m\n\u001b[1m(Enzeru bītsu wa kanpekidatta to shuchō suru hito mo imasu. Sorera no hitobito wa kanzen ni machigatte imasu. Kore wa kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mSome people claim that Angel Beats was perfection. Those people are completely wrong. THIS is perfection.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome people claim that Angel Beats was perfection.\u001b[24m\n    \u001b[1mAngel Beatsは完璧だったと主張する人もいます。\u001b[22m, \u001b[1m一部の人々はエンジェルビーツが完璧だったと主張しています。\u001b[22m\n\u001b[4mThose people are completely wrong.\u001b[24m\n    \u001b[1mそれらの人々は完全に間違っています。\u001b[22m\n\u001b[4mTHIS is perfection.\u001b[24m\n    \u001b[1mこれは完璧です。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY- 10/10\n\n\u001b[1mSTORY- 10/10\u001b[22m\n\u001b[1m(Sutōrī - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSTORY- 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY- 10/10\u001b[24m\n    \u001b[1mSTORY- 10/10\u001b[22m\nOkay first of all, it's an OVA, so it won't have any real story. So the main question is, Did it follow the rules of the universe. Answer- yes. Yurippe would go to the ends of the earth to try to unbalance the Afterlife, and these plans are no less extravagant than the ones seen in the original series. OVA 2 did have a twist that surprised me immensely though, will say that.\n\n\u001b[1mまず最初に、OVAだから実際の話はありません。 だから、主な質問は、それが宇宙のルールに従ったかということです。 答え - はい。 ユーリッペは地球の終わりに行って、アフター・ライフをアンバランスにしようとしました。そして、これらの計画は、元のシリーズに見られるものよりもそれほど贅沢ではありません。  OVA 2はひどくびっくりしましたが、それはそう言います。\u001b[22m\n\u001b[1m(Mazu saisho ni, ovu~adakara jissai no hanashi wa arimasen. Dakara, omona shitsumon wa, sore ga uchū no rūru ni shitagatta ka to iu kotodesu. Kotae - hai. Yūrippe wa chikyū no owari ni itte, afutā raifu o anbaransu ni shiyou to shimashita. Soshite, korera no keikaku wa,-moto no shirīzu ni mi rareru mono yori mo sorehodo zeitakude wa arimasen. Ovu~a 2 wa hidoku bikkuri shimashitaga, sore wa sō iimasu.)\u001b[22m\n\nTranslations of \u001b[4mOkay first of all, it's an OVA, so it won't have any real story. So the main question is, Did it follow the rules of the universe. Answer- yes. Yurippe would go to the ends of the earth to try to unbalance the Afterlife, and these plans are no less extravagant than the ones seen in the original series. OVA 2 did have a twist that surprised me immensely though, will say that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay first of all, it's an OVA, so it won't have any real story.\u001b[24m\n    \u001b[1mまず最初に、OVAだから実際の話はありません。\u001b[22m, \u001b[1mさて、最初にすべての、それはOVAですので、任意の本当の話を持っていません。\u001b[22m\n\u001b[4mSo the main question is, Did it follow the rules of the universe.\u001b[24m\n    \u001b[1mだから、主な質問は、それが宇宙のルールに従ったかということです。\u001b[22m, \u001b[1m主な質問ですので、それは宇宙の規則に従いました。\u001b[22m\n\u001b[4mAnswer- yes.\u001b[24m\n    \u001b[1m答え - はい。\u001b[22m, \u001b[1mはいAnswer-。\u001b[22m\n\u001b[4mYurippe would go to the ends of the earth to try to unbalance the Afterlife, and these plans are no less extravagant than the ones seen in the original series.\u001b[24m\n    \u001b[1mユーリッペは地球の終わりに行って、アフター・ライフをアンバランスにしようとしました。そして、これらの計画は、元のシリーズに見られるものよりもそれほど贅沢ではありません。\u001b[22m, \u001b[1mYurippeは死後の世界をアンバランスしようとする地球の端に移動しないだろう、とこれらの計画は劣らオリジナルシリーズに見られるものよりも贅沢です。\u001b[22m\n\u001b[4mOVA 2 did have a twist that surprised me immensely though, will say that.\u001b[24m\n    \u001b[1mOVA 2はひどくびっくりしましたが、それはそう言います。\u001b[22m, \u001b[1mOVA 2は非常にかかわらず、私を驚かねじれを持っていた、それを言うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nART- 9/10\n\n\u001b[1mART- 9/10\u001b[22m\n\u001b[1m(Āto - 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mART- 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART- 9/10\u001b[24m\n    \u001b[1mART- 9/10\u001b[22m, \u001b[1mアート -  9/10\u001b[22m\nSo it's Angel Beats. It's got good animation, with great character models, great scenery, great action sequences (for the ones with them), great everything.\n\n\u001b[1mだからAngel Beatsだ。 偉大なキャラクターモデル、素晴らしい風景、素晴らしいアクションシーケンス（それらのもののためのもの）、すばらしいものなど、優れたアニメーションがあります。\u001b[22m\n\u001b[1m(Dakara enzeru bītsuda. Idaina kyarakutāmoderu, subarashī fūkei, subarashī akushonshīkensu (sorera no mono no tame no mono), subarashī mono nado, sugureta animēshon ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo it's Angel Beats. It's got good animation, with great character models, great scenery, great action sequences (for the ones with them), great everything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo it's Angel Beats.\u001b[24m\n    \u001b[1mだからAngel Beatsだ。\u001b[22m, \u001b[1mだから、エンジェルビーツです。\u001b[22m\n\u001b[4mIt's got good animation, with great character models, great scenery, great action sequences (for the ones with them), great everything.\u001b[24m\n    \u001b[1m偉大なキャラクターモデル、素晴らしい風景、素晴らしいアクションシーケンス（それらのもののためのもの）、すばらしいものなど、優れたアニメーションがあります。\u001b[22m, \u001b[1mそれは偉大なキャラクターモデル、素晴らしい景色、素晴らしいアクションシーケンス（彼らともののために）、偉大なすべてのものとの良好なアニメーションを、持っています。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND- 9/10\n\n\u001b[1mサウンド -  9/10\u001b[22m\n\u001b[1m(Saundo - 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSOUND- 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND- 9/10\u001b[24m\n    \u001b[1mサウンド -  9/10\u001b[22m, \u001b[1m健全9/10\u001b[22m\nOnce again, it's Angel Beats. Let's move on.\n\n\u001b[1mもう一度、それはAngel Beatsです。 次へ移りましょう。\u001b[22m\n\u001b[1m(Mōichido, soreha enzeru bītsudesu. Tsugi e utsurimashou.)\u001b[22m\n\nTranslations of \u001b[4mOnce again, it's Angel Beats. Let's move on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again, it's Angel Beats.\u001b[24m\n    \u001b[1mもう一度、それはAngel Beatsです。\u001b[22m, \u001b[1mもう一度、それはエンジェルビーツです。\u001b[22m\n\u001b[4mLet's move on.\u001b[24m\n    \u001b[1m次へ移りましょう。\u001b[22m, \u001b[1m行こう。\u001b[22m, \u001b[1mのが移りましょう。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER- 10/10\n\n\u001b[1mCHARACTER- 10/10\u001b[22m\n\u001b[1m(CHARACTER - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER- 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER- 10/10\u001b[24m\n    \u001b[1mCHARACTER- 10/10\u001b[22m\nIf this were the original series, I definitely wouldn't have given this a perfect score. But this is an OVA, so the question is, Did anyone go OOC. And the answer is no, everyone remained within perfectly believable behavior. So that's a 10/10 too.\n\n\u001b[1mこれがオリジナルのシリーズであれば、私はこれに完全なスコアを与えていないはずです。 しかし、これはOVAなので、質問は誰もOOCに行ったのですか？ 答えはいいえ、誰もが完全に信じられない行動にとどまっていました。 だから、それも10/10です。\u001b[22m\n\u001b[1m(Kore ga orijinaru no shirīzudeareba, watashi wa kore ni kanzen'na sukoa o ataete inai hazudesu. Shikashi, koreha ovu~ananode, shitsumon wa dare mo OOC ni itta nodesu ka? Kotaeha īe, daremoga kanzen ni shinjirarenai kōdō ni todomatte imashita. Dakara, sore mo 10/ 10desu.)\u001b[22m\n\nTranslations of \u001b[4mIf this were the original series, I definitely wouldn't have given this a perfect score. But this is an OVA, so the question is, Did anyone go OOC. And the answer is no, everyone remained within perfectly believable behavior. So that's a 10/10 too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf this were the original series, I definitely wouldn't have given this a perfect score.\u001b[24m\n    \u001b[1mこれがオリジナルのシリーズであれば、私はこれに完全なスコアを与えていないはずです。\u001b[22m, \u001b[1mこれはオリジナルのシリーズだったら、私は間違いなくこの完璧なスコアを与えていないだろう。\u001b[22m\n\u001b[4mBut this is an OVA, so the question is, Did anyone go OOC.\u001b[24m\n    \u001b[1mしかし、これはOVAなので、質問は誰もOOCに行ったのですか？\u001b[22m, \u001b[1mしかし、これはOVAなので、質問は、誰もがOOCを行ったの。\u001b[22m\n\u001b[4mAnd the answer is no, everyone remained within perfectly believable behavior.\u001b[24m\n    \u001b[1m答えはいいえ、誰もが完全に信じられない行動にとどまっていました。\u001b[22m, \u001b[1mそして、答えはノー、誰もが完全に信じられない行動の中に残っていないされています。\u001b[22m\n\u001b[4mSo that's a 10/10 too.\u001b[24m\n    \u001b[1mだから、それも10/10です。\u001b[22m, \u001b[1mだから、あまりにも10/10です。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT- 10/10\n\n\u001b[1mエンゲージメント -  10/10\u001b[22m\n\u001b[1m(Engējimento - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT- 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT- 10/10\u001b[24m\n    \u001b[1mエンゲージメント -  10/10\u001b[22m, \u001b[1mENJOYMENT- 10/10\u001b[22m\nThe real decider- did I enjoy this masterpiece. Yes. So, for OVA's, my general policy is to turn of my brain, especially if it's from a funny show like Angel Beats. So did it make me laugh, did I want to see more, did I feel nostalgic about the ending. YES. So 10/10 as well.\n\n\u001b[1m私はこの傑作を楽しんだのですか？ はい。 だから、OVAの場合、私の一般的な方針は、特にAngel Beatsのような面白いショーのものなら、私の脳を変えることです。 それで、それは私を笑わせるようにしました、もっと見たいと思ったのですか、私は終わりについて懐かしいと感じました。 はい。 だから10/10。\u001b[22m\n\u001b[1m(Watashi wa kono kessaku o tanoshinda nodesu ka? Hai. Dakara, ovu~a no baai, watashi no ippantekina hōshin wa, tokuni enzeru bītsu no yōna omoshiroi shō no mononara, watashi no nō o kaeru kotodesu. Sorede, sore wa watashi o warawaseru yō ni shimashita, motto mitai to omotta nodesu ka, watashi wa owari ni tsuite natsukashī to kanjimashita. Hai. Dakara 10/ 10.)\u001b[22m\n\nTranslations of \u001b[4mThe real decider- did I enjoy this masterpiece. Yes. So, for OVA's, my general policy is to turn of my brain, especially if it's from a funny show like Angel Beats. So did it make me laugh, did I want to see more, did I feel nostalgic about the ending. YES. So 10/10 as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe real decider- did I enjoy this masterpiece.\u001b[24m\n    \u001b[1m私はこの傑作を楽しんだのですか？\u001b[22m, \u001b[1m本当のdecider-は、私はこの傑作を楽しんでいました。\u001b[22m\n\u001b[4mYes.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m\n\u001b[4mSo, for OVA's, my general policy is to turn of my brain, especially if it's from a funny show like Angel Beats.\u001b[24m\n    \u001b[1mだから、OVAの場合、私の一般的な方針は、特にAngel Beatsのような面白いショーのものなら、私の脳を変えることです。\u001b[22m, \u001b[1mだから、OVAのために、私の一般的なポリシーはエンジェルビーツのように、それが面白いショーからだ場合は特に、私の脳の有効にすることです。\u001b[22m\n\u001b[4mSo did it make me laugh, did I want to see more, did I feel nostalgic about the ending.\u001b[24m\n    \u001b[1mそれで、それは私を笑わせるようにしました、もっと見たいと思ったのですか、私は終わりについて懐かしいと感じました。\u001b[22m, \u001b[1mだから、私はより多くのを見たいと思った、私は笑いを作ることでしたが、私は結末についての懐かしい感じました。\u001b[22m\n\u001b[4mYES.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mYES。\u001b[22m\n\u001b[4mSo 10/10 as well.\u001b[24m\n    \u001b[1mだから10/10。\u001b[22m, \u001b[1mだから、10月10日にも。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL- 10/10\n\n\u001b[1m全体〜10/10\u001b[22m\n\u001b[1m(Zentai 〜 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOVERALL- 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL- 10/10\u001b[24m\n    \u001b[1m全体〜10/10\u001b[22m, \u001b[1mOVERALL- 10/10\u001b[22m\nIf you're looking for character development and deep, intriguing plot, you won't find it here. It's an OVA, so the real matter is whether it served its job, and it did. Perfect score (probably the only one I will ever give).\n\n\u001b[1mあなたが文字の開発と深く興味をそそるプロットを探しているなら、ここでそれを見つけることはできません。 それはOVAなので、本当の問題は仕事に役立つかどうかということです。 完璧なスコア（私が今までに与えた唯一のもの）。\u001b[22m\n\u001b[1m(Anata ga moji no kaihatsu to fukaku kyōmi o sosoru purotto o sagashite irunara, koko de sore o mitsukeru koto wa dekimasen. Sore wa ovu~ananode, hontō no mondai wa shigoto ni yakudatsu ka dō ka to iu kotodesu. Kanpekina sukoa (watashi ga ima made ni ataeta yuiitsu no mono).)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for character development and deep, intriguing plot, you won't find it here. It's an OVA, so the real matter is whether it served its job, and it did. Perfect score (probably the only one I will ever give).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for character development and deep, intriguing plot, you won't find it here.\u001b[24m\n    \u001b[1mあなたが文字の開発と深く興味をそそるプロットを探しているなら、ここでそれを見つけることはできません。\u001b[22m, \u001b[1mあなたはキャラクターの成長と深く、魅力的なプロットを探しているなら、あなたはここでそれを見つけることができません。\u001b[22m\n\u001b[4mIt's an OVA, so the real matter is whether it served its job, and it did.\u001b[24m\n    \u001b[1mそれはOVAなので、本当の問題は仕事に役立つかどうかということです。\u001b[22m, \u001b[1mそれはOVAなので、本当の問題は、それがその仕事を務め、それがなかったかどうかです。\u001b[22m\n\u001b[4mPerfect score (probably the only one I will ever give).\u001b[24m\n    \u001b[1m完璧なスコア（私が今までに与えた唯一のもの）。\u001b[22m, \u001b[1mパーフェクトスコア（私がこれまでに得られますおそらく唯一の1）。\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "ColFrogfoot",
    "profile": "/profile/ColFrogfoot/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=203167",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nまさに私が望んでいたもの。\n\n最初は短いスポイラーフリーの要約：\nAngel Beatsは私の意見では素晴らしいアニメであり、時々面白くて感情的でした。 私たちが理解していることは、「最前線」が天使に対してこのような使命を長年にわたって果たしてきたことです。 シリーズは非常に短いので、追求するこれらのミッションの多くは見られません。 これらのスペシャルは、天使が神を呼び寄せるようにするために最前線が試みるより多くの使命を示しています。\n\nストーリー：10/10\n私はこれらのスペシャルがまさに彼らのものであったことをうれしく思っています。 彼らはいくつかの笑いのために良いです、そして、私は彼らがこれらのエピソードを感情的にしようとしなかったことをうれしく思います。 彼らがそれを試みたなら、私はそれがシリーズを台無しにしたかもしれないと確信しています。 これらの楽しいエピソードは、彼らがこの世界の世界で長い間彼らの人生を生きてきた方法についての洞察を与えてくれます。\n\nアート：10/10\nそれは元のように芸術は美しいです。 エンジェルビーツのアートスタイルは、私がHDアニメスタイルを考えていたものです。キャラクターは素晴らしく、シーンは素晴らしいものでした。最初のエピソードでの強度ゲージは素晴らしく見えました。 完璧。\n\nサウンド：10/10\n文字を始めるには、すべての役割が完璧に合っている必要があります。 サウンドエフェクトは完璧に聞こえます。 さらに、このスペシャルの最初のエピソードでは、声優が声を出さなければならない強さのボーナスポイントが必要です。\n次に、イントロとアウトロの音楽があります。 それは元のものと同じです。 個人的に、私はこの音楽がシリーズを完全に記述したと思っていました。イントロは、特にこれまでの私のお気に入りの曲の一つです。\n\nキャラクター：\n私が声で言ったように、俳優の声優はその部分を完全に演奏し、これらのスペシャルを面白く楽しいものにしています。 もし私が彼らのポジションにいたら、私は彼らが私の一人となり、楽しいことをしている/何かを試みてエンジェルを打ち負かすのを見ることができました。\n\n楽しみ：\n私はこれらのエピソードを見て楽しかったです。 私は確かに友人との再ウォッチにこれらのスペシャルを含めるでしょう。 あなたが最後のエピソードからまだ泣いている場合は、シーズン終了後に直接見たいものではないかもしれませんが、Angel Beatsが好きで、それが私のように面白いシリーズだと思った場合、あなたはこれらのスペシャルを確実に楽しむでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nExactly what I wanted.\n\n\u001b[1mまさに私が望んでいたもの。\u001b[22m\n\u001b[1m(Masani watashi ga nozonde ita mono.)\u001b[22m\n\nTranslations of \u001b[4mExactly what I wanted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExactly what I wanted.\u001b[24m\n    \u001b[1mまさに私が望んでいたもの。\u001b[22m, \u001b[1m正確に私が何を望みますか。\u001b[22m\n\u001b[1m\u001b[22m\nFirst a short spoiler free summary:\n\n\u001b[1m最初は短いスポイラーフリーの要約：\u001b[22m\n\u001b[1m(Saisho wa mijikai supoirāfurī no yōyaku:)\u001b[22m\n\nTranslations of \u001b[4mFirst a short spoiler free summary:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst a short spoiler free summary:\u001b[24m\n    \u001b[1m最初は短いスポイラーフリーの要約：\u001b[22m, \u001b[1mまず短いスポイラー無料概要：\u001b[22m\nAngel Beats was a great anime in my opinion and was both funny and emotional at times. What we do understand is that the 'front line' has been doing these missions against Angel for a long time. Although since the series is so short we don't see many of these missions that they would pursue. These specials show us more missions that the front line attempts to do to get Angel to call for God.\n\n\u001b[1mAngel Beatsは私の意見では素晴らしいアニメであり、時々面白くて感情的でした。 私たちが理解していることは、「最前線」が天使に対してこのような使命を長年にわたって果たしてきたことです。 シリーズは非常に短いので、追求するこれらのミッションの多くは見られません。 これらのスペシャルは、天使が神を呼び寄せるようにするために最前線が試みるより多くの使命を示しています。\u001b[22m\n\u001b[1m(Enzeru bītsu wa watashi no ikende wa subarashī animedeari, tokidoki omoshirokute kanjō-tekideshita. Watashitachi ga rikai shite iru koto wa,`saizensen' ga tenshi ni taishi teko no yōna shimei o naganen ni watatte hatashite kita kotodesu. Shirīzu wa hijō ni mijikainode, tsuikyū suru korera no misshon no ōku wa mi raremasen. Korera no supesharu wa, tenshi ga kami o yobiyoseru yō ni suru tame ni saizensen ga kokoromiru yori ōku no shimei o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAngel Beats was a great anime in my opinion and was both funny and emotional at times. What we do understand is that the 'front line' has been doing these missions against Angel for a long time. Although since the series is so short we don't see many of these missions that they would pursue. These specials show us more missions that the front line attempts to do to get Angel to call for God.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAngel Beats was a great anime in my opinion and was both funny and emotional at times.\u001b[24m\n    \u001b[1mAngel Beatsは私の意見では素晴らしいアニメであり、時々面白くて感情的でした。\u001b[22m, \u001b[1mエンジェルビーツは、私の意見では素晴らしいアニメだったとの回で面白いと感情的でもありました。\u001b[22m\n\u001b[4mWhat we do understand is that the 'front line' has been doing these missions against Angel for a long time.\u001b[24m\n    \u001b[1m私たちが理解していることは、「最前線」が天使に対してこのような使命を長年にわたって果たしてきたことです。\u001b[22m, \u001b[1m私たちが理解しないと、「フロントライン」は、長い時間のために天使に対するこれらのミッションをやってきたことです。\u001b[22m\n\u001b[4mAlthough since the series is so short we don't see many of these missions that they would pursue.\u001b[24m\n    \u001b[1mシリーズは非常に短いので、追求するこれらのミッションの多くは見られません。\u001b[22m, \u001b[1mシリーズはとても短いので、我々は、彼らが追求するであろうこれらのミッションの多くは表示されませんが。\u001b[22m\n\u001b[4mThese specials show us more missions that the front line attempts to do to get Angel to call for God.\u001b[24m\n    \u001b[1mこれらのスペシャルは、天使が神を呼び寄せるようにするために最前線が試みるより多くの使命を示しています。\u001b[22m, \u001b[1mこれらのスペシャルは、私たちのフロントラインは、天使が神のために呼び出すために取得するために行うことを試みるより多くのミッションを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\nI'm glad that these specials were exactly what they are. They are good for some laughs, and I am glad they did not try to make these episodes emotional. If they tried that I'm sure that it may have ruined the series. These fun episodes give us insight on how they have been living their life for so long in this afterlife world.\n\n\u001b[1m私はこれらのスペシャルがまさに彼らのものであったことをうれしく思っています。 彼らはいくつかの笑いのために良いです、そして、私は彼らがこれらのエピソードを感情的にしようとしなかったことをうれしく思います。 彼らがそれを試みたなら、私はそれがシリーズを台無しにしたかもしれないと確信しています。 これらの楽しいエピソードは、彼らがこの世界の世界で長い間彼らの人生を生きてきた方法についての洞察を与えてくれます。\u001b[22m\n\u001b[1m(Watashi wa korera no supesharu ga masani karera no monodeatta koto o ureshiku omotte imasu. Karera wa ikutsu ka no warai no tame ni yoidesu, soshite, watashi wa karera ga korera no episōdo o kanjō-teki ni shiyou to shinakatta koto o ureshiku omoimasu. Karera ga sore o kokoromitanara, watashi wa sore ga shirīzu o dainashi ni shita kamo shirenai to kakushin shite imasu. Korera no tanoshī episōdo wa, karera ga kono sekai no sekai de nagaiai karera no jinsei o ikite kita hōhō ni tsuite no dōsatsu o ataete kuremasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm glad that these specials were exactly what they are. They are good for some laughs, and I am glad they did not try to make these episodes emotional. If they tried that I'm sure that it may have ruined the series. These fun episodes give us insight on how they have been living their life for so long in this afterlife world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm glad that these specials were exactly what they are.\u001b[24m\n    \u001b[1m私はこれらのスペシャルがまさに彼らのものであったことをうれしく思っています。\u001b[22m, \u001b[1m私は、これらのスペシャルは、彼らが正確に何であったことをうれしいです。\u001b[22m\n\u001b[4mThey are good for some laughs, and I am glad they did not try to make these episodes emotional.\u001b[24m\n    \u001b[1m彼らはいくつかの笑いのために良いです、そして、私は彼らがこれらのエピソードを感情的にしようとしなかったことをうれしく思います。\u001b[22m, \u001b[1m彼らはいくつかの笑いに適しています、と私は彼らがこれらのエピソードは感情的にしようとしませんでした嬉しいです。\u001b[22m\n\u001b[4mIf they tried that I'm sure that it may have ruined the series.\u001b[24m\n    \u001b[1m彼らがそれを試みたなら、私はそれがシリーズを台無しにしたかもしれないと確信しています。\u001b[22m, \u001b[1m彼らは、私はそれがシリーズを台無しにしている可能性があることを確信していることをしようとした場合。\u001b[22m\n\u001b[4mThese fun episodes give us insight on how they have been living their life for so long in this afterlife world.\u001b[24m\n    \u001b[1mこれらの楽しいエピソードは、彼らがこの世界の世界で長い間彼らの人生を生きてきた方法についての洞察を与えてくれます。\u001b[22m, \u001b[1mこれらの楽しいエピソードは私たちに、彼らがこの来世の世界で長い間自分の人生を生きてきた方法についての洞察を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10\n\n\u001b[1mアート：10/10\u001b[22m\n\u001b[1m(Āto: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10\u001b[24m\n    \u001b[1mアート：10/10\u001b[22m\nThe art is beautiful, just like it was in the original. The art style of Angel Beats is what I'd consider the HD Anime style, the characters looked great, the scenes looked great the intensity gauge in the first episode looked great, theres nothing bad about it! Perfect.\n\n\u001b[1mそれは元のように芸術は美しいです。 エンジェルビーツのアートスタイルは、私がHDアニメスタイルを考えていたものです。キャラクターは素晴らしく、シーンは素晴らしいものでした。最初のエピソードでの強度ゲージは素晴らしく見えました。 完璧。\u001b[22m\n\u001b[1m(Soreha-moto no yō ni geijutsu wa utsukushīdesu. Enjerubītsu no ātosutairu wa, watashi ga HD anime sutairu o kangaete ita monodesu. Kyarakutā wa subarashiku, shīn wa subarashī monodeshita. Saisho no episōdo de no kyōdo gēji wa subarashiku miemashita. Kanpeki.)\u001b[22m\n\nTranslations of \u001b[4mThe art is beautiful, just like it was in the original. The art style of Angel Beats is what I'd consider the HD Anime style, the characters looked great, the scenes looked great the intensity gauge in the first episode looked great, theres nothing bad about it! Perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is beautiful, just like it was in the original.\u001b[24m\n    \u001b[1mそれは元のように芸術は美しいです。\u001b[22m, \u001b[1m芸術は、それが元にあったと同じように、美しいです。\u001b[22m\n\u001b[4mThe art style of Angel Beats is what I'd consider the HD Anime style, the characters looked great, the scenes looked great the intensity gauge in the first episode looked great, theres nothing bad about it!\u001b[24m\n    \u001b[1mエンジェルビーツのアートスタイルは、私がHDアニメスタイルを考えていたものです。キャラクターは素晴らしく、シーンは素晴らしいものでした。最初のエピソードでの強度ゲージは素晴らしく見えました。\u001b[22m, \u001b[1m天使のアートスタイルは、私はHDアニメのスタイルを検討したいものですビーツ、文字が素晴らしく見え、シーンが素晴らしく見えた最初のエピソードの強度ゲージが素晴らしく見え、それについて悪い何もtheresの！\u001b[22m\n\u001b[4mPerfect.\u001b[24m\n    \u001b[1m完璧。\u001b[22m, \u001b[1mパーフェクト。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10/10\n\n\u001b[1mサウンド：10/10\u001b[22m\n\u001b[1m(Saundo: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10/10\u001b[24m\n    \u001b[1mサウンド：10/10\u001b[22m\nTo start off the characters all fit their roles perfectly. The sounds effects sound perfect. Additionally the first episode of this special deserves bonus points for the intensity that the voice actors must have projected their voice.\n\n\u001b[1m文字を始めるには、すべての役割が完璧に合っている必要があります。 サウンドエフェクトは完璧に聞こえます。 さらに、このスペシャルの最初のエピソードでは、声優が声を出さなければならない強さのボーナスポイントが必要です。\u001b[22m\n\u001b[1m(Moji o hajimeru ni wa, subete no yakuwari ga kanpeki ni atte iru hitsuyō ga arimasu. Saundoefekuto wa kanpeki ni kikoemasu. Sarani, kono supesharu no saisho no episōdode wa, seiyū ga koe o dasanakereba naranai tsuyo-sa no bōnasupointo ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mTo start off the characters all fit their roles perfectly. The sounds effects sound perfect. Additionally the first episode of this special deserves bonus points for the intensity that the voice actors must have projected their voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo start off the characters all fit their roles perfectly.\u001b[24m\n    \u001b[1m文字を始めるには、すべての役割が完璧に合っている必要があります。\u001b[22m, \u001b[1m文字をオフに開始するには、すべて完璧にその役割にフィット。\u001b[22m\n\u001b[4mThe sounds effects sound perfect.\u001b[24m\n    \u001b[1mサウンドエフェクトは完璧に聞こえます。\u001b[22m\n\u001b[4mAdditionally the first episode of this special deserves bonus points for the intensity that the voice actors must have projected their voice.\u001b[24m\n    \u001b[1mさらに、このスペシャルの最初のエピソードでは、声優が声を出さなければならない強さのボーナスポイントが必要です。\u001b[22m, \u001b[1mさらに、この特別の最初のエピソードは、声優が声を投影している必要があり、強度のためにボーナスポイントに値します。\u001b[22m\nNext we have the intro and outro music. Its the same as it was in the original. Personally, I thought this music described the series perfectly and, the intro specifically is one of my favorite songs to date.\n\n\u001b[1m次に、イントロとアウトロの音楽があります。 それは元のものと同じです。 個人的に、私はこの音楽がシリーズを完全に記述したと思っていました。イントロは、特にこれまでの私のお気に入りの曲の一つです。\u001b[22m\n\u001b[1m(Tsugini, Intoro to autoro no ongaku ga arimasu. Sore wa gen no mono to onajidesu. Kojin-teki ni, watashi wa kono ongaku ga shirīzu o kanzen ni kijutsu shita to omotte imashita. Intoro wa, tokuni kore made no watashinōkiniiri no kyoku no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mNext we have the intro and outro music. Its the same as it was in the original. Personally, I thought this music described the series perfectly and, the intro specifically is one of my favorite songs to date.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNext we have the intro and outro music.\u001b[24m\n    \u001b[1m次に、イントロとアウトロの音楽があります。\u001b[22m, \u001b[1m次に、イントロとアウトロの音楽を持っています。\u001b[22m\n\u001b[4mIts the same as it was in the original.\u001b[24m\n    \u001b[1mそれは元のものと同じです。\u001b[22m, \u001b[1mそれが元にあったように、その同じ。\u001b[22m\n\u001b[4mPersonally, I thought this music described the series perfectly and, the intro specifically is one of my favorite songs to date.\u001b[24m\n    \u001b[1m個人的に、私はこの音楽がシリーズを完全に記述したと思っていました。イントロは、特にこれまでの私のお気に入りの曲の一つです。\u001b[22m, \u001b[1m個人的に、私はこの音楽が完全にシリーズを説明し、イントロは、具体的にこれまでの私の好きな曲の一つであると思いました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nAs I said in sound the characters voice actor's play their parts perfectly, making these specials funny and fun to watch. If I was in their position, I could see me becoming one of them and having fun/ doing anything to try and 'beat' Angel.\n\n\u001b[1m私が声で言ったように、俳優の声優はその部分を完全に演奏し、これらのスペシャルを面白く楽しいものにしています。 もし私が彼らのポジションにいたら、私は彼らが私の一人となり、楽しいことをしている/何かを試みてエンジェルを打ち負かすのを見ることができました。\u001b[22m\n\u001b[1m(Watashi ga koe de itta yō ni, haiyū no seiyū wa sono bubun o kanzen ni ensō shi, korera no supesharu o omoshiroku tanoshī mono ni shite imasu. Moshi watashi ga karera no pojishon ni itara, watashi wa karera ga watashi no hitori to nari, tanoshīkoto o shite iru/ nanika o kokoromite Enjeru o uchi makasu no o miru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mAs I said in sound the characters voice actor's play their parts perfectly, making these specials funny and fun to watch. If I was in their position, I could see me becoming one of them and having fun/ doing anything to try and 'beat' Angel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I said in sound the characters voice actor's play their parts perfectly, making these specials funny and fun to watch.\u001b[24m\n    \u001b[1m私が声で言ったように、俳優の声優はその部分を完全に演奏し、これらのスペシャルを面白く楽しいものにしています。\u001b[22m, \u001b[1m私は、文字の声優さんの見て、これらのスペシャルが面白いと楽しい作り、完全にその部分を再生音に言ったように。\u001b[22m\n\u001b[4mIf I was in their position, I could see me becoming one of them and having fun/ doing anything to try and 'beat' Angel.\u001b[24m\n    \u001b[1mもし私が彼らのポジションにいたら、私は彼らが私の一人となり、楽しいことをしている/何かを試みてエンジェルを打ち負かすのを見ることができました。\u001b[22m, \u001b[1m私はそれらの位置にあった場合、私は私がそれらの1になって、楽しい/しようと天使 'を打つ」ために何もしていた見ることができました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI had a lot of fun watching these episodes. I would include these specials in a rewatch with friends for sure. It may not be what you want to watch directly after finishing the season if you are still crying from the last episodes, but if you liked Angel Beats and you thought it was a funny series like I did, you will enjoy these specials for sure.\n\n\u001b[1m私はこれらのエピソードを見て楽しかったです。 私は確かに友人との再ウォッチにこれらのスペシャルを含めるでしょう。 あなたが最後のエピソードからまだ泣いている場合は、シーズン終了後に直接見たいものではないかもしれませんが、Angel Beatsが好きで、それが私のように面白いシリーズだと思った場合、あなたはこれらのスペシャルを確実に楽しむでしょう。\u001b[22m\n\u001b[1m(Watashi wa korera no episōdo o mite tanoshikattadesu. Watashi wa tashika ni yūjin to no sai u~otchi ni korera no supesharu o fukumerudeshou. Anata ga saigo no episōdo kara mada naite iru baai wa, shīzun shūryōgo ni chokusetsu mitai monode wanai kamo shiremasenga, enzeru bītsu ga sukide, sore ga watashi no yō ni omoshiroi shirīzuda to omotta baai, anata wa korera no supesharu o kakujitsu ni tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI had a lot of fun watching these episodes. I would include these specials in a rewatch with friends for sure. It may not be what you want to watch directly after finishing the season if you are still crying from the last episodes, but if you liked Angel Beats and you thought it was a funny series like I did, you will enjoy these specials for sure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had a lot of fun watching these episodes.\u001b[24m\n    \u001b[1m私はこれらのエピソードを見て楽しかったです。\u001b[22m, \u001b[1m私はこれらのエピソードを見て多くの楽しみを持っていました。\u001b[22m\n\u001b[4mI would include these specials in a rewatch with friends for sure.\u001b[24m\n    \u001b[1m私は確かに友人との再ウォッチにこれらのスペシャルを含めるでしょう。\u001b[22m, \u001b[1m私は確かに友人とrewatchでこれらのスペシャルを含むであろう。\u001b[22m\n\u001b[4mIt may not be what you want to watch directly after finishing the season if you are still crying from the last episodes, but if you liked Angel Beats and you thought it was a funny series like I did, you will enjoy these specials for sure.\u001b[24m\n    \u001b[1mあなたが最後のエピソードからまだ泣いている場合は、シーズン終了後に直接見たいものではないかもしれませんが、Angel Beatsが好きで、それが私のように面白いシリーズだと思った場合、あなたはこれらのスペシャルを確実に楽しむでしょう。\u001b[22m, \u001b[1mそれはあなたがまだ最後のエピソードから泣いているが、あなたはエンジェルビーツが好きで、あなたは私がやったようにそれが面白いシリーズだと思った場合、あなたは確かにこれらのスペシャルをお楽しみいただけます場合は、シーズンを終えた後、直接見たいものではないかもしれません。\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "ChaosPaladin",
    "profile": "/profile/ChaosPaladin/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=32962",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  5\n\nAngel Beats OVA...私はもっと深刻な何かを期待していたと言わざるを得ません...\n\n基本的にSpin-Offエピソードで、メインプロットには何も追加しません。\n\nエンジェルビーツのタイムラインでは、エピソード5または6の途中で、いくつかの出来事がまだ起こっていないと思います。\n\nとにかく、エピソードへ：それはS.S.S.からの新しい操作です 天使に神がどこにいるかを伝える旅団。\n\n一部のキャラクターは、ヒナタのようなOVA、そして天使（LOL）との対決では特にシンナのような重要なプロットを持っています。\n\n結局は良いエピソードだったし、それは私がいくつかの部分で笑わせると言いたいと思う。 しかし、オタナシとテンシの間の別のエンディング（Keyのスペシャル）である'13 -C Ending 'を変えて、噂にあったものとはまったく異なっていました。\n\nだから、これと「エンジェルビーツの最も普通のエピソード」の結果として、私は全体的な評価として7を与えるでしょう...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThe Angel Beats OVA... I've to say I was expecting something more serious...\n\n\u001b[1mAngel Beats OVA...私はもっと深刻な何かを期待していたと言わざるを得ません...\u001b[22m\n\u001b[1m(Enzeru bītsu ovu~a... Watashi wa motto shinkokuna nanika o kitai shite ita to iwazaru o emasen...)\u001b[22m\n\nTranslations of \u001b[4mThe Angel Beats OVA... I've to say I was expecting something more serious...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Angel Beats OVA... I've to say I was expecting something more serious...\u001b[24m\n    \u001b[1mAngel Beats OVA...私はもっと深刻な何かを期待していたと言わざるを得ません...\u001b[22m, \u001b[1m天使は私がより深刻な何かを期待していたと言ってました... OVAビート...\u001b[22m\n\u001b[1m\u001b[22m\nIt's basically a Spin-Off Episode, with nothing to add to the Main Plot.\n\n\u001b[1m基本的にSpin-Offエピソードで、メインプロットには何も追加しません。\u001b[22m\n\u001b[1m(Kihontekini supin - Off episōdo de, meinpurotto ni wa nani mo tsuika shimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's basically a Spin-Off Episode, with nothing to add to the Main Plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's basically a Spin-Off Episode, with nothing to add to the Main Plot.\u001b[24m\n    \u001b[1m基本的にSpin-Offエピソードで、メインプロットには何も追加しません。\u001b[22m, \u001b[1mこれは、メインプロットに追加する何も、基本的にはスピンオフエピソードです。\u001b[22m\n\u001b[1m\u001b[22m\nIn the Angel Beats's timeline, I guess in the middle of Episode 5 or 6, since some events not happened yet.\n\n\u001b[1mエンジェルビーツのタイムラインでは、エピソード5または6の途中で、いくつかの出来事がまだ起こっていないと思います。\u001b[22m\n\u001b[1m(Enjerubītsu no taimu rainde wa, episōdo 5 matawa 6 no tochū de, ikutsu ka no dekigoto ga mada okotte inai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the Angel Beats's timeline, I guess in the middle of Episode 5 or 6, since some events not happened yet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the Angel Beats's timeline, I guess in the middle of Episode 5 or 6, since some events not happened yet.\u001b[24m\n    \u001b[1mエンジェルビーツのタイムラインでは、エピソード5または6の途中で、いくつかの出来事がまだ起こっていないと思います。\u001b[22m, \u001b[1m一部のイベントはまだ起きていないので、エンジェルビーツのタイムラインでは、私は、エピソード5または6の途中で推測します。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway, to the Episode: it's a new operation from the S.S.S. Brigade to make the Tenshi tell where's God.\n\n\u001b[1mとにかく、エピソードへ：それはS.S.S.からの新しい操作です 天使に神がどこにいるかを伝える旅団。\u001b[22m\n\u001b[1m(Tonikaku, episōdo e: Sore wa S. S. S. Kara no atarashī sōsadesu tenshi ni kami ga doko ni iru ka o tsutaeru ryodan.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, to the Episode: it's a new operation from the S.S.S. Brigade to make the Tenshi tell where's God.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, to the Episode: it's a new operation from the S.S.S.\u001b[24m\n    \u001b[1mとにかく、エピソードへ：それはS.S.S.からの新しい操作です\u001b[22m, \u001b[1mとにかく、エピソードに：それはS.S.S.から新たな操作です\u001b[22m\n\u001b[4mBrigade to make the Tenshi tell where's God.\u001b[24m\n    \u001b[1m天使に神がどこにいるかを伝える旅団。\u001b[22m, \u001b[1m旅団は神だどこ天使が言うようにします。\u001b[22m\n\u001b[1m\u001b[22m\nSome characters have important plot in the OVA, like Hinata, and specially Shinna in the confrontation with the Tenshi (LOL).\n\n\u001b[1m一部のキャラクターは、ヒナタのようなOVA、そして天使（LOL）との対決では特にシンナのような重要なプロットを持っています。\u001b[22m\n\u001b[1m(Ichibu no kyarakutā wa, hinata no yōna ovu~a, soshite tenshi (LOL) to no taiketsude wa tokuni shin'na no yōna jūyōna purotto o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSome characters have important plot in the OVA, like Hinata, and specially Shinna in the confrontation with the Tenshi (LOL).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome characters have important plot in the OVA, like Hinata, and specially Shinna in the confrontation with the Tenshi (LOL).\u001b[24m\n    \u001b[1m一部のキャラクターは、ヒナタのようなOVA、そして天使（LOL）との対決では特にシンナのような重要なプロットを持っています。\u001b[22m, \u001b[1m一部の文字は天使（笑）との対決に日向のように、OVAでの重要なプロットを持っており、特別にShinna。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end was a good episode, and I've to say it's make me laugh in some parts. But yet, was totally different that was in the rumors, changing the '13-C Ending', which as a alternative ending (speciality of Key) between Otonashi and Tenshi.\n\n\u001b[1m結局は良いエピソードだったし、それは私がいくつかの部分で笑わせると言いたいと思う。 しかし、オタナシとテンシの間の別のエンディング（Keyのスペシャル）である'13 -C Ending 'を変えて、噂にあったものとはまったく異なっていました。\u001b[22m\n\u001b[1m(Kekkyoku wa yoi episōdodattashi, sore wa watashi ga ikutsu ka no bubun de warawaseru to iitai to omou. Shikashi, otanashi to tenshi no ma no betsu no endingu (kī no supesharu)dearu' 13 - C endingu' o kaete, uwasa ni atta mono to wa mattaku kotonatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mIn the end was a good episode, and I've to say it's make me laugh in some parts. But yet, was totally different that was in the rumors, changing the '13-C Ending', which as a alternative ending (speciality of Key) between Otonashi and Tenshi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end was a good episode, and I've to say it's make me laugh in some parts.\u001b[24m\n    \u001b[1m結局は良いエピソードだったし、それは私がいくつかの部分で笑わせると言いたいと思う。\u001b[22m, \u001b[1m最後に良いエピソードだった、と私はそれが私はいくつかの部分で笑わせるだと言ってきました。\u001b[22m\n\u001b[4mBut yet, was totally different that was in the rumors, changing the '13-C Ending', which as a alternative ending (speciality of Key) between Otonashi and Tenshi.\u001b[24m\n    \u001b[1mしかし、オタナシとテンシの間の別のエンディング（Keyのスペシャル）である'13 -C Ending 'を変えて、噂にあったものとはまったく異なっていました。\u001b[22m, \u001b[1mしかし、まだ、どの音無と天使の間（キーの名物を）終了の代替としての「エンディング'13 -Cを、変更、噂にあったことは全く異なっていました。\u001b[22m\n\u001b[1m\u001b[22m\nSo, as a result of this and the 'most normal episode of Angel Beats', I'll give a Overall Rating as 7...\n\n\u001b[1mだから、これと「エンジェルビーツの最も普通のエピソード」の結果として、私は全体的な評価として7を与えるでしょう...\u001b[22m\n\u001b[1m(Dakara, kore to `enjerubītsu no mottomo futsū no episōdo' no kekka to shite, watashi wa zentai-tekina hyōka to shite 7 o ataerudeshou...)\u001b[22m\n\nTranslations of \u001b[4mSo, as a result of this and the 'most normal episode of Angel Beats', I'll give a Overall Rating as 7...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, as a result of this and the 'most normal episode of Angel Beats', I'll give a Overall Rating as 7...\u001b[24m\n    \u001b[1mだから、これと「エンジェルビーツの最も普通のエピソード」の結果として、私は全体的な評価として7を与えるでしょう...\u001b[22m, \u001b[1mだから、「ビーツ天使の最も通常のエピソード「この結果として、私は7のように総合的な評価を与えるでしょう...\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "LegionWrex",
    "profile": "/profile/LegionWrex/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=171221",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  3\n|  7\n\nエンジェルビーツの私の元のレビューを見たことのない人のために、私はこれを読む前にそれを読むことを強くお勧めします。\n\n...あなたはそれを読んだことがありますか？ さあ始めましょう。\n\nこのOVAは、この番組の最終的なDVD版でリリースされたもので、娯楽以外何も意味を持たないスタンドアローンのコメディエピソードです。 しかし、それはその前で成功するのだろうか？\n\nストーリー：6/10\n\nOVAの物語は標準のAngel Beatsです！ 運賃：SSS社会は天使を妨害する新たな計画を思いつき、フェイナガンが続く。 それがその基本的な要点です。\n\n私はうそをつくつもりではない、これらのタイプのエピソードは、ショーの前半にあったし、この点でノベルティはちょっと消えてしまった。\n\nしかし、これはエピソードが大いに面白くなるのを止めませんでした。\n\nアート：9/10\n\n私はこれを短く甘く保つつもりです。 芸術とアニメーションは標準のAngel Beatsです！ もう一度運賃：本当に本当に良い。\n\nあなたがショーのスタイルが好きだったら、ここに収まるでしょう。\n\nサウンド：9/10\n\nエンジェルビーツのサウンドトラックは、私のためのショーの中で最も強力な部分でした。 再び、私は正直なところ、十分に得ることができないOPに特別な言及。\n\nこれで楽しい驚きは改良されたダブでした。 ショーには恐ろしいダビングはありませんでしたが、それはそれが可能であったほど良くはありませんでした。 私はOVAのダブがずっと優れていると言っています。 これらのキャラクターの俳優の経験で、ダブはそれらとともに改善されました。\n\nキャラクター：3/10\n\n私のためのショーの最も弱い部分はまだOVAの中で最も弱いものです。 メインキャラクターはまだまだ穏やかで退屈で、残りのキャラクターは存在しないか、未開発です。\n\n確かに、それはコメディの救済のエピソードですが、それでもOtonashiとAngelのキャラクターの瞬間には時間があります。 いいえ。  *それだけが起こるならば...\n\n楽しさ：7/10\n\nエピソードのあなたの楽しみはAngel Beatsのどの部分によって決まるのですか？ あなたは好きだった。 あなたがもっと劇的な要素のファンだったら、これはあなたのためではありません。\n\nしかし、あなたが自分のような奇妙な、コメディーなビットを楽しんだら、このエピソードで楽しくなるでしょう。 それは、あなたがやっていることから、25分の素早い転換です。\n\n全体：6/10\n\nAngel Beats！天国の階段は、Angel Beats！がコメディの真の強みを示す、無意味であれば、無意味であれば楽しいですが、それでもまだ多くのものを修正していなくても ショーに苦しんだ問題。 これは、エンジェルビーツファンのための必見ですが、他の誰もがそれを渡すことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFor those who haven't seen my original review of Angel Beats!, I highly recommend reading that before reading this.\n\n\u001b[1mエンジェルビーツの私の元のレビューを見たことのない人のために、私はこれを読む前にそれを読むことを強くお勧めします。\u001b[22m\n\u001b[1m(Enjerubītsu no watashi no gen no rebyū o mita koto no nai hito no tame ni, watashi wa kore o yomu mae ni sore o yomu koto o tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor those who haven't seen my original review of Angel Beats!, I highly recommend reading that before reading this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those who haven't seen my original review of Angel Beats!, I highly recommend reading that before reading this.\u001b[24m\n    \u001b[1mエンジェルビーツの私の元のレビューを見たことのない人のために、私はこれを読む前にそれを読むことを強くお勧めします。\u001b[22m, \u001b[1mエンジェルビーツの私の元のレビューを見ていない人のために！、私は非常に前にこれを読んでいることを読むことをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n...Ok, you've read it? Let's get started then.\n\n\u001b[1m...あなたはそれを読んだことがありますか？ さあ始めましょう。\u001b[22m\n\u001b[1m(... Anata wa sore o yonda koto ga arimasu ka? Sā hajimemashou.)\u001b[22m\n\nTranslations of \u001b[4m...Ok, you've read it? Let's get started then.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...Ok, you've read it?\u001b[24m\n    \u001b[1m...あなたはそれを読んだことがありますか？\u001b[22m, \u001b[1m... [OK]を、あなたはそれを読みましたか？\u001b[22m\n\u001b[4mLet's get started then.\u001b[24m\n    \u001b[1mさあ始めましょう。\u001b[22m, \u001b[1mそれでは、次に、始めましょう。\u001b[22m\n\u001b[1m\u001b[22m\nThis OVA released with the final DVD volume of the show is a stand alone comedy episode that is meant to be entertaining and nothing more. But does it succeed on that front?\n\n\u001b[1mこのOVAは、この番組の最終的なDVD版でリリースされたもので、娯楽以外何も意味を持たないスタンドアローンのコメディエピソードです。 しかし、それはその前で成功するのだろうか？\u001b[22m\n\u001b[1m(Kono ovu~a wa, kono bangumi no saishū-tekina DVD-ban de rirīsu sa reta mono de, goraku igai nani mo imi o motanai sutandoarōn no komediepisōdodesu. Shikashi, sore wa sono zen de seikō suru nodarou ka?)\u001b[22m\n\nTranslations of \u001b[4mThis OVA released with the final DVD volume of the show is a stand alone comedy episode that is meant to be entertaining and nothing more. But does it succeed on that front?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis OVA released with the final DVD volume of the show is a stand alone comedy episode that is meant to be entertaining and nothing more.\u001b[24m\n    \u001b[1mこのOVAは、この番組の最終的なDVD版でリリースされたもので、娯楽以外何も意味を持たないスタンドアローンのコメディエピソードです。\u001b[22m, \u001b[1mショーの最後のDVDボリュームでリリースされ、このOVAは面白いとより多くの何もないことを意味しているスタンドアロンのコメディエピソードです。\u001b[22m\n\u001b[4mBut does it succeed on that front?\u001b[24m\n    \u001b[1mしかし、それはその前で成功するのだろうか？\u001b[22m, \u001b[1mしかし、それは、その前面に成功していますか？\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6/10\n\n\u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m(Sutōrī: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6/10\u001b[24m\n    \u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m\u001b[22m\nThe story of the OVA is standard Angel Beats! fare: the SSS society comes up with a new plan to thwart Angel, and shenanigans ensue. That's the basic gist of it.\n\n\u001b[1mOVAの物語は標準のAngel Beatsです！ 運賃：SSS社会は天使を妨害する新たな計画を思いつき、フェイナガンが続く。 それがその基本的な要点です。\u001b[22m\n\u001b[1m(Ovu~a no monogatari wa hyōjun no enzeru bītsudesu! Unchin: SSS shakai wa tenshi o bōgai suru aratana keikaku o omoitsuki, feinagan ga tsudzuku. Sore ga sono kihon-tekina yōtendesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of the OVA is standard Angel Beats! fare: the SSS society comes up with a new plan to thwart Angel, and shenanigans ensue. That's the basic gist of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of the OVA is standard Angel Beats!\u001b[24m\n    \u001b[1mOVAの物語は標準のAngel Beatsです！\u001b[22m, \u001b[1mOVAの話は、標準的なエンジェルビーツです！\u001b[22m\n\u001b[4mfare: the SSS society comes up with a new plan to thwart Angel, and shenanigans ensue.\u001b[24m\n    \u001b[1m運賃：SSS社会は天使を妨害する新たな計画を思いつき、フェイナガンが続く。\u001b[22m, \u001b[1m運賃：SSSの社会は天使を阻止するための新たな計画を思い付く、とペテンが続いて起こります。\u001b[22m\n\u001b[4mThat's the basic gist of it.\u001b[24m\n    \u001b[1mそれがその基本的な要点です。\u001b[22m, \u001b[1mそれはそれの基本的な要点です。\u001b[22m\n\u001b[1m\u001b[22m\nI'm not gonna lie, these types of episodes were all over the first half of the show, and the novelty has kinda worn off by this point.\n\n\u001b[1m私はうそをつくつもりではない、これらのタイプのエピソードは、ショーの前半にあったし、この点でノベルティはちょっと消えてしまった。\u001b[22m\n\u001b[1m(Watashi wa uso o tsuku tsumoride wanai, korera no taipu no episōdo wa, shō no zenhan ni attashi, kono ten de noberuti wa chotto kiete shimatta.)\u001b[22m\n\nTranslations of \u001b[4mI'm not gonna lie, these types of episodes were all over the first half of the show, and the novelty has kinda worn off by this point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not gonna lie, these types of episodes were all over the first half of the show, and the novelty has kinda worn off by this point.\u001b[24m\n    \u001b[1m私はうそをつくつもりではない、これらのタイプのエピソードは、ショーの前半にあったし、この点でノベルティはちょっと消えてしまった。\u001b[22m, \u001b[1m私はつもり嘘はないよ、エピソードのこれらのタイプは、すべてのショーの前半を超えていた、と目新しさはちょっとこの時点ではオフに着用しています。\u001b[22m\n\u001b[1m\u001b[22m\nThis however, did not stop the episode from being immensely entertaining.\n\n\u001b[1mしかし、これはエピソードが大いに面白くなるのを止めませんでした。\u001b[22m\n\u001b[1m(Shikashi, koreha episōdo ga ōini omoshiroku naru no o tomemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis however, did not stop the episode from being immensely entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis however, did not stop the episode from being immensely entertaining.\u001b[24m\n    \u001b[1mしかし、これはエピソードが大いに面白くなるのを止めませんでした。\u001b[22m, \u001b[1mしかし、これは非常に面白いされてからのエピソードを停止していません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\n\u001b[1m\u001b[22m\nI'm gonna keep this one short and sweet. The art and animation is standard Angel Beats! fare once again: really really good.\n\n\u001b[1m私はこれを短く甘く保つつもりです。 芸術とアニメーションは標準のAngel Beatsです！ もう一度運賃：本当に本当に良い。\u001b[22m\n\u001b[1m(Watashi wa kore o mijikaku amaku tamotsu tsumoridesu. Geijutsu to animēshon wa hyōjun no enzeru bītsudesu! Mōichido unchin: Hontōni hontōni yoi.)\u001b[22m\n\nTranslations of \u001b[4mI'm gonna keep this one short and sweet. The art and animation is standard Angel Beats! fare once again: really really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm gonna keep this one short and sweet.\u001b[24m\n    \u001b[1m私はこれを短く甘く保つつもりです。\u001b[22m, \u001b[1m私はつもり短いと甘い、この1を維持しています。\u001b[22m\n\u001b[4mThe art and animation is standard Angel Beats!\u001b[24m\n    \u001b[1m芸術とアニメーションは標準のAngel Beatsです！\u001b[22m, \u001b[1mアートやアニメーションは、標準的なエンジェルビーツです！\u001b[22m\n\u001b[4mfare once again: really really good.\u001b[24m\n    \u001b[1mもう一度運賃：本当に本当に良い。\u001b[22m, \u001b[1mもう一度運賃：本当に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you liked the style of the show, you'll fit right in here.\n\n\u001b[1mあなたがショーのスタイルが好きだったら、ここに収まるでしょう。\u001b[22m\n\u001b[1m(Anata ga shō no sutairu ga sukidattara, koko ni osamarudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIf you liked the style of the show, you'll fit right in here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you liked the style of the show, you'll fit right in here.\u001b[24m\n    \u001b[1mあなたがショーのスタイルが好きだったら、ここに収まるでしょう。\u001b[22m, \u001b[1mあなたがショーのスタイルが好きなら、あなたはここで右に収まるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack of Angel Beats was the strongest part of the show for me, and it's nice to hear it again in full force. Once again, special mention to the OP, which I honestly can't get enough of.\n\n\u001b[1mエンジェルビーツのサウンドトラックは、私のためのショーの中で最も強力な部分でした。 再び、私は正直なところ、十分に得ることができないOPに特別な言及。\u001b[22m\n\u001b[1m(Enjerubītsu no saundotorakku wa, watashi no tame no shō no naka de mottomo kyōryokuna bubundeshita. Futatabi, watashi wa shōjikina tokoro, jūbun ni eru koto ga dekinai OP ni tokubetsuna genkyū.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack of Angel Beats was the strongest part of the show for me, and it's nice to hear it again in full force. Once again, special mention to the OP, which I honestly can't get enough of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack of Angel Beats was the strongest part of the show for me, and it's nice to hear it again in full force.\u001b[24m\n    \u001b[1mエンジェルビーツのサウンドトラックは、私のためのショーの中で最も強力な部分でした。\u001b[22m, \u001b[1mエンジェルビーツのサウンドトラックは、私のためにショーの最強の一部であり、それは完全な力で再びそれを聞いてうれしいです。\u001b[22m\n\u001b[4mOnce again, special mention to the OP, which I honestly can't get enough of.\u001b[24m\n    \u001b[1m再び、私は正直なところ、十分に得ることができないOPに特別な言及。\u001b[22m, \u001b[1mもう一度、私は正直を十分に得ることができないOPへの特別な言及。\u001b[22m\n\u001b[1m\u001b[22m\nA pleasant surprise in this was the improved dub. While the show didn't have a terrible dub, it wasn't as good as it could have been. I here to say the OVA's dub is far superior. With the actor's experience with these characters, the dub has improved along with them.\n\n\u001b[1mこれで楽しい驚きは改良されたダブでした。 ショーには恐ろしいダビングはありませんでしたが、それはそれが可能であったほど良くはありませんでした。 私はOVAのダブがずっと優れていると言っています。 これらのキャラクターの俳優の経験で、ダブはそれらとともに改善されました。\u001b[22m\n\u001b[1m(Kore de tanoshī odoroki wa kairyō sa reta dabudeshita. Shō ni wa osoroshī dabingu wa arimasendeshitaga, sore wa sore ga kanōdeatta hodo yoku wa arimasendeshita. Watashi wa ovu~a no dabu ga zutto sugurete iru to itte imasu. Korera no kyarakutā no haiyū no keiken de, dabu wa sorera to tomoni kaizen sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mA pleasant surprise in this was the improved dub. While the show didn't have a terrible dub, it wasn't as good as it could have been. I here to say the OVA's dub is far superior. With the actor's experience with these characters, the dub has improved along with them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA pleasant surprise in this was the improved dub.\u001b[24m\n    \u001b[1mこれで楽しい驚きは改良されたダブでした。\u001b[22m, \u001b[1mこの中にうれしい驚きは、改良されたダブでした。\u001b[22m\n\u001b[4mWhile the show didn't have a terrible dub, it wasn't as good as it could have been.\u001b[24m\n    \u001b[1mショーには恐ろしいダビングはありませんでしたが、それはそれが可能であったほど良くはありませんでした。\u001b[22m, \u001b[1mショーはひどいダブを持っていなかったが、それはされている可能性がほど良くはなかったです。\u001b[22m\n\u001b[4mI here to say the OVA's dub is far superior.\u001b[24m\n    \u001b[1m私はOVAのダブがずっと優れていると言っています。\u001b[22m, \u001b[1mここで私はOVAのダブがはるかに優れていると言って。\u001b[22m\n\u001b[4mWith the actor's experience with these characters, the dub has improved along with them.\u001b[24m\n    \u001b[1mこれらのキャラクターの俳優の経験で、ダブはそれらとともに改善されました。\u001b[22m, \u001b[1mこれらの文字と俳優の経験では、ダブは彼らと一緒に改善されました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 3/10\n\n\u001b[1mキャラクター：3/10\u001b[22m\n\u001b[1m(Kyarakutā: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 3/10\u001b[24m\n    \u001b[1mキャラクター：3/10\u001b[22m\n\u001b[1m\u001b[22m\nThe weakest part of the show for me is still the weakest thing in the OVA. The main characters are still bland and boring, and the rest of the characters are either non-existent or undeveloped.\n\n\u001b[1m私のためのショーの最も弱い部分はまだOVAの中で最も弱いものです。 メインキャラクターはまだまだ穏やかで退屈で、残りのキャラクターは存在しないか、未開発です。\u001b[22m\n\u001b[1m(Watashi no tame no shō no mottomo yowai bubun wa mada ovu~a no naka de mottomo yowai monodesu. Meinkyarakutā wa madamada odayakade taikutsude, nokori no kyarakutā wa sonzaishinai ka, mikaihatsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe weakest part of the show for me is still the weakest thing in the OVA. The main characters are still bland and boring, and the rest of the characters are either non-existent or undeveloped.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe weakest part of the show for me is still the weakest thing in the OVA.\u001b[24m\n    \u001b[1m私のためのショーの最も弱い部分はまだOVAの中で最も弱いものです。\u001b[22m, \u001b[1m私のためのショーの最も弱い部分がまだOVAで最も弱いものです。\u001b[22m\n\u001b[4mThe main characters are still bland and boring, and the rest of the characters are either non-existent or undeveloped.\u001b[24m\n    \u001b[1mメインキャラクターはまだまだ穏やかで退屈で、残りのキャラクターは存在しないか、未開発です。\u001b[22m, \u001b[1mメインキャラクターは、まだ当たり障りのないと退屈している、との文字の残りの部分は存在しないか、未開発のいずれかです。\u001b[22m\n\u001b[1m\u001b[22m\nGranted, it is a comedic relief episode but it still gives time to character moments for Otonashi and Angel, so maybe some character moments for the others? Nope. *sigh* If only that would happen...\n\n\u001b[1m確かに、それはコメディの救済のエピソードですが、それでもOtonashiとAngelのキャラクターの瞬間には時間があります。 いいえ。  *それだけが起こるならば...\u001b[22m\n\u001b[1m(Tashika ni, soreha komedi no kyūsai no episōdodesuga, soredemo Otonashi to enzeru no kyarakutā no shunkan ni wa jikan ga arimasu. Īe. * Sore dake ga okorunaraba...)\u001b[22m\n\nTranslations of \u001b[4mGranted, it is a comedic relief episode but it still gives time to character moments for Otonashi and Angel, so maybe some character moments for the others? Nope. *sigh* If only that would happen...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGranted, it is a comedic relief episode but it still gives time to character moments for Otonashi and Angel, so maybe some character moments for the others?\u001b[24m\n    \u001b[1m確かに、それはコメディの救済のエピソードですが、それでもOtonashiとAngelのキャラクターの瞬間には時間があります。\u001b[22m, \u001b[1m確かに、それは喜劇救済エピソードですが、それはまだ音無と天使の文字瞬間に時間を与えるため、他の人のためかもしれないいくつかの文字の瞬間？\u001b[22m\n\u001b[4mNope.\u001b[24m\n    \u001b[1mいいえ。\u001b[22m\n\u001b[4m*sigh* If only that would happen...\u001b[24m\n    \u001b[1m*それだけが起こるならば...\u001b[22m, \u001b[1m*のみそれが起こるだろう場合*ため息...\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7/10\n\n\u001b[1m楽しさ：7/10\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7/10\u001b[24m\n    \u001b[1m楽しさ：7/10\u001b[22m\n\u001b[1m\u001b[22m\nYour enjoyment of the episode is determined by what parts of Angel Beats! you liked. If you were a fan of the more dramatic elements, then this isn't for you.\n\n\u001b[1mエピソードのあなたの楽しみはAngel Beatsのどの部分によって決まるのですか？ あなたは好きだった。 あなたがもっと劇的な要素のファンだったら、これはあなたのためではありません。\u001b[22m\n\u001b[1m(Episōdo no anata no tanoshimi wa enzeru bītsu no dono bubun ni yotte kimaru nodesu ka? Anata wa sukidatta. Anata ga motto gekitekina yōso no fandattara, kore wa anata no tamede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mYour enjoyment of the episode is determined by what parts of Angel Beats! you liked. If you were a fan of the more dramatic elements, then this isn't for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYour enjoyment of the episode is determined by what parts of Angel Beats!\u001b[24m\n    \u001b[1mエピソードのあなたの楽しみはAngel Beatsのどの部分によって決まるのですか？\u001b[22m, \u001b[1mエピソードのあなたの楽しみはエンジェルビーツのどの部分で決まり！\u001b[22m\n\u001b[4myou liked.\u001b[24m\n    \u001b[1mあなたは好きだった。\u001b[22m, \u001b[1mあなたが好きでした。\u001b[22m\n\u001b[4mIf you were a fan of the more dramatic elements, then this isn't for you.\u001b[24m\n    \u001b[1mあなたがもっと劇的な要素のファンだったら、これはあなたのためではありません。\u001b[22m, \u001b[1mあなたはより劇的な要素のファンであれば、これはあなたのためではありません。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, if you enjoyed the zany, comedic bits like myself, then you will have fun with this episode. It's a quick, 25 minute diversion from anything you may be doing.\n\n\u001b[1mしかし、あなたが自分のような奇妙な、コメディーなビットを楽しんだら、このエピソードで楽しくなるでしょう。 それは、あなたがやっていることから、25分の素早い転換です。\u001b[22m\n\u001b[1m(Shikashi, anata ga jibun no yōna kimyōna, komedīna bitto o tanoshindara, kono episōdo de tanoshiku narudeshou. Sore wa, anata ga yatte iru koto kara, 25-bu no subayai tenkandesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, if you enjoyed the zany, comedic bits like myself, then you will have fun with this episode. It's a quick, 25 minute diversion from anything you may be doing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, if you enjoyed the zany, comedic bits like myself, then you will have fun with this episode.\u001b[24m\n    \u001b[1mしかし、あなたが自分のような奇妙な、コメディーなビットを楽しんだら、このエピソードで楽しくなるでしょう。\u001b[22m, \u001b[1mあなたは私のようなおどけた、喜劇のビットを楽しんだ場合は、あなたはこのエピソードを楽しんでいるだろう。\u001b[22m\n\u001b[4mIt's a quick, 25 minute diversion from anything you may be doing.\u001b[24m\n    \u001b[1mそれは、あなたがやっていることから、25分の素早い転換です。\u001b[22m, \u001b[1mそれはあなたがやってすることができるものから迅速に、25分の流用です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6/10\n\n\u001b[1m全体：6/10\u001b[22m\n\u001b[1m(Zentai: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6/10\u001b[24m\n    \u001b[1m全体：6/10\u001b[22m\n\u001b[1m\u001b[22m\nWhile it may not be the 'height of entertainment', Angel Beats!: Stairway to Heaven is a surprisingly enjoyable, if pointless, OVA that shows Angel Beats!'s true strength in comedy, even if it still doesn't fix many of the problems that plagued the show. This is a must watch for Angel Beats fan, but everyone else can give it a pass.\n\n\u001b[1mAngel Beats！天国の階段は、Angel Beats！がコメディの真の強みを示す、無意味であれば、無意味であれば楽しいですが、それでもまだ多くのものを修正していなくても ショーに苦しんだ問題。 これは、エンジェルビーツファンのための必見ですが、他の誰もがそれを渡すことができます。\u001b[22m\n\u001b[1m(Enjerubītsu tengoku no kaidan wa, enjerubītsu ga komedi no shin no tsuyomi o shimesu, muimideareba, muimideareba tanoshīdesuga, soredemo mada ōku no mono o shūsei shite inakute mo shō ni kurushinda mondai. Kore wa, enjerubītsufan no tame no hikkendesuga, hoka no daremoga sore o watasu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile it may not be the 'height of entertainment', Angel Beats!: Stairway to Heaven is a surprisingly enjoyable, if pointless, OVA that shows Angel Beats!'s true strength in comedy, even if it still doesn't fix many of the problems that plagued the show. This is a must watch for Angel Beats fan, but everyone else can give it a pass.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile it may not be the 'height of entertainment', Angel Beats!: Stairway to Heaven is a surprisingly enjoyable, if pointless, OVA that shows Angel Beats!'s true strength in comedy, even if it still doesn't fix many of\u001b[24m\n    \u001b[1mAngel Beats！天国の階段は、Angel Beats！がコメディの真の強みを示す、無意味であれば、無意味であれば楽しいですが、それでもまだ多くのものを修正していなくても\u001b[22m, \u001b[1mそれは娯楽の高さ」ではないかもしれないが、天使はそれがまだの多くが解決しない場合であっても、天国への階段は天使がコメディで！の真の強さをビート示し、驚くほど楽しく、無意味な場合、OVAで!:ビーツ\u001b[22m\n\u001b[4mthe problems that plagued the show.\u001b[24m\n    \u001b[1mショーに苦しんだ問題。\u001b[22m, \u001b[1mショーを悩ませた問題。\u001b[22m\n\u001b[4mThis is a must watch for Angel Beats fan, but everyone else can give it a pass.\u001b[24m\n    \u001b[1mこれは、エンジェルビーツファンのための必見ですが、他の誰もがそれを渡すことができます。\u001b[22m, \u001b[1mこれはエンジェルファンビートを監視しなければなりませんが、誰もがそれにパスを与えることができるです。\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "MiyatouSeishirou",
    "profile": "/profile/MiyatouSeishirou/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=59311",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nAngel Beatsの特別なエピソード！ これは主要な話の一部ではありませんが、それはまだ時計の価値があります。\n\nストーリー：十分なストーリーとプロットに興味をそそられています。いつものように、ひねりは本当に面白いので、これを何度も見たいと思っています。\n\nアート：いつものように、芸術はとてもうまくいっていて、不平を言うことはあまりありません。\n\nサウンド：状況に合った適切な瞬間にサウンドを入れて、ショーをさらに良くします。 メインストーリーと同じようにオープニングとエンディングについては何も言いません。\n\nキャラクター：同じキャラクターは面白い面白い面があります。 何のコメントもありません。\n\n楽しさ：このエピソードそのものは、人を死に笑うようにして、殺人の一形態として使うことができます。 叙事詩と失敗の瞬間を完了すると、このエピソードは、興味深いギミックと紆余曲折に飽きることなく、何度も何度も見て回る価値があります。\n\n全体的には：それがあればそれはいいだろうが、私はあまりにも多くを求めてはいけないと思うが、確かに価値のある見物をする価値がある。 それはチャンスを与え、あなたはそれを後悔しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSpecial episode of Angel Beats! Although this isn't part of the main story, it's still worth the watch.\n\n\u001b[1mAngel Beatsの特別なエピソード！ これは主要な話の一部ではありませんが、それはまだ時計の価値があります。\u001b[22m\n\u001b[1m(Enzeru bītsu no tokubetsuna episōdo! Kore wa shuyōna hanashi no ichibude wa arimasenga, sore wa mada tokei no kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSpecial episode of Angel Beats! Although this isn't part of the main story, it's still worth the watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpecial episode of Angel Beats!\u001b[24m\n    \u001b[1mAngel Beatsの特別なエピソード！\u001b[22m, \u001b[1mエンジェルビーツの特別なエピソード！\u001b[22m\n\u001b[4mAlthough this isn't part of the main story, it's still worth the watch.\u001b[24m\n    \u001b[1mこれは主要な話の一部ではありませんが、それはまだ時計の価値があります。\u001b[22m, \u001b[1mこれはメインストーリーの一部ではありませんが、それはまだ時計の価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Interesting enough story and plot, As usual, the twists are really funny and it makes you want to watch this again and again.\n\n\u001b[1mストーリー：十分なストーリーとプロットに興味をそそられています。いつものように、ひねりは本当に面白いので、これを何度も見たいと思っています。\u001b[22m\n\u001b[1m(Sutōrī: Jūbun'na sutōrī to purotto ni kyōmi o sosora rete imasu. Itsumo no yō ni, hineri wa hontōni omoshiroinode, kore o nando mo mitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: Interesting enough story and plot, As usual, the twists are really funny and it makes you want to watch this again and again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Interesting enough story and plot, As usual, the twists are really funny and it makes you want to watch this again and again.\u001b[24m\n    \u001b[1mストーリー：十分なストーリーとプロットに興味をそそられています。いつものように、ひねりは本当に面白いので、これを何度も見たいと思っています。\u001b[22m, \u001b[1mストーリー：興味深い十分なストーリーとプロットは、いつものように、ねじれは本当に面白いです、それはあなたが何度も何度もこれを見たくなります。\u001b[22m\n\u001b[1m\u001b[22m\nArt: As usual, the art was done very well and there isn't much to complain about.\n\n\u001b[1mアート：いつものように、芸術はとてもうまくいっていて、不平を言うことはあまりありません。\u001b[22m\n\u001b[1m(Āto: Itsumo no yō ni, geijutsu wa totemo umaku itte ite, fuhei o iu koto wa amari arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt: As usual, the art was done very well and there isn't much to complain about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: As usual, the art was done very well and there isn't much to complain about.\u001b[24m\n    \u001b[1mアート：いつものように、芸術はとてもうまくいっていて、不平を言うことはあまりありません。\u001b[22m, \u001b[1mアート：いつものように、芸術は非常によく行われていたと文句を言うべき多くはありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Sounds are put in appropriate moments that suit the situation, making the show even better. Nothing much to say about the opening and ending as its the same as the main story.\n\n\u001b[1mサウンド：状況に合った適切な瞬間にサウンドを入れて、ショーをさらに良くします。 メインストーリーと同じようにオープニングとエンディングについては何も言いません。\u001b[22m\n\u001b[1m(Saundo: Jōkyō ni atta tekisetsuna shunkan ni saundo o irete, shō o sarani yoku shimasu. Meinsutōrī to onajiyōni ōpuningu to endingu ni tsuite wa nani mo iimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound: Sounds are put in appropriate moments that suit the situation, making the show even better. Nothing much to say about the opening and ending as its the same as the main story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Sounds are put in appropriate moments that suit the situation, making the show even better.\u001b[24m\n    \u001b[1mサウンド：状況に合った適切な瞬間にサウンドを入れて、ショーをさらに良くします。\u001b[22m, \u001b[1mサウンド：サウンドは、より良いショーを作り、状況に合わせて適切な瞬間に置かれています。\u001b[22m\n\u001b[4mNothing much to say about the opening and ending as its the same as the main story.\u001b[24m\n    \u001b[1mメインストーリーと同じようにオープニングとエンディングについては何も言いません。\u001b[22m, \u001b[1mメインストーリーとしてのと同じ開口部と終了について言うために多くの何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Same characters with really interesting funny sides to them. Nothing much to comment about.\n\n\u001b[1mキャラクター：同じキャラクターは面白い面白い面があります。 何のコメントもありません。\u001b[22m\n\u001b[1m(Kyarakutā: Onaji kyarakutā wa omoshiroi omoshiroi men ga arimasu. Nani no komento mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Same characters with really interesting funny sides to them. Nothing much to comment about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Same characters with really interesting funny sides to them.\u001b[24m\n    \u001b[1mキャラクター：同じキャラクターは面白い面白い面があります。\u001b[22m, \u001b[1mキャラクター：彼らに本当に面白い面白い側面と同じ文字。\u001b[22m\n\u001b[4mNothing much to comment about.\u001b[24m\n    \u001b[1m何のコメントもありません。\u001b[22m, \u001b[1mコメントするために多くの何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: This episode in itself can be used as a form of murder by making a person laugh to his death. Complete with epic and fail moments, this episode is 1 thats worth watching again and again without ever getting bored of the interesting gimmicks and twists.\n\n\u001b[1m楽しさ：このエピソードそのものは、人を死に笑うようにして、殺人の一形態として使うことができます。 叙事詩と失敗の瞬間を完了すると、このエピソードは、興味深いギミックと紆余曲折に飽きることなく、何度も何度も見て回る価値があります。\u001b[22m\n\u001b[1m(Tanoshisa: Kono episōdo sonomono wa, hito o shini warau yō ni shite, satsujin no ichi keitai to shite tsukau koto ga dekimasu. Jojishi to shippai no shunkan o kanryō suru to, kono episōdo wa, kyōmibukai gimikku to uyokyokusetsu ni akiru koto naku, nandomonandomo mitemawaru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: This episode in itself can be used as a form of murder by making a person laugh to his death. Complete with epic and fail moments, this episode is 1 thats worth watching again and again without ever getting bored of the interesting gimmicks and twists.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: This episode in itself can be used as a form of murder by making a person laugh to his death.\u001b[24m\n    \u001b[1m楽しさ：このエピソードそのものは、人を死に笑うようにして、殺人の一形態として使うことができます。\u001b[22m, \u001b[1m楽しさ：自身でこのエピソードは、彼の死に人の笑いを作ることによって殺人の形として使用することができます。\u001b[22m\n\u001b[4mComplete with epic and fail moments, this episode is 1 thats worth watching again and again without ever getting bored of the interesting gimmicks and twists.\u001b[24m\n    \u001b[1m叙事詩と失敗の瞬間を完了すると、このエピソードは、興味深いギミックと紆余曲折に飽きることなく、何度も何度も見て回る価値があります。\u001b[22m, \u001b[1m叙事詩とモーメントを失敗との完全な、このエピソードは、今まで面白いギミックやねじれの退屈せずに何度も何度も見て価値1のthatsです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Definitely worth watching although it would be nice if there was more to it, but i guess we shouldn't ask for too much. Give it a chance and you won't regret it.\n\n\u001b[1m全体的には：それがあればそれはいいだろうが、私はあまりにも多くを求めてはいけないと思うが、確かに価値のある見物をする価値がある。 それはチャンスを与え、あなたはそれを後悔しません。\u001b[22m\n\u001b[1m(Zentai-teki ni wa: Sore ga areba sore wa īdarouga, watashi wa amarini mo ōku o motomete wa ikenai to omou ga, tashika ni kachinoaru kenbutsu o suru kachigāru. Sore wa chansu o atae, anata wa sore o kōkai shimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Definitely worth watching although it would be nice if there was more to it, but i guess we shouldn't ask for too much. Give it a chance and you won't regret it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Definitely worth watching although it would be nice if there was more to it, but i guess we shouldn't ask for too much.\u001b[24m\n    \u001b[1m全体的には：それがあればそれはいいだろうが、私はあまりにも多くを求めてはいけないと思うが、確かに価値のある見物をする価値がある。\u001b[22m, \u001b[1mそれによりがあった場合、それはいいだろうが、見て間違いなく価値がある、しかし、私たちはあまりにも多くを求めるべきではないと思います：総合。\u001b[22m\n\u001b[4mGive it a chance and you won't regret it.\u001b[24m\n    \u001b[1mそれはチャンスを与え、あなたはそれを後悔しません。\u001b[22m, \u001b[1mそれにチャンスを与え、あなたはそれを後悔しないように。\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "charlegnarle",
    "profile": "/profile/charlegnarle/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=52713",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  10\n\n私がシリーズに何も追加しないと確信していたOVAとして、私は私の座席から笑ってしまう時折陽気な冗談で、スラップスティックコメディ以上を期待していませんでした。 そしてそれはまさに私が得たものです。\n\n「High Tension」に登場するキャラクターのすべてが、主人公のすべてのキャラクターが叫んで、叫び声を出していて、天使に神を連れて来させようとするために、ペースが速い他のものをやっています。 スポイラー：彼らは神を見つけません。 しかし、本当に、なぜあなたはショーを基本的にOVAで終わらせますか？\n\nこれは非常に面白かったし、前にも言ったように面白かったです。 それ以上のものがなければ、あなたのお気に入りのAngel Beatsキャラクターが別のランダムな冒険に行くのを見るためにこれを見るべきです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAs an OVA that I was sure would not add to the series whatsoever, I came into this expecting nothing more than a slapstick comedy with the occasional hilarious joke that would make me fall out of my seat laughing. And that is exactly what I got.\n\n\u001b[1m私がシリーズに何も追加しないと確信していたOVAとして、私は私の座席から笑ってしまう時折陽気な冗談で、スラップスティックコメディ以上を期待していませんでした。 そしてそれはまさに私が得たものです。\u001b[22m\n\u001b[1m(Watashi ga shirīzu ni nani mo tsuika shinai to kakushin shite ita ovu~a to shite, watashi wa watashi no zaseki kara waratte shimau tokiori yōkina jōdan de, surappusutikkukomedi ijō o kitai shite imasendeshita. Soshite sore wa masani watashi ga eta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs an OVA that I was sure would not add to the series whatsoever, I came into this expecting nothing more than a slapstick comedy with the occasional hilarious joke that would make me fall out of my seat laughing. And that is exactly what I got.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs an OVA that I was sure would not add to the series whatsoever, I came into this expecting nothing more than a slapstick comedy with the occasional hilarious joke that would make me fall out of my seat laughing.\u001b[24m\n    \u001b[1m私がシリーズに何も追加しないと確信していたOVAとして、私は私の座席から笑ってしまう時折陽気な冗談で、スラップスティックコメディ以上を期待していませんでした。\u001b[22m, \u001b[1m私は全くのシリーズに追加されないだろうと確信していたOVAとして、私は私が笑って私の席から落ちてしまい、時折陽気なジョークとどたばた喜劇よりも、この期待して何に入って来ました。\u001b[22m\n\u001b[4mAnd that is exactly what I got.\u001b[24m\n    \u001b[1mそしてそれはまさに私が得たものです。\u001b[22m, \u001b[1mそして、それは私が得た、まさにです。\u001b[22m\n\u001b[1m\u001b[22m\nWith all of the characters at “High Tension,” all of the main characters are screaming, yelling, and doing other assorted fast-paced things in an attempt to get Angel to bring them to God. SPOILERS: They do not find God. But really, why would you have the show basically end on an OVA?\n\n\u001b[1m「High Tension」に登場するキャラクターのすべてが、主人公のすべてのキャラクターが叫んで、叫び声を出していて、天使に神を連れて来させようとするために、ペースが速い他のものをやっています。 スポイラー：彼らは神を見つけません。 しかし、本当に、なぜあなたはショーを基本的にOVAで終わらせますか？\u001b[22m\n\u001b[1m(`Haipasufiruta Tension' ni tōjō suru kyarakutā no subete ga, shujinkō no subete no kyarakutā ga sakende, sakebigoe o dashite ite, tenshi ni kami o tsurete kitasa seyou to suru tame ni, pēsu ga hayai ta no mono o yatte imasu. Supoirā: Karera wa kami o mitsukemasen. Shikashi, hontōni, naze anata wa shō o kihontekini ovu~a de owara semasu ka?)\u001b[22m\n\nTranslations of \u001b[4mWith all of the characters at “High Tension,” all of the main characters are screaming, yelling, and doing other assorted fast-paced things in an attempt to get Angel to bring them to God. SPOILERS: They do not find God. But really, why would you have the show basically end on an OVA?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith all of the characters at “High Tension,” all of the main characters are screaming, yelling, and doing other assorted fast-paced things in an attempt to get Angel to bring them to God.\u001b[24m\n    \u001b[1m「High Tension」に登場するキャラクターのすべてが、主人公のすべてのキャラクターが叫んで、叫び声を出していて、天使に神を連れて来させようとするために、ペースが速い他のものをやっています。\u001b[22m, \u001b[1mで、すべての文字と「ハイテンション、「主のすべての文字は、叫んで叫んで、神にそれらをもたらすために天使を取得しようとして、他の盛り合わせテンポの速いことをやっています。\u001b[22m\n\u001b[4mSPOILERS: They do not find God.\u001b[24m\n    \u001b[1mスポイラー：彼らは神を見つけません。\u001b[22m, \u001b[1mスポイラー：彼らは神を見つけることはありません。\u001b[22m\n\u001b[4mBut really, why would you have the show basically end on an OVA?\u001b[24m\n    \u001b[1mしかし、本当に、なぜあなたはショーを基本的にOVAで終わらせますか？\u001b[22m, \u001b[1mしかし、実際に、なぜあなたはショーは、基本的にはOVAに終わるだろうか？\u001b[22m\n\u001b[1m\u001b[22m\nThis was immensely entertaining and, as I said before, funny. If nothing more, you should watch this just to see your favorite Angel Beats characters go on another random adventure.\n\n\u001b[1mこれは非常に面白かったし、前にも言ったように面白かったです。 それ以上のものがなければ、あなたのお気に入りのAngel Beatsキャラクターが別のランダムな冒険に行くのを見るためにこれを見るべきです。\u001b[22m\n\u001b[1m(Kore wa hijō ni omoshirokattashi, mae ni mo itta yō ni omoshirokattadesu. Sore ijō no mono ga nakereba, anata no okiniiri no enzeru bītsu kyarakutā ga betsu no randamuna bōken ni iku no o miru tame ni kore o mirubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis was immensely entertaining and, as I said before, funny. If nothing more, you should watch this just to see your favorite Angel Beats characters go on another random adventure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was immensely entertaining and, as I said before, funny.\u001b[24m\n    \u001b[1mこれは非常に面白かったし、前にも言ったように面白かったです。\u001b[22m, \u001b[1mこれは私がおかしい、前に言ったように、非常に面白いでした。\u001b[22m\n\u001b[4mIf nothing more, you should watch this just to see your favorite Angel Beats characters go on another random adventure.\u001b[24m\n    \u001b[1mそれ以上のものがなければ、あなたのお気に入りのAngel Beatsキャラクターが別のランダムな冒険に行くのを見るためにこれを見るべきです。\u001b[22m, \u001b[1m何よりも場合は、あなただけのお気に入りのエンジェル文字が別のランダム冒険に行くビーツ見るためにこれを見なければなりません。\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "Arch-Defender",
    "profile": "/profile/Arch-Defender/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=58107",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  6\n\nこれは、シリーズの最初の実行から省略された特別なエピソードであり、彼らは独立したエンティティとしてそれをリリースした、十分な、私はいつも良いシリーズに新しい素材を歓迎する（良いシリーズは、 私のリスト）。 しかし、問題は残っています、私たちはここに何を持っていますか？ スタンドアローンのストーリーは明らかですが、それをそこに置く価値がありましたか？ 私の場合の答えはノーです。 それは魅力がありましたが、私はそれを収益性の高いものとして実際に見ることはできません。なぜなら、これはスタンドアローンのOVAとして、DVD / BDのボーナスとして組み込んだことです。 本当に！ あなたが私に尋ねるなら、財政的に本当の爆弾だろうか。\n\nオープニングシーケンス：6\n終了シーケンス：5\n私の年齢評価：AA：本当に嫌なことはありませんが、軽度の暴力はあると思いますが、軽度という言葉はここでは控えめです。\n\n物語は、基本的に、ユリが天使に彼に報告するよう強制することによって神に会うことを試みることであり、彼らは馬鹿のように行動するので、なぜ彼らが幸せなら消滅していないのか疑問に思う。 だからこそ、このショーの目標は、みんなが喜んで喜んで行動するようにすることです。 結局、あなたはたぶん笑いを覚え、失望感を残します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nSo this is a special episode that was omitted from the original run of the series and they released it as an independent entity, fair enough, I always welcome new material to a good series (good series meaning the original series was rated 7/10 on my list). But the question remains, what have we got here? A stand alone story obviously, but was it worth putting it out there? The answer in my case is no; while it had its charms I can’t really see it as being lucrative and it’s a good thing they included it as a bonus in the DVDs/BDs because, this, as a stand alone OVA! really! Would have been a real bomb financially if you ask me.\n\n\u001b[1mこれは、シリーズの最初の実行から省略された特別なエピソードであり、彼らは独立したエンティティとしてそれをリリースした、十分な、私はいつも良いシリーズに新しい素材を歓迎する（良いシリーズは、 私のリスト）。 しかし、問題は残っています、私たちはここに何を持っていますか？ スタンドアローンのストーリーは明らかですが、それをそこに置く価値がありましたか？ 私の場合の答えはノーです。 それは魅力がありましたが、私はそれを収益性の高いものとして実際に見ることはできません。なぜなら、これはスタンドアローンのOVAとして、DVD / BDのボーナスとして組み込んだことです。 本当に！ あなたが私に尋ねるなら、財政的に本当の爆弾だろうか。\u001b[22m\n\u001b[1m(Kore wa, shirīzu no saisho no jikkō kara shōryaku sa reta tokubetsuna episōdodeari, karera wa dokuritsu shita entiti to shite sore o rirīsu shita, jūbun'na, watashi wa itsumo yoi shirīzu ni atarashī sozai o kangei suru (yoi shirīzu wa, watashi no risuto). Shikashi, mondai wa nokotte imasu, watashitachi wa koko ni nani o motte imasu ka? Sutandoarōn no sutōrī wa akirakadesuga, sore o soko ni oku kachi ga arimashita ka? Watashi no baai no kotaeha nōdesu. Sore wa miryoku ga arimashitaga, watashi wa sore o shūeki-sei no takai mono to shite jissai ni miru koto wa dekimasen. Nazenara, koreha sutandoarōn no ovu~a to shite, DVD/ BD no bōnasu to shite kumikonda kotodesu. Hontōni! Anata ga watashi ni tazunerunara, zaisei-teki ni hontō no bakudandarou ka.)\u001b[22m\n\nTranslations of \u001b[4mSo this is a special episode that was omitted from the original run of the series and they released it as an independent entity, fair enough, I always welcome new material to a good series (good series meaning the original series was rated 7/10 on my list). But the question remains, what have we got here? A stand alone story obviously, but was it worth putting it out there? The answer in my case is no; while it had its charms I can’t really see it as being lucrative and it’s a good thing they included it as a bonus in the DVDs/BDs because, this, as a stand alone OVA! really! Would have been a real bomb financially if you ask me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo this is a special episode that was omitted from the original run of the series and they released it as an independent entity, fair enough, I always welcome new material to a good series (good series meaning the original series was rated 7/10 on\u001b[24m\n    \u001b[1mこれは、シリーズの最初の実行から省略された特別なエピソードであり、彼らは独立したエンティティとしてそれをリリースした、十分な、私はいつも良いシリーズに新しい素材を歓迎する（良いシリーズは、\u001b[22m, \u001b[1mだから、これは十分にフェア、シリーズの元の実行から省略され、彼らは独立したエンティティとしてそれをリリースされた特別なエピソードですが、私は常にオリジナルシリーズは上の7月10日評価した意味良いシリーズ（良いシリーズに新素材を歓迎します\u001b[22m\n\u001b[4mmy list).\u001b[24m\n    \u001b[1m私のリスト）。\u001b[22m\n\u001b[4mBut the question remains, what have we got here?\u001b[24m\n    \u001b[1mしかし、問題は残っています、私たちはここに何を持っていますか？\u001b[22m, \u001b[1mしかし、問題が残って、私たちがここに来たものを持っていますか？\u001b[22m\n\u001b[4mA stand alone story obviously, but was it worth putting it out there?\u001b[24m\n    \u001b[1mスタンドアローンのストーリーは明らかですが、それをそこに置く価値がありましたか？\u001b[22m, \u001b[1mスタンドアロン明らかに物語が、それは価値がそこにそれを入れていましたか？\u001b[22m\n\u001b[4mThe answer in my case is no;\u001b[24m\n    \u001b[1m私の場合の答えはノーです。\u001b[22m, \u001b[1m私の場合は答えはノーです。\u001b[22m\n\u001b[4mwhile it had its charms I can’t really see it as being lucrative and it’s a good thing they included it as a bonus in the DVDs/BDs because, this, as a stand alone OVA!\u001b[24m\n    \u001b[1mそれは魅力がありましたが、私はそれを収益性の高いものとして実際に見ることはできません。なぜなら、これはスタンドアローンのOVAとして、DVD / BDのボーナスとして組み込んだことです。\u001b[22m, \u001b[1mそれはその魅力を持っていた間、私は本当に儲かるものとしてそれを見ることができないと、スタンドアローンOVAとして、この、ので、それは、DVD / BDをボーナスとして、彼らはそれが含まれて良いことです！\u001b[22m\n\u001b[4mreally!\u001b[24m\n    \u001b[1m本当に！\u001b[22m\n\u001b[4mWould have been a real bomb financially if you ask me.\u001b[24m\n    \u001b[1mあなたが私に尋ねるなら、財政的に本当の爆弾だろうか。\u001b[22m, \u001b[1mあなたは私に言わせれば財政本物の爆弾だったでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nOpening sequence: 6\n\n\u001b[1mオープニングシーケンス：6\u001b[22m\n\u001b[1m(Ōpuningushīkensu: 6)\u001b[22m\n\nTranslations of \u001b[4mOpening sequence: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOpening sequence: 6\u001b[24m\n    \u001b[1mオープニングシーケンス：6\u001b[22m\nEnding sequence: 5\n\n\u001b[1m終了シーケンス：5\u001b[22m\n\u001b[1m(Shūryō shīkensu: 5)\u001b[22m\n\nTranslations of \u001b[4mEnding sequence: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnding sequence: 5\u001b[24m\n    \u001b[1m終了シーケンス：5\u001b[22m, \u001b[1mエンディングシーケンス：5\u001b[22m\nMy Age Rating: AA: Really nothing objectionable in there, if you want to be picky about it I guess there’s mild violence but the word mild is an understatement here.\n\n\u001b[1m私の年齢評価：AA：本当に嫌なことはありませんが、軽度の暴力はあると思いますが、軽度という言葉はここでは控えめです。\u001b[22m\n\u001b[1m(Watashi no nenrei hyōka: AA: Hontōni iyana koto wa arimasenga, keido no bōryoku wa arutoomoimasu ga, keido to iu kotoba wa kokode wa hikaemedesu.)\u001b[22m\n\nTranslations of \u001b[4mMy Age Rating: AA: Really nothing objectionable in there, if you want to be picky about it I guess there’s mild violence but the word mild is an understatement here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy Age Rating: AA: Really nothing objectionable in there, if you want to be picky about it I guess there’s mild violence but the word mild is an understatement here.\u001b[24m\n    \u001b[1m私の年齢評価：AA：本当に嫌なことはありませんが、軽度の暴力はあると思いますが、軽度という言葉はここでは控えめです。\u001b[22m, \u001b[1m私の年齢評価：AA：そこに不快本当に何も、あなたはそれについての好き嫌いになりたい場合、私は軽度の暴力があると思いますが、言葉軽度がここに控えめな表現です。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is basically an operation by Yuri to attempt to meet God by forcing Angel to report to him, to accomplish that they act like a bunch of morons so she’ll wonder why they aren’t being obliterated if they’re happy. So that’s the goal of this show, having everyone act crazy for comical purposes. In the end you’ll probably get a few laughs and leave feeling disappointed.\n\n\u001b[1m物語は、基本的に、ユリが天使に彼に報告するよう強制することによって神に会うことを試みることであり、彼らは馬鹿のように行動するので、なぜ彼らが幸せなら消滅していないのか疑問に思う。 だからこそ、このショーの目標は、みんなが喜んで喜んで行動するようにすることです。 結局、あなたはたぶん笑いを覚え、失望感を残します。\u001b[22m\n\u001b[1m(Monogatari wa, kihontekini, yuri ga tenshi ni kare ni hōkoku suru yō kyōsei suru koto ni yotte kami ni au koto o kokoromiru kotodeari, karera wa baka no yō ni kōdō surunode, naze karera ga shiawasenara shōmetsu shite inai no ka gimon ni omou. Dakarakoso, kono shō no mokuhyō wa, min'na ga yorokonde yorokonde kōdō suru yō ni suru kotodesu. Kekkyoku, anata wa tabun warai o oboe, shitsubō-kan o nokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is basically an operation by Yuri to attempt to meet God by forcing Angel to report to him, to accomplish that they act like a bunch of morons so she’ll wonder why they aren’t being obliterated if they’re happy. So that’s the goal of this show, having everyone act crazy for comical purposes. In the end you’ll probably get a few laughs and leave feeling disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is basically an operation by Yuri to attempt to meet God by forcing Angel to report to him, to accomplish that they act like a bunch of morons so she’ll wonder why they aren’t being obliterated if they’re happy.\u001b[24m\n    \u001b[1m物語は、基本的に、ユリが天使に彼に報告するよう強制することによって神に会うことを試みることであり、彼らは馬鹿のように行動するので、なぜ彼らが幸せなら消滅していないのか疑問に思う。\u001b[22m, \u001b[1m物語は、彼女は不思議ますので、彼らは満足している場合、彼らが抹消されていないなぜ彼らは低能の束のように振る舞うことを達成するために、彼に報告する天使を強制することによって、神を満たすためにしようとするために、基本的にはユーリによる操作です。\u001b[22m\n\u001b[4mSo that’s the goal of this show, having everyone act crazy for comical purposes.\u001b[24m\n    \u001b[1mだからこそ、このショーの目標は、みんなが喜んで喜んで行動するようにすることです。\u001b[22m, \u001b[1mだから、誰もがコミカルな目的のために狂った行動持つ、このショーの目標です。\u001b[22m\n\u001b[4mIn the end you’ll probably get a few laughs and leave feeling disappointed.\u001b[24m\n    \u001b[1m結局、あなたはたぶん笑いを覚え、失望感を残します。\u001b[22m, \u001b[1m最後に、あなたは、おそらくいくつかの笑いを取得し、失望感残しておきます。\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "Playcool",
    "profile": "/profile/Playcool/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=105841",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私はエンジェルビーツを終えてから数時間後にこのOVAを見ました！私は本当にユニークで多様なものが本当に好きだったので、もう少しキャラクターを見るのが絶望的でした!!\n私は明らかに13回のエピソードの後に​​起こった話を好むだろう、そしてそれは結局より良い閉鎖を与えることができる...あなたがこのOVAを見ることを計画しているなら、あなたはそれを忘れることができる。\nこのエピソードはエピソード4-5または5-6の間を通ります。そのことを念頭に置いて、あなたが望む閉鎖を得ることはありません。 あなたがエンジェルビーツのキャラクターとコメディを本当に好きなら、代わりに、あなたは良い笑いを得るでしょう！ これの背後にはたくさんのストーリー/プロットの開発がありませんが、エピソード全体では私は笑いを止めることができませんでした！\nだから、彼らがシリーズで楽しんでいたキャラクターの少なくとももう少しを見たいと思っていた人にとって、私はこのエピソードをお勧めします。\nあなたはオリジナルの同じOPとENDを期待することができる音について、このOVAのアニメーションはまだ素晴らしいです!!\n\n私はエンジェルビーツをもっと欲しかったので、ちょっと気分が悪かったです！ 私はそれを得ることができませんでした、これを見て、それは私を少し癒し、それはトリッキーをやった！  （私はまだこの番組のいくつかをもっと望んでいます...）\n\n私は多くのOVAを見たことがありませんが、これは何ですか（あなたがエンジェルビーツを楽しんだキャラクターとのコメディー）、それから受けることができる楽しみのために、スキップしないでください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI watched this OVA a couple of hours after I had finish Angel Beats!, so I was like desperate to see a bit more of the characters, because I really liked how unique and diverse they were!!\n\n\u001b[1m私はエンジェルビーツを終えてから数時間後にこのOVAを見ました！私は本当にユニークで多様なものが本当に好きだったので、もう少しキャラクターを見るのが絶望的でした!!\u001b[22m\n\u001b[1m(Watashi wa enjerubītsu o oete kara sūjikango ni kono ovu~a o mimashita! Watashi wa hontōni yunīku de tayōna mono ga hontōni sukidattanode, mōsukoshi kyarakutā o miru no ga zetsubō-tekideshita! !)\u001b[22m\n\nTranslations of \u001b[4mI watched this OVA a couple of hours after I had finish Angel Beats!, so I was like desperate to see a bit more of the characters, because I really liked how unique and diverse they were!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched this OVA a couple of hours after I had finish Angel Beats!, so I was like desperate to see a bit more of the characters, because I really liked how unique and diverse they were!!\u001b[24m\n    \u001b[1m私はエンジェルビーツを終えてから数時間後にこのOVAを見ました！私は本当にユニークで多様なものが本当に好きだったので、もう少しキャラクターを見るのが絶望的でした!!\u001b[22m, \u001b[1m私は天使のように私は文字のもう少しを見るために必死のようだった！、ビーツ仕上げを持っていた後、私は本当に彼らがあったかユニークで多様言っていたので、私は、このOVAに時間のカップルを見て！\u001b[22m\nI would obviously prefer a story that happened after the 13 episodes, and that could in the end give a better closure... if you plan to see this OVA for that, you can forget about it.\n\n\u001b[1m私は明らかに13回のエピソードの後に​​起こった話を好むだろう、そしてそれは結局より良い閉鎖を与えることができる...あなたがこのOVAを見ることを計画しているなら、あなたはそれを忘れることができる。\u001b[22m\n\u001b[1m(Watashi wa akiraka ni 13-kai no episōdo no nochi ni ​​ okotta hanashi o konomudarou, soshite sore wa kekkyoku yori yoi heisa o ataeru koto ga dekiru... Anata ga kono ovu~a o miru koto o keikaku shite irunara, anata wa sore o wasureru koto ga dekiru.)\u001b[22m\n\nTranslations of \u001b[4mI would obviously prefer a story that happened after the 13 episodes, and that could in the end give a better closure... if you plan to see this OVA for that, you can forget about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would obviously prefer a story that happened after the 13 episodes, and that could in the end give a better closure... if you plan to see this OVA for that, you can forget about it.\u001b[24m\n    \u001b[1m私は明らかに13回のエピソードの後に起こった話を好むだろう、そしてそれは結局より良い閉鎖を与えることができる...あなたがこのOVAを見ることを計画しているなら、あなたはそれを忘れることができる。\u001b[22m, \u001b[1m私は明らかに13のエピソードの後に起こった物語を好むだろう、それは最終的に良い閉鎖を与えることができる...あなたはそのために、このOVAを参照することを計画している場合、あなたはそれを忘れることができます。\u001b[22m\nThis episode passes in between episodes 4-5 or 5-6, so with that in mind, you will not get the closure you want. Instead, if you really liked the characters and the comedy of Angel Beats!, you will get some good laughts!! There isnt much story/plot development behind this, but for the whole episode I couldnt stop laughting!!\n\n\u001b[1mこのエピソードはエピソード4-5または5-6の間を通ります。そのことを念頭に置いて、あなたが望む閉鎖を得ることはありません。 あなたがエンジェルビーツのキャラクターとコメディを本当に好きなら、代わりに、あなたは良い笑いを得るでしょう！ これの背後にはたくさんのストーリー/プロットの開発がありませんが、エピソード全体では私は笑いを止めることができませんでした！\u001b[22m\n\u001b[1m(Kono episōdo wa episōdo 4 - 5 matawa 5 - 6 no ma o tōrimasu. Sono koto o nentō ni oite, anata ga nozomu heisa o eru koto wa arimasen. Anata ga enjerubītsu no kyarakutā to komedi o hontōni sukinara, kawarini, anata wa yoi warai o erudeshou! Kore no haigo ni wa takusan no sutōrī/ purotto no kaihatsu ga arimasenga, episōdo zentaide wa watashi wa warai o tomeru koto ga dekimasendeshita!)\u001b[22m\n\nTranslations of \u001b[4mThis episode passes in between episodes 4-5 or 5-6, so with that in mind, you will not get the closure you want. Instead, if you really liked the characters and the comedy of Angel Beats!, you will get some good laughts!! There isnt much story/plot development behind this, but for the whole episode I couldnt stop laughting!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis episode passes in between episodes 4-5 or 5-6, so with that in mind, you will not get the closure you want.\u001b[24m\n    \u001b[1mこのエピソードはエピソード4-5または5-6の間を通ります。そのことを念頭に置いて、あなたが望む閉鎖を得ることはありません。\u001b[22m, \u001b[1mこのことを念頭に置いて、あなたが欲しい閉鎖を得ることはありませんので、このエピソードは、エピソード4-5または5-6の間に渡されます。\u001b[22m\n\u001b[4mInstead, if you really liked the characters and the comedy of Angel Beats!, you will get some good laughts!!\u001b[24m\n    \u001b[1mあなたがエンジェルビーツのキャラクターとコメディを本当に好きなら、代わりに、あなたは良い笑いを得るでしょう！\u001b[22m, \u001b[1mあなたが本当に文字と天使のコメディが好きならば代わりに、あなたはいくつかの良いlaughtsを取得します！ビート！\u001b[22m\n\u001b[4mThere isnt much story/plot development behind this, but for the whole episode I couldnt stop laughting!!\u001b[24m\n    \u001b[1mこれの背後にはたくさんのストーリー/プロットの開発がありませんが、エピソード全体では私は笑いを止めることができませんでした！\u001b[22m, \u001b[1mそこにこの背後に多くの物語/プロットの開発をイマイチが、全体のエピソードのために私はlaughting停止couldntの！\u001b[22m\nSo for a person that wanted to see at least a bit more of the characters they so much enjoyed through the series, I recomend this episode.\n\n\u001b[1mだから、彼らがシリーズで楽しんでいたキャラクターの少なくとももう少しを見たいと思っていた人にとって、私はこのエピソードをお勧めします。\u001b[22m\n\u001b[1m(Dakara, karera ga shirīzu de tanoshinde ita kyarakutā no sukunakutomo mōsukoshi o mitai to omotte ita hito ni totte, watashi wa kono episōdo o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo for a person that wanted to see at least a bit more of the characters they so much enjoyed through the series, I recomend this episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo for a person that wanted to see at least a bit more of the characters they so much enjoyed through the series, I recomend this episode.\u001b[24m\n    \u001b[1mだから、彼らがシリーズで楽しんでいたキャラクターの少なくとももう少しを見たいと思っていた人にとって、私はこのエピソードをお勧めします。\u001b[22m, \u001b[1mそこで、彼らはそんなにシリーズを通して楽しんで文字の少なくとももう少し見てみたかった人のために、私はこのエピソードをrecomend。\u001b[22m\nAbout the sound you can expect the same great OP and END of the original, and the animation of this OVA is still AWESOME!!\n\n\u001b[1mあなたはオリジナルの同じOPとENDを期待することができる音について、このOVAのアニメーションはまだ素晴らしいです!!\u001b[22m\n\u001b[1m(Anata wa orijinaru no onaji OP to endo o kitai suru koto ga dekiru otonitsuite, kono ovu~a no animēshon wa mada subarashīdesu! !)\u001b[22m\n\nTranslations of \u001b[4mAbout the sound you can expect the same great OP and END of the original, and the animation of this OVA is still AWESOME!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the sound you can expect the same great OP and END of the original, and the animation of this OVA is still AWESOME!!\u001b[24m\n    \u001b[1mあなたはオリジナルの同じOPとENDを期待することができる音について、このOVAのアニメーションはまだ素晴らしいです!!\u001b[22m, \u001b[1m音について、あなたは、元の同じ偉大なOPとENDを期待することができ、このOVAのアニメーションはまだ素晴らしいです！\u001b[22m\n\u001b[1m\u001b[22m\nI was on a bit of on a bad mood because I wanted more of Angel Beats! and I couldnt get it, seeing this, it healed me a bit, it done the tricky! (Though I still want some more of this show...)\n\n\u001b[1m私はエンジェルビーツをもっと欲しかったので、ちょっと気分が悪かったです！ 私はそれを得ることができませんでした、これを見て、それは私を少し癒し、それはトリッキーをやった！  （私はまだこの番組のいくつかをもっと望んでいます...）\u001b[22m\n\u001b[1m(Watashi wa enjerubītsu o motto hoshikattanode, chotto kibun ga warukattadesu! Watashi wa sore o eru koto ga dekimasendeshita, kore o mite, sore wa watashi o sukoshi iyashi, soreha torikkī o yatta! (Watashi wa mada kono bangumi no ikutsu ka o motto nozonde imasu... ))\u001b[22m\n\nTranslations of \u001b[4mI was on a bit of on a bad mood because I wanted more of Angel Beats! and I couldnt get it, seeing this, it healed me a bit, it done the tricky! (Though I still want some more of this show...)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was on a bit of on a bad mood because I wanted more of Angel Beats!\u001b[24m\n    \u001b[1m私はエンジェルビーツをもっと欲しかったので、ちょっと気分が悪かったです！\u001b[22m, \u001b[1m私はエンジェルビーツのより多くを望んでいたので、私は機嫌が悪い上のビットにありました！\u001b[22m\n\u001b[4mand I couldnt get it, seeing this, it healed me a bit, it done the tricky!\u001b[24m\n    \u001b[1m私はそれを得ることができませんでした、これを見て、それは私を少し癒し、それはトリッキーをやった！\u001b[22m, \u001b[1m私はこれを見て、それを得るcouldntの、それはそれはトリッキーを行って、私は少し癒さ！\u001b[22m\n\u001b[4m(Though I still want some more of this show...)\u001b[24m\n    \u001b[1m（私はまだこの番組のいくつかをもっと望んでいます...）\u001b[22m, \u001b[1m（私はまだこのショーのいくつかの詳細をしたいけど...）\u001b[22m\n\u001b[1m\u001b[22m\nI haven't seen lots of OVA's, but for what this is(good comedy with the characters you enjoyed of Angel Beats!), and for the enjoyment you can receive from it, don't skip it!\n\n\u001b[1m私は多くのOVAを見たことがありませんが、これは何ですか（あなたがエンジェルビーツを楽しんだキャラクターとのコメディー）、それから受けることができる楽しみのために、スキップしないでください！\u001b[22m\n\u001b[1m(Watashi wa ōku no ovu~a o mita koto ga arimasenga, korehanandesuka (anata ga enjerubītsu o tanoshinda kyarakutā to no komedī), sore kara ukeru koto ga dekiru tanoshimi no tame ni, sukippu shinaide kudasai!)\u001b[22m\n\nTranslations of \u001b[4mI haven't seen lots of OVA's, but for what this is(good comedy with the characters you enjoyed of Angel Beats!), and for the enjoyment you can receive from it, don't skip it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI haven't seen lots of OVA's, but for what this is(good comedy with the characters you enjoyed of Angel Beats!), and for the enjoyment you can receive from it, don't skip it!\u001b[24m\n    \u001b[1m私は多くのOVAを見たことがありませんが、これは何ですか（あなたがエンジェルビーツを楽しんだキャラクターとのコメディー）、それから受けることができる楽しみのために、スキップしないでください！\u001b[22m, \u001b[1m私はしません（！あなたはビーツ天使の享受文字との良好なコメディ）が、これは何のために、OVAのをたくさん見てきた、と楽しみのために、あなたはそれをスキップしないでください、それから受け取ることができます！\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "SayaViking",
    "profile": "/profile/SayaViking/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=33959",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nああ、ホーリー！\n私は元のアニメを見て以来、これほど遅れていません。 この特別なOVAは、あなたがそれを呼びたいと思っているものではなく、実際に物語に関連するものではなく、神を見つけることです。\n\nアニメと同じくらいうまくいかなかったのは、それがかなり凶悪だったので話だったが、それでもひどく面白かった。\n\n芸術は変わっていないので、まだ素晴らしいです。\n\n私は声優が地獄のように過度に活動的であるため、このエピソードを楽しく演奏していたと思うが、音楽や声優は素晴らしいです。\n\nキャラクターは、彼らがアニメにあるように、彼らが特定の操作をしているので、まったく同じではありません。 しかし、それがこのEPICを作ったのです！\n\n楽しさについては、私はすでにこのエピソードは陽気なと思っていたと誰もがこれを見て、私は誰もそれを私がしたように面白いとそれを見つけることを望むと思います。\n\n総合EPIC!!!",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOh Holy Shit!\n\n\u001b[1mああ、ホーリー！\u001b[22m\n\u001b[1m(Ā, hōrī!)\u001b[22m\n\nTranslations of \u001b[4mOh Holy Shit!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh Holy Shit!\u001b[24m\n    \u001b[1mああ、ホーリー！\u001b[22m, \u001b[1m神聖なたわごとああ！\u001b[22m\nI haven't laght this much since I watched the original anime. This special or OVA what you want to call it is not really related the story but to find God, but watch for yourself.\n\n\u001b[1m私は元のアニメを見て以来、これほど遅れていません。 この特別なOVAは、あなたがそれを呼びたいと思っているものではなく、実際に物語に関連するものではなく、神を見いだすことです。\u001b[22m\n\u001b[1m(Watashi wa gen no anime o mite irai, kore hodo okurete imasen. Kono tokubetsuna ovu~a wa, anata ga sore o yobitai to omotte iru monode wa naku, jissai ni monogatari ni kanren suru monode wa naku,-shin o miidasu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mI haven't laght this much since I watched the original anime. This special or OVA what you want to call it is not really related the story but to find God, but watch for yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI haven't laght this much since I watched the original anime.\u001b[24m\n    \u001b[1m私は元のアニメを見て以来、これほど遅れていません。\u001b[22m, \u001b[1m私はオリジナルのアニメを見て以来、私はこれだけをlaghtていません。\u001b[22m\n\u001b[4mThis special or OVA what you want to call it is not really related the story but to find God, but watch for yourself.\u001b[24m\n    \u001b[1mこの特別なOVAは、あなたがそれを呼びたいと思っているものではなく、実際に物語に関連するものではなく、神を見いだすことです。\u001b[22m, \u001b[1mあなたはそれを呼び出すために欲しいものをこの特別なまたはOVAは本当に神を見つけることが、あなた自身のため見ることではなく、話を関連していません。\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing that was not as good as the anime was the story since it was pretty wierd but even so it was awfully funny.\n\n\u001b[1mアニメと同じくらいうまくいかなかったのは、それがかなり凶悪だったので話だったが、それでもひどく面白かった。\u001b[22m\n\u001b[1m(Anime to onaji kurai umaku ikanakatta no wa, sore ga kanari kyōakudattanode hanashidattaga, soredemo hidoku omoshirokatta.)\u001b[22m\n\nTranslations of \u001b[4mThe only thing that was not as good as the anime was the story since it was pretty wierd but even so it was awfully funny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing that was not as good as the anime was the story since it was pretty wierd but even so it was awfully funny.\u001b[24m\n    \u001b[1mアニメと同じくらいうまくいかなかったのは、それがかなり凶悪だったので話だったが、それでもひどく面白かった。\u001b[22m, \u001b[1mアニメほど良好ではなかった唯一のものは、それはかなり奇妙だったが、たとえそうであっても、それは非常に面白かったので話でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe art haven't changed so it is still awesome.\n\n\u001b[1m芸術は変わっていないので、まだ素晴らしいです。\u001b[22m\n\u001b[1m(Geijutsu wa kawatte inainode, mada subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art haven't changed so it is still awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art haven't changed so it is still awesome.\u001b[24m\n    \u001b[1m芸術は変わっていないので、まだ素晴らしいです。\u001b[22m, \u001b[1mそれはまだ素晴らしいですので、アートは変わっていません。\u001b[22m\n\u001b[1m\u001b[22m\nI think the voice actors had a lot of fun doing this episode since it is hyperactive as hell, but the music was nothing new, even so the music and voice acting is great.\n\n\u001b[1m私は声優が地獄のように過度に活動的であるため、このエピソードを楽しく演奏していたと思うが、音楽や声優は素晴らしいです。\u001b[22m\n\u001b[1m(Watashi wa seiyū ga jigoku no yō ni kado ni katsudō-tekidearu tame, kono episōdo o tanoshiku ensō shite ita to omou ga, ongaku ya seiyū wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI think the voice actors had a lot of fun doing this episode since it is hyperactive as hell, but the music was nothing new, even so the music and voice acting is great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think the voice actors had a lot of fun doing this episode since it is hyperactive as hell, but the music was nothing new, even so the music and voice acting is great.\u001b[24m\n    \u001b[1m私は声優が地獄のように過度に活動的であるため、このエピソードを楽しく演奏していたと思うが、音楽や声優は素晴らしいです。\u001b[22m, \u001b[1m私は音楽と声の演技は素晴らしいですが、そうであっても、それは地獄のように非常に活発ですが、音楽は新しい何もなかったので、声優はこのエピソードをやって多くの楽しみを持っていたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters is not quite as they are in the anime since they are on a certain operation. But that was one thing that made this EPIC!\n\n\u001b[1mキャラクターは、彼らがアニメにあるように、彼らが特定の操作をしているので、まったく同じではありません。 しかし、それがこのEPICを作ったのです！\u001b[22m\n\u001b[1m(Kyarakutā wa, karera ga anime ni aru yō ni, karera ga tokutei no sōsa o shite irunode, mattaku onajide wa arimasen. Shikashi, sore ga kono epikku o tsukutta nodesu!)\u001b[22m\n\nTranslations of \u001b[4mThe characters is not quite as they are in the anime since they are on a certain operation. But that was one thing that made this EPIC!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters is not quite as they are in the anime since they are on a certain operation.\u001b[24m\n    \u001b[1mキャラクターは、彼らがアニメにあるように、彼らが特定の操作をしているので、まったく同じではありません。\u001b[22m, \u001b[1m彼らは、特定の操作にあるので、彼らはアニメであるような文字は全くありません。\u001b[22m\n\u001b[4mBut that was one thing that made this EPIC!\u001b[24m\n    \u001b[1mしかし、それがこのEPICを作ったのです！\u001b[22m, \u001b[1mしかし、それはこのEPICを作った一つのことでした！\u001b[22m\n\u001b[1m\u001b[22m\nAs for enjoyment I already said that I thought this episode was hilarious and i think that everyone should watch this and i hope that everyone find it as funny as i did.\n\n\u001b[1m楽しさについては、私はすでにこのエピソードは陽気なと思っていたと誰もがこれを見て、私は誰もそれを私がしたように面白いとそれを見つけることを望むと思います。\u001b[22m\n\u001b[1m(Tanoshisa ni tsuite wa, watashi wa sudeni kono episōdo wa yōkina to omotte ita to daremoga kore o mite, watashi wa dare mo sore o watashi ga shita yō ni omoshiroi to sore o mitsukeru koto o nozomu to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs for enjoyment I already said that I thought this episode was hilarious and i think that everyone should watch this and i hope that everyone find it as funny as i did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for enjoyment I already said that I thought this episode was hilarious and i think that everyone should watch this and i hope that everyone find it as funny as i did.\u001b[24m\n    \u001b[1m楽しさについては、私はすでにこのエピソードは陽気なと思っていたと誰もがこれを見て、私は誰もそれを私がしたように面白いとそれを見つけることを望むと思います。\u001b[22m, \u001b[1m楽しみのためとして、私はすでに私はこのエピソードは陽気だと思ったし、私は誰もがこれを見なければならないことだと思うし、私は誰もが私がしたように、それはのように面白い見つけることを願っていると述べました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall EPIC!!!\n\n\u001b[1m総合EPIC!!!\u001b[22m\n\u001b[1m(Sōgō epikku! ! !)\u001b[22m\n\nTranslations of \u001b[4mOverall EPIC!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall EPIC!!!\u001b[24m\n    \u001b[1m総合EPIC!!!\u001b[22m, \u001b[1m全体的にEPIC!!!\u001b[22m"
  },
  {
    "title": "Angel_Beats_Specials",
    "id": "9062",
    "url": "https://myanimelist.net/anime/9062/Angel_Beats_Specials",
    "user": "Drevorn",
    "profile": "/profile/Drevorn/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=225872",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  6\n\nこれらの2つのOVAは物語の一部であり、神が神を召喚するようにしたユリの試みを含んでいる。 彼らはまだかなでと戦っているシリーズの初めに戻ります。 ユリは、カナデがそれを扱うことができないので、神を召喚する必要があるような、馬鹿な方法で行動するための2つの計画を策定する。 彼らはどちらも自分自身で面白いです。 彼らは劇的な側面ではなく、シリーズのよりコミック的な側面にある。 喜劇自体はかなり面白いですが、私は個人的にそれはあまりにも混沌と扱うにはあまりにも多くを見つけました。 シリーズの初めは私のために通過するのが最も難しかったので、最初から2つの余分なエピソードを見てもそれは私にとって楽しいものではありませんでした。 シリーズはコメディードラマにしてもうまくいくが、私はこのシリーズのコメディーのドラマを好む。 あなたがこれらのキャラクターを見て楽しんでいるならば、これらのキャラクターは馬鹿になります。これらのOVAはあなたに面白くすべきです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThese two OVA's are part of the story and includes Yuri's attempts to have Kanade summon God. It goes back to the beginning of the series where they are still fighting Kanade. Yuri devises two plans for the SSS to act in such ridiculous manners that Kanade won't be able to handle it and therefore would need to summon God for assistance. They are both entertaining in their own right. They are both on the more comical side of the series rather than the dramatic side. The comedy itself is pretty entertaining but I personally found it a bit too chaotic and too much to handle. The beginning of the series was the hardest to get through for me so watching two extra episodes from the beginning wasn't that enjoyable to me. The series does well at making it a comedy-drama but I prefer the drama over the comedy of this series. If you enjoy watching these characters act ridiculous then by all means, these OVA's should be entertaining to you.\n\n\u001b[1mこれらの2つのOVAは物語の一部であり、神が神を召喚するようにしたユリの試みを含んでいる。 彼らはまだかなでと戦っているシリーズの初めに戻ります。 ユリは、カナデがそれを扱うことができないので、神を召喚する必要があるような、馬鹿な方法で行動するための2つの計画を策定する。 彼らはどちらも自分自身で面白いです。 彼らは劇的な側面ではなく、シリーズのよりコミック的な側面にある。 喜劇自体はかなり面白いですが、私は個人的にそれはあまりにも混沌と扱うにはあまりにも多くを見つけました。 シリーズの初めは私のために通過するのが最も難しかったので、最初から2つの余分なエピソードを見てもそれは私にとって楽しいものではありませんでした。 シリーズはコメディードラマにしてもうまくいくが、私はこのシリーズのコメディーのドラマを好む。 あなたがこれらのキャラクターを見て楽しんでいるならば、これらのキャラクターは馬鹿になります。これらのOVAはあなたに面白くすべきです。\u001b[22m\n\u001b[1m(Korera no 2tsu no ovu~a wa monogatari no ichibudeari,-shin ga kami o shōkan suru yō ni shita yuri no kokoromi o fukunde iru. Karera wa mada kanade to tatakatte iru shirīzu no hajime ni modorimasu. Yuri wa, kanade ga sore o atsukau koto ga dekinainode,-shin o shōkan suru hitsuyō ga aru yōna, bakana hōhō de kōdō suru tame no 2tsu no keikaku o sakutei suru. Karera wa dochira mo jibun jishin de omoshiroidesu. Karera wa gekitekina sokumende wa naku, shirīzu no yori komikku-tekina sokumen ni aru. Kigeki jitai wa kanari omoshiroidesuga, watashi wa kojin-teki ni sore wa amarini mo konton to atsukau ni wa amarini mo ōku o mitsukemashita. Shirīzu no hajime wa watashi no tame ni tsūka suru no ga mottomo muzukashikattanode, saisho kara 2tsu no yobun'na episōdo o mite mo sore wa watashi ni totte tanoshī monode wa arimasendeshita. Shirīzu wa komedīdorama ni shite mo umaku ikuga, watashi wa kono shirīzu no komedī no dorama o konomu. Anata ga korera no kyarakutā o mite tanoshinde irunaraba, korera no kyarakutā wa baka ni narimasu. Korera no ovu~a wa anata ni omoshiroku subekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThese two OVA's are part of the story and includes Yuri's attempts to have Kanade summon God. It goes back to the beginning of the series where they are still fighting Kanade. Yuri devises two plans for the SSS to act in such ridiculous manners that Kanade won't be able to handle it and therefore would need to summon God for assistance. They are both entertaining in their own right. They are both on the more comical side of the series rather than the dramatic side. The comedy itself is pretty entertaining but I personally found it a bit too chaotic and too much to handle. The beginning of the series was the hardest to get through for me so watching two extra episodes from the beginning wasn't that enjoyable to me. The series does well at making it a comedy-drama but I prefer the drama over the comedy of this series. If you enjoy watching these characters act ridiculous then by all means, these OVA's should be entertaining to you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese two OVA's are part of the story and includes Yuri's attempts to have Kanade summon God.\u001b[24m\n    \u001b[1mこれらの2つのOVAは物語の一部であり、神が神を召喚するようにしたユリの試みを含んでいる。\u001b[22m, \u001b[1mこれらの2 OVAのは、物語の一部であり、奏は神を召喚持っているユーリの試みを含んでいます。\u001b[22m\n\u001b[4mIt goes back to the beginning of the series where they are still fighting Kanade.\u001b[24m\n    \u001b[1m彼らはまだかなでと戦っているシリーズの初めに戻ります。\u001b[22m, \u001b[1mそれは、彼らはまだ奏を戦っている一連の先頭に戻ります。\u001b[22m\n\u001b[4mYuri devises two plans for the SSS to act in such ridiculous manners that Kanade won't be able to handle it and therefore would need to summon God for assistance.\u001b[24m\n    \u001b[1mユリは、カナデがそれを扱うことができないので、神を召喚する必要があるような、馬鹿な方法で行動するための2つの計画を策定する。\u001b[22m, \u001b[1mゆりはかながそれを処理することができなくなりますので、支援のために神を召喚する必要があると、このようなとんでもない方法で行動するSSSのための2つのプランを策定します。\u001b[22m\n\u001b[4mThey are both entertaining in their own right.\u001b[24m\n    \u001b[1m彼らはどちらも自分自身で面白いです。\u001b[22m, \u001b[1m彼らは両方の自分の権利で楽しまれています。\u001b[22m\n\u001b[4mThey are both on the more comical side of the series rather than the dramatic side.\u001b[24m\n    \u001b[1m彼らは劇的な側面ではなく、シリーズのよりコミック的な側面にある。\u001b[22m, \u001b[1m彼らは一連のではなく、劇的な側面のよりコミカルな側面の両方です。\u001b[22m\n\u001b[4mThe comedy itself is pretty entertaining but I personally found it a bit too chaotic and too much to handle.\u001b[24m\n    \u001b[1m喜劇自体はかなり面白いですが、私は個人的にそれはあまりにも混沌と扱うにはあまりにも多くを見つけました。\u001b[22m, \u001b[1mコメディ自体は非常に面白いですが、私は個人的には少しも混沌と処理するためにあまりにも多く見つかりました。\u001b[22m\n\u001b[4mThe beginning of the series was the hardest to get through for me so watching two extra episodes from the beginning wasn't that enjoyable to me.\u001b[24m\n    \u001b[1mシリーズの初めは私のために通過するのが最も難しかったので、最初から2つの余分なエピソードを見てもそれは私にとって楽しいものではありませんでした。\u001b[22m, \u001b[1mシリーズの始まりは、私にはその楽しい私はそのように最初から2つの余分なエピソードを見るために介して取得することが最も難しいされていませんでした。\u001b[22m\n\u001b[4mThe series does well at making it a comedy-drama but I prefer the drama over the comedy of this series.\u001b[24m\n    \u001b[1mシリーズはコメディードラマにしてもうまくいくが、私はこのシリーズのコメディーのドラマを好む。\u001b[22m, \u001b[1mシリーズはコメディ・ドラマ作りでもありませんが、私はこのシリーズの喜劇の上にドラマを好みます。\u001b[22m\n\u001b[4mIf you enjoy watching these characters act ridiculous then by all means, these OVA's should be entertaining to you.\u001b[24m\n    \u001b[1mあなたがこれらのキャラクターを見て楽しんでいるならば、これらのキャラクターは馬鹿になります。これらのOVAはあなたに面白くすべきです。\u001b[22m, \u001b[1mあなたはこれらの文字を見て楽しむすべての手段によって、その後とんでもない行動する場合は、これらのOVAのはあなたに面白いでなければなりません。\u001b[22m"
  }
]
