[
  {
    "title": "Saiyuuki_Gaiden",
    "id": "9088",
    "url": "https://myanimelist.net/anime/9088/Saiyuuki_Gaiden",
    "user": "spartakiss",
    "profile": "/profile/spartakiss/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=206334",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  4\n\n私に説明させてください。  ...いいえ、あまりにも多いです。 私はまとめてみましょう。\n\nMinekura KazuyaのSaiyukiはすばらしい漫画ですが、出版社のスイッチや長い切れ目のため、大きな混乱を招くことなく、アニメーションの世界には決してなじみませんでした。\n\n漫画は、西遊記、西遊記リロード（西遊記の終わりから続く）、最遊記リロード爆破（西遊記リロードの終わりから続く）、そして前列の最遊記記念館の4つのシリーズで構成されています シリーズの主人公。\n\nまだ混乱していますか？ 私たちは始めているところです。\n\nあなたがSaiyukiアニメに初めて来る場合は、元のアニメ、Gensoumaden Saiyuki（またはちょうどSaiyuki）です。 西遊記（漫画）をベースにしており、西遊記人の前半をほぼ含んでいます。\n\n次のアニメシリーズは、Saiyuki Reload漫画の真ん中までカバーするSaiyuki Reload、そしてSaiyuki Reload Gunlockです。\n\nあなたが現在行っているこれらのOVAは、ちょうどSaiyuki外伝の結末です。  （同様に、Saiyuki Bural OVAsは単にアニメシリーズには含まれていないが、ファンのお気に入りだったので、OVAsを持っていると思います）。\n\n基本的に、tldr、これがあなたの最初の彩遊の味であれば、非常に混乱してしまうでしょう。 これらのOVAは、主にマンガのファンのためのものです。\n\nそれは、マンガのファンとして、私はアニメの適応に満足したことはありませんでした。 一つは、あなたが見ることができるように、彼らはあまりにも混乱しているし、充填剤でいっぱいです。 私はまた、ミネクラの芸術がアニメに適応するのが難しいように思っています。アニメーションは最悪の場合、恐ろしく、奇妙で奇妙です。 サイユーギーデ​​ンは、最遊記のアニメーションの中でも最高のものですが、解剖学的な動きはあまりないように見えます。 私のお気に入りではありません。\n\nつまり、私は全面的にマンガをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nLet me explain. ... No, it is too much. Let me sum up.\n\n\u001b[1m私に説明させてください。  ...いいえ、あまりにも多いです。 私はまとめてみましょう。\u001b[22m\n\u001b[1m(Watashi ni setsumei sa sete kudasai. ... Īe, amarini mo ōidesu. Watashi wa matomete mimashou.)\u001b[22m\n\nTranslations of \u001b[4mLet me explain. ... No, it is too much. Let me sum up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me explain.\u001b[24m\n    \u001b[1m私に説明させてください。\u001b[22m, \u001b[1m私に説明してみましょう。\u001b[22m\n\u001b[4m... No, it is too much.\u001b[24m\n    \u001b[1m...いいえ、あまりにも多いです。\u001b[22m, \u001b[1m...いいえ、それはあまりにも多くのです。\u001b[22m\n\u001b[4mLet me sum up.\u001b[24m\n    \u001b[1m私はまとめてみましょう。\u001b[22m, \u001b[1m私は総括してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nKazuya Minekura's Saiyuki is a fabulous manga, but due to publisher switches and long hiatuses, it has never quite made it to the world of animation without some major confusion.\n\n\u001b[1mMinekura KazuyaのSaiyukiはすばらしい漫画ですが、出版社のスイッチや長い切れ目のため、大きな混乱を招くことなく、アニメーションの世界には決してなじみませんでした。\u001b[22m\n\u001b[1m(Minekura Kazuya no Saiyuki wa subarashī mangadesuga, shubbansha no suitchi ya nagai kireme no tame, ōkina konran o maneku koto naku, animēshon no sekai ni wa kesshite najimimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mKazuya Minekura's Saiyuki is a fabulous manga, but due to publisher switches and long hiatuses, it has never quite made it to the world of animation without some major confusion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKazuya Minekura's Saiyuki is a fabulous manga, but due to publisher switches and long hiatuses, it has never quite made it to the world of animation without some major confusion.\u001b[24m\n    \u001b[1mMinekura KazuyaのSaiyukiはすばらしい漫画ですが、出版社のスイッチや長い切れ目のため、大きな混乱を招くことなく、アニメーションの世界には決してなじみませんでした。\u001b[22m, \u001b[1m峰倉かずやさん最遊記は素晴らしい漫画ですが、原因パブリッシャスイッチと長いhiatusesに、それは非常にいくつかの主要な混乱なくアニメーションの世界にそれを作ったことがありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe manga is composed of four series: Saiyuki, Saiyuki Reload (which continues from the end of Saiyuki), Saiyuki Reload Blast (which continues from the end of Saiyuki Reload), and a Prequel series called Saiyuki Gaiden which stars the previous incarnations of the series' main characters.\n\n\u001b[1m漫画は、西遊記、西遊記リロード（西遊記の終わりから続く）、最遊記リロード爆破（西遊記リロードの終わりから続く）、そして前列の最遊記記念館の4つのシリーズで構成されています シリーズの主人公。\u001b[22m\n\u001b[1m(Manga wa, Saiyūki, Saiyūki rirōdo (Saiyūki no owari kara tsudzuku), saiyūki rirōdo bakuha (Saiyūki rirōdo no owari kara tsudzuku), soshite zenretsu no saiyūki kinen-kan no 4tsu no shirīzu de kōsei sa rete imasu shirīzu no shujinkō.)\u001b[22m\n\nTranslations of \u001b[4mThe manga is composed of four series: Saiyuki, Saiyuki Reload (which continues from the end of Saiyuki), Saiyuki Reload Blast (which continues from the end of Saiyuki Reload), and a Prequel series called Saiyuki Gaiden which stars the previous incarnations of the series' main characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe manga is composed of four series: Saiyuki, Saiyuki Reload (which continues from the end of Saiyuki), Saiyuki Reload Blast (which continues from the end of Saiyuki Reload), and a Prequel series called Saiyuki Gaiden which stars the previous incarnations of the\u001b[24m\n    \u001b[1m漫画は、西遊記、西遊記リロード（西遊記の終わりから続く）、最遊記リロード爆破（西遊記リロードの終わりから続く）、そして前列の最遊記記念館の4つのシリーズで構成されています\u001b[22m, \u001b[1m西遊記、（最遊記の終わりから継続）最遊記RELOAD、（最遊記RELOADの終わりから継続）最遊記RELOAD BLAST、および以前の化身を主演最遊記外伝呼ば前編シリーズ：漫画は、4つのシリーズで構成されています\u001b[22m\n\u001b[4mseries' main characters.\u001b[24m\n    \u001b[1mシリーズの主人公。\u001b[22m, \u001b[1mシリーズのメインキャラクター。\u001b[22m\n\u001b[1m\u001b[22m\nConfused yet? We're only getting started.\n\n\u001b[1mまだ混乱していますか？ 私たちは始めているところです。\u001b[22m\n\u001b[1m(Mada konran shite imasu ka? Watashitachiha hajimete iru tokorodesu.)\u001b[22m\n\nTranslations of \u001b[4mConfused yet? We're only getting started.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConfused yet?\u001b[24m\n    \u001b[1mまだ混乱していますか？\u001b[22m, \u001b[1mまだ混乱？\u001b[22m\n\u001b[4mWe're only getting started.\u001b[24m\n    \u001b[1m私たちは始めているところです。\u001b[22m, \u001b[1m我々はまだ始まったばかりです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you are coming to the Saiyuki anime for the first time, the place you'll want to stay is Gensoumaden Saiyuki (or just Saiyuki), the original anime. It is based on Saiyuki (the manga) and includes roughly the first half of Saiyuki Gaiden.\n\n\u001b[1mあなたがSaiyukiアニメに初めて来る場合は、元のアニメ、Gensoumaden Saiyuki（またはちょうどSaiyuki）です。 西遊記（漫画）をベースにしており、西遊記人の前半をほぼ含んでいます。\u001b[22m\n\u001b[1m(Anata ga Saiyuki anime ni hajimete kuru baai wa,-moto no anime, Gensoumaden Saiyuki (matawa chōdo Saiyuki)desu. Saiyūki (manga) o bēsu ni shite ori, Saiyūki hito no zenhan o hobo fukunde imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you are coming to the Saiyuki anime for the first time, the place you'll want to stay is Gensoumaden Saiyuki (or just Saiyuki), the original anime. It is based on Saiyuki (the manga) and includes roughly the first half of Saiyuki Gaiden.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are coming to the Saiyuki anime for the first time, the place you'll want to stay is Gensoumaden Saiyuki (or just Saiyuki), the original anime.\u001b[24m\n    \u001b[1mあなたがSaiyukiアニメに初めて来る場合は、元のアニメ、Gensoumaden Saiyuki（またはちょうどSaiyuki）です。\u001b[22m, \u001b[1m初めて最遊記アニメに来ている場合は、あなたが滞在したいと思う場所はGensoumaden西遊記（または単に西遊記）、オリジナルアニメです。\u001b[22m\n\u001b[4mIt is based on Saiyuki (the manga) and includes roughly the first half of Saiyuki Gaiden.\u001b[24m\n    \u001b[1m西遊記（漫画）をベースにしており、西遊記人の前半をほぼ含んでいます。\u001b[22m, \u001b[1mこれは、西遊記（漫画）に基づいており、おおよそ最遊記外伝の最初の半分を含んでいます。\u001b[22m\n\u001b[1m\u001b[22m\nThe next anime series, chronologically, are Saiyuki Reload and then Saiyuki Reload Gunlock, which cover up to the middle of the Saiyuki Reload manga.\n\n\u001b[1m次のアニメシリーズは、Saiyuki Reload漫画の真ん中までカバーするSaiyuki Reload、そしてSaiyuki Reload Gunlockです。\u001b[22m\n\u001b[1m(Tsugi no animeshirīzu wa, Saiyuki Reload manga no man'naka made kabā suru Saiyuki Reload, soshite Saiyuki Reload Gunlockdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe next anime series, chronologically, are Saiyuki Reload and then Saiyuki Reload Gunlock, which cover up to the middle of the Saiyuki Reload manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe next anime series, chronologically, are Saiyuki Reload and then Saiyuki Reload Gunlock, which cover up to the middle of the Saiyuki Reload manga.\u001b[24m\n    \u001b[1m次のアニメシリーズは、Saiyuki Reload漫画の真ん中までカバーするSaiyuki Reload、そしてSaiyuki Reload Gunlockです。\u001b[22m, \u001b[1m次のアニメシリーズは、年代順に、最遊記RELOADマンガの途中までカバー最遊記RELOAD、その後最遊記RELOAD引金、です。\u001b[22m\n\u001b[1m\u001b[22m\nThese OVAs you're currently on are just the ending of Saiyuki Gaiden. (Likewise, the Saiyuki Bural OVAs are simply a manga arc that was not included in any of the anime series but was a fan favorite so I guess it got OVAs.)\n\n\u001b[1mあなたが現在行っているこれらのOVAは、ちょうどSaiyuki外伝の結末です。  （同様に、Saiyuki Bural OVAsは単にアニメシリーズには含まれていないが、ファンのお気に入りだったので、OVAsを持っていると思います）。\u001b[22m\n\u001b[1m(Anata ga genzai okonatte iru korera no ovu~a wa, chōdo Saiyuki gaiden no ketsumatsudesu. (Dōyō ni, Saiyuki Bural OVAs wa tan'ni animeshirīzu ni wa fukuma rete inaiga, fan no okiniiridattanode, OVAs o motte iru to omoimasu).)\u001b[22m\n\nTranslations of \u001b[4mThese OVAs you're currently on are just the ending of Saiyuki Gaiden. (Likewise, the Saiyuki Bural OVAs are simply a manga arc that was not included in any of the anime series but was a fan favorite so I guess it got OVAs.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese OVAs you're currently on are just the ending of Saiyuki Gaiden.\u001b[24m\n    \u001b[1mあなたが現在行っているこれらのOVAは、ちょうどSaiyuki外伝の結末です。\u001b[22m, \u001b[1mあなたが現在しているこれらのOVASは最遊記外伝だけのエンディングです。\u001b[22m\n\u001b[4m(Likewise, the Saiyuki Bural OVAs are simply a manga arc that was not included in any of the anime series but was a fan favorite so I guess it got OVAs.)\u001b[24m\n    \u001b[1m（同様に、Saiyuki Bural OVAsは単にアニメシリーズには含まれていないが、ファンのお気に入りだったので、OVAsを持っていると思います）。\u001b[22m, \u001b[1m（同様に、最遊記Bural OVASは、単にアニメシリーズのいずれかに含まれているが私はそれがOVASを持って推測するファンのお気に入りだったしなかった漫画アークです。）\u001b[22m\n\u001b[1m\u001b[22m\nBasically, tldr, if this is your first taste of Saiyuki in any form, you're gonna be very, very confused. These OVAs are mostly for established fans of the manga.\n\n\u001b[1m基本的に、tldr、これがあなたの最初の彩遊の味であれば、非常に混乱してしまうでしょう。 これらのOVAは、主にマンガのファンのためのものです。\u001b[22m\n\u001b[1m(Kihontekini, tldr, kore ga anata no saisho no sai yū no ajideareba, hijō ni konran shite shimaudeshou. Korera no ovu~a wa, omoni manga no fan no tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mBasically, tldr, if this is your first taste of Saiyuki in any form, you're gonna be very, very confused. These OVAs are mostly for established fans of the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically, tldr, if this is your first taste of Saiyuki in any form, you're gonna be very, very confused.\u001b[24m\n    \u001b[1m基本的に、tldr、これがあなたの最初の彩遊の味であれば、非常に混乱してしまうでしょう。\u001b[22m, \u001b[1mこれは西遊記の最初の味がどのような形態である場合は基本的に、tldr、あなたがつもり、非常に、非常に混乱することです。\u001b[22m\n\u001b[4mThese OVAs are mostly for established fans of the manga.\u001b[24m\n    \u001b[1mこれらのOVAは、主にマンガのファンのためのものです。\u001b[22m, \u001b[1mこれらのOVASは、漫画の確立されたファンのために主にあります。\u001b[22m\n\u001b[1m\u001b[22m\nThat said, as an established fan of the manga, I've never been satisfied with the anime adaptations. For one thing, as you can see, they're overly confusing and brimming with filler. I also have noticed that Minekura's art seems difficult to adapt to anime--the animation is horrendous at worst, vaguely weird at best. Saiyuki Gaiden is some of the best animation Saiyuki has gotten, but it still looks kind of off, as if her anatomy isn't quite made for moving. Not my favorite.\n\n\u001b[1mそれは、マンガのファンとして、私はアニメの適応に満足したことはありませんでした。 一つは、あなたが見ることができるように、彼らはあまりにも混乱しているし、充填剤でいっぱいです。 私はまた、ミネクラの芸術がアニメに適応するのが難しいように思っています。アニメーションは最悪の場合、恐ろしく、奇妙で奇妙です。 サイユーギーデ​​ンは、最遊記のアニメーションの中でも最高のものですが、解剖学的な動きはあまりないように見えます。 私のお気に入りではありません。\u001b[22m\n\u001b[1m(Sore wa, manga no fan to shite, watashi wa anime no tekiō ni manzoku shita koto wa arimasendeshita. Hitotsu wa, anata ga miru koto ga dekiru yō ni, karera wa amarini mo konran shite irushi, jūten-zai de ippaidesu. Watashi wa mata, minekura no geijutsu ga anime ni tekiō suru no ga muzukashī yō ni omotte imasu. Animēshon wa saiaku no baai, osoroshiku, kimyōde kimyōdesu. Saiyūgīde ​​ n wa, saiyūki no animēshon no naka demo saikō no monodesuga, kaibōgakutekina ugoki wa amari nai yō ni miemasu. Watashi no okiniiride wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThat said, as an established fan of the manga, I've never been satisfied with the anime adaptations. For one thing, as you can see, they're overly confusing and brimming with filler. I also have noticed that Minekura's art seems difficult to adapt to anime--the animation is horrendous at worst, vaguely weird at best. Saiyuki Gaiden is some of the best animation Saiyuki has gotten, but it still looks kind of off, as if her anatomy isn't quite made for moving. Not my favorite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said, as an established fan of the manga, I've never been satisfied with the anime adaptations.\u001b[24m\n    \u001b[1mそれは、マンガのファンとして、私はアニメの適応に満足したことはありませんでした。\u001b[22m, \u001b[1mそれは漫画の確立ファンとして、私はアニメの適応に満足していたことがありません、と述べました。\u001b[22m\n\u001b[4mFor one thing, as you can see, they're overly confusing and brimming with filler.\u001b[24m\n    \u001b[1m一つは、あなたが見ることができるように、彼らはあまりにも混乱しているし、充填剤でいっぱいです。\u001b[22m, \u001b[1mあなたが見ることができるように一つには、彼らは過度に混乱し、充填材に満ちています。\u001b[22m\n\u001b[4mI also have noticed that Minekura's art seems difficult to adapt to anime--the animation is horrendous at worst, vaguely weird at best.\u001b[24m\n    \u001b[1m私はまた、ミネクラの芸術がアニメに適応するのが難しいように思っています。アニメーションは最悪の場合、恐ろしく、奇妙で奇妙です。\u001b[22m, \u001b[1m私はまた、Minekuraのアートはアニメに適応することは困難と思われることに気づいた - アニメーションはせいぜい、最悪の漠然と奇妙な恐ろしいです。\u001b[22m\n\u001b[4mSaiyuki Gaiden is some of the best animation Saiyuki has gotten, but it still looks kind of off, as if her anatomy isn't quite made for moving.\u001b[24m\n    \u001b[1mサイユーギーデンは、最遊記のアニメーションの中でも最高のものですが、解剖学的な動きはあまりないように見えます。\u001b[22m, \u001b[1m最遊記外伝は最遊記が得ている最高のアニメーションの一部であるが、彼女の解剖学は非常に移動するために作られていないかのようにそれはまだ、一種のオフになります。\u001b[22m\n\u001b[4mNot my favorite.\u001b[24m\n    \u001b[1m私のお気に入りではありません。\u001b[22m, \u001b[1m私のお気に入りはありません。\u001b[22m\n\u001b[1m\u001b[22m\nThat said, I do recommend the manga whole-heartedly.\n\n\u001b[1mつまり、私は全面的にマンガをお勧めします。\u001b[22m\n\u001b[1m(Tsumari, watashi wa zenmen-teki ni manga o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat said, I do recommend the manga whole-heartedly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said, I do recommend the manga whole-heartedly.\u001b[24m\n    \u001b[1mつまり、私は全面的にマンガをお勧めします。\u001b[22m, \u001b[1m言う、私は、全体の心を込め漫画をお勧めします。\u001b[22m"
  },
  {
    "title": "Saiyuuki_Gaiden",
    "id": "9088",
    "url": "https://myanimelist.net/anime/9088/Saiyuuki_Gaiden",
    "user": "Tetsumine",
    "profile": "/profile/Tetsumine/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=59155",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はSaiyuki外人を強く勧めます。 ストーリー賢明な外伝アークは、間違いなく私の好きな最遊記ストーリーです。 これまでの私のお気に入りのプレクエルと、私が見たベストの一つです。 それは毎回泣いてしまうような華麗な感動のプロットを持ち、キャラクターの関係は心を壊して美しく描かれています。 外伝は私に強い影響を与えました。それはあなたが数時間、さらにあなたがそれを見てから数日を考え続けているそのタイプの物語です。\n\nしかし、アニメはマンガほど良くはありませんが、それでも素晴らしい時計です。 外伝は実際に西友のエピソード40と41で始まります。したがって、これらの2つのエピソードを見てから、これらのOVAを見てください。 それ以外のことは、このシリーズの全体が素晴らしいので、私はあなたに勧めますが、Saiyuki Burialは時系列順に次の順です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI highly recommend Saiyuki Gaiden. Story wise the Gaiden arc is amazing and definitely my favorite Saiyuki story. It's by far my favorite prequel and one of the best i've seen. It has a brilliantly touching plot that leaves me crying every time, and the character relationships are heart breaking and beautifully depicted. The Gaiden left a strong impact on me, its the type of story that you keep thinking about hours, even days after you've seen it.\n\n\u001b[1m私はSaiyuki外人を強く勧めます。 ストーリー賢明な外伝アークは、間違いなく私の好きな最遊記ストーリーです。 これまでの私のお気に入りのプレクエルと、私が見たベストの一つです。 それは毎回泣いてしまうような華麗な感動のプロットを持ち、キャラクターの関係は心を壊して美しく描かれています。 外伝は私に強い影響を与えました。それはあなたが数時間、さらにあなたがそれを見てから数日を考え続けているそのタイプの物語です。\u001b[22m\n\u001b[1m(Watashi wa Saiyuki gaijin o tsuyoku susumemasu. Sutōrī kenmeina gaiden āku wa, machigainaku watashi no sukina saiyūki sutōrīdesu. Kore made no watashinōkiniiri no purekueru to, watashi ga mita besuto no hitotsudesu. Sore wa maikai naite shimau yōna kareina kandō no purotto o mochi, kyarakutā no kankei wa kokoro o kowashite utsukushiku egaka rete imasu. Gaiden wa watashi ni tsuyoi eikyō o ataemashita. Sore wa anata ga sūjikan, sarani anata ga sore o mitekara sūjitsu o kangae tsudzukete iru sono taipu no monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mI highly recommend Saiyuki Gaiden. Story wise the Gaiden arc is amazing and definitely my favorite Saiyuki story. It's by far my favorite prequel and one of the best i've seen. It has a brilliantly touching plot that leaves me crying every time, and the character relationships are heart breaking and beautifully depicted. The Gaiden left a strong impact on me, its the type of story that you keep thinking about hours, even days after you've seen it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI highly recommend Saiyuki Gaiden.\u001b[24m\n    \u001b[1m私はSaiyuki外人を強く勧めます。\u001b[22m, \u001b[1m私は非常最遊記外伝をお勧めします。\u001b[22m\n\u001b[4mStory wise the Gaiden arc is amazing and definitely my favorite Saiyuki story.\u001b[24m\n    \u001b[1mストーリー賢明な外伝アークは、間違いなく私の好きな最遊記ストーリーです。\u001b[22m, \u001b[1m物語は、賢明な外伝アークが素晴らしいと間違いなく私のお気に入りの西遊記の物語です。\u001b[22m\n\u001b[4mIt's by far my favorite prequel and one of the best i've seen.\u001b[24m\n    \u001b[1mこれまでの私のお気に入りのプレクエルと、私が見たベストの一つです。\u001b[22m, \u001b[1mそれははるかに私のお気に入りの続編と私が見た中で最高の一つです。\u001b[22m\n\u001b[4mIt has a brilliantly touching plot that leaves me crying every time, and the character relationships are heart breaking and beautifully depicted.\u001b[24m\n    \u001b[1mそれは毎回泣いてしまうような華麗な感動のプロットを持ち、キャラクターの関係は心を壊して美しく描かれています。\u001b[22m, \u001b[1mこれは、毎回泣いて私の葉鮮やかに感動のプロットを持っており、文字の関係は、心臓破り、美しく描かれています。\u001b[22m\n\u001b[4mThe Gaiden left a strong impact on me, its the type of story that you keep thinking about hours, even days after you've seen it.\u001b[24m\n    \u001b[1m外伝は私に強い影響を与えました。それはあなたが数時間、さらにあなたがそれを見てから数日を考え続けているそのタイプの物語です。\u001b[22m, \u001b[1m外伝は、私にあなたがそれを見てきた数日後、時間について考え続ける物語のその型を強烈なインパクトを残しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime however, is not as good as the manga but still a great watch. The Gaiden arc actually starts in Saiyuki episode 40 and 41. So you should watch those two episodes before watching these OVAs. Other than that it is not necessary to watch Saiyuki or any of the sequels before this, though I suggest you do because the whole series is great :) Saiyuki Burial is next in chronological order.\n\n\u001b[1mしかし、アニメはマンガほど良くはありませんが、それでも素晴らしい時計です。 外伝は実際には西遊記40と41で始まります。そのため、これらの2つのエピソードを見てから、これらのOVAを見てください。 それ以外のことは、このシリーズの全体が素晴らしいので、私はあなたに提案していますが、Saiyuki Burialは時系列順に次です。\u001b[22m\n\u001b[1m(Shikashi, anime wa manga hodo yoku wa arimasenga, soredemo subarashī tokeidesu. Gaiden wa jissai ni wa Saiyūki 40 to 41 de hajimarimasu. Sonotame, korera no 2tsu no episōdo o mitekara, korera no ovu~a o mite kudasai. Sore igai no koto wa, kono shirīzu no zentai ga subarashīnode, watashi wa anata ni teian shite imasuga, Saiyuki Burial wa jikeiretsu jun ni tsugidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime however, is not as good as the manga but still a great watch. The Gaiden arc actually starts in Saiyuki episode 40 and 41. So you should watch those two episodes before watching these OVAs. Other than that it is not necessary to watch Saiyuki or any of the sequels before this, though I suggest you do because the whole series is great :) Saiyuki Burial is next in chronological order.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime however, is not as good as the manga but still a great watch.\u001b[24m\n    \u001b[1mしかし、アニメはマンガほど良くはありませんが、それでも素晴らしい時計です。\u001b[22m, \u001b[1mアニメは、しかし、漫画それでも偉大な時計ほど良好ではありません。\u001b[22m\n\u001b[4mThe Gaiden arc actually starts in Saiyuki episode 40 and 41. So you should watch those two episodes before watching these OVAs.\u001b[24m\n    \u001b[1m外伝は実際には西遊記40と41で始まります。そのため、これらの2つのエピソードを見てから、これらのOVAを見てください。\u001b[22m, \u001b[1m外伝アークは、実際には西遊記のエピソード40と41に開始ですから、これらのOVASを見て前に、これらの2つのエピソードを見なければなりません。\u001b[22m\n\u001b[4mOther than that it is not necessary to watch Saiyuki or any of the sequels before this, though I suggest you do because the whole series is great :) Saiyuki Burial is next in chronological order.\u001b[24m\n    \u001b[1mそれ以外のことは、このシリーズの全体が素晴らしいので、私はあなたに提案していますが、Saiyuki Burialは時系列順に次です。\u001b[22m, \u001b[1m私はあなたが示唆しているものの、シリーズ全体が大きいので、最遊記またはこの前に続編のいずれかを見てする必要はありません:)最遊記埋葬は、時系列順に隣接していること以外は。\u001b[22m"
  }
]
