[
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=202718",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  5\n\nドラゴンクライシスは、ドラゴンがほぼ人間形の形で（翼と手首に奇妙な印を付けて）存在する土地であるが、ドラゴンの力を恐れている通常の人間との終わりにある。 ペットドラゴ​​ン（insta girl / dragon-friend）を手に入れて、二重トラブルの真っ只中に遭遇する竜二（SnSのYuujiと混同しないでください）：龍の間の結婚紛争 強制的な婚約者）と人間の龍に対する孤立（龍と人間はうまく混ざり合っていない、人間は常に魔法の能力のために龍の所有物を奪っている。\n\nシリーズはちょっとしたハーレム（一人のドラゴンガールと他の普通ではない女の子がたくさんいる）、わずかなドラマ、そして相当量のアクションです。 このシリーズの主な欠点は、ストーリーラインの不満とプライマリキャラクターの開発の失敗である。\n\nちょうどちょっと久見宮理が必要な場合は、このショーは本当に貴重な時間ではないので、他の場所を見てください。 あなたがまだもっと読むことを強くお勧めしている場合は、お気軽にお読みください。\n\nアニメーション：\nここではアニメーションの品質はかなり良いです。 まともな鮮明度と公正なキャラクターデザインを期待してください。 キャラクターは他のシリーズと比べて少し平野ですが、何らかの理由で私はウルフの女の子に好きなことを起こしました。 いずれにせよ、大量の破壊を伴うかなりの戦闘シーンがあり、これらはかなりうまくいっているが、華麗には行われていない。 いくつかのCGの使用法がありますが、あまりにも気を散らすことはありませんでした。 何かがあれば、このショーは非常に詳細な背景を持っていることを称賛するはずですが、一般的に色は少し洗っています。 彼らだけがキャラクターに同じレベルの詳細を費やしていたならば。\n\nここでは大変なことはありませんが、リュウジは私が正しく思い出すと、一度女の子の服の下で顔をしかたなくなります。 最後に、熟女の登場人物をもう少し成熟させてほしいと思っています。\n\n音：\n堀江由衣のOPは後者のアクション指向のエピソードのいくつかにうまく収まるようなキャッチーな曲です。  EDはもう少し楽しいですが、組織的な曲はそれほどありませんので、私はそれをスキップしてしまいました。  BGMは、あなたが繰り返し聞くことを開始する1つの非常に電子ソーベースの曲でちょっとユニークです。  VAは本当に高性能なVAにもかかわらず、あまり知られていないVAにもっと小道具を持って行くと思う（堀江由衣は副次的なキャラクターに任命され、栗谷理恵の輝きはRoseにはそれほど多くない 多くの行、ちょうどたくさんの「竜二、竜二、竜二！」）。 猪口裕香は、狼の女の子を声優にしている、比較的新人です。彼女は少し独特のやや荒いですが、まだ女性的な声、かなり良い仕事をしています。\n\nストーリー：\nこれはすべてが崩れ落ちる場所です。 ここではいくつかのサブ・プロットが同時に調査されていますが、要素はゆるやかに結びついているだけでなく、多くのプロット・ホールが豊富であり、オープン・エンドの結論を守っています。 このショーは非常に使いすぎているプロットシーケンスを使用しているので、基本的にすべてのひねりが来ると推測できるので、ひどく驚かされることもありません。 さらに、キャラクターが決定するものの中には、自分の視点からは意味をなさないものもありますが、自分自身を決定して警告を発するものがあります。\n\nキャラクター：\n久美也理恵とのシリーズについては、もっとたくさんのことを期待していました。 彼女のキャラクターはシリーズの半分をかなり黙っていただけでなく、頭の中で何が起こっているのか分からないので、非常に混乱する決定につながりました。 唯一の「開発」は、今回は「婚約」と呼ばれ、竜二の哀れな見た目のダガーを始動させ、非常に非正統的な方法で竜二と「同期」することができるということです（黒子とのシンクロも同様です）  。 実際、このシリーズ全体で唯一良かったのは、オオカミ少女弧（eps 6-7）だけだったと思います。\n\n先に述べたように、これはかなりの二次的な女性のキャラクターが竜二のためにいくつかの感情を発達させるような、そしてオオカミの弧のためのもの以外には、非常に説得力のあるものではない、ハーレムシリーズの「ビット」です。\n\n値：\n私の主な問題は、おそらく、私がこのシリーズに入って「久美宮理恵」と考えていて、かなり高い期待を持っていたことです。 それは、同じシーズンのいくつかの競合するシリーズと比較して、サブパートの時計です。 あなたが本当に多くの期待を持っておらず、殺す時間があるならば、あるいは狼の女の子に会いたいと思っているなら、これを撃つ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nDragon Crisis is about a land where dragons exist in almost humanoid forms (with wings and a weird marking on their wrist), but are at ends with normal humans, who fear the dragons' powers. Enter Ryuuji (not to be confused with Yuuji in SnS) who happens to get a pet dragon (insta girl/dragon-friend), and gets caught in the middle of double trouble: a marriage dispute between dragons (her pet Rose already has a forced fiancee) and the human's standoff against dragons (dragons and humans don't mix well, humans always taking dragon's possessions (called lost precious) for their magical abilities).\n\n\u001b[1mドラゴンクライシスは、ドラゴンがほぼ人間形の形で（翼と手首に奇妙な印を付けて）存在する土地であるが、ドラゴンの力を恐れている通常の人間との終わりにある。 ペットドラゴ​​ン（insta girl / dragon-friend）を手に入れて、二重トラブルの真っ只中に遭遇する竜二（SnSのYuujiと混同しないでください）：龍の間の結婚紛争 強制的な婚約者）と人間の龍に対する孤立（龍と人間はうまく混ざり合っていない、人間は常に魔法の能力のために龍の所有物を奪っている。\u001b[22m\n\u001b[1m(Doragonkuraishisu wa, doragon ga hobo ningen katachi no katachi de (tsubasa to tekubi ni kimyōna shirushi o tsukete) sonzai suru tochidearuga, doragon no chikara o osorete iru tsūjō no ningen to no owari ni aru. Pettodorago ​​ n (insta girl/ dragon - friend) o te ni irete, nijū toraburu no mattadanaka ni sōgū suru Ryūji (SnS no Yuuji to kondō shinaide kudasai): Ryū no ma no kekkon funsō kyōsei-tekina fianse) to ningen no ryū ni taisuru koritsu (ryū to ningen wa umaku mazari atte inai, ningen wa tsuneni mahō no nōryoku no tame ni ryū no shoyū-mono o ubatte iru.)\u001b[22m\n\nTranslations of \u001b[4mDragon Crisis is about a land where dragons exist in almost humanoid forms (with wings and a weird marking on their wrist), but are at ends with normal humans, who fear the dragons' powers. Enter Ryuuji (not to be confused with Yuuji in SnS) who happens to get a pet dragon (insta girl/dragon-friend), and gets caught in the middle of double trouble: a marriage dispute between dragons (her pet Rose already has a forced fiancee) and the human's standoff against dragons (dragons and humans don't mix well, humans always taking dragon's possessions (called lost precious) for their magical abilities).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDragon Crisis is about a land where dragons exist in almost humanoid forms (with wings and a weird marking on their wrist), but are at ends with normal humans, who fear the dragons' powers.\u001b[24m\n    \u001b[1mドラゴンクライシスは、ドラゴンがほぼ人間形の形で（翼と手首に奇妙な印を付けて）存在する土地であるが、ドラゴンの力を恐れている通常の人間との終わりにある。\u001b[22m, \u001b[1mドラゴンクライシスは（翼を持つと自分の手首にマーキング奇妙な）ドラゴンはほぼヒューマノイドフォームを存在する土地についてですが、竜」の力を恐れて正常なヒト、との両端にあります。\u001b[22m\n\u001b[4mEnter Ryuuji (not to be confused with Yuuji in SnS) who happens to get a pet dragon (insta girl/dragon-friend), and gets caught in the middle of double trouble: a marriage dispute between dragons (her pet Rose already has a\u001b[24m\n    \u001b[1mペットドラゴン（insta girl / dragon-friend）を手に入れて、二重トラブルの真っ只中に遭遇する竜二（SnSのYuujiと混同しないでください）：龍の間の結婚紛争\u001b[22m, \u001b[1m竜の間の結婚の紛争（彼女のペットは既にローズがあります。ペットのドラゴン（INSTA少女/ドラゴン・友人）を取得するために発生し、二重のトラブルの途中で捕まる（SNS内祐二と混同しない）林原を入力してください\u001b[22m\n\u001b[4mforced fiancee) and the human's standoff against dragons (dragons and humans don't mix well, humans always taking dragon's possessions (called lost precious) for their magical abilities).\u001b[24m\n    \u001b[1m強制的な婚約者）と人間の龍に対する孤立（龍と人間はうまく混ざり合っていない、人間は常に魔法の能力のために龍の所有物を奪っている。\u001b[22m, \u001b[1m強制婚約者）と龍に対するヒトのスタンドオフ（ドラゴンと人間がうまく混ざらない、人間は常に貴重な失われたと呼ばれるドラゴンの所有物を（取って）彼らの魔法の能力のために）。\u001b[22m\n\u001b[1m\u001b[22m\nThe series is a tiny bit harem (one guy lots of dragon-girls and other not-so-normal girls), a slight bit of drama, and a fair amount of action. The major failing of this series is its lackluster story line and complete failure in developing the primary characters.\n\n\u001b[1mシリーズはちょっとしたハーレム（一人のドラゴンガールと他の普通ではない女の子がたくさんいる）、わずかなドラマ、そして相当量のアクションです。 このシリーズの主な欠点は、ストーリーラインの不満とプライマリキャラクターの開発の失敗である。\u001b[22m\n\u001b[1m(Shirīzu wa chottoshita hāremu (hitori no doragongāru to hoka no futsūdehanai on'nanoko ga takusan iru), wazukana dorama, soshite sōtō-ryō no akushondesu. Kono shirīzu no omona ketten wa, sutōrīrain no fuman to puraimarikyarakutā no kaihatsu no shippaidearu.)\u001b[22m\n\nTranslations of \u001b[4mThe series is a tiny bit harem (one guy lots of dragon-girls and other not-so-normal girls), a slight bit of drama, and a fair amount of action. The major failing of this series is its lackluster story line and complete failure in developing the primary characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series is a tiny bit harem (one guy lots of dragon-girls and other not-so-normal girls), a slight bit of drama, and a fair amount of action.\u001b[24m\n    \u001b[1mシリーズはちょっとしたハーレム（一人のドラゴンガールと他の普通ではない女の子がたくさんいる）、わずかなドラマ、そして相当量のアクションです。\u001b[22m, \u001b[1mシリーズは、ほんの少しのハーレム（ドラゴン-女の子と他のそれほど正常でない女の子の1男ロット）、ドラマのわずかなビット、および行動のかなりの量です。\u001b[22m\n\u001b[4mThe major failing of this series is its lackluster story line and complete failure in developing the primary characters.\u001b[24m\n    \u001b[1mこのシリーズの主な欠点は、ストーリーラインの不満とプライマリキャラクターの開発の失敗である。\u001b[22m, \u001b[1mこのシリーズの主な失敗は、一次の文字を開発する上で、その精彩を欠いたストーリーラインと完全な失敗です。\u001b[22m\n\u001b[1m\u001b[22m\nIf you just happen to need a bit of Rie Kugimiya, look elsewhere, as this show really isn't worth your time. If you're still adamant about reading more, then feel free to read on.\n\n\u001b[1mちょうどちょっと久見宮理が必要な場合は、このショーは本当に貴重な時間ではないので、他の場所を見てください。 あなたがまだもっと読むことを強くお勧めしているなら、お気軽にお読みください。\u001b[22m\n\u001b[1m(Chōdo chotto Kumi Miya ri ga hitsuyōna baai wa, kono shō wa hontōni kichōna jikande wanainode, hoka no basho o mite kudasai. Anata ga mada motto yomu koto o tsuyoku o susume shite irunara, o kigaru ni o yomi kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you just happen to need a bit of Rie Kugimiya, look elsewhere, as this show really isn't worth your time. If you're still adamant about reading more, then feel free to read on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you just happen to need a bit of Rie Kugimiya, look elsewhere, as this show really isn't worth your time.\u001b[24m\n    \u001b[1mちょうどちょっと久見宮理が必要な場合は、このショーは本当に貴重な時間ではないので、他の場所を見てください。\u001b[22m, \u001b[1mあなただけの釘宮理恵のビットを必要とするために起こる場合は、このショーは本当にあなたの時間価値がないとして、他の場所に見えます。\u001b[22m\n\u001b[4mIf you're still adamant about reading more, then feel free to read on.\u001b[24m\n    \u001b[1mあなたがまだもっと読むことを強くお勧めしているなら、お気軽にお読みください。\u001b[22m, \u001b[1mあなたはまだより多くの読書についての断固としている場合は、上の読み気軽に。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nThe animation quality is fairly good here. Expect decent crispness and fair character design. The characters are a bit plain compared to other series but for some reason I happened to take a liking to wolf girl. In any case, there are quite a few fight scenes with huge amounts of destruction, and these are done fairly well but not brilliantly. There is some CG usage but I didn't find it too distracting. If anything, this show should get some praise for having very detailed backgrounds, though colors in general are a bit washed at times; if only they spent the same level of detail on the characters.\n\n\u001b[1mここではアニメーションの品質はかなり良いです。 まともな鮮明度と公正なキャラクターデザインを期待してください。 キャラクターは他のシリーズと比べて少し平野ですが、何らかの理由で私はウルフの女の子に好きなことを起こしました。 いずれにせよ、大量の破壊を伴うかなりの戦闘シーンがあり、これらはかなりうまくいっているが、華麗には行われていない。 いくつかのCGの使用法がありますが、あまりにも気を散らすことはありませんでした。 何かがあれば、このショーは非常に詳細な背景を持っていることを称賛するはずですが、一般的に色は少し洗っています。 彼らだけがキャラクターに同じレベルの詳細を費やしていたならば。\u001b[22m\n\u001b[1m(Kokode wa animēshon no hinshitsu wa kanari yoidesu. Matomona senmei-do to kōseina kyarakutādezain o kitai shite kudasai. Kyarakutā wa hoka no shirīzu to kurabete sukoshi heiyadesuga, nanrakano riyū de watashi wa Urufu no on'nanoko ni sukinakoto o okoshimashita. Izure ni seyo, tairyō no hakai o tomonau kanari no sentō shīn ga ari, korera wa kanari umaku itte iruga, karei ni wa okonawa rete inai. Ikutsu ka no CG no shiyō-hō ga arimasuga, amarini mo ki o chirasu koto wa arimasendeshita. Nanika ga areba, kono shō wa hijō ni shōsaina haikei o motte iru koto o shōsan suru hazudesuga, ippantekini-iro wa sukoshi aratte imasu. Karera dake ga kyarakutā ni onaji reberu no shōsai o tsuiyashite itanaraba.)\u001b[22m\n\nTranslations of \u001b[4mThe animation quality is fairly good here. Expect decent crispness and fair character design. The characters are a bit plain compared to other series but for some reason I happened to take a liking to wolf girl. In any case, there are quite a few fight scenes with huge amounts of destruction, and these are done fairly well but not brilliantly. There is some CG usage but I didn't find it too distracting. If anything, this show should get some praise for having very detailed backgrounds, though colors in general are a bit washed at times; if only they spent the same level of detail on the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation quality is fairly good here.\u001b[24m\n    \u001b[1mここではアニメーションの品質はかなり良いです。\u001b[22m, \u001b[1mアニメーションの品質はここでかなり良いです。\u001b[22m\n\u001b[4mExpect decent crispness and fair character design.\u001b[24m\n    \u001b[1mまともな鮮明度と公正なキャラクターデザインを期待してください。\u001b[22m, \u001b[1mまともなパリパリ感と公正なキャラクターデザインを期待しています。\u001b[22m\n\u001b[4mThe characters are a bit plain compared to other series but for some reason I happened to take a liking to wolf girl.\u001b[24m\n    \u001b[1mキャラクターは他のシリーズと比べて少し平野ですが、何らかの理由で私はウルフの女の子に好きなことを起こしました。\u001b[22m, \u001b[1m文字は、他のシリーズに比べてビットプレーンですが、何らかの理由で私は女の子を狼ために好みを取るために起こりました。\u001b[22m\n\u001b[4mIn any case, there are quite a few fight scenes with huge amounts of destruction, and these are done fairly well but not brilliantly.\u001b[24m\n    \u001b[1mいずれにせよ、大量の破壊を伴うかなりの戦闘シーンがあり、これらはかなりうまくいっているが、華麗には行われていない。\u001b[22m, \u001b[1mいずれにしても、そこに破壊の膨大な量のかなりの数の戦いのシーンがあり、これらはかなりよくなく、見事に実行されます。\u001b[22m\n\u001b[4mThere is some CG usage but I didn't find it too distracting.\u001b[24m\n    \u001b[1mいくつかのCGの使用法がありますが、あまりにも気を散らすことはありませんでした。\u001b[22m, \u001b[1mそこにいくつかのCGの使用量があるが、私はそれが非常に複雑に入り組ん見つけることができませんでした。\u001b[22m\n\u001b[4mIf anything, this show should get some praise for having very detailed backgrounds, though colors in general are a bit washed at times;\u001b[24m\n    \u001b[1m何かがあれば、このショーは非常に詳細な背景を持っていることを称賛するはずですが、一般的に色は少し洗っています。\u001b[22m, \u001b[1mどちらかといえば、一般的に色が少しの時間で洗浄しているが、このショーは、非常に詳細な背景を持つために、いくつかの賞賛を取得する必要があります。\u001b[22m\n\u001b[4mif only they spent the same level of detail on the characters.\u001b[24m\n    \u001b[1m彼らだけがキャラクターに同じレベルの詳細を費やしていたならば。\u001b[22m, \u001b[1m場合にのみ、彼らは文字上の同じレベルの詳細を過ごしました。\u001b[22m\n\u001b[1m\u001b[22m\nThere isn't terribly much ecchi stuff here, Ryuuji only ends up with his face under a girl's dress once if I recall correctly. Finally, I wish they'd start drawing lead male characters a bit more maturely, I almost thought Ryuuji was a girl at the very beginning.\n\n\u001b[1mここでは大変なことはありませんが、リュウジは私が正しく思い出すと、一度女の子の服の下で顔をしかたなくなります。 最後に、熟女の登場人物をもう少し成熟させてほしいと思っています。\u001b[22m\n\u001b[1m(Kokode wa taihen'na koto wa arimasenga, Ryūji wa watashi ga tadashiku omoidasu to, ichido on'nanoko no fuku no shita de kao o shikatanaku narimasu. Saigo ni, jukujo no tōjō jinbutsu o mōsukoshi seijuku sa sete hoshī to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThere isn't terribly much ecchi stuff here, Ryuuji only ends up with his face under a girl's dress once if I recall correctly. Finally, I wish they'd start drawing lead male characters a bit more maturely, I almost thought Ryuuji was a girl at the very beginning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere isn't terribly much ecchi stuff here, Ryuuji only ends up with his face under a girl's dress once if I recall correctly.\u001b[24m\n    \u001b[1mここでは大変なことはありませんが、リュウジは私が正しく思い出すと、一度女の子の服の下で顔をしかたなくなります。\u001b[22m, \u001b[1mひどくずっとエッチなものがここにありません、私が正しくリコール場合、林原は一度だけの女の子のドレスの下で彼の顔をして終わります。\u001b[22m\n\u001b[4mFinally, I wish they'd start drawing lead male characters a bit more maturely, I almost thought Ryuuji was a girl at the very beginning.\u001b[24m\n    \u001b[1m最後に、熟女の登場人物をもう少し成熟させてほしいと思っています。\u001b[22m, \u001b[1m最後に、私は彼らがもう少し分別リード男性の文字を描き始めると思いたい、私はほとんど林原は非常に冒頭に女の子だと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe OP, by Yui Horie, is a catchy involved tune that fits well with some of the latter action-oriented episodes. The ED is a bit more 'fun' but less of an organized tune so I ended up skipping it. The BGM is a bit unique with one very electronic-saw based tune that you'll start to hear repeatedly. As for VAs, despite some really high-powered VAs, I think more props go to the lesser known VAs (Yui Horie is relegated to a minor supporting character and Rie Kugumiya's brilliance is reduced to pretty much nothing as Rose doesn't get all that many lines, just a lot of 'Ryuuji, Ryuuji, Ryuuji!'). Yuka Inokuchi, for one, is a relative new-comer who voices wolf girl, she gives her a bit of a unique, slightly-rough but still feminine voice, a pretty good job.\n\n\u001b[1m堀江由衣のOPは後者のアクション指向のエピソードのいくつかにうまく収まるようなキャッチーな曲です。  EDはもう少し楽しいですが、組織的な曲はそれほどありませんので、私はそれをスキップしてしまいました。  BGMは、あなたが繰り返し聞くことを開始する1つの非常に電子ソーベースの曲でちょっとユニークです。  VAは本当に高性能なVAにもかかわらず、あまり知られていないVAにもっと小道具を持って行くと思う（堀江由衣は副次的なキャラクターに任命され、栗谷理恵の輝きはRoseにはそれほど多くない 多くの行、ちょうどたくさんの「竜二、竜二、竜二！」）。 猪口裕香は、狼の女の子を声優にしている、比較的新人です。彼女は少し独特のやや荒いですが、まだ女性的な声、かなり良い仕事をしています。\u001b[22m\n\u001b[1m(Horie yui no OP wa kōsha no akushon shikō no episōdo no ikutsu ka ni umaku osamaru yōna kyatchīna kyokudesu. ED wa mōsukoshi tanoshīdesuga, soshiki-tekina kyoku wa sorehodo arimasen'node, watashi wa sore o sukippu shite shimaimashita. BGM wa, anata ga kurikaeshi kikukoto o kaishi suru 1tsu no hijō ni denshi sōbēsu no kyoku de chotto yunīkudesu. VA wa hontōni kōseinōna VA nimokakawarazu, amari shira rete inai VA ni motto kodōgu o motte iku to omou (horie yui wa fukujitekina kyarakutā ni ninmei sa re, Kuriya Rie no kagayaki wa rōzu ni wa sore hodo ōkunai ōku no gyō, chōdo takusan no `Ryūji, Ryūji, Ryūji!'). Inokuchi Yuka wa, ōkami no on'nanoko o seiyū ni shite iru, hikakuteki shinjindesu. Kanojo wa sukoshi dokutoku no yaya araidesuga, mada josei-tekina koe, kanari yoi shigoto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe OP, by Yui Horie, is a catchy involved tune that fits well with some of the latter action-oriented episodes. The ED is a bit more 'fun' but less of an organized tune so I ended up skipping it. The BGM is a bit unique with one very electronic-saw based tune that you'll start to hear repeatedly. As for VAs, despite some really high-powered VAs, I think more props go to the lesser known VAs (Yui Horie is relegated to a minor supporting character and Rie Kugumiya's brilliance is reduced to pretty much nothing as Rose doesn't get all that many lines, just a lot of 'Ryuuji, Ryuuji, Ryuuji!'). Yuka Inokuchi, for one, is a relative new-comer who voices wolf girl, she gives her a bit of a unique, slightly-rough but still feminine voice, a pretty good job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP, by Yui Horie, is a catchy involved tune that fits well with some of the latter action-oriented episodes.\u001b[24m\n    \u001b[1m堀江由衣のOPは後者のアクション指向のエピソードのいくつかにうまく収まるようなキャッチーな曲です。\u001b[22m, \u001b[1mOPは、堀江由衣によって、後者のアクション指向のエピソードのいくつかとよく適合キャッチー関与曲です。\u001b[22m\n\u001b[4mThe ED is a bit more 'fun' but less of an organized tune so I ended up skipping it.\u001b[24m\n    \u001b[1mEDはもう少し楽しいですが、組織的な曲はそれほどありませんので、私はそれをスキップしてしまいました。\u001b[22m, \u001b[1mEDは、もう少し「楽しい」が、私はそれを飛ばしてしまったように編成曲の小さいです。\u001b[22m\n\u001b[4mThe BGM is a bit unique with one very electronic-saw based tune that you'll start to hear repeatedly.\u001b[24m\n    \u001b[1mBGMは、あなたが繰り返し聞くことを開始する1つの非常に電子ソーベースの曲でちょっとユニークです。\u001b[22m, \u001b[1mBGMは、あなたが繰り返し聞くことから始めましょう1つの非常に電子のこぎりベースのチューニングを持つユニークなビットです。\u001b[22m\n\u001b[4mAs for VAs, despite some really high-powered VAs, I think more props go to the lesser known VAs (Yui Horie is relegated to a minor supporting character and Rie Kugumiya's brilliance is reduced to pretty much nothing as Rose doesn't get all that\u001b[24m\n    \u001b[1mVAは本当に高性能なVAにもかかわらず、あまり知られていないVAにもっと小道具を持って行くと思う（堀江由衣は副次的なキャラクターに任命され、栗谷理恵の輝きはRoseにはそれほど多くない\u001b[22m, \u001b[1mVAに関しては、いくつかの本当にハイパワーのVAにもかかわらず、私はより多くの小道具はあまり知られていないのVA（堀江由衣が文字をサポートするマイナーに降格され、ローズはそのすべてを取得していないよう理恵Kugumiyaの輝きがほとんど何に還元されるに行くと思います\u001b[22m\n\u001b[4mmany lines, just a lot of 'Ryuuji, Ryuuji, Ryuuji!').\u001b[24m\n    \u001b[1m多くの行、ちょうどたくさんの「竜二、竜二、竜二！」）。\u001b[22m, \u001b[1m多くの行、「林原、林原、林原！ '）のちょうどたくさん。\u001b[22m\n\u001b[4mYuka Inokuchi, for one, is a relative new-comer who voices wolf girl, she gives her a bit of a unique, slightly-rough but still feminine voice, a pretty good job.\u001b[24m\n    \u001b[1m猪口裕香は、狼の女の子を声優にしている、比較的新人です。彼女は少し独特のやや荒いですが、まだ女性的な声、かなり良い仕事をしています。\u001b[22m, \u001b[1mいのくちゆかは、1のために、彼女は彼女のユニークな、少し荒いが、それでも女性らしい声のビット、かなり良い仕事を与え、狼少女の声相対新コーナーです。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThis is where it all falls apart. While there are quite a few sub plots concurrently being explored here, the elements are only loosely tied together and many plot holes abound and haunt the series right through the open-ended conclusion. As this show uses a very over-used plot sequence, you're going to be able to guess basically every twist coming, and thus won't be terribly surprised or entertained. Furthermore, some of the decisions that the characters make just don't make sense from my point of view, decide for yourself but be warned.\n\n\u001b[1mこれはすべてが崩れ落ちる場所です。 ここではいくつかのサブ・プロットが同時に調査されていますが、要素はゆるやかに結びついているだけでなく、多くのプロット・ホールが豊富であり、オープン・エンドの結論を守っています。 このショーは非常に使いすぎているプロットシーケンスを使用しているので、基本的にすべてのひねりが来ると推測できるので、ひどく驚かされることもありません。 さらに、キャラクターが決定するものの中には、自分の視点からは意味をなさないものもありますが、自分自身を決定して警告を発するものがあります。\u001b[22m\n\u001b[1m(Kore wa subete ga kuzureochiru bashodesu. Kokode wa ikutsu ka no sabu purotto ga dōjini chōsa sa rete imasuga, yōso wa yuruyaka ni musubitsuite iru dakedenaku, ōku no purotto hōru ga hōfudeari, ōpun endo no ketsuron o mamotte imasu. Kono shō wa hijō ni tsukai sugite iru purottoshīkensu o shiyō shite irunode, kihontekini subete no hineri ga kuru to suisoku dekiru node, hidoku odorokasa reru koto mo arimasen. Sarani, kyarakutā ga kettei surumonono nakaniha, jibun no shiten kara wa imiwonasanai mono mo arimasuga, jibun jishin o kettei shite keikoku o hassuru mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is where it all falls apart. While there are quite a few sub plots concurrently being explored here, the elements are only loosely tied together and many plot holes abound and haunt the series right through the open-ended conclusion. As this show uses a very over-used plot sequence, you're going to be able to guess basically every twist coming, and thus won't be terribly surprised or entertained. Furthermore, some of the decisions that the characters make just don't make sense from my point of view, decide for yourself but be warned.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where it all falls apart.\u001b[24m\n    \u001b[1mこれはすべてが崩れ落ちる場所です。\u001b[22m, \u001b[1mそれはすべてが崩壊してしまうところです。\u001b[22m\n\u001b[4mWhile there are quite a few sub plots concurrently being explored here, the elements are only loosely tied together and many plot holes abound and haunt the series right through the open-ended conclusion.\u001b[24m\n    \u001b[1mここではいくつかのサブ・プロットが同時に調査されていますが、要素はゆるやかに結びついているだけでなく、多くのプロット・ホールが豊富であり、オープン・エンドの結論を守っています。\u001b[22m, \u001b[1m同時に、ここで検討されてかなりの数のサブプロットがありますが、要素はゆるく結ばれており、多くのプロットの穴がたくさんあるし、右オープンエンド結論を介して直列に出没します。\u001b[22m\n\u001b[4mAs this show uses a very over-used plot sequence, you're going to be able to guess basically every twist coming, and thus won't be terribly surprised or entertained.\u001b[24m\n    \u001b[1mこのショーは非常に使いすぎているプロットシーケンスを使用しているので、基本的にすべてのひねりが来ると推測できるので、ひどく驚かされることもありません。\u001b[22m, \u001b[1mこのショーは非常に過剰使用プロットシーケンスを使用していますように、あなたは基本的にすべてのねじれが来て、したがって、ひどく驚いたり楽しまなくなります推測することができるようになるだろう。\u001b[22m\n\u001b[4mFurthermore, some of the decisions that the characters make just don't make sense from my point of view, decide for yourself but be warned.\u001b[24m\n    \u001b[1mさらに、キャラクターが決定するものの中には、自分の視点からは意味をなさないものもありますが、自分自身を決定して警告を発するものがあります。\u001b[22m, \u001b[1mさらに、文字は私の視点から、意味がありませんだけで行う決定のいくつかは、自分で決めるが、警告されます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nFor a series with Rie Kugumiya, I expected a lot more. Not only was her character fairly mute for half the series, but you really never get a sense of what's going on in her head, thus leading to some very confusing decisions. The only 'development' is the fact that she can 'sync' with Ryuuji in a very un-orriginal way (think synchro from Kurokami, in fact even the sequence looks similar) this time called 'engage', powering up Ryuuji's pitiful looking dagger . In fact, I think the only decent piece of development in this entire series was the wolf girl arc (eps 6-7).\n\n\u001b[1m久美也理恵とのシリーズについては、もっとたくさんのことを期待していました。 彼女のキャラクターはシリーズの半分をかなり黙っていただけでなく、頭の中で何が起こっているのか分からないので、非常に混乱する決定につながりました。 唯一の「開発」は、今回は「婚約」と呼ばれ、竜二の哀れな見た目のダガーを始動させ、非常に非正統的な方法で竜二と「同期」することができるということです（黒子とのシンクロも同様です）  。 実際、このシリーズ全体で唯一良かったのは、オオカミ少女弧（eps 6-7）だけだったと思います。\u001b[22m\n\u001b[1m(Hisa Miya Rie to no shirīzu ni tsuite wa, motto takusan no koto o kitai shite imashita. Kanojo no kyarakutā wa shirīzu no hanbun o kanari damatte ita dakedenaku, atama no naka de nani ga okotte iru no ka wakaranainode, hijō ni konran suru kettei ni tsunagarimashita. Yuiitsu no `kaihatsu' wa, konkai wa `kon'yaku' to yoba re, Ryūji no awarena mitame no dagā o shidō sa se, hijō ni hi seitō-tekina hōhō de Ryūji to `dōki' suru koto ga dekiru to iu kotodesu (kuroko to no shinkuro mo dōyōdesu). Jissai, kono shirīzu zentai de yuiitsu yokatta no wa, ōkami shōjo ko (eps 6 - 7) dakedatta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor a series with Rie Kugumiya, I expected a lot more. Not only was her character fairly mute for half the series, but you really never get a sense of what's going on in her head, thus leading to some very confusing decisions. The only 'development' is the fact that she can 'sync' with Ryuuji in a very un-orriginal way (think synchro from Kurokami, in fact even the sequence looks similar) this time called 'engage', powering up Ryuuji's pitiful looking dagger . In fact, I think the only decent piece of development in this entire series was the wolf girl arc (eps 6-7).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a series with Rie Kugumiya, I expected a lot more.\u001b[24m\n    \u001b[1m久美也理恵とのシリーズについては、もっとたくさんのことを期待していました。\u001b[22m, \u001b[1mりえKugumiyaとのシリーズでは、私はより多くを期待していました。\u001b[22m\n\u001b[4mNot only was her character fairly mute for half the series, but you really never get a sense of what's going on in her head, thus leading to some very confusing decisions.\u001b[24m\n    \u001b[1m彼女のキャラクターはシリーズの半分をかなり黙っていただけでなく、頭の中で何が起こっているのか分からないので、非常に混乱する決定につながりました。\u001b[22m, \u001b[1m彼女のキャラクターは半分シリーズのかなりミュートだったが、あなたは本当にこのようにいくつかの非常に混乱意思決定につながる、彼女の頭の中で何が起こっているかの感覚を得ることはありませんだけではなく。\u001b[22m\n\u001b[4mThe only 'development' is the fact that she can 'sync' with Ryuuji in a very un-orriginal way (think synchro from Kurokami, in fact even the sequence looks similar) this time called 'engage', powering up Ryuuji's pitiful looking dagger\u001b[24m\n    \u001b[1m唯一の「開発」は、今回は「婚約」と呼ばれ、竜二の哀れな見た目のダガーを始動させ、非常に非正統的な方法で竜二と「同期」することができるということです（黒子とのシンクロも同様です）\u001b[22m, \u001b[1m唯一の「開発」は、彼女は非常に非orriginal方法で、林原と「同期」は林原の哀れ探して短剣をパワーアップ、「従事」と呼ばれるこの時間を（たとえ配列が似ています実際には、黒髪からシンクロ考える）ことができるという事実であります\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mIn fact, I think the only decent piece of development in this entire series was the wolf girl arc (eps 6-7).\u001b[24m\n    \u001b[1m実際、このシリーズ全体で唯一良かったのは、オオカミ少女弧（eps 6-7）だけだったと思います。\u001b[22m, \u001b[1m実際に、私はこのシリーズ全体での開発の唯一のまともな作品は狼少女アーク（EPS 6-7）だったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nAs mentioned earlier, this is a 'bit' of a harem series as pretty much all the secondary female characters develop some feelings for Ryuuji, and other than for the wolf arc, it isn't terribly convincing.\n\n\u001b[1m先に述べたように、これはかなりの二次的な女性のキャラクターが竜二のためにいくつかの感情を発達させるような、そしてオオカミの弧のためのもの以外には、非常に説得力のあるものではない、ハーレムシリーズの「ビット」です。\u001b[22m\n\u001b[1m(Sakini nobeta yō ni, koreha kanari no niji-tekina josei no kyarakutā ga Ryūji no tame ni ikutsu ka no kanjō o hattatsu sa seru yōna, soshite ōkami no ko no tame no mono igai ni wa, hijō ni settoku-ryoku no aru monode wanai, hāremushirīzu no `bitto'desu.)\u001b[22m\n\nTranslations of \u001b[4mAs mentioned earlier, this is a 'bit' of a harem series as pretty much all the secondary female characters develop some feelings for Ryuuji, and other than for the wolf arc, it isn't terribly convincing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs mentioned earlier, this is a 'bit' of a harem series as pretty much all the secondary female characters develop some feelings for Ryuuji, and other than for the wolf arc, it isn't terribly convincing.\u001b[24m\n    \u001b[1m先に述べたように、これはかなりの二次的な女性のキャラクターが竜二のためにいくつかの感情を発達させるような、そしてオオカミの弧のためのもの以外には、非常に説得力のあるものではない、ハーレムシリーズの「ビット」です。\u001b[22m, \u001b[1m先に述べたように、ほとんどすべてのセカンダリ女性キャラは林原のためのいくつかの感情を開発し、オオカミアーク用以外のものとして、これはハーレムシリーズの「ビット」であることは、それがひどく説得力がありません。\u001b[22m\n\u001b[1m\u001b[22m\nValue:\n\n\u001b[1m値：\u001b[22m\n\u001b[1m(Atai:)\u001b[22m\n\nDefinitions of \u001b[4mValue:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    値\u001b[22m\n        value, magnitude, dimension, size, bulk, price\n\u001b[1m    価値\u001b[22m\n        value, worth, merit, worthiness\n\u001b[1m    バリュー\u001b[22m\n        value\n\u001b[1m    価\u001b[22m\n        value, valency, price, cost, charge, worth\n\u001b[1m    価格\u001b[22m\n        price, cost, value\n\u001b[1m    値打ち\u001b[22m\n        value, worth, price, dignity\n\u001b[1m    金高\u001b[22m\n        amount, sum, quantity, value\n\u001b[1m    珍重\u001b[22m\n        prize, value\n\u001b[1m    直\u001b[22m\n        correctness, being straight, price, cheerfulness, night duty, cost\n\nverb\n\u001b[1m    尊ぶ\u001b[22m\n        value, honor, respect, esteem, prize, revere\n\u001b[1m    貴ぶ\u001b[22m\n        value, honor, revere, prize, esteem, respect\n\u001b[1m    評価する\u001b[22m\n        evaluate, value\n\u001b[1m    愛玩する\u001b[22m\n        fond of, value, mess about\nMy main problem is probably that I came into this series thinking 'Rie Kugumiya' and thus having fairly high expectations, which were clearly not met. It's a sub-par watch compared to some competing series in the same season. If you really don't have many expectations and just have time to kill, or if you're dying to meet wolf girl, give this a shot.\n\n\u001b[1m私の主な問題は、おそらく、私がこのシリーズに入って「久美宮理恵」と考えていて、かなり高い期待を持っていたことです。 それは、同じシーズンのいくつかの競合するシリーズと比較して、サブパートの時計です。 あなたが本当に多くの期待を持っておらず、殺す時間があるならば、あるいは狼の女の子に会いたいと思っているなら、これを撃つ。\u001b[22m\n\u001b[1m(Watashi no omona mondai wa, osoraku, watashi ga kono shirīzu ni haitte `Kumi Miya Rie' to kangaete ite, kanari takai kitai o motte ita kotodesu. Sore wa, onaji shīzun no ikutsu ka no kyōgō suru shirīzu to hikaku shite, sabupāto no tokeidesu. Anata ga hontōni ōku no kitai o motte orazu, korosu jikan ga arunaraba, aruiwa ōkami no on'nanoko ni aitai to omotte irunara, kore o utsu.)\u001b[22m\n\nTranslations of \u001b[4mMy main problem is probably that I came into this series thinking 'Rie Kugumiya' and thus having fairly high expectations, which were clearly not met. It's a sub-par watch compared to some competing series in the same season. If you really don't have many expectations and just have time to kill, or if you're dying to meet wolf girl, give this a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy main problem is probably that I came into this series thinking 'Rie Kugumiya' and thus having fairly high expectations, which were clearly not met.\u001b[24m\n    \u001b[1m私の主な問題は、おそらく、私がこのシリーズに入って「久美宮理恵」と考えていて、かなり高い期待を持っていたことです。\u001b[22m, \u001b[1m私の主な問題は、私は「理恵Kugumiya」を考え、したがって、明らかに満たされなかったかなり高い期待を持つこのシリーズに入って来たことがある可能性があります。\u001b[22m\n\u001b[4mIt's a sub-par watch compared to some competing series in the same season.\u001b[24m\n    \u001b[1mそれは、同じシーズンのいくつかの競合するシリーズと比較して、サブパートの時計です。\u001b[22m, \u001b[1mこれは、同じ季節でいくつかの競合シリーズに比べてサブパー時計です。\u001b[22m\n\u001b[4mIf you really don't have many expectations and just have time to kill, or if you're dying to meet wolf girl, give this a shot.\u001b[24m\n    \u001b[1mあなたが本当に多くの期待を持っておらず、殺す時間があるならば、あるいは狼の女の子に会いたいと思っているなら、これを撃つ。\u001b[22m, \u001b[1mあなたは本当に多くの期待を持っていない場合は、単に殺すために時間を持っている、またはあなたがオオカミの女の子を満たすために死んでいる場合、このショットを与えます。\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "Redragonblack",
    "profile": "/profile/Redragonblack/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=35420",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\nさて、私はちょうど1分前にシリーズを終えました、そして、私はあなたにこのアニメと一緒に持っていた主な問題を教えてあげます。 純粋に単純に、私にとってこのアニメは、キャラクターの性格から物語まで独創性はない。それは、他の優れたアニメシリーズを基にしているようだ。 しかし、（いつものものがあるので）私はそれを見ないように言いません。ちょっとした笑いが必要なのか、それとも時間を潰すことを望むのか見ても大丈夫です。 アニメをたくさん見たことがある人だけが、ストーリーの一部を予見できているかもしれないことに気づいている場合にのみ、 その芸術の良さ以外は、キャラクターデザインが良いので、余裕を持って行こう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nAlright, I just finished the series a minute ago and I'm gonna tell you the main problem, I had with this anime. Purely and Simply this anime to me has not a single piece of originality, from the character personalities to the story it self it seems pretty much based of of other good anime series. But,(because there's always one) I won't tell you not to watch it because it's ok to watch if you just need a small laugh or wish to kill some time. Only if your a person who has seen a lot of different anime just be aware that you may find some of the story a bit predictable. Other than that art's good, character designs good so give it a go in your spare time.\n\n\u001b[1mさて、私はちょうど1分前にシリーズを終えました、そして、私はあなたにこのアニメと一緒に持っていた主な問題を教えてあげます。 純粋に単純に、私にとってこのアニメは、キャラクターの性格から物語まで独創性はない。それは、他の優れたアニメシリーズを基にしているようだ。 しかし、（いつものものがあるので）私はそれを見ないように言いません。ちょっとした笑いが必要なのか、それとも時間を潰すことを望むのか見ても大丈夫です。 アニメをたくさん見たことがある人だけが、ストーリーの一部を予見できているかもしれないことに気づいている場合にのみ、 その芸術の良さ以外は、キャラクターデザインが良いので、余裕を持って行こう。\u001b[22m\n\u001b[1m(Sate, watashi wa chōdo 1-bu mae ni shirīzu o oemashita, soshite, watashi wa anata ni kono anime to issho ni motte ita omona mondai o oshiete agemasu. Junsui ni tanjun ni, watashi ni totte kono anime wa, kyarakutā no seikaku kara monogatari made dokusō-sei wanai. Sore wa, hoka no sugureta animeshirīzu o ki ni shite iru yōda. Shikashi,(itsumo no mono ga aru node) watashi wa sore o minai yō ni iimasen. Chottoshita warai ga hitsuyōna no ka, soretomo jikan o tsubusu koto o nozomu no ka mite mo daijōbudesu. Anime o takusan mita koto ga aru hito dake ga, sutōrī no ichibu o yoken dekite iru kamo shirenai koto ni kidzuite iru baai ni nomi, sono geijutsu no yosa igai wa, kyarakutādezain ga yoinode, yoyū o motte ikou.)\u001b[22m\n\nTranslations of \u001b[4mAlright, I just finished the series a minute ago and I'm gonna tell you the main problem, I had with this anime. Purely and Simply this anime to me has not a single piece of originality, from the character personalities to the story it self it seems pretty much based of of other good anime series. But,(because there's always one) I won't tell you not to watch it because it's ok to watch if you just need a small laugh or wish to kill some time. Only if your a person who has seen a lot of different anime just be aware that you may find some of the story a bit predictable. Other than that art's good, character designs good so give it a go in your spare time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright, I just finished the series a minute ago and I'm gonna tell you the main problem, I had with this anime.\u001b[24m\n    \u001b[1mさて、私はちょうど1分前にシリーズを終えました、そして、私はあなたにこのアニメと一緒に持っていた主な問題を教えてあげます。\u001b[22m, \u001b[1mさてさて、私はちょうど分前シリーズを終え、私はあなたの主な問題を伝えるつもりだ、私はこのアニメとしていました。\u001b[22m\n\u001b[4mPurely and Simply this anime to me has not a single piece of originality, from the character personalities to the story it self it seems pretty much based of of other good anime series.\u001b[24m\n    \u001b[1m純粋に単純に、私にとってこのアニメは、キャラクターの性格から物語まで独創性はない。それは、他の優れたアニメシリーズを基にしているようだ。\u001b[22m, \u001b[1m純粋かつ単純に私にこのアニメはキャラクターの個性から、それは他の良いアニメシリーズののベースのほとんどと思われるストーリーそれは自己に、オリジナリティの一枚を持っていません。\u001b[22m\n\u001b[4mBut,(because there's always one) I won't tell you not to watch it because it's ok to watch if you just need a small laugh or wish to kill some time.\u001b[24m\n    \u001b[1mしかし、（いつものものがあるので）私はそれを見ないように言いません。ちょっとした笑いが必要なのか、それとも時間を潰すことを望むのか見ても大丈夫です。\u001b[22m, \u001b[1mそれはあなただけの小さな笑いを必要とするか、またはいくつかの時間を殺すしたい場合は、見に大丈夫ですので、しかし、（1つは常に存在だから）私はそれを見ていないあなたを教えてくれません。\u001b[22m\n\u001b[4mOnly if your a person who has seen a lot of different anime just be aware that you may find some of the story a bit predictable.\u001b[24m\n    \u001b[1mアニメをたくさん見たことがある人だけが、ストーリーの一部を予見できているかもしれないことに気づいている場合にのみ、\u001b[22m, \u001b[1m場合にのみ、別のアニメをたくさん見てきたあなたの人はちょうどあなたが物語のいくつかは、ビット予測可能かもしれないことに注意してください。\u001b[22m\n\u001b[4mOther than that art's good, character designs good so give it a go in your spare time.\u001b[24m\n    \u001b[1mその芸術の良さ以外は、キャラクターデザインが良いので、余裕を持って行こう。\u001b[22m, \u001b[1mその芸術の良い、文字以外は、それをあなたの暇な時間でやってみる良い設計します。\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "beast_regards",
    "profile": "/profile/beast_regards/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=83405",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\n今シーズンは私が楽しむアニメでは貧弱なので、私は古いショーを閲覧してこの番組に出演しました。ここに私のレビューがあります。\n\nだから、龍を終わらせる...\n\nもう一度、これはどんな意味でも劇的ではないでしょう。 ややロマンチックなアニメを扱っているので、龍が若いかわいい女の子（もちろん翼と火の魔法）の形で登場するのは言うまでもない。\n\nストーリーは、ロスト・プレシャスと呼ばれる魔法の人工物が一般的で、政府機関と犯罪組織の両方が望んでいる世界に設定されています。 しかし、トリックがあります。「ブレイカーズ」と呼ばれる特定の人だけが、そのようなアーティファクトをフルパワーで使用する先天的能力を持っています。 このアニメの主人公、林原は、彼の力を使うことには関心がなくても、その一人です。 彼は彼のいとこによって襲撃され、ゴールはアーティファクトの1つを得る。予想通り、物はそこから逆さまになった。 彼らが奪った容器にアーティファクトはなく、ドラゴンガールのローズが出てきました。 そして何らかの理由で、私は本当に手に入りませんでした。ローズは竜二と一目ぼれし、人間と竜の間の「禁断のロマンス」の狂った話が始まります...\n\n'ストーリー...'\n全体の話は非常にユニークではなく、時にはやや安っぽくなるかもしれませんが、私はそれを悪くは考えていません。 ユニークであることは自動的には良いことではなく、ユニークではないことは悪くない、あるいは良いことではなく、その逆でもありません。 チーズでは、ロマンスタグ付きの番組の約80％から期待できるものなので、そこには欠点があると思われる理由はありません。\n\n私がそれを評価しなければならない場合、私はむしろ悪いものよりむしろ無駄な機会として物語とアニメ全体を考慮する。 上に挙げた魔法のアーティファクトをテーマにしていくつかの弧があり、それぞれが魔法の戦闘を含む新しいキャラクターを紹介していますが、売り上げやレビューが非常に悪いためにショーが1つのシーズン後に中止されたため、 遠くに広がった。 もちろん、ハッピーエンドは含まれています。これは結局のところロマンスなので、幸せな終わりはスポイラーとはみなされませんでした。\n\n'ロマンス'\nロマンスは「一目惚れ」の周りに作られているので、ローズは当初から恋に落ちていて、熱狂的な熱意と強迫観念で表現しています。 そして、感情が相互に表現されるまで、2つのエピソードしか出ません。その時点から、ローズとリュウジジはほぼ正式にカップルを考えています。 私は一目ぼれの愛があなたの貴重な時間を節約するので、私はそれが爽やかであると考えると思います。 ハレムのタグは本当にそこにいてはいけない、それぞれのアークが男のために落ちる新しい女の子を連れて来ても、彼はそれらにほとんど関心がない（そして正直言って、彼を非難することはできない、私は嫉妬する彼女の龍があなたの世界 、文字通り）\n\n'Characters..'\nショーではマイナーなキャラクターの進歩さえありますが、Roseは元々幼稚な行動とは対照的に、シーズンの終わりに少し成熟しています。 リュウージジも小さな開発を経て、あなたの平均的なロマンスキャラクターよりも邪魔になりません。\n\n「楽しさと最終評価」\n振り返ってみると、私のレビューはこのショーよりも複雑で、さらに混沌となりましたが、少し参考になることを願っています。 オリジナリティーとクリシェの欠如にもかかわらず、私はそれを楽しんで、私はそれに良いラッティングを与えています。  7は良いことを意味します。\n\n私はあなたに警告しなければならない、視聴者のほとんどは、このショーは全くのものだと思うし、私はそれが肯定的な方法であることを評価する少数の一人だから、これは私の通常のおしゃぶりよりも誤解を招く可能性がある。 しかし、それは私の意見であり、私はそれを恥ずかしくない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSince this season is rather poor on anime I would enjoy, I ended up browsing the older shows and ran into this one, here's come my review.\n\n\u001b[1m今シーズンは私が楽しむアニメでは貧弱なので、私は古いショーを閲覧してこの番組に出演しました。ここに私のレビューがあります。\u001b[22m\n\u001b[1m(Ima shīzun wa watashi ga tanoshimu animede wa hinjakunanode, watashi wa furui shō o etsuran shite kono bangumi ni shutsuen shimashita. Koko ni watashi no rebyū ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSince this season is rather poor on anime I would enjoy, I ended up browsing the older shows and ran into this one, here's come my review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince this season is rather poor on anime I would enjoy, I ended up browsing the older shows and ran into this one, here's come my review.\u001b[24m\n    \u001b[1m今シーズンは私が楽しむアニメでは貧弱なので、私は古いショーを閲覧してこの番組に出演しました。ここに私のレビューがあります。\u001b[22m, \u001b[1mこの季節は、私が楽しんでいましたアニメにかなり劣っているので、私は古い番組を閲覧することになったし、この1に走った、ここに私のレビューに来ています。\u001b[22m\n\u001b[1m\u001b[22m\nSo, end forth the dragon...\n\n\u001b[1mだから、龍を終わらせる...\u001b[22m\n\u001b[1m(Dakara, ryū o owaraseru...)\u001b[22m\n\nTranslations of \u001b[4mSo, end forth the dragon...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, end forth the dragon...\u001b[24m\n    \u001b[1mだから、龍を終わらせる...\u001b[22m, \u001b[1mだから、ドラゴンを記載終わります...\u001b[22m\n\u001b[1m\u001b[22m\nWait a second, this is not going to be so dramatical by any means. Since we are dealing with somewhat romantic anime, it should go without saying that mentioned dragon comes in the form of young cute girl (with wings and fire magic, of course)..\n\n\u001b[1mもう一度、これはどんな手段でも劇的ではないでしょう。 ややロマンチックなアニメを扱っているので、龍が若いかわいい女の子（もちろん翼と火の魔法）の形で登場するのは言うまでもない。\u001b[22m\n\u001b[1m(Mōichido, kore wa don'na shudan demo gekitekide wanaideshou. Yaya romanchikkuna anime o atsukatte irunode, ryū ga wakai kawaī on'nanoko (mochiron tsubasa to hi no mahō) no katachi de tōjō suru no wa iumademonai.)\u001b[22m\n\nTranslations of \u001b[4mWait a second, this is not going to be so dramatical by any means. Since we are dealing with somewhat romantic anime, it should go without saying that mentioned dragon comes in the form of young cute girl (with wings and fire magic, of course)..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWait a second, this is not going to be so dramatical by any means.\u001b[24m\n    \u001b[1mもう一度、これはどんな手段でも劇的ではないでしょう。\u001b[22m, \u001b[1mちょっと待って、これは任意の手段によってそのように劇的なことするつもりはありません。\u001b[22m\n\u001b[4mSince we are dealing with somewhat romantic anime, it should go without saying that mentioned dragon comes in the form of young cute girl (with wings and fire magic, of course)..\u001b[24m\n    \u001b[1mややロマンチックなアニメを扱っているので、龍が若いかわいい女の子（もちろん翼と火の魔法）の形で登場するのは言うまでもない。\u001b[22m, \u001b[1m私たちはややロマンチックなアニメを扱っているので、上記のドラゴンは（当然の翼と火の魔法で、）若いかわいい女の子の形で来ることは言うまでもないです..\u001b[22m\n\u001b[1m\u001b[22m\nStory is set in the world where magical artifacts called Lost Precious are common and wanted by both government agencies and criminal organizations. However, there is a trick, only certain people called 'Breakers' have inborn ability to use such a artifact on full power. Main character of this anime, Ryuuji, is one of them, albeit with no interest to using his power. He is drawn by his cousin to a raid with goal obtaining one of the artifacts and as you can expect, things turned upside down from there. There was no artifact in the container they snatched, instead, a dragon-girl Rose came out. And for some reason I didn't really got, Rose fell in love with Ryuuji on the first sight and mad story of 'forbidden romance' between human and dragon can begin ...\n\n\u001b[1mストーリーは、ロスト・プレシャスと呼ばれる魔法の人工物が一般的で、政府機関と犯罪組織の両方が望んでいる世界に設定されています。 しかし、トリックがあります。「ブレイカーズ」と呼ばれる特定の人だけが、そのようなアーティファクトをフルパワーで使用する先天的能力を持っています。 このアニメの主人公、林原は、彼の力を使うことには関心がなくても、その一人です。 彼は彼のいとこによって襲撃され、ゴールはアーティファクトの1つを得る。予想通り、物はそこから逆さまになった。 彼らが奪った容器にアーティファクトはなく、ドラゴンガールのローズが出てきました。 そして何らかの理由で、私は本当に手に入りませんでした。ローズは竜二と一目ぼれし、人間と竜の間の「禁断のロマンス」の狂った話が始まります...\u001b[22m\n\u001b[1m(Sutōrī wa, rosuto pureshasu to yoba reru mahō no jinkō-mono ga ippan-tekide, seifu kikan to hanzai soshiki no ryōhō ga nozonde iru sekai ni settei sa rete imasu. Shikashi, torikku ga arimasu. `Bureikāzu' to yoba reru tokutei no hito dake ga, sono yōna ātifakuto o furupawā de shiyō suru sententeki nōryoku o motte imasu. Kono anime no shujinkō, Hayashibara wa, kare no chikara o tsukau koto ni wa kanshin ga nakute mo, sono ichi-ridesu. Kare wa kare no itoko ni yotte shūgeki sa re, gōru wa ātifakuto no 1tsu o eru. Yosō-dōri,-mono wa soko kara sakasama ni natta. Karera ga ubatta yōki ni ātifakuto wa naku, doragongāru no rōzu ga dete kimashita. Soshite nanrakano riyū de, watashi wa hontōni te ni hairimasendeshita. Rōzu wa Ryūji to hitomebore shi, ningen to ryū no ma no `kindan no romansu' no kurutta hanashi ga hajimarimasu...)\u001b[22m\n\nTranslations of \u001b[4mStory is set in the world where magical artifacts called Lost Precious are common and wanted by both government agencies and criminal organizations. However, there is a trick, only certain people called 'Breakers' have inborn ability to use such a artifact on full power. Main character of this anime, Ryuuji, is one of them, albeit with no interest to using his power. He is drawn by his cousin to a raid with goal obtaining one of the artifacts and as you can expect, things turned upside down from there. There was no artifact in the container they snatched, instead, a dragon-girl Rose came out. And for some reason I didn't really got, Rose fell in love with Ryuuji on the first sight and mad story of 'forbidden romance' between human and dragon can begin ...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory is set in the world where magical artifacts called Lost Precious are common and wanted by both government agencies and criminal organizations.\u001b[24m\n    \u001b[1mストーリーは、ロスト・プレシャスと呼ばれる魔法の人工物が一般的で、政府機関と犯罪組織の両方が望んでいる世界に設定されています。\u001b[22m, \u001b[1m物語は失われたが、貴重なと呼ばれる魔法のアーティファクトが一般的であり、政府機関や犯罪組織の両方で指名手配されている世界に設定されています。\u001b[22m\n\u001b[4mHowever, there is a trick, only certain people called 'Breakers' have inborn ability to use such a artifact on full power.\u001b[24m\n    \u001b[1mしかし、トリックがあります。「ブレイカーズ」と呼ばれる特定の人だけが、そのようなアーティファクトをフルパワーで使用する先天的能力を持っています。\u001b[22m, \u001b[1mしかし、「ブレーカー」と呼ばれる特定の人だけがフルパワーのようなアーティファクトを使用する生まれつきの能力を持っている、トリックがあります。\u001b[22m\n\u001b[4mMain character of this anime, Ryuuji, is one of them, albeit with no interest to using his power.\u001b[24m\n    \u001b[1mこのアニメの主人公、林原は、彼の力を使うことには関心がなくても、その一人です。\u001b[22m, \u001b[1mこのアニメの主人公、林原は、彼の力を使用することに関心がないとはいえ、それらの一つです。\u001b[22m\n\u001b[4mHe is drawn by his cousin to a raid with goal obtaining one of the artifacts and as you can expect, things turned upside down from there.\u001b[24m\n    \u001b[1m彼は彼のいとこによって襲撃され、ゴールはアーティファクトの1つを得る。予想通り、物はそこから逆さまになった。\u001b[22m, \u001b[1m彼は、成果物のいずれかを取得する目的で襲撃に彼のいとこで描かれた、あなたが期待することができるように、物事は逆さまそこからなっています。\u001b[22m\n\u001b[4mThere was no artifact in the container they snatched, instead, a dragon-girl Rose came out.\u001b[24m\n    \u001b[1m彼らが奪った容器にアーティファクトはなく、ドラゴンガールのローズが出てきました。\u001b[22m, \u001b[1m彼らは誘拐コンテナにはアーティファクトが竜の少女ローズが出てきた、その代わりに、ありませんでした。\u001b[22m\n\u001b[4mAnd for some reason I didn't really got, Rose fell in love with Ryuuji on the first sight and mad story of 'forbidden romance' between human and dragon can begin ...\u001b[24m\n    \u001b[1mそして何らかの理由で、私は本当に手に入りませんでした。ローズは竜二と一目ぼれし、人間と竜の間の「禁断のロマンス」の狂った話が始まります...\u001b[22m, \u001b[1mそして、私は本当に持っていなかったいくつかの理由で、ローズは一見に林原と恋に落ち、人間とドラゴン間の「禁断のロマンス」の狂った物語を開始することができます...\u001b[22m\n\u001b[1m\u001b[22m\n'A story...'\n\n\u001b[1m'ストーリー...'\u001b[22m\n\u001b[1m(' Sutōrī...')\u001b[22m\n\nTranslations of \u001b[4m'A story...'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'A story...'\u001b[24m\n    \u001b[1m'ストーリー...'\u001b[22m, \u001b[1m「ストーリー...」\u001b[22m, \u001b[1m「話...」\u001b[22m\nWhole story is very far from being unique and can (and will) get somewhat cheesy at times, however I don't consider it bad and this is a positive meant review. Being unique isn't automatically good, not being unique isn't bad, or good, or vice versa. As for being cheesy, it's something you can expect from almost 80 percent of shows with romance tags on it, so I don't see a reason why there it should be considered a downside.\n\n\u001b[1m全体の話は非常にユニークではなく、時にはやや安っぽくなるかもしれませんが、私はそれを悪くは考えていません。 ユニークであることは自動的には良いことではなく、ユニークではないことは悪くない、あるいは良いことではなく、その逆でもありません。 チーズでは、ロマンスタグ付きの番組の約80％から期待できるものなので、そこには欠点があると思われる理由はありません。\u001b[22m\n\u001b[1m(Zentai no hanashi wa hijō ni yunīkude wa naku, tokiniha yaya yasuppoku naru kamo shiremasenga, watashi wa sore o waruku wa kangaete imasen. Yunīkudearu koto wa jidōtekini wa yoi kotode wa naku, yunīkude wanai koto wa warukunai, aruiwa yoi kotode wa naku, sono gyaku demo arimasen. Chīzude wa, romansu tagu-tsuki no bangumi no yaku 80-pāsento kara kitai dekiru mononanode, soko ni wa ketten ga aru to omowa reru riyū wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhole story is very far from being unique and can (and will) get somewhat cheesy at times, however I don't consider it bad and this is a positive meant review. Being unique isn't automatically good, not being unique isn't bad, or good, or vice versa. As for being cheesy, it's something you can expect from almost 80 percent of shows with romance tags on it, so I don't see a reason why there it should be considered a downside.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhole story is very far from being unique and can (and will) get somewhat cheesy at times, however I don't consider it bad and this is a positive meant review.\u001b[24m\n    \u001b[1m全体の話は非常にユニークではなく、時にはやや安っぽくなるかもしれませんが、私はそれを悪くは考えていません。\u001b[22m, \u001b[1m全体的な話は、ユニークであることから非常に遠いです（となります）時間にやや安っぽい得ることができ、しかし私はそれが悪い考慮していない、これは正の意味レビューです。\u001b[22m\n\u001b[4mBeing unique isn't automatically good, not being unique isn't bad, or good, or vice versa.\u001b[24m\n    \u001b[1mユニークであることは自動的には良いことではなく、ユニークではないことは悪くない、あるいは良いことではなく、その逆でもありません。\u001b[22m, \u001b[1mユニークであることはユニークではないが、悪い、または良い、またはその逆ではありません、自動的に良いではありません。\u001b[22m\n\u001b[4mAs for being cheesy, it's something you can expect from almost 80 percent of shows with romance tags on it, so I don't see a reason why there it should be considered a downside.\u001b[24m\n    \u001b[1mチーズでは、ロマンスタグ付きの番組の約80％から期待できるものなので、そこには欠点があると思われる理由はありません。\u001b[22m, \u001b[1m安っぽいあることのためとして、それはあなたがそれにロマンスタグとショーのほぼ80パーセントから期待できるものですので、私はそれが欠点とみなされるべきであるなぜそこに理由が表示されません。\u001b[22m\n\u001b[1m\u001b[22m\nIf I have to rate it, I would rather consider story and whole anime as a wasted opportunity than a bad one. There are several arcs, bound together by theme of magical artifacts mentioned above, each every one introducing a new character with some magical combat action involved, but since shows was discontinued after a one season due to extremely bad sales and reviews, story won't became far and wide. Happy end of course, included, this is romance after all so mentioning happy end couldn't be even considered a spoiler.\n\n\u001b[1m私がそれを評価しなければならない場合、私はむしろ悪いものよりむしろ無駄な機会として物語とアニメ全体を考慮する。 上に挙げた魔法のアーティファクトをテーマにしていくつかの弧があり、それぞれが魔法の戦闘を含む新しいキャラクターを紹介していますが、売り上げやレビューが非常に悪いためにショーが1つのシーズン後に中止されたため、 遠くに広がった。 もちろん、ハッピーエンドは含まれています。これは結局のところロマンスなので、幸せな終わりはスポイラーとはみなされませんでした。\u001b[22m\n\u001b[1m(Watashi ga sore o hyōka shinakereba naranai baai, watashi wa mushiro warui mono yori mushiro mudana kikai to shite monogatari to anime zentai o kōryo suru. Ue ni ageta mahō no ātifakuto o tēma ni shite ikutsu ka no ko ga ari, sorezore ga mahō no sentō o fukumu atarashī kyarakutā o shōkai shite imasuga, uriage ya rebyū ga hijō ni warui tame ni shō ga 1tsu no shīzun-go ni chūshi sa reta tame, tōku ni hirogatta. Mochiron, happīendo wa fukuma rete imasu. Kore wa kekkyokunotokoro romansunanode, shiawasena owari wa supoirā to wa minasa remasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIf I have to rate it, I would rather consider story and whole anime as a wasted opportunity than a bad one. There are several arcs, bound together by theme of magical artifacts mentioned above, each every one introducing a new character with some magical combat action involved, but since shows was discontinued after a one season due to extremely bad sales and reviews, story won't became far and wide. Happy end of course, included, this is romance after all so mentioning happy end couldn't be even considered a spoiler.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I have to rate it, I would rather consider story and whole anime as a wasted opportunity than a bad one.\u001b[24m\n    \u001b[1m私がそれを評価しなければならない場合、私はむしろ悪いものよりむしろ無駄な機会として物語とアニメ全体を考慮する。\u001b[22m, \u001b[1m私はそれを評価する必要がある場合、私はむしろ悪い1よりも無駄な機会としてストーリーと全体アニメを検討します。\u001b[22m\n\u001b[4mThere are several arcs, bound together by theme of magical artifacts mentioned above, each every one introducing a new character with some magical combat action involved, but since shows was discontinued after a one season due to extremely bad sales and reviews, story won't\u001b[24m\n    \u001b[1m上に挙げた魔法のアーティファクトをテーマにしていくつかの弧があり、それぞれが魔法の戦闘を含む新しいキャラクターを紹介していますが、売り上げやレビューが非常に悪いためにショーが1つのシーズン後に中止されたため、\u001b[22m, \u001b[1m上記の魔法のアーティファクトのテーマによって一緒に結合されたいくつかのアークがありますが、ショーが原因で極端に悪い販売とレビューに1シーズン後に中止されたので、それぞれの関与いくつかの魔法の戦闘アクションと新しい文字を導入するすべてのものは、しかし、話はしません\u001b[22m\n\u001b[4mbecame far and wide.\u001b[24m\n    \u001b[1m遠くに広がった。\u001b[22m, \u001b[1m遠く広くなりました。\u001b[22m\n\u001b[4mHappy end of course, included, this is romance after all so mentioning happy end couldn't be even considered a spoiler.\u001b[24m\n    \u001b[1mもちろん、ハッピーエンドは含まれています。これは結局のところロマンスなので、幸せな終わりはスポイラーとはみなされませんでした。\u001b[22m, \u001b[1mもちろんハッピーエンド、これはすべてのようにハッピーエンドに言及した後、ロマンス、含までもスポイラーと考えることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n'Romance'\n/rōˈmans,ˈrōˌmans/\n\n\u001b[1m'ロマンス'\u001b[22m\n\u001b[1m(' Romansu')\u001b[22m\n\nDefinitions of \u001b[4m'Romance'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ロマンス\u001b[22m\n        romance\n\u001b[1m    伝奇\u001b[22m\n        romance\n\u001b[1m    色気\u001b[22m\n        sex appeal, charm, glamor, seductiveness, sensuality, coloring\n\u001b[1m    恋路\u001b[22m\n        romance, love's pathway\n\u001b[1m    蠱惑\u001b[22m\n        rapture, glamor, fascination, attraction, charm, intrigue\n\u001b[1m    艶事\u001b[22m\n        love affair, romance\n\u001b[1m    伝奇小説\u001b[22m\n        romance\nRomance is built around 'love on a first sight' so Rose is in love practically from the beginning and will express it with enthusiastic zeal bordering obsession. And it will take only two episodes until feelings are expressed as mutual, from that point Rose and Ryuuji are almost officially considering a couple. I think I even consider it refreshing, as love on first sight saves your valuable time. Harem tag really shouldn't be there, despite each arcs bring on a new girl falling for the guy, he takes almost no interest in them (and honestly, can't blame him, I guess jealous she-dragon could burn down your world , literally)\n\n\u001b[1mロマンスは「一目惚れ」の周りに作られているので、ローズは当初から恋に落ちていて、熱狂的な熱意と強迫観念で表現しています。 そして、感情が相互に表現されるまで、2つのエピソードしか出ません。その時点から、ローズとリュウジジはほぼ正式にカップルを考えています。 私は一目ぼれの愛があなたの貴重な時間を節約するので、私はそれが爽やかであると考えると思います。 ハレムのタグは本当にそこにいてはいけない、それぞれのアークが男のために落ちる新しい女の子を連れて来ても、彼はそれらにほとんど関心がない（そして正直言って、彼を非難することはできない、私は嫉妬する彼女の龍があなたの世界 、文字通り）\u001b[22m\n\u001b[1m(Romansu wa `hitomebore' no mawari ni tsukura rete irunode, rōzu wa tōsho kara koiniochite ite, nekkyō-tekina netsui to kyōhaku kan'nen de hyōgen shite imasu. Soshite, kanjō ga sōgo ni hyōgen sa reru made, 2tsu no episōdo shika demasen. Sono jiten kara, rōzu to ryuujiji wa hobo seishiki ni kappuru o kangaete imasu. Watashi wa hitomebore no ai ga anata no kichōna jikan o setsuyaku surunode, watashi wa sore ga sawayakadearu to kangaeru to omoimasu. Haremu no tagu wa hontōni soko ni ite wa ikenai, sorezore no āku ga otoko no tame ni ochiru atarashī on'nanoko o tsurete kite mo, kare wa sorera ni hotondo kanshin ga nai (soshite shōjiki itte, kare o hinan suru koto wa dekinai, watashi wa shitto suru kanojo no ryū ga anata no sekai, mojidōri))\u001b[22m\n\nTranslations of \u001b[4mRomance is built around 'love on a first sight' so Rose is in love practically from the beginning and will express it with enthusiastic zeal bordering obsession. And it will take only two episodes until feelings are expressed as mutual, from that point Rose and Ryuuji are almost officially considering a couple. I think I even consider it refreshing, as love on first sight saves your valuable time. Harem tag really shouldn't be there, despite each arcs bring on a new girl falling for the guy, he takes almost no interest in them (and honestly, can't blame him, I guess jealous she-dragon could burn down your world , literally)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRomance is built around 'love on a first sight' so Rose is in love practically from the beginning and will express it with enthusiastic zeal bordering obsession.\u001b[24m\n    \u001b[1mロマンスは「一目惚れ」の周りに作られているので、ローズは当初から恋に落ちていて、熱狂的な熱意と強迫観念で表現しています。\u001b[22m, \u001b[1mロマンスは、ローズは実質的に最初から恋になるように「一目で恋」を中心に構築され、熱狂的な熱意が強迫観念に接するとそれを表現します。\u001b[22m\n\u001b[4mAnd it will take only two episodes until feelings are expressed as mutual, from that point Rose and Ryuuji are almost officially considering a couple.\u001b[24m\n    \u001b[1mそして、感情が相互に表現されるまで、2つのエピソードしか出ません。その時点から、ローズとリュウジジはほぼ正式にカップルを考えています。\u001b[22m, \u001b[1mローズと林原はほとんど公式にカップルを検討している、その時点から気持ちは、相互のように表現されるまで、それが唯一の2つのエピソードになります。\u001b[22m\n\u001b[4mI think I even consider it refreshing, as love on first sight saves your valuable time.\u001b[24m\n    \u001b[1m私は一目ぼれの愛があなたの貴重な時間を節約するので、私はそれが爽やかであると考えると思います。\u001b[22m, \u001b[1m私は一目上の愛はあなたの貴重な時間を節約できますように、私も、それはさわやかな検討と思います。\u001b[22m\n\u001b[4mHarem tag really shouldn't be there, despite each arcs bring on a new girl falling for the guy, he takes almost no interest in them (and honestly, can't blame him, I guess jealous she-dragon could burn down your world\u001b[24m\n    \u001b[1mハレムのタグは本当にそこにいてはいけない、それぞれのアークが男のために落ちる新しい女の子を連れて来ても、彼はそれらにほとんど関心がない（そして正直言って、彼を非難することはできない、私は嫉妬する彼女の龍があなたの世界\u001b[22m, \u001b[1m各アークは男のための落下新しい女の子にもたらすにもかかわらず、ハーレムタグは本当に、そこにすべきではない、彼はそれらをほとんど関心を取り（と正直、彼を責めることはできない、私は推測するあなたの世界を全焼可能性が嫉妬彼女-ドラゴン\u001b[22m\n\u001b[4m, literally)\u001b[24m\n    \u001b[1m、文字通り）\u001b[22m\n\u001b[1m\u001b[22m\n'Characters..'\n\n\u001b[1m'Characters..'\u001b[22m\n\u001b[1m(' Characters..')\u001b[22m\n\nDefinitions of \u001b[4m'Characters..'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThere is even a minor character progress in the show, Rose becomes little bit mature by end of the season, as a contrast from originally childish behavior. Ryuuji also undergoes small development and will be less wimpy than your average romance character.\n\n\u001b[1mショーではマイナーなキャラクターの進歩さえありますが、Roseは元々幼稚な行動とは対照的に、シーズンの終わりに少し成熟しています。 リュウージジも小さな開発を経て、あなたの平均的なロマンスキャラクターよりも邪魔になりません。\u001b[22m\n\u001b[1m(Shōde wa maināna kyarakutā no shinpo sae arimasuga, rōzu wa motomoto yōchina kōdō to wa taishō-teki ni, shīzun no owari ni sukoshi seijuku shite imasu. Ryuūjiji mo chīsana kaihatsu o hete, anata no heikin-tekina romansukyarakutā yori mo jama ni narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere is even a minor character progress in the show, Rose becomes little bit mature by end of the season, as a contrast from originally childish behavior. Ryuuji also undergoes small development and will be less wimpy than your average romance character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is even a minor character progress in the show, Rose becomes little bit mature by end of the season, as a contrast from originally childish behavior.\u001b[24m\n    \u001b[1mショーではマイナーなキャラクターの進歩さえありますが、Roseは元々幼稚な行動とは対照的に、シーズンの終わりに少し成熟しています。\u001b[22m, \u001b[1mショーでマイナーな文字進歩はローズは、もともと幼稚な行動からコントラストと、シーズンの終わりまでに少し成熟となり、さえあります。\u001b[22m\n\u001b[4mRyuuji also undergoes small development and will be less wimpy than your average romance character.\u001b[24m\n    \u001b[1mリュウージジも小さな開発を経て、あなたの平均的なロマンスキャラクターよりも邪魔になりません。\u001b[22m, \u001b[1m林原はまた、小規模な開発を受け、あなたの平均ロマンス文字未満弱虫なります。\u001b[22m\n\u001b[1m\u001b[22m\n'Enjoyment and final rating'\n\n\u001b[1m「楽しさと最終評価」\u001b[22m\n\u001b[1m(`Tanoshisa to saishū hyōka')\u001b[22m\n\nTranslations of \u001b[4m'Enjoyment and final rating'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Enjoyment and final rating'\u001b[24m\n    \u001b[1m「楽しさと最終評価」\u001b[22m, \u001b[1m「楽しさと、最終的な評価」\u001b[22m\nLooking back, my review became more complicated and even more chaotic than this show, but I hope it will be a little bit helpful. Despite lack of originality and tons of cliché, I enjoyed it and I am giving it a good ratting. 7 means good, you know.\n\n\u001b[1m振り返ってみると、私のレビューはこのショーよりも複雑で、さらに混沌となりましたが、少し参考になることを願っています。 オリジナリティーとクリシェの欠如にもかかわらず、私はそれを楽しんで、私はそれに良いラッティングを与えています。  7は良いことを意味します。\u001b[22m\n\u001b[1m(Furikaette miru to, watashi no rebyū wa kono shō yori mo fukuzatsude, sarani konton to narimashitaga, sukoshi sankō ni naru koto o negatte imasu. Orijinaritī to kurishe no ketsujo nimokakawarazu, watashi wa sore o tanoshinde, watashi wa sore ni yoi rattingu o ataete imasu. 7 Wa yoi koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mLooking back, my review became more complicated and even more chaotic than this show, but I hope it will be a little bit helpful. Despite lack of originality and tons of cliché, I enjoyed it and I am giving it a good ratting. 7 means good, you know.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLooking back, my review became more complicated and even more chaotic than this show, but I hope it will be a little bit helpful.\u001b[24m\n    \u001b[1m振り返ってみると、私のレビューはこのショーよりも複雑で、さらに混沌となりましたが、少し参考になることを願っています。\u001b[22m, \u001b[1m振り返ってみると、私のレビューは、より複雑で、このショーよりもさらに混沌となったが、私はそれが少し役立つことを願っています。\u001b[22m\n\u001b[4mDespite lack of originality and tons of cliché, I enjoyed it and I am giving it a good ratting.\u001b[24m\n    \u001b[1mオリジナリティーとクリシェの欠如にもかかわらず、私はそれを楽しんで、私はそれに良いラッティングを与えています。\u001b[22m, \u001b[1m独創性と決まり文句のトンの欠如にもかかわらず、私はそれを楽しんで、私はそれを良いrattingを与えています。\u001b[22m\n\u001b[4m7 means good, you know.\u001b[24m\n    \u001b[1m7は良いことを意味します。\u001b[22m, \u001b[1m7は良い意味、あなたが知っています。\u001b[22m\n\u001b[1m\u001b[22m\nI should warn you though, most of the viewers consider this show a utter crap and I am one of the few who rate it is a positive way, so it this could be more misleading than my usual babbling, sorry. But it's my opinion and I am not ashamed by it.\n\n\u001b[1m私はあなたに警告しなければならない、視聴者のほとんどは、このショーは全くのものだと思うし、私はそれが肯定的な方法であることを評価する少数の一人だから、これは私の通常のおしゃぶりよりも誤解を招く可能性がある。 しかし、それは私の意見であり、私はそれを恥ずかしくない。\u001b[22m\n\u001b[1m(Watashi wa anata ni keikoku shinakereba naranai, shichō-sha no hotondo wa, kono shō wa mattaku no monoda to omoushi, watashi wa sore ga kōtei-tekina hōhōdearu koto o hyōka suru shōsū no hitoridakara, kore wa watashi no tsūjō no oshaburi yori mo gokaiwomaneku kanōsei ga aru. Shikashi, sore wa watashi no ikendeari, watashi wa sore o hazukashikunai.)\u001b[22m\n\nTranslations of \u001b[4mI should warn you though, most of the viewers consider this show a utter crap and I am one of the few who rate it is a positive way, so it this could be more misleading than my usual babbling, sorry. But it's my opinion and I am not ashamed by it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI should warn you though, most of the viewers consider this show a utter crap and I am one of the few who rate it is a positive way, so it this could be more misleading than my usual babbling, sorry.\u001b[24m\n    \u001b[1m私はあなたに警告しなければならない、視聴者のほとんどは、このショーは全くのものだと思うし、私はそれが肯定的な方法であることを評価する少数の一人だから、これは私の通常のおしゃぶりよりも誤解を招く可能性がある。\u001b[22m, \u001b[1m私は視聴者のほとんどが、これは全くのがらくたを示し考慮し、私は申し訳ありませんが、それは肯定的な方法であるので、これは私のいつもおしゃべりよりも誤解を招くかもしれない評価数の一人です、しかしあなたに警告する必要があります。\u001b[22m\n\u001b[4mBut it's my opinion and I am not ashamed by it.\u001b[24m\n    \u001b[1mしかし、それは私の意見であり、私はそれを恥ずかしくない。\u001b[22m, \u001b[1mしかし、それは私の意見だと私はそれによって恥じないです。\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "Frankfreeman",
    "profile": "/profile/Frankfreeman/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=37261",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  10\nキャラクター|  7\n|  10\n\n私はちょうどドラゴンクライシスを見終わった！ 非常に良いファンタジーアニメ、私は言う必要があります。 私は通常、アニメの「ハーレム」側には潜んでいません。 私はそれがとても魅力的ではなく、私にとっては非現実的だと感じます。 しかし、この1つは、私が最後まですべての方法で興味を持っておくのに十分なファンタジー要素を持っていました。 シリーズでは、若い15歳の少年に続きます。 リウジと呼ばれ、ローズと呼ばれる女の子。 彼らは一緒に戦っている。\n\n全体として、私がシリーズで最も好きだったのは、ファンタジー、ロマンスの要素です。 最近、周りを回っていた狼男（Werewolf）やヴァンパイア（Vampire）からの素敵な休憩でした。 私の言っていることが分かるよね。  *咳*夕暮れ*咳*。 もちろん、ロマンスは食べることが日本人の魅力でした。 萌えで、ハーレム、時にはちょっと変態。\n\nこのシリーズには特に、生きている聖母の神の傷跡が文字通り私の中から1つしかないエピソードがありました。 エピソード9、「真実の鏡」と呼ばれる。  （心配しないでください、全体的なプロットには影響しません。）このエピソードでは、主人公が絵に閉じ込められていることがわかります。  （前に行われていないようなものですが、それは重要な執行です）彼らはすぐに彼らが昨晩見たホラー映画について話し始め、疑いもなく同じ目の前に同じキラーが現れます。 彼らはすぐに安全な家に隠れます。 リウジは、「失われた貴族」が敵に対して働いていないことを知ります。 ビアンカは状況をコントロールしているようだ。 とにかく、絵を抜け出すためには、彼らは真実を鏡に教えなければなりません。鏡は殺人者のように起こります。\n\nとにかく、私にとって恐ろしい部分は殺人犯でした。 地獄のように不気味だった！ 日本の映画監督がどれほど恐怖を感じているかを証明するだけです。\n\nプロット全体が私にとって最高のものでした。 新しいキャラクターが登場するたびにシリーズは勢いを維持し、新鮮で興味深いものになってくれました。 そして最後に、それらのすべてが1つのクライマックス戦に集まる。\n\n時間があれば、このシリーズを必ずチェックしてください。 モエやハーレム側ではないが、それはアクション/ファンタジー側である。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI've just finished watching Dragon Crisis!. A very good fantasy anime, I must say. I don't usually dive into the 'harem' side of Anime. I find it very unappealing and unrealistic for me. But this one had enough fantasy element's to keep me interested all the way through the end. In the series we follow a young 15 year old boy. Called Riuji, and a Dragon girl called Rose. They fight together and stuff.\n\n\u001b[1m私はちょうどドラゴンクライシスを見終わった！ 非常に良いファンタジーアニメ、私は言う必要があります。 私は通常、アニメの「ハーレム」側には潜んでいません。 私はそれがとても魅力的ではなく、私にとっては非現実的だと感じます。 しかし、この1つは、私が最後まですべての方法で興味を持っておくのに十分なファンタジー要素を持っていました。 シリーズでは、若い15歳の少年に続きます。 リウジと呼ばれ、ローズと呼ばれる女の子。 彼らは一緒に戦っている。\u001b[22m\n\u001b[1m(Watashi wa chōdo doragonkuraishisu o mi owatta! Hijō ni yoi fantajīanime, watashi wa iu hitsuyō ga arimasu. Watashi wa tsūjō, animeno `hāremu'-gawa ni wa hisonde imasen. Watashi wa sore ga totemo mirikitekide wa naku, watashi ni totte wa higenjitsutekida to kanjimasu. Shikashi, kono 1tsu wa, watashi ga saigomade subete no hōhō de kyōmi o motte oku no ni jūbun'na fantajī yōso o motte imashita. Shirīzude wa, wakai 15-sai no shōnen ni tsudzukimasu. Riuji to yoba re, rōzu to yoba reru on'nanoko. Karera wa issho ni tatakatte iru.)\u001b[22m\n\nTranslations of \u001b[4mI've just finished watching Dragon Crisis!. A very good fantasy anime, I must say. I don't usually dive into the 'harem' side of Anime. I find it very unappealing and unrealistic for me. But this one had enough fantasy element's to keep me interested all the way through the end. In the series we follow a young 15 year old boy. Called Riuji, and a Dragon girl called Rose. They fight together and stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've just finished watching Dragon Crisis!.\u001b[24m\n    \u001b[1m私はちょうどドラゴンクライシスを見終わった！\u001b[22m, \u001b[1m私はちょうどドラゴンクライシスを見終えました！\u001b[22m\n\u001b[4mA very good fantasy anime, I must say.\u001b[24m\n    \u001b[1m非常に良いファンタジーアニメ、私は言う必要があります。\u001b[22m, \u001b[1m非常に優れたファンタジーアニメ、私は言わなければなりません。\u001b[22m\n\u001b[4mI don't usually dive into the 'harem' side of Anime.\u001b[24m\n    \u001b[1m私は通常、アニメの「ハーレム」側には潜んでいません。\u001b[22m, \u001b[1m私は通常、アニメの「ハーレム」側に飛び込むません。\u001b[22m\n\u001b[4mI find it very unappealing and unrealistic for me.\u001b[24m\n    \u001b[1m私はそれがとても魅力的ではなく、私にとっては非現実的だと感じます。\u001b[22m, \u001b[1m私は私のために、それは非常に魅力のないと非現実的見つけます。\u001b[22m\n\u001b[4mBut this one had enough fantasy element's to keep me interested all the way through the end.\u001b[24m\n    \u001b[1mしかし、この1つは、私が最後まですべての方法で興味を持っておくのに十分なファンタジー要素を持っていました。\u001b[22m, \u001b[1mしかし、この1は、年末までに十分なファンタジー要素の興味を持って私を保つためにすべての方法を持っていました。\u001b[22m\n\u001b[4mIn the series we follow a young 15 year old boy.\u001b[24m\n    \u001b[1mシリーズでは、若い15歳の少年に続きます。\u001b[22m, \u001b[1mシリーズでは、若い15歳の少年に従ってください。\u001b[22m\n\u001b[4mCalled Riuji, and a Dragon girl called Rose.\u001b[24m\n    \u001b[1mリウジと呼ばれ、ローズと呼ばれる女の子。\u001b[22m, \u001b[1mRiujiと呼ばれる、とローズと呼ばれるドラゴンの女の子。\u001b[22m\n\u001b[4mThey fight together and stuff.\u001b[24m\n    \u001b[1m彼らは一緒に戦っている。\u001b[22m, \u001b[1m彼らは一緒とか戦います。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, what I liked most about the series it's it's fantasy, romance element. It was a nice break from all the Werewolf, or Vampire stuff, that has been going around lately. You know what I mean. *cough* twilight *cough*. Of course the Romance had it's Japanese appeal to eat. Being Moe, harem, and sometimes a little bit hentai.\n\n\u001b[1m全体として、私がシリーズで最も好きだったのは、ファンタジー、ロマンスの要素です。 最近、周りを回っていた狼男（Werewolf）やヴァンパイア（Vampire）からの素敵な休憩でした。 私の言っていることが分かるよね。  *咳*夕暮れ*咳*。 もちろん、ロマンスは食べることが日本人の魅力でした。 萌えで、ハーレム、時にはちょっと変態。\u001b[22m\n\u001b[1m(Zentai to shite, watashi ga shirīzu de mottomo sukidatta no wa, fantajī, romansu no yōsodesu. Saikin, mawari o mawatte ita ōkami otoko (Werewolf) ya vu~anpaia (banpaia) kara no sutekina kyūkeideshita. Watashi no itte iru koto ga wakaru yo ne. * Seki* yūgure* seki*. Mochiron, romansu wa taberu koto ga nihonjin no miryokudeshita. Moe de, hāremu, tokiniha chotto hentai.)\u001b[22m\n\nTranslations of \u001b[4mOverall, what I liked most about the series it's it's fantasy, romance element. It was a nice break from all the Werewolf, or Vampire stuff, that has been going around lately. You know what I mean. *cough* twilight *cough*. Of course the Romance had it's Japanese appeal to eat. Being Moe, harem, and sometimes a little bit hentai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, what I liked most about the series it's it's fantasy, romance element.\u001b[24m\n    \u001b[1m全体として、私がシリーズで最も好きだったのは、ファンタジー、ロマンスの要素です。\u001b[22m, \u001b[1m全体的に、それは何私はシリーズで一番気に入っそれはファンタジー、恋愛要素です。\u001b[22m\n\u001b[4mIt was a nice break from all the Werewolf, or Vampire stuff, that has been going around lately.\u001b[24m\n    \u001b[1m最近、周りを回っていた狼男（Werewolf）やヴァンパイア（Vampire）からの素敵な休憩でした。\u001b[22m, \u001b[1mこれは、最近の周りに起こってきたこと、すべての狼男、またはヴァンパイアのものから素敵なブレークでした。\u001b[22m\n\u001b[4mYou know what I mean.\u001b[24m\n    \u001b[1m私の言っていることが分かるよね。\u001b[22m, \u001b[1mあなたは私が何を意味するか知っています。\u001b[22m\n\u001b[4m*cough* twilight *cough*.\u001b[24m\n    \u001b[1m*咳*夕暮れ*咳*。\u001b[22m, \u001b[1m*咳*たそがれ*咳*。\u001b[22m\n\u001b[4mOf course the Romance had it's Japanese appeal to eat.\u001b[24m\n    \u001b[1mもちろん、ロマンスは食べることが日本人の魅力でした。\u001b[22m, \u001b[1mもちろんロマンスは、それが食べるために日本の魅力だ持っていました。\u001b[22m\n\u001b[4mBeing Moe, harem, and sometimes a little bit hentai.\u001b[24m\n    \u001b[1m萌えで、ハーレム、時にはちょっと変態。\u001b[22m, \u001b[1mビーイング萌え、ハーレム、時には少し変態。\u001b[22m\n\u001b[1m\u001b[22m\nThe series had one episode in particular that literally scarred the living holy mother of god out of me. Episode 9, called 'Mirror of Truth'. (Don't worry, it doesn't affect the overall plot.) In this episode we find our protagonist's trapped in a painting. (Like that hasn't been done before. but it's the execution that counts.) They soon start talking about a horror movie they saw last night, and without a doubt the same killer appears before there eyes. They soon hide in a safe house. Riuji then find out that his 'Lost Precious' isn't working against the enemy. Bianca appears to control the situation. Anyway, to get out of the painting, they have to tell the truth to the Mirror, who so happens to be the killer.\n\n\u001b[1mこのシリーズには特に、生きている聖母の神の傷跡が文字通り私の中から1つしかないエピソードがありました。 エピソード9、「真実の鏡」と呼ばれる。  （心配しないでください、全体的なプロットには影響しません。）このエピソードでは、主人公が絵に閉じ込められていることがわかります。  （前に行われていないようなものですが、それは重要な執行です）彼らはすぐに彼らが昨晩見たホラー映画について話し始め、疑いもなく同じ目の前に同じキラーが現れます。 彼らはすぐに安全な家に隠れます。 リウジは、「失われた貴族」が敵に対して働いていないことを知ります。 ビアンカは状況をコントロールしているようだ。 とにかく、絵を抜け出すためには、彼らは真実を鏡に教えなければなりません。鏡は殺人者のように起こります。\u001b[22m\n\u001b[1m(Kono shirīzu ni wa tokuni, ikite iru seibo no kami no kizuato ga mojidōri watashi no naka kara 1tsu shika nai episōdo ga arimashita. Episōdo 9,`shinjitsu no kagami' to yoba reru. (Shinpaishinaidekudasai, zentai-tekina purotto ni wa eikyō shimasen. ) Kono episōdode wa, shujinkō ga e ni tojikome rarete iru koto ga wakarimasu. (Mae ni okonawa rete inai yōna monodesuga, sore wa jūyōna shikkōdesu) karera wa sugu ni karera ga sakuban mita horā eiga ni tsuite hanashi hajime, utagai mo naku onaji-me no mae ni onaji kirā ga arawaremasu. Karera wa sugu ni anzen'na ie ni kakuremasu. Riuji wa,`ushinawareta kizoku' ga teki ni taishite hataraite inai koto o shirimasu. Bianka wa jōkyō o kontorōru shite iru yōda. Tonikaku, e o nukedasu tame ni wa, karera wa shinjitsu o kagami ni oshienakereba narimasen. Kagami wa satsujin-sha no yō ni okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe series had one episode in particular that literally scarred the living holy mother of god out of me. Episode 9, called 'Mirror of Truth'. (Don't worry, it doesn't affect the overall plot.) In this episode we find our protagonist's trapped in a painting. (Like that hasn't been done before. but it's the execution that counts.) They soon start talking about a horror movie they saw last night, and without a doubt the same killer appears before there eyes. They soon hide in a safe house. Riuji then find out that his 'Lost Precious' isn't working against the enemy. Bianca appears to control the situation. Anyway, to get out of the painting, they have to tell the truth to the Mirror, who so happens to be the killer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series had one episode in particular that literally scarred the living holy mother of god out of me.\u001b[24m\n    \u001b[1mこのシリーズには特に、生きている聖母の神の傷跡が文字通り私の中から1つしかないエピソードがありました。\u001b[22m, \u001b[1mシリーズは、文字通り私の外に神の住む聖なる母を傷跡こと、特に1つのエピソードを持っていました。\u001b[22m\n\u001b[4mEpisode 9, called 'Mirror of Truth'.\u001b[24m\n    \u001b[1mエピソード9、「真実の鏡」と呼ばれる。\u001b[22m, \u001b[1m「真実の鏡」と呼ばれる第9話、。\u001b[22m\n\u001b[4m(Don't worry, it doesn't affect the overall plot.) In this episode we find our protagonist's trapped in a painting.\u001b[24m\n    \u001b[1m（心配しないでください、全体的なプロットには影響しません。）このエピソードでは、主人公が絵に閉じ込められていることがわかります。\u001b[22m, \u001b[1m（それは、全体のプロットに影響を与えない、心配しないでください。）このエピソードで私たちは主人公のは、絵の中に閉じ込め見つけます。\u001b[22m\n\u001b[4m(Like that hasn't been done before. but it's the execution that counts.) They soon start talking about a horror movie they saw last night, and without a doubt the same killer appears before there eyes.\u001b[24m\n    \u001b[1m（前に行われていないようなものですが、それは重要な執行です）彼らはすぐに彼らが昨晩見たホラー映画について話し始め、疑いもなく同じ目の前に同じキラーが現れます。\u001b[22m, \u001b[1m（その前に行われていない。しかし、それは数える実行だと同様。）彼らはすぐに彼らは昨夜見たホラー映画について話し始めると、間違いなく同じキラーが目の前に表示されます。\u001b[22m\n\u001b[4mThey soon hide in a safe house.\u001b[24m\n    \u001b[1m彼らはすぐに安全な家に隠れます。\u001b[22m, \u001b[1m彼らはすぐに安全な家の中に隠れます。\u001b[22m\n\u001b[4mRiuji then find out that his 'Lost Precious' isn't working against the enemy.\u001b[24m\n    \u001b[1mリウジは、「失われた貴族」が敵に対して働いていないことを知ります。\u001b[22m, \u001b[1mRiujiは、その後、彼の「失われたプレシャス」は、敵に対して機能していないことを見つけます。\u001b[22m\n\u001b[4mBianca appears to control the situation.\u001b[24m\n    \u001b[1mビアンカは状況をコントロールしているようだ。\u001b[22m, \u001b[1mビアンカは、状況を制御するために表示されます。\u001b[22m\n\u001b[4mAnyway, to get out of the painting, they have to tell the truth to the Mirror, who so happens to be the killer.\u001b[24m\n    \u001b[1mとにかく、絵を抜け出すためには、彼らは真実を鏡に教えなければなりません。鏡は殺人者のように起こります。\u001b[22m, \u001b[1mとにかく、絵画から抜け出すために、彼らはとてもキラーであることを起こるミラーに真実を伝える必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nAnyway, the scary part for me was the killer itself. It was creepy as hell! Just proves how good Japanese Filmakers are at horror.\n\n\u001b[1mとにかく、私にとって恐ろしい部分は殺人犯でした。 地獄のように不気味だった！ 日本の映画監督がどれほど恐怖を感じているかを証明するだけです。\u001b[22m\n\u001b[1m(Tonikaku, watashi ni totte osoroshī bubun wa satsujin-handeshita. Jigoku no yō ni bukimidatta! Nihon no eiga kantoku ga dorehodo kyōfu o kanjite iru ka o shōmei suru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, the scary part for me was the killer itself. It was creepy as hell! Just proves how good Japanese Filmakers are at horror.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, the scary part for me was the killer itself.\u001b[24m\n    \u001b[1mとにかく、私にとって恐ろしい部分は殺人犯でした。\u001b[22m, \u001b[1mとにかく、私にとっては怖い部分は、キラーそのものでした。\u001b[22m\n\u001b[4mIt was creepy as hell!\u001b[24m\n    \u001b[1m地獄のように不気味だった！\u001b[22m, \u001b[1mそれは地獄のように不気味でした！\u001b[22m\n\u001b[4mJust proves how good Japanese Filmakers are at horror.\u001b[24m\n    \u001b[1m日本の映画監督がどれほど恐怖を感じているかを証明するだけです。\u001b[22m, \u001b[1mホラーでどのように良い日本のFilmakersちょうど証明しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot overall was the best thing for me. With each new character the series kept it's momentum, it kept it fresh and interesting for me. And at the end, all of them come together in one climactic battle.\n\n\u001b[1mプロット全体が私にとって最高のものでした。 新しいキャラクターが登場するたびにシリーズは勢いを維持し、新鮮で興味深いものになってくれました。 そして最後に、それらのすべてが1つのクライマックス戦に集まる。\u001b[22m\n\u001b[1m(Purotto zentai ga watashi ni totte saikō no monodeshita. Atarashī kyarakutā ga tōjō suru tabi ni shirīzu wa ikioi o iji shi, shinsende kyōmibukai mono ni natte kuremashita. Soshite saigo ni, sorera no subete ga 1tsu no kuraimakkusu-sen ni atsumaru.)\u001b[22m\n\nTranslations of \u001b[4mThe plot overall was the best thing for me. With each new character the series kept it's momentum, it kept it fresh and interesting for me. And at the end, all of them come together in one climactic battle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot overall was the best thing for me.\u001b[24m\n    \u001b[1mプロット全体が私にとって最高のものでした。\u001b[22m, \u001b[1mプロットは、全体的な私にとって最高のものでした。\u001b[22m\n\u001b[4mWith each new character the series kept it's momentum, it kept it fresh and interesting for me.\u001b[24m\n    \u001b[1m新しいキャラクターが登場するたびにシリーズは勢いを維持し、新鮮で興味深いものになってくれました。\u001b[22m, \u001b[1mシリーズはそれの勢いを維持し、それぞれの新しい文字で、それは私のためにそれが新鮮で興味深い維持しました。\u001b[22m\n\u001b[4mAnd at the end, all of them come together in one climactic battle.\u001b[24m\n    \u001b[1mそして最後に、それらのすべてが1つのクライマックス戦に集まる。\u001b[22m, \u001b[1mそして最後に、それらのすべてが1クライマックスの戦いで一緒に来ます。\u001b[22m\n\u001b[1m\u001b[22m\nIf you have the time, you should definitely check out this series. Not for it's moe or harem side, but for it's Action/Fantasy side. :)\n\n\u001b[1m時間があれば、このシリーズを必ずチェックしてください。 モエやハーレム側ではないが、それはアクション/ファンタジー側である。  :)\u001b[22m\n\u001b[1m(Jikan ga areba, kono shirīzu o kanarazu chekku shite kudasai. Moe ya hāremu-gawade wa naiga, soreha akushon/ fantajī-gawadearu. : ))\u001b[22m\n\nTranslations of \u001b[4mIf you have the time, you should definitely check out this series. Not for it's moe or harem side, but for it's Action/Fantasy side. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you have the time, you should definitely check out this series.\u001b[24m\n    \u001b[1m時間があれば、このシリーズを必ずチェックしてください。\u001b[22m, \u001b[1mあなたは時間があれば、あなたは間違いなくこのシリーズをチェックアウトする必要があります。\u001b[22m\n\u001b[4mNot for it's moe or harem side, but for it's Action/Fantasy side.\u001b[24m\n    \u001b[1mモエやハーレム側ではないが、それはアクション/ファンタジー側である。\u001b[22m, \u001b[1mそれは萌えやハーレム側はだが、それのためのアクション/ファンタジー側だではないために。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "torrapamii",
    "profile": "/profile/torrapamii/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=178167",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  6\nキャラクター|  7\n|  10\n\nこれは私の最初のレビューなので、plsは私を打ちのめすことはありません。  ^。^\n（私は小説を読んでいないので、ちょうどANNではなく、LNではなく、このレビューをベースにします）\n----\n----\n始めようか？\n\nドラゴンクライシスは、あなたが悪い一日を過ごしていても、あなたを楽しませることを止めることのできないアニメの1つです。\n\n終わりを除いて、あなたはまだ「そう、龍の危機は実際にはどういう意味ですか？」と考えているでしょう。\n\n私はこの短く、スポイラーを保ちたいと思うし、なぜあなたがこのアニメを愛している理由を与えたいのですか？\n\nストーリー：8/10\n\n十分な物語は私が全身に座って、時には笑って、ときどき私はこのキャラクターがどれほど愚かであるか、キャラクターがいかに迷惑であるか、時には座って、次に何が起こるかを見るためにアニメを見ました。 急いではありませんでしたが、あまりにも遅くはありませんでした。 各エピソードには新しいものがあります。 私が8を与えた理由は、私の意見では、いくつかの部分はちょっと退屈でした。\n\nアート：10/10\n\n優れた芸術品質、鮮やかな色彩、滑らかなアニメーション。 それはおそらくすべてです。\n\nサウンド：6/10\n\nこのレビューではこれが最もスコアが低く、理由を説明しました。\n\nOPは、このタイプのアニメにとって非常にランダムであったため、最も下に置いたものでした。 私ははるかに幸せなOPが好きだっただろう、このアニメはほとんどコメディとアクションです。 サウンドトラックはそれほど悪くはありませんが、時々ランダムになることがあります。 そして最後に、このアニメのED。 それを聞いた後にあなたの心に来る最初の事は、 '何が真剣なファックですか？'\n\n私はOPとED部分をスキップしますが、アニメではほとんどの時間がかかるので、OPとEDはそれが本当に良い場合を除いて私にとって重要ではありません。\n\n\nキャラクター：7/10\n\nKisaragi Ryuji、またはアニメの誰もが恋人と言っているように、彼に電話するのは、愛になると密である。 彼女があなたの周りにいるときに女の子が非常に緊張していることが分かったら、最も確かに、彼女はあなたに胸を張っている。 彼はInfinite StratosのIchikaのように濃密ではありません。 しかし人格はさておき、彼はスマートですか？ 平均以上。 彼は強いですか？ 彼がローズと一緒にいればかなり強い。\n\nキャラクターの開発はそれほど重要ではありません。 私はちょうどRyuujiの両親を見たいと思った、彼らはより多くのスクリーン時間を必要とする。\n\n私は誓う、Ryuujiのスクリーン時間の半分は彼が落ち込んでいることです。\n\n楽しさ：10/10\n\n私が言ったように、このショーはもっと欲しいあなたの座席にあなたを保つでしょう。 私はちょうど1日ですべてを見ました。 コメディ？ 驚くばかり。 ロマンス+コメディ？ めっちゃすごい。 ハレム+ロマンス+コメディ？ すごいファック。\n\nあなたがコメディであり、平均以上のストーリーを持っている別のタイトルを探しているなら、これを見てください。\n\n全体：8/10\n価値を再確認する：確かに、しかし、将来的に、最も確かに。\n\nps：エピソードの1つに微妙なスパイダーマンの参照があります。それを探してください！\nヒント：それはエピソード7にある",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\npls do not bash me because this is my first review. ^.^\n\n\u001b[1mこれは私の最初のレビューなので、plsは私を打ちのめすことはありません。  ^。^\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūnanode, pls wa watashi o uchinomesu koto wa arimasen. ^.^)\u001b[22m\n\nTranslations of \u001b[4mpls do not bash me because this is my first review. ^.^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mpls do not bash me because this is my first review.\u001b[24m\n    \u001b[1mこれは私の最初のレビューなので、plsは私を打ちのめすことはありません。\u001b[22m, \u001b[1mこれが私の最初のレビューですので、plsは私をbashのはありません。\u001b[22m\n\u001b[4m^.^\u001b[24m\n    \u001b[1m^。^\u001b[22m\n(I WILL BASE THIS REVIEW JUST ON THE ANIME, NOT THE LN because i don't read novels)\n\n\u001b[1m（私は小説を読んでいないので、ちょうどANNではなく、LNではなく、このレビューをベースにします）\u001b[22m\n\u001b[1m((Watashi wa shōsetsu o yon de inainode, chōdo ANNde wa naku, LNde wa naku, kono rebyū o bēsu ni shimasu))\u001b[22m\n\nTranslations of \u001b[4m(I WILL BASE THIS REVIEW JUST ON THE ANIME, NOT THE LN because i don't read novels)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(I WILL BASE THIS REVIEW JUST ON THE ANIME, NOT THE LN because i don't read novels)\u001b[24m\n    \u001b[1m（私は小説を読んでいないので、ちょうどANNではなく、LNではなく、このレビューをベースにします）\u001b[22m, \u001b[1m（私は小説を読んでいないので、私はちょうどANIME、NOT LNこの口コミを基WILL）\u001b[22m\n----\n\n\u001b[1m----\u001b[22m\n\u001b[1m(-- --)\u001b[22m\n\nTranslations of \u001b[4m----\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m----\u001b[24m\n    \u001b[1m----\u001b[22m\n----\n\n\u001b[1m----\u001b[22m\n\u001b[1m(-- --)\u001b[22m\n\nTranslations of \u001b[4m----\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m----\u001b[24m\n    \u001b[1m----\u001b[22m\nLet's get started, shall we?\n\n\u001b[1m始めようか？\u001b[22m\n\u001b[1m(Hajimeyou ka?)\u001b[22m\n\nTranslations of \u001b[4mLet's get started, shall we?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's get started, shall we?\u001b[24m\n    \u001b[1m始めようか？\u001b[22m, \u001b[1mのは、我々は、しなければならない始めましょうか？\u001b[22m\n\u001b[1m\u001b[22m\nDragon Crisis is one of those anime that never ceases to amuse you, even if you're having a bad day.\n\n\u001b[1mドラゴンクライシスは、あなたが悪い一日を過ごしていても、あなたを楽しませることを止めることのできないアニメの1つです。\u001b[22m\n\u001b[1m(Doragonkuraishisu wa, anata ga warui tsuitachi o sugoshite ite mo, anata o tanoshima seru koto o tomeru koto no dekinai anime no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mDragon Crisis is one of those anime that never ceases to amuse you, even if you're having a bad day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDragon Crisis is one of those anime that never ceases to amuse you, even if you're having a bad day.\u001b[24m\n    \u001b[1mドラゴンクライシスは、あなたが悪い一日を過ごしていても、あなたを楽しませることを止めることのできないアニメの1つです。\u001b[22m, \u001b[1mドラゴン危機は、あなたが悪い日を過ごしている場合でも、あなたを楽しませるために停止することはありませんこれらのアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nExcept at the end of the day, you'll still be thinking 'so, what does dragon crisis actually mean?'\n\n\u001b[1m終わりを除いて、あなたはまだ「そう、龍の危機は実際にはどういう意味ですか？」と考えているでしょう。\u001b[22m\n\u001b[1m(Owari o nozoite, anata wa mada `sō, ryū no kiki wa jissai ni wa dōiu imidesu ka?' To kangaete irudeshou.)\u001b[22m\n\nTranslations of \u001b[4mExcept at the end of the day, you'll still be thinking 'so, what does dragon crisis actually mean?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExcept at the end of the day, you'll still be thinking 'so, what does dragon crisis actually mean?'\u001b[24m\n    \u001b[1m終わりを除いて、あなたはまだ「そう、龍の危機は実際にはどういう意味ですか？」と考えているでしょう。\u001b[22m, \u001b[1m一日の終わりを除いて、あなたはまだ「そう、ドラゴン危機が実際に何を意味するのか？」を考えられます\u001b[22m\n\u001b[1m\u001b[22m\nI'd like to keep this short, no spoilers and give you a reason WHY I love this anime.\n\n\u001b[1m私はこの短く、スポイラーを保ちたいと思うし、なぜあなたがこのアニメを愛している理由を与えたいのですか？\u001b[22m\n\u001b[1m(Watashi wa kono mijikaku, supoirā o tamochitai to omoushi, naze anata ga kono anime o aishite iru riyū o ataetai nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mI'd like to keep this short, no spoilers and give you a reason WHY I love this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd like to keep this short, no spoilers and give you a reason WHY I love this anime.\u001b[24m\n    \u001b[1m私はこの短く、スポイラーを保ちたいと思うし、なぜあなたがこのアニメを愛している理由を与えたいのですか？\u001b[22m, \u001b[1m私はこの短い、何のスポイラーを維持しないと、あなたに私はこのアニメを愛する理由を与えたいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m\u001b[22m\nThe story enough made me sit through the whole thing, sometimes laughing, sometimes made me think of how stupid this character is or how annoying that character is, or sometimes just sitting, watching the anime to see what happens next. It wasn't rushed, but it wasn't too slow. Each episode has something new waiting for u. The reason I gave it an 8 was in my opinion, some parts were just a bit boring for me.\n\n\u001b[1m十分な物語は私が全身に座って、時には笑って、ときどき私はこのキャラクターがどれほど愚かであるか、キャラクターがいかに迷惑であるか、時には座って、次に何が起こるかを見るためにアニメを見ました。 急いではありませんでしたが、あまりにも遅くはありませんでした。 各エピソードには新しいものがあります。 私が8を与えた理由は、私の意見では、いくつかの部分はちょっと退屈でした。\u001b[22m\n\u001b[1m(Jūbun'na monogatari wa watashi ga zenshin ni suwatte, tokiniha waratte, tokidoki watashi wa kono kyarakutā ga dorehodo orokadearu ka, kyarakutā ga ikani meiwakudearu ka, tokiniha suwatte, tsugini nani ga okoru ka o miru tame ni anime o mimashita. Isoide wa arimasendeshitaga, amarini mo osoku wa arimasendeshita. Kaku episōdo ni wa atarashī mono ga arimasu. Watashi ga 8 o ataeta riyū wa, watashi no ikende wa, ikutsu ka no bubun wa chotto taikutsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story enough made me sit through the whole thing, sometimes laughing, sometimes made me think of how stupid this character is or how annoying that character is, or sometimes just sitting, watching the anime to see what happens next. It wasn't rushed, but it wasn't too slow. Each episode has something new waiting for u. The reason I gave it an 8 was in my opinion, some parts were just a bit boring for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story enough made me sit through the whole thing, sometimes laughing, sometimes made me think of how stupid this character is or how annoying that character is, or sometimes just sitting, watching the anime to see what happens next.\u001b[24m\n    \u001b[1m十分な物語は私が全身に座って、時には笑って、ときどき私はこのキャラクターがどれほど愚かであるか、キャラクターがいかに迷惑であるか、時には座って、次に何が起こるかを見るためにアニメを見ました。\u001b[22m, \u001b[1m物語は十分に時々私はこの文字があるか、どのように迷惑な文字がある、または時々ちょうど次に何が起こるか見るためにアニメを見て、座っていることをどのように愚かで考えさせ、時には笑い、私は全部を通して座りました。\u001b[22m\n\u001b[4mIt wasn't rushed, but it wasn't too slow.\u001b[24m\n    \u001b[1m急いではありませんでしたが、あまりにも遅くはありませんでした。\u001b[22m, \u001b[1mこれは急いでいないが、それは遅すぎませんでした。\u001b[22m\n\u001b[4mEach episode has something new waiting for u.\u001b[24m\n    \u001b[1m各エピソードには新しいものがあります。\u001b[22m, \u001b[1m各エピソードは、uのを待って何か新しいものを持っています。\u001b[22m\n\u001b[4mThe reason I gave it an 8 was in my opinion, some parts were just a bit boring for me.\u001b[24m\n    \u001b[1m私が8を与えた理由は、私の意見では、いくつかの部分はちょっと退屈でした。\u001b[22m, \u001b[1m8は、私の意見であった私はそれを与えた理由は、いくつかの部分は少しだけが私のために退屈でした。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10\n\n\u001b[1mアート：10/10\u001b[22m\n\u001b[1m(Āto: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10\u001b[24m\n    \u001b[1mアート：10/10\u001b[22m\n\u001b[1m\u001b[22m\nOutstanding art quality, vibrant colors and smooth animation. That's probably all.\n\n\u001b[1m優れた芸術品質、鮮やかな色彩、滑らかなアニメーション。 それはおそらくすべてです。\u001b[22m\n\u001b[1m(Sugureta geijutsu hinshitsu, azayakana shikisai, namerakana animēshon. Sore wa osoraku subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mOutstanding art quality, vibrant colors and smooth animation. That's probably all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOutstanding art quality, vibrant colors and smooth animation.\u001b[24m\n    \u001b[1m優れた芸術品質、鮮やかな色彩、滑らかなアニメーション。\u001b[22m, \u001b[1m優れた芸術の品質、鮮やかな色と滑らかなアニメーション。\u001b[22m\n\u001b[4mThat's probably all.\u001b[24m\n    \u001b[1mそれはおそらくすべてです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 6/10\n\n\u001b[1mサウンド：6/10\u001b[22m\n\u001b[1m(Saundo: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6/10\u001b[24m\n    \u001b[1mサウンド：6/10\u001b[22m\n\u001b[1m\u001b[22m\nThis had the lowest score in this review and let me explain why.\n\n\u001b[1mこのレビューではこれが最もスコアが低く、理由を説明しました。\u001b[22m\n\u001b[1m(Kono rebyūde wa kore ga mottomo sukoa ga hikuku, riyū o setsumei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis had the lowest score in this review and let me explain why.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis had the lowest score in this review and let me explain why.\u001b[24m\n    \u001b[1mこのレビューではこれが最もスコアが低く、理由を説明しました。\u001b[22m, \u001b[1mこれは、このレビューで最低のスコアを持っていたし、私は理由を説明しましょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe OP was the one that let it down the most, because it was very random for this type of anime. I would've liked a much more happy OP, this anime is mostly comedy and action. The soundtrack isn't that bad, but it can get random sometimes. And at last, the ED of this anime. First thing that comes in your mind after hearing it is, 'what the serious fuck?'\n\n\u001b[1mOPは、このタイプのアニメにとって非常にランダムであったため、最も下に置いたものでした。 私ははるかに幸せなOPが好きだっただろう、このアニメはほとんどコメディとアクションです。 サウンドトラックはそれほど悪くはありませんが、時々ランダムになることがあります。 そして最後に、このアニメのED。 それを聞いた後にあなたの心に来る最初の事は、 '何が真剣なファックですか？'\u001b[22m\n\u001b[1m(OP wa, kono taipu no anime ni totte hijō ni randamudeatta tame, mottomo shita ni oita monodeshita. Watashi wa haruka ni shiawasena OP ga sukidattadarou, kono anime wa hotondo komedi to akushondesu. Saundotorakku wa sore hodo waruku wa arimasenga, tokidoki randamu ni naru koto ga arimasu. Soshite saigo ni, kono anime no ED. Sore o kiita nochi ni anatanokokoroni kuru saisho no koto wa, ' nani ga shinken'na fakkudesu ka?')\u001b[22m\n\nTranslations of \u001b[4mThe OP was the one that let it down the most, because it was very random for this type of anime. I would've liked a much more happy OP, this anime is mostly comedy and action. The soundtrack isn't that bad, but it can get random sometimes. And at last, the ED of this anime. First thing that comes in your mind after hearing it is, 'what the serious fuck?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP was the one that let it down the most, because it was very random for this type of anime.\u001b[24m\n    \u001b[1mOPは、このタイプのアニメにとって非常にランダムであったため、最も下に置いたものでした。\u001b[22m, \u001b[1mOPは、それがアニメのこのタイプの非常にランダムだったので、ほとんどそれを失望させるものでした。\u001b[22m\n\u001b[4mI would've liked a much more happy OP, this anime is mostly comedy and action.\u001b[24m\n    \u001b[1m私ははるかに幸せなOPが好きだっただろう、このアニメはほとんどコメディとアクションです。\u001b[22m, \u001b[1m私はずっと幸せOPを気に入っただろう、このアニメはほとんどコメディとアクションです。\u001b[22m\n\u001b[4mThe soundtrack isn't that bad, but it can get random sometimes.\u001b[24m\n    \u001b[1mサウンドトラックはそれほど悪くはありませんが、時々ランダムになることがあります。\u001b[22m, \u001b[1mサウンドトラックは悪いことではありませんが、それは時々ランダム得ることができます。\u001b[22m\n\u001b[4mAnd at last, the ED of this anime.\u001b[24m\n    \u001b[1mそして最後に、このアニメのED。\u001b[22m\n\u001b[4mFirst thing that comes in your mind after hearing it is, 'what the serious fuck?'\u001b[24m\n    \u001b[1mそれを聞いた後にあなたの心に来る最初の事は、 '何が真剣なファックですか？'\u001b[22m, \u001b[1mそれを聞いた後、あなたの心に来る最初の事は「何深刻な性交？」であり、\u001b[22m\n\u001b[1m\u001b[22m\nI skip the OP and ED part though most of the times in anime, so the OP and ED doesn't really matter for me unless it's really good.\n\n\u001b[1m私はOPとED部分をスキップしますが、アニメではほとんどの時間がかかるので、OPとEDはそれが本当に良い場合を除いて私にとって重要ではありません。\u001b[22m\n\u001b[1m(Watashi wa OP to ED bubun o sukippu shimasuga, animede wa hotondo no jikan ga kakarunode, OP to ED wa sore ga hontōni yoi baai o nozoite watashi ni totte jūyōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI skip the OP and ED part though most of the times in anime, so the OP and ED doesn't really matter for me unless it's really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI skip the OP and ED part though most of the times in anime, so the OP and ED doesn't really matter for me unless it's really good.\u001b[24m\n    \u001b[1m私はOPとED部分をスキップしますが、アニメではほとんどの時間がかかるので、OPとEDはそれが本当に良い場合を除いて私にとって重要ではありません。\u001b[22m, \u001b[1m私はアニメで時間のほとんどかかわらOPとED部分をスキップするので、それは本当に良いことだしない限り、OPとEDは本当に私のために重要ではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7/10\n\n\u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m(Kyarakutā: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7/10\u001b[24m\n    \u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m\u001b[22m\nKisaragi Ryuji, or let's just call him Ryuji like everyone does in the anime, is dense when it comes to love. If you realize a girl is very nervous when she's around you, then most definitely, she has a crush on you. He's not that dense though like Ichika from Infinite Stratos. But personality aside, is he smart? Above average. Is he strong? Pretty strong, if he's with Rose.\n\n\u001b[1mKisaragi Ryuji、またはアニメの誰もが恋人と言っているように、彼に電話するのは、愛になると密である。 彼女があなたの周りにいるときに女の子が非常に緊張していることが分かったら、最も確かに、彼女はあなたに胸を張っている。 彼はInfinite StratosのIchikaのように濃密ではありません。 しかし人格はさておき、彼はスマートですか？ 平均以上。 彼は強いですか？ 彼がローズと一緒にいればかなり強い。\u001b[22m\n\u001b[1m(Kisaragi Ryuji, matawa anime no daremoga koibito to itte iru yō ni, kare ni denwa suru no wa, ai ni naru to mitsudearu. Kanojo ga anata no mawari ni iru toki ni on'nanoko ga hijō ni kinchō shite iru koto ga wakattara, mottomo tashika ni, kanojo wa anata ni munewohatte iru. Kare wa infinitto Stratos no Ichika no yō ni nōmitsude wa arimasen. Shikashi jinkaku wa sateoki, kare wa sumātodesu ka? Heikin ijō. Kare wa tsuyoidesu ka? Kare ga rōzu to issho ni ireba kanari tsuyoi.)\u001b[22m\n\nTranslations of \u001b[4mKisaragi Ryuji, or let's just call him Ryuji like everyone does in the anime, is dense when it comes to love. If you realize a girl is very nervous when she's around you, then most definitely, she has a crush on you. He's not that dense though like Ichika from Infinite Stratos. But personality aside, is he smart? Above average. Is he strong? Pretty strong, if he's with Rose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKisaragi Ryuji, or let's just call him Ryuji like everyone does in the anime, is dense when it comes to love.\u001b[24m\n    \u001b[1mKisaragi Ryuji、またはアニメの誰もが恋人と言っているように、彼に電話するのは、愛になると密である。\u001b[22m, \u001b[1mそれが好きになると如月竜二、または誰もがアニメでないようにちょうど竜二彼を呼ぶことにしましょうは、緻密です。\u001b[22m\n\u001b[4mIf you realize a girl is very nervous when she's around you, then most definitely, she has a crush on you.\u001b[24m\n    \u001b[1m彼女があなたの周りにいるときに女の子が非常に緊張していることが分かったら、最も確かに、彼女はあなたに胸を張っている。\u001b[22m, \u001b[1mあなたは彼女があなたの周りにいたときに女の子は非常に神経質であると認識した場合、ほとんど間違いなく、彼女はあなたに片思いしています。\u001b[22m\n\u001b[4mHe's not that dense though like Ichika from Infinite Stratos.\u001b[24m\n    \u001b[1m彼はInfinite StratosのIchikaのように濃密ではありません。\u001b[22m, \u001b[1m彼はしかしインフィニット・ストラトスからシンジ（プラグスーツ）のようなその緻密ではありません。\u001b[22m\n\u001b[4mBut personality aside, is he smart?\u001b[24m\n    \u001b[1mしかし人格はさておき、彼はスマートですか？\u001b[22m, \u001b[1mしかし、脇の人格、彼はスマートですか？\u001b[22m\n\u001b[4mAbove average.\u001b[24m\n    \u001b[1m平均以上。\u001b[22m\n\u001b[4mIs he strong?\u001b[24m\n    \u001b[1m彼は強いですか？\u001b[22m\n\u001b[4mPretty strong, if he's with Rose.\u001b[24m\n    \u001b[1m彼がローズと一緒にいればかなり強い。\u001b[22m, \u001b[1mかなり強い、彼はローズでいます。\u001b[22m\n\u001b[1m\u001b[22m\nNot a lot of character development, which doesn't really matter. I just wanted to see Ryuuji's parents, they need more screen time.\n\n\u001b[1mキャラクターの開発はそれほど重要ではありません。 私はちょうどRyuujiの両親を見たいと思った、彼らはより多くのスクリーン時間を必要とする。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa sorehodo jūyōde wa arimasen. Watashi wa chōdo Ryuuji no ryōshin o mitai to omotta, karera wa yori ōku no sukurīn jikan o hitsuyō to suru.)\u001b[22m\n\nTranslations of \u001b[4mNot a lot of character development, which doesn't really matter. I just wanted to see Ryuuji's parents, they need more screen time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot a lot of character development, which doesn't really matter.\u001b[24m\n    \u001b[1mキャラクターの開発はそれほど重要ではありません。\u001b[22m, \u001b[1m本当に重要ではありません文字の開発、のではないたくさん。\u001b[22m\n\u001b[4mI just wanted to see Ryuuji's parents, they need more screen time.\u001b[24m\n    \u001b[1m私はちょうどRyuujiの両親を見たいと思った、彼らはより多くのスクリーン時間を必要とする。\u001b[22m, \u001b[1m私はちょうど林原の両親を見てみたかった、彼らはより多くの画面の時間を必要としています。\u001b[22m\n\u001b[1m\u001b[22m\nI swear, half of Ryuuji's screen time is him being depressed.\n\n\u001b[1m私は誓う、Ryuujiのスクリーン時間の半分は彼が落ち込んでいることです。\u001b[22m\n\u001b[1m(Watashi wa chikau, Ryuuji no sukurīn jikan no hanbun wa kare ga ochikonde iru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mI swear, half of Ryuuji's screen time is him being depressed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI swear, half of Ryuuji's screen time is him being depressed.\u001b[24m\n    \u001b[1m私は誓う、Ryuujiのスクリーン時間の半分は彼が落ち込んでいることです。\u001b[22m, \u001b[1m私は林原の画面の時間の半分は彼が押されている、誓います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m\u001b[22m\nAs I said, this show will keep you on your seat wanting for more. I watched the whole thing in just 1 day. Comedy? Awesome. Romance + Comedy? Pretty awesome. Harem + Romance + Comedy? Fucking awesome.\n\n\u001b[1m私が言ったように、このショーはもっと欲しいあなたの座席にあなたを保つでしょう。 私はちょうど1日ですべてを見ました。 コメディ？ 驚くばかり。 ロマンス+コメディ？ めっちゃすごい。 ハレム+ロマンス+コメディ？ すごいファック。\u001b[22m\n\u001b[1m(Watashi ga itta yō ni, kono shō wa motto hoshī anata no zaseki ni anata o tamotsudeshou. Watashi wa chōdo 1-nichi de subete o mimashita. Komedi? Odoroku bakari. Romansu + komedi? Metcha sugoi. Haremu + romansu + komedi? Sugoi fakku.)\u001b[22m\n\nTranslations of \u001b[4mAs I said, this show will keep you on your seat wanting for more. I watched the whole thing in just 1 day. Comedy? Awesome. Romance + Comedy? Pretty awesome. Harem + Romance + Comedy? Fucking awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I said, this show will keep you on your seat wanting for more.\u001b[24m\n    \u001b[1m私が言ったように、このショーはもっと欲しいあなたの座席にあなたを保つでしょう。\u001b[22m, \u001b[1m私が言ったように、このショーは、より多くのために望むあなたの席にあなたを維持します。\u001b[22m\n\u001b[4mI watched the whole thing in just 1 day.\u001b[24m\n    \u001b[1m私はちょうど1日ですべてを見ました。\u001b[22m, \u001b[1m私はちょうど1日で全部を見ました。\u001b[22m\n\u001b[4mComedy?\u001b[24m\n    \u001b[1mコメディ？\u001b[22m\n\u001b[4mAwesome.\u001b[24m\n    \u001b[1m驚くばかり。\u001b[22m, \u001b[1m素晴らしい。\u001b[22m, \u001b[1m恐ろしいです。\u001b[22m\n\u001b[4mRomance + Comedy?\u001b[24m\n    \u001b[1mロマンス+コメディ？\u001b[22m\n\u001b[4mPretty awesome.\u001b[24m\n    \u001b[1mめっちゃすごい。\u001b[22m, \u001b[1mかなり素晴らしい。\u001b[22m, \u001b[1mすごいです。\u001b[22m\n\u001b[4mHarem + Romance + Comedy?\u001b[24m\n    \u001b[1mハレム+ロマンス+コメディ？\u001b[22m, \u001b[1mハーレム+ロマンス+コメディ？\u001b[22m\n\u001b[4mFucking awesome.\u001b[24m\n    \u001b[1mすごいファック。\u001b[22m, \u001b[1mクソすごいです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're looking for another title that is comedic and has an above average story, watch this.\n\n\u001b[1mあなたがコメディであり、平均以上のストーリーを持っている別のタイトルを探しているなら、これを見てください。\u001b[22m\n\u001b[1m(Anata ga komedideari, heikin ijō no sutōrī o motte iru betsu no taitoru o sagashite irunara, kore o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for another title that is comedic and has an above average story, watch this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for another title that is comedic and has an above average story, watch this.\u001b[24m\n    \u001b[1mあなたがコメディであり、平均以上のストーリーを持っている別のタイトルを探しているなら、これを見てください。\u001b[22m, \u001b[1mあなたは喜劇であり、上記平均物語を持っている別のタイトルを探しているなら、これを見て。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8/10\n\n\u001b[1m全体：8/10\u001b[22m\n\u001b[1m(Zentai: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8/10\u001b[24m\n    \u001b[1m全体：8/10\u001b[22m\nRe-watch value: Sure but in the future, most definitely.\n\n\u001b[1m価値を再確認する：確かに、しかし、将来的に、最も確かに。\u001b[22m\n\u001b[1m(Kachi o sai kakunin suru: Tashika ni, shikashi, shōrai-teki ni, mottomo tashikani.)\u001b[22m\n\nTranslations of \u001b[4mRe-watch value: Sure but in the future, most definitely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRe-watch value: Sure but in the future, most definitely.\u001b[24m\n    \u001b[1m価値を再確認する：確かに、しかし、将来的に、最も確かに。\u001b[22m, \u001b[1m再ウォッチ値：確かが、将来的には、ほとんど間違いなく。\u001b[22m\n\u001b[1m\u001b[22m\nps: there is a subtle spiderman reference in one of the episodes, look for it!\n\n\u001b[1mps：エピソードの1つに微妙なスパイダーマンの参照があります。それを探してください！\u001b[22m\n\u001b[1m(Ps: Episōdo no 1tsu ni bimyōna supaidāman no sanshō ga arimasu. Sore o sagashite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mps: there is a subtle spiderman reference in one of the episodes, look for it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mps: there is a subtle spiderman reference in one of the episodes, look for it!\u001b[24m\n    \u001b[1mps：エピソードの1つに微妙なスパイダーマンの参照があります。それを探してください！\u001b[22m, \u001b[1mPS：エピソードの一つで微妙なスパイダーマンの参照があると、それを見て！\u001b[22m\nhint: it's in episode 7\n\n\u001b[1mヒント：それはエピソード7にある\u001b[22m\n\u001b[1m(Hinto: Sore wa episōdo 7 ni aru)\u001b[22m\n\nTranslations of \u001b[4mhint: it's in episode 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhint: it's in episode 7\u001b[24m\n    \u001b[1mヒント：それはエピソード7にある\u001b[22m, \u001b[1mヒント：それはエピソード7にです\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "Cheek16",
    "profile": "/profile/Cheek16/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=46257",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  9\n\nドラゴン危機！、私はこのアニメを短くし始めたので、私の手には多くの時間がなかったので、期待はあまり高くありませんでした。 私はこのアニメにつながる多くの否定的なことを聞​​いたが、実際には本当に私を驚かせた、それは誰の紅茶ではないかもしれないが、あなたはそれを撃つべきである。\n\nストーリー：ストーリーはかなり平均的な話ですが、12話のアニメのためにはかなり良い計画です。 それはあなたのトップ10にそれを置くことはできませんが、私はそれが挑戦的に楽しいことがわかりました。\n\nアート：芸術は非常にきれいで、古典的なアニメのスタイルです。あなたが見知らぬアニメに見えない場合、これはすべてのボックスにチェックを入れてください。個人的には本当に好きでした。\n\nサウンド：オープニングとエンディングはかなりキャッチーでしたが、私の意見では世界で一番大事なものではありませんでした。 しかし、私はバックグラウンドミュージックのためにこれを9にしました。気分を完璧に設定するので、私は不思議にバックグラウンドで音楽を楽しんでいました。\n\nキャラクター：キャラクターは非常に面白かったですが、非常に良い方法でやったので、キャラクターを視覚的に見て楽しんでいました。 文字の開発は非常に良好で、常に新しい文字が導入されていました。 龍二の両親になっていた方が多いと思っていた2人のキャラクターは、12人のエピソードのアニメにとって、他の面白いキャラクターがたくさんあるので、私は不平を言うことはできません。\n\n楽しさ：私が言ったように、私は個人的に本当にこのアニメを楽しんだ、私はこれは、他のアニメよりももっと軽いアニメ感を与えるからだと思う。\n\n全体：私は本当にこのアニメを楽しんだ、それは軽い心を見て、ちょうど純粋な楽しみを見ていた。 あなたがこれを見るための素早いアニメを探しているのは本当に良い選択です、それは誰の味ではないかもしれないが、あなたが見ることができる他のクリシェアニメのいくつかに比べて、これは本当に楽しいものです。\n\n（PS）これは、アニメ/マンガの最初のレビューであり、通常はそうしないと言いますが、私はドラゴンクライシスについて非常に多くの否定的なものを見て以来、私はより良いものを書かなければなりませんでした。 これは役に立ちました。もし私が間違いを犯したり、フィードバックをしたいのであれば、私にメッセージを送ることを歓迎する以上です。）\n\n:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDragon Crisis!, I started this anime as it was short and I didn't have a lot of time on my hands so the expectations weren't at all high. I'v heard many negative things leading to this anime but it actually really surprised me, It may not be everyone's cup of tea but you should give it a shot.\n\n\u001b[1mドラゴン危機！、私はこのアニメを短くし始めたので、私の手には多くの時間がなかったので、期待はあまり高くありませんでした。 私はこのアニメにつながる多くの否定的なことを聞​​いたが、実際には本当に私を驚かせた、それは誰の紅茶ではないかもしれないが、あなたはそれを撃つべきである。\u001b[22m\n\u001b[1m(Doragon kiki!, Watashi wa kono anime o mijikaku shi hajimetanode, watashi no te ni wa ōku no jikan ga nakattanode, kitai wa amari takaku arimasendeshita. Watashi wa kono anime ni tsunagaru ōku no hitei-tekina koto o 聞 ​​ Itaga, jissai ni wa hontōni watashi o odoroka seta, sore wa dare no kōchade wanai kamo shirenaiga, anata wa sore o utsubekidearu.)\u001b[22m\n\nTranslations of \u001b[4mDragon Crisis!, I started this anime as it was short and I didn't have a lot of time on my hands so the expectations weren't at all high. I'v heard many negative things leading to this anime but it actually really surprised me, It may not be everyone's cup of tea but you should give it a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDragon Crisis!, I started this anime as it was short and I didn't have a lot of time on my hands so the expectations weren't at all high.\u001b[24m\n    \u001b[1mドラゴン危機！、私はこのアニメを短くし始めたので、私の手には多くの時間がなかったので、期待はあまり高くありませんでした。\u001b[22m, \u001b[1mそれは短いものだったとの期待が全く高くなかったので、私は私の手に多くの時間を持っていなかったとしてドラゴン危機が！私はこのアニメを開始しました。\u001b[22m\n\u001b[4mI'v heard many negative things leading to this anime but it actually really surprised me, It may not be everyone's cup of tea but you should give it a shot.\u001b[24m\n    \u001b[1m私はこのアニメにつながる多くの否定的なことを聞いたが、実際には本当に私を驚かせた、それは誰の紅茶ではないかもしれないが、あなたはそれを撃つべきである。\u001b[22m, \u001b[1mI'vはこのアニメにつながる多くの否定的なことを聞いたが、それは実際には本当に私を驚かせた、それはお茶の全員のカップではないかもしれないが、あなたはそれに打撃を与える必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story is a fairly average story but plans out pretty well for a 12 episode anime. Its not one to make you put it in your top ten but I found it defiantly enjoyable.\n\n\u001b[1mストーリー：ストーリーはかなり平均的な話ですが、12話のアニメのためにはかなり良い計画です。 それはあなたのトップ10にそれを置くことはできませんが、私はそれが挑戦的に楽しいことがわかりました。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa kanari heikin-tekina hanashidesuga, 12-wa no anime no tame ni wa kanari yoi keikakudesu. Sore wa anata no toppu 10 ni sore o oku koto wa dekimasenga, watashi wa sore ga chōsen-teki ni tanoshī koto ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story is a fairly average story but plans out pretty well for a 12 episode anime. Its not one to make you put it in your top ten but I found it defiantly enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story is a fairly average story but plans out pretty well for a 12 episode anime.\u001b[24m\n    \u001b[1mストーリー：ストーリーはかなり平均的な話ですが、12話のアニメのためにはかなり良い計画です。\u001b[22m, \u001b[1mストーリー：ストーリーはかなり平均話ですが、12話のアニメのためにかなりうまく計画しています。\u001b[22m\n\u001b[4mIts not one to make you put it in your top ten but I found it defiantly enjoyable.\u001b[24m\n    \u001b[1mそれはあなたのトップ10にそれを置くことはできませんが、私はそれが挑戦的に楽しいことがわかりました。\u001b[22m, \u001b[1mそのない1作るためにあなたがトップ10にそれを置くが、私はそれがふてくされ楽しい発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art was very clean and clear and is the classic anime style, unless your into the stranger anime looks then this should tick all box's, I personally really liked it.\n\n\u001b[1mアート：芸術は非常にきれいで、古典的なアニメのスタイルです。あなたが見知らぬアニメに見えない場合、これはすべてのボックスにチェックを入れてください。個人的には本当に好きでした。\u001b[22m\n\u001b[1m(Āto: Geijutsu wa hijō ni kireide, koten-tekina anime no sutairudesu. Anata ga mishiranu anime ni mienai baai, koreha subete no bokkusu ni chekku o irete kudasai. Kojin-teki ni wa hontōni sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art was very clean and clear and is the classic anime style, unless your into the stranger anime looks then this should tick all box's, I personally really liked it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art was very clean and clear and is the classic anime style, unless your into the stranger anime looks then this should tick all box's, I personally really liked it.\u001b[24m\n    \u001b[1mアート：芸術は非常にきれいで、古典的なアニメのスタイルです。あなたが見知らぬアニメに見えない場合、これはすべてのボックスにチェックを入れてください。個人的には本当に好きでした。\u001b[22m, \u001b[1mアート：あなたの見知らぬ人のアニメには、これは私が個人的に本当にそれが好き、すべてのボックスのを、ダニべきで見えない限り技術は、非常にきれいで、透明であり、古典的なアニメスタイルです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The opening and ending were fairly catchy but not in my opinion the greatest in the world. But I gave this a 9 because of the background music, I strangely enjoyed the music in the background as it sets the mood perfectly.\n\n\u001b[1mサウンド：オープニングとエンディングはかなりキャッチーでしたが、私の意見では世界で一番大事なものではありませんでした。 しかし、私はバックグラウンドミュージックのためにこれを9にしました。気分を完璧に設定するので、私は不思議にバックグラウンドで音楽を楽しんでいました。\u001b[22m\n\u001b[1m(Saundo: Ōpuningu to endingu wa kanari kyatchīdeshitaga, watashi no ikende wa sekai de ichiban daijina monode wa arimasendeshita. Shikashi, watashi wa bakkuguraundomyūjikku no tame ni kore o 9 ni shimashita. Kibun o kanpeki ni settei surunode, watashi wa fushigi ni bakkuguraundo de ongaku o tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: The opening and ending were fairly catchy but not in my opinion the greatest in the world. But I gave this a 9 because of the background music, I strangely enjoyed the music in the background as it sets the mood perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The opening and ending were fairly catchy but not in my opinion the greatest in the world.\u001b[24m\n    \u001b[1mサウンド：オープニングとエンディングはかなりキャッチーでしたが、私の意見では世界で一番大事なものではありませんでした。\u001b[22m, \u001b[1mサウンド：オープニングとエンディングは、世界で最も偉大かなりキャッチーではなく、私の意見でした。\u001b[22m\n\u001b[4mBut I gave this a 9 because of the background music, I strangely enjoyed the music in the background as it sets the mood perfectly.\u001b[24m\n    \u001b[1mしかし、私はバックグラウンドミュージックのためにこれを9にしました。気分を完璧に設定するので、私は不思議にバックグラウンドで音楽を楽しんでいました。\u001b[22m, \u001b[1mしかし、私は、それは完全に気分を設定するように私は妙にバックグラウンドで音楽を楽しんだ、なぜならバックグラウンドミュージックのこの9を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Characters were very cliche'd but were done in a very good way, I really enjoyed seeing the characters visually and getting to know them throughout the series. The development of the characters was very good and there were always new characters being introduced. Two Characters i would of liked to seen more of would have been Ryuji's parents but for a 12 episode anime I can't complain since there were plenty of other interesting characters.\n\n\u001b[1mキャラクター：キャラクターは非常に面白かったですが、非常に良い方法でやったので、キャラクターを視覚的に見て楽しんでいました。 文字の開発は非常に良好で、常に新しい文字が導入されていました。 龍二の両親になっていた方が多いと思っていた2人のキャラクターは、12人のエピソードのアニメにとって、他の面白いキャラクターがたくさんあるので、私は不平を言うことはできません。\u001b[22m\n\u001b[1m(Kyarakutā: Kyarakutā wa hijō ni omoshirokattadesuga, hijō ni yoi hōhō de yattanode, kyarakutā o shikaku-teki ni mite tanoshinde imashita. Moji no kaihatsu wa hijō ni ryōkōde, tsuneni atarashī moji ga dōnyū sa rete imashita. Ryūji no ryōshin ni natte ita kata ga ōi to omotte ita 2-ri no kyarakutā wa, 12-ri no episōdo no anime ni totte, hoka no omoshiroi kyarakutā ga takusan aru node, watashi wa fuhei o iu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Characters were very cliche'd but were done in a very good way, I really enjoyed seeing the characters visually and getting to know them throughout the series. The development of the characters was very good and there were always new characters being introduced. Two Characters i would of liked to seen more of would have been Ryuji's parents but for a 12 episode anime I can't complain since there were plenty of other interesting characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Characters were very cliche'd but were done in a very good way, I really enjoyed seeing the characters visually and getting to know them throughout the series.\u001b[24m\n    \u001b[1mキャラクター：キャラクターは非常に面白かったですが、非常に良い方法でやったので、キャラクターを視覚的に見て楽しんでいました。\u001b[22m, \u001b[1mキャラクター：キャラクターは非常にcliche'dだったが、非常に良い方法で行われた、私は実際に視覚的に文字を見て、シリーズ全体でそれらを知ってもらう楽しみました。\u001b[22m\n\u001b[4mThe development of the characters was very good and there were always new characters being introduced.\u001b[24m\n    \u001b[1m文字の開発は非常に良好で、常に新しい文字が導入されていました。\u001b[22m, \u001b[1m文字の開発は非常に良かったと導入される新しい文字が常にありました。\u001b[22m\n\u001b[4mTwo Characters i would of liked to seen more of would have been Ryuji's parents but for a 12 episode anime I can't complain since there were plenty of other interesting characters.\u001b[24m\n    \u001b[1m龍二の両親になっていた方が多いと思っていた2人のキャラクターは、12人のエピソードのアニメにとって、他の面白いキャラクターがたくさんあるので、私は不平を言うことはできません。\u001b[22m, \u001b[1m私は見たよりに言っていますのであろう2つの文字は、竜二の両親だったでしょうが、他の興味深い文字がたくさんがあったので、12エピソードのアニメのために私が文句を言うことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: As I have said, I personally really enjoyed this anime, I think this may be because it gives a more lighter feel to anime than some of the other anime's i have been watching recently but I still found this pleasant to watch.\n\n\u001b[1m楽しさ：私が言ったように、私は個人的に本当にこのアニメを楽しんだ、私はこれは、他のアニメよりももっと軽いアニメ感を与えるからだと思う。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi ga itta yō ni, watashi wa kojin-teki ni hontōni kono anime o tanoshinda, watashi wa kore wa, hoka no anime yori mo motto karui anime-kan o ataerukarada to omou.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: As I have said, I personally really enjoyed this anime, I think this may be because it gives a more lighter feel to anime than some of the other anime's i have been watching recently but I still found this pleasant to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: As I have said, I personally really enjoyed this anime, I think this may be because it gives a more lighter feel to anime than some of the other anime's i have been watching recently but I still found this pleasant to watch.\u001b[24m\n    \u001b[1m楽しさ：私が言ったように、私は個人的に本当にこのアニメを楽しんだ、私はこれは、他のアニメよりももっと軽いアニメ感を与えるからだと思う。\u001b[22m, \u001b[1m楽しさ：私が言ったように、私は個人的に本当にこのアニメを楽しんで、私はこれがかもしれないと思う、それは他のアニメのいくつかのよりアニメにより軽い感じを与えるので、私は最近見ているが、私はまだ見て、これが快適な発見。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: I really enjoyed this anime, it was light hearted and just pure fun to watch. If your looking for a quick anime to watch this is a really good choice, understanding that it may not be to everyone's tastes but compare to some of the other cliche anime's you could find, this is a real fun one to watch.\n\n\u001b[1m全体：私は本当にこのアニメを楽しんだ、それは軽い心を見て、ちょうど純粋な楽しみを見ていた。 あなたがこれを見るための素早いアニメを探しているのは本当に良い選択です、それは誰の味ではないかもしれないが、あなたが見ることができる他のクリシェアニメのいくつかに比べて、これは本当に楽しいものです。\u001b[22m\n\u001b[1m(Zentai: Watashi wa hontōni kono anime o tanoshinda, sore wa karui kokoro o mite, chōdo junsuina tanoshimi o mite ita. Anata ga kore o miru tame no subayai anime o sagashite iru no wa hontōni yoi sentakudesu, sore wa dare no ajide wanai kamo shirenaiga, anata ga miru koto ga dekiru ta no kurisheanime no ikutsu ka ni kurabete, kore wa hontōni tanoshī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: I really enjoyed this anime, it was light hearted and just pure fun to watch. If your looking for a quick anime to watch this is a really good choice, understanding that it may not be to everyone's tastes but compare to some of the other cliche anime's you could find, this is a real fun one to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: I really enjoyed this anime, it was light hearted and just pure fun to watch.\u001b[24m\n    \u001b[1m全体：私は本当にこのアニメを楽しんだ、それは軽い心を見て、ちょうど純粋な楽しみを見ていた。\u001b[22m, \u001b[1m全体：私は本当にこのアニメを楽しんで、見て気楽とちょうど純粋な楽しみでした。\u001b[22m\n\u001b[4mIf your looking for a quick anime to watch this is a really good choice, understanding that it may not be to everyone's tastes but compare to some of the other cliche anime's you could find, this is a real fun one to watch.\u001b[24m\n    \u001b[1mあなたがこれを見るための素早いアニメを探しているのは本当に良い選択です、それは誰の味ではないかもしれないが、あなたが見ることができる他のクリシェアニメのいくつかに比べて、これは本当に楽しいものです。\u001b[22m, \u001b[1mあなたは、これは本当に良い選択です見て迅速なアニメを探しているなら、それはすべての人の好みになるが、他の決まり文句アニメのあなたが見つけることができるのいくつかには比較にならない可能性があることの理解では、これは1つが見て本当の楽しみです。\u001b[22m\n\u001b[1m\u001b[22m\n(PS Just to say this was my first review on any anime/manga and don't normally do them, but since I saw so many negative ones about Dragon Crisis! that I had to write a nicer one :D. I hope you find this helpful and if I have made any mistakes or you would like to give feedback you are more than welcome to message me.)\n\n\u001b[1m（PS）これは、アニメ/マンガの最初のレビューであり、通常はそうしないと言いますが、私はドラゴンクライシスについて非常に多くの否定的なものを見て以来、私はより良いものを書かなければなりませんでした。 これは役に立ちました。もし私が間違いを犯したり、フィードバックをしたいのであれば、私にメッセージを送ることを歓迎する以上です。）\u001b[22m\n\u001b[1m((PS) kore wa, anime/ manga no saisho no rebyūdeari, tsūjō wa sō shinai to iimasuga, watashi wa doragonkuraishisu ni tsuite hijō ni ōku no hitei-tekina mono o mite irai, watashi wa yori yoi mono o kakanakereba narimasendeshita. Kore wa yakunitachimashita. Moshi watashi ga machigai o okashi tari, fīdobakku o shitai nodeareba, watashi ni messēji o okuru koto o kangei suru ijōdesu. ))\u001b[22m\n\nTranslations of \u001b[4m(PS Just to say this was my first review on any anime/manga and don't normally do them, but since I saw so many negative ones about Dragon Crisis! that I had to write a nicer one :D. I hope you find this helpful and if I have made any mistakes or you would like to give feedback you are more than welcome to message me.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(PS Just to say this was my first review on any anime/manga and don't normally do them, but since I saw so many negative ones about Dragon Crisis! that I had to write a nicer one :D. I hope you find\u001b[24m\n    \u001b[1m（PS）これは、アニメ/マンガの最初のレビューであり、通常はそうしないと言いますが、私はドラゴンクライシスについて非常に多くの否定的なものを見て以来、私はより良いものを書かなければなりませんでした。\u001b[22m, \u001b[1m！私はドラゴンクライシスについて非常に多くの否定的なものを見て以来（PSは、私はよりよい1書かなければならなかったということだけで、これは任意のアニメ/漫画の私の最初のレビューだったと言うし、それらを行う通常ありませんが、：Dを私はあなたを見つける願っています\u001b[22m\n\u001b[4mthis helpful and if I have made any mistakes or you would like to give feedback you are more than welcome to message me.)\u001b[24m\n    \u001b[1mこれは役に立ちました。もし私が間違いを犯したり、フィードバックをしたいのであれば、私にメッセージを送ることを歓迎する以上です。）\u001b[22m, \u001b[1mこの親切で、私は間違いをしたか、あなたがメッセージ私に歓迎以上あるフィードバックをさせていただきたいと思います。）\u001b[22m\n\u001b[1m\u001b[22m\n:)\n\n\u001b[1m:)\u001b[22m\n\u001b[1m(: ))\u001b[22m\n\nTranslations of \u001b[4m:)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "ChildHatchling",
    "profile": "/profile/ChildHatchling/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=46031",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  8\n\nこのアニメが私にそれを買収した理由は、カバーです。  （多分私はちょっと変態しているかもしれないが、とにかく、このアニメはおおよそ良い物語を持っている。 主に共通点が多いため、多くの人がこの映画を「灼眼のシャナ」や「魔術のように」などとリンクさせています。\n\nマジック、ファンタジー、ロマンスはすべて、ほとんどの人が好きなやり方で1つに窮屈にされています。 このストーリーはアクションを持っており、戦闘芸術を除くすべてのものは非常にうそつきですが、ストーリーは主にリュウジとローズに焦点を当てているので、それは重要ではありません。\n\nこの話はまた、感触の良いシーンのシェアを持ち、実際には何人かの人に考えさせる。 ちょっと、ちょっと待ってたよ（申し訳ありません、ちょうど冗談でした）。 あまりにも、この映画はかなり良いです、あなたたちはそれを見なければなりません。\n\n私は偉大な作家ではありませんが、これはあなたを助けるかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe reason this anime attracted me to buy it is the cover. (Maybe coz I'm a little perverted) Anyway, this anime have roughly good story. Many people linked this movie with Shakugan no Shana, To Aru Majutsu no Index and so on, mainly because they share much in common.\n\n\u001b[1mこのアニメが私にそれを買収した理由は、カバーです。  （多分私はちょっと変態しているかもしれないが、とにかく、このアニメはおおよそ良い物語を持っている。 主に共通点が多いため、多くの人がこの映画を「灼眼のシャナ」や「魔術のように」などとリンクさせています。\u001b[22m\n\u001b[1m(Kono anime ga watashi ni sore o baishū shita riyū wa, kabādesu. (Tabun watashi wa chotto hentai shite iru kamo shirenaiga, tonikaku, kono anime wa ōyoso yoi monogatari o motte iru. Omoni kyōtsū-ten ga ōi tame, ōku no hito ga kono eiga o `shakugan'noshana' ya `majutsu no yō ni' nado to rinku sa sete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe reason this anime attracted me to buy it is the cover. (Maybe coz I'm a little perverted) Anyway, this anime have roughly good story. Many people linked this movie with Shakugan no Shana, To Aru Majutsu no Index and so on, mainly because they share much in common.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason this anime attracted me to buy it is the cover.\u001b[24m\n    \u001b[1mこのアニメが私にそれを買収した理由は、カバーです。\u001b[22m, \u001b[1mこのアニメはそれを購入するために私を引き付けた理由はカバーです。\u001b[22m\n\u001b[4m(Maybe coz I'm a little perverted) Anyway, this anime have roughly good story.\u001b[24m\n    \u001b[1m（多分私はちょっと変態しているかもしれないが、とにかく、このアニメはおおよそ良い物語を持っている。\u001b[22m, \u001b[1m（私は少し倒錯だたぶんだって）とにかく、このアニメは大体良い話を持っています。\u001b[22m\n\u001b[4mMany people linked this movie with Shakugan no Shana, To Aru Majutsu no Index and so on, mainly because they share much in common.\u001b[24m\n    \u001b[1m主に共通点が多いため、多くの人がこの映画を「灼眼のシャナ」や「魔術のように」などとリンクさせています。\u001b[22m, \u001b[1m多くの人々は、彼らは多くの共通点を共有する主な理由は、アルーMajutsuに、というように何のインデックスとを灼眼のシャナでこの映画をリンクされません。\u001b[22m\n\u001b[1m\u001b[22m\nMagic, fantasy, romance all cramped into one, just the way most people likes them. This story have action and all but the fighting arts were sorta crappy, but that's not the point, since the story focuses mainly on Ryuuji and Rose.\n\n\u001b[1mマジック、ファンタジー、ロマンスはすべて、ほとんどの人が好きなやり方で1つに窮屈にされています。 このストーリーはアクションを持っており、戦闘芸術を除くすべてのものは非常にうそつきですが、ストーリーは主にリュウジとローズに焦点を当てているので、それは重要ではありません。\u001b[22m\n\u001b[1m(Majikku, fantajī, romansu wa subete, hotondo no hito ga sukina yarikata de 1tsu ni kyūkutsu ni sa rete imasu. Kono sutōrī wa akushon o motte ori, sentō geijutsu o nozoku subete no mono wa hijō ni uso-tsukidesuga, sutōrī wa omoni Ryūji to rōzu ni shōten o atete irunode, sore wa jūyōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mMagic, fantasy, romance all cramped into one, just the way most people likes them. This story have action and all but the fighting arts were sorta crappy, but that's not the point, since the story focuses mainly on Ryuuji and Rose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMagic, fantasy, romance all cramped into one, just the way most people likes them.\u001b[24m\n    \u001b[1mマジック、ファンタジー、ロマンスはすべて、ほとんどの人が好きなやり方で1つに窮屈にされています。\u001b[22m, \u001b[1mマジック、ファンタジー、一つにすべての窮屈なロマンス、ほとんどの人がそれらを好きだけの方法。\u001b[22m\n\u001b[4mThis story have action and all but the fighting arts were sorta crappy, but that's not the point, since the story focuses mainly on Ryuuji and Rose.\u001b[24m\n    \u001b[1mこのストーリーはアクションを持っており、戦闘芸術を除くすべてのものは非常にうそつきですが、ストーリーは主にリュウジとローズに焦点を当てているので、それは重要ではありません。\u001b[22m, \u001b[1mこの物語はアクションと、すべてを持っていますが、戦いの芸術は、みかん安っぽいあったが、話は林原とローズを中心に焦点を当てているので、それは、ポイントではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThis story also have a share of touchy touchy scene and it actually brings some people thinking. Like, hey, there it is blah blah blah (sorry, was just joking). Overally, this movie is quite good, you guys should watch it.\n\n\u001b[1mこの話はまた、感触の良いシーンのシェアを持ち、実際には何人かの人に考えさせる。 ちょっと、ちょっと待ってたよ（申し訳ありません、ちょうど冗談でした）。 あまりにも、この映画はかなり良いです、あなたたちはそれを見なければなりません。\u001b[22m\n\u001b[1m(Kono hanashi wa mata, kanshoku no yoi shīn no shea o mochi, jissai ni wa nan'ninka no hito ni kangae saseru. Chotto, chotto matteta yo (mōshiwakearimasen, chōdo jōdandeshita). Amarini mo, kono eiga wa kanari yoidesu, anata-tachi wa sore o minakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis story also have a share of touchy touchy scene and it actually brings some people thinking. Like, hey, there it is blah blah blah (sorry, was just joking). Overally, this movie is quite good, you guys should watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story also have a share of touchy touchy scene and it actually brings some people thinking.\u001b[24m\n    \u001b[1mこの話はまた、感触の良いシーンのシェアを持ち、実際には何人かの人に考えさせる。\u001b[22m, \u001b[1mこの話はまた厄介な厄介なシーンのシェアを持っており、それが実際に何人かの人々が考えています。\u001b[22m\n\u001b[4mLike, hey, there it is blah blah blah (sorry, was just joking).\u001b[24m\n    \u001b[1mちょっと、ちょっと待ってたよ（申し訳ありません、ちょうど冗談でした）。\u001b[22m, \u001b[1mちょっと、のように、そこは何とか何とか何とか（申し訳ありませんが、ちょうど冗談を言っていた）です。\u001b[22m\n\u001b[4mOverally, this movie is quite good, you guys should watch it.\u001b[24m\n    \u001b[1mあまりにも、この映画はかなり良いです、あなたたちはそれを見なければなりません。\u001b[22m, \u001b[1mOverally、この映画はかなり良いです、あなたたちはそれを見る必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nI not a great writer and all but yeah, this might help you.\n\n\u001b[1m私は偉大な作家ではありませんが、これはあなたを助けるかもしれません。\u001b[22m\n\u001b[1m(Watashi wa idaina sakkade wa arimasenga, kore wa anata o tasukeru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mI not a great writer and all but yeah, this might help you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI not a great writer and all but yeah, this might help you.\u001b[24m\n    \u001b[1m私は偉大な作家ではありませんが、これはあなたを助けるかもしれません。\u001b[22m, \u001b[1m私ではない偉大な作家とすべてが、ええ、これはあなたを助けるかもしれません。\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "chingstah",
    "profile": "/profile/chingstah/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=34068",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nまあこれは、今年の善良な1つですので、ドラゴンズ（ヘイ）\n\nこの世界には、死んだ人間の魂を保持する失われた貴族と呼ばれるアイテムがあります（あなたが何かを愛し、人生の中でそれを評価すると、魂の一部がそれに行き、ちょっと好きです）。しかし、 呪われた貴族の魔女は、彼らが誰も恋人でないユーザーのためのバードニュースです。私たちの主なリードを残して、木更津隆司は平和的かつ正常な生活を営んでいます（これらのいわゆる失われた貴族を捉える組織です。 彼はクラスキャザーであり、覚えているのは7人だけで、彼の父親も彼の母親も彼らの一人であり、彼らは貧しい竜二を何年も家に残しているほど多くの任務に就いています） 海外で勉強していたアメリカから、彼のいとこである熱いひなが帰ってくると、彼は学校から竜二を迎えに来て、牙を盗んだSクラスを盗む小さな計画で彼を説得した それを盗んだのではないかと思っていましたが、FANG代理店からの弾丸のために箱が開かれたときに女の子がそこから出てきて、竜二にとって驚くべき竜二を知っているようです。 その点から始まり、箱から出てくる女の子は赤い竜を吐く火です...\n\n私はこれまでのところそれが好きで、オープニングはそれを試してみてもちょうどいいです：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nwell this one is a good one from this season cause it's about dragons (heeey)\n\n\u001b[1mまあこれは、今年の善良な1つですので、ドラゴンズ（ヘイ）\u001b[22m\n\u001b[1m(Mā kore wa, kotoshi no zenryōna 1tsudesunode, doragonzu (Hei))\u001b[22m\n\nTranslations of \u001b[4mwell this one is a good one from this season cause it's about dragons (heeey)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell this one is a good one from this season cause it's about dragons (heeey)\u001b[24m\n    \u001b[1mまあこれは、今年の善良な1つですので、ドラゴンズ（ヘイ）\u001b[22m, \u001b[1mそれはドラゴンについてです原因も、この1は（heeey）今シーズンから良いものです\u001b[22m\n\u001b[1m\u001b[22m\nin this world there are items called lost preciouses which hold the the soul of a dead human (well u now when you love something and value it in life part of ur soul goes to it and kinda like it well..) but there are as well as cursed preciouses witch are baad news for the users they are a no no.let's leave this aside our main lead Ryuji Kisaragi livin peacefully and a normal life (well not so normal he is in an organization which captures these so called lost preciouses and he is as class cather, there are only 7 of them i remember, and his father as well as his mother are one of them, they go on missions so much that they left the poor Ryuji in home alone for many years) a day a hot chick which is his cousin comes back from America where she was studing abroad, she comes to pick up Ryuji from his school and persuades him for her little plan which is to steal a S class lost precious from FANG the bad ass organization which steals lost preciouses, and one way or another they succeded in stealing it, but when the box opens due to a bullet from FANG agent a girl comes out from it and it seems she knows Ryuji which is suprising for Ryuji couse he doesn't remember her everything begins from that point the girl who come out from the box is a fire spouting red dragon...\n\n\u001b[1mこの世界には、死んだ人間の魂を保持する失われた貴族と呼ばれるアイテムがあります（あなたが何かを愛し、人生の中でそれを評価すると、魂の一部がそれに行き、ちょっと好きです）。しかし、 呪われた貴族の魔女は、彼らが誰も恋人でないユーザーのためのバードニュースです。私たちの主なリードを残して、木更津隆司は平和的かつ正常な生活を営んでいます（これらのいわゆる失われた貴族を捉える組織です。 彼はクラスキャザーであり、覚えているのは7人だけで、彼の父親も彼の母親も彼らの一人であり、彼らは貧しい竜二を何年も家に残しているほど多くの任務に就いています） 海外で勉強していたアメリカから、彼のいとこである熱いひなが帰ってくると、彼は学校から竜二を迎えに来て、牙を盗んだSクラスを盗む小さな計画で彼を説得した それを盗んだのではないかと思っていましたが、FANG代理店からの弾丸のために箱が開かれたときに女の子がそこから出てきて、竜二にとって驚くべき竜二を知っているようです。 その点から始まり、箱から出てくる女の子は赤い竜を吐く火です...\u001b[22m\n\u001b[1m(Kono sekai ni wa, shinda ningen no tamashī o hoji suru ushinawareta kizoku to yoba reru aitemu ga arimasu (anata ga nanika o aishi, jinsei no naka de sore o hyōka suru to, tamashī no ichibu ga sore ni iki, chotto sukidesu). Shikashi, norowareta kizoku no majo wa, karera ga dare mo koibitodenai yūzā no tame no bādonyūsudesu. Watashitachi no omona rīdo o nokoshite, Kisaradzu Takashi wa heiwa-teki katsu seijōna seikatsu o itonande imasu (korera no iwayuru ushinawareta kizoku o toraeru soshikidesu. Kare wa kurasukyazādeari, oboete iru no wa 7-ri dake de, kare no chichioya mo kare no hahaoya mo karera no hitorideari, karera wa mazushī Ryūji o nanidoshi mo ie ni nokoshite iru hodo ōku no ninmu ni tsuite imasu) kaigai de benkyō shite ita Amerika kara, kare no itokodearu atsui hina ga kaette kuru to, kare wa gakkō kara Ryūji o mukae ni kite, kiba o nusunda esukurasu o nusumu chīsana keikaku de kare o settoku shita sore o nusunda node wanai ka to omotte imashitaga, FANG dairiten kara no dangan no tame ni hako ga aka reta toki ni on'nanoko ga soko kara dete kite, Ryūji ni totte odorokubeki Ryūji o shitte iru yōdesu. Sono ten kara hajimari,-bako kara detekuru on'nanoko wa akai ryū o haku hidesu...)\u001b[22m\n\u001b[1m\u001b[22m\ni liked it so far and the opening is just cool to listen too try it :D\n\n\u001b[1m私はこれまでのところそれが好きで、オープニングはそれを試してみてもちょうどいいです：D\u001b[22m\n\u001b[1m(Watashi wa kore made no tokoro sore ga sukide, ōpuningu wa sore o tameshite mite mo chōdo īdesu: D)\u001b[22m\n\nTranslations of \u001b[4mi liked it so far and the opening is just cool to listen too try it :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi liked it so far and the opening is just cool to listen too try it :D\u001b[24m\n    \u001b[1m私はこれまでのところそれが好きで、オープニングはそれを試してみてもちょうどいいです：D\u001b[22m, \u001b[1m私はこれまでのところ、それが好きで、開口部があまりにも耳を傾け、それを試してみるだけでクールです：D\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "darkspark",
    "profile": "/profile/darkspark/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=34015",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  6\n\nまず、物語は何も特別でも創造的でも大嫌いではないことがわかった。\n芸術はおそらくこのシリーズの最も良いものです。 芸術は、何か特別なものではなく、平均よりも優れています。 本当に私がこのシリーズについてのレビューを書かなければならないと思ったのは、主役キャラクターでした。 ほとんどのハーレムのアニメでは、主人公はほとんど同じ要素を共有していますが、このシリーズでは、主人公はアニメの中で最も過度に使用されるクライスクオリティー（良いものではない）を取り、そのキャラクター全体を元にしています。 主人公はアニメがいかに優れているかを考える上で重要なので、彼は私にとっては平均的なアニメよりわずかに上手かもしれないものを本当に台無しにしてしまったと言わねばならない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nTo begin with I found the story to be OK nothing special or creative but not terrible.\n\n\u001b[1mまず、物語は何も特別でも創造的でも大嫌いではないことがわかった。\u001b[22m\n\u001b[1m(Mazu, monogatari wa nani mo tokubetsu demo sōzō-tekide mo daikiraide wanai koto ga wakatta.)\u001b[22m\n\nTranslations of \u001b[4mTo begin with I found the story to be OK nothing special or creative but not terrible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo begin with I found the story to be OK nothing special or creative but not terrible.\u001b[24m\n    \u001b[1mまず、物語は何も特別でも創造的でも大嫌いではないことがわかった。\u001b[22m, \u001b[1mまず始めに、私は物語が特別なまたは創造が、ひどいではない、[OK]何もないことが判明しました。\u001b[22m\nThe art is probably the best thing about this series. The art is well made not something extraordinary but better than average. What really made me think I had to write a review about this series was the protagonists character. In most harem animes the main characters almost always share some of the same elements but in this series the protagonist takes the most overused and cliche qualities in anime (an not the good ones) and bases his entire character off of them. An since the protagonist is important to how good an anime is I've got to say he really ruined what could have been a slightly above average anime for me.\n\n\u001b[1m芸術はおそらくこのシリーズの最も良いものです。 芸術は、何か特別なものではなく、平均よりも優れています。 本当に私がこのシリーズについてのレビューを書かなければならないと思ったのは、主役キャラクターでした。 ほとんどのハーレムのアニメでは、主人公はほとんど同じ要素を共有していますが、このシリーズでは、主人公はアニメの中で最も過度に使用されるクライスクオリティー（良いものではない）を取り、そのキャラクター全体を元にしています。 主人公はアニメがいかに優れているかを考える上で重要なので、彼は私にとっては平均的なアニメよりわずかに上手かもしれないものを本当に台無しにしてしまったと言わねばならない。\u001b[22m\n\u001b[1m(Geijutsu wa osoraku kono shirīzu no mottomo yoi monodesu. Geijutsu wa, nanika tokubetsuna monode wa naku, heikin yori mo sugurete imasu. Hontōni watashi ga kono shirīzu ni tsuite no rebyū o kakanakereba naranai to omotta no wa, shuyaku kyarakutādeshita. Hotondo no hāremu no animede wa, shujinkō wa hotondo onaji yōso o kyōyū shite imasuga, kono shirīzude wa, shujinkō wa anime no naka de mottomo kado ni shiyō sa reru kuraisukuoritī (yoi monode wa nai) o tori, sono kyarakutā zentai o gen ni shite imasu. Shujinkō wa anime ga ikani sugurete iru ka o kangaeru ue de jūyōnanode, kare wa watashi ni totte wa heikin-tekina anime yori wazuka ni jōzu kamo shirenai mono o hontōni dainashi ni shite shimatta to iwaneba naranai.)\u001b[22m\n\nTranslations of \u001b[4mThe art is probably the best thing about this series. The art is well made not something extraordinary but better than average. What really made me think I had to write a review about this series was the protagonists character. In most harem animes the main characters almost always share some of the same elements but in this series the protagonist takes the most overused and cliche qualities in anime (an not the good ones) and bases his entire character off of them. An since the protagonist is important to how good an anime is I've got to say he really ruined what could have been a slightly above average anime for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is probably the best thing about this series.\u001b[24m\n    \u001b[1m芸術はおそらくこのシリーズの最も良いものです。\u001b[22m, \u001b[1m芸術は、おそらくこのシリーズについての最もよい事です。\u001b[22m\n\u001b[4mThe art is well made not something extraordinary but better than average.\u001b[24m\n    \u001b[1m芸術は、何か特別なものではなく、平均よりも優れています。\u001b[22m, \u001b[1m芸術はよく臨時が、平均よりも良いではない何かを作っています。\u001b[22m\n\u001b[4mWhat really made me think I had to write a review about this series was the protagonists character.\u001b[24m\n    \u001b[1m本当に私がこのシリーズについてのレビューを書かなければならないと思ったのは、主役キャラクターでした。\u001b[22m, \u001b[1m本当に作られたものを私は、私はこのシリーズは主人公のキャラクターがあったについてのレビューを書かなければならなかったと思います。\u001b[22m\n\u001b[4mIn most harem animes the main characters almost always share some of the same elements but in this series the protagonist takes the most overused and cliche qualities in anime (an not the good ones) and bases his entire character off of them.\u001b[24m\n    \u001b[1mほとんどのハーレムのアニメでは、主人公はほとんど同じ要素を共有していますが、このシリーズでは、主人公はアニメの中で最も過度に使用されるクライスクオリティー（良いものではない）を取り、そのキャラクター全体を元にしています。\u001b[22m, \u001b[1mほとんどのハーレムでは、メインの文字はほとんど常に同じ要素のいくつかを共有するアニメが、このシリーズで主人公は（ない良いもの）アニメの中で最も使い古さと決まり文句の資質を取り、それらのオフに彼の全体の文字を基にしています。\u001b[22m\n\u001b[4mAn since the protagonist is important to how good an anime is I've got to say he really ruined what could have been a slightly above average anime for me.\u001b[24m\n    \u001b[1m主人公はアニメがいかに優れているかを考える上で重要なので、彼は私にとっては平均的なアニメよりわずかに上手かもしれないものを本当に台無しにしてしまったと言わねばならない。\u001b[22m, \u001b[1m主人公以来のアニメは私は彼が本当に私のためにわずかに平均以上のアニメだったかもしれないものを台無しにしたと言うようになってきましたどのように良いことが重要です。\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "True2daflame",
    "profile": "/profile/True2daflame/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=43493",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nさて、このアニメには、アニメを面白くしながら、カバーする多くの拠点があったと言うのは簡単です。 私は彼らが仕事をするのに12のエピソードしか持たなかったので、面白い仕事をしたと思う。 彼らが物語の詳細をよりよく広めるためにそれをもっとエピソードを与えたなら、それは大ヒットになるかもしれません。\n\nこれを覚えておいてください。そうでなければ私に同意すると思います。  XD\n\nまあ、それはそれが漫画を読んで開始するのに十分なほど私の注意をつかんだ。 もちろん初めから。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay it's easy to tell that this anime had a lot of bases to cover while still keeping the anime entertaining. I think that seeing as they only had 12 episodes to work with they did an interesting job of things. It could have been a great hit if they had gave it more episodes to spread out the story details better.\n\n\u001b[1mさて、このアニメには、アニメを面白くしながら、カバーする多くの拠点があったと言うのは簡単です。 私は彼らが仕事をするのに12のエピソードしか持たなかったので、面白い仕事をしたと思う。 彼らが物語の詳細をよりよく広めるためにそれをもっとエピソードを与えたなら、それは大ヒットになるかもしれません。\u001b[22m\n\u001b[1m(Sate, kono anime ni wa, anime o omoshiroku shinagara, kabā suru ōku no kyoten ga atta to iu no wa kantandesu. Watashi wa karera ga shigoto o suru no ni 12 no episōdo shika motanakattanode, omoshiroi shigoto o shita to omou. Karera ga monogatari no shōsai o yori yoku hiromeru tame ni sore o motto episōdo o ataetanara, soreha dai hitto ni naru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mOkay it's easy to tell that this anime had a lot of bases to cover while still keeping the anime entertaining. I think that seeing as they only had 12 episodes to work with they did an interesting job of things. It could have been a great hit if they had gave it more episodes to spread out the story details better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay it's easy to tell that this anime had a lot of bases to cover while still keeping the anime entertaining.\u001b[24m\n    \u001b[1mさて、このアニメには、アニメを面白くしながら、カバーする多くの拠点があったと言うのは簡単です。\u001b[22m, \u001b[1mさて、このアニメはまだ面白いアニメを維持しながらカバーする拠点の多くを持っていたことを伝えるのは簡単です。\u001b[22m\n\u001b[4mI think that seeing as they only had 12 episodes to work with they did an interesting job of things.\u001b[24m\n    \u001b[1m私は彼らが仕事をするのに12のエピソードしか持たなかったので、面白い仕事をしたと思う。\u001b[22m, \u001b[1m私は、彼らが唯一の彼らは物事の興味深い仕事をしてくれたで動作するように12のエピソードを持っていたとして見ていると思います。\u001b[22m\n\u001b[4mIt could have been a great hit if they had gave it more episodes to spread out the story details better.\u001b[24m\n    \u001b[1m彼らが物語の詳細をよりよく広めるためにそれをもっとエピソードを与えたなら、それは大ヒットになるかもしれません。\u001b[22m, \u001b[1m彼らはより良いストーリーの詳細を広げるためにそれをより多くのエピソードを与えていた場合、それは大ヒットだったかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nPlease give a shot with this in mind and i think you'll agree with me, if not.... my bad. XD\n\n\u001b[1mこれを覚えておいてください。そうでなければ私に同意すると思います。  XD\u001b[22m\n\u001b[1m(Kore o oboete oite kudasai. Sōdenakereba watashi ni dōi suru to omoimasu. XD)\u001b[22m\n\nTranslations of \u001b[4mPlease give a shot with this in mind and i think you'll agree with me, if not.... my bad. XD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlease give a shot with this in mind and i think you'll agree with me, if not.... my bad.\u001b[24m\n    \u001b[1mこれを覚えておいてください。そうでなければ私に同意すると思います。\u001b[22m, \u001b[1m私の悪い....これを念頭において打撃を与えると私はあなたが私と一緒に同意すると思う、そうでない場合してください。\u001b[22m\n\u001b[4mXD\u001b[24m\n    \u001b[1mXD\u001b[22m\n\u001b[1m\u001b[22m\nWell it grabbed my attention enough to start reading the manga it's from; starting from the beginning of course.\n\n\u001b[1mまあ、それはそれが漫画を読んで開始するのに十分なほど私の注意をつかんだ。 もちろん初めから。\u001b[22m\n\u001b[1m(Mā, sore wa sore ga manga o yonde kaishi suru no ni jūbun'na hodo watashi no chūi o tsukanda. Mochiron hajimekara.)\u001b[22m\n\nTranslations of \u001b[4mWell it grabbed my attention enough to start reading the manga it's from; starting from the beginning of course.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell it grabbed my attention enough to start reading the manga it's from;\u001b[24m\n    \u001b[1mまあ、それはそれが漫画を読んで開始するのに十分なほど私の注意をつかんだ。\u001b[22m, \u001b[1mまあそれはそれからだ漫画を読み始めるのに十分な私の注意をつかみました。\u001b[22m\n\u001b[4mstarting from the beginning of course.\u001b[24m\n    \u001b[1mもちろん初めから。\u001b[22m, \u001b[1m当然の先頭から。\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "BentoLegend",
    "profile": "/profile/BentoLegend/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=82806",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  8\n\n少年と恋に落ちるドラゴン・ガールの物語。 それは基本的なものだし、すべてが似ていると感じる。 私はいくつかに触れる必要があると感じました。 私は実際にそれをとても楽しんだ。 この面で漂白剤やナルトのようなものを探しているなら、あなたは間違った場所に来た。 このアニメは12エピソードだけですが、それを見て楽しむのに十分です。 どうして？\n\n話はかなり良いです。 それは、それが起こっていることの良い量を要約すればもっと良いことができました。 だからこそ私はカテゴリーの中で最低のスコアを付けました。 物語はそこにあり、おそらく軽小説の中にある。 私が言うことは、あなたがアクション/コメディタイプのアニメを楽しむなら、それは間違いなく価値があるということです。\n\n私の芸術は素晴らしいです。 そこの他のもののいくつかと同位に。 視覚に魅力的です。\n\n音は素晴らしいです。 このアニメの音楽は信用できないので、私はこれを最高に出しました。 あなたがそれを見つけることができれば、それだけで価値があるのです。 声優も素晴らしいです。 私はここに座って、OSTを聴きながらこのレビューを書いて楽しむことができます。\n\nキャラクター・ストーリーは間違いなく作業に多くの時間を費やすことができました。 私はそれが基本的なポイントを持っているので、しかし、文句を言うつもりはありません。\n\n全体として、私はこのショーが少なくとも1回は見る価値があると思う。 私はアクション/コメディのジャンルが最も好きです。 私の楽しみと私の笑いの瞬間は、私がそれを見て過ごす時間の価値がありました。 これに関する私の再ウォッチの価値は実際にはかなり高いです。 あなたが何か深刻なことに来た場合、別のルートに行くのが最善です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nA story about a dragon girl that falls in love with the boy. It's kind of basic and everything feels sort of similar. I felt I needed to touch up on a few things. I actually enjoyed it very much. If you're looking for something to be like Bleach or Naruto in this aspect you came to the wrong place. This anime is only 12 episodes long, but is decent enough to enjoy watching it. Why?\n\n\u001b[1m少年と恋に落ちるドラゴン・ガールの物語。 それは基本的なものだし、すべてが似ていると感じる。 私はいくつかに触れる必要があると感じました。 私は実際にそれをとても楽しんだ。 あなたがこの面で漂白剤やナルトのようなものを探しているなら、あなたは間違った場所に来た。 このアニメは12エピソードだけですが、それを見て楽しむのに十分です。 どうして？\u001b[22m\n\u001b[1m(Shōnen to koiniochiru doragon gāru no monogatari. Sore wa kihon-tekina monodashi, subete ga nite iru to kanjiru. Watashi wa ikutsu ka ni fureru hitsuyō ga aru to kanjimashita. Watashi wa jissai ni sore o totemo tanoshinda. Anata ga kono men de hyōhaku-zai ya naruto no yōna mono o sagashite irunara, anata wa machigatta basho ni kita. Kono anime wa 12 episōdo dakedesuga, sore o mite tanoshimu no ni jūbundesu. Dōshite?)\u001b[22m\n\nTranslations of \u001b[4mA story about a dragon girl that falls in love with the boy. It's kind of basic and everything feels sort of similar. I felt I needed to touch up on a few things. I actually enjoyed it very much. If you're looking for something to be like Bleach or Naruto in this aspect you came to the wrong place. This anime is only 12 episodes long, but is decent enough to enjoy watching it. Why?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA story about a dragon girl that falls in love with the boy.\u001b[24m\n    \u001b[1m少年と恋に落ちるドラゴン・ガールの物語。\u001b[22m, \u001b[1m少年と恋に落ちる竜の少女の物語。\u001b[22m\n\u001b[4mIt's kind of basic and everything feels sort of similar.\u001b[24m\n    \u001b[1mそれは基本的なものだし、すべてが似ていると感じる。\u001b[22m, \u001b[1mこれは、基本のようなものだとすべてがソートの同様の感じています。\u001b[22m\n\u001b[4mI felt I needed to touch up on a few things.\u001b[24m\n    \u001b[1m私はいくつかに触れる必要があると感じました。\u001b[22m, \u001b[1m私はいくつかにタッチアップするために必要と感じました。\u001b[22m\n\u001b[4mI actually enjoyed it very much.\u001b[24m\n    \u001b[1m私は実際にそれをとても楽しんだ。\u001b[22m, \u001b[1m私は実際にそれを非常に楽しみました。\u001b[22m\n\u001b[4mIf you're looking for something to be like Bleach or Naruto in this aspect you came to the wrong place.\u001b[24m\n    \u001b[1mあなたがこの面で漂白剤やナルトのようなものを探しているなら、あなたは間違った場所に来た。\u001b[22m, \u001b[1mあなたはこの局面ではブリーチやナルトのようになるために何かを探しているなら、あなたは間違った場所に来ました。\u001b[22m\n\u001b[4mThis anime is only 12 episodes long, but is decent enough to enjoy watching it.\u001b[24m\n    \u001b[1mこのアニメは12エピソードだけですが、それを見て楽しむのに十分です。\u001b[22m, \u001b[1mこのアニメは、唯一の12のエピソードに長いですが、それを見て楽しむのに十分まともです。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[1m\u001b[22m\nThe story is pretty good. It could of been a lot better if it summed up a good amount of the things going on. Which is why I gave it the lowest score of the categories. The story is there, and its probably in the light novels. What I will say is this, if you enjoy action/comedy type anime it's definitely worth it.\n\n\u001b[1m話はかなり良いです。 それは、それが起こっていることの良い量を要約すればもっと良いことができました。 だからこそ私はカテゴリーの中で最低のスコアを付けました。 物語はそこにあり、おそらく軽小説の中にある。 私が言うことは、あなたがアクション/コメディタイプのアニメを楽しむなら、それは間違いなく価値があるということです。\u001b[22m\n\u001b[1m(Hanashi wa kanari yoidesu. Sore wa, sore ga okotte iru koto no yoi ryō o yōyaku sureba motto yoi koto ga dekimashita. Dakarakoso watashi wa kategorī no naka de saitei no sukoa o tsukemashita. Monogatari wa soko ni ari, osoraku kei shōsetsu no naka ni aru. Watashi ga iu koto wa, anata ga akushon/ komedi taipu no anime o tanoshimunara, soreha machigainaku kachigāru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is pretty good. It could of been a lot better if it summed up a good amount of the things going on. Which is why I gave it the lowest score of the categories. The story is there, and its probably in the light novels. What I will say is this, if you enjoy action/comedy type anime it's definitely worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is pretty good.\u001b[24m\n    \u001b[1m話はかなり良いです。\u001b[22m\n\u001b[4mIt could of been a lot better if it summed up a good amount of the things going on.\u001b[24m\n    \u001b[1mそれは、それが起こっていることの良い量を要約すればもっと良いことができました。\u001b[22m, \u001b[1mそれが起こって物事の良い量をまとめた場合、それは多くの良いされての可能性があります。\u001b[22m\n\u001b[4mWhich is why I gave it the lowest score of the categories.\u001b[24m\n    \u001b[1mだからこそ私はカテゴリーの中で最低のスコアを付けました。\u001b[22m, \u001b[1mこれは私がそれをカテゴリの最低のスコアを与えた理由です。\u001b[22m\n\u001b[4mThe story is there, and its probably in the light novels.\u001b[24m\n    \u001b[1m物語はそこにあり、おそらく軽小説の中にある。\u001b[22m, \u001b[1m物語があり、そのおそらくライトノベルインチ\u001b[22m\n\u001b[4mWhat I will say is this, if you enjoy action/comedy type anime it's definitely worth it.\u001b[24m\n    \u001b[1m私が言うことは、あなたがアクション/コメディタイプのアニメを楽しむなら、それは間違いなく価値があるということです。\u001b[22m, \u001b[1m私は何と言うだろうと、あなたがアクション/コメディタイプのアニメを楽しむ場合、それは間違いなく価値が、これです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art to me is fantastic. On par with some of the other stuff out there. Visually appealing to the eyes.\n\n\u001b[1m私の芸術は素晴らしいです。 そこの他のもののいくつかと同位に。 視覚に魅力的です。\u001b[22m\n\u001b[1m(Watashi no geijutsu wa subarashīdesu. Soko no ta no mono no ikutsu ka to dōi ni. Shikaku ni mirikitekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art to me is fantastic. On par with some of the other stuff out there. Visually appealing to the eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art to me is fantastic.\u001b[24m\n    \u001b[1m私の芸術は素晴らしいです。\u001b[22m, \u001b[1m私には芸術は素晴らしいです。\u001b[22m\n\u001b[4mOn par with some of the other stuff out there.\u001b[24m\n    \u001b[1mそこの他のもののいくつかと同位に。\u001b[22m, \u001b[1mそこに他のもののいくつかに匹敵します。\u001b[22m\n\u001b[4mVisually appealing to the eyes.\u001b[24m\n    \u001b[1m視覚に魅力的です。\u001b[22m, \u001b[1m視覚的に目に訴えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is great. I gave this the highest because the music is INCREDIBLE from this anime. The OST alone is worth it if you can find it. The voice acting is great as well. I can sit here and enjoy writing this review while just listening to the OST.\n\n\u001b[1m音は素晴らしいです。 このアニメの音楽は信用できないので、私はこれを最高に出しました。 あなたがそれを見つけることができれば、それだけで価値があるのです。 声優も素晴らしいです。 私はここに座って、OSTを聴きながらこのレビューを書いて楽しむことができます。\u001b[22m\n\u001b[1m(Oto wa subarashīdesu. Kono anime no ongaku wa shin'yō dekinainode, watashi wa kore o saikō ni dashimashita. Anata ga sore o mitsukeru koto ga dekireba, sore dake de kachi ga aru nodesu. Seiyū mo subarashīdesu. Watashi wa koko ni suwatte, OST o kikinagara kono rebyū o kaite tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is great. I gave this the highest because the music is INCREDIBLE from this anime. The OST alone is worth it if you can find it. The voice acting is great as well. I can sit here and enjoy writing this review while just listening to the OST.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is great.\u001b[24m\n    \u001b[1m音は素晴らしいです。\u001b[22m\n\u001b[4mI gave this the highest because the music is INCREDIBLE from this anime.\u001b[24m\n    \u001b[1mこのアニメの音楽は信用できないので、私はこれを最高に出しました。\u001b[22m, \u001b[1m音楽はこのアニメから信じられないので、私はこの最高を与えました。\u001b[22m\n\u001b[4mThe OST alone is worth it if you can find it.\u001b[24m\n    \u001b[1mあなたがそれを見つけることができれば、それだけで価値があるのです。\u001b[22m, \u001b[1mあなたはそれを見つけることができるかどうかだけではOSTはそれだけの価値があります。\u001b[22m\n\u001b[4mThe voice acting is great as well.\u001b[24m\n    \u001b[1m声優も素晴らしいです。\u001b[22m, \u001b[1m声の演技も同様に素晴らしいです。\u001b[22m\n\u001b[4mI can sit here and enjoy writing this review while just listening to the OST.\u001b[24m\n    \u001b[1m私はここに座って、OSTを聴きながらこのレビューを書いて楽しむことができます。\u001b[22m, \u001b[1m私はここに座ってばかりのOSTを聴きながら、このレビューを書いて楽しむことができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter stories definitely could of used a lot of time to work on. I'm not going to complain though because it got the basic point across.\n\n\u001b[1mキャラクター・ストーリーは間違いなく作業に多くの時間を費やすことができました。 私はそれが基本的なポイントを持っているので、しかし、文句を言うつもりはありません。\u001b[22m\n\u001b[1m(Kyarakutā sutōrī wa machigainaku sagyō ni ōku no jikan o tsuiyasu koto ga dekimashita. Watashi wa sore ga kihon-tekina pointo o motte irunode, shikashi, monku o iu tsumori wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacter stories definitely could of used a lot of time to work on. I'm not going to complain though because it got the basic point across.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter stories definitely could of used a lot of time to work on.\u001b[24m\n    \u001b[1mキャラクター・ストーリーは間違いなく作業に多くの時間を費やすことができました。\u001b[22m, \u001b[1mキャラクターの物語は間違いなく上で動作するように多くの時間を使用することができます。\u001b[22m\n\u001b[4mI'm not going to complain though because it got the basic point across.\u001b[24m\n    \u001b[1m私はそれが基本的なポイントを持っているので、しかし、文句を言うつもりはありません。\u001b[22m, \u001b[1m私はそれは全体の基本的なポイントを得たのでかかわらず、文句を言うつもりはありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I think this show is worth watching at least one time through. I love action/comedy genre the most. My enjoyment and my laughing moments were definitely worth the time I spent watching it. My rewatch value on this is actually pretty high. If you came for something serious, it's best to go another route.\n\n\u001b[1m全体として、私はこのショーが少なくとも1回は見る価値があると思う。 私はアクション/コメディのジャンルが最も好きです。 私の楽しみと私の笑いの瞬間は、私がそれを見て過ごす時間の価値がありました。 これに関する私の再ウォッチの価値は実際にはかなり高いです。 あなたが何か深刻なことに来た場合、別のルートに行くのが最善です。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa kono shō ga sukunakutomo 1-kai wa miru kachigāru to omou. Watashi wa akushon/ komedi no janru ga mottomo sukidesu. Watashi no tanoshimi to watashi no warai no shunkan wa, watashi ga sore o mite sugosu jikan no kachi ga arimashita. Kore ni kansuru watashi no sai u~otchi no kachi wa jissai ni wa kanari takaidesu. Anata ga nanika shinkokuna koto ni kita baai,-betsu no rūto ni iku no ga saizendesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I think this show is worth watching at least one time through. I love action/comedy genre the most. My enjoyment and my laughing moments were definitely worth the time I spent watching it. My rewatch value on this is actually pretty high. If you came for something serious, it's best to go another route.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I think this show is worth watching at least one time through.\u001b[24m\n    \u001b[1m全体として、私はこのショーが少なくとも1回は見る価値があると思う。\u001b[22m, \u001b[1m全体的に、私はこのショーが通る少なくとも1時間を見て価値があると思います。\u001b[22m\n\u001b[4mI love action/comedy genre the most.\u001b[24m\n    \u001b[1m私はアクション/コメディのジャンルが最も好きです。\u001b[22m, \u001b[1m私はほとんどのアクション/コメディのジャンルが大好きです。\u001b[22m\n\u001b[4mMy enjoyment and my laughing moments were definitely worth the time I spent watching it.\u001b[24m\n    \u001b[1m私の楽しみと私の笑いの瞬間は、私がそれを見て過ごす時間の価値がありました。\u001b[22m, \u001b[1m私の楽しみと私の笑いの瞬間は間違いなく、私はそれを見て過ごした時間の価値でした。\u001b[22m\n\u001b[4mMy rewatch value on this is actually pretty high.\u001b[24m\n    \u001b[1mこれに関する私の再ウォッチの価値は実際にはかなり高いです。\u001b[22m, \u001b[1mこの上で私のrewatch値は実際にはかなり高いです。\u001b[22m\n\u001b[4mIf you came for something serious, it's best to go another route.\u001b[24m\n    \u001b[1mあなたが何か深刻なことに来た場合、別のルートに行くのが最善です。\u001b[22m, \u001b[1mあなたは深刻な何かのために来た場合、それは別のルートを行くことをお勧めします。\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "gezodiac",
    "profile": "/profile/gezodiac/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=71307",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\nそれは大丈夫だった、それはそうだった。\n\nそれは少年の典型的な設定は、通信することができない奇妙な強力な女の子を満たしています。 女の子は1週間で日本語を学び、そのすべての「SUKI SUKI SUKI」をhnyahでバーンします。 もちろん、他の愛の関心事はありますが、バケットの負荷はありません。\n\nドラゴンクライシスは本当に終わるので、ここではあなたのためのスポイラー 'I LUV YOU'がこのショーの究極のパワーです。 またドラゴンクライシスは面白いものでもありません。面白いと言われていることを知り、WATに出かけると面白いとは言えません。\n\nいずれにせよ、これを見ることができれば、ローズ（クグミヤスキャラクター）のキャラクターデザインとなるでしょう。シルエット以外の目やソフトなブロンドの髪の毛は、シルエット以外にはちょっと...かなりいいと思います。 それが存在するシーン。\n\nこのショーの主な問題は、何が適切に説明されているか、何が欠けているのか、なぜ赤いドラゴンズが大事なのか、社会は何か、何、どこ、誰、なぜ、そしてショーがループに入っているかです。\n\n結局のところ、これは別の季節を使用することのできるフィラーキャンディーです。何もないので気を付けるだけですが、本当に味わえません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIt was ok, that is what it was.\n\n\u001b[1mそれは大丈夫だった、それはそうだった。\u001b[22m\n\u001b[1m(Sore wa daijōbudatta, sore wa sōdatta.)\u001b[22m\n\nTranslations of \u001b[4mIt was ok, that is what it was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was ok, that is what it was.\u001b[24m\n    \u001b[1mそれは大丈夫だった、それはそうだった。\u001b[22m, \u001b[1mそれは、それはそれが何だったかで、OKでした。\u001b[22m\n\u001b[1m\u001b[22m\nIt is a typical setup of boy meets strange powerful girl that cannot communicate. Girl learns japanese in a week and bam its all 'SUKI SUKI SUKI' up in hnyah. Of course there are other love interests, but not a bucket load.\n\n\u001b[1mそれは少年の典型的な設定は、通信することができない奇妙な強力な女の子を満たしています。 女の子は1週間で日本語を学び、そのすべての「SUKI SUKI SUKI」をhnyahでバーンします。 もちろん、他の愛の関心事はありますが、バケットの負荷はありません。\u001b[22m\n\u001b[1m(Sore wa shōnen no tenkei-tekina settei wa, tsūshin suru koto ga dekinai kimyōna kyōryokuna on'nanoko o mitashite imasu. On'nanoko wa 1-shūkan de nihongo o manabi, sono subete no `SUKI SUKI SUKI' o hnyah de bān shimasu. Mochiron, hoka no ai no kanshinji wa arimasuga, baketto no fuka wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt is a typical setup of boy meets strange powerful girl that cannot communicate. Girl learns japanese in a week and bam its all 'SUKI SUKI SUKI' up in hnyah. Of course there are other love interests, but not a bucket load.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is a typical setup of boy meets strange powerful girl that cannot communicate.\u001b[24m\n    \u001b[1mそれは少年の典型的な設定は、通信することができない奇妙な強力な女の子を満たしています。\u001b[22m, \u001b[1mこれは、少年の典型的なセットアップでは通信できない不思議な強力な女の子を満たしています。\u001b[22m\n\u001b[4mGirl learns japanese in a week and bam its all 'SUKI SUKI SUKI' up in hnyah.\u001b[24m\n    \u001b[1m女の子は1週間で日本語を学び、そのすべての「SUKI SUKI SUKI」をhnyahでバーンします。\u001b[22m, \u001b[1m少女は、週に日本の学習とhnyah内までのすべての「SUKI SUKI SUKI」のをBAM。\u001b[22m\n\u001b[4mOf course there are other love interests, but not a bucket load.\u001b[24m\n    \u001b[1mもちろん、他の愛の関心事はありますが、バケットの負荷はありません。\u001b[22m, \u001b[1mもちろん、他の愛の利益ではなく、バケットの負荷があります。\u001b[22m\n\u001b[1m\u001b[22m\nDragon Crisis starts as it ends really, here a spoiler for you 'I LUV YOU' is the ultimate power in this show. Also Dragon Crisis is such a misleading title it is not even funny, when you find out what it is referring to you just facepalm and go WAT.\n\n\u001b[1mドラゴンクライシスは本当に終わるので、ここではあなたのためのスポイラー 'I LUV YOU'がこのショーの究極のパワーです。 またドラゴンクライシスは面白いものでもありません。面白いと言われていることを知り、WATに出かけると面白いとは言えません。\u001b[22m\n\u001b[1m(Doragonkuraishisu wa hontōni owarunode, kokode wa anata no tame no supoirā' I LUV yū' ga kono shō no kyūkyoku no pawādesu. Mata doragonkuraishisu wa omoshiroi monode mo arimasen. Omoshiroi to iwa rete iru koto o shiri, WAT ni dekakeru to omoshiroi to wa iemasen.)\u001b[22m\n\nTranslations of \u001b[4mDragon Crisis starts as it ends really, here a spoiler for you 'I LUV YOU' is the ultimate power in this show. Also Dragon Crisis is such a misleading title it is not even funny, when you find out what it is referring to you just facepalm and go WAT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDragon Crisis starts as it ends really, here a spoiler for you 'I LUV YOU' is the ultimate power in this show.\u001b[24m\n    \u001b[1mドラゴンクライシスは本当に終わるので、ここではあなたのためのスポイラー 'I LUV YOU'がこのショーの究極のパワーです。\u001b[22m, \u001b[1mそれは本当に終わるようドラゴン危機が起動すると、ここにあなたのためのスポイラーは、「私はあなたをLUV」このショーで究極のパワーです。\u001b[22m\n\u001b[4mAlso Dragon Crisis is such a misleading title it is not even funny, when you find out what it is referring to you just facepalm and go WAT.\u001b[24m\n    \u001b[1mまたドラゴンクライシスは面白いものでもありません。面白いと言われていることを知り、WATに出かけると面白いとは言えません。\u001b[22m, \u001b[1mまた、ドラゴン危機は、あなたがそれはあなたにちょうど手のひらを顔に当てる参照しているものを見つけるとWATに行くことがあってもおかしくないような誤解を招くタイトルは、あります。\u001b[22m\n\u001b[1m\u001b[22m\nIn any case if anything gets you to watch this it would be the character design of Rose (Kugumiyas character) because those eyes and that soft blonde hair with little detail other than the silhouette is just... pretty good I must say, lights up the scene when it is present.\n\n\u001b[1mいずれにせよ、これを見ることができれば、ローズ（クグミヤスキャラクター）のキャラクターデザインとなるでしょう。シルエット以外の目やソフトなブロンドの髪の毛は、シルエット以外にはちょっと...かなりいいと思います。 それが存在するシーン。\u001b[22m\n\u001b[1m(Izure ni seyo, kore o miru koto ga dekireba, rōzu (kugumiyasukyarakutā) no kyarakutādezain to narudeshou. Shiruetto igai no me ya sofutona burondo no kaminoke wa, shiruetto igai ni wa chotto... Kanari ī to omoimasu. Sore ga sonzai suru shīn.)\u001b[22m\n\nTranslations of \u001b[4mIn any case if anything gets you to watch this it would be the character design of Rose (Kugumiyas character) because those eyes and that soft blonde hair with little detail other than the silhouette is just... pretty good I must say, lights up the scene when it is present.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn any case if anything gets you to watch this it would be the character design of Rose (Kugumiyas character) because those eyes and that soft blonde hair with little detail other than the silhouette is just... pretty good I must say, lights up\u001b[24m\n    \u001b[1mいずれにせよ、これを見ることができれば、ローズ（クグミヤスキャラクター）のキャラクターデザインとなるでしょう。シルエット以外の目やソフトなブロンドの髪の毛は、シルエット以外にはちょっと...かなりいいと思います。\u001b[22m, \u001b[1m何がこれを見るためにあなたを取得する場合、それらの目やシルエット以外の細部でそのソフトブロンドの髪は私が言わなければならないだけで...かなり良いですので、いずれのケースでは、ローズ（Kugumiyas文字）のキャラクターデザインとなり、点灯\u001b[22m\n\u001b[4mthe scene when it is present.\u001b[24m\n    \u001b[1mそれが存在するシーン。\u001b[22m, \u001b[1mそれが存在しているシーン。\u001b[22m\n\u001b[1m\u001b[22m\nThe main problem in this show is that nothing is adequately explained: what are lost precious, why are red dragons so important, what is the society really, what, where, who, why, oh and the show goes in a loop.\n\n\u001b[1mこのショーの主な問題は、何が適切に説明されているか、何が欠けているのか、なぜ赤いドラゴンズが大事なのか、社会は何か、何、どこ、誰、なぜ、そしてショーがループに入っているかです。\u001b[22m\n\u001b[1m(Kono shō no omona mondai wa, nani ga tekisetsu ni setsumei sa rete iru ka, nani ga kakete iru no ka, naze akai doragonzu ga daijina no ka, shakai wa nani ka, nan, doko, dare, naze, soshite shō ga rūpu ni haitte iru kadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe main problem in this show is that nothing is adequately explained: what are lost precious, why are red dragons so important, what is the society really, what, where, who, why, oh and the show goes in a loop.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main problem in this show is that nothing is adequately explained: what are lost precious, why are red dragons so important, what is the society really, what, where, who, why, oh and the show goes in a loop.\u001b[24m\n    \u001b[1mこのショーの主な問題は、何が適切に説明されているか、何が欠けているのか、なぜ赤いドラゴンズが大事なのか、社会は何か、何、どこ、誰、なぜ、そしてショーがループに入っているかです。\u001b[22m, \u001b[1mなぜこれほど重要な、本当に社会とは何か、何を、どこで、誰が、なぜ、ああ、ショーがループに入り赤龍され、貴重な失われているもの：このショーでの主な問題は何も十分に説明されていないことです。\u001b[22m\n\u001b[1m\u001b[22m\nIn the end this is filler candy that could use another season, something to just watch because there is nothing else, but not really savor.\n\n\u001b[1m結局のところ、これは別の季節を使用することのできるフィラーキャンディーです。何もないので気を付けるだけですが、本当に味わえません。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, koreha-betsu no kisetsu o shiyō suru koto no dekiru firākyandīdesu. Nani mo nainode ki o tsukeru dakedesuga, hontōni ajiwaemasen.)\u001b[22m\n\nTranslations of \u001b[4mIn the end this is filler candy that could use another season, something to just watch because there is nothing else, but not really savor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end this is filler candy that could use another season, something to just watch because there is nothing else, but not really savor.\u001b[24m\n    \u001b[1m結局のところ、これは別の季節を使用することのできるフィラーキャンディーです。何もないので気を付けるだけですが、本当に味わえません。\u001b[22m, \u001b[1m最後に、これは何も他にありませんので、ちょうど見に別のシーズン、何かを使用していますが、実際に味わうことができませんでしたフィラーキャンディーです。\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "alcavey",
    "profile": "/profile/alcavey/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=49219",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  5\n\n私はそれを短く保つつもりです..\n\n私はこのシリーズで何が起こっているのか分かりませんでした。\nそして、「神よ、これは一度以上遅れました」とコメントしています。\n私は彼らが成功したアニメのための実証済みの公式を取っていることは本当に気にしません。\n私達はそれをしたいくつかのタイトルにすべて名前をつけることができ、驚くべきことではないにしてもかなり良いと判明しました。\nしかし何とか、ドラゴンクライシスは実行に失敗します。\n私はこのアイデアが使用以上に古くなったと信じることを拒否します。\n私は好きなものが好きです。ドラゴンの危機が違うと、たとえ同じ建物であっても、私はそれをかなり楽しんでいたでしょう。\n正直なところ、このシリーズの唯一の交換ポイントはAiとErikoでしょう。\n\nたぶん私はこのシリーズに入るほどの期待はしていないはずですか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI'll keep it short..\n\n\u001b[1m私はそれを短く保つつもりです..\u001b[22m\n\u001b[1m(Watashi wa sore o mijikaku tamotsu tsumoridesu..)\u001b[22m\n\nTranslations of \u001b[4mI'll keep it short..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll keep it short..\u001b[24m\n    \u001b[1m私はそれを短く保つつもりです..\u001b[22m, \u001b[1m私は短いそれをしておこう..\u001b[22m\n\u001b[1m\u001b[22m\nI felt detached with everything going on in this series.\n\n\u001b[1m私はこのシリーズで何が起こっているのか分かりませんでした。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu de nani ga okotte iru no ka wakarimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI felt detached with everything going on in this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI felt detached with everything going on in this series.\u001b[24m\n    \u001b[1m私はこのシリーズで何が起こっているのか分かりませんでした。\u001b[22m, \u001b[1m私はすべてが、このシリーズで起こって切り離さ感じました。\u001b[22m\nAnd found myself commenting 'God, this is retarded' more than once.\n\n\u001b[1mそして、「神よ、これは一度以上遅れました」とコメントしています。\u001b[22m\n\u001b[1m(Soshite,`kamiyo, kore wa ichido ijō okuremashita' to komento shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd found myself commenting 'God, this is retarded' more than once.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd found myself commenting 'God, this is retarded' more than once.\u001b[24m\n    \u001b[1mそして、「神よ、これは一度以上遅れました」とコメントしています。\u001b[22m, \u001b[1mそして、自分自身がコメント回以上「神を、これは遅角される 'になっています。\u001b[22m\nI don't really mind that they take proven and tested formulas for successful animes.\n\n\u001b[1m私は彼らが成功したアニメのための実証済みの公式を取っていることは本当に気にしません。\u001b[22m\n\u001b[1m(Watashi wa karera ga seikō shita anime no tame no jisshō-zumi no kōshiki o totte iru koto wa hontōni ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mI don't really mind that they take proven and tested formulas for successful animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't really mind that they take proven and tested formulas for successful animes.\u001b[24m\n    \u001b[1m私は彼らが成功したアニメのための実証済みの公式を取っていることは本当に気にしません。\u001b[22m, \u001b[1m私は本当に彼らが成功したアニメのための実証済みでテストした数式を取ることを気にしません。\u001b[22m\nWe can all name a few titles that did that and turned out to be pretty good, if not amazing.\n\n\u001b[1m私達はそれをしたいくつかのタイトルにすべて名前をつけることができ、驚くべきことではないにしてもかなり良いと判明しました。\u001b[22m\n\u001b[1m(Watashitachi wa sore o shita ikutsu ka no taitoru ni subete namae o tsukeru koto ga deki, odorokubeki kotode wa nai ni shite mo kanari yoi to hanmei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mWe can all name a few titles that did that and turned out to be pretty good, if not amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe can all name a few titles that did that and turned out to be pretty good, if not amazing.\u001b[24m\n    \u001b[1m私達はそれをしたいくつかのタイトルにすべて名前をつけることができ、驚くべきことではないにしてもかなり良いと判明しました。\u001b[22m, \u001b[1m私たちはすべてのことをやったし、かなり良い、そうでない場合は驚くべきことが判明し、いくつかのタイトルに名前を付けることができます。\u001b[22m\nBut somehow, Dragon Crisis fails in the execution.\n\n\u001b[1mしかし何とか、ドラゴンクライシスは実行に失敗します。\u001b[22m\n\u001b[1m(Shikashi nantoka, doragonkuraishisu wa jikkō ni shippai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut somehow, Dragon Crisis fails in the execution.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut somehow, Dragon Crisis fails in the execution.\u001b[24m\n    \u001b[1mしかし何とか、ドラゴンクライシスは実行に失敗します。\u001b[22m, \u001b[1mしかし、どういうわけか、ドラゴンクライシスは、実行に失敗します。\u001b[22m\nI refuse to believe that the ideas have gotten stale for over usage.\n\n\u001b[1m私はこのアイデアが使用以上に古くなったと信じることを拒否します。\u001b[22m\n\u001b[1m(Watashi wa kono aidea ga shiyō ijō ni furuku natta to shinjiru koto o kyohi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI refuse to believe that the ideas have gotten stale for over usage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI refuse to believe that the ideas have gotten stale for over usage.\u001b[24m\n    \u001b[1m私はこのアイデアが使用以上に古くなったと信じることを拒否します。\u001b[22m, \u001b[1m私はアイデアが使用オーバーのために失効し得ていることを信じることを拒否します。\u001b[22m\nI like what I like, and I'm pretty sure that if dragon crisis was done differently, even with the same premises, I would have fairly enjoyed it.\n\n\u001b[1m私は好きなものが好きです。ドラゴンの危機が違うと、たとえ同じ建物であっても、私はそれをかなり楽しんでいたでしょう。\u001b[22m\n\u001b[1m(Watashi wa sukina mono ga sukidesu. Doragon no kiki ga chigau to, tatoe onaji tatemonodeatte mo, watashi wa sore o kanari tanoshinde itadeshou.)\u001b[22m\n\nTranslations of \u001b[4mI like what I like, and I'm pretty sure that if dragon crisis was done differently, even with the same premises, I would have fairly enjoyed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like what I like, and I'm pretty sure that if dragon crisis was done differently, even with the same premises, I would have fairly enjoyed it.\u001b[24m\n    \u001b[1m私は好きなものが好きです。ドラゴンの危機が違うと、たとえ同じ建物であっても、私はそれをかなり楽しんでいたでしょう。\u001b[22m, \u001b[1m私は私が好きなものを好きで、私はドラゴン危機があっても、同じ敷地内に、異なる行われた場合、私はかなりそれを楽しんでいるだろうと確信しています。\u001b[22m\nHonestly, the only redeeming points for this series would be Ai and Eriko.\n\n\u001b[1m正直なところ、このシリーズの唯一の交換ポイントはAiとErikoでしょう。\u001b[22m\n\u001b[1m(Shōjikina tokoro, kono shirīzu no yuiitsu no kōkan pointo wa Ai to Erikodeshou.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, the only redeeming points for this series would be Ai and Eriko.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, the only redeeming points for this series would be Ai and Eriko.\u001b[24m\n    \u001b[1m正直なところ、このシリーズの唯一の交換ポイントはAiとErikoでしょう。\u001b[22m, \u001b[1m正直なところ、このシリーズのための唯一の欠点を補う点ではAiとえり子だろう。\u001b[22m\n\u001b[1m\u001b[22m\nMaybe I shouldn't have set my expectations so high going into this series?\n\n\u001b[1mたぶん私はこのシリーズに入るほどの期待はしていないはずですか？\u001b[22m\n\u001b[1m(Tabun watashi wa kono shirīzu ni hairu hodo no kitai wa shite inai hazudesu ka?)\u001b[22m\n\nTranslations of \u001b[4mMaybe I shouldn't have set my expectations so high going into this series?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe I shouldn't have set my expectations so high going into this series?\u001b[24m\n    \u001b[1mたぶん私はこのシリーズに入るほどの期待はしていないはずですか？\u001b[22m, \u001b[1mたぶん私はこのシリーズに入るので、高い私の期待を設定しているべきではないのですか？\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "LoneAngel",
    "profile": "/profile/LoneAngel/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=35863",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  7\n\nああ、少年ドラゴン！ うん、それはあなたが本当にこのアニメについて言うことができるすべてです。 このアニメは、アクション、エクッチ、ファンタジー、ロマンスをすべて一緒にミックスしています。 その物語は主に、アニメ内で大きな役割を担ういくつかの主要なバック・キャラクターとの2人のキャラクター（RyugiとRose）を中心に展開されています。 もう一度私はこのアニメに入っていないので、代わりに、私はそれを行うことにした最後の時間、アニメが好きだったので、画像とカテゴリに入りました。 私はアニメについて何を考えているのですか？\n\nさて、アニメ内にはアクションがあります。 ガン、剣、闘い（種類）、爆発。 どんな男が爆発が好きではないのですか？ 私は個人的には、アニメのアクションが好きでしたが、戦闘のいくつかはかなり短く、ほとんど同じような方法で終了しますが、アクションは関係ありませんでした。\n\nエッチもこのアニメの一部です。 おっぱい、尻、襟の骨。  。  。 うん、それを持っています。 恍惚のための芸術作品はうまくいっていて、アニメの多くを占めていませんでした（どんなタイプのアニメを目指していたとしても）。 しかし、常にエッチ感があります。アニメでのエッチ感が気に入らなければ、それを見たり、その間は目を閉じたりしないでください。 私はいくつかの点を除いていかなる検閲も見なかったが、それはアニメから何も離れていなかったので、あまり気にしなかったが、私はまだ検閲が嫌いだ！\n\n私は先に進んで、このアニメの主要部分が幻想だと推測します。 あなたは、人々が使用するこれらの魔法のアイテム、ドラゴン、半分の犬の人々、魔法、ドラゴンを持っています。 私は多くのファンタジーを見ていないが、これは私が考えるこの部分でかなり良いものだった。 ドラゴンズはかなりクールです。私は自分自身とドラゴンと戦っている人々もとてもクールだと言わなければなりません。 あなたがドラゴンズを憎むなら、顔に打ちつけてください。\n\nアニメにはいくつかのロマンスがあります。 何かがあれば、最後に向かって。 私が見た日付はありません。何か面白い旅行があれば、それは出来事が起こらない限り日付ではありません。 ロマンス愛好家にとって、私はこれを見ません。ロマンスと深く関わっているわけではないからです。\n\n全体的に私はアニメは大丈夫だと思っていたので、私はそれを与えたのです7.シノプシスを読んでいないのは本当に払ってしまったので、私は自分自身で言う必要があります。 しかし、あなたがこれを見て、それを見るかどうかを決めるのであれば、私はうそをつくと言うでしょう。 それは時間の完全な無駄ではないと私はあなたがそれを見て完全に後悔するつもりはないと思う。 私の次のレビューまで、お別れ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOh boy dragons!!! Yup, that is pretty much all you can really say about this anime. This anime mixes in Action, Ecchi, Fantasy and Romance all together. Its story revolves mainly on the two characters (Ryugi and Rose) with some other main back characters who have a huge role within the anime. Once again I did not go into this anime reading a synopsis so instead I just went in with the picture and the categories it is in since it worked out pretty well last time I decided to do it and liked the anime. Lets go on to what I think about the anime eh?!\n\n\u001b[1mああ、少年ドラゴン！ うん、それはあなたが本当にこのアニメについて言うことができるすべてです。 このアニメは、アクション、エクッチ、ファンタジー、ロマンスをすべて一緒にミックスしています。 その物語は主に、アニメ内で大きな役割を担ういくつかの主要なバック・キャラクターとの2人のキャラクター（RyugiとRose）を中心に展開されています。 もう一度私はこのアニメに入っていないので、代わりに、私はそれを行うことにした最後の時間、アニメが好きだったので、画像とカテゴリに入りました。 私はアニメについて何を考えているのですか？\u001b[22m\n\u001b[1m(Ā, shōnen doragon! Un, sore wa anata ga hontōni kono anime ni tsuite iu koto ga dekiru subetedesu. Kono anime wa, akushon, ekutchi, fantajī, romansu o subete issho ni mikkusu shite imasu. Sono monogatari wa omoni, anime-nai de ōkina yakuwari o ninau ikutsu ka no shuyōna bakku kyarakutā to no 2-ri no kyarakutā (Ryugi to rōzu) o chūshin ni tenkai sa rete imasu. Mōichido watashi wa kono anime ni haitte inainode, kawarini, watashi wa sore o okonau koto ni shita saigo no jikan, anime ga sukidattanode, gazō to kategori ni hairimashita. Watashi wa anime ni tsuite nani o kangaete iru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mOh boy dragons!!! Yup, that is pretty much all you can really say about this anime. This anime mixes in Action, Ecchi, Fantasy and Romance all together. Its story revolves mainly on the two characters (Ryugi and Rose) with some other main back characters who have a huge role within the anime. Once again I did not go into this anime reading a synopsis so instead I just went in with the picture and the categories it is in since it worked out pretty well last time I decided to do it and liked the anime. Lets go on to what I think about the anime eh?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh boy dragons!!!\u001b[24m\n    \u001b[1mああ、少年ドラゴン！\u001b[22m, \u001b[1m少年ドラゴンああ!!!\u001b[22m\n\u001b[4mYup, that is pretty much all you can really say about this anime.\u001b[24m\n    \u001b[1mうん、それはあなたが本当にこのアニメについて言うことができるすべてです。\u001b[22m, \u001b[1mうん、それはかなりすべてのあなたが本当にこのアニメについて言うことができますです。\u001b[22m\n\u001b[4mThis anime mixes in Action, Ecchi, Fantasy and Romance all together.\u001b[24m\n    \u001b[1mこのアニメは、アクション、エクッチ、ファンタジー、ロマンスをすべて一緒にミックスしています。\u001b[22m, \u001b[1mこのアニメは、すべて一緒にアクション、エッチ、ファンタジーとロマンスをミックス。\u001b[22m\n\u001b[4mIts story revolves mainly on the two characters (Ryugi and Rose) with some other main back characters who have a huge role within the anime.\u001b[24m\n    \u001b[1mその物語は主に、アニメ内で大きな役割を担ういくつかの主要なバック・キャラクターとの2人のキャラクター（RyugiとRose）を中心に展開されています。\u001b[22m, \u001b[1mそのストーリーはアニメの中の巨大な役割を持っているいくつかの他の主要なバック文字で2つの文字（Ryugiとローズ）を中心に回転します。\u001b[22m\n\u001b[4mOnce again I did not go into this anime reading a synopsis so instead I just went in with the picture and the categories it is in since it worked out pretty well last time I decided to do it and liked the anime.\u001b[24m\n    \u001b[1mもう一度私はこのアニメに入っていないので、代わりに、私はそれを行うことにした最後の時間、アニメが好きだったので、画像とカテゴリに入りました。\u001b[22m, \u001b[1mもう一度私は代わりに私は絵で行って、それはかなりよく、私はそれを行うことを決めたとアニメが好きだった最後の時間を働いたので、それがであるカテゴリあらすじを読んで、このアニメには触れませんでした。\u001b[22m\n\u001b[4mLets go on to what I think about the anime eh?!\u001b[24m\n    \u001b[1m私はアニメについて何を考えているのですか？\u001b[22m, \u001b[1m私はえっアニメについて考えるものをへ行くことができます！\u001b[22m\n\u001b[1m\u001b[22m\nOk, so there is action within the anime. Guns, swords, dragons fighting (kind of) and explosions. What guy doesn't like explosions huh? I personally liked the action in the anime even though some of the battles are fairly short and pretty much end in a similar fashion but regardless the action was ok.\n\n\u001b[1mさて、アニメ内にはアクションがあります。 ガン、剣、闘い（種類）、爆発。 どんな男が爆発が好きではないのですか？ 私は個人的には、アニメのアクションが好きでしたが、戦闘のいくつかはかなり短く、ほとんど同じような方法で終了しますが、アクションは関係ありませんでした。\u001b[22m\n\u001b[1m(Sate, anime-nai ni wa akushon ga arimasu. Gan, ken, tatakai (shurui), bakuhatsu. Don'na otoko ga bakuhatsu ga sukide wa nai nodesu ka? Watashi wa kojin-teki ni wa, anime no akushon ga sukideshita ga, sentō no ikutsu ka wa kanari mijikaku, hotondo onajiyōna hōhō de shūryō shimasuga, akushon wa kankei arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mOk, so there is action within the anime. Guns, swords, dragons fighting (kind of) and explosions. What guy doesn't like explosions huh? I personally liked the action in the anime even though some of the battles are fairly short and pretty much end in a similar fashion but regardless the action was ok.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, so there is action within the anime.\u001b[24m\n    \u001b[1mさて、アニメ内にはアクションがあります。\u001b[22m, \u001b[1mオクラホマので、アニメ内のアクションがあります。\u001b[22m\n\u001b[4mGuns, swords, dragons fighting (kind of) and explosions.\u001b[24m\n    \u001b[1mガン、剣、闘い（種類）、爆発。\u001b[22m, \u001b[1m銃、剣、（のようなものを）戦うドラゴンと爆発。\u001b[22m\n\u001b[4mWhat guy doesn't like explosions huh?\u001b[24m\n    \u001b[1mどんな男が爆発が好きではないのですか？\u001b[22m, \u001b[1mハァッ爆発を好きではない何男？\u001b[22m\n\u001b[4mI personally liked the action in the anime even though some of the battles are fairly short and pretty much end in a similar fashion but regardless the action was ok.\u001b[24m\n    \u001b[1m私は個人的には、アニメのアクションが好きでしたが、戦闘のいくつかはかなり短く、ほとんど同じような方法で終了しますが、アクションは関係ありませんでした。\u001b[22m, \u001b[1m私は個人的に戦いのいくつかは同様の方法で、かなり短く、ほとんど終わりですが、関係なく、アクションはOKだったにもかかわらず、アニメでアクションが好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nEcchi is also part of this anime. Boobs, butts, collar bones . . . yea got it. The art work for the ecchiness was fine and did not take up too much of the anime (whatever type of anime they were aiming for). But there is always ecchiness and if you don't like ecchiness in animes then don't watch it or keep your eyes closed during those parts. I didn't see any censorship except in some spots but it didn't take anything away from the anime so I didn't mind too much but I still hate censorship!!!\n\n\u001b[1mエッチもこのアニメの一部です。 おっぱい、尻、襟の骨。  。  。 うん、それを持っています。 恍惚のための芸術作品はうまくいっていて、アニメの多くを占めていませんでした（どんなタイプのアニメを目指していたとしても）。 しかし、常にエッチ感があります。アニメでのエッチ感が気に入らなければ、それを見たり、その間は目を閉じたりしないでください。 私はいくつかの点を除いていかなる検閲も見なかったが、それはアニメから何も離れていなかったので、あまり気にしなかったが、私はまだ検閲が嫌いだ！\u001b[22m\n\u001b[1m(Etchi mo kono anime no ichibudesu. Oppai, shiri, eri no hone... Un, sore o motte imasu. Kōkotsu no tame no geijutsu sakuhin wa umaku itte ite, anime no ōku o shimete imasendeshita (don'na taipu no anime o mezashite ita to shite mo). Shikashi, tsuneni etchi-kan ga arimasu. Anime de no etchi-kan ga kiniiranakereba, sore o mi tari, sonoaida wa me o toji tari shinaide kudasai. Watashi wa ikutsu ka no ten o nozoite ikanaru ken'etsu mo minakattaga, soreha anime kara nani mo hanarete inakattanode, amari ki ni shinakattaga, watashi wa mada ken'etsu ga kiraida!)\u001b[22m\n\nTranslations of \u001b[4mEcchi is also part of this anime. Boobs, butts, collar bones . . . yea got it. The art work for the ecchiness was fine and did not take up too much of the anime (whatever type of anime they were aiming for). But there is always ecchiness and if you don't like ecchiness in animes then don't watch it or keep your eyes closed during those parts. I didn't see any censorship except in some spots but it didn't take anything away from the anime so I didn't mind too much but I still hate censorship!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEcchi is also part of this anime.\u001b[24m\n    \u001b[1mエッチもこのアニメの一部です。\u001b[22m, \u001b[1mエッチはまた、このアニメの一部です。\u001b[22m\n\u001b[4mBoobs, butts, collar bones .\u001b[24m\n    \u001b[1mおっぱい、尻、襟の骨。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4myea got it.\u001b[24m\n    \u001b[1mうん、それを持っています。\u001b[22m, \u001b[1mいやはそれを得ました。\u001b[22m\n\u001b[4mThe art work for the ecchiness was fine and did not take up too much of the anime (whatever type of anime they were aiming for).\u001b[24m\n    \u001b[1m恍惚のための芸術作品はうまくいっていて、アニメの多くを占めていませんでした（どんなタイプのアニメを目指していたとしても）。\u001b[22m, \u001b[1mエッチさのためのアートワークは大丈夫だったし、（彼らが目指したアニメのどんなタイプ）アニメのあまり取りませんでした。\u001b[22m\n\u001b[4mBut there is always ecchiness and if you don't like ecchiness in animes then don't watch it or keep your eyes closed during those parts.\u001b[24m\n    \u001b[1mしかし、常にエッチ感があります。アニメでのエッチ感が気に入らなければ、それを見たり、その間は目を閉じたりしないでください。\u001b[22m, \u001b[1mしかし、いつもエッチさがあり、あなたがアニメでエッチさが気に入らない場合は、それを見たり、それらの部分の間に閉じた目を保持しません。\u001b[22m\n\u001b[4mI didn't see any censorship except in some spots but it didn't take anything away from the anime so I didn't mind too much but I still hate censorship!!!\u001b[24m\n    \u001b[1m私はいくつかの点を除いていかなる検閲も見なかったが、それはアニメから何も離れていなかったので、あまり気にしなかったが、私はまだ検閲が嫌いだ！\u001b[22m, \u001b[1m私はいくつかのスポットを除いて任意の検閲を見ていないが、私はあまり気にしなかったので、それはアニメから離れて何かを取ることはありませんでしたが、私はまだ検閲を憎みます！\u001b[22m\n\u001b[1m\u001b[22m\nI am going to go ahead and guess the main part of this anime is fantasy. You have these magical items that people use, dragons, half dog people, magic, dragons. I don't watch many fantasy's but this was a pretty good one on this part i think. Dragons are pretty cool I must say so myself and people battling dragons is also pretty cool. If you hate dragons, go get punched in the face.\n\n\u001b[1m私は先に進んで、このアニメの主要部分が幻想だと推測します。 あなたは、人々が使用するこれらの魔法のアイテム、ドラゴン、半分の犬の人々、魔法、ドラゴンを持っています。 私は多くのファンタジーを見ていないが、これは私が考えるこの部分でかなり良いものだった。 ドラゴンズはかなりクールです。私は自分自身とドラゴンと戦っている人々もとてもクールだと言わなければなりません。 あなたがドラゴンズを憎むなら、顔に打ちつけてください。\u001b[22m\n\u001b[1m(Watashi wa sakini susunde, kono anime no shuyō bubun ga gensōda to suisoku shimasu. Anata wa, hitobito ga shiyō suru korera no mahō no aitemu, doragon, hanbun no inu no hito 々, Mahō, doragon o motte imasu. Watashi wa ōku no fantajī o miteinai ga, kore wa watashi ga kangaeru kono bubun de kanari yoi monodatta. Doragonzu wa kanari kūrudesu. Watashi wa jibun jishin to doragon to tatakatte iru hitobito mo totemo kūruda to iwanakereba narimasen. Anata ga doragonzu o nikumunara,-gao ni uchitsukete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI am going to go ahead and guess the main part of this anime is fantasy. You have these magical items that people use, dragons, half dog people, magic, dragons. I don't watch many fantasy's but this was a pretty good one on this part i think. Dragons are pretty cool I must say so myself and people battling dragons is also pretty cool. If you hate dragons, go get punched in the face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am going to go ahead and guess the main part of this anime is fantasy.\u001b[24m\n    \u001b[1m私は先に進んで、このアニメの主要部分が幻想だと推測します。\u001b[22m, \u001b[1m私は先に行くと、このアニメの主要部分は幻想である推測するつもりです。\u001b[22m\n\u001b[4mYou have these magical items that people use, dragons, half dog people, magic, dragons.\u001b[24m\n    \u001b[1mあなたは、人々が使用するこれらの魔法のアイテム、ドラゴン、半分の犬の人々、魔法、ドラゴンを持っています。\u001b[22m, \u001b[1mあなたは、人々は、龍、半分の犬の人々、魔法、ドラゴンを使用し、これらの魔法のアイテムを持っています。\u001b[22m\n\u001b[4mI don't watch many fantasy's but this was a pretty good one on this part i think.\u001b[24m\n    \u001b[1m私は多くのファンタジーを見ていないが、これは私が考えるこの部分でかなり良いものだった。\u001b[22m, \u001b[1m私は多くのファンタジーのを見ていないが、これは私が考えて、この部分にかなり良いものでした。\u001b[22m\n\u001b[4mDragons are pretty cool I must say so myself and people battling dragons is also pretty cool.\u001b[24m\n    \u001b[1mドラゴンズはかなりクールです。私は自分自身とドラゴンと戦っている人々もとてもクールだと言わなければなりません。\u001b[22m, \u001b[1mドラゴンズはかなりクールです私はそう自分自身とドラゴンと戦う人々を言わなければならないもかなりクールです。\u001b[22m\n\u001b[4mIf you hate dragons, go get punched in the face.\u001b[24m\n    \u001b[1mあなたがドラゴンズを憎むなら、顔に打ちつけてください。\u001b[22m, \u001b[1mあなたがドラゴンを嫌う場合は、顔に殴ら行きます。\u001b[22m\n\u001b[1m\u001b[22m\nThere is some romance in the anime. More towards the end if anything. No dates that I saw, if anything just a nice trip but thats not a date unless stuff happen. For romance lovers, I would not watch this since it is not that in deep with romance.\n\n\u001b[1mアニメにはいくつかのロマンスがあります。 何かがあれば、最後に向かって。 私が見た日付はありません。何か面白い旅行があれば、それは出来事が起こらない限り日付ではありません。 ロマンス愛好家にとって、私はこれを見ません。ロマンスと深く関わっているわけではないからです。\u001b[22m\n\u001b[1m(Anime ni wa ikutsu ka no romansu ga arimasu. Nanika ga areba, saigo ni mukatte. Watashi ga mita hidzuke wa arimasen. Nani ka omoshiroi ryokō ga areba, soreha dekigoto ga okoranai kagiri hidzukede wa arimasen. Romansu aikō-ka ni totte, watashi wa kore o mimasen. Romansu to fukaku kakawatte iru wakede wanaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThere is some romance in the anime. More towards the end if anything. No dates that I saw, if anything just a nice trip but thats not a date unless stuff happen. For romance lovers, I would not watch this since it is not that in deep with romance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is some romance in the anime.\u001b[24m\n    \u001b[1mアニメにはいくつかのロマンスがあります。\u001b[22m, \u001b[1mアニメでのいくつかのロマンスがあります。\u001b[22m\n\u001b[4mMore towards the end if anything.\u001b[24m\n    \u001b[1m何かがあれば、最後に向かって。\u001b[22m, \u001b[1mどちらかといえば終わりに向かってもっと。\u001b[22m\n\u001b[4mNo dates that I saw, if anything just a nice trip but thats not a date unless stuff happen.\u001b[24m\n    \u001b[1m私が見た日付はありません。何か面白い旅行があれば、それは出来事が起こらない限り日付ではありません。\u001b[22m, \u001b[1m私は素敵な旅どちらかといえば、見たが、ないものは起こらない限り、日付のthatsなし日付ありません。\u001b[22m\n\u001b[4mFor romance lovers, I would not watch this since it is not that in deep with romance.\u001b[24m\n    \u001b[1mロマンス愛好家にとって、私はこれを見ません。ロマンスと深く関わっているわけではないからです。\u001b[22m, \u001b[1mそれはロマンスと深いのそれではないのでロマンス愛好家のために、私はこれを見ないであろう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I thought that is anime was ok which is why I gave it a 7. Going in not reading a synopsis again really paid off I must say so myself and I am going to do that for now on and just watch anime. But if you are reading this right now deciding on whether to watch it or not, I would say yea go for it. It is not a complete waste of time and I don't think you are going to completely regret watching it. Until my next review, farewell.\n\n\u001b[1m全体的に私はアニメは大丈夫だと思っていたので、私はそれを与えたのです7.シノプシスを読んでいないのは本当に払ってしまったので、私は自分自身で言う必要があります。 しかし、あなたがこれを見て、それを見るかどうかを決めるのであれば、私はうそをつくと言うでしょう。 それは時間の完全な無駄ではないと私はあなたがそれを見て完全に後悔するつもりはないと思う。 私の次のレビューまで、お別れ。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa anime wa daijōbuda to omotte itanode, watashi wa sore o ataeta nodesu 7. Shinopushisu o yon de inai no wa hontōni haratte shimattanode, watashi wa jibun jishin de iu hitsuyō ga arimasu. Shikashi, anata ga kore o mite, sore o miru ka dō ka o kimeru nodeareba, watashi wa uso o tsuku to iudeshou. Sore wa jikan no kanzen'na mudade wanaito watashi wa anata ga sore o mite kanzen ni kōkai suru tsumori wa nai to omou. Watashi no tsugi no rebyū made, o wakare.)\u001b[22m\n\nTranslations of \u001b[4mOverall I thought that is anime was ok which is why I gave it a 7. Going in not reading a synopsis again really paid off I must say so myself and I am going to do that for now on and just watch anime. But if you are reading this right now deciding on whether to watch it or not, I would say yea go for it. It is not a complete waste of time and I don't think you are going to completely regret watching it. Until my next review, farewell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I thought that is anime was ok which is why I gave it a 7. Going in not reading a synopsis again really paid off I must say so myself and I am going to do that for now on and just watch anime.\u001b[24m\n    \u001b[1m全体的に私はアニメは大丈夫だと思っていたので、私はそれを与えたのです7.シノプシスを読んでいないのは本当に払ってしまったので、私は自分自身で言う必要があります。\u001b[22m, \u001b[1m全体的に私はそれがアニメは私がそれを再び本当に私は自分自身と私は今だけのためにアニメを見ることをするつもりですので、言わなければならない報わ概要を読んでいないで行く7を与えた理由である良かったです思いました。\u001b[22m\n\u001b[4mBut if you are reading this right now deciding on whether to watch it or not, I would say yea go for it.\u001b[24m\n    \u001b[1mしかし、あなたがこれを見て、それを見るかどうかを決めるのであれば、私はうそをつくと言うでしょう。\u001b[22m, \u001b[1mあなたは今それを見るべきか否かを決定するこの権利を読んでいる場合しかし、私はいやそれのために行くと言うでしょう。\u001b[22m\n\u001b[4mIt is not a complete waste of time and I don't think you are going to completely regret watching it.\u001b[24m\n    \u001b[1mそれは時間の完全な無駄ではないと私はあなたがそれを見て完全に後悔するつもりはないと思う。\u001b[22m, \u001b[1mそれは完全な時間の無駄ではないと私はあなたが完全にそれを見て後悔しようとしているとは思いません。\u001b[22m\n\u001b[4mUntil my next review, farewell.\u001b[24m\n    \u001b[1m私の次のレビューまで、お別れ。\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "Seijurou",
    "profile": "/profile/Seijurou/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=38458",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8\n\nドラゴンクライシス！ もともとアニメに採用される前に軽い小説だった。  12エピソードの制約のため、ストーリーはかなり速く動くが、不便なものもある。 私にとっては、フィラーのエピソードの欠如とあらゆる弧の中に重要なキャラクターの導入を認めています。 しかし、私の問題は、このショーに固有の用語の導入、またはその欠如にあります。 これをよりよく説明するために、私にあなたに概要を教えてください。\n\n木更津隆二という高校生の男の子は、名前を呼ぶ女の子を夢見る。 目を覚ましていつも通り学校に通った後、二代目のいとこ、アメリカから帰ってきた七尾恵里子がちょうど12時に来て、文字通り竜二を車に引きずります。 しかし、（少なくとも）他の査読者の1人とは違って、この小さな専門性のためにショーを打ち切るつもりはありません。 それは単に私がそれをずっとスマートにしなければならないということを意味し、うまくいけば、将来のエピソードでこれについてもっと話してくれることを願っています。 これは物語が複雑になる場所です。 エリコは「忘れられない貴女」を探しているが、「セブンテールズ」と呼ばれる彼女のウェブサイトに対する「社会」の承認を得たいと考えている。 私が言ったことがあいまいに思えたのなら、それはこれらの言葉が決してアニメで詳述されていないからです。 あなたはあなたが得るものを手に入れます。 通常、この問題を避けるために、シリーズはキャラクター（時にはリード自身、しかしこれはすでにすべてを知っている）を何も知らないミックスに持ち込む。 悲しいことに、このアニメはしません、そして彼らが欠けているわけではありません、いいえ、説明に合った人がいます。  3つ、実際に。 彼らは非常に頻繁に現われる主人公の疑いのない同級生ですが、暗くて残念ながら残っています。\n\n私はタイトルを構成するものを残して以来、私は概要を続ける必要があるように感じる。 だから二番目のいとこ、恵理子は、明らかに危険な人たちである「牙」（上記と同じ問題）から「失われた貴族」を取ると言います。 どういうわけか、2つは成功し、本当に盗んだのは赤いドラゴンで、「Sクラス」よりも珍しいものです（再び、自分自身でランク付けします）。ロスト・プレシャスは、 しかし、時間がたつにつれて、彼女は弱く、素朴な態度ではあるが、話すことを学ぶ。 私が集めることができるものから、ブレーカは強い人です。 レベル7の七尾恵理子を含む世界には100人のブレーカーしかいません。 キサラギリュウジ、レベル10（高）。 ジョージ（後で出てくる）もレベル10です。8つのレベル10のブレーカがあり、竜二は特別です。 あなたが推測しているように、オープニングシーケンスに示されているように、Dragon Crisisには他のドラゴンが登場しています！\n\nオープニングといえば、このシリーズの重要なキャラクターを描く素晴らしい、刺激的でスリリングな作品です。 英語/日本語の歌詞も素敵です。彼らには鳴り響く部分があります。「私は欲しい/止める/愛することができないから、何度もやり過ごすことができません。  。  。  （日本語）\n\n最後はSeven Tails Theatreで始まり、水着でビーチで女性のリードの写真を表示した後、ほとんどのキャビネットをちびの形で見せます。 かわいいですね、私は推測すると、まさに、EDの本質的に暗い、深刻な、落ち着きのある種類ではなく、私が好むものです。\n\nDragon Crisis！の強みの1つは、偉大で流動的な芸術です。 私はかわいい女の子たちの背中に暮らすことができましたが、後で出てくるオッディ・アイ（彼女の主人は彼女の愛と呼んでいます、私は信じています）と呼ばれるオオカミの女の子とは本当にうんざりしています。 私はこの性格の種類が好きではないので、彼女が持っている別の魅力的でない別の特性。\n\n私が嫌いなキャラクターの中には、あまりにも話したり笑ったりしていない落ち着いた女の子がいます（例：Amaenaideyo!!のHgata、School DaysのKiyoura Setsuna、Seikon no QwaserのTeresa Berea）。 ありがたいことに、ドラゴンクライシス！ それを持っていない、主要な悪役のために、オニキス、カイと呼ばれるための基礎から離れて。 他のすべてのキャラクターは陽気で、明るく、上品で、不器用で、深刻です。 メインリードは、彼の恥ずかしがり屋の同級生、Etouの気持ちを完全に知らない素敵で静かな人です。 キサラギは過去に呪われた貴族との経験が悪かったので、ロストプレシャスをもう一度使うのを恐れていました。 ナナオえり子は、彼女のやり方を知っている巧みでスマートな女の子です。 後でローズという名前の赤いドラゴンは、自分の手の鱗のために、最初は知られていなかった理由で龍ージ宮に魅了された無実の少女のようなものです。\n\n全体的に見ると、これは素晴らしいアニメであり、見ることができなくなります。 フィラーレスペースペースのアクション、ロマンス、コメディ、ドラマのヒント、素晴らしいアートワークとセクシーな女の子との組み合わせが好きなら、このショーはあなたのためのものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDragon Crisis! had originally been a light novel before it was adopted into an anime. Because of the twelve-episode constraint, the story moves fairly quickly, which some find inconvenient. I, for one, appreciate the lack of filler episodes and the introduction of important characters in every arc. My problem, however, lies with the introduction of terms specific to this show, or lack thereof. In order to explain this better, let me tell you the synopsis.\n\n\u001b[1mドラゴンクライシス！ もともとアニメに採用される前に軽い小説だった。  12エピソードの制約のため、ストーリーはかなり速く動くが、不便なものもある。 私にとっては、フィラーのエピソードの欠如とあらゆる弧の中に重要なキャラクターの導入を認めています。 しかし、私の問題は、このショーに固有の用語の導入、またはその欠如にあります。 これをよりよく説明するために、私にあなたに概要を教えてください。\u001b[22m\n\u001b[1m(Doragonkuraishisu! Motomoto anime ni saiyō sa reru mae ni karui shōsetsudatta. 12 Episōdo no seiyaku no tame, sutōrī wa kanari hayaku ugokuga, fuben'na mono mo aru. Watashi ni totte wa, firā no episōdo no ketsujo to arayuru ko no naka ni jūyōna kyarakutā no dōnyū o mitomete imasu. Shikashi, watashi no mondai wa, kono shō ni koyū no yōgo no dōnyū, matawa sono ketsujo ni arimasu. Kore o yori yoku setsumei suru tame ni, watashi ni anata ni gaiyō o oshietekudasai.)\u001b[22m\n\nTranslations of \u001b[4mDragon Crisis! had originally been a light novel before it was adopted into an anime. Because of the twelve-episode constraint, the story moves fairly quickly, which some find inconvenient. I, for one, appreciate the lack of filler episodes and the introduction of important characters in every arc. My problem, however, lies with the introduction of terms specific to this show, or lack thereof. In order to explain this better, let me tell you the synopsis.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDragon Crisis!\u001b[24m\n    \u001b[1mドラゴンクライシス！\u001b[22m\n\u001b[4mhad originally been a light novel before it was adopted into an anime.\u001b[24m\n    \u001b[1mもともとアニメに採用される前に軽い小説だった。\u001b[22m, \u001b[1mそれはアニメに採用された前に、もともとライトノベルされていました。\u001b[22m\n\u001b[4mBecause of the twelve-episode constraint, the story moves fairly quickly, which some find inconvenient.\u001b[24m\n    \u001b[1m12エピソードの制約のため、ストーリーはかなり速く動くが、不便なものもある。\u001b[22m, \u001b[1mそのため12エピソードの制約のため、物語はいくつかの不便見つけるれ、かなり迅速に移動します。\u001b[22m\n\u001b[4mI, for one, appreciate the lack of filler episodes and the introduction of important characters in every arc.\u001b[24m\n    \u001b[1m私にとっては、フィラーのエピソードの欠如とあらゆる弧の中に重要なキャラクターの導入を認めています。\u001b[22m, \u001b[1m私は、1のために、フィラーエピソードの欠如、すべてアークで重要な文字の導入を感謝しています。\u001b[22m\n\u001b[4mMy problem, however, lies with the introduction of terms specific to this show, or lack thereof.\u001b[24m\n    \u001b[1mしかし、私の問題は、このショーに固有の用語の導入、またはその欠如にあります。\u001b[22m, \u001b[1m私の問題は、しかし、この番組、またはその欠如に固有の用語の導入です。\u001b[22m\n\u001b[4mIn order to explain this better, let me tell you the synopsis.\u001b[24m\n    \u001b[1mこれをよりよく説明するために、私にあなたに概要を教えてください。\u001b[22m, \u001b[1mこの優れた説明するために、私はあなたに概要を教えてみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nA high school boy, named Kisaragi Ryuuji, dreams of a girl calling his name. After he wakes up and goes to school as usual, his second cousin, Nanao Eriko, who just returned from America, comes at exactly 12 o'clock and literally drags Ryuuji to her car. However, unlike (at least) one of the other reviewers, I am not going to bash the show just because of this small technicality; it just means I have to be that much smarter, and hopefully they will talk more about this in future episodes. This is where the story gets complicated. It is then mentioned how they are both 'Breakers,' and Eriko searches for 'Lost Preciouses,' but wants to have the 'society's' approval for her website, called 'Seven Tails.' If what I just said seemed vague, it is due to the fact that these words are never elaborated upon in the anime. You get what you get. Usually, in order to avoid this problem, series bring a character (sometimes the lead himself/herself, but this one already knows about everything) into the mix that does not know anything. Sadly, this anime does not, and it is not due to them lacking, no, there are people who fit the description; three, actually. They are the protagonist's unsuspecting classmates, who appear quite often, yet are annoyingly left in the dark.\n\n\u001b[1m木更津隆二という高校生の男の子は、名前を呼ぶ女の子を夢見る。 目を覚ましていつも通り学校に通った後、二代目のいとこ、アメリカから帰ってきた七尾恵里子がちょうど12時に来て、文字通り竜二を車に引きずります。 しかし、（少なくとも）他の査読者の1人と違って、この小さな専門性のためにショーを打ち切るつもりはありません。 それだけで私はそれほど賢くなければならないということを意味し、うまくいけば、将来のエピソードでこれについてもっと話してくれることを願っています。 これは物語が複雑になる場所です。 エリコは「忘れられない貴女」を探しているが、「セブンテールズ」と呼ばれる彼女のウェブサイトに対する「社会の」承認を得たいと考えている。 私が言ったことがあいまいに思えたのなら、それはこれらの言葉が決してアニメで詳述されていないからです。 あなたはあなたが得るものを手に入れます。 通常、この問題を避けるために、シリーズはキャラクター（時にはリード自身、しかしこれはすでにすべてを知っている）を何も知らないミックスに持ち込む。 悲しいことに、このアニメはしません、そして彼らが欠けているためではありません、いいえ、説明に合った人がいます。  3つ、実際に。 彼らは非常に頻繁に現われる主人公の疑いのない同級生ですが、暗くて残念ながら残っています。\u001b[22m\n\u001b[1m(Kisaradzu Ryūji to iu kōkōsei no otokonoko wa, namae o yobu on'nanoko o yumemiru. Me o samashite itsumodōri gakkō ni kayotta nochi, nidaime no itoko, Amerika kara kaettekita Nanao Eriko ga chōdo 12-ji ni kite, mojidōri Ryūji o kuruma ni hikizurimasu. Kore wa monogatari ga fukuzatsu ni naru bashodesu. Eriko wa `wasurerarenai kijo' o sagashite iruga,`sebuntēruzu' to yoba reru kanojo no u~ebusaito ni taisuru `shakai no' shōnin o etai to kangaete iru. Watashi ga itta koto ga aimai ni omoeta nonara, sore wa korera no kotoba ga kesshite anime de shōjutsu sa rete inaikaradesu. Anata wa anata ga eru mono o te ni iremasu. Tsūjō, kono mondai o yokeru tame ni, shirīzu wa kyarakutā (tokiniha rīdo jishin, shikashi kore wa sudeni subete o shitte iru) o nani mo shiranai mikkusu ni mochikomu. Kanashī koto ni, kono anime wa shimasen, soshite karera ga kakete iru tamede wa arimasen, īe, setsumei ni atta hito ga imasu. 3Ttsu, jissai ni. Karera wa hijō ni hinpan ni arawareru shujinkō no utagai no nai dōkyūseidesuga, kurakute zan'nen'nagara nokotte imasu. Shikashi,(sukunakutomo) hoka no sadoku-sha no 1-ri to chigatte, kono chīsana senmon-sei no tame ni shō o uchikiru tsumori wa arimasen. Sore dake de watashi wa sore hodo kashikokunakereba naranai to iu koto o imi shi, umaku ikeba, shōrai no episōdo de kore ni tsuite motto hanashite kureru koto o negatte imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nSince I left what makes up the title, I feel like I should continue on with the synopsis. So the second cousin, Eriko, says they are going to take a 'Lost Precious' from 'Fang' (same problem as above), who are apparently dangerous people. Somehow, the two succeed, and it turns out that what they really stole is a red dragon, something even more rare than an 'S class' (again, you figure out the ranking yourself) Lost Precious, who can only say 'Ryuuji, ' but in time she learns to talk, albeit in a weak, naïve manner. From what I could gather, a Breaker is a strong person. There are only one-hundred Breakers in the world, including Nanao Eriko, who is a level 7; Kisaragi Ryuuji, who is a level 10 (higher); and George (appears later), who is also a level 10. There are eight level 10 breakers, making Ryuuji special. As you might guess, and as shown in the opening sequence, there are other dragons that appear throughout Dragon Crisis!\n\n\u001b[1m私はタイトルを構成するものを残して以来、私は概要を続ける必要があるように感じる。 だから二番目のいとこ、恵理子は、明らかに危険な人たちである「牙」（上記と同じ問題）から「失われた貴族」を取ると言います。 どういうわけか、2つは成功し、本当に盗んだのは赤いドラゴンで、「Sクラス」よりも珍しいものです（再び、自分自身でランク付けします）。ロスト・プレシャスは、 しかし、時間がたつにつれて、彼女は弱く、素朴な態度ではあるが、話すことを学ぶ。 私が集めることができるものから、ブレーカは強い人です。 レベル7の七尾恵理子を含む世界には100人のブレーカーしかいません。 キサラギリュウジ、レベル10（高）。 ジョージ（後で出てくる）もレベル10です。8つのレベル10のブレーカがあり、竜二は特別です。 あなたが推測しているように、オープニングシーケンスに示されているように、Dragon Crisisには他のドラゴンが登場しています！\u001b[22m\n\u001b[1m(Watashi wa taitoru o kōsei suru mono o nokoshite irai, watashi wa gaiyō o tsudzukeru hitsuyō ga aru yō ni kanjiru. Dakara ni-banme no itoko, Eriko wa, akiraka ni kiken'na hito-tachidearu `kiba'(jōki to onaji mondai) kara `ushinawareta kizoku' o toru to iimasu. Dō iu wake ka, 2tsu wa seikō shi, hontōni nusunda no wa akai doragon de,`esukurasu' yori mo mezurashī monodesu (futatabi, jibun jishin de ranku-tsuke shimasu). Rosuto pureshasu wa, shikashi, jikan ga tatsu ni tsurete, kanojo wa yowaku, sobokuna taidode wa aru ga, hanasu koto o manabu. Watashi ga atsumeru koto ga dekiru mono kara, burēka wa tsuyoi hitodesu. Reberu 7 no Nanao Eriko o fukumu sekai ni wa 100-ri no burēkā shika imasen. Kisaragiryuuji, reberu 10 (taka). Jōji (atode detekuru) mo reberu 10desu. Yattsu no reberu 10 no burēka ga ari, Ryūji wa tokubetsudesu. Anata ga suisoku shite iru yō ni, ōpuningushīkensu ni shimesa rete iru yō ni, Dragon Crisis ni wa hoka no doragon ga tōjō shite imasu!)\u001b[22m\n\nTranslations of \u001b[4mSince I left what makes up the title, I feel like I should continue on with the synopsis. So the second cousin, Eriko, says they are going to take a 'Lost Precious' from 'Fang' (same problem as above), who are apparently dangerous people. Somehow, the two succeed, and it turns out that what they really stole is a red dragon, something even more rare than an 'S class' (again, you figure out the ranking yourself) Lost Precious, who can only say 'Ryuuji, ' but in time she learns to talk, albeit in a weak, naïve manner. From what I could gather, a Breaker is a strong person. There are only one-hundred Breakers in the world, including Nanao Eriko, who is a level 7; Kisaragi Ryuuji, who is a level 10 (higher); and George (appears later), who is also a level 10. There are eight level 10 breakers, making Ryuuji special. As you might guess, and as shown in the opening sequence, there are other dragons that appear throughout Dragon Crisis!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince I left what makes up the title, I feel like I should continue on with the synopsis.\u001b[24m\n    \u001b[1m私はタイトルを構成するものを残して以来、私は概要を続ける必要があるように感じる。\u001b[22m, \u001b[1m私はタイトルを構成するものを左以来、私は私が概要を続けるべきであるように感じます。\u001b[22m\n\u001b[4mSo the second cousin, Eriko, says they are going to take a 'Lost Precious' from 'Fang' (same problem as above), who are apparently dangerous people.\u001b[24m\n    \u001b[1mだから二番目のいとこ、恵理子は、明らかに危険な人たちである「牙」（上記と同じ問題）から「失われた貴族」を取ると言います。\u001b[22m, \u001b[1m第2のいとこ、恵理子は、彼らは明らかに危険な人々である「牙」（上記と同様の問題）、からの「失われた貴重な 'を取るしようとしていると言います。\u001b[22m\n\u001b[4mSomehow, the two succeed, and it turns out that what they really stole is a red dragon, something even more rare than an 'S class' (again, you figure out the ranking yourself) Lost Precious, who can only say 'Ryuuji,\u001b[24m\n    \u001b[1mどういうわけか、2つは成功し、本当に盗んだのは赤いドラゴンで、「Sクラス」よりも珍しいものです（再び、自分自身でランク付けします）。ロスト・プレシャスは、\u001b[22m, \u001b[1mどういうわけか、2が成功し、それは彼らが本当に盗んだことは赤い竜であることが判明し、「Sクラス」よりもさらに希少なものは、貴重な失われた人だけ言うことができる「林原（再び、あなたは自分自身をランク付けを把握します）\u001b[22m\n\u001b[4m' but in time she learns to talk, albeit in a weak, naïve manner.\u001b[24m\n    \u001b[1mしかし、時間がたつにつれて、彼女は弱く、素朴な態度ではあるが、話すことを学ぶ。\u001b[22m, \u001b[1m」が、時間に彼女が弱い、ナイーブな方法ではあるが、話を学習します。\u001b[22m\n\u001b[4mFrom what I could gather, a Breaker is a strong person.\u001b[24m\n    \u001b[1m私が集めることができるものから、ブレーカは強い人です。\u001b[22m, \u001b[1m私が集まることができるものから、ブレーカーが強い人です。\u001b[22m\n\u001b[4mThere are only one-hundred Breakers in the world, including Nanao Eriko, who is a level 7;\u001b[24m\n    \u001b[1mレベル7の七尾恵理子を含む世界には100人のブレーカーしかいません。\u001b[22m, \u001b[1mレベル7である七尾恵理子、を含む、世界で唯一の一から百ブレーカがあります。\u001b[22m\n\u001b[4mKisaragi Ryuuji, who is a level 10 (higher);\u001b[24m\n    \u001b[1mキサラギリュウジ、レベル10（高）。\u001b[22m, \u001b[1mレベル10（高い）で如月林原、。\u001b[22m\n\u001b[4mand George (appears later), who is also a level 10. There are eight level 10 breakers, making Ryuuji special.\u001b[24m\n    \u001b[1mジョージ（後で出てくる）もレベル10です。8つのレベル10のブレーカがあり、竜二は特別です。\u001b[22m, \u001b[1mまた、レベル10であるジョージは（後で表示されます）、林原は特別作る8レベル10ブレーカーがあります。\u001b[22m\n\u001b[4mAs you might guess, and as shown in the opening sequence, there are other dragons that appear throughout Dragon Crisis!\u001b[24m\n    \u001b[1mあなたが推測しているように、オープニングシーケンスに示されているように、Dragon Crisisには他のドラゴンが登場しています！\u001b[22m, \u001b[1mお察しのとおり、およびオープニングに示すように、ドラゴンクライシス全体に表示され、他の竜があります！\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of the opening, it is a nice, exciting, thrilling piece portraying the important characters in the series. The English/Japanese lyrics are also wonderful, having a ring to them, with one part going 'I cannot stop because I want/need/love you' multiple times, and another going 'love is a lawless fight. . .' (in Japanese)\n\n\u001b[1mオープニングといえば、このシリーズの重要なキャラクターを描く素晴らしい、刺激的でスリリングな作品です。 英語/日本語の歌詞も素敵です。彼らには鳴り響く部分があります。「私は欲しい/止める/愛することができないから、何度もやり過ごすことができません。  。  。  （日本語）\u001b[22m\n\u001b[1m(Ōpuningu to ieba, kono shirīzu no jūyōna kyarakutā o kaku subarashī, shigeki-tekide suriringuna sakuhindesu. Eigo/ nihongo no kashi mo sutekidesu. Karera ni wa narihibiku bubun ga arimasu. `Watashi wa hoshī/ tomeru/ aisuru koto ga dekinaikara, nando mo yarisugosu koto ga dekimasen... (Nihongo))\u001b[22m\n\nTranslations of \u001b[4mSpeaking of the opening, it is a nice, exciting, thrilling piece portraying the important characters in the series. The English/Japanese lyrics are also wonderful, having a ring to them, with one part going 'I cannot stop because I want/need/love you' multiple times, and another going 'love is a lawless fight. . .' (in Japanese)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpeaking of the opening, it is a nice, exciting, thrilling piece portraying the important characters in the series.\u001b[24m\n    \u001b[1mオープニングといえば、このシリーズの重要なキャラクターを描く素晴らしい、刺激的でスリリングな作品です。\u001b[22m, \u001b[1m開口部といえば、それは直列に重要な文字を描いた素敵な、エキサイティングな、スリリングな作品です。\u001b[22m\n\u001b[4mThe English/Japanese lyrics are also wonderful, having a ring to them, with one part going 'I cannot stop because I want/need/love you' multiple times, and another going 'love is a lawless fight.\u001b[24m\n    \u001b[1m英語/日本語の歌詞も素敵です。彼らには鳴り響く部分があります。「私は欲しい/止める/愛することができないから、何度もやり過ごすことができません。\u001b[22m, \u001b[1m英語/日本語の歌詞も一部が複数回、別の行く「愛は無法の戦いです。「私が欲しい/必要性/あなたを愛しているから、私は止めることはできない」に行くと、それらの環を有する、素晴らしいです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.'\u001b[24m\n    \u001b[1m。\u001b[22m, \u001b[1m。 '\u001b[22m\n\u001b[4m(in Japanese)\u001b[24m\n    \u001b[1m（日本語）\u001b[22m, \u001b[1m（日本語で）\u001b[22m\n\u001b[1m\u001b[22m\nThe ending sequence opens with Seven Tails Theater, and shows most of the cast in chibi form after displaying pictures of the female leads at the beach in their swimsuits. The song is cute, I guess, not exactly the somber, serious, calm kind an ED quintessentially has, which I prefer.\n\n\u001b[1m最後はSeven Tails Theatreで始まり、水着でビーチで女性のリードの写真を表示した後、ほとんどのキャビネットをちびの形で見せます。 かわいいですね、私は推測すると、まさに、EDの本質的に暗い、深刻な、落ち着きのある種類ではなく、私が好むものです。\u001b[22m\n\u001b[1m(Saigo wa Seven teiruzu shiatā de hajimari, mizugi de bīchi de josei no rīdo no shashin o hyōji shita nochi, hotondo no kyabinetto o chibi no katachi de misemasu. Kawaīdesu ne, watashi wa suisoku suru to, masani, ED no honshitsu-teki ni kurai, shinkokuna, ochitsuki no aru shuruide wa naku, watashi ga konomu monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe ending sequence opens with Seven Tails Theater, and shows most of the cast in chibi form after displaying pictures of the female leads at the beach in their swimsuits. The song is cute, I guess, not exactly the somber, serious, calm kind an ED quintessentially has, which I prefer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending sequence opens with Seven Tails Theater, and shows most of the cast in chibi form after displaying pictures of the female leads at the beach in their swimsuits.\u001b[24m\n    \u001b[1m最後はSeven Tails Theatreで始まり、水着でビーチで女性のリードの写真を表示した後、ほとんどのキャビネットをちびの形で見せます。\u001b[22m, \u001b[1m終了シーケンスは、彼らの水着でビーチでつながるセブン尾劇場で開かれ、女性の映像を表示した後、ちび形でのキャストのほとんどを示しています。\u001b[22m\n\u001b[4mThe song is cute, I guess, not exactly the somber, serious, calm kind an ED quintessentially has, which I prefer.\u001b[24m\n    \u001b[1mかわいいですね、私は推測すると、まさに、EDの本質的に暗い、深刻な、落ち着きのある種類ではなく、私が好むものです。\u001b[22m, \u001b[1m歌は私が好むEDは典型持っていない正確に地味な、深刻な、穏やかな種類、私は推測する、かわいいです。\u001b[22m\n\u001b[1m\u001b[22m\nOne of Dragon Crisis!'s strong points is the art, which is great and fluid. I could live with cute girls having wings on their backs, but I am really disgusted with the wolf-girl that appears later, known as 'Odd Eye' (her master calls her Ai, I believe), referring to her different-colored eyes , another not-so-charming trait she has, as I am not fond of this character type.\n\n\u001b[1mDragon Crisis！の強みの1つは、偉大で流動的な芸術です。 私はかわいい女の子たちの背中に暮らすことができましたが、後で出てくるオッディ・アイ（彼女の主人は彼女の愛と呼んでいます、私は信じています）と呼ばれるオオカミの女の子とは本当にうんざりしています。 私はこの性格の種類が好きではないので、彼女が持っている別の魅力的でない別の特性。\u001b[22m\n\u001b[1m(Dragon Crisis! No tsuyomi no 1tsu wa, idaide ryūdōtekina geijutsudesu. Watashi wa kawaī on'nanoko-tachi no senaka ni kurasu koto ga dekimashitaga,-go de detekuru oddi ai (kanojo no shujin wa kanojo no ai to yonde imasu, watashi wa shinjite imasu) to yoba reru ōkami no on'nanoko to wa hontōni unzari shite imasu. Watashi wa kono seikaku no shurui ga sukide wanainode, kanojo ga motte iru betsu no mirikiteki denai-betsu no tokusei.)\u001b[22m\n\nTranslations of \u001b[4mOne of Dragon Crisis!'s strong points is the art, which is great and fluid. I could live with cute girls having wings on their backs, but I am really disgusted with the wolf-girl that appears later, known as 'Odd Eye' (her master calls her Ai, I believe), referring to her different-colored eyes , another not-so-charming trait she has, as I am not fond of this character type.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of Dragon Crisis!'s strong points is the art, which is great and fluid.\u001b[24m\n    \u001b[1mDragon Crisis！の強みの1つは、偉大で流動的な芸術です。\u001b[22m, \u001b[1mドラゴンクライシス！の強力なポイントの一つは、素晴らしいと流体である芸術、です。\u001b[22m\n\u001b[4mI could live with cute girls having wings on their backs, but I am really disgusted with the wolf-girl that appears later, known as 'Odd Eye' (her master calls her Ai, I believe), referring to her different-colored eyes\u001b[24m\n    \u001b[1m私はかわいい女の子たちの背中に暮らすことができましたが、後で出てくるオッディ・アイ（彼女の主人は彼女の愛と呼んでいます、私は信じています）と呼ばれるオオカミの女の子とは本当にうんざりしています。\u001b[22m, \u001b[1m私は可愛い女の子が自分の背中に翼を持つと一緒に暮らすことができますが、私は彼女のさまざまな色の目を参照し、「奇数アイ」（彼女のマスターは、私は信じて、彼女の愛を呼び出し）として知られている（後述）狼少女、と本当にうんざりしています\u001b[22m\n\u001b[4m, another not-so-charming trait she has, as I am not fond of this character type.\u001b[24m\n    \u001b[1m私はこの性格の種類が好きではないので、彼女が持っている別の魅力的でない別の特性。\u001b[22m, \u001b[1m私はこの文字型の好きではないですように、別のそれほど魅力的ではない特色彼女は、持っています。\u001b[22m\n\u001b[1m\u001b[22m\nOf the other character types I dislike is the calm girl who barely talks and/or smiles (e.g., Sugai Hinata from Amaenaideyo!!, Kiyoura Setsuna from School Days, and Teresa Berea from Seikon no Qwaser); thankfully, Dragon Crisis! does not have that, apart from an underling for the main villain, Onyx, called Kai. All of the other characters are cheerful, upbeat, classy, clumsy, or serious. The main lead is a nice, quiet guy who is completely oblivious to the feelings of his shy classmate, Etou. Kisaragi had a bad experience with a Cursed Precious in the past, making him afraid to use a Lost Precious again. Nanao Eriko is a cunning, smart girl, who knows how to have her way. The red dragon, later named Rose due to the scales on her hand, is like an innocent little girl, who is fascinated with Ryuuji for initially unknown reasons.\n\n\u001b[1m私が嫌いなキャラクターの中には、あまりにも話したり笑ったりしていない落ち着いた女の子がいます（例：Amaenaideyo!!のHgata、School DaysのKiyoura Setsuna、Seikon no QwaserのTeresa Berea）。 ありがたいことに、ドラゴンクライシス！ それを持っていない、主要な悪役のために、オニキス、カイと呼ばれるための基礎から離れて。 他のすべてのキャラクターは陽気で、明るく、上品で、不器用で、深刻です。 メインリードは、彼の恥ずかしがり屋の同級生、Etouの気持ちを完全に知らない素敵で静かな人です。 キサラギは過去に呪われた貴族との経験が悪かったので、ロストプレシャスをもう一度使うのを恐れていました。 ナナオえり子は、彼女のやり方を知っている巧みでスマートな女の子です。 後でローズという名前の赤いドラゴンは、自分の手の鱗のために、最初は知られていなかった理由で龍ージ宮に魅了された無実の少女のようなものです。\u001b[22m\n\u001b[1m(Watashi ga kiraina kyarakutā no nakaniha, amarini mo hanashi tari warattari shite inai ochitsuita on'nanoko ga imasu (rei: Amaenaideyo! ! No Hgata, sukūrudeizu no Kiyoura Setsuna, Seikon no Qwaser no teresa Berea). Arigatai koto ni, doragonkuraishisu! Sore o motteinai, shuyōna akuyaku no tame ni, onikisu, kai to yoba reru tame no kiso kara hanarete. Hoka no subete no kyarakutā wa yōkide, akaruku, jōhin de, bukiyōde, shinkokudesu. Meinrīdo wa, kare no hazukashigariya no dōkyūsei, Etou no kimochi o kanzen ni shiranai sutekide shizukana hitodesu. Kisaragi wa kako ni norowa reta kizoku to no keiken ga warukattanode, rosutopureshasu o mōichido tsukau no o osorete imashita. Nanao Eriko wa, kanojo no yarikata o shitte iru takumi de sumātona on'nanokodesu. Atode rōzu to iu namae no akai doragon wa, jibun no te no uroko no tame ni, saisho wa shira rete inakatta riyū de ryū ̄ji miya ni miryō sa reta mujitsu no shōjo no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mOf the other character types I dislike is the calm girl who barely talks and/or smiles (e.g., Sugai Hinata from Amaenaideyo!!, Kiyoura Setsuna from School Days, and Teresa Berea from Seikon no Qwaser); thankfully, Dragon Crisis! does not have that, apart from an underling for the main villain, Onyx, called Kai. All of the other characters are cheerful, upbeat, classy, clumsy, or serious. The main lead is a nice, quiet guy who is completely oblivious to the feelings of his shy classmate, Etou. Kisaragi had a bad experience with a Cursed Precious in the past, making him afraid to use a Lost Precious again. Nanao Eriko is a cunning, smart girl, who knows how to have her way. The red dragon, later named Rose due to the scales on her hand, is like an innocent little girl, who is fascinated with Ryuuji for initially unknown reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf the other character types I dislike is the calm girl who barely talks and/or smiles (e.g., Sugai Hinata from Amaenaideyo!!, Kiyoura Setsuna from School Days, and Teresa Berea from Seikon no Qwaser);\u001b[24m\n    \u001b[1m私が嫌いなキャラクターの中には、あまりにも話したり笑ったりしていない落ち着いた女の子がいます（例：Amaenaideyo!!のHgata、School DaysのKiyoura Setsuna、Seikon no QwaserのTeresa Berea）。\u001b[22m, \u001b[1m私はやっと協議および/または笑顔（Seikonからあまえないでよっ!!、スクールデイズからKiyoura刹那、およびテレサベリアから、例えば、菅井日向なしQwaser）穏やかな女の子です嫌い他の文字の種類の。\u001b[22m\n\u001b[4mthankfully, Dragon Crisis!\u001b[24m\n    \u001b[1mありがたいことに、ドラゴンクライシス！\u001b[22m\n\u001b[4mdoes not have that, apart from an underling for the main villain, Onyx, called Kai.\u001b[24m\n    \u001b[1mそれを持っていない、主要な悪役のために、オニキス、カイと呼ばれるための基礎から離れて。\u001b[22m, \u001b[1m離れてカイと呼ばれるメインの悪役、オニキス、のための下っ端から、それを持っていません。\u001b[22m\n\u001b[4mAll of the other characters are cheerful, upbeat, classy, clumsy, or serious.\u001b[24m\n    \u001b[1m他のすべてのキャラクターは陽気で、明るく、上品で、不器用で、深刻です。\u001b[22m, \u001b[1m他の文字のすべてが、陽気な明るい、上品な、不器用な、または深刻です。\u001b[22m\n\u001b[4mThe main lead is a nice, quiet guy who is completely oblivious to the feelings of his shy classmate, Etou.\u001b[24m\n    \u001b[1mメインリードは、彼の恥ずかしがり屋の同級生、Etouの気持ちを完全に知らない素敵で静かな人です。\u001b[22m, \u001b[1m主リードは、彼の恥ずかしがり屋の同級生、江藤の気持ちを完全に忘れている素敵な、静かな男です。\u001b[22m\n\u001b[4mKisaragi had a bad experience with a Cursed Precious in the past, making him afraid to use a Lost Precious again.\u001b[24m\n    \u001b[1mキサラギは過去に呪われた貴族との経験が悪かったので、ロストプレシャスをもう一度使うのを恐れていました。\u001b[22m, \u001b[1m如月は彼が恐れて再び失われた貴重なを使用すること、過去に呪われた貴重で悪い経験を持っていました。\u001b[22m\n\u001b[4mNanao Eriko is a cunning, smart girl, who knows how to have her way.\u001b[24m\n    \u001b[1mナナオえり子は、彼女のやり方を知っている巧みでスマートな女の子です。\u001b[22m, \u001b[1m七尾恵理子は彼女の方法を持っている方法を知っている狡猾な、スマートな女の子、です。\u001b[22m\n\u001b[4mThe red dragon, later named Rose due to the scales on her hand, is like an innocent little girl, who is fascinated with Ryuuji for initially unknown reasons.\u001b[24m\n    \u001b[1m後でローズという名前の赤いドラゴンは、自分の手の鱗のために、最初は知られていなかった理由で龍ージ宮に魅了された無実の少女のようなものです。\u001b[22m, \u001b[1m後でによる彼女の手にスケールにローズという名前の赤龍は、最初は未知の理由林原に魅了された無実の少女、のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this a wonderful anime which you would be missing out by not seeing. If you like filler-less fast-paced action, with a hint of romance, comedy, and drama, combined with great artwork and sexy girls, then this show is for you.\n\n\u001b[1m全体的に見ると、これは素晴らしいアニメであり、見ることができなくなります。 フィラーレスペースペースのアクション、ロマンス、コメディ、ドラマのヒント、素晴らしいアートワークとセクシーな女の子との組み合わせが好きなら、このショーはあなたのためのものです。\u001b[22m\n\u001b[1m(Zentai-teki ni miru to, kore wa subarashī animedeari, miru koto ga dekinaku narimasu. Firāresupēsupēsu no akushon, romansu, komedi, dorama no hinto, subarashī ātowāku to sekushīna on'nanoko to no kumiawase ga sukinara, kono shō wa anata no tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this a wonderful anime which you would be missing out by not seeing. If you like filler-less fast-paced action, with a hint of romance, comedy, and drama, combined with great artwork and sexy girls, then this show is for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this a wonderful anime which you would be missing out by not seeing.\u001b[24m\n    \u001b[1m全体的に見ると、これは素晴らしいアニメであり、見ることができなくなります。\u001b[22m, \u001b[1m全体的に、あなたが見ていないことで逃しされるであろうこの素晴らしいアニメ。\u001b[22m\n\u001b[4mIf you like filler-less fast-paced action, with a hint of romance, comedy, and drama, combined with great artwork and sexy girls, then this show is for you.\u001b[24m\n    \u001b[1mフィラーレスペースペースのアクション、ロマンス、コメディ、ドラマのヒント、素晴らしいアートワークとセクシーな女の子との組み合わせが好きなら、このショーはあなたのためのものです。\u001b[22m, \u001b[1mあなたは素晴らしいアートワークやセクシーな女の子と組み合わせるロマンス、コメディ、ドラマのヒント、とフィラーレステンポの速いアクションを、好きなら、このショーはあなたのためです。\u001b[22m"
  },
  {
    "title": "Dragon_Crisis",
    "id": "9330",
    "url": "https://myanimelist.net/anime/9330/Dragon_Crisis",
    "user": "Fixil",
    "profile": "/profile/Fixil/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=129523",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  5\n|  9\n\n冷たいアニメは、物語が短すぎるので、私はmoarに言うだろうが、これで十分である。\n本当によくエッチテーマを作った。\n音も素晴らしかったです。\n芸術：悪くない、間違いがいくつかありましたが、まだ十分です。\nストーリーはフラットではなくフラットです。 超能力がなければ、アニメはおそらく何もないだろう。\n私はこのアニメを楽しんで、私は他の人にこれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nChilling anime, I would tell moar, because story is too short, but this is enough.\n\n\u001b[1m冷たいアニメは、物語が短すぎるので、私はmoarに言うだろうが、これで十分である。\u001b[22m\n\u001b[1m(Tsumetai anime wa, monogatari ga mijika sugirunode, watashi wa moar ni iudarouga, kore de jūbundearu.)\u001b[22m\n\nTranslations of \u001b[4mChilling anime, I would tell moar, because story is too short, but this is enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChilling anime, I would tell moar, because story is too short, but this is enough.\u001b[24m\n    \u001b[1m冷たいアニメは、物語が短すぎるので、私はmoarに言うだろうが、これで十分である。\u001b[22m, \u001b[1mアニメをなごむ、話が短すぎるので、私は、moarを言うだろうが、これで十分です。\u001b[22m\nReally well made ecchi themes.\n\n\u001b[1m本当によくエッチテーマを作った。\u001b[22m\n\u001b[1m(Hontōni yoku etchitēma o tsukutta.)\u001b[22m\n\nTranslations of \u001b[4mReally well made ecchi themes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally well made ecchi themes.\u001b[24m\n    \u001b[1m本当によくエッチテーマを作った。\u001b[22m, \u001b[1m本当によくエッチなテーマを作りました。\u001b[22m\nSound was also great.\n\n\u001b[1m音も素晴らしかったです。\u001b[22m\n\u001b[1m(Oto mo subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mSound was also great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound was also great.\u001b[24m\n    \u001b[1m音も素晴らしかったです。\u001b[22m, \u001b[1mサウンドも素晴らしかったです。\u001b[22m\nArt: Not bad, there was some mistakes, but this is still enough.\n\n\u001b[1m芸術：悪くない、間違いがいくつかありましたが、まだ十分です。\u001b[22m\n\u001b[1m(Geijutsu: Warukunai, machigai ga ikutsu ka arimashitaga, mada jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: Not bad, there was some mistakes, but this is still enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Not bad, there was some mistakes, but this is still enough.\u001b[24m\n    \u001b[1m芸術：悪くない、間違いがいくつかありましたが、まだ十分です。\u001b[22m, \u001b[1mアート：悪くない、そこにいくつかのミスがあったが、これはまだ十分です。\u001b[22m\nStory isn't very flat, but flat. Without super powers that anime probably would be nothing.\n\n\u001b[1mストーリーはフラットではなくフラットです。 超能力がなければ、アニメはおそらく何もないだろう。\u001b[22m\n\u001b[1m(Sutōrī wa furattode wanaku furattodesu. Chō nōryoku ga nakereba, anime wa osoraku nani mo naidarou.)\u001b[22m\n\nTranslations of \u001b[4mStory isn't very flat, but flat. Without super powers that anime probably would be nothing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory isn't very flat, but flat.\u001b[24m\n    \u001b[1mストーリーはフラットではなくフラットです。\u001b[22m, \u001b[1mストーリーは非常に平坦な、しかし、平坦ではありません。\u001b[22m\n\u001b[4mWithout super powers that anime probably would be nothing.\u001b[24m\n    \u001b[1m超能力がなければ、アニメはおそらく何もないだろう。\u001b[22m, \u001b[1mアニメは、おそらく何もないであろう超能力なし。\u001b[22m\nI enjoyed this anime and I recommend this to others.\n\n\u001b[1m私はこのアニメを楽しんで、私は他の人にこれをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kono anime o tanoshinde, watashi wa hokanohito ni kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this anime and I recommend this to others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this anime and I recommend this to others.\u001b[24m\n    \u001b[1m私はこのアニメを楽しんで、私は他の人にこれをお勧めします。\u001b[22m, \u001b[1m私はこのアニメを楽しんで、私は他の人にこのことをお勧めします。\u001b[22m"
  }
]
