[
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "zieek",
    "profile": "/profile/zieek/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=36161",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  4\nキャラクター|  6\n|  5\n\nよく描かれた、良い物語の並べ替え、非常にgreate結末ではなく、文字をconserning歴史、彼らは最後に戦った悪人は私の好みにされた\"森の女性は\"",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nWell drawn, good story sort of, not a very greate ending and almoust no history conserning the characters, the villain they fought at the end was to my liking ''The forest woman'' was what she was called i think\n\n\u001b[1mよく描かれた、良い物語の並べ替え、非常にgreate結末ではなく、文字をconserning歴史、彼らは最後に戦った悪人は私の好みにされた\"森の女性は\"\u001b[22m\n\u001b[1m(Yoku egaka reta, yoi monogatari no narabe-gae, hijō ni greate ketsumatsude wa naku, moji o conserning rekishi, karera wa saigo ni tatakatta akunin wa watashi no konomi ni sa reta\" mori no josei wa\")\u001b[22m\n\nTranslations of \u001b[4mWell drawn, good story sort of, not a very greate ending and almoust no history conserning the characters, the villain they fought at the end was to my liking ''The forest woman'' was what she was called i think\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell drawn, good story sort of, not a very greate ending and almoust no history conserning the characters, the villain they fought at the end was to my liking ''The forest woman'' was what she was called i think\u001b[24m\n    \u001b[1mよく描かれた、良い物語の並べ替え、非常にgreate結末ではなく、文字をconserning歴史、彼らは最後に戦った悪人は私の好みにされた\"森の女性は\"\u001b[22m, \u001b[1mまあ描かれた、いい話ソートのではなく、非常にgreateの結末と既往almoust文字をconserningは、彼らが最後に戦った悪役は ''森の女 ''私の好みにあった彼女は私が考えると呼ばれていたものでした\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "angelsreview",
    "profile": "/profile/angelsreview/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=61079",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  9\n\nまあ、これは、私は戦いを担当する子供がいるという点でSoul Eaterのようなものだと思います。 キャラクターはむしろ萌え、むしろ恐ろしいもの、特にメリーは子供のように行動するように見えます。 彼女はほほ笑み、ちょっとしたように泣く。 これらの文字は、通常、私は立つことができませんが、これは悪くは見えませんでした。 人間の世界と夢の世界の違いはちょっとぼんやりして、奇妙なことが浮遊する魚の骨格のように浮かび上がるときだけ奇妙に見えます。 彼女が人間界ですばらしい時を過ごしているように見えるとき、メリーがなぜ戻ってくるのか、私は確信していません。 別の奇妙なことに、メリーが夢路の人生に入った直後、彼は実際に彼女のことを知るために悪い夢を見たいと思っています。 実際の悪役の名前はJohn Doeという名前は何ですか？ それは本当に1つのためにあまりにも一般的な感じです。 夢の世界の名前の多くは、名前をつけるためにストローで握っているようです。\n\nショーは実際に180の終わり近くにあります。 それはむしろ少し私を投げた。 彼らはショーが遅くなると思っていたようでした（実際には13のエピソードショーのためのものでした）。そして、そのスピードを速くして、どのように見えるのか分かりませんでした。 それだけでなく、彼らは本当に不思議な敵を追加しました。 私は、このショーの敵は実際には漫画にはなかったと聞いています。 それが真実ならば、そのように洗い流されなかったキャラクターを持つことのポイントは何ですか？ それは私がそれがどう思うかを演出しなかっただけです。 結末は決して終わりのようにはならなかったという事実のためでなければ、それは素晴らしいことでした。 それはシリーズの途中、あるいはシーズンの終わりのようだった。 ショーは彼らが私たちに与えたいたずらの終わりではなく、むしろ長くて、よりふさがったはずだったと私は本当に思います。\n\n芸術のスタイルはややいいですが、ほとんどのキャラクターのデザインは一般的なようです。 私は、彼の前に、あるいは少なくとも彼のデザインのどこかで、夢路を見てきたと確信しています。 現実世界の彼の友人のほとんどは、かなり一般的で退屈です。 シンプルな萌えのキャラクター。 少なくともメリーは奇妙な彼女の服装と彼女の目と目立つ。 メリーの目は実際には非常に興味深い、非常に爬虫類のようなかカエルです。 それ以外は、ヴァンパイア・チビ・カリンのカリンによく似ていて、エルフには子供がいて、彼女には牙があります。 夢の悪魔のキャラクターデザインのほとんどは、実際には「Skull Girls」と呼ばれる新しいゲームから来ているようです。これは戦闘ショーであり、実際の格闘ゲームになったらうれしいです。\n\n私は彼らが私たちに漫画のための荒削りとして作られているかのように見えるいくつかのクリップを私たちに与えるときに私は取得しません。 それは単に芸術の流体の部分を取って壁に投げる。 それは私が推測するサスペンスを構築しますが、私は彼らがそうすることができる他の方法を知っています。\n\n私は声のためのダビングされたバージョンを見て、サブバージョンを見つけることができませんでした。 猫たちはあまりにも漫画的だと感じていますが、猫の声はマッチョです。私はミッキーマウスのような鳴き声があると思いました。 メリーの声は実際に彼女の性格やジョン・スンズにはかなり良い感じがします。夢路の声が再び彼の作品のようにかなり一般的です。 私を悩ませたことの1つは、彼女がこの口頭を持っていたことでした。\n\n音楽は実際には戦闘ショーにはかなりいいですし、私はオープニング音楽に恋していました。 バックグラウンドの得点はそれほど際立つわけではありませんが、必要になったときに輝き、気分を盛り上げるようです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWell, this is I guess a bit like Soul Eater in that there are children in charge of fighting; also the fact that the characters seem rather Moe then frightening, especially Merry who acts much like a child. She whines and cries like a little brat. These characters, normally, I can’t stand but this one didn’t seem as bad. The differences between the human world and the dream world does blur a bit and only looks strange when something odd pops up like a floating fish skeleton. I’m not sure why Merry wants to go back when she seems to be having a wonderful time in the human world. Another strange thing is that right after Merry comes into Yumeji’s life, he actually wants to have the bad dreams to find out things about her. What is up with the name John Doe for an actual villain’s name? It just really feels too generic for one. Lots of the names from the dream world seem like they were just grasping at straws to get a name.\n\n\u001b[1mまあ、これは、私は戦いを担当する子供がいるという点でSoul Eaterのようなものだと思います。 キャラクターはむしろ萌え、むしろ恐ろしいもの、特にメリーは子供のように行動するように見えます。 彼女はほほ笑み、ちょっとしたように泣く。 これらの文字は、通常、私は立つことができませんが、これは悪くは見えませんでした。 人間の世界と夢の世界の違いはちょっとぼんやりして、奇妙なことが浮遊する魚の骨格のように浮かび上がるときだけ奇妙に見えます。 彼女が人間界ですばらしい時を過ごしているように見えるとき、メリーがなぜ戻ってくるのか、私は確信していません。 別の奇妙なことに、メリーが夢路の人生に入った直後、彼は実際に彼女のことを知るために悪い夢を見たいと思っています。 実際の悪役の名前はJohn Doeという名前は何ですか？ それは本当に1つのためにあまりにも一般的な感じです。 夢の世界の名前の多くは、名前をつけるためにストローで握っているようです。\u001b[22m\n\u001b[1m(Mā, koreha, watashi wa tatakai o tantō suru kodomo ga iru to iu ten de Soul īta no yōna monoda to omoimasu. Kyarakutā wa mushiro moe, mushiro osoroshī mono, tokuni merī wa kodomo no yō ni kōdō suru yō ni miemasu. Kanojo wa hohoemi, chotto shita yō ni naku. Korera no moji wa, tsūjō, watashi wa tatsu koto ga dekimasenga, kore wa waruku wa miemasendeshita. Ningen no sekai to yume no sekai no chigai wa chotto bon'yari shite, kimyōna koto ga fuyū suru sakana no kokkaku no yō ni ukabiagaru toki dake kimyō ni miemasu. Kanojo ga ningen-kai de subarashī toki o sugoshite iru yō ni mieru toki, merī ga naze modotte kuru no ka, watashi wa kakushin shite imasen. Betsu no kimyōna koto ni, merī ga yumeji no jinsei ni haitta chokugo, kare wa jissai ni kanojo no koto o shiru tame ni warui yume o mitai to omotte imasu. Jissai no akuyaku no namae wa jon Doe to iu namae wa nanidesu ka? Sore wa hontōni 1tsu no tame ni amarini mo ippantekina kanjidesu. Yume no sekai no namae no ōku wa, namae o tsukeru tame ni sutorō de nigitte iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, this is I guess a bit like Soul Eater in that there are children in charge of fighting; also the fact that the characters seem rather Moe then frightening, especially Merry who acts much like a child. She whines and cries like a little brat. These characters, normally, I can’t stand but this one didn’t seem as bad. The differences between the human world and the dream world does blur a bit and only looks strange when something odd pops up like a floating fish skeleton. I’m not sure why Merry wants to go back when she seems to be having a wonderful time in the human world. Another strange thing is that right after Merry comes into Yumeji’s life, he actually wants to have the bad dreams to find out things about her. What is up with the name John Doe for an actual villain’s name? It just really feels too generic for one. Lots of the names from the dream world seem like they were just grasping at straws to get a name.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, this is I guess a bit like Soul Eater in that there are children in charge of fighting;\u001b[24m\n    \u001b[1mまあ、これは、私は戦いを担当する子供がいるという点でSoul Eaterのようなものだと思います。\u001b[22m, \u001b[1mまあ、これは私が戦いを担当する子どもたちが存在するという点で、ソウルイーターのようなビットを推測です。\u001b[22m\n\u001b[4malso the fact that the characters seem rather Moe then frightening, especially Merry who acts much like a child.\u001b[24m\n    \u001b[1mキャラクターはむしろ萌え、むしろ恐ろしいもの、特にメリーは子供のように行動するように見えます。\u001b[22m, \u001b[1mまた、文字が、その後恐ろしい萌え、多くの子供のような役割を果たし、特にメリーむしろ見えるという事実。\u001b[22m\n\u001b[4mShe whines and cries like a little brat.\u001b[24m\n    \u001b[1m彼女はほほ笑み、ちょっとしたように泣く。\u001b[22m, \u001b[1m彼女はwhinesがと小さいがきのように泣きます。\u001b[22m\n\u001b[4mThese characters, normally, I can’t stand but this one didn’t seem as bad.\u001b[24m\n    \u001b[1mこれらの文字は、通常、私は立つことができませんが、これは悪くは見えませんでした。\u001b[22m, \u001b[1mこれらの文字は、通常、私は我慢できないが、この1は、悪いていないようでした。\u001b[22m\n\u001b[4mThe differences between the human world and the dream world does blur a bit and only looks strange when something odd pops up like a floating fish skeleton.\u001b[24m\n    \u001b[1m人間の世界と夢の世界の違いはちょっとぼんやりして、奇妙なことが浮遊する魚の骨格のように浮かび上がるときだけ奇妙に見えます。\u001b[22m, \u001b[1m人間の世界と夢の世界との差が少しぼかしと奇数何かが浮遊魚の骨格のようにポップアップ表示時のみ奇妙に見えるん。\u001b[22m\n\u001b[4mI’m not sure why Merry wants to go back when she seems to be having a wonderful time in the human world.\u001b[24m\n    \u001b[1m彼女が人間界ですばらしい時を過ごしているように見えるとき、メリーがなぜ戻ってくるのか、私は確信していません。\u001b[22m, \u001b[1m私はメリーは彼女が人間の世界で素敵な時間を持っているように見えるときに戻って行きたい理由はわかりません。\u001b[22m\n\u001b[4mAnother strange thing is that right after Merry comes into Yumeji’s life, he actually wants to have the bad dreams to find out things about her.\u001b[24m\n    \u001b[1m別の奇妙なことに、メリーが夢路の人生に入った直後、彼は実際に彼女のことを知るために悪い夢を見たいと思っています。\u001b[22m, \u001b[1mもう一つ奇妙なことは、メリーは夢二の人生に入ってくる右の後、彼は実際に彼女についてのものを見つけるために悪い夢を持って望んでいるということです。\u001b[22m\n\u001b[4mWhat is up with the name John Doe for an actual villain’s name?\u001b[24m\n    \u001b[1m実際の悪役の名前はJohn Doeという名前は何ですか？\u001b[22m, \u001b[1m実際の悪役の名前の名前ジョン・ドウとまでは何ですか？\u001b[22m\n\u001b[4mIt just really feels too generic for one.\u001b[24m\n    \u001b[1mそれは本当に1つのためにあまりにも一般的な感じです。\u001b[22m, \u001b[1mそれは本当にいずれかの一般的すぎる感じています。\u001b[22m\n\u001b[4mLots of the names from the dream world seem like they were just grasping at straws to get a name.\u001b[24m\n    \u001b[1m夢の世界の名前の多くは、名前をつけるためにストローで握っているようです。\u001b[22m, \u001b[1m夢の世界からの名前の多くは、彼らは名前だけを取得するにはストローで把握されたように見えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe show actually does a 180 near the end; it rather threw me off a bit. It was like they thought the show was going way to slow (and it actually was for a 13 episode show) and speed up the ending so fast that I had no clue which way to look. Not only that, but they added a really strange enemy that really seemed out of place. I have heard that the enemy in this show was actually not in the manga. If that was true, then what was the point of having a character that wasn’t flushed out like that? It just didn’t play out how I thought it would; it could have been nice if it wasn’t for the fact that the ending didn’t fell like an ending at all. It was like a middle of a series or even the end of a season. I really feel that the show should have been longer and more fleshed out rather then the crap ending they did give us.\n\n\u001b[1mショーは実際に180の終わり近くにあります。 それはむしろ少し私を投げた。 彼らはショーが遅くなると思っていたようでした（実際には13のエピソードショーのためのものでした）。そして、そのスピードを速くして、どのように見えるのか分かりませんでした。 それだけでなく、彼らは本当に不思議な敵を追加しました。 私は、このショーの敵は実際には漫画にはなかったと聞いています。 それが真実ならば、そのように洗い流されなかったキャラクターを持つことのポイントは何ですか？ それは私がそれがどう思うかを演出しなかっただけです。 結末は決して終わりのようにはならなかったという事実のためでなければ、それは素晴らしいことでした。 それはシリーズの途中、あるいはシーズンの終わりのようだった。 ショーは彼らが私たちに与えたいたずらの終わりではなく、むしろ長くて、よりふさがったはずだったと私は本当に思います。\u001b[22m\n\u001b[1m(Shō wa jissai ni 180 no owari chikaku ni arimasu. Sore wa mushiro sukoshi watashi o nageta. Karera wa shō ga osoku naru to omotte ita yōdeshita (jissai ni wa 13 no episōdoshō no tame no monodeshita). Soshite, sono supīdo o hayaku shite, do no yō ni mieru no ka wakarimasendeshita. Sore dakedenaku, karera wa hontōni fushigina teki o tsuika shimashita. Watashi wa, kono shō no teki wa jissai ni wa manga ni wa nakatta to kiite imasu. Sore ga shinjitsunaraba, sonoyōni arainagasa renakatta kyarakutā o motsu koto no pointo wa nanidesu ka? Sore wa watashi ga sore ga dō omou ka o enshutsu shinakatta dakedesu. Ketsumatsu wa kesshite owari no yō ni wa naranakatta to iu jijitsu no tamedenakereba, sore wa subarashī kotodeshita. Sore wa shirīzu no tochū, aruiwa shīzun no owari no yōdatta. Shō wa karera ga watashitachi ni ataeta itazura no owaride wa naku, mushiro nagakute, yori fusagatta hazudatta to watashi wa hontōni omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show actually does a 180 near the end; it rather threw me off a bit. It was like they thought the show was going way to slow (and it actually was for a 13 episode show) and speed up the ending so fast that I had no clue which way to look. Not only that, but they added a really strange enemy that really seemed out of place. I have heard that the enemy in this show was actually not in the manga. If that was true, then what was the point of having a character that wasn’t flushed out like that? It just didn’t play out how I thought it would; it could have been nice if it wasn’t for the fact that the ending didn’t fell like an ending at all. It was like a middle of a series or even the end of a season. I really feel that the show should have been longer and more fleshed out rather then the crap ending they did give us.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show actually does a 180 near the end;\u001b[24m\n    \u001b[1mショーは実際に180の終わり近くにあります。\u001b[22m, \u001b[1mショーは実際に終わり近くに180を行います。\u001b[22m\n\u001b[4mit rather threw me off a bit.\u001b[24m\n    \u001b[1mそれはむしろ少し私を投げた。\u001b[22m, \u001b[1mそれはむしろ少し私を投げました。\u001b[22m\n\u001b[4mIt was like they thought the show was going way to slow (and it actually was for a 13 episode show) and speed up the ending so fast that I had no clue which way to look.\u001b[24m\n    \u001b[1m彼らはショーが遅くなると思っていたようでした（実際には13のエピソードショーのためのものでした）。そして、そのスピードを速くして、どのように見えるのか分かりませんでした。\u001b[22m, \u001b[1m彼らはショーが遅く（と、それは実際に13エピソードショーのためにあった）と私は見てどのよう手掛かりを持っていないことを終わるように高速をスピードアップするための方法を思っていたようでした。\u001b[22m\n\u001b[4mNot only that, but they added a really strange enemy that really seemed out of place.\u001b[24m\n    \u001b[1mそれだけでなく、彼らは本当に不思議な敵を追加しました。\u001b[22m, \u001b[1mそれだけでなく、彼らは本当に場違いに思えた本当に奇妙な敵を追加しました。\u001b[22m\n\u001b[4mI have heard that the enemy in this show was actually not in the manga.\u001b[24m\n    \u001b[1m私は、このショーの敵は実際には漫画にはなかったと聞いています。\u001b[22m, \u001b[1m私はこのショーで敵が漫画では実際にはなかったことを聞いたことがあります。\u001b[22m\n\u001b[4mIf that was true, then what was the point of having a character that wasn’t flushed out like that?\u001b[24m\n    \u001b[1mそれが真実ならば、そのように洗い流されなかったキャラクターを持つことのポイントは何ですか？\u001b[22m, \u001b[1mそれが本当だった場合は、そのようなフラッシュアウトされなかった文字を持っていることのポイントは何だったのでしょうか？\u001b[22m\n\u001b[4mIt just didn’t play out how I thought it would;\u001b[24m\n    \u001b[1mそれは私がそれがどう思うかを演出しなかっただけです。\u001b[22m, \u001b[1mそれはちょうど私はそれが思った方法を再生できませんでした。\u001b[22m\n\u001b[4mit could have been nice if it wasn’t for the fact that the ending didn’t fell like an ending at all.\u001b[24m\n    \u001b[1m結末は決して終わりのようにはならなかったという事実のためでなければ、それは素晴らしいことでした。\u001b[22m, \u001b[1mそれはエンディングがすべてで終わるように落ちなかったという事実のためではなかった場合、それは素敵だったかもしれません。\u001b[22m\n\u001b[4mIt was like a middle of a series or even the end of a season.\u001b[24m\n    \u001b[1mそれはシリーズの途中、あるいはシーズンの終わりのようだった。\u001b[22m, \u001b[1mこれは、シリーズまたはシーズンのさえ最後の中間のようでした。\u001b[22m\n\u001b[4mI really feel that the show should have been longer and more fleshed out rather then the crap ending they did give us.\u001b[24m\n    \u001b[1mショーは彼らが私たちに与えたいたずらの終わりではなく、むしろ長くて、よりふさがったはずだったと私は本当に思います。\u001b[22m, \u001b[1m私は実際にショーが長く、よりがらくたが、彼らは私たちを与えるなかったエンディングというし、肉付けされている必要があることを感じています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art style is rather nice and yet, the design of most of the characters seems generic. I’m pretty sure I have seen Yumeji somewhere else before or at least the design of him. Most of his friends in the real world are also rather generic and boring. Simple Moe characters with no real way of standing out. At least Merry stands out with out strange her outfit is and her eyes. Merry’s eyes are actually interesting, very reptile-like or frog-ish. Other then that, she looks much like Karin from Vampire Chibi Karin and an elf had a child, she even has fangs. Most of the character designs for the dream demons actually seem like they came from the new game coming out called ‘Skull Girls.’ It’s a good thing since this is a fighting show, and I would be happy if this became an actual fighting game.\n\n\u001b[1m芸術のスタイルはややいいですが、ほとんどのキャラクターのデザインは一般的なようです。 私は、彼の前に、あるいは少なくとも彼のデザインのどこかで、夢路を見てきたと確信しています。 現実世界の彼の友人のほとんどは、かなり一般的で退屈です。 シンプルな萌えのキャラクター。 少なくともメリーは奇妙な彼女の服装と彼女の目と目立つ。 メリーの目は実際には非常に興味深い、非常に爬虫類のようなかカエルです。 それ以外は、ヴァンパイア・チビ・カリンのカリンによく似ていて、エルフには子供がいて、彼女には牙があります。 夢の悪魔のキャラクターデザインのほとんどは、実際には「Skull Girls」と呼ばれる新しいゲームから来ているようです。これは戦闘ショーであり、実際の格闘ゲームになったらうれしいです。\u001b[22m\n\u001b[1m(Geijutsu no sutairu wa yaya īdesuga, hotondo no kyarakutā no dezain wa ippantekina-yōdesu. Watashi wa, kare no mae ni, aruiwa sukunakutomo kare no dezain no doko ka de, yumeji o mitekita to kakushin shite imasu. Genjitsu sekai no kare no yūjin no hotondo wa, kanari ippan-tekide taikutsudesu. Shinpuruna moe no kyarakutā. Sukunakutomo merī wa kimyōna kanojo no fukusō to kanojo no me to medatsu. Merī no me wa jissai ni wa hijō ni kyōmibukai, hijō ni hachūrui no yōna ka kaerudesu. Sore igai wa, vu~anpaia chibi karin no karin ni yoku nite ite, Erufu ni wa kodomo ga ite, kanojo ni wa kiba ga arimasu. Yume no akuma no kyarakutādezain no hotondo wa, jissai ni wa `Skull Girls' to yoba reru atarashī gēmu kara kite iru yōdesu. Kore wa sentō shōdeari, jissai no kakutō gēmu ni nattara ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style is rather nice and yet, the design of most of the characters seems generic. I’m pretty sure I have seen Yumeji somewhere else before or at least the design of him. Most of his friends in the real world are also rather generic and boring. Simple Moe characters with no real way of standing out. At least Merry stands out with out strange her outfit is and her eyes. Merry’s eyes are actually interesting, very reptile-like or frog-ish. Other then that, she looks much like Karin from Vampire Chibi Karin and an elf had a child, she even has fangs. Most of the character designs for the dream demons actually seem like they came from the new game coming out called ‘Skull Girls.’ It’s a good thing since this is a fighting show, and I would be happy if this became an actual fighting game.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style is rather nice and yet, the design of most of the characters seems generic.\u001b[24m\n    \u001b[1m芸術のスタイルはややいいですが、ほとんどのキャラクターのデザインは一般的なようです。\u001b[22m, \u001b[1mアートスタイルはかなりいいです、まだ、文字のほとんどの設計は、一般的なようです。\u001b[22m\n\u001b[4mI’m pretty sure I have seen Yumeji somewhere else before or at least the design of him.\u001b[24m\n    \u001b[1m私は、彼の前に、あるいは少なくとも彼のデザインのどこかで、夢路を見てきたと確信しています。\u001b[22m, \u001b[1m私は彼の設計の前あるいは少なくともどこか夢二を見ているかなり確信しています。\u001b[22m\n\u001b[4mMost of his friends in the real world are also rather generic and boring.\u001b[24m\n    \u001b[1m現実世界の彼の友人のほとんどは、かなり一般的で退屈です。\u001b[22m, \u001b[1m現実の世界で彼の友人のほとんどは、かなり一般的で退屈しています。\u001b[22m\n\u001b[4mSimple Moe characters with no real way of standing out.\u001b[24m\n    \u001b[1mシンプルな萌えのキャラクター。\u001b[22m, \u001b[1m目立つのがない現実的な方法を使用した単純な萌えキャラクター。\u001b[22m\n\u001b[4mAt least Merry stands out with out strange her outfit is and her eyes.\u001b[24m\n    \u001b[1m少なくともメリーは奇妙な彼女の服装と彼女の目と目立つ。\u001b[22m, \u001b[1m少なくともメリーは彼女の服であり、彼女の目アウト奇妙で際立っています。\u001b[22m\n\u001b[4mMerry’s eyes are actually interesting, very reptile-like or frog-ish.\u001b[24m\n    \u001b[1mメリーの目は実際には非常に興味深い、非常に爬虫類のようなかカエルです。\u001b[22m, \u001b[1mメリーの目は、実際に興味深い非常に爬虫類状やカエルっぽいです。\u001b[22m\n\u001b[4mOther then that, she looks much like Karin from Vampire Chibi Karin and an elf had a child, she even has fangs.\u001b[24m\n    \u001b[1mそれ以外は、ヴァンパイア・チビ・カリンのカリンによく似ていて、エルフには子供がいて、彼女には牙があります。\u001b[22m, \u001b[1mその他はその後、彼女はヴァンパイアちびカリンからカリンのような多くのを見て、エルフが子供を持っていたこと、彼女も牙を持っています。\u001b[22m\n\u001b[4mMost of the character designs for the dream demons actually seem like they came from the new game coming out called ‘Skull Girls.’ It’s a good thing since this is a fighting show, and I would be happy if this became an actual fighting game.\u001b[24m\n    \u001b[1m夢の悪魔のキャラクターデザインのほとんどは、実際には「Skull Girls」と呼ばれる新しいゲームから来ているようです。これは戦闘ショーであり、実際の格闘ゲームになったらうれしいです。\u001b[22m, \u001b[1m彼らはと呼ばれる出てくる新しいゲームから来たような夢の悪魔のためのキャラクターデザインのほとんどは、実際に見える「スカルガールズ」。これが戦いのショーであり、これは実際の格闘ゲームになった場合、私は幸せになるため、それは良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nI don’t get when they give us some clips that look as though they were just made as roughs for the manga. It just takes the fluid part of the art and throws it at a wall. It does build suspense I guess but I know other ways they could do so.\n\n\u001b[1m私は彼らが私たちに漫画のための荒削りとして作られているかのように見えるいくつかのクリップを私たちに与えるときに私は取得しません。 それは単に芸術の流体の部分を取って壁に投げる。 それは私が推測するサスペンスを構築しますが、私は彼らがそうすることができる他の方法を知っています。\u001b[22m\n\u001b[1m(Watashi wa karera ga watashitachi ni manga no tame no arakezuri to shite tsukura rete iru ka noyōnimieru ikutsu ka no kurippu o watashitachi ni ataeru toki ni watashi wa shutoku shimasen. Sore wa tan'ni geijutsu no ryūtai no bubun o totte kabe ni nageru. Sore wa watashi ga suisoku suru sasupensu o kōchiku shimasuga, watashi wa karera ga sō suru koto ga dekiru hokanohōhō o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI don’t get when they give us some clips that look as though they were just made as roughs for the manga. It just takes the fluid part of the art and throws it at a wall. It does build suspense I guess but I know other ways they could do so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don’t get when they give us some clips that look as though they were just made as roughs for the manga.\u001b[24m\n    \u001b[1m私は彼らが私たちに漫画のための荒削りとして作られているかのように見えるいくつかのクリップを私たちに与えるときに私は取得しません。\u001b[22m, \u001b[1m彼らは私たちに、彼らはちょうど漫画のためのラフとして作られたかのように見えるいくつかのクリップを与えるとき、私は得ることはありません。\u001b[22m\n\u001b[4mIt just takes the fluid part of the art and throws it at a wall.\u001b[24m\n    \u001b[1mそれは単に芸術の流体の部分を取って壁に投げる。\u001b[22m, \u001b[1mそれはちょうど芸術の流体部分を取り、壁でそれをスローします。\u001b[22m\n\u001b[4mIt does build suspense I guess but I know other ways they could do so.\u001b[24m\n    \u001b[1mそれは私が推測するサスペンスを構築しますが、私は彼らがそうすることができる他の方法を知っています。\u001b[22m, \u001b[1mそれは私が推測するサスペンスを構築んが、私は、彼らがそうすることができ、他の方法を知っています。\u001b[22m\n\u001b[1m\u001b[22m\nI only watched the Dubbed version for the voices and could not find the sub version. The cats feel way too cartoony and yet one cat’s voice is to macho… I would have thought he would have a squeaky voice like Mickey Mouse. Merry’s voice actually feels pretty good to her character as well as John Does, where as Yumeji’s voice again, like his artwork, is pretty generic. One thing that bothered me was that she had this quote that she seemed to say just to add something for the moving mouth.\n\n\u001b[1m私は声のためのダビングされたバージョンを見て、サブバージョンを見つけることができませんでした。 猫たちはあまりにも漫画的だと感じていますが、猫の声はマッチョです。私はミッキーマウスのような鳴き声があると思いました。 メリーの声は実際に彼女の性格やジョン・スンズにはかなり良い感じがします。夢路の声が再び彼の作品のようにかなり一般的です。 私を悩ませたことの1つは、彼女がこの口頭を持っていたことでした。\u001b[22m\n\u001b[1m(Watashi wa koe no tame no dabingu sa reta bājon o mite, sabubājon o mitsukeru koto ga dekimasendeshita. Neko-tachi wa amarini mo manga-tekida to kanjite imasuga, neko no koe wa matchodesu. Watashi wa mikkīmausu no yōna nakigoe ga aru to omoimashita. Merī no koe wa jissai ni kanojo no seikaku ya Jon Sunzu ni wa kanari yoi kanji ga shimasu. Yumeji no koe ga futatabi kare no sakuhin no yō ni kanari ippan-tekidesu. Watashi o nayama seta koto no 1tsu wa, kanojo ga kono kōtō o motte ita kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI only watched the Dubbed version for the voices and could not find the sub version. The cats feel way too cartoony and yet one cat’s voice is to macho… I would have thought he would have a squeaky voice like Mickey Mouse. Merry’s voice actually feels pretty good to her character as well as John Does, where as Yumeji’s voice again, like his artwork, is pretty generic. One thing that bothered me was that she had this quote that she seemed to say just to add something for the moving mouth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI only watched the Dubbed version for the voices and could not find the sub version.\u001b[24m\n    \u001b[1m私は声のためのダビングされたバージョンを見て、サブバージョンを見つけることができませんでした。\u001b[22m, \u001b[1m私は声のための吹き替え版を見て、サブバージョンを見つけることができませんでした。\u001b[22m\n\u001b[4mThe cats feel way too cartoony and yet one cat’s voice is to macho… I would have thought he would have a squeaky voice like Mickey Mouse.\u001b[24m\n    \u001b[1m猫たちはあまりにも漫画的だと感じていますが、猫の声はマッチョです。私はミッキーマウスのような鳴き声があると思いました。\u001b[22m, \u001b[1m猫はあまりにも漫画感じ、まだ1猫の声が、私は彼がミッキーマウスのようなキーキー声を持っているだろうと思っているだろう...マッチョにあります。\u001b[22m\n\u001b[4mMerry’s voice actually feels pretty good to her character as well as John Does, where as Yumeji’s voice again, like his artwork, is pretty generic.\u001b[24m\n    \u001b[1mメリーの声は実際に彼女の性格やジョン・スンズにはかなり良い感じがします。夢路の声が再び彼の作品のようにかなり一般的です。\u001b[22m, \u001b[1mメリーの声は実際に彼女のキャラクターだけでなく、夢二の声のように、再び、彼のアートワークのように、かなり一般的であり、ジョンない、とかなり良い感じ。\u001b[22m\n\u001b[4mOne thing that bothered me was that she had this quote that she seemed to say just to add something for the moving mouth.\u001b[24m\n    \u001b[1m私を悩ませたことの1つは、彼女がこの口頭を持っていたことでした。\u001b[22m, \u001b[1m私を気に一つのことは、彼女は彼女がちょうど移動口のために何かを追加すると言うように見えたこの引用を持っていたことでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is actually pretty nice for a fighting show and I kind of fell in love with the opening music. The scores for the back ground don’t really stand out much but yet when they are needed, they seem to shine through and set the mood for it.\n\n\u001b[1m音楽は実際には戦闘ショーにはかなりいいですし、私はオープニング音楽に恋していました。 バックグラウンドの得点はそれほど際立つわけではありませんが、必要になったときに輝き、気分を盛り上げるようです。\u001b[22m\n\u001b[1m(Ongaku wa jissai ni wa sentō shō ni wa kanari īdesushi, watashi wa ōpuningu ongaku ni koishite imashita. Bakkuguraundo no tokuten wa sorehodo kiwadatsu wakede wa arimasenga, hitsuyō ni natta toki ni kagayaki, kibun o moriageru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe music is actually pretty nice for a fighting show and I kind of fell in love with the opening music. The scores for the back ground don’t really stand out much but yet when they are needed, they seem to shine through and set the mood for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is actually pretty nice for a fighting show and I kind of fell in love with the opening music.\u001b[24m\n    \u001b[1m音楽は実際には戦闘ショーにはかなりいいですし、私はオープニング音楽に恋していました。\u001b[22m, \u001b[1m音楽は実際に戦いのショーのためにかなりいいです、私は一種のオープニング音楽と恋に落ちました。\u001b[22m\n\u001b[4mThe scores for the back ground don’t really stand out much but yet when they are needed, they seem to shine through and set the mood for it.\u001b[24m\n    \u001b[1mバックグラウンドの得点はそれほど際立つわけではありませんが、必要になったときに輝き、気分を盛り上げるようです。\u001b[22m, \u001b[1mバックグラウンドのスコアは本当に多く目立ちませんが、それらが必要とされるときはまだ、彼らが透けて見えるし、それのためにムードを設定するように見えます。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "joneboy",
    "profile": "/profile/joneboy/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=35801",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n素晴らしいアニメーション。 素晴らしいキャラクターデザイン。 私は彼らが行った声優が好きでした（少なくとも日本語版では、私は選択肢があるときに私が見ているすべてです）。 エピソードの「クラシック」音楽の多くは、私にドビュッシー（おそらく私のお気に入りの作曲家）を思い出させる。 私はエンディングのテーマも本当に好きだった。 ユメクイ・メリーは、とても楽しい作品でした。 私は続編を見るのが大好きです。 つまり、おそらく1つはありません。 なぜそれは最高のアニメはめったに続編を得ることができないのですか？ とにかく、私は夢姫メリーを強くお勧めします！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nGreat animation. Great character design. I liked the voice actors they went with (at least in the 日本語　version, which is all I watch when I have a choice). A lot of the 'classical' music in the episodes reminds me of Debussy (probably my favorite composer). I also really liked the ending theme. All in all Yumekui Merry was a very enjoyable production. I'd love to see a sequel; which means, there probably won't be one. Why is it the best anime rarely get a sequel? Anyway, I highly recommend Yumekui Merry!\n\n\u001b[1m素晴らしいアニメーション。 素晴らしいキャラクターデザイン。 私は彼らが行った声優が好きでした（少なくとも日本語版では、私は選択肢があるときに私が見ているすべてです）。 エピソードの「クラシック」音楽の多くは、私にドビュッシー（おそらく私のお気に入りの作曲家）を思い出させる。 私はエンディングのテーマも本当に好きだった。 ユメクイ・メリーは、とても楽しい作品でした。 私は続編を見るのが大好きです。 つまり、おそらく1つはありません。 なぜそれは最高のアニメはめったに続編を得ることができないのですか？ とにかく、私は夢姫メリーを強くお勧めします！\u001b[22m\n\u001b[1m(Subarashī animēshon. Subarashī kyarakutādezain. Watashi wa karera ga okonatta seiyū ga sukideshita (sukunakutomo nihongohande wa, watashi wa sentakushi ga aru toki ni watashi ga mite iru subetedesu). Episōdo no `kurashikku' ongaku no ōku wa, watashi ni dobyusshī (osoraku watashinōkiniiri no sakkyokka) o omoidasaseru. Watashi wa endingu no tēma mo hontōni sukidatta. Yumekui merī wa, totemo tanoshī sakuhindeshita. Watashi wa zokuhen o miru no ga daisukidesu. Tsumari, osoraku 1tsu wa arimasen. Naze sore wa saikō no anime wa mettani zokuhen o eru koto ga dekinai nodesu ka? Tonikaku, watashi wa yumeki merī o tsuyoku o susume shimasu!)\u001b[22m\n\nTranslations of \u001b[4mGreat animation. Great character design. I liked the voice actors they went with (at least in the 日本語　version, which is all I watch when I have a choice). A lot of the 'classical' music in the episodes reminds me of Debussy (probably my favorite composer). I also really liked the ending theme. All in all Yumekui Merry was a very enjoyable production. I'd love to see a sequel; which means, there probably won't be one. Why is it the best anime rarely get a sequel? Anyway, I highly recommend Yumekui Merry!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat animation.\u001b[24m\n    \u001b[1m素晴らしいアニメーション。\u001b[22m, \u001b[1mグレートアニメーション。\u001b[22m\n\u001b[4mGreat character design.\u001b[24m\n    \u001b[1m素晴らしいキャラクターデザイン。\u001b[22m, \u001b[1mグレートキャラクターデザイン。\u001b[22m\n\u001b[4mI liked the voice actors they went with (at least in the 日本語　version, which is all I watch when I have a choice).\u001b[24m\n    \u001b[1m私は彼らが行った声優が好きでした（少なくとも日本語版では、私は選択肢があるときに私が見ているすべてです）。\u001b[22m, \u001b[1m私は、彼らが（少なくとも私は選択肢を持っているときに私は見てすべてである日本語版、中）と一緒に行きました声優が好きでした。\u001b[22m\n\u001b[4mA lot of the 'classical' music in the episodes reminds me of Debussy (probably my favorite composer).\u001b[24m\n    \u001b[1mエピソードの「クラシック」音楽の多くは、私にドビュッシー（おそらく私のお気に入りの作曲家）を思い出させる。\u001b[22m, \u001b[1mエピソードの「古典」の音楽の多くは、ドビュッシー（おそらく私のお気に入りの作曲家）のことを思い出します。\u001b[22m\n\u001b[4mI also really liked the ending theme.\u001b[24m\n    \u001b[1m私はエンディングのテーマも本当に好きだった。\u001b[22m, \u001b[1m私も本当にエンディングテーマが好き。\u001b[22m\n\u001b[4mAll in all Yumekui Merry was a very enjoyable production.\u001b[24m\n    \u001b[1mユメクイ・メリーは、とても楽しい作品でした。\u001b[22m, \u001b[1mすべて夢喰いメリーのすべてのは非常に楽しい生産でした。\u001b[22m\n\u001b[4mI'd love to see a sequel;\u001b[24m\n    \u001b[1m私は続編を見るのが大好きです。\u001b[22m, \u001b[1m私は続編を見てみたいです。\u001b[22m\n\u001b[4mwhich means, there probably won't be one.\u001b[24m\n    \u001b[1mつまり、おそらく1つはありません。\u001b[22m, \u001b[1mその意味、おそらく1が存在しません。\u001b[22m\n\u001b[4mWhy is it the best anime rarely get a sequel?\u001b[24m\n    \u001b[1mなぜそれは最高のアニメはめったに続編を得ることができないのですか？\u001b[22m, \u001b[1mなぜそれがまれに最高のアニメの続編を取得するのですか？\u001b[22m\n\u001b[4mAnyway, I highly recommend Yumekui Merry!\u001b[24m\n    \u001b[1mとにかく、私は夢姫メリーを強くお勧めします！\u001b[22m, \u001b[1mとにかく、私は非常に夢喰いメリーをお勧めします！\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "Myriadd",
    "profile": "/profile/Myriadd/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=75001",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  9\n\n私たちはすべて、ある時点で、私たちの夢を正しく追いかけるように言われましたか？ もしあなたがいなければ、私が最初にそうすることを許可してください！ さて、このアニメのクリエイターは全く新しいレベルにしました。 彼らは何かを追求するよりも夢を作りました。彼らはあなたの身体の機能能力の不可欠な部分でした。 一種の生命の源。 あなたの夢を失うことは、あなたの魂を失うこととほとんど同じでした....そして、それは人生をむしろ反映することができます。 夢や何らかの指導がなければ、私たちは何も追求することができず、得られる報酬もありません。 前進する...\n\nかなり興味深いキャラクターが集まっています...驚くべきことに、支持的な役割のいくつかは、名誉ある言及ではなく、かなりの舞台時間と重要性を持っています。 スペースをとってポイントに達するために、私はこのレビューで名誉ある言及としてそれらのサポートの役割を残します。\n\n開くには、藤原夢二さんがいます。 彼は高校のソフォモアではないが、平均ではないが、ソフォモアは...その人を孤独にしているのは、その夜の誰かの夢の本質を予測することだ。 私たちが5歳の時に覚えていて、ゴーグル、眼鏡、binocなどを模倣するために人差し指と親指に会いたいですか？  Whelp、彼はそれを行い、あなたの体を取り囲む色に基づいて予測することができます。 キンディー・グーフィーと印象的なものすべてではないが、それは使用することを証明している。 彼は軽快で全体的にかなり良い男ですが、彼は人々をあきらめず、約束を守っています。 彼の人生は、メリーと出会うときにちょっと変わってしまいます。メリーは、「空から落ちる」ように次に行くとすぐにクッションとして背中に置きます。 私たちはそこから先へ進みます...彼女の説明にはもう少し遠近感があります。\n\n次のリストには、後で「Dream Eater Merry」と題したメリーナイトメアがあります。 彼女は、夢の世界に住む生き物たち（誰が思っていただろうか？）を、私たちが夜にクラッシュするときに訪れる夢の悪魔として知られています。 ここでは、人間が自分の夢を創るのではなく、これらの生き物が人間の中を歩き回るのではなく、人間が事実を知らずに、眠ったときに特定の夢の悪魔の領土に入ります。 これらの悪魔は訪問者を「船舶」として使うことで現実の世界に来ることができます。 いくつかの彼らの方法を強制的に、いくつかはありません。 私はこれとどこかになっています...そして、それは、彼女が船なしで現実世界にいるので、メリーはこれで特別です。 彼女は彼女がそこにいる理由、そして何も離れていない、夢の世界に戻ろうと非常に長い間、ここにいたのかどうかについての最も暗い手がかりを持っていません。 夢二との短期間のツンデレの後で、彼女は夢の世界に彼女を戻すためにお互いの間に「契約」を作ります。 そこからストーリーが進行する。\n\n私たちは、顔を見せるための重要な言葉について、Kounagi、Engie Threepiece、飯島隆太、橘伊那奈、そして後にMistletineを持っています。\n\n私はそれを見て、今度は主人公の説明でプロットを多かれ少なかれ説明しました。 私はこれを言いたいと思いますが、これは私が「ソリッド」プロットと呼んでいるものを持っていることを証明します。単にエピソード的ではないからです。 私はそれがあまりにも多くを提供し、実際に見て発見の素晴らしさを取り去っていると思うので、プロットの極端な詳細に行かないのは個人的なポイントにします。\n\nプロットは、実際にどの方向に向かっているかについて、ここでは少し不気味になるかもしれません。 彼らはXを手に入れようとしているのか、彼らはYを追いかけようとしているのか、彼らはZを下ろすのだろうか。 実際の主なアンタゴニストが一連の出来事に基づいているのは、あまりにもあいまいかもしれません。 彼らは最終的に落ち着いてグループ決定を下したと思う。少なくとも今シーズンは、ミスレタインと隆太を選ぶつもりだった。 私は、彼女が試合の後半になったからといって、それだけを言います。 たぶん、彼らは第2シーズンに向けて物事を開いておくのがやや難しいかもしれません。\n\nまた、新しいシリーズのために物事を開いて、実際の本尊に従事するストーリーの面であまりにも多くを明らかにしないようにすることは、非常にうまくいくかもしれません。 そうでない場合は、エンディングに向かってどのように反応するかを自分で決めることができます。レビューを書いて物語のボディやエンディングを実際に自分のために見ることを嫌悪感として使用することは必ずしも公正ではありません。 私は意図的に茂みの周りを殴る。 うん、私はそれを得る、時間は素晴らしいですが、あなたはまた、より建設的な多数かもしれない何かをする代わりに、これを見てここに座っている？ 私は物語の牛肉と終わりがいいと思っていました。私はそれを私のフィードバックのために残しておきます。\n\n私の暴言と手元の仕事、アートとサウンドに十分！ 私は芸術が非常に魅力的で目に優しいものだと思った。 カラフルでカラフルで、ぎざぎざではなく、彼らはラインの外側で色づけされていないことを確かめました...私はそれが私の目の中で非常に魅力的な描写であるという事実を繰り返し述べます。 それはキャラクターに非常に暖かい感触を与えた。 私は、芸術は私の目のアニメの中で最も強い部分だったと思います。 音は明快ではなく、実際に起こっていたことと少しでも一般的ではありますが、効果は同期していました。 戦いの音楽や効果音の演奏になったとき、本当に外れていないと感じることはありませんでした。 イントロミュージックとエンディングミュージックは、オープニングとクローズドの映画が組まれていても、心地良いものとマッチしたものでした。\n\n全体的に見ると、これはかなり楽しいアニメであることがわかりました。 真剣な人からの素敵な休憩で、リラックスしてもっと軽くて若々しい環境に戻します。あなたは共通の関心事、心の強さ、そして最も重要なことに、友人の間で仲間を経験することができます あなたの夢！ 読書をありがとう、ショーをお楽しみください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWe've all been told at one point or another to follow our dreams right? Well if you haven't, allow me to be the first to do so! Well, the creators of this anime took that to a whole new level. They made dreams more than something to pursue, they made it an integral part of your body's ability to function; a life source of sorts. To lose your dreams was almost the same as losing your soul....and in a way it can be rather reflective of life. Without dreams or any form of guidance, we have nothing to pursue and no rewards to gain. Moving forward...\n\n\u001b[1m私たちはすべて、ある時点で、私たちの夢を正しく追いかけるように言われましたか？ もしあなたがいなければ、私が最初にそうすることを許可してください！ さて、このアニメのクリエイターは全く新しいレベルにしました。 彼らは何かを追求するよりも夢を作りました。彼らはあなたの身体の機能能力の不可欠な部分でした。 一種の生命の源。 あなたの夢を失うことは、あなたの魂を失うこととほとんど同じでした....そして、それは人生をむしろ反映することができます。 夢や何らかの指導がなければ、私たちは何も追求することができず、得られる報酬もありません。 前進する...\u001b[22m\n\u001b[1m(Watashitachiha subete, aru jiten de, watashitachi no yume o tadashiku oikakeru yō ni iwa remashita ka? Moshi anata ga inakereba, watashi ga saisho ni sō suru koto o kyoka shite kudasai! Sate, kono anime no kurieitā wa mattaku atarashī reberu ni shimashita. Karera wa nanika o tsuikyū suru yori mo yume o tsukurimashita. Karera wa anata no karada no kinō nōryoku no fukaketsuna bubundeshita. Isshu no seimei no minamoto. Anata no yume o ushinau koto wa, anata no tamashī o ushinau koto to hotondo onajideshita. ... Soshite, soreha jinsei o mushiro han'ei suru koto ga dekimasu. Yume ya nanrakano shidō ga nakereba, watashitachi wa nani mo tsuikyū suru koto ga dekizu, e rareru hōshū mo arimasen. Zenshin suru...)\u001b[22m\n\nTranslations of \u001b[4mWe've all been told at one point or another to follow our dreams right? Well if you haven't, allow me to be the first to do so! Well, the creators of this anime took that to a whole new level. They made dreams more than something to pursue, they made it an integral part of your body's ability to function; a life source of sorts. To lose your dreams was almost the same as losing your soul....and in a way it can be rather reflective of life. Without dreams or any form of guidance, we have nothing to pursue and no rewards to gain. Moving forward...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe've all been told at one point or another to follow our dreams right?\u001b[24m\n    \u001b[1m私たちはすべて、ある時点で、私たちの夢を正しく追いかけるように言われましたか？\u001b[22m, \u001b[1m我々は、すべての権利私たちの夢に従うように一点または別で言われてきましたか？\u001b[22m\n\u001b[4mWell if you haven't, allow me to be the first to do so!\u001b[24m\n    \u001b[1mもしあなたがいなければ、私が最初にそうすることを許可してください！\u001b[22m, \u001b[1mあなたがいない場合まあ、私はそうするために最初にすることを許可！\u001b[22m\n\u001b[4mWell, the creators of this anime took that to a whole new level.\u001b[24m\n    \u001b[1mさて、このアニメのクリエイターは全く新しいレベルにしました。\u001b[22m, \u001b[1mさて、このアニメのクリエイターは、全く新しいレベルにそれを取りました。\u001b[22m\n\u001b[4mThey made dreams more than something to pursue, they made it an integral part of your body's ability to function;\u001b[24m\n    \u001b[1m彼らは何かを追求するよりも夢を作りました。彼らはあなたの身体の機能能力の不可欠な部分でした。\u001b[22m, \u001b[1m彼らはそれに機能するためにあなたの体の能力の不可欠な部分作られ、追求するものよりも多くの夢を作りました。\u001b[22m\n\u001b[4ma life source of sorts.\u001b[24m\n    \u001b[1m一種の生命の源。\u001b[22m, \u001b[1m一種の生命源。\u001b[22m\n\u001b[4mTo lose your dreams was almost the same as losing your soul....and in a way it can be rather reflective of life.\u001b[24m\n    \u001b[1mあなたの夢を失うことは、あなたの魂を失うこととほとんど同じでした....そして、それは人生をむしろ反映することができます。\u001b[22m, \u001b[1mあなたの夢を失うことはほとんどあなたの魂を失うことと同じであった....および方法でそれは人生のかなり反射することができます。\u001b[22m\n\u001b[4mWithout dreams or any form of guidance, we have nothing to pursue and no rewards to gain.\u001b[24m\n    \u001b[1m夢や何らかの指導がなければ、私たちは何も追求することができず、得られる報酬もありません。\u001b[22m, \u001b[1m夢やガイダンスのいずれかの形態がなければ、私たちは追求するものと得るために無報酬を持っていません。\u001b[22m\n\u001b[4mMoving forward...\u001b[24m\n    \u001b[1m前進する...\u001b[22m, \u001b[1m今後は...\u001b[22m\n\u001b[1m\u001b[22m\nWe've got a pretty interesting bunch of characters... surprisingly, several of the supporting roles have quite a bit of stage time and importance rather than an honorable mention. For the sake of space and getting to the point, I'll leave those supporting roles as an honorable mention in this review.\n\n\u001b[1mかなり興味深いキャラクターが集まっています...驚くべきことに、支持的な役割のいくつかは、名誉ある言及ではなく、かなりの舞台時間と重要性を持っています。 スペースをとってポイントに達するために、私はこのレビューで名誉ある言及としてそれらのサポートの役割を残します。\u001b[22m\n\u001b[1m(Kanari kyōmibukai kyarakutā ga atsumatte imasu... Odorokubeki koto ni, shiji-tekina yakuwari no ikutsu ka wa, meiyo aru genkyūde wa naku, kanari no butai jikan to jūyō-sei o motte imasu. Supēsu o totte pointo ni tassuru tame ni, watashi wa kono rebyū de meiyo aru genkyū to shite sorera no sapōto no yakuwari o nokoshimasu.)\u001b[22m\n\nTranslations of \u001b[4mWe've got a pretty interesting bunch of characters... surprisingly, several of the supporting roles have quite a bit of stage time and importance rather than an honorable mention. For the sake of space and getting to the point, I'll leave those supporting roles as an honorable mention in this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe've got a pretty interesting bunch of characters... surprisingly, several of the supporting roles have quite a bit of stage time and importance rather than an honorable mention.\u001b[24m\n    \u001b[1mかなり興味深いキャラクターが集まっています...驚くべきことに、支持的な役割のいくつかは、名誉ある言及ではなく、かなりの舞台時間と重要性を持っています。\u001b[22m, \u001b[1m私たちは、驚くべきことに、脇役のいくつかは非常にステージ時間と重要性のビットではなく、佳作を持っている...文字の非常に興味深い束を持っています。\u001b[22m\n\u001b[4mFor the sake of space and getting to the point, I'll leave those supporting roles as an honorable mention in this review.\u001b[24m\n    \u001b[1mスペースをとってポイントに達するために、私はこのレビューで名誉ある言及としてそれらのサポートの役割を残します。\u001b[22m, \u001b[1mスペースとポイントになってのために、私はこのレビューで佳作としてそれらの脇役を残しておきます。\u001b[22m\n\u001b[1m\u001b[22m\nTo open, we've got Yumeji Fujiwara. He's your not-so-average-but-not-by-much Sophomore in High School...what separates him is his goofy ability to predict the nature of someone's dreams that night. Remember when we were 5 and would meet our index finger and our thumb to imitate goggles, glasses, binocs, etc? Whelp, he does that and is able to predict based off of the colors he sees surrounding your body. Kinda goofy and not all that impressive but it does prove to have a use. He's lighthearted and overall pretty nice guy, he doesn't give up on people and keeps his promises. His life changes a bit when he meets Merry, who I'l go into next, as she 'falls from the sky' and promptly puts him on his back as a cushion. We move onward from there...a little bit more perspective will be in her description.\n\n\u001b[1m開くには、藤原夢二さんがいます。 彼は高校のソフォモアではないが、平均ではないが、ソフォモアは...その人を孤独にしているのは、その夜の誰かの夢の本質を予測することだ。 私たちが5歳の時に覚えていて、ゴーグル、眼鏡、binocなどを模倣するために人差し指と親指に会いたいですか？  Whelp、彼はそれを行い、あなたの体を取り囲む色に基づいて予測することができます。 キンディー・グーフィーと印象的なものすべてではないが、それは使用することを証明している。 彼は軽快で全体的にかなり良い男ですが、彼は人々をあきらめず、約束を守っています。 彼の人生は、メリーと出会うときにちょっと変わってしまいます。メリーは、「空から落ちる」ように次に行くとすぐにクッションとして背中に置きます。 私たちはそこから先へ進みます...彼女の説明にはもう少し遠近感があります。\u001b[22m\n\u001b[1m(Hiraku ni wa, Fujiwara Yume ni-san ga imasu. Kare wa kōkō no sofomoade wa naiga, heikinde wa naiga, sofomoa wa... Sono hito o kodoku ni shite iru no wa, sono yoru no dareka no yume no honshitsu o yosoku suru kotoda. Watashitachi ga 5-sai no toki ni oboete ite, gōguru, megane, binoc nado o mohō suru tame ni hitosashiyubi to oyayubi ni aitaidesu ka? Whelp, kare wa sore o okonai, anata no karada o torikakomu iro ni motodzuite yosoku suru koto ga dekimasu. Kindī gūfī to inshō-tekina mono subetede wa naiga, sore wa shiyō suru koto o shōmei shite iru. Kare wa keikaide zentai-teki ni kanari yoi otokodesuga, kare wa hitobito o akiramezu, yakusoku o mamotte imasu. Kare no jinsei wa, merī to deau toki ni chotto kawatte shimaimasu. Merī wa,`sora kara ochiru'-yō ni tsugini ikuto sugu ni kusshon to shite senaka ni okimasu. Watashitachi wa soko kara saki e susumimasu... Kanojo no setsumei ni wa mōsukoshi ochikochi-kan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo open, we've got Yumeji Fujiwara. He's your not-so-average-but-not-by-much Sophomore in High School...what separates him is his goofy ability to predict the nature of someone's dreams that night. Remember when we were 5 and would meet our index finger and our thumb to imitate goggles, glasses, binocs, etc? Whelp, he does that and is able to predict based off of the colors he sees surrounding your body. Kinda goofy and not all that impressive but it does prove to have a use. He's lighthearted and overall pretty nice guy, he doesn't give up on people and keeps his promises. His life changes a bit when he meets Merry, who I'l go into next, as she 'falls from the sky' and promptly puts him on his back as a cushion. We move onward from there...a little bit more perspective will be in her description.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo open, we've got Yumeji Fujiwara.\u001b[24m\n    \u001b[1m開くには、藤原夢二さんがいます。\u001b[22m, \u001b[1m開くために、我々は夢二藤原を持っています。\u001b[22m\n\u001b[4mHe's your not-so-average-but-not-by-much Sophomore in High School...what separates him is his goofy ability to predict the nature of someone's dreams that night.\u001b[24m\n    \u001b[1m彼は高校のソフォモアではないが、平均ではないが、ソフォモアは...その人を孤独にしているのは、その夜の誰かの夢の本質を予測することだ。\u001b[22m, \u001b[1m彼は何彼を分離すると、その夜、誰かの夢の性質を予測する彼の間抜けな能力です...高校2年生、あなたの-ので、平均-が、-ないバイあまりないのです。\u001b[22m\n\u001b[4mRemember when we were 5 and would meet our index finger and our thumb to imitate goggles, glasses, binocs, etc?\u001b[24m\n    \u001b[1m私たちが5歳の時に覚えていて、ゴーグル、眼鏡、binocなどを模倣するために人差し指と親指に会いたいですか？\u001b[22m, \u001b[1m私たちは5だったとゴーグル、眼鏡、binocsなどを模倣するために私たちの人差し指と私たちの親指を満たすことになるときに覚えていますか？\u001b[22m\n\u001b[4mWhelp, he does that and is able to predict based off of the colors he sees surrounding your body.\u001b[24m\n    \u001b[1mWhelp、彼はそれを行い、あなたの体を取り囲む色に基づいて予測することができます。\u001b[22m, \u001b[1m仔、彼はそれを行うと、彼はあなたの体を取り巻く見ている色のオフに基づいて予測することができます。\u001b[22m\n\u001b[4mKinda goofy and not all that impressive but it does prove to have a use.\u001b[24m\n    \u001b[1mキンディー・グーフィーと印象的なものすべてではないが、それは使用することを証明している。\u001b[22m, \u001b[1mちょっと間抜けではなく、すべてが印象的な、それは使用を持っていることを証明ありません。\u001b[22m\n\u001b[4mHe's lighthearted and overall pretty nice guy, he doesn't give up on people and keeps his promises.\u001b[24m\n    \u001b[1m彼は軽快で全体的にかなり良い男ですが、彼は人々をあきらめず、約束を守っています。\u001b[22m, \u001b[1m彼は陽気だと全体的にかなりいい男、彼は人をあきらめ、彼の約束を保持しません。\u001b[22m\n\u001b[4mHis life changes a bit when he meets Merry, who I'l go into next, as she 'falls from the sky' and promptly puts him on his back as a cushion.\u001b[24m\n    \u001b[1m彼の人生は、メリーと出会うときにちょっと変わってしまいます。メリーは、「空から落ちる」ように次に行くとすぐにクッションとして背中に置きます。\u001b[22m, \u001b[1m彼の人生は、彼は彼女が「空から落ちる」としてI'lは、次に行くメリーを、満たしているビットを変更し、速やかにクッションとして背中に彼を置きます。\u001b[22m\n\u001b[4mWe move onward from there...a little bit more perspective will be in her description.\u001b[24m\n    \u001b[1m私たちはそこから先へ進みます...彼女の説明にはもう少し遠近感があります。\u001b[22m, \u001b[1m私たちは、以降そこから移動...もう少し視点が彼女の説明になります。\u001b[22m\n\u001b[1m\u001b[22m\nNext on the list, we've got Merry Nightmare, later dubbed 'Dream Eater Merry' a la Yumeji. She's what is known as a Dream Demon, creatures that live in the dream world (who'd have thought?) that we all visit when we crash out at night. Here's the thing, instead of the humans creating their own dreams and these creatures happen to walk in, the humans, without knowledge of the fact, enter the territories of these particular dream demons when they sleep. These demons can come over to the real world by using their visitors as 'vessels'...in short you share a body. Some force their way in, some don't. I'm getting somewhere with this...and here it is, Merry is special in this because she is in the real world WITHOUT a vessel. She hasn't the faintest clue as to why she's there and she has been here, not to give anything away, for a VERY long time trying to return to the dream world. Well after some short-term tsundere with Yumeji, they create a 'contract' between each other to return her to the dream world. Story progresses from there.\n\n\u001b[1m次のリストには、後で「Dream Eater Merry」と題したメリーナイトメアがあります。 彼女は、夢の世界に住む生き物たち（誰が思っていただろうか？）を、私たちが夜にクラッシュするときに訪れる夢の悪魔として知られています。 ここでは、人間が自分の夢を創るのではなく、これらの生き物が人間の中を歩き回るのではなく、人間が事実を知らずに、眠ったときに特定の夢の悪魔の領土に入ります。 これらの悪魔は訪問者を「船舶」として使うことで現実の世界に来ることができます。 いくつかの彼らの方法を強制的に、いくつかはありません。 私はこれとどこかになっています...そして、それは、彼女が船なしで現実世界にいるので、メリーはこれで特別です。 彼女は彼女がそこにいる理由、そして何も離れていない、夢の世界に戻ろうと非常に長い間、ここにいたのかどうかについての最も暗い手がかりを持っていません。 夢二との短期間のツンデレの後で、彼女は夢の世界に彼女を戻すためにお互いの間に「契約」を作ります。 そこからストーリーが進行する。\u001b[22m\n\u001b[1m(Tsugi no risuto ni wa,-go de `dorīmu īta merī' to dai shita merīnaitomea ga arimasu. Kanojo wa, yume no sekai ni sumu ikimono-tachi (dare ga omotte itadarou ka? ) O, watashitachi ga yoru ni kurasshu suru toki ni otozureru yume no akuma to shite shira rete imasu. Kokode wa, ningen ga jibun no yume o tsukuru node wa naku, korera no ikimono ga ningen no naka o arukimawaru node wa naku, ningen ga jijitsu o shirazu ni, nemutta toki ni tokutei no yume no akuma no ryōdo ni hairimasu. Korera no akuma wa hōmon-sha o `senpaku' to shite tsukau koto de genjitsu no sekai ni kuru koto ga dekimasu. Ikutsu ka no karera no hōhō o kyōsei-teki ni, ikutsu ka wa arimasen. Watashi wa kore to doko ka ni natte imasu... Soshite, soreha, kanojo ga fune nashi de genjitsu sekai ni iru node, merī wa kore de tokubetsudesu. Kanojo wa kanojo ga soko ni iru riyū, soshite nani mo hanarete inai, yume no sekai ni modorou to hijō ni nagaiai, koko ni ita no ka dō ka ni tsuite no mottomo kurai tegakari o motte imasen. Yume ni to no tankikan no tsundere no nochi de, kanojo wa yume no sekai ni kanojo o modosu tame ni otagai no ma ni `keiyaku' o tsukurimasu. Soko kara sutōrī ga shinkō suru.)\u001b[22m\n\u001b[1m\u001b[22m\nFor our few sentence honorable mentions in perspective to face-time, we've got the not-so-important-but-so-important Yuri Kounagi, Engie Threepiece, Ryouta Ijima, Isana Tachibana, and, later on, Mistletine.\n\n\u001b[1m私たちは、顔を見せるための重要な言葉について、Kounagi、Engie Threepiece、飯島隆太、橘伊那奈、そして後にMistletineを持っています。\u001b[22m\n\u001b[1m(Watashitachiha,-gao o miseru tame no jūyōna kotoba ni tsuite, Kounagi, Engie Threepiece, Ījima Ryūta, Tachibana Ina Na, soshite ato ni Mistletine o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor our few sentence honorable mentions in perspective to face-time, we've got the not-so-important-but-so-important Yuri Kounagi, Engie Threepiece, Ryouta Ijima, Isana Tachibana, and, later on, Mistletine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor our few sentence honorable mentions in perspective to face-time, we've got the not-so-important-but-so-important Yuri Kounagi, Engie Threepiece, Ryouta Ijima, Isana Tachibana, and, later on, Mistletine.\u001b[24m\n    \u001b[1m私たちは、顔を見せるための重要な言葉について、Kounagi、Engie Threepiece、飯島隆太、橘伊那奈、そして後にMistletineを持っています。\u001b[22m, \u001b[1m立派な私たちのいくつかの文章が直面する時間を斜視に言及するために、我々は、後でそのように重要ではありません、それほど重要な - しかし、ユーリKounagi、Engie Threepiece、亮太飯島、勇魚橘、および、Mistletineを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nI described the plot more or less in the main character descriptions now that I look at it. I will say this to reassure and to establish that this does have what I would call a 'solid' plot, simply because it's not episodic...it does progress. I make it a personal point to not go into excruciating detail on the plot simply because I think it gives too much away and takes away the splendor of discovery by actually watching.\n\n\u001b[1m私はそれを見て、今度は主人公の説明でプロットを多かれ少なかれ説明しました。 私はこれを言いたいと思いますが、これは私が「ソリッド」プロットと呼んでいるものを持っていることを証明します。単にエピソード的ではないからです。 私はそれがあまりにも多くを提供し、実際に見て発見の素晴らしさを取り去っていると思うので、プロットの極端な詳細に行かないのは個人的なポイントにします。\u001b[22m\n\u001b[1m(Watashi wa sore o mite, kondo wa shujinkō no setsumei de purotto o ōkare sukunakare setsumei shimashita. Watashi wa kore o iitai to omoimasuga, kore wa watashi ga `soriddo' purotto to yonde iru mono o motte iru koto o shōmei shimasu. Tan'ni episōdo-tekide wanaikaradesu. Watashi wa sore ga amarini mo ōku o teikyō shi, jissai ni mite hakken no subarashi-sa o torisatte iru to omou node, purotto no kyokutan'na shōsai ni ikanai no wa kojin-tekina pointo ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI described the plot more or less in the main character descriptions now that I look at it. I will say this to reassure and to establish that this does have what I would call a 'solid' plot, simply because it's not episodic...it does progress. I make it a personal point to not go into excruciating detail on the plot simply because I think it gives too much away and takes away the splendor of discovery by actually watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI described the plot more or less in the main character descriptions now that I look at it.\u001b[24m\n    \u001b[1m私はそれを見て、今度は主人公の説明でプロットを多かれ少なかれ説明しました。\u001b[22m, \u001b[1m私は今、私はそれを見ていることをメインキャラクターの説明に多かれ少なかれプロットを説明しました。\u001b[22m\n\u001b[4mI will say this to reassure and to establish that this does have what I would call a 'solid' plot, simply because it's not episodic...it does progress.\u001b[24m\n    \u001b[1m私はこれを言いたいと思いますが、これは私が「ソリッド」プロットと呼んでいるものを持っていることを証明します。単にエピソード的ではないからです。\u001b[22m, \u001b[1m私は安心させるために、これは私はそれが進行しない...それはエピソードではないという理由だけで、「固体」のプロットを呼ぶようなものを持っていないことを確立するためにこれを言うだろう。\u001b[22m\n\u001b[4mI make it a personal point to not go into excruciating detail on the plot simply because I think it gives too much away and takes away the splendor of discovery by actually watching.\u001b[24m\n    \u001b[1m私はそれがあまりにも多くを提供し、実際に見て発見の素晴らしさを取り去っていると思うので、プロットの極端な詳細に行かないのは個人的なポイントにします。\u001b[22m, \u001b[1m私はそれ個人的なポイントは、私はそれが離れすぎて与え、実際に見て、発見の素晴らしさを奪うと思うというだけの理由でプロットに耐え難いほどの詳細には触れないようにしてください。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot could get a little sketchy here and there as to what direction in which it's really going. Are they going to try getting X, are they pursuing Y, or are they going to take down Z. Get the picture? It was could be a little ambiguous as to who the actual main antagonist is based on sequence of events. I guess they finally settled down and made a group decision, for at least this season, they were going to choose Mistletine and Ryouta. I say that simply because she came a bit later in the game. Maybe they tried a little too hard to keep things open for a second season or maybe that's just how it turned out.\n\n\u001b[1mプロットは、実際にどの方向に向かっているかについて、ここでは少し不気味になるかもしれません。 彼らはXを手に入れようとしているのか、彼らはYを追いかけようとしているのか、彼らはZを下ろすのだろうか。 実際の主なアンタゴニストが一連の出来事に基づいているのは、あまりにもあいまいかもしれません。 彼らは最終的に落ち着いてグループ決定を下したと思う。少なくとも今シーズンは、ミスレタインと隆太を選ぶつもりだった。 私は、彼女が試合の後半になったからといって、それだけを言います。 たぶん、彼らは第2シーズンに向けて物事を開いておくのがやや難しいかもしれません。\u001b[22m\n\u001b[1m(Purotto wa, jissai ni dono hōkō ni mukatte iru ka ni tsuite, kokode wa sukoshi bukimi ni naru kamo shiremasen. Karera wa X o te ni ireyou to shite iru no ka, karera wa Y o oikakeyou to shite iru no ka, karera wa Z o orosu nodarou ka. Jissai no omona antagonisuto ga ichiren no dekigoto ni motodzuite iru no wa, amarini mo aimai kamo shiremasen. Karera wa saishūtekini ochitsuite gurūpu kettei o kudashita to omou. Sukunakutomo ima shīzun wa, misuretain to Ryūta o erabu tsumoridatta. Watashi wa, kanojo ga shiai no kōhan ni nattakara to itte, sore dake o iimasu. Tabun, karera wa dai 2 shīzun ni mukete monogoto o aite oku no ga yaya muzukashī kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThe plot could get a little sketchy here and there as to what direction in which it's really going. Are they going to try getting X, are they pursuing Y, or are they going to take down Z. Get the picture? It was could be a little ambiguous as to who the actual main antagonist is based on sequence of events. I guess they finally settled down and made a group decision, for at least this season, they were going to choose Mistletine and Ryouta. I say that simply because she came a bit later in the game. Maybe they tried a little too hard to keep things open for a second season or maybe that's just how it turned out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot could get a little sketchy here and there as to what direction in which it's really going.\u001b[24m\n    \u001b[1mプロットは、実際にどの方向に向かっているかについて、ここでは少し不気味になるかもしれません。\u001b[22m, \u001b[1mプロットはそれが本当に起こっているどのような方向に、ここで、そこに少し大ざっぱ得ることができます。\u001b[22m\n\u001b[4mAre they going to try getting X, are they pursuing Y, or are they going to take down Z. Get the picture?\u001b[24m\n    \u001b[1m彼らはXを手に入れようとしているのか、彼らはYを追いかけようとしているのか、彼らはZを下ろすのだろうか。\u001b[22m, \u001b[1m彼らは、Xを取得しようとしている彼らは、Yを追求している、またはそれらがZ.画像を取得テイクダウンするつもりですか？\u001b[22m\n\u001b[4mIt was could be a little ambiguous as to who the actual main antagonist is based on sequence of events.\u001b[24m\n    \u001b[1m実際の主なアンタゴニストが一連の出来事に基づいているのは、あまりにもあいまいかもしれません。\u001b[22m, \u001b[1mこれは、実際の主な拮抗薬は、イベントのシーケンスに基づいている人に、わずかあいまいな可能性がありました。\u001b[22m\n\u001b[4mI guess they finally settled down and made a group decision, for at least this season, they were going to choose Mistletine and Ryouta.\u001b[24m\n    \u001b[1m彼らは最終的に落ち着いてグループ決定を下したと思う。少なくとも今シーズンは、ミスレタインと隆太を選ぶつもりだった。\u001b[22m, \u001b[1m私は、彼らが最終的に落ち着いおよびグループ決定をした、少なくとも今シーズンのために、彼らはMistletineとりょうたを選択するつもりだったと思います。\u001b[22m\n\u001b[4mI say that simply because she came a bit later in the game.\u001b[24m\n    \u001b[1m私は、彼女が試合の後半になったからといって、それだけを言います。\u001b[22m, \u001b[1m私は彼女がゲームに少し後に来たというだけの理由であると言います。\u001b[22m\n\u001b[4mMaybe they tried a little too hard to keep things open for a second season or maybe that's just how it turned out.\u001b[24m\n    \u001b[1mたぶん、彼らは第2シーズンに向けて物事を開いておくのがやや難しいかもしれません。\u001b[22m, \u001b[1mおそらく彼らは、第二シーズンに向けて開いたものを維持するために少しあまりにもハード試みたまたは多分それは、それが判明したばかりの方法です。\u001b[22m\n\u001b[1m\u001b[22m\nAgain, it could very well be to keep things open for a new series, trying to not reveal too much in terms of story, in which they engage the actual head honcho. If not, then you can decide for yourself on how you react towards the ending...not necessarily fair to write a review and use the body of the story or the ending as an aversion to actually seeing it for yourself. I intentionally beat around the bush. Yeah I get it, time is great, but you're also sitting here watching this instead of doing something that could be multitudes more constructive..correct? I thought the beef of the story and the ending was nice and I'll leave it at that for my feedback.\n\n\u001b[1mまた、新しいシリーズのために物事を開いて、実際の本尊に従事するストーリーの面であまりにも多くを明らかにしないようにすることは、非常にうまくいくかもしれません。 そうでない場合は、エンディングに向かってどのように反応するかを自分で決めることができます。レビューを書いて物語のボディやエンディングを実際に自分のために見ることを嫌悪感として使用することは必ずしも公正ではありません。 私は意図的に茂みの周りを殴る。 うん、私はそれを得る、時間は素晴らしいですが、あなたはまた、より建設的な多数かもしれない何かをする代わりに、これを見てここに座っている？ 私は物語の牛肉と終わりがいいと思っていました。私はそれを私のフィードバックのために残しておきます。\u001b[22m\n\u001b[1m(Mata, atarashī shirīzu no tame ni monogoto o aite, jissai no honzon ni jūji suru sutōrī no men de amarini mo ōku o akiraka ni shinai yō ni suru koto wa, hijō ni umaku iku kamo shiremasen. Sōdenai baai wa, endingu ni mukatte dono yō ni han'nō suru ka o jibun de kimeru koto ga dekimasu. Rebyū o kaite monogatari no bodi ya endingu o jissai ni jibun no tame ni miru koto o ken'o-kan to shite shiyō suru koto wa kanarazushimo kōseide wa arimasen. Watashi wa itotekini shigemi no mawari o naguru. Un, watashi wa sore o eru, jikan wa subarashīdesuga, anata wa mata, yori kensetsu-tekina tasū kamo shirenai nanika o suru kawari ni, kore o mite koko ni suwatte iru? Watashi wa monogatari no gyūniku to owari ga ī to omotte imashita. Watashi wa sore o watashi no fīdobakku no tame ni nokoshite okimasu.)\u001b[22m\n\nTranslations of \u001b[4mAgain, it could very well be to keep things open for a new series, trying to not reveal too much in terms of story, in which they engage the actual head honcho. If not, then you can decide for yourself on how you react towards the ending...not necessarily fair to write a review and use the body of the story or the ending as an aversion to actually seeing it for yourself. I intentionally beat around the bush. Yeah I get it, time is great, but you're also sitting here watching this instead of doing something that could be multitudes more constructive..correct? I thought the beef of the story and the ending was nice and I'll leave it at that for my feedback.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, it could very well be to keep things open for a new series, trying to not reveal too much in terms of story, in which they engage the actual head honcho.\u001b[24m\n    \u001b[1mまた、新しいシリーズのために物事を開いて、実際の本尊に従事するストーリーの面であまりにも多くを明らかにしないようにすることは、非常にうまくいくかもしれません。\u001b[22m, \u001b[1m繰り返しますが、それは非常によく、彼らが実際のヘッド本町に係合する物語、という点であまりを明らかにしないしようと、新シリーズのためのオープンなものを維持する可能性があります。\u001b[22m\n\u001b[4mIf not, then you can decide for yourself on how you react towards the ending...not necessarily fair to write a review and use the body of the story or the ending as an aversion to actually seeing it for yourself.\u001b[24m\n    \u001b[1mそうでない場合は、エンディングに向かってどのように反応するかを自分で決めることができます。レビューを書いて物語のボディやエンディングを実際に自分のために見ることを嫌悪感として使用することは必ずしも公正ではありません。\u001b[22m, \u001b[1mそうでない場合は、あなたがレビューを書いて、実際に自分自身でそれを見てする嫌悪として物語の身体または終了を使用して終了...必ずしも公平ではないに向けてどのように反応するかに自分で決めることができます。\u001b[22m\n\u001b[4mI intentionally beat around the bush.\u001b[24m\n    \u001b[1m私は意図的に茂みの周りを殴る。\u001b[22m, \u001b[1m私は意図的に遠回し。\u001b[22m\n\u001b[4mYeah I get it, time is great, but you're also sitting here watching this instead of doing something that could be multitudes more constructive..correct?\u001b[24m\n    \u001b[1mうん、私はそれを得る、時間は素晴らしいですが、あなたはまた、より建設的な多数かもしれない何かをする代わりに、これを見てここに座っている？\u001b[22m, \u001b[1mええ、私はそれを得る、時間が素晴らしいですが、あなたもこれを見ての代わりに群衆よりconstructive..correctかもしれない何かをやってここに座っていますか？\u001b[22m\n\u001b[4mI thought the beef of the story and the ending was nice and I'll leave it at that for my feedback.\u001b[24m\n    \u001b[1m私は物語の牛肉と終わりがいいと思っていました。私はそれを私のフィードバックのために残しておきます。\u001b[22m, \u001b[1m私はストーリーと結末の牛肉が素敵だと思ったし、私は私のフィードバックのためにそのままにしておきますよ。\u001b[22m\n\u001b[1m\u001b[22m\nEnough of my rant and back to the task at hand, Art and Sound! I thought the art to be very attractive and pleasant to the eyes. Bright, colorful, not jagged, they made sure they didn't color outside the lines...I'll just reiterate the fact that it is a very attractive form of drawing in my eyes. It gave the characters a much warmer feel. I suppose, the art was the strongest part of the anime in my eyes. The sound wasn't without clarity and the effects, albeit a little generic, were in sync with what was actually going on. Nothing really felt out of place when it came to battle music or execution of sound effects. The intro music and ending music were both pleasant and matched whatever opening and closing cinematic they were paired with.\n\n\u001b[1m私の暴言と手元の仕事、アートとサウンドに十分！ 私は芸術が非常に魅力的で目に優しいものだと思った。 カラフルでカラフルで、ぎざぎざではなく、彼らはラインの外側で色づけされていないことを確かめました...私はそれが私の目の中で非常に魅力的な描写であるという事実を繰り返し述べます。 それはキャラクターに非常に暖かい感触を与えた。 私は、芸術は私の目のアニメの中で最も強い部分だったと思います。 音は明快ではなく、実際に起こっていたことと少しでも一般的ではありますが、効果は同期していました。 戦いの音楽や効果音の演奏になったとき、本当に外れていないと感じることはありませんでした。 イントロミュージックとエンディングミュージックは、オープニングとクローズドの映画が組まれていても、心地良いものとマッチしたものでした。\u001b[22m\n\u001b[1m(Watashi no bōgen to temoto no shigoto, āto to saundo ni jūbun! Watashi wa geijutsu ga hijō ni mirikiteki de me ni yasashī monoda to omotta. Karafuru de karafuru de, gizagizade wa naku, karera wa rain no sotogawa de irodzuke sa rete inai koto o tashikamemashita... Watashi wa sore ga watashi no me no naka de hijō ni miryoku-tekina byōshadearu to iu jijitsu o kurikaeshi nobemasu. Sore wa kyarakutā ni hijō ni attakai kanshoku o ataeta. Watashi wa, geijutsu wa watashi no me no anime no naka de mottomo tsuyoi bubundatta to omoimasu. Oto wa meikaide wa naku, jissai ni okotte ita koto to sukoshidemo ippan-tekide wa arimasuga, kōka wa dōki shite imashita. Tatakai no ongaku ya kōka-on no ensō ni natta toki, hontōni hazurete inai to kanjiru koto wa arimasendeshita. Intoromyūjikku to endingumyūjikku wa, ōpuningu to kurōzudo no eiga ga kuma rete ite mo, kokochiii mono to matchi shita monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mEnough of my rant and back to the task at hand, Art and Sound! I thought the art to be very attractive and pleasant to the eyes. Bright, colorful, not jagged, they made sure they didn't color outside the lines...I'll just reiterate the fact that it is a very attractive form of drawing in my eyes. It gave the characters a much warmer feel. I suppose, the art was the strongest part of the anime in my eyes. The sound wasn't without clarity and the effects, albeit a little generic, were in sync with what was actually going on. Nothing really felt out of place when it came to battle music or execution of sound effects. The intro music and ending music were both pleasant and matched whatever opening and closing cinematic they were paired with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnough of my rant and back to the task at hand, Art and Sound!\u001b[24m\n    \u001b[1m私の暴言と手元の仕事、アートとサウンドに十分！\u001b[22m, \u001b[1m私の暴言のに十分な、バックハンド、アートとサウンドでタスクに！\u001b[22m\n\u001b[4mI thought the art to be very attractive and pleasant to the eyes.\u001b[24m\n    \u001b[1m私は芸術が非常に魅力的で目に優しいものだと思った。\u001b[22m, \u001b[1m私は芸術が目に非常に魅力的で快適であると考えられています。\u001b[22m\n\u001b[4mBright, colorful, not jagged, they made sure they didn't color outside the lines...I'll just reiterate the fact that it is a very attractive form of drawing in my eyes.\u001b[24m\n    \u001b[1mカラフルでカラフルで、ぎざぎざではなく、彼らはラインの外側で色づけされていないことを確かめました...私はそれが私の目の中で非常に魅力的な描写であるという事実を繰り返し述べます。\u001b[22m, \u001b[1mギザギザ、カラフル、明るくはない、彼らはラインの外に着色していなかったことを確認しました...私はちょうどそれが私の目には描画の非常に魅力的な形であるという事実を改めて表明します。\u001b[22m\n\u001b[4mIt gave the characters a much warmer feel.\u001b[24m\n    \u001b[1mそれはキャラクターに非常に暖かい感触を与えた。\u001b[22m, \u001b[1mこれは、文字に多くの暖かい感じを与えました。\u001b[22m\n\u001b[4mI suppose, the art was the strongest part of the anime in my eyes.\u001b[24m\n    \u001b[1m私は、芸術は私の目のアニメの中で最も強い部分だったと思います。\u001b[22m, \u001b[1m私は、芸術は私の目にはアニメの最強の一部であったとします。\u001b[22m\n\u001b[4mThe sound wasn't without clarity and the effects, albeit a little generic, were in sync with what was actually going on.\u001b[24m\n    \u001b[1m音は明快ではなく、実際に起こっていたことと少しでも一般的ではありますが、効果は同期していました。\u001b[22m, \u001b[1m音は明瞭さがなかったわけではないと効果は、少しジェネリックはいえ、実際に何が起こっていたかと同期していました。\u001b[22m\n\u001b[4mNothing really felt out of place when it came to battle music or execution of sound effects.\u001b[24m\n    \u001b[1m戦いの音楽や効果音の演奏になったとき、本当に外れていないと感じることはありませんでした。\u001b[22m, \u001b[1mそれは音楽や効果音の実行を戦うために来たときに何も本当に場違い感じませんでした。\u001b[22m\n\u001b[4mThe intro music and ending music were both pleasant and matched whatever opening and closing cinematic they were paired with.\u001b[24m\n    \u001b[1mイントロミュージックとエンディングミュージックは、オープニングとクローズドの映画が組まれていても、心地良いものとマッチしたものでした。\u001b[22m, \u001b[1mイントロ音楽とエンディング音楽が心地よいの両方であり、彼らはと対になったものは何でも開閉映画の一致しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I found this to be a rather enjoyable anime to watch. It's a nice break from the serious and takes the viewer back to a much lighter and youthful setting in which to relax in. You get to experience comradery among friends for a common interest, the strength of the heart, and, most importantly, the power of your dreams! Thanks for reading, enjoy the show.\n\n\u001b[1m全体的に見ると、これはかなり楽しいアニメであることがわかりました。 真剣な人からの素敵な休憩で、リラックスしてもっと軽くて若々しい環境に戻します。あなたは共通の関心事、心の強さ、そして最も重要なことに、友人の間で仲間を経験することができます あなたの夢！ 読書をありがとう、ショーをお楽しみください。\u001b[22m\n\u001b[1m(Zentai-teki ni miru to, kore wa kanari tanoshī animedearu koto ga wakarimashita. Shinken'na hito kara no sutekina kyūkei de, rirakkusu shite motto karukute wakawakashī kankyō ni modoshimasu. Anata wa kyōtsū no kanshinji, kokoro no tsuyo-sa, soshite mottomo jūyōna koto ni, yūjin no ma de nakama o keiken suru koto ga dekimasu anata no yume! Dokusho o arigatō, shō o o tanoshimi kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I found this to be a rather enjoyable anime to watch. It's a nice break from the serious and takes the viewer back to a much lighter and youthful setting in which to relax in. You get to experience comradery among friends for a common interest, the strength of the heart, and, most importantly, the power of your dreams! Thanks for reading, enjoy the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I found this to be a rather enjoyable anime to watch.\u001b[24m\n    \u001b[1m全体的に見ると、これはかなり楽しいアニメであることがわかりました。\u001b[22m, \u001b[1m全体的に、私はこれは見てかなり楽しいアニメであることが判明しました。\u001b[22m\n\u001b[4mIt's a nice break from the serious and takes the viewer back to a much lighter and youthful setting in which to relax in. You get to experience comradery among friends for a common interest, the strength of the heart, and, most importantly, the power\u001b[24m\n    \u001b[1m真剣な人からの素敵な休憩で、リラックスしてもっと軽くて若々しい環境に戻します。あなたは共通の関心事、心の強さ、そして最も重要なことに、友人の間で仲間を経験することができます\u001b[22m, \u001b[1mそれは、最も重要なのは、電力深刻からの素敵な休憩だと。あなたは、共通の利益のために友人の間の心の強さを仲間意識を体験してもらう中でリラックスするにははるかに軽く、若々しい設定に戻って視聴者をとり、\u001b[22m\n\u001b[4mof your dreams!\u001b[24m\n    \u001b[1mあなたの夢！\u001b[22m, \u001b[1mあなたの夢の！\u001b[22m\n\u001b[4mThanks for reading, enjoy the show.\u001b[24m\n    \u001b[1m読書をありがとう、ショーをお楽しみください。\u001b[22m, \u001b[1m読んでくれてありがとう、ショーを楽しみます。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "xojeyxo",
    "profile": "/profile/xojeyxo/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=35805",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  6\n\n[それにスポイラーがあることを警告する]\n\n*もう一度素晴らしいアニメは恐ろしい結末を抱いています\n「誰もが手に加わったら、悪者を打ち負かすことができます！\n私はそれが本当に起こると思ったのですか？ 彼らは真剣にそれを行うつもりですか？\n私は結末に失望していた..それはどのように終了した..\n私はそれが来ていることを知っていたが、まだそれが悪化しているのを見ている\n\n最後のエピソードは私が見守るのにとても迷惑だった\n私は文字通りいくつかのシーンをスキップしなければならなかったように、私はめったにスキップしません...\nキャラクターが新たな力で飛びつく戦いを終わらせない人たちを見ているようなものだったが、悪者は彼の実際の力を欺くか解放するかのようだった。\nMystletainnとその先生Ijimaで私を始めさせることさえありません。\n\n彼らはオリジナルのアニメキャラクターであり、正にそれらの2つのフリークは私のためにアニメを台無しにしました。\n私は伊島がかわいいと思った（眼鏡愛〜）が、彼はちょうど迷惑なsoooです...\n彼女は合計b ** chであるMystletainn\nああ〜私は非常に優雅な攻撃をしますが、私は悪です\n彼らの狂ったサディストの顔の表情は、私がもうそれを見たくないようにしました\n\n全体的に、アニメの始まりは大丈夫だった\nエンディングが吸い込まれた！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\n[warning it has spoilers]\n\n\u001b[1m[それにスポイラーがあることを警告する]\u001b[22m\n\u001b[1m([Sore ni supoirā ga aru koto o keikoku suru])\u001b[22m\n\nTranslations of \u001b[4m[warning it has spoilers]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[warning it has spoilers]\u001b[24m\n    \u001b[1m[それにスポイラーがあることを警告する]\u001b[22m, \u001b[1m【警告それはスポイラーを持っています]\u001b[22m\n\u001b[1m\u001b[22m\n*sigh* yet another great anime has a horrible ending\n\n\u001b[1m*もう一度素晴らしいアニメは恐ろしい結末を抱いています\u001b[22m\n\u001b[1m(* Mōichido subarashī anime wa osoroshī ketsumatsu o daite imasu)\u001b[22m\n\nTranslations of \u001b[4m*sigh* yet another great anime has a horrible ending\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*sigh* yet another great anime has a horrible ending\u001b[24m\n    \u001b[1m*もう一度素晴らしいアニメは恐ろしい結末を抱いています\u001b[22m, \u001b[1m*ため息*まだ別の偉大なアニメが恐ろしい結末を持っています\u001b[22m\nthe ending of 'if everyone join hands we can beat the bad guy!'\n\n\u001b[1m「誰もが手に加わったら、悪者を打ち負かすことができます！\u001b[22m\n\u001b[1m(`Daremoga-te ni kuwawattara, warumono o uchi makasu koto ga dekimasu!)\u001b[22m\n\nTranslations of \u001b[4mthe ending of 'if everyone join hands we can beat the bad guy!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe ending of 'if everyone join hands we can beat the bad guy!'\u001b[24m\n    \u001b[1m「誰もが手に加わったら、悪者を打ち負かすことができます！\u001b[22m, \u001b[1m「誰もが手を組む場合、我々は悪い男を打つことができる！」のエンディング\u001b[22m\nI mean I expected that to happen to really? they are seriously going to do that?\n\n\u001b[1m私はそれが本当に起こると思ったのですか？ 彼らは真剣にそれを行うつもりですか？\u001b[22m\n\u001b[1m(Watashi wa sore ga hontōni okoru to omotta nodesu ka? Karera wa shinken ni sore o okonau tsumoridesu ka?)\u001b[22m\n\nTranslations of \u001b[4mI mean I expected that to happen to really? they are seriously going to do that?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mean I expected that to happen to really?\u001b[24m\n    \u001b[1m私はそれが本当に起こると思ったのですか？\u001b[22m, \u001b[1m私はそれが本当にに起こることが予想意味ですか？\u001b[22m\n\u001b[4mthey are seriously going to do that?\u001b[24m\n    \u001b[1m彼らは真剣にそれを行うつもりですか？\u001b[22m, \u001b[1m彼らは真剣にそれをするつもりですか？\u001b[22m\nI was kind of disappointed at the ending.. on how it ended..\n\n\u001b[1m私は結末に失望していた..それはどのように終了した..\u001b[22m\n\u001b[1m(Watashi wa ketsumatsu ni shitsubō shite ita.. Sore wa dono yō ni shūryō shita..)\u001b[22m\n\nTranslations of \u001b[4mI was kind of disappointed at the ending.. on how it ended..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was kind of disappointed at the ending.. on how it ended..\u001b[24m\n    \u001b[1m私は結末に失望していた..それはどのように終了した..\u001b[22m, \u001b[1m私はそれが終わった方法に..エンディングでちょっとがっかりしました..\u001b[22m\nI mean I knew that it was coming but still watching it made it worse\n\n\u001b[1m私はそれが来ていることを知っていたが、まだそれが悪化しているのを見ている\u001b[22m\n\u001b[1m(Watashi wa sore ga kite iru koto o shitteita ga, mada sore ga akka shite iru no o mite iru)\u001b[22m\n\nTranslations of \u001b[4mI mean I knew that it was coming but still watching it made it worse\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mean I knew that it was coming but still watching it made it worse\u001b[24m\n    \u001b[1m私はそれが来ていることを知っていたが、まだそれが悪化しているのを見ている\u001b[22m, \u001b[1m私はそれが来て、まだそれが悪化し見ていたことを知っていた意味します\u001b[22m\n\u001b[1m\u001b[22m\nand the last episode was very annoying for me to watch\n\n\u001b[1m最後のエピソードは私が見守るのにとても迷惑だった\u001b[22m\n\u001b[1m(Saigo no episōdo wa watashi ga mimamoru no ni totemo meiwakudatta)\u001b[22m\n\nTranslations of \u001b[4mand the last episode was very annoying for me to watch\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand the last episode was very annoying for me to watch\u001b[24m\n    \u001b[1m最後のエピソードは私が見守るのにとても迷惑だった\u001b[22m, \u001b[1m私が見ることのために、最後のエピソードは非常に迷惑でした\u001b[22m\nlike I literally had to skip some scenes, I rarely skip...\n\n\u001b[1m私は文字通りいくつかのシーンをスキップしなければならなかったように、私はめったにスキップしません...\u001b[22m\n\u001b[1m(Watashi wa mojidōri ikutsu ka no shīn o sukippu shinakereba naranakatta yō ni, watashi wa mettani sukippu shimasen...)\u001b[22m\n\nTranslations of \u001b[4mlike I literally had to skip some scenes, I rarely skip...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlike I literally had to skip some scenes, I rarely skip...\u001b[24m\n    \u001b[1m私は文字通りいくつかのシーンをスキップしなければならなかったように、私はめったにスキップしません...\u001b[22m, \u001b[1m私は、文字通りいくつかのシーンをスキップしていたように、私はめったにスキップません...\u001b[22m\nlike it was like watching those never ending battles where a character jumps in with new powers but the bad guy either cheats or unreleases his actual powers..\n\n\u001b[1mキャラクターが新たな力で飛びつく戦いを終わらせない人たちを見ているようなものだったが、悪者は彼の実際の力を欺くか解放するかのようだった。\u001b[22m\n\u001b[1m(Kyarakutā ga aratana chikara de tobitsuku tatakai o owarasenai hito-tachi o mite iru yōna monodattaga, warumono wa kare no jissai no chikara o azamuku ka kaihō suru ka no yōdatta.)\u001b[22m\n\nTranslations of \u001b[4mlike it was like watching those never ending battles where a character jumps in with new powers but the bad guy either cheats or unreleases his actual powers..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlike it was like watching those never ending battles where a character jumps in with new powers but the bad guy either cheats or unreleases his actual powers..\u001b[24m\n    \u001b[1mキャラクターが新たな力で飛びつく戦いを終わらせない人たちを見ているようなものだったが、悪者は彼の実際の力を欺くか解放するかのようだった。\u001b[22m, \u001b[1mそれはキャラクターが新しい力でジャンプしますが、悪い男は彼の実際の力を騙したりunreleasesいずれかそれらの終わることのない戦いを見ているようだったよう..\u001b[22m\nand don't even get me started on Mystletainn and that teacher Ijima.\n\n\u001b[1mMystletainnとその先生Ijimaで私を始めさせることさえありません。\u001b[22m\n\u001b[1m(Mystletainn to sono sensei Ijima de watashi o hajime saseru koto sae arimasen.)\u001b[22m\n\nTranslations of \u001b[4mand don't even get me started on Mystletainn and that teacher Ijima.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand don't even get me started on Mystletainn and that teacher Ijima.\u001b[24m\n    \u001b[1mMystletainnとその先生Ijimaで私を始めさせることさえありません。\u001b[22m, \u001b[1mそして、も私はMystletainnとその教師飯島上で開始されません。\u001b[22m\n\u001b[1m\u001b[22m\nthey were original anime characters and honestly those two freaks ruined the anime for me.\n\n\u001b[1m彼らはオリジナルのアニメキャラクターであり、正にそれらの2つのフリークは私のためにアニメを台無しにしました。\u001b[22m\n\u001b[1m(Karera wa orijinaru no animekyarakutādeari, masani sorera no 2tsu no furīku wa watashi no tame ni anime o dainashi ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mthey were original anime characters and honestly those two freaks ruined the anime for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthey were original anime characters and honestly those two freaks ruined the anime for me.\u001b[24m\n    \u001b[1m彼らはオリジナルのアニメキャラクターであり、正にそれらの2つのフリークは私のためにアニメを台無しにしました。\u001b[22m, \u001b[1m彼らはオリジナルのアニメのキャラクターだったと正直にそれらの2フリークは、私のためにアニメを台無しにしました。\u001b[22m\nfirst I thought Ijima was cute (glasses love~) but he is just sooo annoying...\n\n\u001b[1m私は伊島がかわいいと思った（眼鏡愛〜）が、彼はちょうど迷惑なsoooです...\u001b[22m\n\u001b[1m(Watashi wa Ijima ga kawaī to omotta (megane ai 〜) ga, kare wa chōdo meiwakuna sooodesu...)\u001b[22m\n\nTranslations of \u001b[4mfirst I thought Ijima was cute (glasses love~) but he is just sooo annoying...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfirst I thought Ijima was cute (glasses love~) but he is just sooo annoying...\u001b[24m\n    \u001b[1m私は伊島がかわいいと思った（眼鏡愛〜）が、彼はちょうど迷惑なsoooです...\u001b[22m, \u001b[1m最初に私は飯島がかわいいと思いました（眼鏡は〜を愛する）が、彼はただすっごく迷惑です...\u001b[22m\nand Mystletainn she is a total b**ch\n\n\u001b[1m彼女は合計b ** chであるMystletainn\u001b[22m\n\u001b[1m(Kanojo wa gōkei b** chdearu Mystletainn)\u001b[22m\n\nTranslations of \u001b[4mand Mystletainn she is a total b**ch\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand Mystletainn she is a total b**ch\u001b[24m\n    \u001b[1m彼女は合計b ** chであるMystletainn\u001b[22m, \u001b[1mそして、Mystletainn彼女は合計B ** chのです\u001b[22m\noh~ I attack very graceful but I'm evil\n\n\u001b[1mああ〜私は非常に優雅な攻撃をしますが、私は悪です\u001b[22m\n\u001b[1m(Ā 〜 watashi wa hijō ni yūgana kōgeki o shimasuga, watashi wa akudesu)\u001b[22m\n\nTranslations of \u001b[4moh~ I attack very graceful but I'm evil\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moh~ I attack very graceful but I'm evil\u001b[24m\n    \u001b[1mああ〜私は非常に優雅な攻撃をしますが、私は悪です\u001b[22m, \u001b[1mああ〜私は非常に優雅な攻撃が、私は悪です\u001b[22m\nboth of their crazy sadist face expression made me not want to watch it no more\n\n\u001b[1m彼らの狂ったサディストの顔の表情は、私がもうそれを見たくないようにしました\u001b[22m\n\u001b[1m(Karera no kurutta sadisuto no kao no hyōjō wa, watashi ga mō sore o mitakunai yō ni shimashita)\u001b[22m\n\nTranslations of \u001b[4mboth of their crazy sadist face expression made me not want to watch it no more\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mboth of their crazy sadist face expression made me not want to watch it no more\u001b[24m\n    \u001b[1m彼らの狂ったサディストの顔の表情は、私がもうそれを見たくないようにしました\u001b[22m, \u001b[1mその狂気のサディストの表情の両方が、私はもはやそれを見たくないないように\u001b[22m\n\u001b[1m\u001b[22m\noverall, the beginning of the anime was okay\n\n\u001b[1m全体的に、アニメの始まりは大丈夫だった\u001b[22m\n\u001b[1m(Zentai-teki ni, anime no hajimari wa daijōbudatta)\u001b[22m\n\nTranslations of \u001b[4moverall, the beginning of the anime was okay\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall, the beginning of the anime was okay\u001b[24m\n    \u001b[1m全体的に、アニメの始まりは大丈夫だった\u001b[22m, \u001b[1m全体的に、アニメの始まりは大丈夫でした\u001b[22m\nthe ending sucked!\n\n\u001b[1mエンディングが吸い込まれた！\u001b[22m\n\u001b[1m(Endingu ga suikoma reta!)\u001b[22m\n\nTranslations of \u001b[4mthe ending sucked!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe ending sucked!\u001b[24m\n    \u001b[1mエンディングが吸い込まれた！\u001b[22m, \u001b[1mエンディングは吸い込ま！\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "garf02",
    "profile": "/profile/garf02/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=33980",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  7\n\nこれまでのところ、夢喰ることは独創性のために輝くアニメではなく、超自然的なシリーズから人気のある要素を取り、盗作や他のシリーズと比較して自分の歴史を支える方法で適用する。\n\nあなたはそれを試してみるべきですか？：夢のメリーは季節のアニメを賞賛する必要はありませんが、いくつかの戦いを惜しみなくして楽しむ時間があれば、いくつかのモエと交差して、このアニメは Pcの前",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSo far, Yumekui Marry, is not an anime that will shine for it originality, but take popular element from supernatural series and apply them in a way that support its own history without fall in the plagiarism or being compared to other series.\n\n\u001b[1mこれまでのところ、夢喰ることは独創性のために輝くアニメではなく、超自然的なシリーズから人気のある要素を取り、盗作や他のシリーズと比較して自分の歴史を支える方法で適用する。\u001b[22m\n\u001b[1m(Kore made no tokoro, yumekuiru koto wa dokusō-sei no tame ni kagayaku animede wa naku, chō shizen-tekina shirīzu kara ninkinoaru yōso o tori, tōsaku ya hoka no shirīzu to hikaku shite jibun no rekishi o sasaeru hōhō de tekiyō suru.)\u001b[22m\n\nTranslations of \u001b[4mSo far, Yumekui Marry, is not an anime that will shine for it originality, but take popular element from supernatural series and apply them in a way that support its own history without fall in the plagiarism or being compared to other series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo far, Yumekui Marry, is not an anime that will shine for it originality, but take popular element from supernatural series and apply them in a way that support its own history without fall in the plagiarism or being compared to other series.\u001b[24m\n    \u001b[1mこれまでのところ、夢喰ることは独創性のために輝くアニメではなく、超自然的なシリーズから人気のある要素を取り、盗作や他のシリーズと比較して自分の歴史を支える方法で適用する。\u001b[22m, \u001b[1mこれまでのところ、ユメクイは結婚、それ独創性のために輝きが、超自然のシリーズから人気のある要素を取得し、盗作の低下なしに、独自の歴史をサポートしたり、他のシリーズと比較される方法でそれらを適用するアニメではありません。\u001b[22m\n\u001b[1m\u001b[22m\nShould you give it try?: Yumekui Merry wont be the must praised anime of the season but if you have some time to spare and enjoy some fight, crossed with some 'moe', this anime will be more than enough to enjoy a time in front of the Pc\n\n\u001b[1mあなたはそれを試してみるべきですか？：夢のメリーは季節のアニメを賞賛する必要はありませんが、いくつかの戦いを余裕を持って楽しんで、いくつかの 'モエ'と交差するいくつかの時間があれば、このアニメは Pcの前\u001b[22m\n\u001b[1m(Anata wa sore o tameshite mirubekidesu ka? : Yume no merī wa kisetsu no anime o shōsan suru hitsuyō wa arimasenga, ikutsu ka notatakai o yoyū o motte tanoshinde, ikutsu ka no' Moe' to kōsa suru ikutsu ka no jikan ga areba, kono anime wa Pc no mae)\u001b[22m\n\nTranslations of \u001b[4mShould you give it try?: Yumekui Merry wont be the must praised anime of the season but if you have some time to spare and enjoy some fight, crossed with some 'moe', this anime will be more than enough to enjoy a time in front of the Pc\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShould you give it try?: Yumekui Merry wont be the must praised anime of the season but if you have some time to spare and enjoy some fight, crossed with some 'moe', this anime will be more than enough to enjoy a time in\u001b[24m\n    \u001b[1mあなたはそれを試してみるべきですか？：夢のメリーは季節のアニメを賞賛する必要はありませんが、いくつかの戦いを余裕を持って楽しんで、いくつかの 'モエ'と交差するいくつかの時間があれば、このアニメは\u001b[22m, \u001b[1mあなたはそれが夢喰いメリーは文句を言わない必見シーズンのアニメを賞賛していますが、いくつかの戦いを惜しまし、楽しむためにいくつかの時間を持っている場合は、いくつかの「萌え」と交配さ?:、このアニメはでの時間を楽しむのに十分以上になります試してみる必要があります\u001b[22m\n\u001b[4mfront of the Pc\u001b[24m\n    \u001b[1mPcの前\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "Sparkyt3hMadman",
    "profile": "/profile/Sparkyt3hMadman/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=81180",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  3\nキャラクター|  8\n|  7\n\n私はこのアニメを愛したかったが、それは私のためにそれをカットしていない。\n\n夢のメリー、ドリームイーターメリーは、テーブルにあまりにも多くをもたらし、その頭の上に平らに落とすアニメです。 本当の偉大さのために多くの可能性がここにあった、そして、それは多くが無駄になったように感じる。  1人の主人公が人々の夢を見ることができ、もう1人は悪夢から離れて彼らの感情を完全に失うことを防ぎます。 物語は、少なくとも、かなり良いです、そして、あなたが見守っている主な理由です。 それは、少なくとも、すべての文字の潜在的可能性、たとえそれほど重要ではないものであっても、良いことだと思うようになります。\n\nアートワークと方向は混在しています。 あなたは戦いのシーン中にいくつかの素晴らしいアニメーション、いくつかの他の点でいくつかの恐ろしいほどチーズな方向を取得します。 環境は常に先見性があり、冗長な感覚を持っているので、ストーリーをあまりにも上手く過ごし、実際にはもっと気持ちのよいいくつかの音符を気にさせるほどです。 夢姫メリーではこれがたくさんありますので、最初のエピソードで忍耐がうまく行かないと、おそらくシリーズに恋しません。\n\n健全な仕事は、予算がより小さい何かのためにうまくいくでしょう。 かなり良いBGMと興味深いボイス演技があなたの興味を引きつけるのに十分ですが、すべての単語を読むことに専念していません。 結局のところ、声の演技は生き生きとしている必要があるポイントで少し古くなってしまい、アニメを内側から引き離して、より緊密にする必要があります。 特に、男性主人公の夢二は、人生で狂気が増している人にとっては本当に平らであり、主人公とロマンチックな関係を持つと暗示されている人にとってはさらにそうです。 すべてが信じ難くなり、真剣に取り組まない。\n\nキャラクターはここで、幸運にも救済要因です。 彼らが時には平らで無感覚に聞こえなくても、メリーのサインを覚えていないのは難しいです。 キングダムハーツ、ソウルイーター、ジェットセットラジオの衝突のように見えますが、それをアニメーション化しなければならない場合は、永遠の印象を残します。 しかし、これらの文字を使用してシリーズ全体をまとめて保持するのは非常に簡単です。 これは、ショーの最後の瞬間までに費やした時間と労力には不十分だと感じていたという甘い結論に至りました。\n\n私はこれをお勧めしません。 最終的に、このシリーズには、他のものが絶えず邪魔にならず、意図的に私たちをノックダウンするように設定した場合、それを救うことができる多くの償還要因があります。 最終的な結果は壊れて濁っていて、それほど美しいものではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI wanted to love this anime, but it just doesn't cut it for me.\n\n\u001b[1m私はこのアニメを愛したかったが、それは私のためにそれをカットしていない。\u001b[22m\n\u001b[1m(Watashi wa kono anime o aishitakattaga, sore wa watashi no tame ni sore o katto shite inai.)\u001b[22m\n\nTranslations of \u001b[4mI wanted to love this anime, but it just doesn't cut it for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wanted to love this anime, but it just doesn't cut it for me.\u001b[24m\n    \u001b[1m私はこのアニメを愛したかったが、それは私のためにそれをカットしていない。\u001b[22m, \u001b[1m私はこのアニメを愛したかったが、それはちょうど私のためにそれをカットしていません。\u001b[22m\n\u001b[1m\u001b[22m\nYumekui Merry, or Dream Eater Merry, is an anime that brings so much to the table, then drops it flat on its head. There was a lot of potential for true greatness here, and I feel like a lot of it went to waste. One main character can see into peoples' dreams, and the other fights off nightmares to save them from losing their emotions entirely. The story is, at least, quite good, and is the main reason you'll want to keep watching; it makes you think, at least, about the potential possibilities for all of the characters, even the ones that aren't very important, which is kind of a good thing.\n\n\u001b[1m夢のメリー、ドリームイーターメリーは、テーブルにあまりにも多くをもたらし、その頭の上に平らに落とすアニメです。 本当の偉大さのために多くの可能性がここにあった、そして、それは多くが無駄になったように感じる。  1人の主人公が人々の夢を見ることができ、もう1人は悪夢から離れて彼らの感情を完全に失うことを防ぎます。 物語は、少なくとも、かなり良いです、そして、あなたが見守っている主な理由です。 それは、少なくとも、すべての文字の潜在的可能性、たとえそれほど重要ではないものであっても、良いことだと思うようになります。\u001b[22m\n\u001b[1m(Yume no merī, dorīmuītāmerī wa, tēburu ni amarini mo ōku o motarashi, sono atama no ue ni taira ni otosu animedesu. Hontō no idai-sa no tame ni ōku no kanōsei ga koko ni atta, soshite, sore wa ōku ga muda ni natta yō ni kanjiru. 1-Ri no shujinkō ga hitobito no yume o miru koto ga deki, mō 1-ri wa akumu kara hanarete karera no kanjō o kanzen ni ushinau koto o fusegimasu. Monogatari wa, sukunakutomo, kanari yoidesu, soshite, anata ga mimamotte iru omona riyūdesu. Sore wa, sukunakutomo, subete no moji no senzai-teki kanōsei, tatoe sorehodo jūyōde wanai monodeatte mo, yoi kotoda to omou yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mYumekui Merry, or Dream Eater Merry, is an anime that brings so much to the table, then drops it flat on its head. There was a lot of potential for true greatness here, and I feel like a lot of it went to waste. One main character can see into peoples' dreams, and the other fights off nightmares to save them from losing their emotions entirely. The story is, at least, quite good, and is the main reason you'll want to keep watching; it makes you think, at least, about the potential possibilities for all of the characters, even the ones that aren't very important, which is kind of a good thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYumekui Merry, or Dream Eater Merry, is an anime that brings so much to the table, then drops it flat on its head.\u001b[24m\n    \u001b[1m夢のメリー、ドリームイーターメリーは、テーブルにあまりにも多くをもたらし、その頭の上に平らに落とすアニメです。\u001b[22m, \u001b[1m夢喰いメリー、または夢イーターメリーは、その頭の上に平らにそれをドロップし、テーブルにそんなにをもたらすアニメです。\u001b[22m\n\u001b[4mThere was a lot of potential for true greatness here, and I feel like a lot of it went to waste.\u001b[24m\n    \u001b[1m本当の偉大さのために多くの可能性がここにあった、そして、それは多くが無駄になったように感じる。\u001b[22m, \u001b[1mそこに真の偉大さのために多くの可能性はここにあった、と私はそれの多くが無駄に行ったような気がします。\u001b[22m\n\u001b[4mOne main character can see into peoples' dreams, and the other fights off nightmares to save them from losing their emotions entirely.\u001b[24m\n    \u001b[1m1人の主人公が人々の夢を見ることができ、もう1人は悪夢から離れて彼らの感情を完全に失うことを防ぎます。\u001b[22m, \u001b[1m一つの主人公は、人々の夢に見ることができ、もう一方は完全に自分の感情を失ってからそれらを保存するために悪夢をオフに戦います。\u001b[22m\n\u001b[4mThe story is, at least, quite good, and is the main reason you'll want to keep watching;\u001b[24m\n    \u001b[1m物語は、少なくとも、かなり良いです、そして、あなたが見守っている主な理由です。\u001b[22m, \u001b[1m物語は、少なくとも、かなり良いです、あなたは見続けたいと思う主な理由です。\u001b[22m\n\u001b[4mit makes you think, at least, about the potential possibilities for all of the characters, even the ones that aren't very important, which is kind of a good thing.\u001b[24m\n    \u001b[1mそれは、少なくとも、すべての文字の潜在的可能性、たとえそれほど重要ではないものであっても、良いことだと思うようになります。\u001b[22m, \u001b[1mそれはあなたが良いことの一種である文字のすべての潜在的な可能性、非常に重要ではないものも含め、約、少なくとも、考えさせます。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork and direction are a mixed bag. You'll get some fantastic animation during the fight scenes, and some horrifyingly cheesy direction at some other points. The environments always have a foreboding, dreary sense about them, so much so that it serves the story a little too well and actually distracts from some notes that were meant to be a whole lot more light-hearted. You'll find this a lot in Yumekui Merry, so if your patience doesn't serve you well through the first episode, you're probably not going to fall in love with the series.\n\n\u001b[1mアートワークと方向は混在しています。 あなたは戦いのシーン中にいくつかの素晴らしいアニメーション、いくつかの他の点でいくつかの恐ろしいほどチーズな方向を取得します。 環境は常に先見性があり、冗長な感覚を持っているので、ストーリーをあまりにも上手く過ごし、実際にはもっと気持ちのよいいくつかの音符を気にさせるほどです。 夢姫メリーではこれがたくさんありますので、最初のエピソードで忍耐がうまく行かないと、おそらくシリーズに恋しません。\u001b[22m\n\u001b[1m(Ātowāku to hōkō wa konzai shite imasu. Anata wa tatakai no shīn-chū ni ikutsu ka no subarashī animēshon, ikutsu ka no ta no ten de ikutsu ka no osoroshī hodo chīzuna hōkō o shutoku shimasu. Kankyō wa tsuneni senken-sei ga ari, jōchōna kankaku o motte irunode, sutōrī o amarini mo umaku sugoshi, jissai ni wa motto kimochinoyoi ikutsu ka no onpu o ki ni sa seru hododesu. Yume hime merīde wa kore ga takusan arimasunode, saisho no episōdo de nintai ga umaku ikanai to, osoraku shirīzu ni koi shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork and direction are a mixed bag. You'll get some fantastic animation during the fight scenes, and some horrifyingly cheesy direction at some other points. The environments always have a foreboding, dreary sense about them, so much so that it serves the story a little too well and actually distracts from some notes that were meant to be a whole lot more light-hearted. You'll find this a lot in Yumekui Merry, so if your patience doesn't serve you well through the first episode, you're probably not going to fall in love with the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork and direction are a mixed bag.\u001b[24m\n    \u001b[1mアートワークと方向は混在しています。\u001b[22m, \u001b[1mアートワークと方向は、混合袋です。\u001b[22m\n\u001b[4mYou'll get some fantastic animation during the fight scenes, and some horrifyingly cheesy direction at some other points.\u001b[24m\n    \u001b[1mあなたは戦いのシーン中にいくつかの素晴らしいアニメーション、いくつかの他の点でいくつかの恐ろしいほどチーズな方向を取得します。\u001b[22m, \u001b[1mあなたは戦いのシーンの中にいくつかの素晴らしいアニメーション、および他のいくつかの点でいくつかのゾッとするほど安っぽい方向を取得します。\u001b[22m\n\u001b[4mThe environments always have a foreboding, dreary sense about them, so much so that it serves the story a little too well and actually distracts from some notes that were meant to be a whole lot more light-hearted.\u001b[24m\n    \u001b[1m環境は常に先見性があり、冗長な感覚を持っているので、ストーリーをあまりにも上手く過ごし、実際にはもっと気持ちのよいいくつかの音符を気にさせるほどです。\u001b[22m, \u001b[1mそれは全体の多くの快活であることを意味していたいくつかの注意からそらす実際に少しあまりにもよく話を提供しており、そのような環境は常にそんなに、それらについての予感、退屈な感覚を持っています。\u001b[22m\n\u001b[4mYou'll find this a lot in Yumekui Merry, so if your patience doesn't serve you well through the first episode, you're probably not going to fall in love with the series.\u001b[24m\n    \u001b[1m夢姫メリーではこれがたくさんありますので、最初のエピソードで忍耐がうまく行かないと、おそらくシリーズに恋しません。\u001b[22m, \u001b[1mあなたはあなたの忍耐がよく最初のエピソードをご提供していないので、もし、あなたはおそらくシリーズと恋に落ちるつもりはない、夢喰いメリーで多くにこれを見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound work would be decent for something with a smaller budget. Some pretty good BGM and interesting enough voice acting are enough to keep you interested, but not devoted and intent on reading into every word. Ultimately, the voice acting ends up being a little stale at points where it needs to be livelier, which can tear the anime apart from the inside out where it needs to be tighter. Yumeji, the male protagonist, in particular, is really flat for someone who's got so much craziness going on in his life, and even more so for someone who is implied to have a romantic relationship with the main heroine. It all just becomes hard to believe and doesn't take itself seriously at all.\n\n\u001b[1m健全な仕事は、予算がより小さい何かのためにうまくいくでしょう。 かなり良いBGMと興味深いボイス演技があなたの興味を引きつけるのに十分ですが、すべての単語を読むことに専念していません。 結局のところ、声の演技は生き生きとしている必要があるポイントで少し古くなってしまい、アニメを内側から引き離して、より緊密にする必要があります。 特に、男性主人公の夢二は、人生で狂気が増している人にとっては本当に平らであり、主人公とロマンチックな関係を持つと暗示されている人にとってはさらにそうです。 すべてが信じ難くなり、真剣に取り組まない。\u001b[22m\n\u001b[1m(Kenzen'na shigoto wa, yosan ga yori chīsai nanika no tame ni umaku ikudeshou. Kanari yoi BGM to kyōmibukai boisu engi ga anata no kyōmi o hikitsukeru no ni jūbundesuga, subete no tango o yomu koto ni sen'nen shite imasen. Kekkyokunotokoro,-goe no engi wa ikiiki to shite iru hitsuyō ga aru pointo de sukoshi furuku natte shimai, anime o uchigawa kara hikihanashite, yori kinmitsu ni suru hitsuyō ga arimasu. Tokuni, dansei shujinkō no yume ni wa, jinsei de kyōki ga mashite iru hito ni totte wa hontōni tairadeari, shujinkō to romanchikkuna kankei o motsu to anji sa rete iru hito ni totte wa sarani sōdesu. Subete ga shinji nikuku nari, shinken ni torikumanai.)\u001b[22m\n\nTranslations of \u001b[4mThe sound work would be decent for something with a smaller budget. Some pretty good BGM and interesting enough voice acting are enough to keep you interested, but not devoted and intent on reading into every word. Ultimately, the voice acting ends up being a little stale at points where it needs to be livelier, which can tear the anime apart from the inside out where it needs to be tighter. Yumeji, the male protagonist, in particular, is really flat for someone who's got so much craziness going on in his life, and even more so for someone who is implied to have a romantic relationship with the main heroine. It all just becomes hard to believe and doesn't take itself seriously at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound work would be decent for something with a smaller budget.\u001b[24m\n    \u001b[1m健全な仕事は、予算がより小さい何かのためにうまくいくでしょう。\u001b[22m, \u001b[1m音の仕事は小さい予算で何かのためのまともなことでしょう。\u001b[22m\n\u001b[4mSome pretty good BGM and interesting enough voice acting are enough to keep you interested, but not devoted and intent on reading into every word.\u001b[24m\n    \u001b[1mかなり良いBGMと興味深いボイス演技があなたの興味を引きつけるのに十分ですが、すべての単語を読むことに専念していません。\u001b[22m, \u001b[1mいくつかの非常に良いBGMと興味深い十分な声の演技には興味があります維持するのに十分であるが、すべての単語に読みに献身的意図ではありません。\u001b[22m\n\u001b[4mUltimately, the voice acting ends up being a little stale at points where it needs to be livelier, which can tear the anime apart from the inside out where it needs to be tighter.\u001b[24m\n    \u001b[1m結局のところ、声の演技は生き生きとしている必要があるポイントで少し古くなってしまい、アニメを内側から引き離して、より緊密にする必要があります。\u001b[22m, \u001b[1m最終的には、声の演技は、それがより緊密にする必要が出て内側から離れてアニメを引き裂くことができ、それは活気にする必要がある点で少し古くなった、なってしまいます。\u001b[22m\n\u001b[4mYumeji, the male protagonist, in particular, is really flat for someone who's got so much craziness going on in his life, and even more so for someone who is implied to have a romantic relationship with the main heroine.\u001b[24m\n    \u001b[1m特に、男性主人公の夢二は、人生で狂気が増している人にとっては本当に平らであり、主人公とロマンチックな関係を持つと暗示されている人にとってはさらにそうです。\u001b[22m, \u001b[1m夢二、男性主人公は、特に、彼の人生で起こっているので、多くの狂気を持って、そしてそれ以上にメインヒロインとの恋愛関係を持つことが暗示されている誰かのために誰かのために実際に平坦です。\u001b[22m\n\u001b[4mIt all just becomes hard to believe and doesn't take itself seriously at all.\u001b[24m\n    \u001b[1mすべてが信じ難くなり、真剣に取り組まない。\u001b[22m, \u001b[1mそれはすべてちょうど信じ難くなると、まったく真剣に自分自身を取ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are a redeeming factor here, thankfully. Even if they sound a little flat and emotionless sometimes, it's hard not to remember Merry's signature look. The design looks like a collision of Kingdom Hearts, Soul Eater and Jet Set Radio, if you had to animate it, which leaves a fine lasting impression. However, it's very easy to rely on these characters to hold the whole series together as a result. This leads to a bittersweet conclusion that I felt was inadequate for the time and effort it spent building up to the final moments of the show.\n\n\u001b[1mキャラクターはここで、幸運にも救済要因です。 彼らが時には平らで無感覚に聞こえなくても、メリーのサインを覚えていないのは難しいです。 キングダムハーツ、ソウルイーター、ジェットセットラジオの衝突のように見えますが、それをアニメーション化しなければならない場合は、永遠の印象を残します。 しかし、これらの文字を使用してシリーズ全体をまとめて保持するのは非常に簡単です。 これは、ショーの最後の瞬間までに費やした時間と労力には不十分だと感じていたという甘い結論に至りました。\u001b[22m\n\u001b[1m(Kyarakutā wa koko de, kōun'nimo kyūsai yōindesu. Karera ga tokiniha tairade mukankaku ni kikoenakute mo, merī no sain o oboete inai no wa muzukashīdesu. Kingudamuhātsu, souruītā, jettosettorajio no shōtotsu no yō ni miemasuga, sore o animēshon-ka shinakereba naranai baai wa, eien no inshō o nokoshimasu. Shikashi, korera no moji o shiyō shite shirīzu zentai o matomete hoji suru no wa hijō ni kantandesu. Kore wa, shō no saigo no shunkan made ni tsuiyashita jikan to rōryoku ni wa fujūbunda to kanjite ita to iu amai ketsuron ni itarimashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are a redeeming factor here, thankfully. Even if they sound a little flat and emotionless sometimes, it's hard not to remember Merry's signature look. The design looks like a collision of Kingdom Hearts, Soul Eater and Jet Set Radio, if you had to animate it, which leaves a fine lasting impression. However, it's very easy to rely on these characters to hold the whole series together as a result. This leads to a bittersweet conclusion that I felt was inadequate for the time and effort it spent building up to the final moments of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are a redeeming factor here, thankfully.\u001b[24m\n    \u001b[1mキャラクターはここで、幸運にも救済要因です。\u001b[22m, \u001b[1m文字はありがたいことに、ここに償還要因となっています。\u001b[22m\n\u001b[4mEven if they sound a little flat and emotionless sometimes, it's hard not to remember Merry's signature look.\u001b[24m\n    \u001b[1m彼らが時には平らで無感覚に聞こえなくても、メリーのサインを覚えていないのは難しいです。\u001b[22m, \u001b[1m彼らは時々少しフラットと無表情に聞こえる場合でも、それはメリーの署名を見て覚えていないのは難しいです。\u001b[22m\n\u001b[4mThe design looks like a collision of Kingdom Hearts, Soul Eater and Jet Set Radio, if you had to animate it, which leaves a fine lasting impression.\u001b[24m\n    \u001b[1mキングダムハーツ、ソウルイーター、ジェットセットラジオの衝突のように見えますが、それをアニメーション化しなければならない場合は、永遠の印象を残します。\u001b[22m, \u001b[1mあなたが細かい印象を残している、それをアニメーション化しなければならない場合デザインは、キングダムハーツ、ソウルイーターとジェットセットラジオの衝突のように見えます。\u001b[22m\n\u001b[4mHowever, it's very easy to rely on these characters to hold the whole series together as a result.\u001b[24m\n    \u001b[1mしかし、これらの文字を使用してシリーズ全体をまとめて保持するのは非常に簡単です。\u001b[22m, \u001b[1mしかし、それは結果として一緒にシリーズ全体を保持するために、これらの文字に依存していることは非常に簡単です。\u001b[22m\n\u001b[4mThis leads to a bittersweet conclusion that I felt was inadequate for the time and effort it spent building up to the final moments of the show.\u001b[24m\n    \u001b[1mこれは、ショーの最後の瞬間までに費やした時間と労力には不十分だと感じていたという甘い結論に至りました。\u001b[22m, \u001b[1mこれは、私はそれがショーの最後の瞬間までの構築に費やした時間と労力には不十分だと感じたほろ苦いという結論につながります。\u001b[22m\n\u001b[1m\u001b[22m\nI wouldn't recommend this. Ultimately this series has a lot of redeeming factors that could save it, if the other ones didn't constantly get in the way and seemingly purposefully set us up to knock us down. The end result is broken and muddied, and it's not pretty in the least.\n\n\u001b[1m私はこれをお勧めしません。 最終的に、このシリーズには、他のものが絶えず邪魔にならず、意図的に私たちをノックダウンするように設定した場合、それを救うことができる多くの償還要因があります。 最終的な結果は壊れて濁っていて、それほど美しいものではありません。\u001b[22m\n\u001b[1m(Watashi wa kore o o susume shimasen. Saishūtekini, kono shirīzu ni wa, hoka no mono ga taezu jama ni narazu, itotekini watashitachi o nokkudaun suru yō ni settei shita baai, sore o sukuu koto ga dekiru ōku no shōkan yōin ga arimasu. Saishū-tekina kekka wa kowarete nigotte ite, sore hodo utsukushī monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI wouldn't recommend this. Ultimately this series has a lot of redeeming factors that could save it, if the other ones didn't constantly get in the way and seemingly purposefully set us up to knock us down. The end result is broken and muddied, and it's not pretty in the least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wouldn't recommend this.\u001b[24m\n    \u001b[1m私はこれをお勧めしません。\u001b[22m\n\u001b[4mUltimately this series has a lot of redeeming factors that could save it, if the other ones didn't constantly get in the way and seemingly purposefully set us up to knock us down.\u001b[24m\n    \u001b[1m最終的に、このシリーズには、他のものが絶えず邪魔にならず、意図的に私たちをノックダウンするように設定した場合、それを救うことができる多くの償還要因があります。\u001b[22m, \u001b[1m最終的にこのシリーズは、他のものは常に邪魔になると、一見意図的に私たちをノックダウンするために私達をセットアップしなかった場合は、それを救うことができる償還要因をたくさん持っています。\u001b[22m\n\u001b[4mThe end result is broken and muddied, and it's not pretty in the least.\u001b[24m\n    \u001b[1m最終的な結果は壊れて濁っていて、それほど美しいものではありません。\u001b[22m, \u001b[1m最終結果は破壊され、汚れた、そしてそれは、少なくともではかなりありませんされています。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "Megumiii",
    "profile": "/profile/Megumiii/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=209681",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  7\n\nメリーと藤原の話、そして夢の話。 ええ、それは本当に似ていて、それはそうですが、私はそれを楽しんだ！\n\n - ストーリー（6/10）：\nどんな内容ですか？\nメリーと藤原は他の人から夢を見て、フジワラ自身の夢には彼を追いかける猫がいる。 メリーが自分の夢の世界に戻っていく方法を見つけようと、2つの世界をどのように切り替えるのがいいですか？ 彼らはあなたが思考して自分自身に質問をする場面になりますが、それ以上のものを見るときにはほとんどの人が答えられます。\n意見：\n私は1行に続く類似の物語を言ったように。 しかし、彼らは本当に退屈なシーンがあっても、あなたが好きだったにもかかわらず、ちょっと面白かったです：いつこのエピソードは終わりですか？ すべてのエピソードで、あなたは物語をますます発見し、最初に質問だった特定のことを理解します。 私はこの種の観客にストーリーを示すのが好きです。 しかし、特別なことは何もなかった。驚くべきことはそこになかった、あなたが言うところの何か：WHOAはこれを見なかった！\n\n-Art-（8/10）：\n私は本当に芸術が好きだった！ キャラクターは特別に見えていて、10分以内にデザインされたように見えません。 ええ、藤原を除いて、彼はちょっと似ていましたが、それはまったく気にしませんでした。 彼らはうまく設計されていましたが、私が言うところは何もありませんでした。 しかしそれはとても良かったし、何も言うことはありません。 バックラウンドは、ほとんどの時間が素晴らしく、変化しました。\n\n - サウンド - （7/10）：\n最初はオープニングとエンディングがちょっとクールだと言わねばならず、オープニングがとても好きで、アニメを見てもそれが聞こえてきました。 あなたは本当にただ歌詞と一緒に歌いたいです！ しかし、私が覚えているアニメには特別な音楽はありませんでしたが、それは仕事をしました。 それは状況に適合していた。\n\n - キャラクター - （6/10）：\n彼らは本当に大丈夫でした。 私に本当に気を配った人はいませんでした。\n藤原は大丈夫だった、彼は少し主流だった。 彼の力を発見し、少女である幼なじみの友人を持つ。 あなたは私が思う主流のものを知っています。 しかし、彼は時々彼は全く意味をなしませんでしたが、彼は私を魅了していませんでした。 私は、彼は水泳のトランクを持っていて、水に入っていない、彼は服を交換し、メリーが立っている水に出る。 さて、私はもう何も言わない。\nメリーはクールだった、私は彼女が好きだった、彼女はちょっとチルのキャラクターを持っていた。 私は彼女を好きだった、私は彼女が私のfavキャラクターの一人だとは言わなかったが、彼女は主流ではない。 彼女は自分の性格を持っており、彼女の運命に達するためにあらゆることをしています。\n私のfavは間違いなくジョンでした。 なぜか分からないけど、彼のデザインが好きだった。 それは本当にクールに見え、彼の声もあまりにもあります。 それを説明することはできません。私は悪者を好むからでしょうか？ 彼は誰もいなかったが、私は他の言葉はない。\n\n - 楽しさ - （7/10）：\n私は親友と一緒にアニメを見ているので、私はすべてのアニメを楽しむので、私はこれのポイントを与えることができるか分からない。 あなたがこの＆3を読んだ場合のために、私はジェニーを知っています。 とにかく、時にはアニメがちょっと退屈だったのですが、ほとんどの時間、私はそれを楽しんで、そのストーリーについてもっと知りたいと思っていました。\n\n-Overall-（7/10）：\nアニメは良かったが、それ以上はなかった。 しかし、何も特別なものを探すことができなければ、このアニメは正しいでしょう。 それは私が推測するあなたの時間をウエストしません。 行って、それを見て、多分友人と一緒に、一緒に楽しむだろう。 それは私と私の友人から心を変えたように、夢についてのあなたの考えを変えるでしょう。 私はアニメが好きだった！ 私はあなたを助けてくれることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe story of Merry and Fujiwara and of dreams. Yeah, that sounds really similar and it is, but I enjoyed it!\n\n\u001b[1mメリーと藤原の話、そして夢の話。 ええ、それは本当に似ていて、それはそうですが、私はそれを楽しんだ！\u001b[22m\n\u001b[1m(Merī to Fujiwara no hanashi, soshite yumenohanashi. E e, sore wa hontōni nite ite, sore wa sōdesuga, watashi wa sore o tanoshinda!)\u001b[22m\n\nTranslations of \u001b[4mThe story of Merry and Fujiwara and of dreams. Yeah, that sounds really similar and it is, but I enjoyed it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Merry and Fujiwara and of dreams.\u001b[24m\n    \u001b[1mメリーと藤原の話、そして夢の話。\u001b[22m, \u001b[1mメリーと藤原のと夢の物語。\u001b[22m\n\u001b[4mYeah, that sounds really similar and it is, but I enjoyed it!\u001b[24m\n    \u001b[1mええ、それは本当に似ていて、それはそうですが、私はそれを楽しんだ！\u001b[22m, \u001b[1mええ、それは本当に同じような音、それはですが、私はそれを楽しんで！\u001b[22m\n\u001b[1m\u001b[22m\n-Story (6/10):\n\n\u001b[1m - ストーリー（6/10）：\u001b[22m\n\u001b[1m(- Sutōrī (6 / 10):)\u001b[22m\n\nTranslations of \u001b[4m-Story (6/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Story (6/10):\u001b[24m\n    \u001b[1m - ストーリー（6/10）：\u001b[22m, \u001b[1m-Story（6/10）：\u001b[22m\nWhat is it about?\n\n\u001b[1mどんな内容ですか？\u001b[22m\n\u001b[1m(Don'na naiyōdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhat is it about?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is it about?\u001b[24m\n    \u001b[1mどんな内容ですか？\u001b[22m, \u001b[1mそれは何についてですか？\u001b[22m, \u001b[1mそれはについては何ですか？\u001b[22m\nMerry and Fujiwara come into dreams from other people, Fujiwaras own dreams contain cats chasing him. It is nice how they switch between the two worlds, trying to find a way how Merry can get back to her dream world. They will be scenes which will make you think of and ask yourself questions, but most of them will be answered when you watch further.\n\n\u001b[1mメリーと藤原は他の人から夢を見て、フジワラ自身の夢には彼を追いかける猫がいる。 メリーが自分の夢の世界に戻っていく方法を見つけようと、2つの世界をどのように切り替えるのがいいですか？ 彼らはあなたが思考して自分自身に質問をする場面になりますが、それ以上のものを見るときにはほとんどの人が答えられます。\u001b[22m\n\u001b[1m(Merī to Fujiwara wa hokanohito kara yume o mite, Fujiwara jishin no yume ni wa kare o oikakeru neko ga iru. Merī ga jibun no yume no sekai ni modotte iku hōhō o mitsukeyou to, 2tsu no sekai o dono yō ni kirikaeru no ga īdesu ka? Karera wa anata ga shikō shite jibun jishin ni shitsumon o suru bamen ni narimasuga, soreijō no mono o miru toki ni wa hotondo no hito ga kotae raremasu.)\u001b[22m\n\nTranslations of \u001b[4mMerry and Fujiwara come into dreams from other people, Fujiwaras own dreams contain cats chasing him. It is nice how they switch between the two worlds, trying to find a way how Merry can get back to her dream world. They will be scenes which will make you think of and ask yourself questions, but most of them will be answered when you watch further.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMerry and Fujiwara come into dreams from other people, Fujiwaras own dreams contain cats chasing him.\u001b[24m\n    \u001b[1mメリーと藤原は他の人から夢を見て、フジワラ自身の夢には彼を追いかける猫がいる。\u001b[22m, \u001b[1mメリーと藤原が他の人々からの夢に入って来る、Fujiwaras自身の夢は彼を追いかけて猫を含んでいます。\u001b[22m\n\u001b[4mIt is nice how they switch between the two worlds, trying to find a way how Merry can get back to her dream world.\u001b[24m\n    \u001b[1mメリーが自分の夢の世界に戻っていく方法を見つけようと、2つの世界をどのように切り替えるのがいいですか？\u001b[22m, \u001b[1mメリーが戻って彼女の夢の世界に得ることができる方法の方法を見つけようと、彼らは二つの世界の間で切り替える方法いいです。\u001b[22m\n\u001b[4mThey will be scenes which will make you think of and ask yourself questions, but most of them will be answered when you watch further.\u001b[24m\n    \u001b[1m彼らはあなたが思考して自分自身に質問をする場面になりますが、それ以上のものを見るときにはほとんどの人が答えられます。\u001b[22m, \u001b[1m彼らはあなたが考える作り、自分自身に質問をしますシーンになりますが、あなたがさらに見たときにそれらのほとんどが回答されることになります。\u001b[22m\nOpinion:\n\n\u001b[1m意見：\u001b[22m\n\u001b[1m(Iken:)\u001b[22m\n\nDefinitions of \u001b[4mOpinion:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    意見\u001b[22m\n        opinion, view\n\u001b[1m    見解\u001b[22m\n        opinion, point of view\n\u001b[1m    オピニオン\u001b[22m\n        opinion\n\u001b[1m    考え\u001b[22m\n        thought, thinking, idea, ideas, opinion, intention\n\u001b[1m    所見\u001b[22m\n        opinion, view\n\u001b[1m    主張\u001b[22m\n        claim, assertion, insistence, contention, opinion, advocacy\n\u001b[1m    見識\u001b[22m\n        view, discernment, opinion, pride, self-respect, self-regard\n\u001b[1m    所信\u001b[22m\n        belief, conviction, opinion\n\u001b[1m    知見\u001b[22m\n        knowledge, information, opinion, diagnosis\n\u001b[1m    案\u001b[22m\n        draft, plan, proposal, scheme, projet, suggestion\n\u001b[1m    諸説\u001b[22m\n        opinion\n\u001b[1m    主意\u001b[22m\n        aim, idea, main meaning, opinion, motive\n\u001b[1m    主旨\u001b[22m\n        gist, meaning, idea, motive, opinion\n\u001b[1m    趣意\u001b[22m\n        meaning, idea, opinion, motive, gist\n\u001b[1m    識見\u001b[22m\n        insight, views, discernment, opinion, pride, self-respect\n\u001b[1m    所説\u001b[22m\n        opinion, explanation, matter under discussion, contents\nLike I said a similiar story which follows one line. But they made it kinda interesting, even though there were scenes that were really boring and you were like: When does this episode end..? Every episode you discover the story more and more and understand certain things, which first were questions. I like this kind of showing the audience the story. But there was nothing special about it, something amazing was not there, something where you say: WHOA didn't see this coming!\n\n\u001b[1m私は1行に続く類似の物語を言ったように。 しかし、彼らは本当に退屈なシーンがあっても、あなたが好きだったにもかかわらず、ちょっと面白かったです：いつこのエピソードは終わりですか？ すべてのエピソードで、あなたは物語をますます発見し、最初に質問だった特定のことを理解します。 私はこの種の観客にストーリーを示すのが好きです。 しかし、特別なことは何もなかった。驚くべきことはそこになかった、あなたが言うところの何か：WHOAはこれを見なかった！\u001b[22m\n\u001b[1m(Watashi wa 1-gyō ni tsudzuku ruiji no monogatari o itta yō ni. Shikashi, karera wa hontōni taikutsuna shīn ga atte mo, anata ga sukidatta nimokakawarazu, chotto omoshirokattadesu: Itsu kono episōdo wa owaridesu ka? Subete no episōdo de, anata wa monogatari o masumasu hakken shi, saisho ni shitsumondatta tokutei no koto o rikai shimasu. Watashi wa kono tane no kankyaku ni sutōrī o shimesu no ga sukidesu. Shikashi, tokubetsuna koto wa nani mo nakatta. Odorokubeki koto wa soko ni nakatta, anata ga iu tokoro no nanika: WHOA wa kore o minakatta!)\u001b[22m\n\nTranslations of \u001b[4mLike I said a similiar story which follows one line. But they made it kinda interesting, even though there were scenes that were really boring and you were like: When does this episode end..? Every episode you discover the story more and more and understand certain things, which first were questions. I like this kind of showing the audience the story. But there was nothing special about it, something amazing was not there, something where you say: WHOA didn't see this coming!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I said a similiar story which follows one line.\u001b[24m\n    \u001b[1m私は1行に続く類似の物語を言ったように。\u001b[22m, \u001b[1m同様に私は1つの行を次の似物語を言いました。\u001b[22m\n\u001b[4mBut they made it kinda interesting, even though there were scenes that were really boring and you were like: When does this episode end..?\u001b[24m\n    \u001b[1mしかし、彼らは本当に退屈なシーンがあっても、あなたが好きだったにもかかわらず、ちょっと面白かったです：いつこのエピソードは終わりですか？\u001b[22m, \u001b[1mしかし、彼らは本当に退屈だったシーンがあったにもかかわらず、それはちょっと面白い作り、あなたは次のようであった：ときにこのエピソードは終わりませんか..？\u001b[22m\n\u001b[4mEvery episode you discover the story more and more and understand certain things, which first were questions.\u001b[24m\n    \u001b[1mすべてのエピソードで、あなたは物語をますます発見し、最初に質問だった特定のことを理解します。\u001b[22m, \u001b[1mすべてのエピソード、あなたはより多くの物語を発見し、最初の質問であった特定のものを、理解しています。\u001b[22m\n\u001b[4mI like this kind of showing the audience the story.\u001b[24m\n    \u001b[1m私はこの種の観客にストーリーを示すのが好きです。\u001b[22m, \u001b[1m私は観客に話を示すこの種のが好き。\u001b[22m\n\u001b[4mBut there was nothing special about it, something amazing was not there, something where you say: WHOA didn't see this coming!\u001b[24m\n    \u001b[1mしかし、特別なことは何もなかった。驚くべきことはそこになかった、あなたが言うところの何か：WHOAはこれを見なかった！\u001b[22m, \u001b[1mWHOAこれが来て見ていない。しかし、それについては何も特別なことはありませんでした、素晴らしい何かが、そこにあなたが言うものではありませんでした！\u001b[22m\n\u001b[1m\u001b[22m\n-Art- (8/10):\n\n\u001b[1m-Art-（8/10）：\u001b[22m\n\u001b[1m(- Art - (8 / 10):)\u001b[22m\n\nTranslations of \u001b[4m-Art- (8/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Art- (8/10):\u001b[24m\n    \u001b[1m-Art-（8/10）：\u001b[22m\nI really liked the art! The characters were looking special and don't looked like they were designed in 10 Minutes or less. Ok, except Fujiwara he was kinda similiar designed, but well that didn't bother me at all. They were good designed, but nothing where I would say: Whoa amazing! But it was very good and there is nothing more to say. The backround was most of the time nice to and was varied.\n\n\u001b[1m私は本当に芸術が好きだった！ キャラクターは特別に見えていて、10分以内にデザインされたように見えません。 ええ、藤原を除いて、彼はちょっと似ていましたが、それはまったく気にしませんでした。 彼らはうまく設計されていましたが、私が言うところは何もありませんでした。 しかしそれはとても良かったし、何も言うことはありません。 バックラウンドは、ほとんどの時間が素晴らしく、変化しました。\u001b[22m\n\u001b[1m(Watashi wa hontōni geijutsu ga sukidatta! Kyarakutā wa tokubetsu ni miete ite, 10-bu inai ni dezain sa reta yō ni miemasen. E e, Fujiwara o nozoite, kare wa chotto nite imashitaga, sore wa mattaku ki ni shimasendeshita. Karera wa umaku sekkei sa rete imashitaga, watashi ga iu tokoro wa nani mo arimasendeshita. Shikashi sore wa totemo yokatta shi, nani mo iu koto wa arimasen. Bakku raundo wa, hotondo no jikan ga subarashiku, henka shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI really liked the art! The characters were looking special and don't looked like they were designed in 10 Minutes or less. Ok, except Fujiwara he was kinda similiar designed, but well that didn't bother me at all. They were good designed, but nothing where I would say: Whoa amazing! But it was very good and there is nothing more to say. The backround was most of the time nice to and was varied.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked the art!\u001b[24m\n    \u001b[1m私は本当に芸術が好きだった！\u001b[22m, \u001b[1m私は本当に芸術が好き！\u001b[22m\n\u001b[4mThe characters were looking special and don't looked like they were designed in 10 Minutes or less.\u001b[24m\n    \u001b[1mキャラクターは特別に見えていて、10分以内にデザインされたように見えません。\u001b[22m, \u001b[1m文字は特別な探していたし、彼らは10分以下に設計されていたように見えません。\u001b[22m\n\u001b[4mOk, except Fujiwara he was kinda similiar designed, but well that didn't bother me at all.\u001b[24m\n    \u001b[1mええ、藤原を除いて、彼はちょっと似ていましたが、それはまったく気にしませんでした。\u001b[22m, \u001b[1m[OK]を、藤原除いて彼はちょっと設計似た、しかしよくすべてで私を気にしませんでした。\u001b[22m\n\u001b[4mThey were good designed, but nothing where I would say: Whoa amazing!\u001b[24m\n    \u001b[1m彼らはうまく設計されていましたが、私が言うところは何もありませんでした。\u001b[22m, \u001b[1m彼らは良い設計が、私が言う何をした：おっ素晴らしいです！\u001b[22m\n\u001b[4mBut it was very good and there is nothing more to say.\u001b[24m\n    \u001b[1mしかしそれはとても良かったし、何も言うことはありません。\u001b[22m, \u001b[1mしかし、それは非常に良かったと言うことはより多くのものは何もありません。\u001b[22m\n\u001b[4mThe backround was most of the time nice to and was varied.\u001b[24m\n    \u001b[1mバックラウンドは、ほとんどの時間が素晴らしく、変化しました。\u001b[22m, \u001b[1mbackroundのはへのすてきな時間のほとんどだったと変化させました。\u001b[22m\n\u001b[1m\u001b[22m\n-Sound- (7/10):\n\n\u001b[1m - サウンド - （7/10）：\u001b[22m\n\u001b[1m(- Saundo - (7 / 10):)\u001b[22m\n\nTranslations of \u001b[4m-Sound- (7/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Sound- (7/10):\u001b[24m\n    \u001b[1m - サウンド - （7/10）：\u001b[22m, \u001b[1m-Sound-（7/10）：\u001b[22m\nFirst I must say that the opening and ending are kinda cool and I liked them, specially the opening was very good and I heared it even after I watched the anime and that doesn't happen so often. You really just wanna sing along with the lyrics! But there was no special music in the anime I remember, but it made its job. It was fitting to the situations.\n\n\u001b[1m最初はオープニングとエンディングがちょっとクールだと言わねばならず、オープニングがとても好きで、アニメを見てもそれが聞こえてきました。 あなたは本当にただ歌詞と一緒に歌いたいです！ しかし、私が覚えているアニメには特別な音楽はありませんでしたが、それは仕事をしました。 それは状況に適合していた。\u001b[22m\n\u001b[1m(Saisho wa ōpuningu to endingu ga chotto kūruda to iwaneba narazu, ōpuningu ga totemo sukide, anime o mite mo sore ga kikoete kimashita. Anata wa hontōni tada kashi to issho ni utaitaidesu! Shikashi, watashi ga oboete iru anime ni wa tokubetsuna ongaku wa arimasendeshitaga, soreha shigoto o shimashita. Sore wa jōkyō ni tekigō shite ita.)\u001b[22m\n\nTranslations of \u001b[4mFirst I must say that the opening and ending are kinda cool and I liked them, specially the opening was very good and I heared it even after I watched the anime and that doesn't happen so often. You really just wanna sing along with the lyrics! But there was no special music in the anime I remember, but it made its job. It was fitting to the situations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst I must say that the opening and ending are kinda cool and I liked them, specially the opening was very good and I heared it even after I watched the anime and that doesn't happen so often.\u001b[24m\n    \u001b[1m最初はオープニングとエンディングがちょっとクールだと言わねばならず、オープニングがとても好きで、アニメを見てもそれが聞こえてきました。\u001b[22m, \u001b[1m最初に私は、オープニングとエンディングはちょっとクールであることを言わなければならないと私は特別に開口部が非常に良かったと私はアニメを見て、それはそう頻繁には発生しませんした後も、それを聞いた、彼らが好きでした。\u001b[22m\n\u001b[4mYou really just wanna sing along with the lyrics!\u001b[24m\n    \u001b[1mあなたは本当にただ歌詞と一緒に歌いたいです！\u001b[22m, \u001b[1mあなたは本当にたいだけでは歌詞と一緒に歌います！\u001b[22m\n\u001b[4mBut there was no special music in the anime I remember, but it made its job.\u001b[24m\n    \u001b[1mしかし、私が覚えているアニメには特別な音楽はありませんでしたが、それは仕事をしました。\u001b[22m, \u001b[1mしかし、そこに私が覚えているアニメでは特別な音楽はなかったが、それは、その仕事をしました。\u001b[22m\n\u001b[4mIt was fitting to the situations.\u001b[24m\n    \u001b[1mそれは状況に適合していた。\u001b[22m, \u001b[1mそれは状況に当てはめました。\u001b[22m\n\u001b[1m\u001b[22m\n-Characters- (6/10):\n\n\u001b[1m - キャラクター - （6/10）：\u001b[22m\n\u001b[1m(- Kyarakutā - (6 / 10):)\u001b[22m\n\nTranslations of \u001b[4m-Characters- (6/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Characters- (6/10):\u001b[24m\n    \u001b[1m - キャラクター - （6/10）：\u001b[22m, \u001b[1m-Characters-（6/10）：\u001b[22m\nThey were really okay. There was no one that really nerved me, what a good feeling though.\n\n\u001b[1m彼らは本当に大丈夫でした。 私に本当に気を配った人はいませんでした。\u001b[22m\n\u001b[1m(Karera wa hontōni daijōbudeshita. Watashi ni hontōni ki o kubatta hito wa imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThey were really okay. There was no one that really nerved me, what a good feeling though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey were really okay.\u001b[24m\n    \u001b[1m彼らは本当に大丈夫でした。\u001b[22m\n\u001b[4mThere was no one that really nerved me, what a good feeling though.\u001b[24m\n    \u001b[1m私に本当に気を配った人はいませんでした。\u001b[22m, \u001b[1m実際にも何が良い感じ、私を葉脈のある誰もいませんでした。\u001b[22m\nFujiwara was okay, he was a bit mainstream. Discovering his powers and having a childhood friend, who is a girl and bla. You know the mainstream stuff I think. But he wasn't nerving me, even though sometimes he made no sense at all. I mean, he has his swim trunks on and does not go in the water, then he changes his clothes and goes in the water, where Merry is standing. Alright, I say nothing anymore.\n\n\u001b[1m藤原は大丈夫だった、彼は少し主流だった。 彼の力を発見し、少女である幼なじみの友人を持つ。 あなたは私が思う主流のものを知っています。 しかし、彼は時々彼は全く意味をなしませんでしたが、彼は私を魅了していませんでした。 私は、彼は水泳のトランクを持っていて、水に入っていない、彼は服を交換し、メリーが立っている水に出る。 さて、私はもう何も言わない。\u001b[22m\n\u001b[1m(Fujiwara wa daijōbudatta, kare wa sukoshi shuryūdatta. Kare no chikara o hakken shi, shōjodearu osananajimi no yūjin o motsu. Anata wa watashi ga omou shuryū no mono o shitte imasu. Shikashi, kare wa tokidoki kare wa mattaku imi o nashimasendeshitaga, kare wa watashi o miryō shite imasendeshita. Watashi wa, kare wa suiei no toranku o motte ite, mizu ni haitteinai, kare wa fuku o kōkan shi, merī ga tatte iru mizu ni deru. Sate, watashi wa mō nani mo iwanai.)\u001b[22m\n\nTranslations of \u001b[4mFujiwara was okay, he was a bit mainstream. Discovering his powers and having a childhood friend, who is a girl and bla. You know the mainstream stuff I think. But he wasn't nerving me, even though sometimes he made no sense at all. I mean, he has his swim trunks on and does not go in the water, then he changes his clothes and goes in the water, where Merry is standing. Alright, I say nothing anymore.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFujiwara was okay, he was a bit mainstream.\u001b[24m\n    \u001b[1m藤原は大丈夫だった、彼は少し主流だった。\u001b[22m, \u001b[1m藤原氏は、ビット主流だった、大丈夫でした。\u001b[22m\n\u001b[4mDiscovering his powers and having a childhood friend, who is a girl and bla.\u001b[24m\n    \u001b[1m彼の力を発見し、少女である幼なじみの友人を持つ。\u001b[22m, \u001b[1m彼の力を発見し、少女とのblaある幼なじみを有します。\u001b[22m\n\u001b[4mYou know the mainstream stuff I think.\u001b[24m\n    \u001b[1mあなたは私が思う主流のものを知っています。\u001b[22m, \u001b[1mあなたは、私が思う主流のものを知っています。\u001b[22m\n\u001b[4mBut he wasn't nerving me, even though sometimes he made no sense at all.\u001b[24m\n    \u001b[1mしかし、彼は時々彼は全く意味をなしませんでしたが、彼は私を魅了していませんでした。\u001b[22m, \u001b[1mしかし、彼は時々、彼は全く意味をなされていないにも関わらず、私をnervingいませんでした。\u001b[22m\n\u001b[4mI mean, he has his swim trunks on and does not go in the water, then he changes his clothes and goes in the water, where Merry is standing.\u001b[24m\n    \u001b[1m私は、彼は水泳のトランクを持っていて、水に入っていない、彼は服を交換し、メリーが立っている水に出る。\u001b[22m, \u001b[1m私は、彼が彼の服を変更し、メリーが立っている水、に行く、彼は彼の水泳パンツを持っており、水に行かない、意味します。\u001b[22m\n\u001b[4mAlright, I say nothing anymore.\u001b[24m\n    \u001b[1mさて、私はもう何も言わない。\u001b[22m, \u001b[1mさてさて、私はもう何も言いません。\u001b[22m\nMerry was cool, I liked her, she had a kinda chill character. I just liked her, I would not say she is one of my fav characters, but she is not mainstream. She has her own character and does everyting to reach her destiny.\n\n\u001b[1mメリーはクールだった、私は彼女が好きだった、彼女はちょっとチルのキャラクターを持っていた。 私は彼女を好きだった、私は彼女が私のfavキャラクターの一人だとは言わなかったが、彼女は主流ではない。 彼女は自分の性格を持っており、彼女の運命に達するためにあらゆることをしています。\u001b[22m\n\u001b[1m(Merī wa kūrudatta, watashi wa kanojo ga sukidatta, kanojo wa chotto chiru no kyarakutā o motte ita. Watashi wa kanojo o sukidatta, watashi wa kanojo ga watashi no fav kyarakutā no hitorida to wa iwanakattaga, kanojo wa shuryūde wanai. Kanojo wa jibun no seikaku o motte ori, kanojonounmei ni tassuru tame ni arayuru koto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mMerry was cool, I liked her, she had a kinda chill character. I just liked her, I would not say she is one of my fav characters, but she is not mainstream. She has her own character and does everyting to reach her destiny.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMerry was cool, I liked her, she had a kinda chill character.\u001b[24m\n    \u001b[1mメリーはクールだった、私は彼女が好きだった、彼女はちょっとチルのキャラクターを持っていた。\u001b[22m, \u001b[1mメリーは彼女がちょっと寒さの文字を持っていた、私は彼女を気に入って、クールでした。\u001b[22m\n\u001b[4mI just liked her, I would not say she is one of my fav characters, but she is not mainstream.\u001b[24m\n    \u001b[1m私は彼女を好きだった、私は彼女が私のfavキャラクターの一人だとは言わなかったが、彼女は主流ではない。\u001b[22m, \u001b[1m私はちょうど私は彼女が私のfavの文字の一つであると言うではないだろうが、彼女は主流ではない、彼女が好きでした。\u001b[22m\n\u001b[4mShe has her own character and does everyting to reach her destiny.\u001b[24m\n    \u001b[1m彼女は自分の性格を持っており、彼女の運命に達するためにあらゆることをしています。\u001b[22m, \u001b[1m彼女は彼女自身の性格を持っており、彼女の運命に到達するためにeverytingを行います。\u001b[22m\nMy fav one was definitly John. I don't know why, but I just liked his design. It really looks cool and his voice is too. Just can't explain that, maybe it is because I prefer the bad 'guys'? He was no guy but I have no other word.\n\n\u001b[1m私のfavは間違いなくジョンでした。 なぜか分からないけど、彼のデザインが好きだった。 それは本当にクールに見え、彼の声もあまりにもあります。 それを説明することはできません。私は悪者を好むからでしょうか？ 彼は誰もいなかったが、私は他の言葉はない。\u001b[22m\n\u001b[1m(Watashi no fav wa machigainaku Jondeshita. Naze ka wakaranaikedo, kare no dezain ga sukidatta. Sore wa hontōni kūru ni mie, kare no koe mo amarini mo arimasu. Sore o setsumei suru koto wa dekimasen. Watashi wa warumono o konomukaradeshou ka? Kare wa dare mo inakattaga, watashi wa hoka no kotoba wanai.)\u001b[22m\n\nTranslations of \u001b[4mMy fav one was definitly John. I don't know why, but I just liked his design. It really looks cool and his voice is too. Just can't explain that, maybe it is because I prefer the bad 'guys'? He was no guy but I have no other word.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy fav one was definitly John.\u001b[24m\n    \u001b[1m私のfavは間違いなくジョンでした。\u001b[22m, \u001b[1m私のfav 1は間違いなくジョンでした。\u001b[22m\n\u001b[4mI don't know why, but I just liked his design.\u001b[24m\n    \u001b[1mなぜか分からないけど、彼のデザインが好きだった。\u001b[22m, \u001b[1m私はなぜ知らないが、私はちょうど彼のデザインが好きでした。\u001b[22m\n\u001b[4mIt really looks cool and his voice is too.\u001b[24m\n    \u001b[1mそれは本当にクールに見え、彼の声もあまりにもあります。\u001b[22m, \u001b[1mそれは本当にクールに見えると彼の声はあまりにもです。\u001b[22m\n\u001b[4mJust can't explain that, maybe it is because I prefer the bad 'guys'?\u001b[24m\n    \u001b[1mそれを説明することはできません。私は悪者を好むからでしょうか？\u001b[22m, \u001b[1mちょうど私が悪い\"男\"を好むので、多分それはある、ことを説明することはできませんか？\u001b[22m\n\u001b[4mHe was no guy but I have no other word.\u001b[24m\n    \u001b[1m彼は誰もいなかったが、私は他の言葉はない。\u001b[22m, \u001b[1m彼には男ではなかったが、私は他の言葉がありません。\u001b[22m\n\u001b[1m\u001b[22m\n-Enjoyment- (7/10):\n\n\u001b[1m - 楽しさ - （7/10）：\u001b[22m\n\u001b[1m(- Tanoshisa - (7 / 10):)\u001b[22m\n\nTranslations of \u001b[4m-Enjoyment- (7/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Enjoyment- (7/10):\u001b[24m\n    \u001b[1m - 楽しさ - （7/10）：\u001b[22m, \u001b[1m-Enjoyment-（7/10）：\u001b[22m\nI don't know if I can give points for this, because I watched the anime with my best friend and with her I enjoy all animes. U know Jenny, in case you read this &lt;3 was awesome. Anyway, sometimes the anime was a bit boring, but most of the time I enjoyed it and wanted to know more about the story.\n\n\u001b[1m私は親友と一緒にアニメを見ているので、私はすべてのアニメを楽しむので、私はこれのポイントを与えることができるか分からない。 あなたがこの＆3を読んだ場合のために、私はジェニーを知っています。 とにかく、時にはアニメがちょっと退屈だったのですが、ほとんどの時間、私はそれを楽しんで、そのストーリーについてもっと知りたいと思っていました。\u001b[22m\n\u001b[1m(Watashi wa shin'yū to issho ni anime o mite irunode, watashi wa subete no anime o tanoshimu node, watashi wa kore no pointo o ataeru koto ga dekiru ka wakaranai. Anata ga kono& 3 o yonda baai no tame ni, watashi wa jenī o shitte imasu. Tonikaku, tokiniha anime ga chotto taikutsudatta nodesuga, hotondo no jikan, watashi wa sore o tanoshinde, sono sutōrī ni tsuite motto shiritai to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mI don't know if I can give points for this, because I watched the anime with my best friend and with her I enjoy all animes. U know Jenny, in case you read this &lt;3 was awesome. Anyway, sometimes the anime was a bit boring, but most of the time I enjoyed it and wanted to know more about the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know if I can give points for this, because I watched the anime with my best friend and with her I enjoy all animes.\u001b[24m\n    \u001b[1m私は親友と一緒にアニメを見ているので、私はすべてのアニメを楽しむので、私はこれのポイントを与えることができるか分からない。\u001b[22m, \u001b[1m私はこのためのポイントを与えることができる場合、私は私の親友でアニメを見たので、私は、わからないと彼女と私はすべてのアニメをお楽しみいただけます。\u001b[22m\n\u001b[4mU know Jenny, in case you read this &lt;3 was awesome.\u001b[24m\n    \u001b[1mあなたがこの＆3を読んだ場合のために、私はジェニーを知っています。\u001b[22m, \u001b[1mUは、この＆LTを読み取る場合には、ジェニーを知っている; 3は最高でした。\u001b[22m\n\u001b[4mAnyway, sometimes the anime was a bit boring, but most of the time I enjoyed it and wanted to know more about the story.\u001b[24m\n    \u001b[1mとにかく、時にはアニメがちょっと退屈だったのですが、ほとんどの時間、私はそれを楽しんで、そのストーリーについてもっと知りたいと思っていました。\u001b[22m, \u001b[1mとにかく、時にはアニメは少し退屈だったが、時間のほとんどは、私はそれを楽しんで、ストーリーについての詳細を知りたいと思いました。\u001b[22m\n\u001b[1m\u001b[22m\n-Overall- (7/10):\n\n\u001b[1m-Overall-（7/10）：\u001b[22m\n\u001b[1m(- Overall - (7 / 10):)\u001b[22m\n\nTranslations of \u001b[4m-Overall- (7/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Overall- (7/10):\u001b[24m\n    \u001b[1m-Overall-（7/10）：\u001b[22m\nThe anime was good, not more. But if you search for nothing special, then this anime would be right. It will not waist your time I guess. Go and watch it, maybe with a friend and together you will enjoy. It will change your thinking about dreams, like it changed the mind from me and my friend. I liked the anime! Hope I could help you.\n\n\u001b[1mアニメは良かったが、それ以上はなかった。 しかし、何も特別なものを探すことができなければ、このアニメは正しいでしょう。 それは私が推測するあなたの時間をウエストしません。 行って、それを見て、多分友人と一緒に、一緒に楽しむだろう。 それは私と私の友人から心を変えたように、夢についてのあなたの考えを変えるでしょう。 私はアニメが好きだった！ 私はあなたを助けてくれることを願っています。\u001b[22m\n\u001b[1m(Anime wa yokatta ga, soreijō wa nakatta. Shikashi, nani mo tokubetsuna mono o sagasu koto ga dekinakereba, kono anime wa tadashīdeshou. Sore wa watashi ga suisoku suru anata no jikan o uesuto shimasen. Itte, sore o mite, tabun yūjin to issho ni, issho ni tanoshimudarou. Sore wa watashi to watashi no yūjin kara kokoro o kaeta yō ni, yume ni tsuite no anata no kangae o kaerudeshou. Watashi wa anime ga sukidatta! Watashi wa anata o tasukete kureru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime was good, not more. But if you search for nothing special, then this anime would be right. It will not waist your time I guess. Go and watch it, maybe with a friend and together you will enjoy. It will change your thinking about dreams, like it changed the mind from me and my friend. I liked the anime! Hope I could help you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime was good, not more.\u001b[24m\n    \u001b[1mアニメは良かったが、それ以上はなかった。\u001b[22m, \u001b[1mアニメは、より良いものではなかったです。\u001b[22m\n\u001b[4mBut if you search for nothing special, then this anime would be right.\u001b[24m\n    \u001b[1mしかし、何も特別なものを探すことができなければ、このアニメは正しいでしょう。\u001b[22m, \u001b[1mあなたは何も特別なを検索した場合でも、このアニメは正しいだろう。\u001b[22m\n\u001b[4mIt will not waist your time I guess.\u001b[24m\n    \u001b[1mそれは私が推測するあなたの時間をウエストしません。\u001b[22m, \u001b[1mそれは私が推測するあなたの時間を腰はありません。\u001b[22m\n\u001b[4mGo and watch it, maybe with a friend and together you will enjoy.\u001b[24m\n    \u001b[1m行って、それを見て、多分友人と一緒に、一緒に楽しむだろう。\u001b[22m, \u001b[1m移動して、それを見て、多分友人で、一緒にあなたがお楽しみいただけます。\u001b[22m\n\u001b[4mIt will change your thinking about dreams, like it changed the mind from me and my friend.\u001b[24m\n    \u001b[1mそれは私と私の友人から心を変えたように、夢についてのあなたの考えを変えるでしょう。\u001b[22m, \u001b[1mそれは私と私の友人からの心を変えたように、それは、夢についてのあなたの思考を変更します。\u001b[22m\n\u001b[4mI liked the anime!\u001b[24m\n    \u001b[1m私はアニメが好きだった！\u001b[22m, \u001b[1m私はアニメが好き！\u001b[22m\n\u001b[4mHope I could help you.\u001b[24m\n    \u001b[1m私はあなたを助けてくれることを願っています。\u001b[22m, \u001b[1m私はあなたを助けることができる願っています。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "LoneAngel",
    "profile": "/profile/LoneAngel/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=36555",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\n夢のメリー、これは興味深いアニメの1つだった。 これらの夢や、私たちの目標であるミッションについてのすべてです。 基本的に2つの世界システム、実際のものと夢のものを設定する。 しかし、私はこのアニメを設定することができ、あなたに私のものの側面を伝えることができるカテゴリを分解してみましょう。\n\nアクション。 これはアクションアニメです。 すべての単一のエピソードで発生するいくつかのタイプのアクションの競合があります。 このアニメの主なポイントのいくつかは、初めはかなり良いものでしたが、最初の2つのエピソードで何が起こっているのかを理解するためには少し集中しなければなりません。\n\n超自然。 夢の悪魔は、このアニメの中で人間を捕まえて船にするものです。 言うまでもなく、それは超自然的です。 私はそれ以上のことはしないと思う。\n\nアニメのいくつかの部分はロマンスを思い出させたが、それは主な焦点ではないので、実際にはそれに注意を払うべきではない。\n\n全体的にこのアニメは良いですが、それは素晴らしいことではありません。 彼らはあまりにも急いで物事を急ぐことはしないことを望むが、私は彼らが少ししたように感じるが、私はこのアニメの全体的なスコアが良いと思う。 私はこのアニメを、アニメに入るのを始めたばかりの人には、時々フォローするのが難しいかもしれないし、そこでは最高のアニメではないと推薦しません。 行動と超自然のような人のために、これはあなたの路地の上にあります。 あなたはこのアニメを楽しむが、本当にそれを愛していない。 時間がある場合は、このアニメを見て、他のアニメのような優先順位がある場合は、それらを見てください。\n\n申し訳ありませんが、このレビューでは気の利いたコメントはありません。 次回お会いしましょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nYumekui Merry, this was one interesting anime. All about those dreams and a mission set forth by our protag. Basically setting up a 2 world system, the real one and the dream one. But let me break down the categories that I can set this anime in and telling you my side of things.\n\n\u001b[1m夢のメリー、これは興味深いアニメの1つだった。 これらの夢や、私たちの目標であるミッションについてのすべてです。 基本的に2つの世界システム、実際のものと夢のものを設定する。 しかし、私はこのアニメを設定することができ、あなたに私のものの側面を伝えることができるカテゴリを分解してみましょう。\u001b[22m\n\u001b[1m(Yume no merī, kore wa kyōmibukai anime no 1tsudatta. Korera no yume ya, watashitachi no mokuhyōdearu misshon ni tsuite no subetedesu. Kihontekini 2tsu no sekai shisutemu, jissai no mono to yume no mono o settei suru. Shikashi, watashi wa kono anime o settei suru koto ga deki, anata ni watashi no mono no sokumen o tsutaeru koto ga dekiru kategori o bunkai shite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mYumekui Merry, this was one interesting anime. All about those dreams and a mission set forth by our protag. Basically setting up a 2 world system, the real one and the dream one. But let me break down the categories that I can set this anime in and telling you my side of things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYumekui Merry, this was one interesting anime.\u001b[24m\n    \u001b[1m夢のメリー、これは興味深いアニメの1つだった。\u001b[22m, \u001b[1m夢喰いメリーは、これは1面白いアニメでした。\u001b[22m\n\u001b[4mAll about those dreams and a mission set forth by our protag.\u001b[24m\n    \u001b[1mこれらの夢や、私たちの目標であるミッションについてのすべてです。\u001b[22m, \u001b[1mこれらすべての夢と私たちのprotagが定める使命について。\u001b[22m\n\u001b[4mBasically setting up a 2 world system, the real one and the dream one.\u001b[24m\n    \u001b[1m基本的に2つの世界システム、実際のものと夢のものを設定する。\u001b[22m, \u001b[1m基本的には2世界システム、本物と夢1を設定します。\u001b[22m\n\u001b[4mBut let me break down the categories that I can set this anime in and telling you my side of things.\u001b[24m\n    \u001b[1mしかし、私はこのアニメを設定することができ、あなたに私のものの側面を伝えることができるカテゴリを分解してみましょう。\u001b[22m, \u001b[1mしかし、私は、私はこのアニメを設定し、あなたに物事の私の側に伝えることができカテゴリを打破しましょう。\u001b[22m\n\u001b[1m\u001b[22m\nAction. This is a action anime. There is some type of action conflict that arises in every single episode. The beginning was fairly good and tied in some of the major points of this anime together but you have to really focus a bit to understand what is going on for the first two episodes.\n\n\u001b[1mアクション。 これはアクションアニメです。 すべての単一のエピソードで発生するいくつかのタイプのアクションの競合があります。 このアニメの主なポイントのいくつかは、初めはかなり良いものでしたが、最初の2つのエピソードで何が起こっているのかを理解するためには少し集中しなければなりません。\u001b[22m\n\u001b[1m(Akushon. Kore wa akushon animedesu. Subete no tan'itsu no episōdo de hassei suru ikutsu ka no taipu no akushon no kyōgō ga arimasu. Kono anime no omona pointo no ikutsu ka wa, hajime wa kanari yoi monodeshitaga, saisho no 2tsu no episōdo de nani ga okotte iru no ka o rikai suru tame ni wa sukoshi shūchū shinakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mAction. This is a action anime. There is some type of action conflict that arises in every single episode. The beginning was fairly good and tied in some of the major points of this anime together but you have to really focus a bit to understand what is going on for the first two episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAction.\u001b[24m\n    \u001b[1mアクション。\u001b[22m\n\u001b[4mThis is a action anime.\u001b[24m\n    \u001b[1mこれはアクションアニメです。\u001b[22m, \u001b[1mこれは、アクションアニメです。\u001b[22m\n\u001b[4mThere is some type of action conflict that arises in every single episode.\u001b[24m\n    \u001b[1mすべての単一のエピソードで発生するいくつかのタイプのアクションの競合があります。\u001b[22m, \u001b[1m一つ一つのエピソードで発生したアクションの競合のいくつかのタイプがあります。\u001b[22m\n\u001b[4mThe beginning was fairly good and tied in some of the major points of this anime together but you have to really focus a bit to understand what is going on for the first two episodes.\u001b[24m\n    \u001b[1mこのアニメの主なポイントのいくつかは、初めはかなり良いものでしたが、最初の2つのエピソードで何が起こっているのかを理解するためには少し集中しなければなりません。\u001b[22m, \u001b[1m初めはかなり良かったし、一緒にこのアニメの主要ないくつかの点で結ばれていますが、実際には最初の2つのエピソードのために何が起こっているかを理解するためのビットを集中する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nSupernatural. Dream demons are the things in this anime that take hold of humans to make them their vessels. So needless to say, it is supernatural. I don't think I should go any further into it than that.\n\n\u001b[1m超自然。 夢の悪魔は、このアニメの中で人間を捕まえて船にするものです。 言うまでもなく、それは超自然的です。 私はそれ以上のことはしないと思う。\u001b[22m\n\u001b[1m(Chō shizen. Yume no akuma wa, kono anime no naka de ningen o tsukamaete fune ni suru monodesu. Iumademonaku, sore wa chō shizen-tekidesu. Watashi wa sore ijō no koto wa shinai to omou.)\u001b[22m\n\nTranslations of \u001b[4mSupernatural. Dream demons are the things in this anime that take hold of humans to make them their vessels. So needless to say, it is supernatural. I don't think I should go any further into it than that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSupernatural.\u001b[24m\n    \u001b[1m超自然。\u001b[22m, \u001b[1mスーパーナチュラル。\u001b[22m\n\u001b[4mDream demons are the things in this anime that take hold of humans to make them their vessels.\u001b[24m\n    \u001b[1m夢の悪魔は、このアニメの中で人間を捕まえて船にするものです。\u001b[22m, \u001b[1mドリーム悪魔はそれらに彼らの血管を作るために、人間のホールドを取るこのアニメでものです。\u001b[22m\n\u001b[4mSo needless to say, it is supernatural.\u001b[24m\n    \u001b[1m言うまでもなく、それは超自然的です。\u001b[22m, \u001b[1mよって、言うまでもなくそれは超自然的です。\u001b[22m\n\u001b[4mI don't think I should go any further into it than that.\u001b[24m\n    \u001b[1m私はそれ以上のことはしないと思う。\u001b[22m, \u001b[1m私はそれよりもそれに先に進むべきだと思いません。\u001b[22m\n\u001b[1m\u001b[22m\nOn a side note, some parts of the anime reminded of some romance but it is not the main focus so really should not pay much attention to it.\n\n\u001b[1mアニメのいくつかの部分はロマンスを思い出させたが、それは主な焦点ではないので、実際にはそれに注意を払うべきではない。\u001b[22m\n\u001b[1m(Anime no ikutsu ka no bubun wa romansu o omoidasa setaga, sore wa omona shōtende wanainode, jissai ni wa sore ni chūi o haraubekide wanai.)\u001b[22m\n\nTranslations of \u001b[4mOn a side note, some parts of the anime reminded of some romance but it is not the main focus so really should not pay much attention to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn a side note, some parts of the anime reminded of some romance but it is not the main focus so really should not pay much attention to it.\u001b[24m\n    \u001b[1mアニメのいくつかの部分はロマンスを思い出させたが、それは主な焦点ではないので、実際にはそれに注意を払うべきではない。\u001b[22m, \u001b[1mサイドノートでは、アニメのいくつかの部分は、いくつかのロマンスを思い出しますが、実際にそれに多くの注意を払うべきではないので、それが主な焦点ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this anime is good but it is not great. I wish that they would not rush things too hastily but I feel like they did a bit but I think the overall score of this anime is good. I wouldn't recommend this anime to anyone who is just starting to get into anime for it might be hard to follow sometimes and this is not the greatest anime out there. For those who like action and supernatural, this is up your alley. You will enjoy this anime but not really love it. If you have time, watch this anime, but if you have other priorities like some other anime, then go watch those.\n\n\u001b[1m全体的にこのアニメは良いですが、それは素晴らしいことではありません。 彼らはあまりにも急いで物事を急ぐことはしないことを望むが、私は彼らが少ししたように感じるが、私はこのアニメの全体的なスコアが良いと思う。 私はこのアニメを、アニメに入るのを始めたばかりの人には、時々フォローするのが難しいかもしれないし、そこでは最高のアニメではないと推薦しません。 行動と超自然のような人のために、これはあなたの路地の上にあります。 あなたはこのアニメを楽しむが、本当にそれを愛していない。 時間がある場合は、このアニメを見て、他のアニメのような優先順位がある場合は、それらを見てください。\u001b[22m\n\u001b[1m(Zentai-teki ni kono anime wa yoidesuga, sore wa subarashī kotode wa arimasen. Karera wa amarini mo isoide monogoto o isogu koto wa shinai koto o nozomu ga, watashi wa karera ga sukoshi shita yō ni kanjiru ga, watashi wa kono anime no zentai-tekina sukoa ga yoi to omou. Watashi wa kono anime o, anime ni hairu no o hajimeta bakari no hito ni wa, tokidoki forō suru no ga muzukashī kamo shirenaishi, sokode wa saikō no animede wa nai to suisen shimasen. Kōdō to chō shizen no yōna hito no tame ni, kore wa anata no roji no ue ni arimasu. Anata wa kono anime o tanoshimu ga, hontōni sore o aishite inai. Jikan ga aru baai wa, kono anime o mite, hoka no anime no yōna yūsen jun'i ga aru baai wa, sorera o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall this anime is good but it is not great. I wish that they would not rush things too hastily but I feel like they did a bit but I think the overall score of this anime is good. I wouldn't recommend this anime to anyone who is just starting to get into anime for it might be hard to follow sometimes and this is not the greatest anime out there. For those who like action and supernatural, this is up your alley. You will enjoy this anime but not really love it. If you have time, watch this anime, but if you have other priorities like some other anime, then go watch those.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this anime is good but it is not great.\u001b[24m\n    \u001b[1m全体的にこのアニメは良いですが、それは素晴らしいことではありません。\u001b[22m, \u001b[1m全体的にこのアニメは良いのですが、それは素晴らしいではありません。\u001b[22m\n\u001b[4mI wish that they would not rush things too hastily but I feel like they did a bit but I think the overall score of this anime is good.\u001b[24m\n    \u001b[1m彼らはあまりにも急いで物事を急ぐことはしないことを望むが、私は彼らが少ししたように感じるが、私はこのアニメの全体的なスコアが良いと思う。\u001b[22m, \u001b[1m私は、彼らがあまりにも急いで物事を急いでしないことを望むが、彼らは少しやったような気がしますが、私はこのアニメの全体的なスコアが良いと思います。\u001b[22m\n\u001b[4mI wouldn't recommend this anime to anyone who is just starting to get into anime for it might be hard to follow sometimes and this is not the greatest anime out there.\u001b[24m\n    \u001b[1m私はこのアニメを、アニメに入るのを始めたばかりの人には、時々フォローするのが難しいかもしれないし、そこでは最高のアニメではないと推薦しません。\u001b[22m, \u001b[1m私はちょうど時には従うのは難しいかもしれませんし、これはそこに最大のアニメではないために、アニメに入るために始めている誰にもこのアニメをお勧めしません。\u001b[22m\n\u001b[4mFor those who like action and supernatural, this is up your alley.\u001b[24m\n    \u001b[1m行動と超自然のような人のために、これはあなたの路地の上にあります。\u001b[22m, \u001b[1mアクションと超自然が好きな人のために、これはあなたの路地次第です。\u001b[22m\n\u001b[4mYou will enjoy this anime but not really love it.\u001b[24m\n    \u001b[1mあなたはこのアニメを楽しむが、本当にそれを愛していない。\u001b[22m, \u001b[1mあなたはこのアニメを楽しむが、実際にそれを愛しています。\u001b[22m\n\u001b[4mIf you have time, watch this anime, but if you have other priorities like some other anime, then go watch those.\u001b[24m\n    \u001b[1m時間がある場合は、このアニメを見て、他のアニメのような優先順位がある場合は、それらを見てください。\u001b[22m, \u001b[1mあなたは時間があれば、このアニメを見て、しかし、あなたには、いくつかの他のアニメのような他の優先順位を持っている場合は、それらを見に行きます。\u001b[22m\n\u001b[1m\u001b[22m\nSorry, no witty comments in this review. See you next time.\n\n\u001b[1m申し訳ありませんが、このレビューでは気の利いたコメントはありません。 次回お会いしましょう。\u001b[22m\n\u001b[1m(Mōshiwakearimasenga, kono rebyūde wa kinokiita komento wa arimasen. Jikai o ai shimashou.)\u001b[22m\n\nTranslations of \u001b[4mSorry, no witty comments in this review. See you next time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorry, no witty comments in this review.\u001b[24m\n    \u001b[1m申し訳ありませんが、このレビューでは気の利いたコメントはありません。\u001b[22m, \u001b[1m申し訳ありませんが、このレビューで気の利いたコメントはありません。\u001b[22m\n\u001b[4mSee you next time.\u001b[24m\n    \u001b[1m次回お会いしましょう。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "ruinadoboi",
    "profile": "/profile/ruinadoboi/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=73581",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  5\nサウンド|  5\nキャラクター|  2\n|  3\n\n物語はそれ自身を引きずります。 プロットに欠かせないキャラクターは、ハンター・ジョン・ドゥーと彼の猫、さらには主要なヴィランのように、物語の真ん中で消滅するだけです！ スーパーキャラクターのサイドストーリーは、ほとんど手つかずのままであり、退屈です。 主人公は進化せず、他の敵との前回の遭遇から何も学ばず、ある時点では、神秘的で恐ろしいアタックを演じることができます。\n\nまた、夢の設定はあまり検討されていません。 文字の芸術は問題ありませんが、背景は表現力がありません。 彼らはそれを素晴らしく美しく、超現実的にさえできました。 代わりに、景色は静的で、戦闘ゲームのバックグラウンドのようにほとんど変更できません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nThe story drags itself. Characters that seem to be essential to the plot just disapear in the middle of the story, like Hunter John Doe and his cats and even the main vilain! The side stories of the suport characters are left mostly untouched and are boring. The main characters don't evolve, don't learn anything from previous encounters with other enemies, and at a certain point the heroin is able to performe a mysterious and awesome atack, only to have it never used or even mencioned again!\n\n\u001b[1m物語はそれ自身を引きずります。 プロットに欠かせないキャラクターは、ハンター・ジョン・ドゥーと彼の猫、さらには主要なヴィランのように、物語の真ん中で消滅するだけです！ スーパーキャラクターのサイドストーリーは、ほとんど手つかずのままであり、退屈です。 主人公は進化せず、他の敵との前回の遭遇から何も学ばず、ある時点では、神秘的で恐ろしいアタックを演じることができます。\u001b[22m\n\u001b[1m(Monogatari wa sore jishin o hikizurimasu. Purotto ni kaka senai kyarakutā wa, hantā Jon do~ū to kare no neko, sarani wa shuyōna vu~iran no yō ni, monogatari no man'naka de shōmetsu suru dakedesu! Sūpākyarakutā no saidosutōrī wa, hotondo tetsukazu no mamadeari, taikutsudesu. Shujinkō wa shinka sezu, hoka no teki to no zenkai no sōgū kara nani mo manabazu, aru jitende wa, shinpi-tekide osoroshī atakku o enjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story drags itself. Characters that seem to be essential to the plot just disapear in the middle of the story, like Hunter John Doe and his cats and even the main vilain! The side stories of the suport characters are left mostly untouched and are boring. The main characters don't evolve, don't learn anything from previous encounters with other enemies, and at a certain point the heroin is able to performe a mysterious and awesome atack, only to have it never used or even mencioned again!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story drags itself.\u001b[24m\n    \u001b[1m物語はそれ自身を引きずります。\u001b[22m, \u001b[1m物語は、それ自体をドラッグします。\u001b[22m\n\u001b[4mCharacters that seem to be essential to the plot just disapear in the middle of the story, like Hunter John Doe and his cats and even the main vilain!\u001b[24m\n    \u001b[1mプロットに欠かせないキャラクターは、ハンター・ジョン・ドゥーと彼の猫、さらには主要なヴィランのように、物語の真ん中で消滅するだけです！\u001b[22m, \u001b[1mプロットに不可欠であるように見える文字がちょうどハンタージョン・ドウと彼の猫、さらにはメインvilainのように、話の途中でdisapear！\u001b[22m\n\u001b[4mThe side stories of the suport characters are left mostly untouched and are boring.\u001b[24m\n    \u001b[1mスーパーキャラクターのサイドストーリーは、ほとんど手つかずのままであり、退屈です。\u001b[22m, \u001b[1m対応無し文字のサイドストーリーは、ほとんど手つかずのままにし、退屈されています。\u001b[22m\n\u001b[4mThe main characters don't evolve, don't learn anything from previous encounters with other enemies, and at a certain point the heroin is able to performe a mysterious and awesome atack, only to have it never used or even mencioned again!\u001b[24m\n    \u001b[1m主人公は進化せず、他の敵との前回の遭遇から何も学ばず、ある時点では、神秘的で恐ろしいアタックを演じることができます。\u001b[22m, \u001b[1mメインキャラクターが進化しない、他の敵との以前の出会いから何かを学習することはありませんし、ある時点でヘロインは、それを使用しない、あるいは再びmencioned決して持って、神秘的で素晴らしいatackをperformeすることができます！\u001b[22m\n\u001b[1m\u001b[22m\nAlso, the setting of a dream is poorly explored. The art of the characters are fine, but the background is inexpressive. They could have made it awesome and beautiful, even surreal. Instead, the scenery is static, mostly unchangeable, like a fighting game background.\n\n\u001b[1mまた、夢の設定はあまり検討されていません。 文字の芸術は問題ありませんが、背景は表現力がありません。 彼らはそれを素晴らしく美しく、超現実的にさえできました。 代わりに、景色は静的で、戦闘ゲームのバックグラウンドのようにほとんど変更できません。\u001b[22m\n\u001b[1m(Mata, yume no settei wa amari kentō sa rete imasen. Moji no geijutsu wa mondaiarimasen ga, haikei wa hyōgen-ryoku ga arimasen. Karera wa sore o subarashiku utsukushiku, chōgenjitsuteki ni sae dekimashita. Kawari ni, keshiki wa seitekide, sentō gēmu no bakkuguraundo no yō ni hotondo henkō dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the setting of a dream is poorly explored. The art of the characters are fine, but the background is inexpressive. They could have made it awesome and beautiful, even surreal. Instead, the scenery is static, mostly unchangeable, like a fighting game background.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the setting of a dream is poorly explored.\u001b[24m\n    \u001b[1mまた、夢の設定はあまり検討されていません。\u001b[22m, \u001b[1mまた、夢の設定が不十分探求されています。\u001b[22m\n\u001b[4mThe art of the characters are fine, but the background is inexpressive.\u001b[24m\n    \u001b[1m文字の芸術は問題ありませんが、背景は表現力がありません。\u001b[22m, \u001b[1m文字の芸術は素晴らしいですが、背景は無表情です。\u001b[22m\n\u001b[4mThey could have made it awesome and beautiful, even surreal.\u001b[24m\n    \u001b[1m彼らはそれを素晴らしく美しく、超現実的にさえできました。\u001b[22m, \u001b[1m彼らは超現実的な、それは素晴らしいと美しい作ることができます。\u001b[22m\n\u001b[4mInstead, the scenery is static, mostly unchangeable, like a fighting game background.\u001b[24m\n    \u001b[1m代わりに、景色は静的で、戦闘ゲームのバックグラウンドのようにほとんど変更できません。\u001b[22m, \u001b[1mその代わり、景色は格闘ゲームの背景のように、大部分は不変、静的です。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "Pera",
    "profile": "/profile/Pera/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=36787",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  10\n|  6\n\nこのアニメは大きな可能性を秘めていますが、それは実現しません。  J.C.スタッフはこのアニメで貧弱な仕事をしています。\nそれは3つ目のエピソードの後に​​アニメが最初の2つのエピソードと同じくらい楽しくはなく、アクションが始まるまでに時間がかかるからです。\n\nしかし、このアニメが失敗であることを救うのは、キャラクターです。 このアニメのキャラクターは優れています。 彼らは本当にうまくデザインされ、偉大な人格を持っています。 私が迷惑をかける人物は1人ではなく、あなたはそれらすべてを愛する必要があります。\n\nそれはまともなアニメだ、もしあなたが他の何かを見ていない場合、これは少なくとも少し時間を渡す必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis anime has some great potential, but it doesn't deliver. J.C. Staff has done a poor job on this anime.\n\n\u001b[1mこのアニメは大きな可能性を秘めていますが、それは実現しません。  J.C.スタッフはこのアニメで貧弱な仕事をしています。\u001b[22m\n\u001b[1m(Kono anime wa ōkina kanōsei o himete imasuga, soreha jitsugen shimasen. J. C. Sutaffu wa kono anime de hinjakuna shigoto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime has some great potential, but it doesn't deliver. J.C. Staff has done a poor job on this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has some great potential, but it doesn't deliver.\u001b[24m\n    \u001b[1mこのアニメは大きな可能性を秘めていますが、それは実現しません。\u001b[22m, \u001b[1mこのアニメは、いくつかの大きな可能性を秘めているが、それは配信されません。\u001b[22m\n\u001b[4mJ.C. Staff has done a poor job on this anime.\u001b[24m\n    \u001b[1mJ.C.スタッフはこのアニメで貧弱な仕事をしています。\u001b[22m, \u001b[1mJ.C.スタッフはこのアニメの悪い仕事をしています。\u001b[22m\nYou ask why, it's because after the third episode the anime doesn't seem as fun as it was the first 2 episode's and it takes some time before the action starts.\n\n\u001b[1mそれは3つ目のエピソードの後に​​アニメが最初の2つのエピソードと同じくらい楽しくはなく、アクションが始まるまでに時間がかかるからです。\u001b[22m\n\u001b[1m(Sore wa 3ttsu-me no episōdo no nochi ni ​​ anime ga saisho no 2tsu no episōdo to onaji kurai tanoshiku wa naku, akushon ga hajimaru made ni jikan ga kakarukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mYou ask why, it's because after the third episode the anime doesn't seem as fun as it was the first 2 episode's and it takes some time before the action starts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou ask why, it's because after the third episode the anime doesn't seem as fun as it was the first 2 episode's and it takes some time before the action starts.\u001b[24m\n    \u001b[1mそれは3つ目のエピソードの後にアニメが最初の2つのエピソードと同じくらい楽しくはなく、アクションが始まるまでに時間がかかるからです。\u001b[22m, \u001b[1mそれは最初の2エピソードのだったとアクションが起動する前に、それはいくつかの時間がかかるように、第3のエピソードの後にアニメが楽しみとしては思えないので、それは、理由は、あなたが尋ねます。\u001b[22m\n\u001b[1m\u001b[22m\nBut something that's save's this anime from being a failure is the characters. The characters in this anime are outstanding. They are really well design and have great personality's. It wasn't one character I finded annoying, and you have to love all of them.\n\n\u001b[1mしかし、このアニメが失敗であることを救うのは、キャラクターです。 このアニメのキャラクターは優れています。 彼らは本当にうまくデザインされ、偉大な人格を持っています。 私が迷惑をかける人物は1人ではなく、あなたはそれらすべてを愛する必要があります。\u001b[22m\n\u001b[1m(Shikashi, kono anime ga shippaidearu koto o sukuu no wa, kyarakutādesu. Kono anime no kyarakutā wa sugurete imasu. Karera wa hontōni umaku dezain sa re, idaina jinkaku o motte imasu. Watashi ga meiwakuwokakeru jinbutsu wa 1-ride wa naku, anata wa sorera subete o aisuru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut something that's save's this anime from being a failure is the characters. The characters in this anime are outstanding. They are really well design and have great personality's. It wasn't one character I finded annoying, and you have to love all of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut something that's save's this anime from being a failure is the characters.\u001b[24m\n    \u001b[1mしかし、このアニメが失敗であることを救うのは、キャラクターです。\u001b[22m, \u001b[1mしかし、セーブ何かが障害されてからこのアニメが文字であるのです。\u001b[22m\n\u001b[4mThe characters in this anime are outstanding.\u001b[24m\n    \u001b[1mこのアニメのキャラクターは優れています。\u001b[22m, \u001b[1mこのアニメの登場人物は抜群です。\u001b[22m\n\u001b[4mThey are really well design and have great personality's.\u001b[24m\n    \u001b[1m彼らは本当にうまくデザインされ、偉大な人格を持っています。\u001b[22m, \u001b[1m彼らは本当によく設計し、偉大な人格のを持っています。\u001b[22m\n\u001b[4mIt wasn't one character I finded annoying, and you have to love all of them.\u001b[24m\n    \u001b[1m私が迷惑をかける人物は1人ではなく、あなたはそれらすべてを愛する必要があります。\u001b[22m, \u001b[1mそれは私が迷惑finded 1文字ではなかった、とあなたはそれらのすべてを好きにして。\u001b[22m\n\u001b[1m\u001b[22m\nIt's a decent anime, if you don't have anything other to watch then this should at least pass the time a little.\n\n\u001b[1mそれはまともなアニメだ、もしあなたが他の何かを見ていない場合、これは少なくとも少し時間を渡す必要があります。\u001b[22m\n\u001b[1m(Sore wa matomona animeda, moshi anata ga hoka no nanika o mite inai baai, kore wa sukunakutomo sukoshi jikan o watasu hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a decent anime, if you don't have anything other to watch then this should at least pass the time a little.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a decent anime, if you don't have anything other to watch then this should at least pass the time a little.\u001b[24m\n    \u001b[1mそれはまともなアニメだ、もしあなたが他の何かを見ていない場合、これは少なくとも少し時間を渡す必要があります。\u001b[22m, \u001b[1mあなたは、これは、少なくとも時間少しを渡す必要があります見るために他の何かを持っていない場合には、まともなアニメです。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "sr467",
    "profile": "/profile/sr467/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=77813",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  7\n\nストーリー：夢と夢の悪魔のコンセプトはとても面白かったです。 私はこのアイデアが好きで、かわいいヒロインを追加すると、間違いなく良いものが作られました。 しかし、それだけでなく、私が好きだったように配信していない。 彼らは良いことが起こったが、エンディングはとても完璧だと感じた。 彼らはこれらの開発されていないビットをすべて追加して、なぜ最初に追加したのか疑問に思います。 ロマンスに言及したり、実施されない場合には、特定のアイデアを導入する点は何ですか？ 結末はせいぜい平凡で、多くの未解決の質問を残していました。 それはいくつかのかわいらしさとユーモアと一緒に良いアイデアとテーマを持っていたが、それでは十分ではなかった。 シリーズは短く、通過するのが簡単なので、時間の無駄なような気がしませんでした。 しかし、それは間違いなく失望していた。\n\nアニメーション：大丈夫だった。 キャラクターのデザインはすべて魅力的で魅力的でした。 しかし、メリーだけが思い出深いものでした。 現実の世界はうまくアニメ化されましたが、夢の世界は私には不足していました。 夢の世界は、はるかに多くのことができた時には、明るくない。 彼らは非常に不安定だったので、アクションシーンは失望していた。 しかし、ほとんどの場合、アニメーションはきれいで、ファンキーでなくても十分なファンサービスを提供しました。\n\nサウンド：オープニングが本当に好きだった。 私は実際にシリーズそのものよりもオープニングが好きだった。 しかし、残りの音楽は大暴れだった。 サウンドトラックは、一般的なゲーマーミュージックから木管楽器までさまざまでした。 それは悪くないが、それは奇妙だった。 結末は大丈夫でキャッチーだが一般的だった。 私はたぶんそれを覚えていないでしょう。 セイウウスはいい仕事をしましたが、\n\n文字：それらを肉体化するのに十分ではない良いアイデア。 プロットのように、彼らはうまくスタートしましたが、適切な開発や背景を持っていませんでした。 導入されたが完全には説明されなかった部分がありました。 しかし、ほとんどの場合、彼らはかわいいと好きだった。\n\n全体的には良いアイデアだが、残念だ。 それは楽しいが、あなたは満足していないままに出発します....",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nStory: The concept of dream and dream demons was very interesting. I liked the idea and adding a cute heroine definitely made things better. However, it just didn't deliver as well as I would have liked. They had a good thing going but the ending felt so complete. They added all these undeveloped bits that I wonder why they added them in the first. What was the point of mentioning the romance or introducing certain ideas if they won't be carried out? The ending was mediocre at best leaving many unanswered questions. It had good ideas and theme along with some cuteness and humour but that wasn't enough. The series is short and is easy to go through so it didn't feel like a complete waste of time. However, it was definitely disappointing.\n\n\u001b[1mストーリー：夢と夢の悪魔のコンセプトはとても面白かったです。 私はこのアイデアが好きで、かわいいヒロインを追加すると、間違いなく良いものが作られました。 しかし、それだけでなく、私が好きだったように配信していない。 彼らは良いことが起こったが、エンディングはとても完璧だと感じた。 彼らはこれらの開発されていないビットをすべて追加して、なぜ最初に追加したのか疑問に思います。 ロマンスに言及したり、実施されない場合には、特定のアイデアを導入する点は何ですか？ 結末はせいぜい平凡で、多くの未解決の質問を残していました。 それはいくつかのかわいらしさとユーモアと一緒に良いアイデアとテーマを持っていたが、それでは十分ではなかった。 シリーズは短く、通過するのが簡単なので、時間の無駄なような気がしませんでした。 しかし、それは間違いなく失望していた。\u001b[22m\n\u001b[1m(Sutōrī: Yume to yume no akuma no konseputo wa totemo omoshirokattadesu. Watashi wa kono aidea ga sukide, kawaī hiroin o tsuika suru to, machigainaku yoi mono ga tsukura remashita. Shikashi, sore dakedenaku, watashi ga sukidatta yō ni haishin shite inai. Karera wa yoi koto ga okottaga, endingu wa totemo kanpekida to kanjita. Karera wa korera no kaihatsu sa rete inai bitto o subete tsuika shite, naze saisho ni tsuika shita no ka gimon ni omoimasu. Romansu ni genkyū shi tari, jisshi sa renai baai ni wa, tokutei no aidea o dōnyū suru ten wa nanidesu ka? Ketsumatsu wa seizei heibonde, ōku no mikaiketsu no shitsumon o nokoshite imashita. Sore wa ikutsu ka no kawairashi-sa to yūmoa to issho ni yoi aidea to tēma o motte itaga, soredewa jūbunde wa nakatta. Shirīzu wa mijikaku, tsūka suru no ga kantan'nanode, jikan'nomudana yōna ki ga shimasendeshita. Shikashi, soreha machigainaku shitsubō shite ita.)\u001b[22m\n\nTranslations of \u001b[4mStory: The concept of dream and dream demons was very interesting. I liked the idea and adding a cute heroine definitely made things better. However, it just didn't deliver as well as I would have liked. They had a good thing going but the ending felt so complete. They added all these undeveloped bits that I wonder why they added them in the first. What was the point of mentioning the romance or introducing certain ideas if they won't be carried out? The ending was mediocre at best leaving many unanswered questions. It had good ideas and theme along with some cuteness and humour but that wasn't enough. The series is short and is easy to go through so it didn't feel like a complete waste of time. However, it was definitely disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The concept of dream and dream demons was very interesting.\u001b[24m\n    \u001b[1mストーリー：夢と夢の悪魔のコンセプトはとても面白かったです。\u001b[22m, \u001b[1mストーリー：夢と夢の悪魔の概念は非常に面白かったです。\u001b[22m\n\u001b[4mI liked the idea and adding a cute heroine definitely made things better.\u001b[24m\n    \u001b[1m私はこのアイデアが好きで、かわいいヒロインを追加すると、間違いなく良いものが作られました。\u001b[22m, \u001b[1m私はアイデアが好きで、間違いなく作られたものより優れたキュートなヒロインを追加します。\u001b[22m\n\u001b[4mHowever, it just didn't deliver as well as I would have liked.\u001b[24m\n    \u001b[1mしかし、それだけでなく、私が好きだったように配信していない。\u001b[22m, \u001b[1mしかし、それだけでだけでなく、私が好きだろうとして配信されませんでした。\u001b[22m\n\u001b[4mThey had a good thing going but the ending felt so complete.\u001b[24m\n    \u001b[1m彼らは良いことが起こったが、エンディングはとても完璧だと感じた。\u001b[22m, \u001b[1m彼らは行く良いことがあったが、結末はそう完全に感じました。\u001b[22m\n\u001b[4mThey added all these undeveloped bits that I wonder why they added them in the first.\u001b[24m\n    \u001b[1m彼らはこれらの開発されていないビットをすべて追加して、なぜ最初に追加したのか疑問に思います。\u001b[22m, \u001b[1m彼らは、彼らが最初にそれらを追加した理由私は疑問に思うすべてのこれらの未開発のビットを追加しました。\u001b[22m\n\u001b[4mWhat was the point of mentioning the romance or introducing certain ideas if they won't be carried out?\u001b[24m\n    \u001b[1mロマンスに言及したり、実施されない場合には、特定のアイデアを導入する点は何ですか？\u001b[22m, \u001b[1mロマンスを言及するか、彼らが行われない場合、特定のアイデアを導入する点は何でしたか？\u001b[22m\n\u001b[4mThe ending was mediocre at best leaving many unanswered questions.\u001b[24m\n    \u001b[1m結末はせいぜい平凡で、多くの未解決の質問を残していました。\u001b[22m, \u001b[1m結末は、多くの疑問を残して最高の状態で平凡でした。\u001b[22m\n\u001b[4mIt had good ideas and theme along with some cuteness and humour but that wasn't enough.\u001b[24m\n    \u001b[1mそれはいくつかのかわいらしさとユーモアと一緒に良いアイデアとテーマを持っていたが、それでは十分ではなかった。\u001b[22m, \u001b[1mこれは、いくつかのかわいらしさとユーモアと一緒に良いアイデアやテーマを持っていたが、それは十分ではなかったです。\u001b[22m\n\u001b[4mThe series is short and is easy to go through so it didn't feel like a complete waste of time.\u001b[24m\n    \u001b[1mシリーズは短く、通過するのが簡単なので、時間の無駄なような気がしませんでした。\u001b[22m, \u001b[1mシリーズは短く、それは完全な時間の無駄のように感じていなかったので、通過するのは簡単です。\u001b[22m\n\u001b[4mHowever, it was definitely disappointing.\u001b[24m\n    \u001b[1mしかし、それは間違いなく失望していた。\u001b[22m, \u001b[1mしかし、それは間違いなく残念でした。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: It was alright. The character designs were all pretty and attractive; however, Merry was the only memorable one. The real world was nicely animated but the dream world fell short to me. The dream world were lackluster and bland when it could have been much more. The action scenes were disappointing as they were very choppy. However, for the most part, the animation was pretty and they gave enough fan service without being ecchi or overdoing it.\n\n\u001b[1mアニメーション：大丈夫だった。 キャラクターのデザインはすべて魅力的で魅力的でした。 しかし、メリーだけが思い出深いものでした。 現実の世界はうまくアニメ化されましたが、夢の世界は私には不足していました。 夢の世界は、はるかに多くのことができた時には、明るくない。 彼らは非常に不安定だったので、アクションシーンは失望していた。 しかし、ほとんどの場合、アニメーションはかわいらしく、エッチや過度の練習をすることなく、十分なファンサービスを提供しました。\u001b[22m\n\u001b[1m(Animēshon: Daijōbudatta. Kyarakutā no dezain wa subete mirikiteki de mirikitekideshita. Shikashi, merī dake ga omoidebukai monodeshita. Genjitsu no sekai wa umaku anime-ka sa remashitaga, yume no sekai wa watashiniha fusoku shite imashita. Yume no sekai wa, haruka ni ōku no koto ga dekita tokiniha, akarukunai. Karera wa hijō ni fuanteidattanode, akushonshīn wa shitsubō shite ita. Shikashi, hotondo no baai, animēshon wa kawairashiku, etchi ya kado no renshū o suru koto naku, jūbun'na fansābisu o teikyō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnimation: It was alright. The character designs were all pretty and attractive; however, Merry was the only memorable one. The real world was nicely animated but the dream world fell short to me. The dream world were lackluster and bland when it could have been much more. The action scenes were disappointing as they were very choppy. However, for the most part, the animation was pretty and they gave enough fan service without being ecchi or overdoing it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: It was alright.\u001b[24m\n    \u001b[1mアニメーション：大丈夫だった。\u001b[22m, \u001b[1mアニメーション：それは大丈夫でした。\u001b[22m\n\u001b[4mThe character designs were all pretty and attractive;\u001b[24m\n    \u001b[1mキャラクターのデザインはすべて魅力的で魅力的でした。\u001b[22m, \u001b[1mキャラクターデザインは、すべてきれいで魅力的でした。\u001b[22m\n\u001b[4mhowever, Merry was the only memorable one.\u001b[24m\n    \u001b[1mしかし、メリーだけが思い出深いものでした。\u001b[22m, \u001b[1mしかし、メリーしか記憶に残るものでした。\u001b[22m\n\u001b[4mThe real world was nicely animated but the dream world fell short to me.\u001b[24m\n    \u001b[1m現実の世界はうまくアニメ化されましたが、夢の世界は私には不足していました。\u001b[22m, \u001b[1m現実の世界はきれいに、アニメーションが、夢の世界は、私には及ばなかったました。\u001b[22m\n\u001b[4mThe dream world were lackluster and bland when it could have been much more.\u001b[24m\n    \u001b[1m夢の世界は、はるかに多くのことができた時には、明るくない。\u001b[22m, \u001b[1mそれははるかにされている可能性がときに夢の世界が低迷し、当たり障りのでした。\u001b[22m\n\u001b[4mThe action scenes were disappointing as they were very choppy.\u001b[24m\n    \u001b[1m彼らは非常に不安定だったので、アクションシーンは失望していた。\u001b[22m, \u001b[1m彼らは非常に途切れたようにアクションシーンは期待はずれでした。\u001b[22m\n\u001b[4mHowever, for the most part, the animation was pretty and they gave enough fan service without being ecchi or overdoing it.\u001b[24m\n    \u001b[1mしかし、ほとんどの場合、アニメーションはかわいらしく、エッチや過度の練習をすることなく、十分なファンサービスを提供しました。\u001b[22m, \u001b[1mしかし、ほとんどの部分は、アニメーションがかなりあったと彼らはエッチである、またはそれを無理することなく、十分なファンサービスを行いました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I really liked the opening. I actually liked the opening more than the series itself. However, the rest of the music was subpar. The soundtrack varied from generic gamer music to woodwinds. Although it wasn't bad, it was strange. The ending was ok and catchy but generic. I probably won't remember it in a while. The seiyuus did a good job though,\n\n\u001b[1mサウンド：オープニングが本当に好きだった。 私は実際にシリーズそのものよりもオープニングが好きだった。 しかし、残りの音楽は大暴れだった。 サウンドトラックは、一般的なゲーマーミュージックから木管楽器までさまざまでした。 それは悪くないが、それは奇妙だった。 結末は大丈夫でキャッチーだが一般的だった。 私はたぶんそれを覚えていないでしょう。 セイウウスはいい仕事をしましたが、\u001b[22m\n\u001b[1m(Saundo: Ōpuningu ga hontōni sukidatta. Watashi wa jissai ni shirīzu sonomono yori mo ōpuningu ga sukidatta. Shikashi, nokori no ongaku wa dai abaredatta. Saundotorakku wa, ippantekina gēmāmyūjikku kara ki kangakki made samazamadeshita. Sore wa warukunai ga, sore wa kimyōdatta. Ketsumatsu wa daijōbu de kyatchīdaga ippan-tekidatta. Watashi wa tabun sore o oboeteinaideshou. Seiuusu wa ī shigoto o shimashitaga,)\u001b[22m\n\nTranslations of \u001b[4mSound: I really liked the opening. I actually liked the opening more than the series itself. However, the rest of the music was subpar. The soundtrack varied from generic gamer music to woodwinds. Although it wasn't bad, it was strange. The ending was ok and catchy but generic. I probably won't remember it in a while. The seiyuus did a good job though,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I really liked the opening.\u001b[24m\n    \u001b[1mサウンド：オープニングが本当に好きだった。\u001b[22m, \u001b[1mサウンド：私は実際に開口部が好き。\u001b[22m\n\u001b[4mI actually liked the opening more than the series itself.\u001b[24m\n    \u001b[1m私は実際にシリーズそのものよりもオープニングが好きだった。\u001b[22m, \u001b[1m私は実際にシリーズ自体より開口部が好きでした。\u001b[22m\n\u001b[4mHowever, the rest of the music was subpar.\u001b[24m\n    \u001b[1mしかし、残りの音楽は大暴れだった。\u001b[22m, \u001b[1mしかし、音楽の残りの部分は基準以下でした。\u001b[22m\n\u001b[4mThe soundtrack varied from generic gamer music to woodwinds.\u001b[24m\n    \u001b[1mサウンドトラックは、一般的なゲーマーミュージックから木管楽器までさまざまでした。\u001b[22m, \u001b[1mサウンドトラックには、木管楽器に、一般的なゲーマーの音楽から変化しました。\u001b[22m\n\u001b[4mAlthough it wasn't bad, it was strange.\u001b[24m\n    \u001b[1mそれは悪くないが、それは奇妙だった。\u001b[22m, \u001b[1mそれは悪いことではありませんでしたが、それは奇妙でした。\u001b[22m\n\u001b[4mThe ending was ok and catchy but generic.\u001b[24m\n    \u001b[1m結末は大丈夫でキャッチーだが一般的だった。\u001b[22m, \u001b[1mエンディングはOKとキャッチーが、汎用ました。\u001b[22m\n\u001b[4mI probably won't remember it in a while.\u001b[24m\n    \u001b[1m私はたぶんそれを覚えていないでしょう。\u001b[22m, \u001b[1m私はおそらくしばらくそれを覚えていないだろう。\u001b[22m\n\u001b[4mThe seiyuus did a good job though,\u001b[24m\n    \u001b[1mセイウウスはいい仕事をしましたが、\u001b[22m, \u001b[1mseiyuusはしかし良い仕事をしました、\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Good ideas without enough to flesh them out. Like the plot, they started out well but didn't have adequete development or background. There were parts of them that were introduced but were never fully explained. However, for the most part, they were cute and likable.\n\n\u001b[1m文字：それらを肉体化するのに十分ではない良いアイデア。 プロットのように、彼らはうまくスタートしましたが、適切な開発や背景を持っていませんでした。 導入されたが完全には説明されなかった部分がありました。 しかし、ほとんどの場合、彼らはかわいいと好きだった。\u001b[22m\n\u001b[1m(Moji: Sorera o nikutai-ka suru no ni jūbunde wa nai yoi aidea. Purotto no yō ni, karera wa umaku sutāto shimashitaga, tekisetsuna kaihatsu ya haikei o motte imasendeshita. Dōnyū sa retaga kanzen ni wa setsumei sa renakatta bubun ga arimashita. Shikashi, hotondo no baai, karera wa kawaī to sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Good ideas without enough to flesh them out. Like the plot, they started out well but didn't have adequete development or background. There were parts of them that were introduced but were never fully explained. However, for the most part, they were cute and likable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Good ideas without enough to flesh them out.\u001b[24m\n    \u001b[1m文字：それらを肉体化するのに十分ではない良いアイデア。\u001b[22m, \u001b[1m文字：それらを肉付けするのに十分のない良いアイデア。\u001b[22m\n\u001b[4mLike the plot, they started out well but didn't have adequete development or background.\u001b[24m\n    \u001b[1mプロットのように、彼らはうまくスタートしましたが、適切な開発や背景を持っていませんでした。\u001b[22m, \u001b[1mプロットのように、彼らはうまく始まったが、adequete開発や背景を持っていませんでした。\u001b[22m\n\u001b[4mThere were parts of them that were introduced but were never fully explained.\u001b[24m\n    \u001b[1m導入されたが完全には説明されなかった部分がありました。\u001b[22m, \u001b[1m導入されたが、完全に説明されなかったそれらの部分がありました。\u001b[22m\n\u001b[4mHowever, for the most part, they were cute and likable.\u001b[24m\n    \u001b[1mしかし、ほとんどの場合、彼らはかわいいと好きだった。\u001b[22m, \u001b[1mしかし、ほとんどの部分は、彼らがかわいいと好感しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Good idea but disappointing. It will start out fun but leaving you unsatisfied....\n\n\u001b[1m全体的には良いアイデアだが、残念だ。 それは楽しいが、あなたは満足していないままに出発します....\u001b[22m\n\u001b[1m(Zentai-teki ni wa yoi aideadaga, zan'nenda. Sore wa tanoshīga, anata wa manzoku shite inai mama ni shuppatsu shimasu....)\u001b[22m\n\nTranslations of \u001b[4mOverall: Good idea but disappointing. It will start out fun but leaving you unsatisfied....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Good idea but disappointing.\u001b[24m\n    \u001b[1m全体的には良いアイデアだが、残念だ。\u001b[22m, \u001b[1m全体：良いアイデアが、期待はずれ。\u001b[22m\n\u001b[4mIt will start out fun but leaving you unsatisfied....\u001b[24m\n    \u001b[1mそれは楽しいが、あなたは満足していないままに出発します....\u001b[22m, \u001b[1mそれは楽しいが、満たされていないあなたを残しを開始します....\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "r0z3n",
    "profile": "/profile/r0z3n/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=40511",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  3\nアニメーション|  10\nサウンド|  7\nキャラクター|  5\n|  7\n\n最初のエピソードであなたに紹介された最初のアイデアは素晴らしいです。 現実の場所を持つことを願っている夢や生き物の世界の魔法は、とても興味深く興味深いものです。 なぜ、彼女が最初にそこに行ったかを覚えていなくても、現実の世界に詰まっているメインキャラクターは、シリーズの開発中にあなたに何かを見せてくれます。 そして、人間のために珍しい力を持つ必要な男性の主人公（btw、彼は私に、灼眼のシャナからたくさんのゆうじを思い出させました）。 非常に興味深いアイデアだったので、私はそれがどのように始まったのかに満足していました。\n\nしかし、その後、私は完全に失望していました。 プロットはちょうど...打ち砕かれた。 何も意味をなさないし、後に紹介されたキャラクターは不自由で不必要なものでした。 私は河内が興奮していたことを認めなければなりませんが、井上とのゆりの可能性についての私の想い出のせいでしかありません。 しかし、彼女の目的は何だったのですか？ ちょうど彼らは少し涼しいDream Demonを紹介することができますか？\n\nミスレチン。 彼女が初めて登場したとき、私は彼女を愛していました。 それとも私は最終的なエピソードを見るまで、私は思った。 通常は残酷で無慈悲な村人で、ロリータでもあります。 私はいつもそのような種類の人が大好きです。 しかし...真剣に？ 第12話で何が起こったのですか？ だからイマがここに飛びついて、そこに倒れ、ここで邪悪な笑い声、そこに邪悪な冗談、それから私は消えてしまった。でも、私はグッドガイの訴えを蹴っているのだろうか？ いいえ、私はバイバイです、バイバイ。 最後のエピソードではないので、私はこれらの男を終わらせることはできません（査読者の一人がすでに言ったように）。 それは今までより悪いエピソードです。\n\n最悪。 エンディング。 これまで\n\nエピソードの間の戦いの順序は、不自由で退屈でした。 彼女がどのように殺されたかは退屈でした。 夢の力は、意志の力です...真剣に？ 真剣に？  （またはそのようなもの）彼らはその戦いでもっと多くのことをすることができました。 どのようにメリー対プレーは最後の戦いよりも面白かったか？ そして、すべてが終わったら...先生に何が起こったのですか？ そしてErcles（Hercules？）Pharosには何が起こったのですか？ 私は彼らが彼と戦うことを望んでいた、または2番目のシーズンがありますか？ とにかくそれは有効な言い訳ではありませんが、それはアニメのような悪い終わりを持つための唯一の説明になるので。\n\nまた、ジョン・ドゥがどこに行ったのですか？ 彼はずっとずっと、シリーズ全体で一番クールなDream Demonだった。 彼らは非常に多くの要素を持っていて、すばらしいアニメを作っていましたが、まだまだアニメの心を尽くしただけでした。\n\n貧弱なプロットと平凡なキャラクターの開発とは別に、それ以外は大丈夫でした。 芸術は素晴らしかったし、JCStaffは私が彼らの大ファン（Shana、Kaichou waメイド様、大隅さん、ざくろ、Railgun、Majutsu no Indexなど）からはあまり期待していなかった プロットが存在しないときに始まったが、それでもそれは素晴らしかった。\n\nそして最後のメモに。  WTFユイ？ エアトロンボーン？  Wuuuut？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe initial idea that is introduced to you in the first episode is amazing. The magic of a world of dreams and creatures that hope to have a place in reality is quite intriguing and interesting. A Main character that's stuck in the real world without knowing why nor remembering how she got there in the first place gives you something to look after during the development of the series. And the needed male main character with unusual powers for a human (btw, he reminded me AWFULLY a lot of Yuuji from Shakugan no Shana). A very interesting idea, so I was happy with how it started.\n\n\u001b[1m最初のエピソードであなたに紹介された最初のアイデアは素晴らしいです。 現実の場所を持つことを願っている夢や生き物の世界の魔法は、とても興味深く興味深いものです。 なぜ、彼女が最初にそこに行ったかを覚えていなくても、現実の世界に詰まっているメインキャラクターは、シリーズの開発中にあなたに何かを見せてくれます。 そして、人間のために珍しい力を持つ必要な男性の主人公（btw、彼は私に、灼眼のシャナからたくさんのゆうじを思い出させました）。 非常に興味深いアイデアだったので、私はそれがどのように始まったのかに満足していました。\u001b[22m\n\u001b[1m(Saisho no episōdo de anata ni shōkai sa reta saisho no aidea wa subarashīdesu. Genjitsu no basho o motsu koto o negatte iru yume ya ikimono no sekai no mahō wa, totemo kyōmibukaku kyōmibukai monodesu. Naze, kanojo ga saisho ni soko ni itta ka o oboete inakute mo, genjitsu no sekai ni tsumatte iru meinkyarakutā wa, shirīzu no kaihatsu-chū ni anata ni nanika o misete kuremasu. Soshite, ningen no tame ni mezurashī chikara o motsu hitsuyōna dansei no shujinkō (btw, kare wa watashi ni, shakugan'noshana kara takusan no Yūji o omoidasa semashita). Hijō ni kyōmibukai aideadattanode, watashi wa sore ga dono yō ni hajimatta no ka ni manzoku shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe initial idea that is introduced to you in the first episode is amazing. The magic of a world of dreams and creatures that hope to have a place in reality is quite intriguing and interesting. A Main character that's stuck in the real world without knowing why nor remembering how she got there in the first place gives you something to look after during the development of the series. And the needed male main character with unusual powers for a human (btw, he reminded me AWFULLY a lot of Yuuji from Shakugan no Shana). A very interesting idea, so I was happy with how it started.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe initial idea that is introduced to you in the first episode is amazing.\u001b[24m\n    \u001b[1m最初のエピソードであなたに紹介された最初のアイデアは素晴らしいです。\u001b[22m, \u001b[1m最初のエピソードであなたに導入された最初のアイデアは素晴らしいです。\u001b[22m\n\u001b[4mThe magic of a world of dreams and creatures that hope to have a place in reality is quite intriguing and interesting.\u001b[24m\n    \u001b[1m現実の場所を持つことを願っている夢や生き物の世界の魔法は、とても興味深く興味深いものです。\u001b[22m, \u001b[1m現実に場所を持っていると思ってい夢と生き物の世界の魔法は非常に興味深いと面白いです。\u001b[22m\n\u001b[4mA Main character that's stuck in the real world without knowing why nor remembering how she got there in the first place gives you something to look after during the development of the series.\u001b[24m\n    \u001b[1mなぜ、彼女が最初にそこに行ったかを覚えていなくても、現実の世界に詰まっているメインキャラクターは、シリーズの開発中にあなたに何かを見せてくれます。\u001b[22m, \u001b[1mなぜ知っても、最初の場所で、彼女がそこに着いた方法を覚えることなく、現実の世界で立ち往生のメインキャラクターがあなたの一連の開発中に世話をするために何かを与えます。\u001b[22m\n\u001b[4mAnd the needed male main character with unusual powers for a human (btw, he reminded me AWFULLY a lot of Yuuji from Shakugan no Shana).\u001b[24m\n    \u001b[1mそして、人間のために珍しい力を持つ必要な男性の主人公（btw、彼は私に、灼眼のシャナからたくさんのゆうじを思い出させました）。\u001b[22m, \u001b[1mそして、人間のための異常な力を持つ必要男性主人公は（ところで、彼は灼眼のシャナからやけに祐二の多くを私に思い出させました）。\u001b[22m\n\u001b[4mA very interesting idea, so I was happy with how it started.\u001b[24m\n    \u001b[1m非常に興味深いアイデアだったので、私はそれがどのように始まったのかに満足していました。\u001b[22m, \u001b[1m非常に興味深いアイデアは、私はそれが起動方法を満足していました。\u001b[22m\n\u001b[1m\u001b[22m\nBut then, I found myself utterly disappointed. The plot just... shattered down. Nothing made sense anymore, and the characters introduced later were lame and unneeded. I have to admit I was excited by Kawanami, but only because of my fangirling about a possible Yuri development with Isami... so it doesn't really count. But what was her purpose, really? Just so they could introduce a mildly cool Dream Demon?\n\n\u001b[1mしかし、その後、私は完全に失望していました。 プロットはちょうど...打ち砕かれた。 何も意味をなさないし、後に紹介されたキャラクターは不自由で不必要なものでした。 私は河内が興奮していたことを認めなければなりませんが、井上とのゆりの可能性についての私の想い出のせいでしかありません。 しかし、彼女の目的は何だったのですか？ ちょうど彼らは少し涼しいDream Demonを紹介することができますか？\u001b[22m\n\u001b[1m(Shikashi, sonogo, watashi wa kanzen ni shitsubō shite imashita. Purotto wa chōdo... Uchikudaka reta. Nani mo imiwonasanai shi,-go ni shōkai sa reta kyarakutā wa fujiyūde fuhitsuyōna monodeshita. Watashi wa Kawachi ga kōfun shite ita koto o mitomenakereba narimasenga, Inoue to no yuri no kanōsei ni tsuite no watashi no omoide no seide shika arimasen. Shikashi, kanojo no mokuteki wa nanidatta nodesu ka? Chōdo karera wa sukoshi suzushī dorīmu dēmon o shōkai suru koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mBut then, I found myself utterly disappointed. The plot just... shattered down. Nothing made sense anymore, and the characters introduced later were lame and unneeded. I have to admit I was excited by Kawanami, but only because of my fangirling about a possible Yuri development with Isami... so it doesn't really count. But what was her purpose, really? Just so they could introduce a mildly cool Dream Demon?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut then, I found myself utterly disappointed.\u001b[24m\n    \u001b[1mしかし、その後、私は完全に失望していました。\u001b[22m, \u001b[1mしかし、その後、私は自分自身が全く失望を発見しました。\u001b[22m\n\u001b[4mThe plot just... shattered down.\u001b[24m\n    \u001b[1mプロットはちょうど...打ち砕かれた。\u001b[22m, \u001b[1mプロットは、ちょうど...ダウン粉々に。\u001b[22m\n\u001b[4mNothing made sense anymore, and the characters introduced later were lame and unneeded.\u001b[24m\n    \u001b[1m何も意味をなさないし、後に紹介されたキャラクターは不自由で不必要なものでした。\u001b[22m, \u001b[1m何ももはや意味をなさず、それ以降の導入の文字がラメと不要でした。\u001b[22m\n\u001b[4mI have to admit I was excited by Kawanami, but only because of my fangirling about a possible Yuri development with Isami... so it doesn't really count.\u001b[24m\n    \u001b[1m私は河内が興奮していたことを認めなければなりませんが、井上とのゆりの可能性についての私の想い出のせいでしかありません。\u001b[22m, \u001b[1m私は私が川浪によって励起された認めざるを得ないが、唯一の理由勇で可能なゆりの開発についての私のfangirlingの...ので、それは本当にカウントされません。\u001b[22m\n\u001b[4mBut what was her purpose, really?\u001b[24m\n    \u001b[1mしかし、彼女の目的は何だったのですか？\u001b[22m, \u001b[1mしかし、実際に、彼女の目的は何だったのでしょうか？\u001b[22m\n\u001b[4mJust so they could introduce a mildly cool Dream Demon?\u001b[24m\n    \u001b[1mちょうど彼らは少し涼しいDream Demonを紹介することができますか？\u001b[22m, \u001b[1mちょうどので、彼らは、穏やかなクールな夢の鬼を導入する可能性？\u001b[22m\n\u001b[1m\u001b[22m\nMistletine. I loved her when she first appeared. Or so I thought, until I watched the final episode. The usually cruel and merciless villian, which is also a lolita. I always love that kind of characters. But... seriously? What the hell happened in the 12th episode? So Imma jump here, dodge there, evil laugh here, evil joke there, then I'm gone... EVEN THOUGH I'M KICKING THE GOOD GUY'S ASSES. No, I'm gone, bai bai. I can't finish these guys up since it's not the final episode (as one of the reviewers said already). It's the worse episode ever.\n\n\u001b[1mミスレチン。 彼女が初めて登場したとき、私は彼女を愛していました。 それとも私は最終的なエピソードを見るまで、私は思った。 通常は残酷で無慈悲な村人で、ロリータでもあります。 私はいつもそのような種類の人が大好きです。 しかし...真剣に？ 第12話で何が起こったのですか？ だからイマがここに飛びついて、そこに落ち込んで、ここで邪悪な笑い声、そこに邪悪なジョーク、そして私は消えてしまった。でも、私はグッドガイの訴えを蹴っているのだろうか？ いいえ、私はバイバイです、バイバイ。 最後のエピソードではないので、私はこれらの男を終わらせることはできません（査読者の一人がすでに言ったように）。 それは今までより悪いエピソードです。\u001b[22m\n\u001b[1m(Misurechin. Kanojo ga hajimete tōjō shita toki, watashi wa kanojo o aishite imashita. Tsūjō wa zankokude mujihina murabito de, rorītade mo arimasu. Watashi wa itsumo sono yōna shurui no hito ga daisukidesu. Shikashi... Shinken ni? Dai 12-wa de nani ga okotta nodesu ka? Dakara ima ga koko ni tobitsuite, soko ni ochikonde, koko de jaakuna waraigoe, soko ni jaakuna jōku, soshite watashi wa kiete shimatta. Demo, watashi wa guddogai no uttae o kette iru nodarou ka? Īe, watashi wa baibaidesu, baibai. Saigo no episōdode wanainode, watashi wa korera no otoko o owara seru koto wa dekimasen (sadoku-sha no hitori ga sudeni itta yō ni). Sore wa ima made yori warui episōdodesu. Soretomo watashi wa saishū-tekina episōdo o miru made, watashi wa omotta.)\u001b[22m\n\nTranslations of \u001b[4mMistletine. I loved her when she first appeared. Or so I thought, until I watched the final episode. The usually cruel and merciless villian, which is also a lolita. I always love that kind of characters. But... seriously? What the hell happened in the 12th episode? So Imma jump here, dodge there, evil laugh here, evil joke there, then I'm gone... EVEN THOUGH I'M KICKING THE GOOD GUY'S ASSES. No, I'm gone, bai bai. I can't finish these guys up since it's not the final episode (as one of the reviewers said already). It's the worse episode ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMistletine.\u001b[24m\n    \u001b[1mミスレチン。\u001b[22m, \u001b[1mMistletine。\u001b[22m\n\u001b[4mI loved her when she first appeared.\u001b[24m\n    \u001b[1m彼女が初めて登場したとき、私は彼女を愛していました。\u001b[22m, \u001b[1m彼女が最初に現れたとき、私は彼女を愛しました。\u001b[22m\n\u001b[4mThe usually cruel and merciless villian, which is also a lolita.\u001b[24m\n    \u001b[1m通常は残酷で無慈悲な村人で、ロリータでもあります。\u001b[22m, \u001b[1mまた、ロリータ、通常残酷で無慈悲villian、。\u001b[22m\n\u001b[4mI always love that kind of characters.\u001b[24m\n    \u001b[1m私はいつもそのような種類の人が大好きです。\u001b[22m, \u001b[1m私はいつも文字のようなものが大好きです。\u001b[22m\n\u001b[4mBut... seriously?\u001b[24m\n    \u001b[1mしかし...真剣に？\u001b[22m\n\u001b[4mWhat the hell happened in the 12th episode?\u001b[24m\n    \u001b[1m第12話で何が起こったのですか？\u001b[22m, \u001b[1m12日のエピソードで一体何が起こったのか？\u001b[22m\n\u001b[4mSo Imma jump here, dodge there, evil laugh here, evil joke there, then I'm gone... EVEN THOUGH I'M KICKING THE GOOD GUY'S ASSES.\u001b[24m\n    \u001b[1mだからイマがここに飛びついて、そこに落ち込んで、ここで邪悪な笑い声、そこに邪悪なジョーク、そして私は消えてしまった。でも、私はグッドガイの訴えを蹴っているのだろうか？\u001b[22m, \u001b[1mだから淫魔がここにジャンプし、私はGOOD GUY'Sロバを蹴っ'Mにもかかわらず...その後、私は逝ってしまったんだ、そこに、ここでは、そこに悪冗談を邪悪な笑いをかわします。\u001b[22m\n\u001b[4mNo, I'm gone, bai bai.\u001b[24m\n    \u001b[1mいいえ、私はバイバイです、バイバイ。\u001b[22m, \u001b[1mいいえ、私は行ってる、黄砂黄砂。\u001b[22m\n\u001b[4mI can't finish these guys up since it's not the final episode (as one of the reviewers said already).\u001b[24m\n    \u001b[1m最後のエピソードではないので、私はこれらの男を終わらせることはできません（査読者の一人がすでに言ったように）。\u001b[22m, \u001b[1mそれが最終話ではありませんので、（査読の1がすでに言ったように）私はこれらの人を仕上げることができません。\u001b[22m\n\u001b[4mIt's the worse episode ever.\u001b[24m\n    \u001b[1mそれは今までより悪いエピソードです。\u001b[22m, \u001b[1mそれは、今までに悪化エピソードです。\u001b[22m\n\u001b[4mOr so I thought, until I watched the final episode.\u001b[24m\n    \u001b[1mそれとも私は最終的なエピソードを見るまで、私は思った。\u001b[22m, \u001b[1m私は最終的なエピソードを見てまで、またはので、私は、と思いました。\u001b[22m\n\u001b[1m\u001b[22m\nWorst. Ending. Ever.\n\n\u001b[1m最悪。 エンディング。 これまで\u001b[22m\n\u001b[1m(Saiaku. Endingu. Kore made)\u001b[22m\n\nTranslations of \u001b[4mWorst. Ending. Ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWorst.\u001b[24m\n    \u001b[1m最悪。\u001b[22m, \u001b[1m最悪の。\u001b[22m, \u001b[1m最悪。\u001b[22m\n\u001b[4mEnding.\u001b[24m\n    \u001b[1mエンディング。\u001b[22m\n\u001b[4mEver.\u001b[24m\n    \u001b[1mこれまで\u001b[22m, \u001b[1mエヴァー。\u001b[22m\n\u001b[1m\u001b[22m\nThe battle sequence during the episode was lame and boring. How she was killed was boring. The Power of the Dream is the Power of the Will... seriously? Seriously? (or something like that) They could've done a lot more with that battle. How come Merry vs Play was more interesting than the final battle? And once everything is over... what happened to the teacher? And what happened to the Ercles (Hercules?) Pharos? I was hoping they were going to fight against him, or is there a second season? Because that would be the ONLY explanation to have such a bad ending for an anime, though that's not a valid excuse anyway.\n\n\u001b[1mエピソードの間の戦いの順序は、不自由で退屈でした。 彼女がどのように殺されたかは退屈でした。 夢の力は、意志の力です...真剣に？ 真剣に？  （またはそのようなもの）彼らはその戦いでもっと多くのことをすることができました。 どのようにメリー対プレーは最後の戦いよりも面白かったか？ そして、すべてが終わったら...先生に何が起こったのですか？ そしてErcles（Hercules？）Pharosには何が起こったのですか？ 私は彼らが彼と戦うことを望んでいた、または2番目のシーズンがありますか？ とにかくそれは有効な言い訳ではありませんが、それはアニメのような悪い終わりを持つための唯一の説明になるので。\u001b[22m\n\u001b[1m(Episōdo no ma no tatakai no junjo wa, fujiyūde taikutsudeshita. Kanojo ga dono yō ni korosa reta ka wa taikutsudeshita. Yume no chikara wa, ishi no chikaradesu... Shinken ni? Shinken ni? (Matawa sono yōna mono) karera wa sono tatakai de motto ōku no koto o suru koto ga dekimashita. Dono yō ni merī tai purē wa saigonotatakai yori mo omoshirokatta ka? Soshite, subete ga owattara... Sensei ni nani ga okotta nodesu ka? Soshite Ercles (Hercules? ) Farosu ni wa nani ga okotta nodesu ka? Watashi wa karera ga kare to tatakau koto o nozonde ita, matawa 2-banme no shīzun ga arimasu ka? Tonikaku sore wa yūkōna iiwakede wa arimasenga, soreha anime no yōna warui owari o motsu tame no yuiitsu no setsumei ni narunode.)\u001b[22m\n\nTranslations of \u001b[4mThe battle sequence during the episode was lame and boring. How she was killed was boring. The Power of the Dream is the Power of the Will... seriously? Seriously? (or something like that) They could've done a lot more with that battle. How come Merry vs Play was more interesting than the final battle? And once everything is over... what happened to the teacher? And what happened to the Ercles (Hercules?) Pharos? I was hoping they were going to fight against him, or is there a second season? Because that would be the ONLY explanation to have such a bad ending for an anime, though that's not a valid excuse anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe battle sequence during the episode was lame and boring.\u001b[24m\n    \u001b[1mエピソードの間の戦いの順序は、不自由で退屈でした。\u001b[22m, \u001b[1mエピソード中の戦闘シーケンスは、ラメと退屈でした。\u001b[22m\n\u001b[4mHow she was killed was boring.\u001b[24m\n    \u001b[1m彼女がどのように殺されたかは退屈でした。\u001b[22m, \u001b[1m彼女は殺されたどのように退屈でした。\u001b[22m\n\u001b[4mThe Power of the Dream is the Power of the Will... seriously?\u001b[24m\n    \u001b[1m夢の力は、意志の力です...真剣に？\u001b[22m, \u001b[1m夢のパワーは真剣...意志の力ですか？\u001b[22m\n\u001b[4mSeriously?\u001b[24m\n    \u001b[1m真剣に？\u001b[22m\n\u001b[4m(or something like that) They could've done a lot more with that battle.\u001b[24m\n    \u001b[1m（またはそのようなもの）彼らはその戦いでもっと多くのことをすることができました。\u001b[22m, \u001b[1m（またはそのような何か）彼らはその戦いでより多くのことをやったことができます。\u001b[22m\n\u001b[4mHow come Merry vs Play was more interesting than the final battle?\u001b[24m\n    \u001b[1mどのようにメリー対プレーは最後の戦いよりも面白かったか？\u001b[22m, \u001b[1mどのようにメリーは、最後の戦いよりも面白かったプレイ対来ますか？\u001b[22m\n\u001b[4mAnd once everything is over... what happened to the teacher?\u001b[24m\n    \u001b[1mそして、すべてが終わったら...先生に何が起こったのですか？\u001b[22m, \u001b[1mすべてが終わったらと...何が先生に起こったのか？\u001b[22m\n\u001b[4mAnd what happened to the Ercles (Hercules?) Pharos?\u001b[24m\n    \u001b[1mそしてErcles（Hercules？）Pharosには何が起こったのですか？\u001b[22m, \u001b[1mそして、何がErcles（ヘラクレス？）ファロスに起こったのか？\u001b[22m\n\u001b[4mI was hoping they were going to fight against him, or is there a second season?\u001b[24m\n    \u001b[1m私は彼らが彼と戦うことを望んでいた、または2番目のシーズンがありますか？\u001b[22m, \u001b[1m私は、彼らが彼と戦うつもりだった期待していた、または第二シーズンはありますか？\u001b[22m\n\u001b[4mBecause that would be the ONLY explanation to have such a bad ending for an anime, though that's not a valid excuse anyway.\u001b[24m\n    \u001b[1mとにかくそれは有効な言い訳ではありませんが、それはアニメのような悪い終わりを持つための唯一の説明になるので。\u001b[22m, \u001b[1mそれはそれがとにかく有効な言い訳ではないのですけれども唯一の説明は、アニメのためにそのような悪い結末を持っているだろうから。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, where the hell did John Doe went? He was, by far, the coolest Dream Demon in the whole series. They had so many elements to work with and made an amazing anime, and yet they just delivered a half-hearted effort of an anime.\n\n\u001b[1mまた、ジョン・ドゥがどこに行ったのですか？ 彼はずっとずっと、シリーズ全体で一番クールなDream Demonだった。 彼らは非常に多くの要素を持っていて、すばらしいアニメを作っていましたが、まだまだアニメの心を尽くしただけでした。\u001b[22m\n\u001b[1m(Mata, Jon do~u ga doko ni itta nodesu ka? Kare wa zuttozutto, shirīzu zentai de ichiban kūruna dorīmu dēmondatta. Karera wa hijō ni ōku no yōso o motte ite, subarashī anime o tsukutte imashitaga, madamada anime no kokoro o tsukushita dakedeshita.)\u001b[22m\n\nTranslations of \u001b[4mAlso, where the hell did John Doe went? He was, by far, the coolest Dream Demon in the whole series. They had so many elements to work with and made an amazing anime, and yet they just delivered a half-hearted effort of an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, where the hell did John Doe went?\u001b[24m\n    \u001b[1mまた、ジョン・ドゥがどこに行ったのですか？\u001b[22m, \u001b[1mまた、ここで、地獄ジョン・ドウは行ったのですか？\u001b[22m\n\u001b[4mHe was, by far, the coolest Dream Demon in the whole series.\u001b[24m\n    \u001b[1m彼はずっとずっと、シリーズ全体で一番クールなDream Demonだった。\u001b[22m, \u001b[1m彼はシリーズ全体では、これまでで、最もクールな夢の鬼でした。\u001b[22m\n\u001b[4mThey had so many elements to work with and made an amazing anime, and yet they just delivered a half-hearted effort of an anime.\u001b[24m\n    \u001b[1m彼らは非常に多くの要素を持っていて、すばらしいアニメを作っていましたが、まだまだアニメの心を尽くしただけでした。\u001b[22m, \u001b[1m彼らはで動作するので、多くの要素を持っていたし、素晴らしいアニメを作って、まだ彼らは単にアニメの中途半端な努力を配信しました。\u001b[22m\n\u001b[1m\u001b[22m\nAside from the Poor plot and mediocre character development, everything else was okay. The art was fantastic, wasn't expecting less from JCStaff since I'm a huge fan of them (Shana, Kaichou wa maid-sama, Ookami-san, Zakuro, Railgun, Majutsu no Index, etc), though it dropped a bit when the plot started being nonexistent, but still it was great.\n\n\u001b[1m貧弱なプロットと平凡なキャラクターの開発とは別に、それ以外は大丈夫でした。 芸術は素晴らしかったし、JCStaffは私が彼らの大ファン（Shana、Kaichou waメイド様、大隅さん、ざくろ、Railgun、Majutsu no Indexなど）からはあまり期待していなかった プロットが存在しないときに始まったが、それでもそれは素晴らしかった。\u001b[22m\n\u001b[1m(Hinjakuna purotto to heibon'na kyarakutā no kaihatsu to wa betsuni, soreigai wa daijōbudeshita. Geijutsu wa subarashikattashi, JCStaff wa watashi ga karera no dai fan (Shana, Kaichou wa meido-sama, Ōsumi-san, zakuro, rērugan, Majutsu no Index nado) kara wa amari kitai shite inakatta purotto ga sonzai shinai toki ni hajimatta ga, soredemo sore wa subarashikatta.)\u001b[22m\n\nTranslations of \u001b[4mAside from the Poor plot and mediocre character development, everything else was okay. The art was fantastic, wasn't expecting less from JCStaff since I'm a huge fan of them (Shana, Kaichou wa maid-sama, Ookami-san, Zakuro, Railgun, Majutsu no Index, etc), though it dropped a bit when the plot started being nonexistent, but still it was great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAside from the Poor plot and mediocre character development, everything else was okay.\u001b[24m\n    \u001b[1m貧弱なプロットと平凡なキャラクターの開発とは別に、それ以外は大丈夫でした。\u001b[22m, \u001b[1m別に悪いプロットと平凡なキャラクター開発から、他のすべてが大丈夫でした。\u001b[22m\n\u001b[4mThe art was fantastic, wasn't expecting less from JCStaff since I'm a huge fan of them (Shana, Kaichou wa maid-sama, Ookami-san, Zakuro, Railgun, Majutsu no Index, etc), though it dropped a bit\u001b[24m\n    \u001b[1m芸術は素晴らしかったし、JCStaffは私が彼らの大ファン（Shana、Kaichou waメイド様、大隅さん、ざくろ、Railgun、Majutsu no Indexなど）からはあまり期待していなかった\u001b[22m, \u001b[1mそれは少しを落としたものの技術では、素晴らしかった私は彼らの大ファン（シャナ、Kaichou WAメイド様、おおかみさん、ざくろ、レールガン、Majutsuなしインデックスなど）ですので、JCSTAFFからあまり期待していませんでした\u001b[22m\n\u001b[4mwhen the plot started being nonexistent, but still it was great.\u001b[24m\n    \u001b[1mプロットが存在しないときに始まったが、それでもそれは素晴らしかった。\u001b[22m, \u001b[1mプロットが存在しないという始めたとき、それでもそれは素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nAnd on a final note. WTF Yui? Air Trombone? Wuuuut?\n\n\u001b[1mそして最後のメモに。  WTFユイ？ エアトロンボーン？  Wuuuut？\u001b[22m\n\u001b[1m(Soshite saigo no memo ni. WTF Yui? Eatoronbōn? Wuuuut?)\u001b[22m\n\nTranslations of \u001b[4mAnd on a final note. WTF Yui? Air Trombone? Wuuuut?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd on a final note.\u001b[24m\n    \u001b[1mそして最後のメモに。\u001b[22m, \u001b[1mそして、最後の注意について。\u001b[22m\n\u001b[4mWTF Yui?\u001b[24m\n    \u001b[1mWTFユイ？\u001b[22m, \u001b[1mゆいWTF？\u001b[22m\n\u001b[4mAir Trombone?\u001b[24m\n    \u001b[1mエアトロンボーン？\u001b[22m\n\u001b[4mWuuuut?\u001b[24m\n    \u001b[1mWuuuut？\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "colonelpanic",
    "profile": "/profile/colonelpanic/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=97399",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はこのショーが悪い報道でこのレビューを書くことにインスピレーションを与えられました。 まあ、大丈夫、もっと悪い馬鹿のようにそれを悪口にする。 それがインターネットの仕組みです。 とにかく、私はこのショーは、いくつかのことがそれをしたように悪いとは思わない。 実際、私はそれを良いものと呼べる程度まで行きます。\n\n夢のメリーの強さは気分を作り出しています。 特に、音楽によって小さな部分で助けられるすべての変な夢のシーケンス。 キャラクターは複雑で、彼らの相互作用は楽しい時計のために十分な複雑さを維持しています（あなたの悪役のように徹底的に卑劣であると仮定して）。\n\n残念なことに、複雑さもショーの弱点です。 それは本当に何をしたいのかを決定することは決してありません。 その実行中、ショーはタペストリーの代わりに糸の混乱を巻き起こし、ゆるやかな端のいくつかを縛るために第2シーズンを漠然と望んでしまうような多種多様な要素を結びつけようとしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI was inspired to write this review by bad press this show is getting on the web. Well, okay, more like random idiots badmouthing it. That’s how the Internet is. Anyway, I don’t think this show is as bad as some have made it out to be. In fact, I would even go as far as calling it good.\n\n\u001b[1m私はこのショーが悪い報道でこのレビューを書くことにインスピレーションを与えられました。 まあ、大丈夫、もっと悪い馬鹿のようにそれを悪口にする。 それがインターネットの仕組みです。 とにかく、私はこのショーは、いくつかのことがそれをしたように悪いとは思わない。 実際、私はそれを良いものと呼べる程度まで行きます。\u001b[22m\n\u001b[1m(Watashi wa kono shō ga warui hōdō de kono rebyū o kaku koto ni insupirēshon o atae raremashita. Mā, daijōbu, motto warui baka no yō ni sore o waruguchi ni suru. Sore ga intānetto no shikumidesu. Tonikaku, watashi wa kono shō wa, ikutsu ka no koto ga sore o shita yō ni warui to wa omowanai. Jissai, watashi wa sore o yoimono to yoberu teido made ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mI was inspired to write this review by bad press this show is getting on the web. Well, okay, more like random idiots badmouthing it. That’s how the Internet is. Anyway, I don’t think this show is as bad as some have made it out to be. In fact, I would even go as far as calling it good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was inspired to write this review by bad press this show is getting on the web.\u001b[24m\n    \u001b[1m私はこのショーが悪い報道でこのレビューを書くことにインスピレーションを与えられました。\u001b[22m, \u001b[1m私はこのショーは、ウェブ上で取得している悪評によって、このレビューを書くに触発されました。\u001b[22m\n\u001b[4mWell, okay, more like random idiots badmouthing it.\u001b[24m\n    \u001b[1mまあ、大丈夫、もっと悪い馬鹿のようにそれを悪口にする。\u001b[22m, \u001b[1mまあ、大丈夫、よりランダムな馬鹿のようにそれをbadmouthing。\u001b[22m\n\u001b[4mThat’s how the Internet is.\u001b[24m\n    \u001b[1mそれがインターネットの仕組みです。\u001b[22m, \u001b[1mそれはインターネットがある方法です。\u001b[22m\n\u001b[4mAnyway, I don’t think this show is as bad as some have made it out to be.\u001b[24m\n    \u001b[1mとにかく、私はこのショーは、いくつかのことがそれをしたように悪いとは思わない。\u001b[22m, \u001b[1mとにかく、私はこのショーはいくつかあることがそれを作ったほど悪くはないと思います。\u001b[22m\n\u001b[4mIn fact, I would even go as far as calling it good.\u001b[24m\n    \u001b[1m実際、私はそれを良いものと呼べる程度まで行きます。\u001b[22m, \u001b[1m実際には、私もそれが良い呼び出し限り行くだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe strength of Yumekui Merry is in creating mood. In particular all the freaky dream sequences, which are helped in no small part by the music. The characters are intricate and their interactions maintain sufficient complexity for an enjoyable watch (assuming you like your villains so thoroughly despicable).\n\n\u001b[1m夢のメリーの強さは気分を作り出しています。 特に、音楽によって小さな部分で助けられるすべての変な夢のシーケンス。 キャラクターは複雑で、彼らの相互作用は楽しい時計のために十分な複雑さを維持します（あなたの悪役がとても卑劣であると仮定していると仮定します）。\u001b[22m\n\u001b[1m(Yume no merī no tsuyo-sa wa kibun o tsukuridashite imasu. Tokuni, ongaku ni yotte chīsana bubun de tasuke rareru subete no hen'na yume no shīkensu. Kyarakutā wa fukuzatsude, karera no sōgo sayō wa tanoshī tokei no tame ni jūbun'na fukuzatsu-sa o iji shimasu (anata no akuyaku ga totemo hiretsudearu to katei shite iru to katei shimasu).)\u001b[22m\n\nTranslations of \u001b[4mThe strength of Yumekui Merry is in creating mood. In particular all the freaky dream sequences, which are helped in no small part by the music. The characters are intricate and their interactions maintain sufficient complexity for an enjoyable watch (assuming you like your villains so thoroughly despicable).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe strength of Yumekui Merry is in creating mood.\u001b[24m\n    \u001b[1m夢のメリーの強さは気分を作り出しています。\u001b[22m, \u001b[1m夢喰いメリーの強さは、気分を作成しています。\u001b[22m\n\u001b[4mIn particular all the freaky dream sequences, which are helped in no small part by the music.\u001b[24m\n    \u001b[1m特に、音楽によって小さな部分で助けられるすべての変な夢のシーケンス。\u001b[22m, \u001b[1m音楽によって少なからずに役立っている具体的には、すべての気紛れ夢配列、。\u001b[22m\n\u001b[4mThe characters are intricate and their interactions maintain sufficient complexity for an enjoyable watch (assuming you like your villains so thoroughly despicable).\u001b[24m\n    \u001b[1mキャラクターは複雑で、彼らの相互作用は楽しい時計のために十分な複雑さを維持します（あなたの悪役がとても卑劣であると仮定していると仮定します）。\u001b[22m, \u001b[1m文字が複雑であり、それらの相互作用は楽しい時計（これを徹底的に卑劣なあなたの悪役を好きと仮定して）のために十分な複雑さを維持します。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, complexity is also the show’s weakness. It never really decides what it wants to be. Throughout its run, the show attempts to weave together so many diverse elements that, instead of a tapestry, it winds up with a tangled mess of yarn that may leave you vaguely hoping for a second season to tie up some of the loose ends.\n\n\u001b[1m残念なことに、複雑さもショーの弱点です。 それは本当に何をしたいのかを決定することは決してありません。 その実行中、ショーはタペストリーの代わりに糸の混乱を巻き起こし、ゆるやかな端のいくつかを縛るために第2シーズンを漠然と望んでしまうような多種多様な要素を結びつけようとしています。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, fukuzatsu-sa mo shō no jakutendesu. Sore wa hontōni nani o shitai no ka o kettei suru koto wa kesshite arimasen. Sono jikkō-chū, shō wa tapesutorī no kawarini-ito no konran o makiokoshi, yuruyakana hashi no ikutsu ka o shibaru tame ni dai 2 shīzun o bakuzento nozonde shimau yōna tashu tayōna yōso o musubitsukeyou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, complexity is also the show’s weakness. It never really decides what it wants to be. Throughout its run, the show attempts to weave together so many diverse elements that, instead of a tapestry, it winds up with a tangled mess of yarn that may leave you vaguely hoping for a second season to tie up some of the loose ends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, complexity is also the show’s weakness.\u001b[24m\n    \u001b[1m残念なことに、複雑さもショーの弱点です。\u001b[22m, \u001b[1m残念ながら、複雑さもショーの弱点です。\u001b[22m\n\u001b[4mIt never really decides what it wants to be.\u001b[24m\n    \u001b[1mそれは本当に何をしたいのかを決定することは決してありません。\u001b[22m, \u001b[1mそれは本当にそれがために何を望んでいるかを決定することはありません。\u001b[22m\n\u001b[4mThroughout its run, the show attempts to weave together so many diverse elements that, instead of a tapestry, it winds up with a tangled mess of yarn that may leave you vaguely hoping for a second season to tie up some of the loose ends.\u001b[24m\n    \u001b[1mその実行中、ショーはタペストリーの代わりに糸の混乱を巻き起こし、ゆるやかな端のいくつかを縛るために第2シーズンを漠然と望んでしまうような多種多様な要素を結びつけようとしています。\u001b[22m, \u001b[1mその実行を通して、ショーはあなたが漠然と宙ぶらりんの一部を拘束するために第2シーズンを期待して残すことができる代わりにタペストリーの、それは糸のもつれた混乱で巻き取る、一緒に非常に多くの多様な要素を織りしようとします。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "emachinew",
    "profile": "/profile/emachinew/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=95445",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n私は無作為にこの番組を見つけて、なぜそうしないのか決めました。 私は一晩中それを終わらせた。 それはすばらしい話、偉大なチャレクターを持っていて、すばらしく見えました。 私は最後のエピソードが終わるまでそれを楽しんだ。 私は幸せではなかった。 私はマンガを発見し、2つは同じではありません。 アニメはマンガとは異なる。 すべての真実で、マンガは道のりが良かった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI had randomly found this show and decided why not. I ended up finishing it one night. It had a great story, great charecters, and looked amazing. I enjoyed it until the last episode where at it just ends. I was not to happy. I found the manga and the two are not the same. the anime varies from the manga. In all truth the manga was way better.\n\n\u001b[1m私は無作為にこの番組を見つけて、なぜそうしないのか決めました。 私は一晩中それを終わらせた。 それはすばらしい話、偉大なチャレクターを持っていて、すばらしく見えました。 私は最後のエピソードが終わるまでそれを楽しんだ。 私は幸せではなかった。 私はマンガを発見し、2つは同じではありません。 アニメはマンガとは異なります。 すべての真実の中で、マンガは道のりが良かった。\u001b[22m\n\u001b[1m(Watashi wa musakui ni kono bangumi o mitsukete, naze-sō shinai no ka kimemashita. Watashi wa hitobanjū sore o owara seta. Sore wa subarashī hanashi, idaina charekutā o motte ite, subarashiku miemashita. Watashi wa saigo no episōdo ga owaru made sore o tanoshinda. Watashi wa shiawasede wa nakatta. Watashi wa manga o hakken shi, 2tsu wa onajide wa arimasen. Anime wa manga to wa kotonarimasu. Subete no shinjitsu no naka de, manga wa michinori ga yokatta.)\u001b[22m\n\nTranslations of \u001b[4mI had randomly found this show and decided why not. I ended up finishing it one night. It had a great story, great charecters, and looked amazing. I enjoyed it until the last episode where at it just ends. I was not to happy. I found the manga and the two are not the same. the anime varies from the manga. In all truth the manga was way better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had randomly found this show and decided why not.\u001b[24m\n    \u001b[1m私は無作為にこの番組を見つけて、なぜそうしないのか決めました。\u001b[22m, \u001b[1m私はランダムにこの番組を発見し、なぜ決めていました。\u001b[22m\n\u001b[4mI ended up finishing it one night.\u001b[24m\n    \u001b[1m私は一晩中それを終わらせた。\u001b[22m, \u001b[1m私は一晩それを終えてしまいました。\u001b[22m\n\u001b[4mIt had a great story, great charecters, and looked amazing.\u001b[24m\n    \u001b[1mそれはすばらしい話、偉大なチャレクターを持っていて、すばらしく見えました。\u001b[22m, \u001b[1mそれは素晴らしい話、偉大なcharectersを持っていた、と驚くほどでした。\u001b[22m\n\u001b[4mI enjoyed it until the last episode where at it just ends.\u001b[24m\n    \u001b[1m私は最後のエピソードが終わるまでそれを楽しんだ。\u001b[22m, \u001b[1m私はそれだけで終わりで最後のエピソードまでそれを楽しみました。\u001b[22m\n\u001b[4mI was not to happy.\u001b[24m\n    \u001b[1m私は幸せではなかった。\u001b[22m, \u001b[1m私は幸せにではありませんでした。\u001b[22m\n\u001b[4mI found the manga and the two are not the same.\u001b[24m\n    \u001b[1m私はマンガを発見し、2つは同じではありません。\u001b[22m, \u001b[1m私は漫画を発見し、2は同じではありません。\u001b[22m\n\u001b[4mthe anime varies from the manga.\u001b[24m\n    \u001b[1mアニメはマンガとは異なります。\u001b[22m, \u001b[1mアニメはマンガによって異なります。\u001b[22m\n\u001b[4mIn all truth the manga was way better.\u001b[24m\n    \u001b[1mすべての真実の中で、マンガは道のりが良かった。\u001b[22m, \u001b[1mすべての真実では漫画は良い方法でした。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "animescavenger",
    "profile": "/profile/animescavenger/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=35941",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  7\n\n夢姫メリーは、他の人の夢や夢の世界に生息する存在のアイデアという素晴らしいコンセプトを導入しました。 アニメは偉大な音楽だけでなく素晴らしいアニメーションを持っていた。 物語部門では、アニメはあまり欠けていた。 戦闘シーンは驚異的なものだったし、ストーリーは大喜びでなければならない時は大丈夫でした。 あなたがアニメに参加していて、新しいものを探していて、これは見ているよりもokの話がある場合は。 しかし、あなたが私のようで、単にアニメを探しているのではなく、素晴らしい物語で何かをしたいのであれば、アニメをあきらめ、その代わりにマンガを読むべきです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nYumekui Merry had introduced an amazing concept,the idea of beings that inhabit the dreams of others and a world of dreams. The anime had great music as well as great animation. in the story department , however, the anime was lacking a lot. The fight scenes were decent when they could have been phenomenal and the story was okay when it should have been great. if you are into anime and are looking for something new that looks good and has an ok story than u should watch this. However, if you are like me and are not just looking for an anime but for something with a great story as well then u should give up on the anime and read the manga instead, its much better.\n\n\u001b[1m夢姫メリーは、他の人の夢や夢の世界に生息する存在のアイデアという素晴らしいコンセプトを導入しました。 アニメは偉大な音楽だけでなく素晴らしいアニメーションを持っていた。 物語部門では、アニメはあまり欠けていた。 戦闘シーンは驚異的なものだったし、ストーリーは大喜びでなければならない時は大丈夫でした。 あなたがアニメに参加していて、新しいものを探していて、これは見ているよりもokの話がある場合は。 しかし、あなたが私のようで、単にアニメを探しているのではなく、素晴らしい物語で何かをしたいのであれば、アニメをあきらめ、その代わりにマンガを読むべきです。\u001b[22m\n\u001b[1m(Yumeki merī wa, hokanohito no yume ya yume no sekai ni seisoku suru sonzai no aidea to iu subarashī konseputo o dōnyū shimashita. Anime wa idaina ongaku dakedenaku subarashī animēshon o motte ita. Monogatari bumonde wa, anime wa amari kakete ita. Sentō shīn wa kyōi-tekina monodattashi, sutōrī wa ōyorokobidenakereba naranai toki wa daijōbudeshita. Anata ga anime ni sanka shite ite, atarashī mono o sagashite ite, koreha mite iru yori mo ok no hanashi ga aru baai wa. Shikashi, anata ga watashi no yō de, tan'ni anime o sagashite iru node wa naku, subarashī monogatari de nanika o shitai nodeareba, anime o akirame, sonokawarini manga o yomubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mYumekui Merry had introduced an amazing concept,the idea of beings that inhabit the dreams of others and a world of dreams. The anime had great music as well as great animation. in the story department , however, the anime was lacking a lot. The fight scenes were decent when they could have been phenomenal and the story was okay when it should have been great. if you are into anime and are looking for something new that looks good and has an ok story than u should watch this. However, if you are like me and are not just looking for an anime but for something with a great story as well then u should give up on the anime and read the manga instead, its much better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYumekui Merry had introduced an amazing concept,the idea of beings that inhabit the dreams of others and a world of dreams.\u001b[24m\n    \u001b[1m夢姫メリーは、他の人の夢や夢の世界に生息する存在のアイデアという素晴らしいコンセプトを導入しました。\u001b[22m, \u001b[1m夢喰いメリーは、他人の夢と夢の世界に生息する生き物のアイデアを素晴らしい概念を導入していました。\u001b[22m\n\u001b[4mThe anime had great music as well as great animation.\u001b[24m\n    \u001b[1mアニメは偉大な音楽だけでなく素晴らしいアニメーションを持っていた。\u001b[22m, \u001b[1mアニメは素晴らしい音楽だけでなく、素晴らしいアニメーションを持っていました。\u001b[22m\n\u001b[4min the story department , however, the anime was lacking a lot.\u001b[24m\n    \u001b[1m物語部門では、アニメはあまり欠けていた。\u001b[22m, \u001b[1m物語の部門では、しかし、アニメは多くを欠いていました。\u001b[22m\n\u001b[4mThe fight scenes were decent when they could have been phenomenal and the story was okay when it should have been great.\u001b[24m\n    \u001b[1m戦闘シーンは驚異的なものだったし、ストーリーは大喜びでなければならない時は大丈夫でした。\u001b[22m, \u001b[1m彼らは驚異的だったかもしれないときに戦いのシーンはまともだった、それは素晴らしいされている必要があるときに話は大丈夫でした。\u001b[22m\n\u001b[4mif you are into anime and are looking for something new that looks good and has an ok story than u should watch this.\u001b[24m\n    \u001b[1mあなたがアニメに参加していて、新しいものを探していて、これは見ているよりもokの話がある場合は。\u001b[22m, \u001b[1mあなたがアニメ化され、よさそうだ、uはこれを見なければならないよりも、OK物語を持って何か新しいものを探している場合。\u001b[22m\n\u001b[4mHowever, if you are like me and are not just looking for an anime but for something with a great story as well then u should give up on the anime and read the manga instead, its much better.\u001b[24m\n    \u001b[1mしかし、あなたが私のようで、単にアニメを探しているのではなく、素晴らしい物語で何かをしたいのであれば、アニメをあきらめ、その代わりにマンガを読むべきです。\u001b[22m, \u001b[1mあなたは私のようにしているだけアニメのためではなく、同様に素晴らしい話で何かを探していない場合しかし、その後、uがそのはるかに良い、代わりに漫画をアニメにあきらめ、読んでください。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "mindlink",
    "profile": "/profile/mindlink/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=54547",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  6\n\nある意味では、これはちょうど6を与える痛みのようなものです。コンセプトは本当に良かったようで、キャラクター、物語、そして何かを開発する可能性がたくさんありました。 私はそれが漫画の転換の落とし穴だと思うが、私は閉鎖の欠如でPandora Hearts以来これに失望していない。 アニメは間違った場所で終了し、1つのプロットポイントが終了しますが、最大の質問は終了しません。本質的に未完成です。\n\n第13話では、キャラクターはステレオタイプの型をほとんど残さず、もう1つの大きなストライキでした。 いくつかのキャラクターの間には「カメラから離れて」起こったことが多く見受けられましたが、他の人は基本的に脱落しました。主人公は、このアニメがドラッグアンドドロップツールで作成されていれば、\n\n私はそれを通して芸術と音質の高い印を付けますが、そこには少なくとも完成した見栄えの良い響きのあるショーがたくさんあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIn a way, it sort of hurts to give this just a 6. The concept seemed really good, and there was a lot of potential to develop the characters, the story, and anything else. I guess it's a pitfall of manga conversions, but I haven't been this disappointed since Pandora Hearts at the lack of closure. The anime ends in the wrong place, with closure of one plot point, but no closure to the biggest questions, leaving it essentially unfinished.\n\n\u001b[1mある意味では、これはちょうど6を与える痛みのようなものです。コンセプトは本当に良かったようで、キャラクター、物語、そして何かを開発する可能性がたくさんありました。 私はそれが漫画の転換の落とし穴だと思うが、私は閉鎖の欠如でPandora Hearts以来これに失望していない。 アニメは間違った場所で終了し、1つのプロットポイントが終了しますが、最大の質問は終了しません。本質的に未完成です。\u001b[22m\n\u001b[1m(Aruimide wa, kore wa chōdo 6 o ataeru itami no yōna monodesu. Konseputo wa hontōni yokatta yō de, kyarakutā, monogatari, soshite nanika o kaihatsu suru kanōsei ga takusan arimashita. Watashi wa sore ga manga no tenkan no otoshianada to omou ga, watashi wa heisa no ketsujo de pandorahātsu irai kore ni shitsubō shite inai. Anime wa machigatta basho de shūryō shi, 1tsu no purotto pointo ga shūryō shimasuga, saidai no shitsumon wa shūryō shimasen. Honshitsu-teki ni mikanseidesu.)\u001b[22m\n\nTranslations of \u001b[4mIn a way, it sort of hurts to give this just a 6. The concept seemed really good, and there was a lot of potential to develop the characters, the story, and anything else. I guess it's a pitfall of manga conversions, but I haven't been this disappointed since Pandora Hearts at the lack of closure. The anime ends in the wrong place, with closure of one plot point, but no closure to the biggest questions, leaving it essentially unfinished.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a way, it sort of hurts to give this just a 6. The concept seemed really good, and there was a lot of potential to develop the characters, the story, and anything else.\u001b[24m\n    \u001b[1mある意味では、これはちょうど6を与える痛みのようなものです。コンセプトは本当に良かったようで、キャラクター、物語、そして何かを開発する可能性がたくさんありました。\u001b[22m, \u001b[1mように、それは一種のこれを与えることを痛いだけ6.コンセプトは本当に良い見えた、との文字を開発するために多くの可能性、物語、そして何か他のものがありました。\u001b[22m\n\u001b[4mI guess it's a pitfall of manga conversions, but I haven't been this disappointed since Pandora Hearts at the lack of closure.\u001b[24m\n    \u001b[1m私はそれが漫画の転換の落とし穴だと思うが、私は閉鎖の欠如でPandora Hearts以来これに失望していない。\u001b[22m, \u001b[1m私はそれが漫画の変換の落とし穴だと思うが、私は閉鎖の欠如でパンドラハーツので、この失望されていません。\u001b[22m\n\u001b[4mThe anime ends in the wrong place, with closure of one plot point, but no closure to the biggest questions, leaving it essentially unfinished.\u001b[24m\n    \u001b[1mアニメは間違った場所で終了し、1つのプロットポイントが終了しますが、最大の質問は終了しません。本質的に未完成です。\u001b[22m, \u001b[1mアニメは、本質的に未完成それを残して、1プロット点の閉鎖が、最大の疑問に対する無閉鎖して、間違った場所に終了します。\u001b[22m\n\u001b[1m\u001b[22m\nBy the 13th episode the characters had hardly left the molds of their stereotypes, and that was another big strike against. It seemed there was a lot happening 'off camera' between some characters, while others basically dropped out, and the main characters said pretty much the lines I imagined would be the defaults if this anime was made with a drag-and-drop tool.\n\n\u001b[1m第13話では、キャラクターはステレオタイプの型をほとんど残さず、もう1つの大きなストライキでした。 いくつかのキャラクターの間には「カメラから離れて」起こったことが多く見受けられましたが、他の人は基本的に脱落しました。主人公は、このアニメがドラッグアンドドロップツールで作成されていれば、\u001b[22m\n\u001b[1m(Dai 13-wade wa, kyarakutā wa sutereo taipu no kata o hotondo nokosazu, mō 1tsu no ōkina sutoraikideshita. Ikutsu ka no kyarakutā no ma ni wa `kamera kara hanarete' okotta koto ga ōku miuke raremashitaga, hokanohito wa kihontekini datsuraku shimashita. Shujinkō wa, kono anime ga doragguandodoropputsūru de sakusei sa rete ireba,)\u001b[22m\n\nTranslations of \u001b[4mBy the 13th episode the characters had hardly left the molds of their stereotypes, and that was another big strike against. It seemed there was a lot happening 'off camera' between some characters, while others basically dropped out, and the main characters said pretty much the lines I imagined would be the defaults if this anime was made with a drag-and-drop tool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy the 13th episode the characters had hardly left the molds of their stereotypes, and that was another big strike against.\u001b[24m\n    \u001b[1m第13話では、キャラクターはステレオタイプの型をほとんど残さず、もう1つの大きなストライキでした。\u001b[22m, \u001b[1m第13回エピソードによって文字はほとんどそのステレオタイプの金型を残していなかった、それはに対してもう一つの大きな打撃でした。\u001b[22m\n\u001b[4mIt seemed there was a lot happening 'off camera' between some characters, while others basically dropped out, and the main characters said pretty much the lines I imagined would be the defaults if this anime was made with a drag-and-drop tool.\u001b[24m\n    \u001b[1mいくつかのキャラクターの間には「カメラから離れて」起こったことが多く見受けられましたが、他の人は基本的に脱落しました。主人公は、このアニメがドラッグアンドドロップツールで作成されていれば、\u001b[22m, \u001b[1m他の人は基本的に脱落し、メインの文字はこのアニメがドラッグアンドドロップツールで作成された場合、私は想像かなり線がデフォルトであると述べながら一部の文字間の 'カメラをオフ」が起こっ多くがあったように見えました。\u001b[22m\n\u001b[1m\u001b[22m\nI do give it high marks for the art and sound quality, through, but there are plenty of good-looking, good-sounding shows out there that are at the least complete.\n\n\u001b[1m私はそれを通して芸術と音質の高い印を付けますが、そこには少なくとも完成した見栄えの良い響きのあるショーがたくさんあります。\u001b[22m\n\u001b[1m(Watashi wa sore o tōshite geijutsu to onshitsu no takai shirushi o tsukemasuga, soko ni wa sukunakutomo kansei shita mibae no yoi hibiki no aru shō ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI do give it high marks for the art and sound quality, through, but there are plenty of good-looking, good-sounding shows out there that are at the least complete.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do give it high marks for the art and sound quality, through, but there are plenty of good-looking, good-sounding shows out there that are at the least complete.\u001b[24m\n    \u001b[1m私はそれを通して芸術と音質の高い印を付けますが、そこには少なくとも完成した見栄えの良い響きのあるショーがたくさんあります。\u001b[22m, \u001b[1m私が通って、芸術と音質のためにそれに高い評価を与えてやるが、少なくとも完全であるそこに格好良い、良い響きのショーがたくさんあります。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "DreamyGhost",
    "profile": "/profile/DreamyGhost/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=119553",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  7\nキャラクター|  6\n|  7\n\nユニークなキャラクターがいっぱい、ユメクイメリーはすぐに第2シーズンを得るためにすべてを持っています。 私はメリーのためにこの1つにつまずいたし、最初に名前を読むときにいくつかの期待を作成することができます。 夢を救い、悪夢を破壊する？ すごいよね？ それは確かにありますが、もう少しのデベロップメントはこれに欠けていました...\n\n{STORY  -  6/10}\n\nJohn Doeが最初のエピソードで注目を盗んだにもかかわらず、彼は何とか話の残りの部分で大きな問題ではなかった。 夢二は、ジョンが「船」であると言ったことを「検出する」ことができます。人間は体をミューマ（「夢の悪魔」）と共有し、彼らが私たちの世界に奉仕できるようにします。 メリーとの出会いは、彼女のおかげですべてのこの夢のトラブルに引っ張られたので、彼の問題の最初のものでした。\n\n夢二とメリーの両方は特別です：彼は他の人の夢を自由に利用することができ、夢の世界を離れる船は必要ありません。 主人公は、彼らは両方とも、現在、導光のように他を導くことができる強力なムマ、ファロス・ヘラクレスを止めることです。 彼は、ジョンのような短い外観をしています。 多分両方の可能性のある第2シーズンにもっと存在するだろう...\n\nそして、私たちには、世界とすべてを引き継いでいくという小さな表情があります。 ファロスは、すべての人の夢と希望を破壊して、すべての人をムマで置き換えることを望んでいます。 それを変えるのは、ほとんどのムマが現実世界に興味を持っているということだけです。 彼らは人々の夢を見て、それらを破壊しようとしている人々から彼らを守りたい\n\n{ART  -  5/10}\n\nこのアニメはアクションシーンのシェアを特徴としているので、本当にスリリングな瞬間を期待していますが、ほとんどの場合、動きはあまり発達していません。 私はアデラニアンを感じることができませんでした...しかし、シナリオは非常にうまく設計されていて、現実的な効果で元のものになっていました。\n\n{音 -  7/10}\n\nレトロ風の背景音は、ほとんどの場合、白昼夢のシーンで頻繁に再生されます。 それでも、私は戦闘シーンに影響がないと感じましたが、それは少し不自由でした。 それ以外に、本当に素敵なエレクトロの曲がEDのテーマに登場しました！\n\n{キャラクター -  6/10}\n\nユニークな個性と共通の関心を持った、多くの異なるムマがここに紹介されています。  Palletteのような最も弱いものは人間の夢について知りたいだけでなく、EngiやLeonのような強い乳母は特定の種類の復讐を望んでいる。  Engiは人を守ろうと努力しているが、Leonは彼の側の目的を達成するために中立である。  PharosやMistletainnのような邪悪な人たちは、彼らの行動を気にせず、別々の野望を持っています。\n\n他のキャラクターは、夢二は弱すぎるが強い意志を持ち、ここのすべてのムマは夢の世界に戻ることができると信じている。 メリーは、彼女の過去について思い出さず、他のムーマーからの回答を求めている少女です。 だからこそ、彼女は現実世界を去る必要があります、それをする方法を知らないにもかかわらず。\n\n{ENJOYMENT  -  7/10}\n\nそれは良いアニメでしたが、以前見た人たちと違って私は驚いていませんでした。 プロットは本当に良いですが、感情が欠けています。 それでも、本当に楽しかったです。 しかし、私は終わりに少し失望していた...より良いかもしれない...\n\n{OVERALL  -  6/10}\n\nここに示されている夢は、永遠に握っているものです。 彼らは望み、生きる理由、無し、私たちは何もない、野心はない。 それは、夢のメリーが彼女の入り口になること、悪い夢をすべて食べること、悪意を持ってムマを止めることです。 彼女が誰であるかを知る唯一の目的を持ったヒーロー。今は使命を持っている：人々を夢と希望を保つために。 未来は私たちの夢、つまり私たちが前進して自分自身の中で幸せになれるような抽象的なものに依存します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFull of unique characters, Yumekui Merry has everything to get a second season soon enought. I stumbled upon this one because of Merry and could create some expectations when I first read the name. Saving dreams and destroying nightmares? Seems amazing, right? It indeed is, but a little more develpoment was missing on this one...\n\n\u001b[1mユニークなキャラクターがいっぱい、ユメクイメリーはすぐに第2シーズンを得るためにすべてを持っています。 私はメリーのためにこの1つにつまずいたし、最初に名前を読むときにいくつかの期待を作成することができます。 夢を救い、悪夢を破壊する？ すごいよね？ それは確かにありますが、もう少しのデベロップメントはこれに欠けていました...\u001b[22m\n\u001b[1m(Yunīkuna kyarakutā ga ippai, yumekuimerī wa sugu ni dai 2 shīzun o eru tame ni subete o motte imasu. Watashi wa merī no tame ni kono 1tsu ni tsumazuitashi, saisho ni namae o yomu toki ni ikutsu ka no kitai o sakusei suru koto ga dekimasu. Yume o sukui, akumu o hakai suru? Sugoi yo ne? Sore wa tashikani arimasuga, mōsukoshi no deberoppumento wa kore ni kakete imashita...)\u001b[22m\n\nTranslations of \u001b[4mFull of unique characters, Yumekui Merry has everything to get a second season soon enought. I stumbled upon this one because of Merry and could create some expectations when I first read the name. Saving dreams and destroying nightmares? Seems amazing, right? It indeed is, but a little more develpoment was missing on this one...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFull of unique characters, Yumekui Merry has everything to get a second season soon enought.\u001b[24m\n    \u001b[1mユニークなキャラクターがいっぱい、ユメクイメリーはすぐに第2シーズンを得るためにすべてを持っています。\u001b[22m, \u001b[1mユニークな文字の完全な、夢喰いメリーはすぐにenoughtセカンドシーズンを得るためにすべてを持っています。\u001b[22m\n\u001b[4mI stumbled upon this one because of Merry and could create some expectations when I first read the name.\u001b[24m\n    \u001b[1m私はメリーのためにこの1つにつまずいたし、最初に名前を読むときにいくつかの期待を作成することができます。\u001b[22m, \u001b[1mため、私はメリーのこの1につまずいたと私は最初の名前を読んだとき、いくつかの期待を作成することができます。\u001b[22m\n\u001b[4mSaving dreams and destroying nightmares?\u001b[24m\n    \u001b[1m夢を救い、悪夢を破壊する？\u001b[22m, \u001b[1m夢を保存し、悪夢を破壊しますか？\u001b[22m\n\u001b[4mSeems amazing, right?\u001b[24m\n    \u001b[1mすごいよね？\u001b[22m, \u001b[1m右、素晴らしいと思われますか？\u001b[22m\n\u001b[4mIt indeed is, but a little more develpoment was missing on this one...\u001b[24m\n    \u001b[1mそれは確かにありますが、もう少しのデベロップメントはこれに欠けていました...\u001b[22m, \u001b[1mそれは確かですが、もう少しdevelpomentはこの1に欠けていました...\u001b[22m\n\u001b[1m\u001b[22m\n{STORY - 6/10}\n\n\u001b[1m{STORY  -  6/10}\u001b[22m\n\u001b[1m({Sutōrī - 6/ 10})\u001b[22m\n\nTranslations of \u001b[4m{STORY - 6/10}\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{STORY - 6/10}\u001b[24m\n    \u001b[1m{STORY  -  6/10}\u001b[22m\n\u001b[1m\u001b[22m\nDespite John Doe stealing the spotlight during first episodes, he somehow wasn't a big matter on the rest of the story. Yumeji is able to 'detect' what John said to be 'vessels', humans that share their bodies with mumas ('dream demons'), enabling them to vome to our world. Meeting with Merry was the first of his problems, since he was dragged to all this dream trouble thanks to her.\n\n\u001b[1mJohn Doeが最初のエピソードで注目を盗んだにもかかわらず、彼は何とか話の残りの部分で大きな問題ではなかった。 夢二は、ジョンが「船」であると言ったことを「検出する」ことができます。人間は体をミューマ（「夢の悪魔」）と共有し、彼らが私たちの世界に奉仕できるようにします。 メリーとの出会いは、彼女のおかげですべてのこの夢のトラブルに引っ張られたので、彼の問題の最初のものでした。\u001b[22m\n\u001b[1m(Jon Doe ga saisho no episōdo de chūmoku o nusunda nimokakawarazu, kare wa nantoka hanashi no nokori no bubun de ōkina mondaide wa nakatta. Yume ni wa, Jon ga `fune'dearu to itta koto o `kenshutsu suru' koto ga dekimasu. Ningen wa karada o myūma (`yume no akuma') to kyōyū shi, karera ga watashitachi no sekai ni hōshi dekiru yō ni shimasu. Merī to no deai wa, kanojo no okage de subete no kono yume no toraburu ni hippara retanode, kare no mondai no saisho no monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mDespite John Doe stealing the spotlight during first episodes, he somehow wasn't a big matter on the rest of the story. Yumeji is able to 'detect' what John said to be 'vessels', humans that share their bodies with mumas ('dream demons'), enabling them to vome to our world. Meeting with Merry was the first of his problems, since he was dragged to all this dream trouble thanks to her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite John Doe stealing the spotlight during first episodes, he somehow wasn't a big matter on the rest of the story.\u001b[24m\n    \u001b[1mJohn Doeが最初のエピソードで注目を盗んだにもかかわらず、彼は何とか話の残りの部分で大きな問題ではなかった。\u001b[22m, \u001b[1mジョン・ドウは、最初のエピソードの間にスポットライトを盗むにもかかわらず、彼は何とか物語の残りの部分に大きな問題ではありませんでした。\u001b[22m\n\u001b[4mYumeji is able to 'detect' what John said to be 'vessels', humans that share their bodies with mumas ('dream demons'), enabling them to vome to our world.\u001b[24m\n    \u001b[1m夢二は、ジョンが「船」であると言ったことを「検出する」ことができます。人間は体をミューマ（「夢の悪魔」）と共有し、彼らが私たちの世界に奉仕できるようにします。\u001b[22m, \u001b[1m夢二は、ジョンが私たちの世界にvomeするためにそれらを可能にする「船舶」、mumas（ '夢の鬼'）で自分の体を共有する人間であると言ったことを「検出」することが可能です。\u001b[22m\n\u001b[4mMeeting with Merry was the first of his problems, since he was dragged to all this dream trouble thanks to her.\u001b[24m\n    \u001b[1mメリーとの出会いは、彼女のおかげですべてのこの夢のトラブルに引っ張られたので、彼の問題の最初のものでした。\u001b[22m, \u001b[1m彼はすべてこの夢のトラブルに彼女のおかげでドラッグしてからメリーに満たすことが、彼の問題の第一号でした。\u001b[22m\n\u001b[1m\u001b[22m\nBoth Yumeji and Merry are special: he's able to access other people's dreams freely and she doesn't need a vessel to leave the Dream World. Main objetive they both have now is to stop Pharos Hercules, a powerful muma able to lead the others, like a guiding light. He has a brief appearance, like John. Maybe both will be more present on a possible second season...\n\n\u001b[1m夢二とメリーの両方は特別です：彼は他の人の夢を自由に利用することができ、夢の世界を離れる船は必要ありません。 主人公は、彼らは両方とも、現在、導光のように他を導くことができる強力なムマ、ファロス・ヘラクレスを止めることです。 彼は、ジョンのような短い外観をしています。 多分両方の可能性のある第2シーズンにもっと存在するだろう...\u001b[22m\n\u001b[1m(Yume ni to merī no ryōhō wa tokubetsudesu: Kare wa hokanohito no yume o jiyū ni riyō suru koto ga deki, yumenosekaiwo hanareru fune wa hitsuyō arimasen. Shujinkō wa, karera wa ryōhō tomo, genzai, shirube hikari no yō ni hoka o michibiku koto ga dekiru kyōryokuna muma, farosu herakuresu o tomeru kotodesu. Kare wa, Jon no yōna mijikai gaikan o shite imasu. Tabun ryōhō no kanōsei no aru dai 2 shīzun ni motto sonzai surudarou...)\u001b[22m\n\nTranslations of \u001b[4mBoth Yumeji and Merry are special: he's able to access other people's dreams freely and she doesn't need a vessel to leave the Dream World. Main objetive they both have now is to stop Pharos Hercules, a powerful muma able to lead the others, like a guiding light. He has a brief appearance, like John. Maybe both will be more present on a possible second season...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoth Yumeji and Merry are special: he's able to access other people's dreams freely and she doesn't need a vessel to leave the Dream World.\u001b[24m\n    \u001b[1m夢二とメリーの両方は特別です：彼は他の人の夢を自由に利用することができ、夢の世界を離れる船は必要ありません。\u001b[22m, \u001b[1m夢二とメリーの両方は特別です：彼は自由に他の人の夢にもアクセスできるようにだと、彼女は夢の世界を残すために容器を必要としません。\u001b[22m\n\u001b[4mMain objetive they both have now is to stop Pharos Hercules, a powerful muma able to lead the others, like a guiding light.\u001b[24m\n    \u001b[1m主人公は、彼らは両方とも、現在、導光のように他を導くことができる強力なムマ、ファロス・ヘラクレスを止めることです。\u001b[22m, \u001b[1m両者が今持っている主なobjetiveはファロスヘラクレス、導光のように、他の人をリードすることができる強力な夢魔を停止することです。\u001b[22m\n\u001b[4mHe has a brief appearance, like John.\u001b[24m\n    \u001b[1m彼は、ジョンのような短い外観をしています。\u001b[22m, \u001b[1m彼はジョンのような簡単な外観を持っています。\u001b[22m\n\u001b[4mMaybe both will be more present on a possible second season...\u001b[24m\n    \u001b[1m多分両方の可能性のある第2シーズンにもっと存在するだろう...\u001b[22m, \u001b[1mたぶん両方が可能な第二シーズンの詳細に存在することになります...\u001b[22m\n\u001b[1m\u001b[22m\nAnd we have that small cliche of taking over the world and everything. Pharos wants to replace all humanking by mumas, destroying everyone's dreams and hopes. Only thing that makes it different is that most mumas are interested on the real world. They want to see people's dreams and protect them from those trying to destroy them...\n\n\u001b[1mそして、私たちには、世界とすべてを引き継いでいくという小さな表情があります。 ファロスは、すべての人の夢と希望を破壊して、すべての人をムマで置き換えることを望んでいます。 それを変えるのは、ほとんどのムマが現実世界に興味を持っているということだけです。 彼らは人々の夢を見て、それらを破壊しようとしている人々から彼らを守りたい\u001b[22m\n\u001b[1m(Soshite, watashitachi ni wa, sekai to subete o hikitsuide iku to iu chīsana hyōjō ga arimasu. Farosu wa, subete no hito no yumetokibō o hakai shite, subete no hito o muma de okikaeru koto o nozonde imasu. Sore o kaeru no wa, hotondo no muma ga genjitsu sekai ni kyōmi o motte iru to iu koto dakedesu. Karera wa hitobito no yume o mite, sorera o hakai shiyou to shite iru hitobito kara karera o mamoritai)\u001b[22m\n\nTranslations of \u001b[4mAnd we have that small cliche of taking over the world and everything. Pharos wants to replace all humanking by mumas, destroying everyone's dreams and hopes. Only thing that makes it different is that most mumas are interested on the real world. They want to see people's dreams and protect them from those trying to destroy them...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd we have that small cliche of taking over the world and everything.\u001b[24m\n    \u001b[1mそして、私たちには、世界とすべてを引き継いでいくという小さな表情があります。\u001b[22m, \u001b[1mそして、私たちは世界とすべてのものを引き継ぐの小さな決まり文句を持っています。\u001b[22m\n\u001b[4mPharos wants to replace all humanking by mumas, destroying everyone's dreams and hopes.\u001b[24m\n    \u001b[1mファロスは、すべての人の夢と希望を破壊して、すべての人をムマで置き換えることを望んでいます。\u001b[22m, \u001b[1mファロスは、すべての人の夢と希望を破壊し、mumasによってすべてhumankingを交換したいと考えています。\u001b[22m\n\u001b[4mOnly thing that makes it different is that most mumas are interested on the real world.\u001b[24m\n    \u001b[1mそれを変えるのは、ほとんどのムマが現実世界に興味を持っているということだけです。\u001b[22m, \u001b[1mそれは違うの唯一のものは、ほとんどのmumasが現実の世界に興味を持っているということです。\u001b[22m\n\u001b[4mThey want to see people's dreams and protect them from those trying to destroy them...\u001b[24m\n    \u001b[1m彼らは人々の夢を見て、それらを破壊しようとしている人々から彼らを守りたい\u001b[22m, \u001b[1m彼らは、人々の夢を見て、それらを破壊しようとしているものの中からそれらを保護したいです...\u001b[22m\n\u001b[1m\u001b[22m\n{ART - 5/10}\n\n\u001b[1m{ART  -  5/10}\u001b[22m\n\u001b[1m({Āto - 5/ 10})\u001b[22m\n\nTranslations of \u001b[4m{ART - 5/10}\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{ART - 5/10}\u001b[24m\n    \u001b[1m{ART  -  5/10}\u001b[22m\n\u001b[1m\u001b[22m\nSince this anime features a good share of action scenes, it's expected to have really thrilling moments, but movements were poorly developed on most occasions. I wasn't able to feel the adrelanine... However, scenarios were very well designed, with a realistic effect that made them so original.\n\n\u001b[1mこのアニメはアクションシーンのシェアを特徴としているので、本当にスリリングな瞬間を期待していますが、ほとんどの場合、動きはあまり発達していません。 私はアデラニアンを感じることができませんでした...しかし、シナリオは非常にうまく設計されていて、現実的な効果で元のものになっていました。\u001b[22m\n\u001b[1m(Kono anime wa akushonshīn no shea o tokuchō to shite irunode, hontōni suriringuna shunkan o kitai shite imasuga, hotondo no baai, ugoki wa amari hattatsu shite imasen. Watashi wa aderanian o kanjiru koto ga dekimasendeshita... Shikashi, shinario wa hijō ni umaku sekkei sa rete ite, genjitsu-tekina kōka de gen no mono ni natte imashita.)\u001b[22m\n\nTranslations of \u001b[4mSince this anime features a good share of action scenes, it's expected to have really thrilling moments, but movements were poorly developed on most occasions. I wasn't able to feel the adrelanine... However, scenarios were very well designed, with a realistic effect that made them so original.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince this anime features a good share of action scenes, it's expected to have really thrilling moments, but movements were poorly developed on most occasions.\u001b[24m\n    \u001b[1mこのアニメはアクションシーンのシェアを特徴としているので、本当にスリリングな瞬間を期待していますが、ほとんどの場合、動きはあまり発達していません。\u001b[22m, \u001b[1mこのアニメは、アクションシーンの良好なシェアを備えていますので、本当にスリリングな瞬間を持つことが期待だが、動きは不十分ほとんどの場面で開発されました。\u001b[22m\n\u001b[4mI wasn't able to feel the adrelanine... However, scenarios were very well designed, with a realistic effect that made them so original.\u001b[24m\n    \u001b[1m私はアデラニアンを感じることができませんでした...しかし、シナリオは非常にうまく設計されていて、現実的な効果で元のものになっていました。\u001b[22m, \u001b[1m私は彼らがそのように元の製現実的な効果で、しかし、シナリオは非常によく設計された... adrelanineを感じることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n{SOUND - 7/10}\n\n\u001b[1m{音 -  7/10}\u001b[22m\n\u001b[1m({Oto - 7/ 10})\u001b[22m\n\nTranslations of \u001b[4m{SOUND - 7/10}\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{SOUND - 7/10}\u001b[24m\n    \u001b[1m{音 -  7/10}\u001b[22m, \u001b[1m{SOUND  -  7/10}\u001b[22m\n\u001b[1m\u001b[22m\nRetro-like background sounds are played oftenly, mostly on daydream scenes. Still, I felt a lack of effects on battle scenes and that was a little lame. Other than that, a really nice eletro song was featured on ED themes!\n\n\u001b[1mレトロ風の背景音は、ほとんどの場合、白昼夢のシーンで頻繁に再生されます。 それでも、私は戦闘シーンに影響がないと感じましたが、それは少し不自由でした。 それ以外に、本当に素敵なエレクトロの曲がEDのテーマに登場しました！\u001b[22m\n\u001b[1m(Retoro kaze no haikei-on wa, hotondo no baai, hakuchūmu no shīn de hinpan ni saisei sa remasu. Soredemo, watashi wa sentō shīn ni eikyō ga nai to kanjimashitaga, sore wa sukoshi fujiyūdeshita. Sore igai ni, hontōni sutekina erekutoro no kyoku ga ED no tēma ni tōjō shimashita!)\u001b[22m\n\nTranslations of \u001b[4mRetro-like background sounds are played oftenly, mostly on daydream scenes. Still, I felt a lack of effects on battle scenes and that was a little lame. Other than that, a really nice eletro song was featured on ED themes!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRetro-like background sounds are played oftenly, mostly on daydream scenes.\u001b[24m\n    \u001b[1mレトロ風の背景音は、ほとんどの場合、白昼夢のシーンで頻繁に再生されます。\u001b[22m, \u001b[1mレトロのような背景の音はほとんど空想のシーンで、oftenly再生されます。\u001b[22m\n\u001b[4mStill, I felt a lack of effects on battle scenes and that was a little lame.\u001b[24m\n    \u001b[1mそれでも、私は戦闘シーンに影響がないと感じましたが、それは少し不自由でした。\u001b[22m, \u001b[1mそれでも、私は戦闘シーンへの影響の欠如を感じたし、それは少しお粗末でした。\u001b[22m\n\u001b[4mOther than that, a really nice eletro song was featured on ED themes!\u001b[24m\n    \u001b[1mそれ以外に、本当に素敵なエレクトロの曲がEDのテーマに登場しました！\u001b[22m, \u001b[1mそれ以外は、本当に素晴らしいeletro曲がEDテーマに取り上げられました！\u001b[22m\n\u001b[1m\u001b[22m\n{CHARACTER - 6/10}\n\n\u001b[1m{キャラクター -  6/10}\u001b[22m\n\u001b[1m({Kyarakutā - 6/ 10})\u001b[22m\n\nTranslations of \u001b[4m{CHARACTER - 6/10}\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{CHARACTER - 6/10}\u001b[24m\n    \u001b[1m{キャラクター -  6/10}\u001b[22m, \u001b[1m{CHARACTER  -  6/10}\u001b[22m\n\u001b[1m\u001b[22m\nMany different mumas are featured in here, with unique personalities and shared interests. The weakest ones, like Pallette just want to know about humans' dreams, while stronger mumas, like Engi and Leon, want particular kinds of revenge. While Engi is a good muma, that tries to protect humans, Leon remains neutral, in order to accomplish his side objective. Evil ones, like Pharos and Mistletainn don't care about their actions and have separate ambitions.\n\n\u001b[1mユニークな個性と共通の関心を持った、多くの異なるムマがここに紹介されています。  Palletteのような最も弱いものは人間の夢について知りたいだけでなく、EngiやLeonのような強い乳母は特定の種類の復讐を望んでいる。  Engiは人を守ろうと努力しているが、Leonは彼の側の目的を達成するために中立である。  PharosやMistletainnのような邪悪な人たちは、彼らの行動を気にせず、別々の野望を持っています。\u001b[22m\n\u001b[1m(Yunīkuna kosei to kyōtsū no kanshin o motta, ōku no kotonaru muma ga koko ni shōkai sa rete imasu. Pallette no yōna mottomo yowai mono wa ningen no yume ni tsuite shiritai dakedenaku, Engi ya reon no yōna tsuyoi uba wa tokutei no shurui no fukushū o nozonde iru. Engi wa hito o mamorou to doryoku shite iruga, reon wa kare no soba no mokuteki o tassei suru tame ni chūritsudearu. Farosu ya Mistletainn no yōna jaakuna hito-tachi wa, karera no kōdō o ki ni sezu, betsubetsu no yabō o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mMany different mumas are featured in here, with unique personalities and shared interests. The weakest ones, like Pallette just want to know about humans' dreams, while stronger mumas, like Engi and Leon, want particular kinds of revenge. While Engi is a good muma, that tries to protect humans, Leon remains neutral, in order to accomplish his side objective. Evil ones, like Pharos and Mistletainn don't care about their actions and have separate ambitions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMany different mumas are featured in here, with unique personalities and shared interests.\u001b[24m\n    \u001b[1mユニークな個性と共通の関心を持った、多くの異なるムマがここに紹介されています。\u001b[22m, \u001b[1m多くの異なるmumasは、ユニークな個性や共通の利益と、ここで紹介されています。\u001b[22m\n\u001b[4mThe weakest ones, like Pallette just want to know about humans' dreams, while stronger mumas, like Engi and Leon, want particular kinds of revenge.\u001b[24m\n    \u001b[1mPalletteのような最も弱いものは人間の夢について知りたいだけでなく、EngiやLeonのような強い乳母は特定の種類の復讐を望んでいる。\u001b[22m, \u001b[1mパレットのような最も弱いものは、ただ強いmumasは、縁起レオンのように、復讐の特定の種類をしたい一方で、人間の夢について知りたいです。\u001b[22m\n\u001b[4mWhile Engi is a good muma, that tries to protect humans, Leon remains neutral, in order to accomplish his side objective.\u001b[24m\n    \u001b[1mEngiは人を守ろうと努力しているが、Leonは彼の側の目的を達成するために中立である。\u001b[22m, \u001b[1m縁起が人間を保護しようとすると良い夢魔、であるが、レオンは、彼の側の目的を達成するために、中性のままです。\u001b[22m\n\u001b[4mEvil ones, like Pharos and Mistletainn don't care about their actions and have separate ambitions.\u001b[24m\n    \u001b[1mPharosやMistletainnのような邪悪な人たちは、彼らの行動を気にせず、別々の野望を持っています。\u001b[22m, \u001b[1mファロスとMistletainnのような邪悪な者たちは、彼らの行動を気にし、別々の野心を持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the other characters, Yumeji is overally weak, but is strong-willed and believes that every muma in here is able to return to the Dream World. Merry is a girl who doesn't recall about her past and want answers from other mumas. That's why she needs to leave the real world, despite no knowing how to do it.\n\n\u001b[1m他のキャラクターは、夢二は弱すぎるが強い意志を持ち、ここのすべてのムマは夢の世界に戻ることができると信じている。 メリーは、彼女の過去について思い出さず、他のムーマーからの回答を求めている少女です。 だからこそ、彼女は現実世界を去る必要があります、それをする方法を知らないにもかかわらず。\u001b[22m\n\u001b[1m(Hoka no kyarakutā wa, yume ni wa yowa sugiruga tsuyoi ishi o mochi, koko no subete no muma wa yume no sekai ni modoru koto ga dekiru to shinjite iru. Merī wa, kanojo no kako ni tsuite omoidasazu, hoka no mūmā kara no kaitō o motomete iru shōjodesu. Dakarakoso, kanojo wa genjitsu sekai o saru hitsuyō ga arimasu, sore o suru hōhō o shiranai nimokakawarazu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the other characters, Yumeji is overally weak, but is strong-willed and believes that every muma in here is able to return to the Dream World. Merry is a girl who doesn't recall about her past and want answers from other mumas. That's why she needs to leave the real world, despite no knowing how to do it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the other characters, Yumeji is overally weak, but is strong-willed and believes that every muma in here is able to return to the Dream World.\u001b[24m\n    \u001b[1m他のキャラクターは、夢二は弱すぎるが強い意志を持ち、ここのすべてのムマは夢の世界に戻ることができると信じている。\u001b[22m, \u001b[1m他の文字については、夢二はoverally弱いですが、強い意志であり、ここでのすべての夢魔が夢の世界に戻ることができると考えています。\u001b[22m\n\u001b[4mMerry is a girl who doesn't recall about her past and want answers from other mumas.\u001b[24m\n    \u001b[1mメリーは、彼女の過去について思い出さず、他のムーマーからの回答を求めている少女です。\u001b[22m, \u001b[1mメリーは彼女の過去を思い出すと、他のmumasから回答を望んでいない女の子です。\u001b[22m\n\u001b[4mThat's why she needs to leave the real world, despite no knowing how to do it.\u001b[24m\n    \u001b[1mだからこそ、彼女は現実世界を去る必要があります、それをする方法を知らないにもかかわらず。\u001b[22m, \u001b[1m彼女はそれを行う方法を知らないにもかかわらず、現実の世界を残すために必要としない理由です。\u001b[22m\n\u001b[1m\u001b[22m\n{ENJOYMENT - 7/10}\n\n\u001b[1m{ENJOYMENT  -  7/10}\u001b[22m\n\u001b[1m({ENJOYMENT - 7/ 10})\u001b[22m\n\nTranslations of \u001b[4m{ENJOYMENT - 7/10}\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{ENJOYMENT - 7/10}\u001b[24m\n    \u001b[1m{ENJOYMENT  -  7/10}\u001b[22m, \u001b[1m{享有 -  7/10}\u001b[22m\n\u001b[1m\u001b[22m\nIt was a good anime, but I didn't fell amazed, unlike others I've watched before. The plot is really good, but it lacks emotion. Still, it was really enjoyable. However, I was a little disappointed with the ending... Could be better...\n\n\u001b[1mそれは良いアニメでしたが、以前見た人たちと違って私は驚いていませんでした。 プロットは本当に良いですが、感情が欠けています。 それでも、本当に楽しかったです。 しかし、私は終わりに少し失望していた...より良いかもしれない...\u001b[22m\n\u001b[1m(Sore wa yoi animedeshitaga, izen mita hito-tachi to chigatte watashi wa odoroite imasendeshita. Purotto wa hontōni yoidesuga, kanjō ga kakete imasu. Soredemo, hontōni tanoshikattadesu. Shikashi, watashi wa owari ni sukoshi shitsubō shite ita... Yori yoi kamo shirenai...)\u001b[22m\n\nTranslations of \u001b[4mIt was a good anime, but I didn't fell amazed, unlike others I've watched before. The plot is really good, but it lacks emotion. Still, it was really enjoyable. However, I was a little disappointed with the ending... Could be better...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was a good anime, but I didn't fell amazed, unlike others I've watched before.\u001b[24m\n    \u001b[1mそれは良いアニメでしたが、以前見た人たちと違って私は驚いていませんでした。\u001b[22m, \u001b[1mそれは良いアニメだったが、私は私が前に見てきた他の人とは違って、驚いて落ちませんでした。\u001b[22m\n\u001b[4mThe plot is really good, but it lacks emotion.\u001b[24m\n    \u001b[1mプロットは本当に良いですが、感情が欠けています。\u001b[22m, \u001b[1mプロットは本当に良いですが、それは感情を欠いています。\u001b[22m\n\u001b[4mStill, it was really enjoyable.\u001b[24m\n    \u001b[1mそれでも、本当に楽しかったです。\u001b[22m, \u001b[1mそれでも、それは本当に楽しかったです。\u001b[22m\n\u001b[4mHowever, I was a little disappointed with the ending... Could be better...\u001b[24m\n    \u001b[1mしかし、私は終わりに少し失望していた...より良いかもしれない...\u001b[22m, \u001b[1mしかし、私はエンディングで少しがっかりだった...良いかもしれません...\u001b[22m\n\u001b[1m\u001b[22m\n{OVERALL - 6/10}\n\n\u001b[1m{OVERALL  -  6/10}\u001b[22m\n\u001b[1m({OVERALL - 6/ 10})\u001b[22m\n\nTranslations of \u001b[4m{OVERALL - 6/10}\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{OVERALL - 6/10}\u001b[24m\n    \u001b[1m{OVERALL  -  6/10}\u001b[22m\n\u001b[1m\u001b[22m\nDreams shown in here are something everone holds onto. They are hopes, a reason to live so, without them, we're nothing, we have no ambitions. That's where Yumekui Merry makes her entrance, to 'eat' all bad dreams and stop mumas with evil intentions. A hero with the sole objective of knowing who she is, now with a mission: to keep people dreaming and hoping. Future depends on our dreams, abstract things that give us strenght to move foward and be happy within ourselves.\n\n\u001b[1mここに示されている夢は、永遠に握っているものです。 彼らは望み、生きる理由、無し、私たちは何もない、野心はない。 それは、夢のメリーが彼女の入り口になること、悪い夢をすべて食べること、悪意を持ってムマを止めることです。 彼女が誰であるかを知る唯一の目的を持ったヒーロー。今は使命を持っている：人々を夢と希望を保つために。 未来は私たちの夢、つまり私たちが前進して自分自身の中で幸せになれるような抽象的なものに依存します。\u001b[22m\n\u001b[1m(Koko ni shimesa rete iru yume wa, eien ni nigitte iru monodesu. Karera wa nozomi, ikiru riyū,-nashi, watashitachiha nanimonai, yashin wanai. Sore wa, yume no merī ga kanojo no iriguchi ni naru koto, warui yume o subete daberukoto, akui o motte muma o tomeru kotodesu. Kanojo ga daredearu ka o shiru yuiitsu no mokuteki o motta hīrō. Ima wa shimei o motte iru: Hitobito o yumetokibō o tamotsu tame ni. Mirai wa watashitachi no yume, tsumari watashitachi ga zenshin shite jibunjishin'no-chū de shiawase ni nareru yōna chūshōtekina mono ni izon shimasu.)\u001b[22m\n\nTranslations of \u001b[4mDreams shown in here are something everone holds onto. They are hopes, a reason to live so, without them, we're nothing, we have no ambitions. That's where Yumekui Merry makes her entrance, to 'eat' all bad dreams and stop mumas with evil intentions. A hero with the sole objective of knowing who she is, now with a mission: to keep people dreaming and hoping. Future depends on our dreams, abstract things that give us strenght to move foward and be happy within ourselves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDreams shown in here are something everone holds onto.\u001b[24m\n    \u001b[1mここに示されている夢は、永遠に握っているものです。\u001b[22m, \u001b[1mここに示されている夢はeveroneが上に成り立つものです。\u001b[22m\n\u001b[4mThey are hopes, a reason to live so, without them, we're nothing, we have no ambitions.\u001b[24m\n    \u001b[1m彼らは望み、生きる理由、無し、私たちは何もない、野心はない。\u001b[22m, \u001b[1m彼らは、私たちが何の野心を持っていない、我々は何もしていない、彼らなしで、そのように生きる理由を期待しています。\u001b[22m\n\u001b[4mThat's where Yumekui Merry makes her entrance, to 'eat' all bad dreams and stop mumas with evil intentions.\u001b[24m\n    \u001b[1mそれは、夢のメリーが彼女の入り口になること、悪い夢をすべて食べること、悪意を持ってムマを止めることです。\u001b[22m, \u001b[1m夢喰いメリーはすべての悪い夢を「食べ」と邪悪な意図でmumasを停止するには、彼女の入り口を作るところです。\u001b[22m\n\u001b[4mA hero with the sole objective of knowing who she is, now with a mission: to keep people dreaming and hoping.\u001b[24m\n    \u001b[1m彼女が誰であるかを知る唯一の目的を持ったヒーロー。今は使命を持っている：人々を夢と希望を保つために。\u001b[22m, \u001b[1m彼女は今の使命であり、知っての唯一の目的とした主人公は：夢と期待して人々を維持します。\u001b[22m\n\u001b[4mFuture depends on our dreams, abstract things that give us strenght to move foward and be happy within ourselves.\u001b[24m\n    \u001b[1m未来は私たちの夢、つまり私たちが前進して自分自身の中で幸せになれるような抽象的なものに依存します。\u001b[22m, \u001b[1m未来は私たちの夢、私たちはフォワード移動し、自分自身の中に幸せであることが強さを与える、抽象的なものに依存します。\u001b[22m"
  },
  {
    "title": "Yumekui_Merry",
    "id": "9331",
    "url": "https://myanimelist.net/anime/9331/Yumekui_Merry",
    "user": "KoreanAnimeLover",
    "profile": "/profile/KoreanAnimeLover/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=54883",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  4\nキャラクター|  5\n|  4\n\n最初は本当に盛り上がったアニメでした。 最初のいくつかのエピソードはかなりまともで、何とかあなたを吸い取っているようです。でも、このアニメを見るのはお勧めできません。\n主な理由は、実際には私がこれを言う唯一の理由は、シリーズの恐ろしい終わりのためです。\n結末はレット・ダウンを断念したものだった。それは文字通り、指示がちょうどすべての欠けている質問に答えるために追加されたかのようだった。\nあなたがその物語を知りたければ、マンガをお勧めします。もっと多様です。 それほど良くないという事実にもかかわらず、それはより良いです。\n今これは自分自身の個人的なレビューですので、あなたがその後、ウルを食べなければならない場合",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nIt was an anime that got me really pumped up at first. The first few episodes are quite decent and somehow seem to suck you in. Despite this i would not recommend watching this anime unless you really have nothing else to watch.\n\n\u001b[1m最初は本当に盛り上がったアニメでした。 最初のいくつかのエピソードはかなりまともで、何とかあなたを吸い取っているようです。でも、このアニメを見るのはお勧めできません。\u001b[22m\n\u001b[1m(Saisho wa hontōni moriagatta animedeshita. Saisho no ikutsu ka no episōdo wa kanari matomo de, nantoka anata o suitotte iru yōdesu. Demo, kono anime o miru no wa o susume dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt was an anime that got me really pumped up at first. The first few episodes are quite decent and somehow seem to suck you in. Despite this i would not recommend watching this anime unless you really have nothing else to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was an anime that got me really pumped up at first.\u001b[24m\n    \u001b[1m最初は本当に盛り上がったアニメでした。\u001b[22m, \u001b[1mそれは私が本当に最初で汲み上げてしまったアニメでした。\u001b[22m\n\u001b[4mThe first few episodes are quite decent and somehow seem to suck you in. Despite this i would not recommend watching this anime unless you really have nothing else to watch.\u001b[24m\n    \u001b[1m最初のいくつかのエピソードはかなりまともで、何とかあなたを吸い取っているようです。でも、このアニメを見るのはお勧めできません。\u001b[22m, \u001b[1m最初のいくつかのエピソードはかなりまともですし、何とかであなたを吸うように見える。これにもかかわらず、私はあなたが本当に見て他には何もありませんしない限り、このアニメを見てお勧めしません。\u001b[22m\nThe main reason, actually the only reason i say this is because of the horrible ending to the series.\n\n\u001b[1m主な理由は、実際には私がこれを言う唯一の理由は、シリーズの恐ろしい終わりのためです。\u001b[22m\n\u001b[1m(Omona riyū wa, jissai ni wa watashi ga kore o iu yuiitsu no riyū wa, shirīzu no osoroshī owari no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe main reason, actually the only reason i say this is because of the horrible ending to the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main reason, actually the only reason i say this is because of the horrible ending to the series.\u001b[24m\n    \u001b[1m主な理由は、実際には私がこれを言う唯一の理由は、シリーズの恐ろしい終わりのためです。\u001b[22m, \u001b[1m実際に唯一の理由主な理由は、私はこれが原因で、一連の恐ろしい結末であると言います。\u001b[22m\nThe ending was a let down of let downs, it was literally as if the directed just added it to answer all the missing questions, nothing else at all, it was SHIT.\n\n\u001b[1m結末はレット・ダウンを断念したものだった。それは文字通り、指示がちょうどすべての欠けている質問に答えるために追加されたかのようだった。\u001b[22m\n\u001b[1m(Ketsumatsu wa Retto daun o dan'nen shita monodatta. Sore wa mojidōri, shiji ga chōdo subete no kakete iru shitsumon ni kotaeru tame ni tsuika sa reta ka no yōdatta.)\u001b[22m\n\nTranslations of \u001b[4mThe ending was a let down of let downs, it was literally as if the directed just added it to answer all the missing questions, nothing else at all, it was SHIT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending was a let down of let downs, it was literally as if the directed just added it to answer all the missing questions, nothing else at all, it was SHIT.\u001b[24m\n    \u001b[1m結末はレット・ダウンを断念したものだった。それは文字通り、指示がちょうどすべての欠けている質問に答えるために追加されたかのようだった。\u001b[22m, \u001b[1mエンディングが指示されている場合ちょうどそれが欠落しているすべての質問に答えるために追加としてのletダウンの失望が、それは文字通りあった、他には何もすべてで、それはたわごとではありませんでした。\u001b[22m\nIf you want to know the story then i recommend the Manga, it is more diverse. Despite the fact that its not much better, it is better.\n\n\u001b[1mあなたがその物語を知りたければ、マンガをお勧めします。もっと多様です。 それほど良くないという事実にもかかわらず、それはより良いです。\u001b[22m\n\u001b[1m(Anata ga sono monogatari o shiritakereba, manga o o susume shimasu. Motto tayōdesu. Sore hodo yokunai to iu jijitsu nimokakawarazu, soreha yori yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you want to know the story then i recommend the Manga, it is more diverse. Despite the fact that its not much better, it is better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want to know the story then i recommend the Manga, it is more diverse.\u001b[24m\n    \u001b[1mあなたがその物語を知りたければ、マンガをお勧めします。もっと多様です。\u001b[22m, \u001b[1mあなたが話を知りたい場合は、私はマンガをお勧めします、それはより多様です。\u001b[22m\n\u001b[4mDespite the fact that its not much better, it is better.\u001b[24m\n    \u001b[1mそれほど良くないという事実にもかかわらず、それはより良いです。\u001b[22m, \u001b[1mそのではないはるかに良い、それが優れているという事実にもかかわらず。\u001b[22m\nNow this is my own PERSONAL review so if you must then eat ur\n\n\u001b[1m今これは自分自身の個人的なレビューですので、あなたがその後、ウルを食べなければならない場合\u001b[22m\n\u001b[1m(Ima kore wa jibunjishin'no kojin-tekina rebyūdesunode, anata ga sonogo, uru o tabenakereba naranai baai)\u001b[22m\n\nTranslations of \u001b[4mNow this is my own PERSONAL review so if you must then eat ur\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow this is my own PERSONAL review so if you must then eat ur\u001b[24m\n    \u001b[1m今これは自分自身の個人的なレビューですので、あなたがその後、ウルを食べなければならない場合\u001b[22m, \u001b[1mあなたがウルを食べる必要がありますので、もし今、これは私自身の個人的なレビューです\u001b[22m"
  }
]
