[
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "poki08",
    "profile": "/profile/poki08/reviews",
    "pages": "12",
    "number": "1",
    "link": "/reviews.php?id=11892",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n（スポイラーなし）\nそれは単に素晴らしいシリーズです。 あなたがサスペンスを探しているなら、あなたが見たいアニメはひぐらしのなく頃にです。\nストーリーはシンプルで、スピンオフが多いので、t.v.の前であなたを守るアニメを見たいなら、このシリーズを楽しむでしょう。\n芸術とキャラクターは私がそれを素晴らしく見つけたので、不器用さと喜びの気持ちを保ちますが、謎が現れてくると、キャラクターの個性には大きな違いがあります。 視聴者（あなたは何を知っているのか知っていますか？）\nサウンドは非常に重要な役割を果たします（他のシリーズと同様）、あなたがエピソードを見ているうちに、あなたが通過している瞬間にあなたを惹きつけます。それは、あなたの街で行われるこの狂った出来事にあなたを巻き込みます。 ひなみざわ。\nお楽しみください...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n(No Spoilers)\n\n\u001b[1m（スポイラーなし）\u001b[22m\n\u001b[1m((Supoirā nashi))\u001b[22m\n\nTranslations of \u001b[4m(No Spoilers)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(No Spoilers)\u001b[24m\n    \u001b[1m（スポイラーなし）\u001b[22m, \u001b[1m（なしネタバレ）\u001b[22m\nIt is simply a great series. If you are looking for suspense, Higurashi no Naku Koro ni is the anime you wanna watch.\n\n\u001b[1mそれは単に素晴らしいシリーズです。 あなたがサスペンスを探しているなら、あなたが見たいアニメはひぐらしのなく頃にです。\u001b[22m\n\u001b[1m(Sore wa tan'ni subarashī shirīzudesu. Anata ga sasupensu o sagashite irunara, anata ga mitai anime wa higurashinonakukoronidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt is simply a great series. If you are looking for suspense, Higurashi no Naku Koro ni is the anime you wanna watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is simply a great series.\u001b[24m\n    \u001b[1mそれは単に素晴らしいシリーズです。\u001b[22m, \u001b[1mこれは単に偉大なシリーズです。\u001b[22m\n\u001b[4mIf you are looking for suspense, Higurashi no Naku Koro ni is the anime you wanna watch.\u001b[24m\n    \u001b[1mあなたがサスペンスを探しているなら、あなたが見たいアニメはひぐらしのなく頃にです。\u001b[22m, \u001b[1mあなたがサスペンスを探している場合は、ひぐらしのなく頃にあなたは時計をしたいアニメです。\u001b[22m\nThe story is simple and with a lot of spin off, you would really enjoy this series if you like to watch anime that will keep you in front of the t.v.\n\n\u001b[1mストーリーはシンプルで、スピンオフが多いので、t.v.の前であなたを守るアニメを見たいなら、このシリーズを楽しむでしょう。\u001b[22m\n\u001b[1m(Sutōrī wa shinpurude, supin'ofu ga ōinode, t. V. No mae de anata o mamoru anime o mitainara, kono shirīzu o tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe story is simple and with a lot of spin off, you would really enjoy this series if you like to watch anime that will keep you in front of the t.v.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is simple and with a lot of spin off, you would really enjoy this series if you like to watch anime that will keep you in front of the t.v.\u001b[24m\n    \u001b[1mストーリーはシンプルで、スピンオフが多いので、t.v.の前であなたを守るアニメを見たいなら、このシリーズを楽しむでしょう。\u001b[22m, \u001b[1m話は簡単で、あなたがt.v.の前であなたを維持しますアニメを見るのが好きならばスピンオフの多くの、あなたは本当にこのシリーズを楽しんでいました\u001b[22m\nThe art and the characters I found it great, it keeps you in the mood of clumsiness and joy, but when a mystery comes out into the scene, there could be a huge contrast in the personality of the characters which makes it more interesting for the viewers (you know that feeling of WHAT THE HECK?!)\n\n\u001b[1m芸術とキャラクターは私がそれを素晴らしく見つけたので、不器用さと喜びの気持ちを保ちますが、謎が現れてくると、キャラクターの個性には大きな違いがあります。 視聴者（あなたは何を知っているのか知っていますか？）\u001b[22m\n\u001b[1m(Geijutsu to kyarakutā wa watashi ga sore o subarashiku mitsuketanode, bukiyō-sa to yorokobi no kimochi o tamochimasuga, nazo ga arawarete kuru to, kyarakutā no kosei ni wa ōkina chigai ga arimasu. Shichō-sha (anata wa nani o shitte iru no ka shitte imasu ka? ))\u001b[22m\n\nTranslations of \u001b[4mThe art and the characters I found it great, it keeps you in the mood of clumsiness and joy, but when a mystery comes out into the scene, there could be a huge contrast in the personality of the characters which makes it more interesting for the viewers (you know that feeling of WHAT THE HECK?!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and the characters I found it great, it keeps you in the mood of clumsiness and joy, but when a mystery comes out into the scene, there could be a huge contrast in the personality of the characters which makes it more interesting for the\u001b[24m\n    \u001b[1m芸術とキャラクターは私がそれを素晴らしく見つけたので、不器用さと喜びの気持ちを保ちますが、謎が現れてくると、キャラクターの個性には大きな違いがあります。\u001b[22m, \u001b[1m芸術と私はそれは偉大な発見の文字が、それは不器用と喜びの気分であなたを保持しますが、謎がシーンに出てきたときに、それをより面白くするためになります文字の性格に大きなコントラストがある可能性があります\u001b[22m\n\u001b[4mviewers (you know that feeling of WHAT THE HECK?!)\u001b[24m\n    \u001b[1m視聴者（あなたは何を知っているのか知っていますか？）\u001b[22m, \u001b[1m視聴者は（あなたは一体何？！の気持ちを知っています）\u001b[22m\nThe sound plays also a very important roll (as in every other series), while you are watching an episode it simply gets you into the moment they are going through, it will really engage you to this crazy events that takes place in the town of Hinamizawa.\n\n\u001b[1mサウンドは非常に重要な役割を果たします（他のシリーズと同様）、あなたがエピソードを見ているうちに、あなたが通過している瞬間にあなたを惹きつけます。それは、あなたの街で行われるこの狂った出来事にあなたを巻き込みます。 ひなみざわ。\u001b[22m\n\u001b[1m(Saundo wa hijō ni jūyōna yakuwari o hatashimasu (hoka no shirīzu to dōyō), anata ga episōdo o mite iru uchi ni, anata ga tsūka shite iru shunkan ni anata o hiki tsukemasu. Sore wa, anata no machi de okonawa reru kono kurutta dekigoto ni anata o makikomimasu. Hinami zawa.)\u001b[22m\n\nTranslations of \u001b[4mThe sound plays also a very important roll (as in every other series), while you are watching an episode it simply gets you into the moment they are going through, it will really engage you to this crazy events that takes place in the town of Hinamizawa.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound plays also a very important roll (as in every other series), while you are watching an episode it simply gets you into the moment they are going through, it will really engage you to this crazy events that takes place in the town of\u001b[24m\n    \u001b[1mサウンドは非常に重要な役割を果たします（他のシリーズと同様）、あなたがエピソードを見ているうちに、あなたが通過している瞬間にあなたを惹きつけます。それは、あなたの街で行われるこの狂った出来事にあなたを巻き込みます。\u001b[22m, \u001b[1mあなたはそれは単に彼らが通過している瞬間にあなたを取得エピソードを見ている間の音が、（他のすべてのシリーズのように）も非常に重要な役割を果たしている、それは本当にの町で起こるこのクレイジーなイベントにあなたを従事します\u001b[22m\n\u001b[4mHinamizawa.\u001b[24m\n    \u001b[1mひなみざわ。\u001b[22m, \u001b[1m雛見沢。\u001b[22m\nEnjoy...\n\n\u001b[1mお楽しみください...\u001b[22m\n\u001b[1m(O tanoshimi kudasai...)\u001b[22m\n\nDefinitions of \u001b[4mEnjoy...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nverb\n\u001b[1m    楽しむ\u001b[22m\n        enjoy, take pleasure, amuse oneself, have a good time, anticipate, look forward to\n\u001b[1m    エンジョイ\u001b[22m\n        enjoy\n\u001b[1m    楽しませる\u001b[22m\n        delight, enjoy, amuse, please\n\u001b[1m    旨がる\u001b[22m\n        relish, show a liking for, like, care for, enjoy"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "littlecat101",
    "profile": "/profile/littlecat101/reviews",
    "pages": "12",
    "number": "2",
    "link": "/reviews.php?id=38519",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  10\n\nひぐらしのなく頃に....とも知られています。 一つの言葉：うわー！  （うわーのように、皮肉ではない）。\n\nストーリー：静かな町並みに移動するケイイチの少年の周りを中心に話が展開されていますが、最初はすべてがピカフルに見えますが、奇妙なことが起こり始めます。\n\n最初は、ショーが「アーク」にカットされているので、ストーリーとプロットは混乱する可能性があります。  questinのエピソード、またはむしろ質問の円弧があります。そして、円弧があります。 あなたはpatiantでなければならない、すべてがそれ自身を説明する。 それぞれの弧の中で、誰かが殺されているか、別の質問がポップアップしています。 プロットは良い、あなたの退屈していないと、あなたはいつも次に何が起こるか知りたい。 私は本当にそれを台無しにすることはありません。\n\n芸術：私には、芸術は...ええ。 しかし、私は不平を言っていません、全体的に、それは素晴らしかったです。 すべてのキャラクターはユニークに描かれ、それぞれには特別なものがありました。\n\nサウンド：日本人の声優の名前はわかりませんが、それは素晴らしいですね!! 彼らはすべてそこにぴったりフィットしたので、本当に楽しかったです。 彼らはすべて感情を完璧に持っていました。 英語のダブについては...まあ、私は何を言うことができます。 日本は良い、自然だった。 英語の声はちょうど半音のようです。 私にとって最も迷惑なのは、リカとケイイチでした。 理化学者の英語の声優がちょうど高音に見えた、それは私に迷惑をかける。  Keiichi...私はちょうどそれが好きではなかった。 だから私は英語のサブと日本語をお勧めしますが、それは私だけです。\n\n文字：私は何かを台無しにしようとしていないが、主人公は圭一です、あなたがどんなアークを見ても、彼はそれらのすべてについてです。 どの弧でも、異なった「英雄」と異なる「英雄」と、異なる「犠牲者」があります。 時々それはvillianまたはvictomを繰り返すが、それほど少なくない、文字は面白い。 多くの理由から私のお気に入りはRenaとKeiichiでなければならないだろうが、もし私がその理由を知っていれば、それは「台無し」と考えられるだろう。\n\n楽しさ：ひぐらしのなく頃には、多くのプロット・ツイストを伴って、その中にゴアと暴力がたくさんあり、それが楽しむことができます。 あなたがホラーにならない、またはゴアなどでなければ、私は本当にこれを示唆しません。 それ以外にも、いくつかのコメディがあります。これはプラスです。 私はこのシリーズを楽しんでいました。\n\n全体的には、すべてのことで、「天国の夜ころはすごいアニメです。それは知的で、ユーモラスで、溢れています。そして、あなたはいつも次に起こることを知りたいのです。 私は誰にでもこのことをお勧めします。もしあなたがそれを見て欲しいと思うなら、私はあなたがそれを好きになることを願っています。  :)\n\n\nところで、これは私の最初のレビューです。あなたが好きなものについてコメントしたり、好きでなかったり、改善できるものを教えてください。 あるアニメを見直すべきなのなら、ただコメントを残してください：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHigurashi no naku koro ni....also known as When they cry. One word: Wow! (as in good wow, not being sarcastic).\n\n\u001b[1mひぐらしのなく頃に....とも知られています。 一つの言葉：うわー！  （うわーのように、皮肉ではない）。\u001b[22m\n\u001b[1m(Higurashinonakukoroni. ... Tomo shira rete imasu. Hitotsu no kotoba: Uwa ̄ ! (Uwa ̄ no yō ni, hinikude wa nai).)\u001b[22m\n\nTranslations of \u001b[4mHigurashi no naku koro ni....also known as When they cry. One word: Wow! (as in good wow, not being sarcastic).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHigurashi no naku koro ni....also known as When they cry.\u001b[24m\n    \u001b[1mひぐらしのなく頃に....とも知られています。\u001b[22m, \u001b[1mひぐらしのなく頃に....また、彼らが泣くときはとして知られています。\u001b[22m\n\u001b[4mOne word: Wow!\u001b[24m\n    \u001b[1m一つの言葉：うわー！\u001b[22m, \u001b[1m一言：うわー！\u001b[22m\n\u001b[4m(as in good wow, not being sarcastic).\u001b[24m\n    \u001b[1m（うわーのように、皮肉ではない）。\u001b[22m, \u001b[1m（皮肉ではない、すごい良いのように）。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story mainly revolves around a boy named Keiichi, who moves to the quiet town of Hinamizawa, everything seems peacfull at first, but then strange things begin to happen.\n\n\u001b[1mストーリー：静かな町並みに移動するケイイチの少年の周りを中心に話が展開されていますが、最初はすべてがピカフルに見えますが、奇妙なことが起こり始めます。\u001b[22m\n\u001b[1m(Sutōrī: Shizukana machinami ni idō suru keiichi no shōnen no mawari o chūshin ni hanashi ga tenkai sa rete imasuga, saisho wa subete ga Pika furu ni miemasuga, kimyōna koto ga okori hajimemasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story mainly revolves around a boy named Keiichi, who moves to the quiet town of Hinamizawa, everything seems peacfull at first, but then strange things begin to happen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story mainly revolves around a boy named Keiichi, who moves to the quiet town of Hinamizawa, everything seems peacfull at first, but then strange things begin to happen.\u001b[24m\n    \u001b[1mストーリー：静かな町並みに移動するケイイチの少年の周りを中心に話が展開されていますが、最初はすべてがピカフルに見えますが、奇妙なことが起こり始めます。\u001b[22m, \u001b[1mストーリー：主に公転雛見沢の静かな町に移動し恵一少年、周りの話は、すべては最初にpeacfullだが、その後、奇妙なことが起こり始めます。\u001b[22m\n\u001b[1m\u001b[22m\nAt first, the story and plot can be confusing, because the show is cut up into 'Arcs'. There's the questin episodes, or rather the question arcs, and then there's the awnser arcs. You have to be patiant, everything explains itself. In each arc, someone is eaither being killed, or another question has popped up. The plot is good, your never bored, and you always want to know what happens next. I can't really say more without spoiling it.\n\n\u001b[1m最初は、ショーが「アーク」にカットされているので、ストーリーとプロットは混乱する可能性があります。  questinのエピソード、またはむしろ質問の円弧があります。そして、円弧があります。 あなたはpatiantでなければならない、すべてがそれ自身を説明する。 それぞれの弧の中で、誰かが殺されているか、別の質問がポップアップしています。 プロットは良い、あなたの退屈していないと、あなたはいつも次に何が起こるか知りたい。 私は本当にそれを台無しにすることはありません。\u001b[22m\n\u001b[1m(Saisho wa, shō ga `āku' ni katto sa rete irunode, sutōrī to purotto wa konran suru kanōsei ga arimasu. Questin no episōdo, matawa mushiro shitsumon no enko ga arimasu. Soshite, enko ga arimasu. Anata wa patiantdenakereba naranai, subete ga sore jishin o setsumei suru. Sorezore no ko no naka de, dareka ga korosa rete iru ka,-betsu no shitsumon ga poppuappu shite imasu. Purotto wa yoi, anata no taikutsu shite inai to, anata wa itsumo tsugini nani ga okoru ka shiritai. Watashi wa hontōni sore o dainashi ni suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAt first, the story and plot can be confusing, because the show is cut up into 'Arcs'. There's the questin episodes, or rather the question arcs, and then there's the awnser arcs. You have to be patiant, everything explains itself. In each arc, someone is eaither being killed, or another question has popped up. The plot is good, your never bored, and you always want to know what happens next. I can't really say more without spoiling it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, the story and plot can be confusing, because the show is cut up into 'Arcs'.\u001b[24m\n    \u001b[1m最初は、ショーが「アーク」にカットされているので、ストーリーとプロットは混乱する可能性があります。\u001b[22m, \u001b[1mショーは「弧」に切断されているので最初は、ストーリーとプロットは、混乱することができます。\u001b[22m\n\u001b[4mThere's the questin episodes, or rather the question arcs, and then there's the awnser arcs.\u001b[24m\n    \u001b[1mquestinのエピソード、またはむしろ質問の円弧があります。そして、円弧があります。\u001b[22m, \u001b[1mquestinエピソード、またはむしろ質問アークがあり、その後、awnserアークがあります。\u001b[22m\n\u001b[4mYou have to be patiant, everything explains itself.\u001b[24m\n    \u001b[1mあなたはpatiantでなければならない、すべてがそれ自身を説明する。\u001b[22m, \u001b[1mあなたがpatiantしなければならない、すべては自分自身を説明しています。\u001b[22m\n\u001b[4mIn each arc, someone is eaither being killed, or another question has popped up.\u001b[24m\n    \u001b[1mそれぞれの弧の中で、誰かが殺されているか、別の質問がポップアップしています。\u001b[22m, \u001b[1m各アークでは、誰かがeaither殺されている、または別の問題がポップアップしています。\u001b[22m\n\u001b[4mThe plot is good, your never bored, and you always want to know what happens next.\u001b[24m\n    \u001b[1mプロットは良い、あなたの退屈していないと、あなたはいつも次に何が起こるか知りたい。\u001b[22m, \u001b[1mプロットは、あなたの退屈決して良いですが、あなたは常に次に何が起こるか知りたいです。\u001b[22m\n\u001b[4mI can't really say more without spoiling it.\u001b[24m\n    \u001b[1m私は本当にそれを台無しにすることはありません。\u001b[22m, \u001b[1m私は実際にそれを損なうことなく、より多くを語ることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: To me the art was...meh. But I'm not complaining, overall, it was great. All the characters, were drawn uniquely, and each had something special about them.\n\n\u001b[1m芸術：私には、芸術は...ええ。 しかし、私は不平を言っていません、全体的に、それは素晴らしかったです。 すべてのキャラクターはユニークに描かれ、それぞれには特別なものがありました。\u001b[22m\n\u001b[1m(Geijutsu: Watashiniha, geijutsu wa... Ē. Shikashi, watashi wa fuhei o itte imasen, zentai-teki ni, sore wa subarashikattadesu. Subete no kyarakutā wa yunīku ni egaka re, sorezore ni wa tokubetsuna mono ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mArt: To me the art was...meh. But I'm not complaining, overall, it was great. All the characters, were drawn uniquely, and each had something special about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: To me the art was...meh.\u001b[24m\n    \u001b[1m芸術：私には、芸術は...ええ。\u001b[22m, \u001b[1mアート：私には芸術があった...まあまあ。\u001b[22m\n\u001b[4mBut I'm not complaining, overall, it was great.\u001b[24m\n    \u001b[1mしかし、私は不平を言っていません、全体的に、それは素晴らしかったです。\u001b[22m, \u001b[1m私は文句はないよしかし、全体的に、それは素晴らしかったです。\u001b[22m\n\u001b[4mAll the characters, were drawn uniquely, and each had something special about them.\u001b[24m\n    \u001b[1mすべてのキャラクターはユニークに描かれ、それぞれには特別なものがありました。\u001b[22m, \u001b[1mすべての文字は、ユニークに描かれた、それぞれがそれらについて特別な何かを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I don't know the names of the voice actors for the Japanese, but it was AMAZING!! They all fit there characters so perfectly, I really enjoyed it. They all got the emotions perfectly. As for the english dub...well, what can i say. The japanese was better, naturaly. The english voice's just semmed...unfitting. The most annoying to me were Rika and Keiichi. Rika's english voice actor just seemed to high-pitched, it annoyed me. Keiichi...I just didn't like it. So i suggest the Japanese with english sub, but that's just me.\n\n\u001b[1mサウンド：日本人の声優の名前はわかりませんが、それは素晴らしいですね!! 彼らはすべてそこにぴったりフィットしたので、本当に楽しかったです。 彼らはすべて感情を完璧に持っていました。 英語のダブについては...まあ、私は何を言うことができます。 日本は良い、自然だった。 英語の声はちょうど半音のようです。 私にとって最も迷惑なのは、リカとケイイチでした。 理化学者の英語の声優がちょうど高音に見えた、それは私に迷惑をかける。  Keiichi...私はちょうどそれが好きではなかった。 だから私は英語のサブと日本語をお勧めしますが、それは私だけです。\u001b[22m\n\u001b[1m(Saundo: Nihonjin no seiyū no namae wa wakarimasenga, sore wa subarashīdesu ne! ! Karera wa subete soko ni pittarifitto shitanode, hontōni tanoshikattadesu. Karera wa subete kanjō o kanpeki ni motte imashita. Eigo no dabu ni tsuite wa... Mā, watashi wa nani o iu koto ga dekimasu. Nihon wa yoi, shizendatta. Eigo no koe wa chōdo han'on no yōdesu. Watashi ni totte mottomo meiwakuna no wa, Rika to keiichideshita. Rikagaku-sha no eigo no seiyū ga chōdo kōon ni mieta, sore wa watashi ni meiwakuwokakeru. Keiichi... Watashi wa chōdo sore ga sukide wa nakatta. Dakara watashi wa eigo no sabu to nihongo o o susume shimasuga, sore wa watashi dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: I don't know the names of the voice actors for the Japanese, but it was AMAZING!! They all fit there characters so perfectly, I really enjoyed it. They all got the emotions perfectly. As for the english dub...well, what can i say. The japanese was better, naturaly. The english voice's just semmed...unfitting. The most annoying to me were Rika and Keiichi. Rika's english voice actor just seemed to high-pitched, it annoyed me. Keiichi...I just didn't like it. So i suggest the Japanese with english sub, but that's just me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I don't know the names of the voice actors for the Japanese, but it was AMAZING!!\u001b[24m\n    \u001b[1mサウンド：日本人の声優の名前はわかりませんが、それは素晴らしいですね!!\u001b[22m, \u001b[1mサウンド：私は日本人のための声優の名前を知らないが、それは驚くべきものでした！\u001b[22m\n\u001b[4mThey all fit there characters so perfectly, I really enjoyed it.\u001b[24m\n    \u001b[1m彼らはすべてそこにぴったりフィットしたので、本当に楽しかったです。\u001b[22m, \u001b[1m彼らはすべての私は本当にそれを楽しんだので、完全にそこの文字を入れます。\u001b[22m\n\u001b[4mThey all got the emotions perfectly.\u001b[24m\n    \u001b[1m彼らはすべて感情を完璧に持っていました。\u001b[22m, \u001b[1m彼らはすべて完全に感情を持って。\u001b[22m\n\u001b[4mAs for the english dub...well, what can i say.\u001b[24m\n    \u001b[1m英語のダブについては...まあ、私は何を言うことができます。\u001b[22m, \u001b[1m英語吹き替えに関しては...まあ、私は何を言うことができます。\u001b[22m\n\u001b[4mThe japanese was better, naturaly.\u001b[24m\n    \u001b[1m日本は良い、自然だった。\u001b[22m, \u001b[1m日本はnaturaly、良好でした。\u001b[22m\n\u001b[4mThe english voice's just semmed...unfitting.\u001b[24m\n    \u001b[1m英語の声はちょうど半音のようです。\u001b[22m, \u001b[1m英語音声のちょうど...不適当semmed。\u001b[22m\n\u001b[4mThe most annoying to me were Rika and Keiichi.\u001b[24m\n    \u001b[1m私にとって最も迷惑なのは、リカとケイイチでした。\u001b[22m, \u001b[1m私にとって最も厄介なは梨花と圭一ました。\u001b[22m\n\u001b[4mRika's english voice actor just seemed to high-pitched, it annoyed me.\u001b[24m\n    \u001b[1m理化学者の英語の声優がちょうど高音に見えた、それは私に迷惑をかける。\u001b[22m, \u001b[1m梨花さん英語声優はちょうどそれが私を悩ませ、甲高いに見えました。\u001b[22m\n\u001b[4mKeiichi...I just didn't like it.\u001b[24m\n    \u001b[1mKeiichi...私はちょうどそれが好きではなかった。\u001b[22m, \u001b[1m圭一は...私はそれを好きではなかったです。\u001b[22m\n\u001b[4mSo i suggest the Japanese with english sub, but that's just me.\u001b[24m\n    \u001b[1mだから私は英語のサブと日本語をお勧めしますが、それは私だけです。\u001b[22m, \u001b[1mだから私は英語サブで日本語を示唆するが、それは私だけです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: I'm trying not to spoil anything, but the main character is keiichi, no matter what arc you watch, he's in about all of them. In every arc, there's a different 'villian' a different 'hero', and a differnt 'Victom'. Sometimes it repeats the villian or victom, but none the less, the characters are entertaining. My favorites would have to be Rena and Keiichi, for many reasons, but if i got into why, that would be considered 'spoiling'.\n\n\u001b[1m文字：私は何かを台無しにしようとしていないが、主人公は圭一です、あなたがどんなアークを見ても、彼はそれらのすべてについてです。 どの弧でも、異なった「英雄」と異なる「英雄」と、異なる「犠牲者」があります。 時々それはvillianまたはvictomを繰り返すが、それほど少なくない、文字は面白い。 多くの理由から私のお気に入りはRenaとKeiichiでなければならないだろうが、もし私がその理由を知っていれば、それは「台無し」と考えられるだろう。\u001b[22m\n\u001b[1m(Moji: Watashi wa nanika o dainashi ni shiyou to shite inaiga, shujinkō wa Keiichidesu, anata ga don'na āku o mite mo, kare wa sorera no subete ni tsuitedesu. Dono ko demo, kotonatta `eiyū' to kotonaru `eiyū' to, kotonaru `gisei-sha' ga arimasu. Tokidoki sore wa villian matawa victom o kurikaesuga, sorehodo sukunakunai, moji wa omoshiroi. Ōku no riyū kara watashinōkiniiri wa Rena to Keiichidenakereba naranaidarouga, moshi watashi ga sono riyū o shitte ireba, soreha `dainashi' to kangae rarerudarou.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: I'm trying not to spoil anything, but the main character is keiichi, no matter what arc you watch, he's in about all of them. In every arc, there's a different 'villian' a different 'hero', and a differnt 'Victom'. Sometimes it repeats the villian or victom, but none the less, the characters are entertaining. My favorites would have to be Rena and Keiichi, for many reasons, but if i got into why, that would be considered 'spoiling'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: I'm trying not to spoil anything, but the main character is keiichi, no matter what arc you watch, he's in about all of them.\u001b[24m\n    \u001b[1m文字：私は何かを台無しにしようとしていないが、主人公は圭一です、あなたがどんなアークを見ても、彼はそれらのすべてについてです。\u001b[22m, \u001b[1mキャラクター：私は何かを台無しにしないようにしようとしているが、主人公が敬一で、どんなにあなたが見てどのようなアーク、彼は約それらのすべてでません。\u001b[22m\n\u001b[4mIn every arc, there's a different 'villian' a different 'hero', and a differnt 'Victom'.\u001b[24m\n    \u001b[1mどの弧でも、異なった「英雄」と異なる「英雄」と、異なる「犠牲者」があります。\u001b[22m, \u001b[1mすべてのアークでは、異なる「villian「異なる「英雄」、およびdiffernt「Victom」があります。\u001b[22m\n\u001b[4mSometimes it repeats the villian or victom, but none the less, the characters are entertaining.\u001b[24m\n    \u001b[1m時々それはvillianまたはvictomを繰り返すが、それほど少なくない、文字は面白い。\u001b[22m, \u001b[1m時にはそれがvillianまたはvictomが、あまりなしを繰り返し、文字が楽しまれています。\u001b[22m\n\u001b[4mMy favorites would have to be Rena and Keiichi, for many reasons, but if i got into why, that would be considered 'spoiling'.\u001b[24m\n    \u001b[1m多くの理由から私のお気に入りはRenaとKeiichiでなければならないだろうが、もし私がその理由を知っていれば、それは「台無し」と考えられるだろう。\u001b[22m, \u001b[1m私のお気に入りは、多くの理由から、レナと圭一なければならないであろう、しかし、私は「腐敗」とみなされるであろうその理由を、になった場合。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Higurashi no naku koro ni has alot of gore and violence in it, with many plot twists, which makes it veerrryy entertaining. If your not into horror, or gore or whatever, then i really wouldn't suggest this. Aside from all that, there is some comedy, which is also a plus. I for one enjoyed this series.\n\n\u001b[1m楽しさ：ひぐらしのなく頃には、多くのプロット・ツイストを伴って、その中にゴアと暴力がたくさんあり、それが楽しむことができます。 あなたがホラーにならない、またはゴアなどでなければ、私は本当にこれを示唆しません。 それ以外にも、いくつかのコメディがあります。これはプラスです。 私はこのシリーズを楽しんでいました。\u001b[22m\n\u001b[1m(Tanoshisa: Higurashinonakukoroni wa, ōku no purotto tsuisuto o tomonatte, sono naka ni Goa to bōryoku ga takusan ari, sore ga tanoshimu koto ga dekimasu. Anata ga horā ni naranai, matawa Goa nadodenakereba, watashi wa hontōni kore o shisa shimasen. Sore igai ni mo, ikutsu ka no komedi ga arimasu. Kore wa purasudesu. Watashi wa kono shirīzu o tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Higurashi no naku koro ni has alot of gore and violence in it, with many plot twists, which makes it veerrryy entertaining. If your not into horror, or gore or whatever, then i really wouldn't suggest this. Aside from all that, there is some comedy, which is also a plus. I for one enjoyed this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Higurashi no naku koro ni has alot of gore and violence in it, with many plot twists, which makes it veerrryy entertaining.\u001b[24m\n    \u001b[1m楽しさ：ひぐらしのなく頃には、多くのプロット・ツイストを伴って、その中にゴアと暴力がたくさんあり、それが楽しむことができます。\u001b[22m, \u001b[1m楽しさ：ひぐらしのなく頃にないnakuの頃のniは、それがveerrryy楽しませる多くのどんでん返しで、その中にゴアの多くと暴力を持っていません。\u001b[22m\n\u001b[4mIf your not into horror, or gore or whatever, then i really wouldn't suggest this.\u001b[24m\n    \u001b[1mあなたがホラーにならない、またはゴアなどでなければ、私は本当にこれを示唆しません。\u001b[22m, \u001b[1mあなたのない恐怖、またはゴアまたは任意に、その後、私は本当にこのことを示唆しないのであれば。\u001b[22m\n\u001b[4mAside from all that, there is some comedy, which is also a plus.\u001b[24m\n    \u001b[1mそれ以外にも、いくつかのコメディがあります。これはプラスです。\u001b[22m, \u001b[1m別にすべてのことから、もプラスになりますいくつかのコメディは、そこにあります。\u001b[22m\n\u001b[4mI for one enjoyed this series.\u001b[24m\n    \u001b[1m私はこのシリーズを楽しんでいました。\u001b[22m, \u001b[1m私は1つのためにこのシリーズを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: All in all, higurahi no naku koro ni is an awesome anime,it's intelligent, humerous, gore filled, and always makes you want to know what happens next. I would reccomend this to anyone, and if you do decied to watch it, I hope you like it. :)\n\n\u001b[1m全体的には、すべてのことで、「天国の夜ころはすごいアニメです。それは知的で、ユーモラスで、溢れています。そして、あなたはいつも次に起こることを知りたいのです。 私は誰にでもこのことをお勧めします。もしあなたがそれを見て欲しいと思うなら、私はあなたがそれを好きになることを願っています。  :)\u001b[22m\n\u001b[1m(Zentai-teki ni wa, subete no koto de,`tengoku no yoru koro wa sugoi animedesu. Sore wa chiteki de, yūmorasu de, afurete imasu. Soshite, anata wa itsumo tsugini okoru koto o shiritai nodesu. Watashi wa darenidemo kono koto o o susume shimasu. Moshi anata ga sore o mite hoshī to omounara, watashi wa anata ga sore o suki ni naru koto o negatte imasu. : ))\u001b[22m\n\nTranslations of \u001b[4mOverall: All in all, higurahi no naku koro ni is an awesome anime,it's intelligent, humerous, gore filled, and always makes you want to know what happens next. I would reccomend this to anyone, and if you do decied to watch it, I hope you like it. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: All in all, higurahi no naku koro ni is an awesome anime,it's intelligent, humerous, gore filled, and always makes you want to know what happens next.\u001b[24m\n    \u001b[1m全体的には、すべてのことで、「天国の夜ころはすごいアニメです。それは知的で、ユーモラスで、溢れています。そして、あなたはいつも次に起こることを知りたいのです。\u001b[22m, \u001b[1m全体：すべてのすべてで、higurahiないnakuの頃のniは素晴らしいアニメではありません、それは、マチが満たされ、humerous、インテリジェントだといつもあなたが次に何が起こるか知りたいことができます。\u001b[22m\n\u001b[4mI would reccomend this to anyone, and if you do decied to watch it, I hope you like it.\u001b[24m\n    \u001b[1m私は誰にでもこのことをお勧めします。もしあなたがそれを見て欲しいと思うなら、私はあなたがそれを好きになることを願っています。\u001b[22m, \u001b[1m私は誰にもこのことをreccomendだろう、とあなたはそれを見てdeciedない場合、私はあなたがそれを好き願っています。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nBTW, this is my first review, you can comment about what you liked, or didn't like, or tell me what i can improve on. If you what me to review a certain anime, just leave a comment :D\n\n\u001b[1mところで、これは私の最初のレビューです。あなたが好きなものについてコメントしたり、好きでなかったり、改善できるものを教えてください。 あるアニメを見直すべきなのなら、ただコメントを残してください：D\u001b[22m\n\u001b[1m(Tokorode, kore wa watashi no saisho no rebyūdesu. Anata ga sukinamono ni tsuite komento shi tari, sukidenakattari, kaizen dekiru mono o oshietekudasai. Aru anime o minaosubekina nonara, tada komento o nokoshite kudasai: D)\u001b[22m\n\nTranslations of \u001b[4mBTW, this is my first review, you can comment about what you liked, or didn't like, or tell me what i can improve on. If you what me to review a certain anime, just leave a comment :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBTW, this is my first review, you can comment about what you liked, or didn't like, or tell me what i can improve on.\u001b[24m\n    \u001b[1mところで、これは私の最初のレビューです。あなたが好きなものについてコメントしたり、好きでなかったり、改善できるものを教えてください。\u001b[22m, \u001b[1mところで、これは私の最初のレビューで、あなたが好きだったものについてコメントすることができ、または好きではなかった、または私が改善することができるものを私に教えてください。\u001b[22m\n\u001b[4mIf you what me to review a certain anime, just leave a comment :D\u001b[24m\n    \u001b[1mあるアニメを見直すべきなのなら、ただコメントを残してください：D\u001b[22m, \u001b[1mD：あなたは何を私は特定のアニメを確認する場合は、単にコメントを残します\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "Hououin-Kyoma",
    "profile": "/profile/Hououin-Kyoma/reviews",
    "pages": "12",
    "number": "3",
    "link": "/reviews.php?id=56965",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  5\nサウンド|  7\nキャラクター|  10\n|  10\n\n私はアニメを愛する：\nすべての弧の初めに、すべてがとても平和で素敵です！\nそれから、劇的な偶然が起こります（ほとんどいつでも祭りの後に）、何かがひどく間違っています。\nクライマックスでは、いつも血まみれになっていて、そこにはどこにでも血や死体だけでなく、スパイの話も楽しんでいます。\n\n謎のアニメはたくさんあります。 いくつかは良い、いくつかは少ないです。\n大人気のアニメもありますが、大部分は物語がありません\nひぐらしは最高の謎と素晴らしい暴力を融合させました！\n\nストーリー：10\nそれは物語の1つの地獄であり、あなたは最後のエピソードまでそれを手に入れません。 私は最初のシーズンだけを見ている10人のうちの1人だけが何が起きているのか知っていると思う。 ストーリーも非常に混乱しますが、それはそれ自体を矛盾させません。 あなたが見たくない悪魔についても、非常に神秘的です\n\nアート：5\n私は顔が描かれていることが大好きで、シオンは一番いい髪を持っていると思います。 私は特に、みんな（特に理科）の顔が側から描かれているのが好きですが、それでは、彼らの体を見てください：それはもはや人間ではないのですか？ 低予算または短時間 それはそれをやっていない理由があったに違いない\n\nサウンド：7\n素晴らしいオープニング：あなたは即座に気分に入る！ シリーズの冒頭では、声の演技は非常にうまくいっていませんでしたが、徐々に良くなり、最後の弧では、通常のアニメとの違いに気付かないことさえあります。 私はエンディングのテーマを聞いたことがないので、私はそれを判断できません：私はすぐに次のエピソードを見たいと思った\n\nキャラクター：10\n彼らはすべてとてもうまくいった。\n私は本当に双子が今のやり方になって、梨花がすごくすごいのが好きです！\n\n楽しさ：10\n毎秒あなたが楽しむことができる何かがあった：面白いジョーク、gezelligheid、spalshing血、難しい話、恐怖、ニパ、ミミ！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI love the anime:\n\n\u001b[1m私はアニメを愛する：\u001b[22m\n\u001b[1m(Watashi wa anime o aisuru:)\u001b[22m\n\nTranslations of \u001b[4mI love the anime:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love the anime:\u001b[24m\n    \u001b[1m私はアニメを愛する：\u001b[22m, \u001b[1m私はアニメが大好きです：\u001b[22m\nAt the beginning of every arc, everything seems so peaceful and lovely!\n\n\u001b[1mすべての弧の初めに、すべてがとても平和で素敵です！\u001b[22m\n\u001b[1m(Subete no ko no hajime ni, subete ga totemo heiwade sutekidesu!)\u001b[22m\n\nTranslations of \u001b[4mAt the beginning of every arc, everything seems so peaceful and lovely!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the beginning of every arc, everything seems so peaceful and lovely!\u001b[24m\n    \u001b[1mすべての弧の初めに、すべてがとても平和で素敵です！\u001b[22m, \u001b[1mすべてのアークの開始時に、すべてのものはとても平和で素敵ですね！\u001b[22m\nThen, dramatic evenents occur (almost always after the festival) and something goes horribly wrong.\n\n\u001b[1mそれから、劇的な偶然が起こります（ほとんどいつでも祭りの後に）、何かがひどく間違っています。\u001b[22m\n\u001b[1m(Sorekara, gekitekina gūzen ga okorimasu (hotondo itsu demo matsuri no nochi ni), nanika ga hidoku machigatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThen, dramatic evenents occur (almost always after the festival) and something goes horribly wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen, dramatic evenents occur (almost always after the festival) and something goes horribly wrong.\u001b[24m\n    \u001b[1mそれから、劇的な偶然が起こります（ほとんどいつでも祭りの後に）、何かがひどく間違っています。\u001b[22m, \u001b[1mその後、劇的なevenentsは（ほとんどの場合、祭りの後）が発生すると何かが恐ろしく間違って行きます。\u001b[22m\nAt the climax, it's always bloody and you are enjoying the spiny story as well as the blood and corpses here there and everywhere.\n\n\u001b[1mクライマックスでは、いつも血まみれになっていて、そこにはどこにでも血や死体だけでなく、スパイの話も楽しんでいます。\u001b[22m\n\u001b[1m(Kuraimakkusude wa, itsumo chimamire ni natte ite, soko ni wa doko ni demo chi ya shitai dakedenaku, supai no hanashi mo tanoshinde imasu.)\u001b[22m\n\nTranslations of \u001b[4mAt the climax, it's always bloody and you are enjoying the spiny story as well as the blood and corpses here there and everywhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the climax, it's always bloody and you are enjoying the spiny story as well as the blood and corpses here there and everywhere.\u001b[24m\n    \u001b[1mクライマックスでは、いつも血まみれになっていて、そこにはどこにでも血や死体だけでなく、スパイの話も楽しんでいます。\u001b[22m, \u001b[1mクライマックスでは、それは常に血まみれだとあなたはここにあり、どこでもとげの話だけでなく、血と死体を楽しんでいます。\u001b[22m\n\u001b[1m\u001b[22m\nThere are a lot of anime's that are about mystery. Some are good, some are less.\n\n\u001b[1m謎のアニメはたくさんあります。 いくつかは良い、いくつかは少ないです。\u001b[22m\n\u001b[1m(Nazo no anime wa takusan arimasu. Ikutsu ka wa yoi, ikutsu ka wa sukunaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThere are a lot of anime's that are about mystery. Some are good, some are less.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are a lot of anime's that are about mystery.\u001b[24m\n    \u001b[1m謎のアニメはたくさんあります。\u001b[22m, \u001b[1m謎程度であるアニメのがたくさんあります。\u001b[22m\n\u001b[4mSome are good, some are less.\u001b[24m\n    \u001b[1mいくつかは良い、いくつかは少ないです。\u001b[22m, \u001b[1mいくつかは良いですが、いくつかは少ないです。\u001b[22m\nThere are also anime's just for the gore, most of them don't really have a story\n\n\u001b[1m大人気のアニメもありますが、大部分は物語がありません\u001b[22m\n\u001b[1m(Daininki no anime mo arimasuga, daibubun wa monogatari ga arimasen)\u001b[22m\n\nTranslations of \u001b[4mThere are also anime's just for the gore, most of them don't really have a story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are also anime's just for the gore, most of them don't really have a story\u001b[24m\n    \u001b[1m大人気のアニメもありますが、大部分は物語がありません\u001b[22m, \u001b[1mそこに、ちょうどゴアのためのが、アニメでもあるそれらのほとんどは、実際に話を持っていません\u001b[22m\nHigurashi combines one of the best mysteries with awesome violence!\n\n\u001b[1mひぐらしは最高の謎と素晴らしい暴力を融合させました！\u001b[22m\n\u001b[1m(Higurashi wa saikō no nazo to subarashī bōryoku o yūgō sa semashita!)\u001b[22m\n\nTranslations of \u001b[4mHigurashi combines one of the best mysteries with awesome violence!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHigurashi combines one of the best mysteries with awesome violence!\u001b[24m\n    \u001b[1mひぐらしは最高の謎と素晴らしい暴力を融合させました！\u001b[22m, \u001b[1m日暮は素晴らしい暴力で最高の謎の1を組み合わせました！\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\nIt's one hell of a story and you won't get it until the last episodes. I think only one out of ten people that watch only the first season will know what is happening. The story is also very confusing but it doesn't contradict itself, that is what makes it that great. It's also about a demon you don't get to see: very mysterious\n\n\u001b[1mそれは物語の1つの地獄であり、あなたは最後のエピソードまでそれを手に入れません。 私は最初のシーズンだけを見る10人のうち1人だけが何が起こっているのか知っていると思う。 ストーリーも非常に混乱しますが、それはそれ自体を矛盾させません。 あなたが見たくない悪魔についても、非常に神秘的です。\u001b[22m\n\u001b[1m(Sore wa monogatari no 1tsu no jigokudeari, anata wa saigo no episōdo made sore o te ni iremasen. Watashi wa saisho no shīzun dake o miru 10-ri no uchi 1-ri dake ga nani ga okotte iru no ka shitte iru to omou. Sutōrī mo hijō ni konran shimasuga, sore wa sore jitai o mujun sa semasen. Anata ga mitakunai akuma ni tsuite mo, hijō ni shinpi-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's one hell of a story and you won't get it until the last episodes. I think only one out of ten people that watch only the first season will know what is happening. The story is also very confusing but it doesn't contradict itself, that is what makes it that great. It's also about a demon you don't get to see: very mysterious\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's one hell of a story and you won't get it until the last episodes.\u001b[24m\n    \u001b[1mそれは物語の1つの地獄であり、あなたは最後のエピソードまでそれを手に入れません。\u001b[22m, \u001b[1mそれは物語の1地獄だとあなたは最後のエピソードまでそれを得ることはありません。\u001b[22m\n\u001b[4mI think only one out of ten people that watch only the first season will know what is happening.\u001b[24m\n    \u001b[1m私は最初のシーズンだけを見る10人のうち1人だけが何が起こっているのか知っていると思う。\u001b[22m, \u001b[1m私は最初のシーズンを見て唯一の10人のうちは何が起こっているか知っているだろうと思います。\u001b[22m\n\u001b[4mThe story is also very confusing but it doesn't contradict itself, that is what makes it that great.\u001b[24m\n    \u001b[1mストーリーも非常に混乱しますが、それはそれ自体を矛盾させません。\u001b[22m, \u001b[1mストーリーも非常に紛らわしいですが、それは自分自身と矛盾しない、それはそれは、その素晴らしい作るものです。\u001b[22m\n\u001b[4mIt's also about a demon you don't get to see: very mysterious\u001b[24m\n    \u001b[1mあなたが見たくない悪魔についても、非常に神秘的です。\u001b[22m, \u001b[1mそれはあなたが見ることはありません鬼についてもです：非常に神秘的な\u001b[22m\n\u001b[1m\u001b[22m\nArt: 5\n\n\u001b[1mアート：5\u001b[22m\n\u001b[1m(Āto: 5)\u001b[22m\n\nTranslations of \u001b[4mArt: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 5\u001b[24m\n    \u001b[1mアート：5\u001b[22m\nI love how the faces are drawn and I think Shion has the best hair ever. I specially like the way everybody's (especially Rika's) face is drawn from the side, but then: look at the body of them: that isn't even human anymore? Low budget or short on time? It must have had a reason for doing it that poorly\n\n\u001b[1m私は顔が描かれていることが大好きで、シオンは一番いい髪を持っていると思います。 私は特に、みんな（特に理科）の顔が側から描かれているのが好きですが、それでは、彼らの体を見てください：それはもはや人間ではないのですか？ 低予算または短時間 それはそれをやっていない理由があったに違いない\u001b[22m\n\u001b[1m(Watashi wa kao ga egaka rete iru koto ga daisukide, shion wa ichiban ī kami o motte iru to omoimasu. Watashi wa tokuni, min'na (tokuni rika) no kao ga soba kara egaka rete iru no ga sukidesuga, soredewa, karera no karada o mitekudasai: Sore wa mohaya ningende wa nai nodesu ka? Tei yosan matawa tanjikan sore wa sore o yatte inai riyū ga atta ni chigainai)\u001b[22m\n\nTranslations of \u001b[4mI love how the faces are drawn and I think Shion has the best hair ever. I specially like the way everybody's (especially Rika's) face is drawn from the side, but then: look at the body of them: that isn't even human anymore? Low budget or short on time? It must have had a reason for doing it that poorly\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love how the faces are drawn and I think Shion has the best hair ever.\u001b[24m\n    \u001b[1m私は顔が描かれていることが大好きで、シオンは一番いい髪を持っていると思います。\u001b[22m, \u001b[1m顔が描かれている方法を私は愛し、私はシオンが最高の髪をしていると思います。\u001b[22m\n\u001b[4mI specially like the way everybody's (especially Rika's) face is drawn from the side, but then: look at the body of them: that isn't even human anymore?\u001b[24m\n    \u001b[1m私は特に、みんな（特に理科）の顔が側から描かれているのが好きですが、それでは、彼らの体を見てください：それはもはや人間ではないのですか？\u001b[22m, \u001b[1m私は特別にみんなの（特に梨花さん）顔が側から引き出されている方法等が挙げられるが、その後：もうさえ人間ではありません。彼らの体を見て？\u001b[22m\n\u001b[4mLow budget or short on time?\u001b[24m\n    \u001b[1m低予算または短時間\u001b[22m, \u001b[1m低予算や時間に短いですか？\u001b[22m\n\u001b[4mIt must have had a reason for doing it that poorly\u001b[24m\n    \u001b[1mそれはそれをやっていない理由があったに違いない\u001b[22m, \u001b[1mそれは、その貧弱それを行う理由を持っていたに違いありません\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nGREAT opening: you get in the mood instantly! At the beginning of the series, the voice acting was done very poorly, but it slowly became better and at the last arc, you won't even notice a difference with a normal anime. I never listened to the ending theme so I cannot judge that: I instantly wanted to watch the next episode\n\n\u001b[1m素晴らしいオープニング：あなたは即座に気分に入る！ シリーズの冒頭では、声の演技は非常にうまくいっていませんでしたが、徐々に良くなり、最後の弧では、通常のアニメとの違いに気付かないことさえあります。 私はエンディングのテーマを聞いたことがないので、私はそれを判断できません：私はすぐに次のエピソードを見たいと思った\u001b[22m\n\u001b[1m(Subarashī ōpuningu: Anata wa sokuza ni kibun ni hairu! Shirīzu no bōtōde wa,-goe no engi wa hijō ni umaku itte imasendeshitaga, jojoni yoku nari, saigo no kode wa, tsūjō no anime to no chigai ni kidzukanai koto sae arimasu. Watashi wa endingu no tēma o kiita koto ga nainode, watashi wa sore o handan dekimasen: Watashi wa sugu ni tsugi no episōdo o mitai to omotta)\u001b[22m\n\nTranslations of \u001b[4mGREAT opening: you get in the mood instantly! At the beginning of the series, the voice acting was done very poorly, but it slowly became better and at the last arc, you won't even notice a difference with a normal anime. I never listened to the ending theme so I cannot judge that: I instantly wanted to watch the next episode\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGREAT opening: you get in the mood instantly!\u001b[24m\n    \u001b[1m素晴らしいオープニング：あなたは即座に気分に入る！\u001b[22m, \u001b[1mGREAT開口部：あなたはすぐに気分でゲット！\u001b[22m\n\u001b[4mAt the beginning of the series, the voice acting was done very poorly, but it slowly became better and at the last arc, you won't even notice a difference with a normal anime.\u001b[24m\n    \u001b[1mシリーズの冒頭では、声の演技は非常にうまくいっていませんでしたが、徐々に良くなり、最後の弧では、通常のアニメとの違いに気付かないことさえあります。\u001b[22m, \u001b[1mシリーズの開始時に、声の演技は非常に貧弱行われていたが、それはゆっくりと、より良いになり、最後の円弧で、あなたも通常のアニメとの違いに気付くことはありません。\u001b[22m\n\u001b[4mI never listened to the ending theme so I cannot judge that: I instantly wanted to watch the next episode\u001b[24m\n    \u001b[1m私はエンディングのテーマを聞いたことがないので、私はそれを判断できません：私はすぐに次のエピソードを見たいと思った\u001b[22m, \u001b[1m私はエンディングテーマを聞いたことがないので、私はそれを判断することはできません：私は即座に次のエピソードを見てみたかったです\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nThey were all done very good.\n\n\u001b[1m彼らはすべてとてもうまくいった。\u001b[22m\n\u001b[1m(Karera wa subete totemo umaku itta.)\u001b[22m\n\nTranslations of \u001b[4mThey were all done very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey were all done very good.\u001b[24m\n    \u001b[1m彼らはすべてとてもうまくいった。\u001b[22m, \u001b[1m彼らはすべての非常に良い行われました。\u001b[22m\nI really like how the twins became the way they are now and Rika is soooo great!\n\n\u001b[1m私は本当に双子が今のやり方になって、梨花がすごくすごいのが好きです！\u001b[22m\n\u001b[1m(Watashi wa hontōni futago ga ima no yarikata ni natte, Rika ga sugoku sugoi no ga sukidesu!)\u001b[22m\n\nTranslations of \u001b[4mI really like how the twins became the way they are now and Rika is soooo great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really like how the twins became the way they are now and Rika is soooo great!\u001b[24m\n    \u001b[1m私は本当に双子が今のやり方になって、梨花がすごくすごいのが好きです！\u001b[22m, \u001b[1m私は実際に双子は、彼らが今あると理科がサイコー素晴らしいですようになりましたか好きです！\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nEvery second there was something else you could enjoy: The funny jokes, the gezelligheid, the spalshing blood, the difficult story, the horror, the nipa, the mi!!\n\n\u001b[1m毎秒あなたが楽しむことができる何かがあった：面白いジョーク、gezelligheid、spalshing血、難しい話、恐怖、ニパ、ミミ！\u001b[22m\n\u001b[1m(Maibyō anata ga tanoshimu koto ga dekiru nanika ga atta: Omoshiroi jōku, gezelligheid, spalshing chi, muzukashī hanashi, kyōfu, nipa, Mimi!)\u001b[22m\n\nTranslations of \u001b[4mEvery second there was something else you could enjoy: The funny jokes, the gezelligheid, the spalshing blood, the difficult story, the horror, the nipa, the mi!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery second there was something else you could enjoy: The funny jokes, the gezelligheid, the spalshing blood, the difficult story, the horror, the nipa, the mi!!\u001b[24m\n    \u001b[1m毎秒あなたが楽しむことができる何かがあった：面白いジョーク、gezelligheid、spalshing血、難しい話、恐怖、ニパ、ミミ！\u001b[22m, \u001b[1mあなたが楽しむことができる何か他のものがあった毎秒：面白いジョーク、gezelligheid、spalshing血液、難しい話、ホラー、NIPA、マイル！\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "Pink_Princess",
    "profile": "/profile/Pink_Princess/reviews",
    "pages": "12",
    "number": "4",
    "link": "/reviews.php?id=32646",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  8\n\n彼らが叫んだとき、挑戦は偉大なものではなく、ちょうど印を逃してしまいます。\n\n最初の「解答アーク」までは素晴らしいです。雰囲気は邪魔になり、ビルドアップは優れており、クライマックスは恐ろしいものです。 文字は、それぞれの弧を介してうまく導入され、融合されます。 それはホラーをより効果的にする方法でユーモアとホラーのバランスをとる。\n\nその後、前述の答えの円弧が転がり、物事がドラッグし始めます。 はい、いくつかの邪魔なことがありますが、シリーズがシーズンを終えると物事が熱くなるエピソード25-26の周りまではあまり跳ね返っていません。 フィナーレはおそらく、緊張したシーンと爆弾のエンディングのための最高のエピソードの1つです。\n\nそれは、総合的かつ挑戦的な価値のあるシリーズです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWhen They Cry defiantly flirts with greatness but ends up just missing the mark.\n\n\u001b[1m彼らが叫んだとき、挑戦は偉大なものではなく、ちょうど印を逃してしまいます。\u001b[22m\n\u001b[1m(Karera ga sakenda toki, chōsen wa idaina monode wa naku, chōdo shirushi o nogashite shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen They Cry defiantly flirts with greatness but ends up just missing the mark.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen They Cry defiantly flirts with greatness but ends up just missing the mark.\u001b[24m\n    \u001b[1m彼らが叫んだとき、挑戦は偉大なものではなく、ちょうど印を逃してしまいます。\u001b[22m, \u001b[1m彼らが泣くときはふてくされ偉大さとぶりっ子ちょうどマークが欠落してしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nUp to the first 'answer arc' things are great: the atmosphere is disturbing, the build-up is excellent, and the climaxes terrifying. The characters are introduced and fleshed out well via their respective arcs. It balances humor with the horror in a way that makes the horror more effective.\n\n\u001b[1m最初の「解答アーク」までは素晴らしいです。雰囲気は邪魔になり、ビルドアップは優れており、クライマックスは恐ろしいものです。 文字は、それぞれの弧を介してうまく導入され、融合されます。 それはホラーをより効果的にする方法でユーモアとホラーのバランスをとる。\u001b[22m\n\u001b[1m(Saisho no `kaitō āku' made wa subarashīdesu. Fun'iki wa jama ni nari, birudoappu wa sugurete ori, kuraimakkusu wa osoroshī monodesu. Moji wa, sorezore no ko o kaishite umaku dōnyū sa re, yūgō sa remasu. Sore wa horā o yori kōka-teki ni suru hōhō de yūmoa to horā no baransuwotoru.)\u001b[22m\n\nTranslations of \u001b[4mUp to the first 'answer arc' things are great: the atmosphere is disturbing, the build-up is excellent, and the climaxes terrifying. The characters are introduced and fleshed out well via their respective arcs. It balances humor with the horror in a way that makes the horror more effective.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUp to the first 'answer arc' things are great: the atmosphere is disturbing, the build-up is excellent, and the climaxes terrifying.\u001b[24m\n    \u001b[1m最初の「解答アーク」までは素晴らしいです。雰囲気は邪魔になり、ビルドアップは優れており、クライマックスは恐ろしいものです。\u001b[22m, \u001b[1m最初の「答えアーク」の事までは素晴らしいです：雰囲気が妨害され、ビルドアップが優れている、とクライマックス恐ろしいです。\u001b[22m\n\u001b[4mThe characters are introduced and fleshed out well via their respective arcs.\u001b[24m\n    \u001b[1m文字は、それぞれの弧を介してうまく導入され、融合されます。\u001b[22m, \u001b[1m文字はそれぞれの円弧を介して導入し、十分に肉付けされています。\u001b[22m\n\u001b[4mIt balances humor with the horror in a way that makes the horror more effective.\u001b[24m\n    \u001b[1mそれはホラーをより効果的にする方法でユーモアとホラーのバランスをとる。\u001b[22m, \u001b[1mそれは恐怖をより効果的になるようにして恐怖とユーモアのバランスをとります。\u001b[22m\n\u001b[1m\u001b[22m\nThen the aforementioned answer arcs roll around and things start to drag. Yes there are some disturbing things but it just drags with not much happing till around episode 25-26 where things heat up as the series closes out the season. The Finale is probably one of the best episodes for it's tense scenes and bombshell ending.\n\n\u001b[1mその後、前述の答えの円弧が転がり、物事がドラッグし始めます。 はい、いくつかの邪魔なことがありますが、シリーズがシーズンを終えると物事が熱くなるエピソード25-26の周りまではあまり跳ね返っていません。 フィナーレはおそらく、緊張したシーンと爆弾のエンディングのための最高のエピソードの1つです。\u001b[22m\n\u001b[1m(Sonogo, zenjutsu no kotae no enko ga korogari, monogoto ga doraggu shi hajimemasu. Hai, ikutsu ka no jamana koto ga arimasuga, shirīzu ga shīzun o oeru to monogoto ga atsuku naru episōdo 25 - 26 no mawari made wa amari hanekaette imasen. Fināre wa osoraku, kinchō shita shīn to bakudan no endingu no tame no saikō no episōdo no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThen the aforementioned answer arcs roll around and things start to drag. Yes there are some disturbing things but it just drags with not much happing till around episode 25-26 where things heat up as the series closes out the season. The Finale is probably one of the best episodes for it's tense scenes and bombshell ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen the aforementioned answer arcs roll around and things start to drag.\u001b[24m\n    \u001b[1mその後、前述の答えの円弧が転がり、物事がドラッグし始めます。\u001b[22m, \u001b[1mそして、上記の解答アークが周りロール、物事はドラッグを開始します。\u001b[22m\n\u001b[4mYes there are some disturbing things but it just drags with not much happing till around episode 25-26 where things heat up as the series closes out the season.\u001b[24m\n    \u001b[1mはい、いくつかの邪魔なことがありますが、シリーズがシーズンを終えると物事が熱くなるエピソード25-26の周りまではあまり跳ね返っていません。\u001b[22m, \u001b[1mはいそこにいくつかの不穏なものですが、それだけで多くのシリーズがシーズンを閉じたとして物事がヒートアップ周りのエピソード25から26までhappingないでドラッグします。\u001b[22m\n\u001b[4mThe Finale is probably one of the best episodes for it's tense scenes and bombshell ending.\u001b[24m\n    \u001b[1mフィナーレはおそらく、緊張したシーンと爆弾のエンディングのための最高のエピソードの1つです。\u001b[22m, \u001b[1mフィナーレは、おそらくそれは緊張シーンや爆弾のエンディングだのための最高のエピソードの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nIt's a great series overall and defiantly worth a watch.\n\n\u001b[1mそれは、総合的かつ挑戦的な価値のあるシリーズです。\u001b[22m\n\u001b[1m(Sore wa, sōgō-teki katsu chōsen-tekina kachinoaru shirīzudesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a great series overall and defiantly worth a watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a great series overall and defiantly worth a watch.\u001b[24m\n    \u001b[1mそれは、総合的かつ挑戦的な価値のあるシリーズです。\u001b[22m, \u001b[1mこれは、全体的に、時計ふてくされ値する偉大なシリーズです。\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "YukiPwns00",
    "profile": "/profile/YukiPwns00/reviews",
    "pages": "12",
    "number": "5",
    "link": "/reviews.php?id=29304",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  7\n\n彼らが泣くとき。 他人とは違う人気を持つアニメ。 それは他のものよりも輝いていますが、それも輝いています。 ここにこのアニメの私の考えがあります。\nそれが混乱しているような話は、まだ少しでも分かりやすく、それでもあなたを引き付ける。それは気付かないうちに私を引き寄せた。 あなたが知っている次のことは、シリーズの半分を見たことです。 それが可能な限り、それはまだそこで最高のアニメではないし、恐怖があなたが見て楽しむ唯一のものでなければ、おそらくより良いものを見たことがあります、そして、私は知らない。\nアートとアニメーションのスタイルはOKです。 それはそれほど悪くはありませんが、どちらも良いことではありません。 キャラクターは表情と感情を見せていますが、ディテールに欠けていて、目の中で最も気に入っていません。 私はこのより芸術が悪いと見てきましたが、私はまた、より良い芸術を見てきました。\nあまり音楽はなく、オープニングテーマとエンディングテーマがあり、その中にはアクションや対話に合った効果音があります。 サウンドエフェクトはうまく使用されていますが、そうでない場合は、ショーはあまり気味が悪くなります。 オープニングテーマはメロディーと歌詞の両方でショーによく合います。 あなたが物語の中でさらに進展するにつれて、これにますます気付くでしょう。 終わりのテーマは私が悪いと呼ぶものです。 メロディーはちょっと奇妙で、私が好きなものが1つあれば、日本語を話し、英語をうまく発音できない人が英語でうまく歌います。 あなたが間違った言葉のほとんどを発音するつもりなら、あなたの母国語で歌いなさい。\n文字はマッシュアップであり、そのほとんどはそれぞれが独自の小さなステレオタイプに収まります。 彼らのほとんどは楽しい人格を持っていて、あなたはあなたが憎んだものとあなたが愛したものを教えています。\nこのシリーズは楽しいですが、それは予測できないものですが、いくつかのことだけがあなたの考えを震わせさせるようにしています。 私は何も離れて与えることはできませんが、いくつかのものは他のものよりも耐え難いですが、それでもあなたの眠りを台無しにしたり、シリーズをドロップしてはいけません。\n全体的に、私はひぐらしが良いシリーズだと言うことができますが、おそらくあなたのお気に入りではありません。 ユニークですが、それは本当に特別なものではありません。\nしたがって、私はそれを4に2.5を与える。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWhen They Cry; an anime with popularity that is unlike others. It has shone more than others, but it has been outshined as well. Here are my thoughts on this anime.\n\n\u001b[1m彼らが泣くとき。 他人とは違う人気を持つアニメ。 それは他のものよりも輝いていますが、それも輝いています。 ここにこのアニメの私の考えがあります。\u001b[22m\n\u001b[1m(Karera ga naku toki. Tanin to wa chigau ninki o motsu anime. Sore wa hoka no mono yori mo kagayaite imasuga, sore mo kagayaite imasu. Koko ni kono anime no watashi no kangae ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen They Cry; an anime with popularity that is unlike others. It has shone more than others, but it has been outshined as well. Here are my thoughts on this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen They Cry;\u001b[24m\n    \u001b[1m彼らが泣くとき。\u001b[22m, \u001b[1mときに彼らが泣きます。\u001b[22m\n\u001b[4man anime with popularity that is unlike others.\u001b[24m\n    \u001b[1m他人とは違う人気を持つアニメ。\u001b[22m, \u001b[1m他の人とは違って人気のあるアニメ。\u001b[22m\n\u001b[4mIt has shone more than others, but it has been outshined as well.\u001b[24m\n    \u001b[1mそれは他のものよりも輝いていますが、それも輝いています。\u001b[22m, \u001b[1mこれは、他よりも輝いているが、それは同様にoutshinedされています。\u001b[22m\n\u001b[4mHere are my thoughts on this anime.\u001b[24m\n    \u001b[1mここにこのアニメの私の考えがあります。\u001b[22m, \u001b[1mここでは、このアニメの私の考えがあります。\u001b[22m\nThe story, as confusing as it is, is still at least a little comprehensible and it still draws you in. It drew me in without be noticing it. The next thing you know, you've watched half the series. Be that as it may, it's still not the best anime out there, and you've probably watched better ones unless horror is the only thing you enjoy watching, then I don't know.\n\n\u001b[1mそれが混乱しているような話は、まだ少しでも分かりやすく、それでもあなたを引き付ける。それは気付かないうちに私を引き寄せた。 あなたが知っている次のことは、シリーズの半分を見たことです。 それが可能な限り、それはまだそこで最高のアニメではないし、恐怖があなたが見て楽しむ唯一のものでなければ、おそらくより良いものを見たことがあります、そして、私は知らない。\u001b[22m\n\u001b[1m(Sore ga konran shite iru yōna hanashi wa, mada sukoshi demo wakari yasuku, soredemo anata o hikitsukeru. Sore wa kidzukanai uchi ni watashi o hikiyoseta. Anata ga shitte iru tsugi no koto wa, shirīzu no hanbun o mita kotodesu. Sore ga kanōnakagiri, sore wa mada soko de saikō no animede wanaishi, kyōfu ga anata ga mite tanoshimu yuiitsu no monodenakereba, osoraku yori yoi mono o mita koto ga arimasu, soshite, watashi wa shiranai.)\u001b[22m\n\nTranslations of \u001b[4mThe story, as confusing as it is, is still at least a little comprehensible and it still draws you in. It drew me in without be noticing it. The next thing you know, you've watched half the series. Be that as it may, it's still not the best anime out there, and you've probably watched better ones unless horror is the only thing you enjoy watching, then I don't know.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story, as confusing as it is, is still at least a little comprehensible and it still draws you in. It drew me in without be noticing it.\u001b[24m\n    \u001b[1mそれが混乱しているような話は、まだ少しでも分かりやすく、それでもあなたを引き付ける。それは気付かないうちに私を引き寄せた。\u001b[22m, \u001b[1m物語は、そのまま混乱として、まだ少なくとも少し分かりであり、それはまだであなたを描画します。それはそれを気づかれずに私を描きました。\u001b[22m\n\u001b[4mThe next thing you know, you've watched half the series.\u001b[24m\n    \u001b[1mあなたが知っている次のことは、シリーズの半分を見たことです。\u001b[22m, \u001b[1mあなたが知っている次のことは、あなたが半分のシリーズを見てきました。\u001b[22m\n\u001b[4mBe that as it may, it's still not the best anime out there, and you've probably watched better ones unless horror is the only thing you enjoy watching, then I don't know.\u001b[24m\n    \u001b[1mそれが可能な限り、それはまだそこで最高のアニメではないし、恐怖があなたが見て楽しむ唯一のものでなければ、おそらくより良いものを見たことがあります、そして、私は知らない。\u001b[22m, \u001b[1mそれはよいとして、それはまだそこに最高のアニメではない、と恐怖はあなたが見て楽しむだけのものでない限り、あなたは、私にはわからない、より良いものをおそらく見てきたことです。\u001b[22m\nThe art and animation style is OK. It's not that bad, but it's not that good either. The characters show expression and emotion, but they lack detail and aren't the most pleasing to the eye either. I've seen art worse than this, but I have also seen art that is better.\n\n\u001b[1mアートとアニメーションのスタイルはOKです。 それはそれほど悪くはありませんが、どちらも良いことではありません。 キャラクターは表情と感情を見せていますが、ディテールに欠けていて、目の中で最も気に入っていません。 私はこのより芸術が悪いと見てきましたが、私はまた、より良い芸術を見てきました。\u001b[22m\n\u001b[1m(Āto to animēshon no sutairu wa OKdesu. Sore wa sore hodo waruku wa arimasenga, dochira mo yoi kotode wa arimasen. Kyarakutā wa hyōjō to kanjō o misete imasuga, ditēru ni kakete ite,-me no naka de mottomo kiniitte imasen. Watashi wa kono yori geijutsu ga warui to mitekimashita ga, watashi wa mata, yoriyoi geijutsu o mitekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation style is OK. It's not that bad, but it's not that good either. The characters show expression and emotion, but they lack detail and aren't the most pleasing to the eye either. I've seen art worse than this, but I have also seen art that is better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation style is OK.\u001b[24m\n    \u001b[1mアートとアニメーションのスタイルはOKです。\u001b[22m, \u001b[1mアートとアニメーションスタイルはOKです。\u001b[22m\n\u001b[4mIt's not that bad, but it's not that good either.\u001b[24m\n    \u001b[1mそれはそれほど悪くはありませんが、どちらも良いことではありません。\u001b[22m, \u001b[1mそれは悪いことではないのですが、それはどちらか良いことではありません。\u001b[22m\n\u001b[4mThe characters show expression and emotion, but they lack detail and aren't the most pleasing to the eye either.\u001b[24m\n    \u001b[1mキャラクターは表情と感情を見せていますが、ディテールに欠けていて、目の中で最も気に入っていません。\u001b[22m, \u001b[1m文字は、表現や感情を示しているが、それらについての詳細を欠いているし、どちらかの目に最も喜ばないです。\u001b[22m\n\u001b[4mI've seen art worse than this, but I have also seen art that is better.\u001b[24m\n    \u001b[1m私はこのより芸術が悪いと見てきましたが、私はまた、より良い芸術を見てきました。\u001b[22m, \u001b[1m私はこれよりも悪い芸術を見てきましたが、私も優れている芸術を見てきました。\u001b[22m\nThere isn't much music, ther'e the opening theme and the ending theme, and in between that there are sound effects that go along with the actions and dialogue. The sound effects are used well, and if it weren't for them, the show would be a lot less creepy. The opening theme fits the show well, both with the melody and the lyrics. As you get further along in the story, you notice this more and more. The ending theme is what I'd call bad. The melody is just a bit odd and if there's one thing I don'e like, is when somebody who speaks Japanese and can't pronounce English very well sings in English. If you're going to pronounce most of the words wrong, just sing in your native tongue, for goodness sake!\n\n\u001b[1mあまり音楽はなく、オープニングテーマとエンディングテーマがあり、その中にはアクションや対話に合った効果音があります。 サウンドエフェクトはうまく使用されていますが、そうでない場合は、ショーはあまり気味が悪くなります。 オープニングテーマはメロディーと歌詞の両方でショーによく合います。 あなたが物語の中でさらに進展するにつれて、これにますます気付くでしょう。 終わりのテーマは私が悪いと呼ぶものです。 メロディーはちょっと奇妙で、私が好きなものが1つあれば、日本語を話し、英語をうまく発音できない人が英語でうまく歌います。 あなたが間違った言葉のほとんどを発音するつもりなら、あなたの母国語で歌いなさい。\u001b[22m\n\u001b[1m(Amari ongaku wa naku, ōpuningutēma to endingutēma ga ari, sono nakaniha akushon ya taiwa ni atta kōka-on ga arimasu. Saundoefekuto wa umaku shiyō sa rete imasuga,-sōdenai baai wa, shō wa amari kimigawaruku narimasu. Ōpuningutēma wa merodī to kashi no ryōhō de shō ni yoku aimasu. Anata ga monogatari no naka de sarani shinten suru ni tsurete, kore ni masumasu kidzukudeshou. Owari no tēma wa watashi ga warui to yobu monodesu. Merodī wa chotto kimyōde, watashi ga sukina mono ga 1tsu areba, nihongo o hanashi, eigo o umaku hatsuon dekinai hito ga eigo de umaku utaimasu. Anata ga machigatta kotoba no hotondo o hatsuon suru tsumorinara, anata no haha kokugo de utai nasai.)\u001b[22m\n\nTranslations of \u001b[4mThere isn't much music, ther'e the opening theme and the ending theme, and in between that there are sound effects that go along with the actions and dialogue. The sound effects are used well, and if it weren't for them, the show would be a lot less creepy. The opening theme fits the show well, both with the melody and the lyrics. As you get further along in the story, you notice this more and more. The ending theme is what I'd call bad. The melody is just a bit odd and if there's one thing I don'e like, is when somebody who speaks Japanese and can't pronounce English very well sings in English. If you're going to pronounce most of the words wrong, just sing in your native tongue, for goodness sake!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere isn't much music, ther'e the opening theme and the ending theme, and in between that there are sound effects that go along with the actions and dialogue.\u001b[24m\n    \u001b[1mあまり音楽はなく、オープニングテーマとエンディングテーマがあり、その中にはアクションや対話に合った効果音があります。\u001b[22m, \u001b[1m多くの音楽は、オープニングテーマとエンディングテーマther'e、およびアクションと対話と一緒に行く音響効果があることの間には、ありません。\u001b[22m\n\u001b[4mThe sound effects are used well, and if it weren't for them, the show would be a lot less creepy.\u001b[24m\n    \u001b[1mサウンドエフェクトはうまく使用されていますが、そうでない場合は、ショーはあまり気味が悪くなります。\u001b[22m, \u001b[1mサウンドエフェクトは、よく使用されており、それが彼らのためではなかった場合、ショーははるかに少ない不気味だろう。\u001b[22m\n\u001b[4mThe opening theme fits the show well, both with the melody and the lyrics.\u001b[24m\n    \u001b[1mオープニングテーマはメロディーと歌詞の両方でショーによく合います。\u001b[22m, \u001b[1mオープニングテーマは、両方のメロディーと歌詞で、よくショーをフィットします。\u001b[22m\n\u001b[4mAs you get further along in the story, you notice this more and more.\u001b[24m\n    \u001b[1mあなたが物語の中でさらに進展するにつれて、これにますます気付くでしょう。\u001b[22m, \u001b[1mあなたは物語の中に沿って、さらに取得したように、これはますます気づきます。\u001b[22m\n\u001b[4mThe ending theme is what I'd call bad.\u001b[24m\n    \u001b[1m終わりのテーマは私が悪いと呼ぶものです。\u001b[22m, \u001b[1mエンディングテーマは、私が悪い呼びたいものです。\u001b[22m\n\u001b[4mThe melody is just a bit odd and if there's one thing I don'e like, is when somebody who speaks Japanese and can't pronounce English very well sings in English.\u001b[24m\n    \u001b[1mメロディーはちょっと奇妙で、私が好きなものが1つあれば、日本語を話し、英語をうまく発音できない人が英語でうまく歌います。\u001b[22m, \u001b[1mメロディーは、ほんの少し奇妙で、私のようなdon'e一つのことがあるかどうか、日本語を話すと英語を発音することはできません誰かが非常によく英語で歌うとき、あります。\u001b[22m\n\u001b[4mIf you're going to pronounce most of the words wrong, just sing in your native tongue, for goodness sake!\u001b[24m\n    \u001b[1mあなたが間違った言葉のほとんどを発音するつもりなら、あなたの母国語で歌いなさい。\u001b[22m, \u001b[1mあなたは間違った言葉のほとんどを発音するつもりなら、ちょうど良さのために、あなたの母国語で歌います！\u001b[22m\nThe characters are a mashup and most of them fit each into their own little stereotype, while they are each distinct. Most of them had fun personalities and you ould tell which ones you hated and which ones you loved.\n\n\u001b[1m文字はマッシュアップであり、そのほとんどはそれぞれが独自の小さなステレオタイプに収まります。 彼らのほとんどは楽しい人格を持っていて、あなたはあなたが憎んだものとあなたが愛したものを教えています。\u001b[22m\n\u001b[1m(Moji wa masshuappudeari, sono hotondo wa sorezore ga dokuji no chīsana sutereo taipu ni osamarimasu. Karera no hotondo wa tanoshī jinkaku o motte ite, anata wa anata ga nikunda mono to anata ga aishita mono o oshiete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are a mashup and most of them fit each into their own little stereotype, while they are each distinct. Most of them had fun personalities and you ould tell which ones you hated and which ones you loved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are a mashup and most of them fit each into their own little stereotype, while they are each distinct.\u001b[24m\n    \u001b[1m文字はマッシュアップであり、そのほとんどはそれぞれが独自の小さなステレオタイプに収まります。\u001b[22m, \u001b[1m文字は、マッシュアップであり、それらはそれぞれ別個のものである一方で、それらのほとんどは、自分自身の小さなステレオタイプに、それぞれに合います。\u001b[22m\n\u001b[4mMost of them had fun personalities and you ould tell which ones you hated and which ones you loved.\u001b[24m\n    \u001b[1m彼らのほとんどは楽しい人格を持っていて、あなたはあなたが憎んだものとあなたが愛したものを教えています。\u001b[22m, \u001b[1mそれらのほとんどは楽しい人格を持っていたし、あなたが嫌って、どのあなたが愛する人どれ教えてウルド。\u001b[22m\nThis series is enjoyable because it is unpredictable, but some things just make you shudder of the thought of them happening. I can't give anything away, but some things are less bearable than others, but it still shouldn't ruin your sleeping or make you want to drop the series.\n\n\u001b[1mこのシリーズは楽しいですが、それは予測できないものですが、いくつかのことだけがあなたの考えを震わせさせるようにしています。 私は何も離れて与えることはできませんが、いくつかのものは他のものよりも耐え難いですが、それでもあなたの眠りを台無しにしたり、シリーズをドロップしてはいけません。\u001b[22m\n\u001b[1m(Kono shirīzu wa tanoshīdesuga, soreha yosoku dekinai monodesuga, ikutsu ka no koto dake ga anata no kangae o furuwase saseru yō ni shite imasu. Watashi wa nani mo hanarete ataeru koto wa dekimasenga, ikutsu ka no mono wa hoka no mono yori mo taegataidesuga, soredemo anata no nemuri o dainashi ni shi tari, shirīzu o doroppu shite wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mThis series is enjoyable because it is unpredictable, but some things just make you shudder of the thought of them happening. I can't give anything away, but some things are less bearable than others, but it still shouldn't ruin your sleeping or make you want to drop the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series is enjoyable because it is unpredictable, but some things just make you shudder of the thought of them happening.\u001b[24m\n    \u001b[1mこのシリーズは楽しいですが、それは予測できないものですが、いくつかのことだけがあなたの考えを震わせさせるようにしています。\u001b[22m, \u001b[1mそれは予測不可能であるため、このシリーズは楽しいですが、いくつかのものがちょうどあなたがそれらが起こっての思想のぞっとします。\u001b[22m\n\u001b[4mI can't give anything away, but some things are less bearable than others, but it still shouldn't ruin your sleeping or make you want to drop the series.\u001b[24m\n    \u001b[1m私は何も離れて与えることはできませんが、いくつかのものは他のものよりも耐え難いですが、それでもあなたの眠りを台無しにしたり、シリーズをドロップしてはいけません。\u001b[22m, \u001b[1m私は何を離れて与えることはできませんが、いくつかのものが他のものより少ない我慢しているが、それはまだあなたの睡眠を台無しにしたり、シリーズをドロップするべきではありません。\u001b[22m\nOverall, I can say that Higurashi is a good series to watch, but it probably won't be your favourite. It's unique, yet it's not really that special.\n\n\u001b[1m全体的に、私はひぐらしが良いシリーズだと言うことができますが、おそらくあなたのお気に入りではありません。 ユニークですが、それは本当に特別なものではありません。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa higurashi ga yoi shirīzuda to iu koto ga dekimasuga, osoraku anata no okiniiride wa arimasen. Yunīkudesuga, sore wa hontōni tokubetsuna monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I can say that Higurashi is a good series to watch, but it probably won't be your favourite. It's unique, yet it's not really that special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I can say that Higurashi is a good series to watch, but it probably won't be your favourite.\u001b[24m\n    \u001b[1m全体的に、私はひぐらしが良いシリーズだと言うことができますが、おそらくあなたのお気に入りではありません。\u001b[22m, \u001b[1m全体的に、私は日暮が見て良いシリーズですが、それはおそらくあなたの好きなことはないだろうと言うことができます。\u001b[22m\n\u001b[4mIt's unique, yet it's not really that special.\u001b[24m\n    \u001b[1mユニークですが、それは本当に特別なものではありません。\u001b[22m, \u001b[1mそれはユニークですが、まだそれは本当に特別ではありません。\u001b[22m\nTherefore, I give it a 2.5 out of 4.\n\n\u001b[1mしたがって、私はそれを4に2.5を与える。\u001b[22m\n\u001b[1m(Shitagatte, watashi wa sore o 4 ni 2. 5 O ataeru.)\u001b[22m\n\nTranslations of \u001b[4mTherefore, I give it a 2.5 out of 4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTherefore, I give it a 2.5 out of 4.\u001b[24m\n    \u001b[1mしたがって、私はそれを4に2.5を与える。\u001b[22m, \u001b[1mしたがって、私はそれを4のうち2.5を与えます。\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "AnimeCheeze",
    "profile": "/profile/AnimeCheeze/reviews",
    "pages": "12",
    "number": "6",
    "link": "/reviews.php?id=26172",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はまだこのシリーズについて悪夢を持っています。 最初は、それが、かわいい、スライス・オブ・ライフのアニメの1つだと思うことに私をだましていましたが、私は逃げました。 基本的に、これは、ひなみざわの周りに設定された殺人ミステリーシリーズです。ひとりの人が死に、一人が行方不明になっていると呪われている村です。 マンガのように、別の「アーク」に分かれています。 それはかわいいかもしれないが、それはかなり血まみれの混乱に終わる。 私はこのシリーズが好きなので、全体を10にしました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI still have nightmares about this series. At first it fooled me into thinking it's one of those cute, slice-of-life kind of anime, but I was WAY off. Basically this is a murder-mystery series set around Hinamizawa: a village said to be cursed where one person dies, and one person goes missing. Just like the manga, it is seperated into different 'Arcs'. It may look cute, but it ends up into a pretty bloody mess. I like this series so I gave it a 10 overall.\n\n\u001b[1m私はまだこのシリーズについて悪夢を持っています。 最初は、それが、かわいい、スライス・オブ・ライフのアニメの1つだと思うことに私をだましていましたが、私は逃げました。 基本的に、これは、ひなみざわの周りに設定された殺人ミステリーシリーズです。ひとりの人が死に、一人が行方不明になっていると呪われている村です。 マンガのように、別の「アーク」に分かれています。 それはかわいいかもしれないが、それはかなり血まみれの混乱に終わる。 私はこのシリーズが好きなので、全体を10にしました。\u001b[22m\n\u001b[1m(Watashi wa mada kono shirīzu ni tsuite akumu o motte imasu. Saisho wa, sore ga, kawaī, suraisu Obu raifu no anime no 1tsuda to omou koto ni watashi o damashite imashitaga, watashi wa nigemashita. Kihontekini, koreha, Hinami zawa no mawari ni settei sa reta satsujin misuterīshirīzudesu. Hitori no hito ga shini, hitori ga yukue fumei ni natte iru to norowa rete iru muradesu. Manga no yō ni,-betsu no `āku' ni wakarete imasu. Sore wa kawaī kamo shirenaiga, sore wa kanari chimamire no konran ni owaru. Watashi wa kono shirīzu ga sukinanode, zentai o 10 ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI still have nightmares about this series. At first it fooled me into thinking it's one of those cute, slice-of-life kind of anime, but I was WAY off. Basically this is a murder-mystery series set around Hinamizawa: a village said to be cursed where one person dies, and one person goes missing. Just like the manga, it is seperated into different 'Arcs'. It may look cute, but it ends up into a pretty bloody mess. I like this series so I gave it a 10 overall.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI still have nightmares about this series.\u001b[24m\n    \u001b[1m私はまだこのシリーズについて悪夢を持っています。\u001b[22m, \u001b[1m私はまだこのシリーズについての悪夢を持っています。\u001b[22m\n\u001b[4mAt first it fooled me into thinking it's one of those cute, slice-of-life kind of anime, but I was WAY off.\u001b[24m\n    \u001b[1m最初は、それが、かわいい、スライス・オブ・ライフのアニメの1つだと思うことに私をだましていましたが、私は逃げました。\u001b[22m, \u001b[1m最初は、それはアニメのものかわいい、スライスオブライフの種類の一つだという考えに私をだまされ、私はWAYオフになっていました。\u001b[22m\n\u001b[4mBasically this is a murder-mystery series set around Hinamizawa: a village said to be cursed where one person dies, and one person goes missing.\u001b[24m\n    \u001b[1m基本的に、これは、ひなみざわの周りに設定された殺人ミステリーシリーズです。ひとりの人が死に、一人が行方不明になっていると呪われている村です。\u001b[22m, \u001b[1m基本的にこれは雛見沢の周りに殺人ミステリーのシリーズです：村は1人が死亡した場合に呪われていると言われ、1人が行方不明になります。\u001b[22m\n\u001b[4mJust like the manga, it is seperated into different 'Arcs'.\u001b[24m\n    \u001b[1mマンガのように、別の「アーク」に分かれています。\u001b[22m, \u001b[1mちょうど漫画のように、それは異なる「弧」に区切られています。\u001b[22m\n\u001b[4mIt may look cute, but it ends up into a pretty bloody mess.\u001b[24m\n    \u001b[1mそれはかわいいかもしれないが、それはかなり血まみれの混乱に終わる。\u001b[22m, \u001b[1mこれはかわいいかもしれないが、それはかなり血まみれになってしまいます。\u001b[22m\n\u001b[4mI like this series so I gave it a 10 overall.\u001b[24m\n    \u001b[1m私はこのシリーズが好きなので、全体を10にしました。\u001b[22m, \u001b[1m私はそれを10全体的なを与えたので、私はこのシリーズが好きです。\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "rafi09",
    "profile": "/profile/rafi09/reviews",
    "pages": "12",
    "number": "7",
    "link": "/reviews.php?id=22560",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  10\nキャラクター|  7\n|  7\n\n私はこのアニメがすべて好きだった。すべての章の始まりが一貫していないので、私がアニメの一部と混同した例があった。 スリリングなアニメでしたが、キャラクターデザインはそれほどクールではありませんでした。 とにかく、文字を声に出してくれた日本人が私のお気に入りだったので、私は彼らの声を聞いて楽しんだ。 私はまだカイとレイ章を見続けるかどうかは言えません。＆gt; _＆gt;",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI liked this anime all in all.. though there were instances when I was confused with some portions of the anime since every chapter's beginning isn't consistent. It was a thrilling anime but the character design wasn't that cool. Anyhow, the seiyuus (Japanese) that voiced the characters were some of my favorites so I enjoyed hearing their voices. I just can't say if I would still continue watching the Kai and Rei chapters.. &gt;_&gt;\n\n\u001b[1m私はこのアニメがすべて好きだった。すべての章の始まりが一貫していないので、私がアニメの一部と混同した例があった。 スリリングなアニメでしたが、キャラクターデザインはそれほどクールではありませんでした。 とにかく、文字を声に出してくれた日本人が私のお気に入りだったので、私は彼らの声を聞いて楽しんだ。 私はまだカイとレイ章を見続けるかどうかは言えません。＆gt; _＆gt;\u001b[22m\n\u001b[1m(Watashi wa kono anime ga subete sukidatta. Subete no shō no hajimari ga ikkan shite inainode, watashi ga anime no ichibu to kondō shita rei ga atta. Suriringuna animedeshitaga, kyarakutādezain wa sorehodo kūrude wa arimasendeshita. Tonikaku, moji o koenidashite kureta nihonjin ga watashinōkiniiridattanode, watashi wa karera no koe o kiite tanoshinda. Watashi wa mada kai to rei shō o mi tsudzukeru ka dō ka wa iemasen. & Gt; _ & gt;)\u001b[22m\n\nTranslations of \u001b[4mI liked this anime all in all.. though there were instances when I was confused with some portions of the anime since every chapter's beginning isn't consistent. It was a thrilling anime but the character design wasn't that cool. Anyhow, the seiyuus (Japanese) that voiced the characters were some of my favorites so I enjoyed hearing their voices. I just can't say if I would still continue watching the Kai and Rei chapters.. &gt;_&gt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked this anime all in all.. though there were instances when I was confused with some portions of the anime since every chapter's beginning isn't consistent.\u001b[24m\n    \u001b[1m私はこのアニメがすべて好きだった。すべての章の始まりが一貫していないので、私がアニメの一部と混同した例があった。\u001b[22m, \u001b[1mすべての章の冒頭に一貫性がないので、私はアニメのいくつかの部分で混乱していたときにインスタンスがありましたけれども、私は..すべてのすべてでこのアニメが好きでした。\u001b[22m\n\u001b[4mIt was a thrilling anime but the character design wasn't that cool.\u001b[24m\n    \u001b[1mスリリングなアニメでしたが、キャラクターデザインはそれほどクールではありませんでした。\u001b[22m, \u001b[1mそれはスリリングなアニメでしたが、キャラクターデザインは、クールではありませんでした。\u001b[22m\n\u001b[4mAnyhow, the seiyuus (Japanese) that voiced the characters were some of my favorites so I enjoyed hearing their voices.\u001b[24m\n    \u001b[1mとにかく、文字を声に出してくれた日本人が私のお気に入りだったので、私は彼らの声を聞いて楽しんだ。\u001b[22m, \u001b[1mとにかく、文字を表明しseiyuus（日本は）ので、私は彼らの声を聞いて楽しんで私のお気に入りのいくつかありました。\u001b[22m\n\u001b[4mI just can't say if I would still continue watching the Kai and Rei chapters.. &gt;_&gt;\u001b[24m\n    \u001b[1m私はまだカイとレイ章を見続けるかどうかは言えません。＆gt; _＆gt;\u001b[22m, \u001b[1m_＆GT;私はちょうど私はまだ..＆GTカイとレイの章を見て継続する場合に言うことはできません。\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "NoHerozV2",
    "profile": "/profile/NoHerozV2/reviews",
    "pages": "12",
    "number": "8",
    "link": "/reviews.php?id=12659",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\nさて、あなたはこの話をかなり簡単に解読してください。 この話は秘密についてのことです、あなたは最初を見て、狂気のある町、貪欲な血の欲望、そして不思議なことに「金曜日の13日」の雰囲気があると思うでしょう。 それは日本で作られたばかりのマンガではありません。 あなたは、日本人がどれくらい狂っているのか知っています。 ねえ、スティーブン・キングが好きだった。 しかし、あなたはそれに乗り込んで、魔法/科学/宗教的混乱の中で失われているのを見いだします。 最後に、あなたが一緒に集まるとき、あなたはこれらの人々が薬を飲まれていないことを知っています。 仕事には何か他のものがあります。 とにかく、これは、それらの同情、愚かな、まったく同じドラマではありません。 コスプレの女の子たちは、何らかの理由で他の人を追いかけるが、彼は選ぶことができない、本当にいい人だ。 この話は、なぜ私はアニメを愛しているのですか？ 血、笑い、深刻な心f ** k。 そうですね、これが好きな人は、「Battle Royal」という本を読んでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOk, once you dissect this story its pretty simple. This story is about a secret, you will watch the beginning and think that all thats up is that there's a town with fanatics, a huge blood lust, and strangely a 'Friday the Thirteenth' vibe. It's not a manga it's just made in Japan. You know how crazy those Japanese can be. Hey, Steven King liked it. But then you get into it and find yourself lost in a magic/science/religious mess. Finally, when you gather yourself together you realize that these people aren't drugged, they're not just plain INSAIN! There's something else at work. Anyway, this isn't one is those pity, sappy, dramas that are all the same. You know, those perverted anime with Cosplay girls who all go after one guy for some reason or another but he's a really nice guy who cant chose and doesn't in the end. No this story is why I LOVE ANIME. Blood, laughs, and a serious mind f**k. Oh yeah, and if you like this read the book 'Battle Royal.'\n\n\u001b[1mさて、あなたはこの話をかなり簡単に解読してください。 この話は秘密についてのことです、あなたは最初を見て、狂気のある町、貪欲な血の欲望、そして不思議なことに「金曜日の13日」の雰囲気があると思うでしょう。 それは日本で作られたばかりのマンガではありません。 あなたは、日本人がどれくらい狂っているのか知っています。 ねえ、スティーブン・キングが好きだった。 しかし、あなたはそれに乗り込んで、魔法/科学/宗教的混乱の中で失われているのを見いだします。 最後に、あなたが一緒に集まるとき、あなたはこれらの人々が薬を飲まれていないことを知っています。 仕事には何か他のものがあります。 とにかく、これは、それらの同情、愚かな、まったく同じドラマではありません。 コスプレの女の子たちは、何らかの理由で他の人を追いかけるが、彼は選ぶことができない、本当にいい人だ。 この話は、なぜ私はアニメを愛しているのですか？ 血、笑い、深刻な心f ** k。 そうですね、これが好きな人は、「Battle Royal」という本を読んでください。\u001b[22m\n\u001b[1m(Sate, anata wa kono hanashi o kanari kantan ni kaidoku shite kudasai. Ko no hanashi wa himitsu ni tsuite no kotodesu, anata wa saisho o mite, kyōki no aru machi, don'yokuna chi no yokubō, soshite fushigina koto ni `kin'yōbi no 13-nichi' no fun'iki ga aru to omoudeshou. Shikashi, anata wa sore ni norikonde, mahō/ kagaku/ shūkyō-teki konran no naka de ushinawa rete iru no o miidashimasu. Saigo ni, anata ga issho ni atsumaru toki, anata wa korera no hitobito ga kusuri o noma rete inai koto o shitte imasu. Shigoto ni wa nani ka hoka no mono ga arimasu. Tonikaku, koreha, sorera no dōjō, orokana, mattaku onaji doramade wa arimasen. Kosupure no on'nanoko-tachi wa, nanrakano riyū de hokanohito o oikakeruga, kare wa erabu koto ga dekinai, hontōni ī hitoda. Ko no hanashi wa, naze watashi wa anime o aishite iru nodesu ka? Chi, warai, shinkokuna kokoro f** k. Sōdesune, kore ga sukinahito wa,`batoru Royal' to iu hon o yonde kudasai. Sore wa Nihon de tsukura reta bakari no mangade wa arimasen. Anata wa, nihonjin ga dorekurai kurutte iru no ka shitte imasu. Nē, sutībun kingu ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mOk, once you dissect this story its pretty simple. This story is about a secret, you will watch the beginning and think that all thats up is that there's a town with fanatics, a huge blood lust, and strangely a 'Friday the Thirteenth' vibe. It's not a manga it's just made in Japan. You know how crazy those Japanese can be. Hey, Steven King liked it. But then you get into it and find yourself lost in a magic/science/religious mess. Finally, when you gather yourself together you realize that these people aren't drugged, they're not just plain INSAIN! There's something else at work. Anyway, this isn't one is those pity, sappy, dramas that are all the same. You know, those perverted anime with Cosplay girls who all go after one guy for some reason or another but he's a really nice guy who cant chose and doesn't in the end. No this story is why I LOVE ANIME. Blood, laughs, and a serious mind f**k. Oh yeah, and if you like this read the book 'Battle Royal.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, once you dissect this story its pretty simple.\u001b[24m\n    \u001b[1mさて、あなたはこの話をかなり簡単に解読してください。\u001b[22m, \u001b[1m[OK]を、あなたはその非常に単純なこの物語を分析一度。\u001b[22m\n\u001b[4mThis story is about a secret, you will watch the beginning and think that all thats up is that there's a town with fanatics, a huge blood lust, and strangely a 'Friday the Thirteenth' vibe.\u001b[24m\n    \u001b[1mこの話は秘密についてのことです、あなたは最初を見て、狂気のある町、貪欲な血の欲望、そして不思議なことに「金曜日の13日」の雰囲気があると思うでしょう。\u001b[22m, \u001b[1mこの物語は秘密について、あなたが最初に見て、すべてのthatsアップが妙に熱狂的なファンを持つ町、巨大な血欲望、および「金曜日第十三」な雰囲気があることだと思いますです。\u001b[22m\n\u001b[4mBut then you get into it and find yourself lost in a magic/science/religious mess.\u001b[24m\n    \u001b[1mしかし、あなたはそれに乗り込んで、魔法/科学/宗教的混乱の中で失われているのを見いだします。\u001b[22m, \u001b[1mしかし、その後、あなたはそれに入ると自分が魔法/科学/宗教的な混乱で失わ見つけます。\u001b[22m\n\u001b[4mFinally, when you gather yourself together you realize that these people aren't drugged, they're not just plain INSAIN!\u001b[24m\n    \u001b[1m最後に、あなたが一緒に集まるとき、あなたはこれらの人々が薬を飲まれていないことを知っています。\u001b[22m, \u001b[1mあなたが一緒に自分自身を収集するとき最後に、あなたはこれらの人々が薬漬けされていないことを認識し、それらは単なるINSAINありません！\u001b[22m\n\u001b[4mThere's something else at work.\u001b[24m\n    \u001b[1m仕事には何か他のものがあります。\u001b[22m, \u001b[1m仕事で何か他のものがあります。\u001b[22m\n\u001b[4mAnyway, this isn't one is those pity, sappy, dramas that are all the same.\u001b[24m\n    \u001b[1mとにかく、これは、それらの同情、愚かな、まったく同じドラマではありません。\u001b[22m, \u001b[1mとにかく、これは一つではないすべて同じであるドラマ、感傷、それら残念です。\u001b[22m\n\u001b[4mYou know, those perverted anime with Cosplay girls who all go after one guy for some reason or another but he's a really nice guy who cant chose and doesn't in the end.\u001b[24m\n    \u001b[1mコスプレの女の子たちは、何らかの理由で他の人を追いかけるが、彼は選ぶことができない、本当にいい人だ。\u001b[22m, \u001b[1mあなたは、すべてが1何らかの理由で男か、別の後に行くが、彼が選んだ、最後にしませんカント本当にいいやつだコスプレの女の子を持つもの倒錯アニメを知っています。\u001b[22m\n\u001b[4mNo this story is why I LOVE ANIME.\u001b[24m\n    \u001b[1mこの話は、なぜ私はアニメを愛しているのですか？\u001b[22m, \u001b[1m私はアニメを好きな理由はありません。この話はあります。\u001b[22m\n\u001b[4mBlood, laughs, and a serious mind f**k.\u001b[24m\n    \u001b[1m血、笑い、深刻な心f ** k。\u001b[22m, \u001b[1m血液、笑い、そして深刻な心のF ** K。\u001b[22m\n\u001b[4mOh yeah, and if you like this read the book 'Battle Royal.'\u001b[24m\n    \u001b[1mそうですね、これが好きな人は、「Battle Royal」という本を読んでください。\u001b[22m, \u001b[1mあなたが好きならそうそう、これは本の読み「バトルロイヤル」。\u001b[22m\n\u001b[4mIt's not a manga it's just made in Japan.\u001b[24m\n    \u001b[1mそれは日本で作られたばかりのマンガではありません。\u001b[22m, \u001b[1mそれは日本だけで作られている漫画ではありません。\u001b[22m\n\u001b[4mYou know how crazy those Japanese can be.\u001b[24m\n    \u001b[1mあなたは、日本人がどれくらい狂っているのか知っています。\u001b[22m, \u001b[1mあなたはそれらの日本人がいかに狂気を知っています。\u001b[22m\n\u001b[4mHey, Steven King liked it.\u001b[24m\n    \u001b[1mねえ、スティーブン・キングが好きだった。\u001b[22m, \u001b[1mねえ、スティーブン・キングはそれが好き。\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "Mortsyn",
    "profile": "/profile/Mortsyn/reviews",
    "pages": "12",
    "number": "9",
    "link": "/reviews.php?id=60257",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  10\nキャラクター|  7\n|  8\n\n注：このレビューは、私がMortsynという名前でAniDBに投稿した私自身のレビューのコピーです。\n\nひぐらしのなく頃には（アニメリスト関連のサイトをいくつか使っている統計に基づいて）常に注目されているアニメの1つです。その理由を示しています。 ひぐらしは、私が今まで見た中で最もエキサイティングで紛らわしいアニメの一つです。 ひぐらしのなく頃には、07th Expansionと同じ名前の人気を誇るVisual Novelシリーズをもとに、これまで最高のホラーアニメシリーズではないが、最高のものをお届けします。\n\nアート＆amp; amp; アニメーション：これはひぐらしの唯一の本当の苦情です。 悪くありませんが、時にはアニメーションが少し見えることがあります。 しかし、ゲームのアートワークと比較して、私は本当に不平を言うことができません...時にはそれは少し古く見えることがあります、そして、あなたはこのアニメがその大きな予算で作られていないことがわかります。 それはいくつかの細部が欠落しているように感じることができますか、周辺地域は時折少し空です（しかし、私は本当に村から何を期待していますか？）。 街の主要なイベントや主人公が学校に通っていない限り、都市の周りの誰も見ることはほとんどありません。 実際には良いことばかりでなく、悪いことでもあるもう一つのことは着色です。 事はほとんどの場合、色が非常に灰色がかったり、実際には色合いが完全に欠けていることですが、これは当然悪いことですが、この世界では多くの人生をもたらさないので、 それは村にはるかに多くの雰囲気とホラー感をもたらすので、ポイント。 そして、ゴアはいつも見るのが楽しいです！\n\nサウンド：ひぐらしはこれまでにない最高のサウンドトラックの一つです。 それは、桜のスライス・オブ・ライフ音楽から、あなたが数えることができるより多くの時間あなたの背骨の寒さを伝える、本当に不気味で怖い曲までです。 エンリッシュは恐ろしいですが... 雨が降り、寒く暗い夜に、そのサウンドトラックを聴いてみてください。 それはあなたの人生をクリープさせます。  Shimamiya Eikoが歌ったオープニングはアニメそのもの、ひぐらしのなく頃に呼ばれ、このショーを生き生きとさせる。 あなたがそれを最初に聞くと、あなたは「えっち」と思うでしょう。 私の心はこれのために準備ができている。 それは本当に私が聞いたアニメのベストオープニングの一つであり、それを聞くたびに私は驚いています。 終わりは大島弘之によって歌われ、その名前はなぜ、またはなぜではないかである。 イントロはまだひぐらしの設定にぴったりですが、それほど素晴らしいものではありません。\n\n\n\nキャラクター：Keiichiは本当に素晴らしい主人公、Renaは本当に怖い、Mionは非常に面白い、Shionは狂っている、Rikaは神秘的でSatoko...は＆lt; 他のサイドキャラクターも非常に面白いです（好きなのはrie Kyusuke）が、ショーの進行とともに悪化します。 大石倉道をお会いしています。 しかし、私が少し迷惑だったと思ったのは、ほとんど町の人々がいなかったということでした。 私が前に言ったように、ほとんどの人は学校で見られます。 このシーズンには本当に悪役はいませんが、代わりに各アークに1つまたは2つの悪役を使用します。 主要な悪者はカイのために救われます。\n\n楽しさ：それはこれと同じくらい簡単です：あなたがゴアとホラーを愛しているなら、このアニメは必須です！ しかし、この混乱している話は、これを初めて見たときに少し迷惑になることがあります。\n\nこの番組は非常に高いリプレイ値を持っています。 最初のアークがそれと同じくらい良くて、それが持っているすべての魅力があるので、2日目のカイを終えた後、ヒグラスは非常に素晴らしいショーを見せてくれます。 後のアークは、最初のアークと同じくらい良くてよく書かれていませんが、何らかの形で非常に面白いものです。\n\nひぐらしのなく頃には見逃せない素晴らしいアニメです！ 何があってもこれを渡さないでください。\n\n読んでくれてありがとう、次回は気をつけてね！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nNote: This review is a copy of my own review I posted on AniDB under the name Mortsyn.\n\n\u001b[1m注：このレビューは、私がMortsynという名前でAniDBに投稿した私自身のレビューのコピーです。\u001b[22m\n\u001b[1m(Chū: Kono rebyū wa, watashi ga Mortsyn to iu namae de AniDB ni tōkō shita watashi jishin no rebyū no kopīdesu.)\u001b[22m\n\nTranslations of \u001b[4mNote: This review is a copy of my own review I posted on AniDB under the name Mortsyn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: This review is a copy of my own review I posted on AniDB under the name Mortsyn.\u001b[24m\n    \u001b[1m注：このレビューは、私がMortsynという名前でAniDBに投稿した私自身のレビューのコピーです。\u001b[22m, \u001b[1m注：このレビューは私が名前Mortsyn下AniDBに掲載私の独自のレビューのコピーです。\u001b[22m\n\u001b[1m\u001b[22m\nHigurashi no Naku Koro ni is one of the most watched animes of all time (based on statistics using a few anime list related sites), and it shows why. Higurashi is one of the most exciting yet confusing animes I have ever watched. Based on the popular Visual Novel series with the same name by 07th Expansion, Higurashi no Naku Koro ni brings you possibly one of the best, if not THE best horror anime series ever.\n\n\u001b[1mひぐらしのなく頃には（アニメリスト関連のサイトをいくつか使っている統計に基づいて）常に注目されているアニメの1つです。その理由を示しています。 ひぐらしは、私が今まで見た中で最もエキサイティングで紛らわしいアニメの一つです。 ひぐらしのなく頃には、07th Expansionと同じ名前の人気を誇るVisual Novelシリーズをもとに、これまで最高のホラーアニメシリーズではないが、最高のものをお届けします。\u001b[22m\n\u001b[1m(Higurashinonakukoroni wa (anime risuto kanren no saito o ikutsu ka tsukatte iru tōkei nimotozuite) tsuneni chūmoku sa rete iru anime no 1tsudesu. Sono riyū o shimeshite imasu. Higurashi wa, watashi ga imamade mita naka de mottomo ekisaitingude magirawashī anime no hitotsudesu. Higurashinonakukoroni wa, 07 th ekisupanshon to onaji namae no ninki o hokoru vu~ijuaru nōberu shirīzu o moto ni, kore made saikō no horāanimeshirīzude wa naiga, saikō no mono o o todoke shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHigurashi no Naku Koro ni is one of the most watched animes of all time (based on statistics using a few anime list related sites), and it shows why. Higurashi is one of the most exciting yet confusing animes I have ever watched. Based on the popular Visual Novel series with the same name by 07th Expansion, Higurashi no Naku Koro ni brings you possibly one of the best, if not THE best horror anime series ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHigurashi no Naku Koro ni is one of the most watched animes of all time (based on statistics using a few anime list related sites), and it shows why.\u001b[24m\n    \u001b[1mひぐらしのなく頃には（アニメリスト関連のサイトをいくつか使っている統計に基づいて）常に注目されているアニメの1つです。その理由を示しています。\u001b[22m, \u001b[1mひぐらしのなく頃には（サイトを関連のいくつかのアニメのリストを使用して統計に基づいて）すべての時間の中で最も注目アニメの一つではありません、それが理由を示しています。\u001b[22m\n\u001b[4mHigurashi is one of the most exciting yet confusing animes I have ever watched.\u001b[24m\n    \u001b[1mひぐらしは、私が今まで見た中で最もエキサイティングで紛らわしいアニメの一つです。\u001b[22m, \u001b[1m日暮は私が今まで見た中で最もエキサイティングな、まだ混乱アニメの一つです。\u001b[22m\n\u001b[4mBased on the popular Visual Novel series with the same name by 07th Expansion, Higurashi no Naku Koro ni brings you possibly one of the best, if not THE best horror anime series ever.\u001b[24m\n    \u001b[1mひぐらしのなく頃には、07th Expansionと同じ名前の人気を誇るVisual Novelシリーズをもとに、これまで最高のホラーアニメシリーズではないが、最高のものをお届けします。\u001b[22m, \u001b[1mゼロセブンスエクスパンションにより、同じ名前の人気ビジュアルノベルシリーズに基づいて、ひぐらしのなく頃には、おそらく最高の1、そうでない場合は史上最高のホラーアニメシリーズをあなたにもたらしていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt &amp; Animation: This is probably my only real complaint about Higurashi. It's not bad, but at times the animation can look a little bit off. But compared to the artwork of the game, I can't really complain... The thing is that sometimes it can look a little bit stale and you can see that this anime wasn't made on that big of a budget. It can feel like some details are missing or that the surrounding area is a little bit empty at times (but what do I expect from a village, really?). You practically never see anyone around the city unless it's a major event going on in the city or when the main characters are in school. Another thing that is actually both a good thing aswell as a bad thing is the colouring. The thing is that most of the time the colours are very grayish or are practically missing a tint completely, whilst this is of course a bad thing since it doesn't bring a lot of life in this world it is undeniably also one of the strong points as it brings much more atmosphere to the village and the horror feeling. And the gore is always enjoyable to watch!\n\n\u001b[1mアート＆amp; amp; アニメーション：これはひぐらしの唯一の本当の苦情です。 悪くありませんが、時にはアニメーションが少し見えることがあります。 しかし、ゲームのアートワークと比較して、私は本当に不平を言うことができません...時にはそれは少し古く見えることがあります、そして、あなたはこのアニメがその大きな予算で作られていないことがわかります。 それはいくつかの細部が欠落しているように感じることができますか、周辺地域は時折少し空です（しかし、私は本当に村から何を期待していますか？）。 街の主要なイベントや主人公が学校に通っていない限り、都市の周りの誰も見ることはほとんどありません。 実際には良いことばかりでなく、悪いことでもあるもう一つのことは着色です。 事はほとんどの場合、色が非常に灰色がかったり、実際には色合いが完全に欠けていることですが、これはもちろんこの世界では多くの人生をもたらすものではないため、悪いことです。 それは村にはるかに多くの雰囲気とホラー感をもたらすので、ポイント。 そして、ゴアはいつも見るのが楽しいです！\u001b[22m\n\u001b[1m(Āto& amp; amp; animēshon: Kore wa higurashi no yuiitsu no hontō no kujōdesu. Waruku arimasenga, tokiniha animēshon ga sukoshi mieru koto ga arimasu. Shikashi, gēmu no ātowāku to hikaku shite, watashi wa hontōni fuhei o iu koto ga dekimasen... Tokiniha sore wa sukoshi furuku mieru koto ga arimasu, soshite, anata wa kono anime ga sono ōkina yosan de tsukura rete inai koto ga wakarimasu. Sore wa ikutsu ka no saibu ga ketsuraku shite iru yō ni kanjiru koto ga dekimasu ka, shūhen chiiki wa tokiori sukoshi soradesu (shikashi, watashi wa hontōni mura kara nani o kitai shite imasu ka? ). Machi no shuyōna ibento ya shujinkō ga gakkō ni tōtte inai kagiri, toshi no mawari no dare mo miru koto wa hotondo arimasen. Jissai ni wa yoi koto bakaridenaku, warui kotode mo aru mōhitotsu no koto wa chakushokudesu. Koto wa hotondo no baai,-iro ga hijō ni haiirogakattari, jissai ni wa iroai ga kanzen ni kakete iru kotodesuga, kore wa mochiron kono sekaide wa ōku no jinsei o motarasu monode wanai tame, waruikotodesu. Sore wa mura ni haruka ni ōku no fun'iki to horā-kan o motarasunode, pointo. Soshite, Goa wa itsumo miru no ga tanoshīdesu!)\u001b[22m\n\u001b[1m\u001b[22m\nSound: Higurashi has without a doubt one of the best soundtracks ever. It ranges from cherry slice-of-life music to really creepy and scary tunes that sends chills down your spine more times than you can count. Even though the engrish is horrible... Just try to listen to its soundtrack on a rainy, cold, dark night. It will creep the life out of you. The opening was sung by Shimamiya Eiko and is called- like the anime itself, Higurashi no Naku Koro ni and it brings this show to life. The first time you hear it you will think 'Holy shit. My mind is ready for this'. It truly is one of the best openings to any anime I have heard and it continues to amaze me everytime I listen to it. The ending was sung by Ooshima Hiroyuki and its name is Why, or Why Not. Altough not as amazing as the intro is still fits the setting of Higurashi very well.\n\n\u001b[1mサウンド：ひぐらしはこれまでにない最高のサウンドトラックの一つです。 それは、桜のスライス・オブ・ライフ音楽から、あなたが数えることができるより多くの時間あなたの背骨の寒さを伝える、本当に不気味で怖い曲までです。 エンリッシュは恐ろしいですが... 雨が降り、寒く暗い夜に、そのサウンドトラックを聴いてみてください。 それはあなたの人生をクリープさせます。  Shimamiya Eikoが歌ったオープニングはアニメそのもの、ひぐらしのなく頃に呼ばれ、このショーを生き生きとさせる。 あなたがそれを最初に聞くと、あなたは「えっち」と思うでしょう。 私の心はこれのために準備ができている。 それは本当に私が聞いたアニメのベストオープニングの一つであり、それを聞くたびに私は驚いています。 終わりは大島弘之によって歌われ、その名前はなぜ、またはなぜではないかである。 イントロはまだひぐらしの設定にぴったりですが、それほど素晴らしいものではありません。\u001b[22m\n\u001b[1m(Saundo: Higurashi wa kore made ni nai saikō no saundotorakku no hitotsudesu. Sore wa, sakura no suraisu Obu raifu ongaku kara, anata ga kazoeru koto ga dekiru yori ōku no jikan anata no sebone no samu-sa o tsutaeru, hontōni bukimide kowai kyoku madedesu. Ame ga ori, samuku kurai yoru ni, sono saundotorakku o kiite mite kudasai. Sore wa anata no jinsei o kurīpu sa semasu. Shimamiya Eiko ga utatta ōpuningu wa anime sonomono, higurashinonakukoroni yoba re, kono shō o ikiikito sa seru. Anata ga sore o saisho ni kiku to, anata wa `etchi' to omoudeshou. Watashi no kokoro wa kore no tame ni junbi ga dekite iru. Sore wa hontōni watashi ga kiita anime no besutoōpuningu no hitotsudeari, sore o kiku tabi ni watashi wa odoroite imasu. Owari wa Ōshima Hiroyuki ni yotte utawa re, sono namae wa naze, matawa nazede wanai kadearu. Intoro wa mada higurashi no settei ni pittaridesuga, sore hodo subarashī monode wa arimasen. Enrisshu wa osoroshīdesuga...)\u001b[22m\n\nTranslations of \u001b[4mSound: Higurashi has without a doubt one of the best soundtracks ever. It ranges from cherry slice-of-life music to really creepy and scary tunes that sends chills down your spine more times than you can count. Even though the engrish is horrible... Just try to listen to its soundtrack on a rainy, cold, dark night. It will creep the life out of you. The opening was sung by Shimamiya Eiko and is called- like the anime itself, Higurashi no Naku Koro ni and it brings this show to life. The first time you hear it you will think 'Holy shit. My mind is ready for this'. It truly is one of the best openings to any anime I have heard and it continues to amaze me everytime I listen to it. The ending was sung by Ooshima Hiroyuki and its name is Why, or Why Not. Altough not as amazing as the intro is still fits the setting of Higurashi very well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Higurashi has without a doubt one of the best soundtracks ever.\u001b[24m\n    \u001b[1mサウンド：ひぐらしはこれまでにない最高のサウンドトラックの一つです。\u001b[22m, \u001b[1mサウンド：日暮は疑い史上最高のサウンドトラックの1ずに持っています。\u001b[22m\n\u001b[4mIt ranges from cherry slice-of-life music to really creepy and scary tunes that sends chills down your spine more times than you can count.\u001b[24m\n    \u001b[1mそれは、桜のスライス・オブ・ライフ音楽から、あなたが数えることができるより多くの時間あなたの背骨の寒さを伝える、本当に不気味で怖い曲までです。\u001b[22m, \u001b[1mそれはあなたの背筋あなたが数えることができるよりも多くの時間を悪寒を送信し、その桜のスライス・オブ・ライフ音楽から本当に不気味な怖い曲の範囲です。\u001b[22m\n\u001b[4mJust try to listen to its soundtrack on a rainy, cold, dark night.\u001b[24m\n    \u001b[1m雨が降り、寒く暗い夜に、そのサウンドトラックを聴いてみてください。\u001b[22m, \u001b[1mただ、雨、寒い、暗い夜に、そのサウンドトラックを聴いてみてください。\u001b[22m\n\u001b[4mIt will creep the life out of you.\u001b[24m\n    \u001b[1mそれはあなたの人生をクリープさせます。\u001b[22m, \u001b[1mそれはあなたのうち生活をクリープます。\u001b[22m\n\u001b[4mThe opening was sung by Shimamiya Eiko and is called- like the anime itself, Higurashi no Naku Koro ni and it brings this show to life.\u001b[24m\n    \u001b[1mShimamiya Eikoが歌ったオープニングはアニメそのもの、ひぐらしのなく頃に呼ばれ、このショーを生き生きとさせる。\u001b[22m, \u001b[1m開口部はShimamiya栄子によって歌われ、アニメ自体、ひぐらしのなく頃にようcalled-され、それが生活にこの番組をもたらします。\u001b[22m\n\u001b[4mThe first time you hear it you will think 'Holy shit.\u001b[24m\n    \u001b[1mあなたがそれを最初に聞くと、あなたは「えっち」と思うでしょう。\u001b[22m, \u001b[1mあなたはそれを聞いて初めて、あなたは「聖たわごとだと思います。\u001b[22m\n\u001b[4mMy mind is ready for this'.\u001b[24m\n    \u001b[1m私の心はこれのために準備ができている。\u001b[22m, \u001b[1m私の心 'は、このための準備ができています。\u001b[22m\n\u001b[4mIt truly is one of the best openings to any anime I have heard and it continues to amaze me everytime I listen to it.\u001b[24m\n    \u001b[1mそれは本当に私が聞いたアニメのベストオープニングの一つであり、それを聞くたびに私は驚いています。\u001b[22m, \u001b[1mそれは本当に私が聞いたことがあるのアニメへの最高の開口部の一つであり、それは私に私はそれを聞くたびに驚かせ続けています。\u001b[22m\n\u001b[4mThe ending was sung by Ooshima Hiroyuki and its name is Why, or Why Not.\u001b[24m\n    \u001b[1m終わりは大島弘之によって歌われ、その名前はなぜ、またはなぜではないかである。\u001b[22m, \u001b[1mエンディングは大島裕行によって歌われ、その名前はなぜか、なぜされていません。\u001b[22m\n\u001b[4mAltough not as amazing as the intro is still fits the setting of Higurashi very well.\u001b[24m\n    \u001b[1mイントロはまだひぐらしの設定にぴったりですが、それほど素晴らしいものではありません。\u001b[22m, \u001b[1mAltoughとして驚くべきではないイントロはまだ非常によく日暮の設定に合うようになります。\u001b[22m\n\u001b[4mEven though the engrish is horrible...\u001b[24m\n    \u001b[1mエンリッシュは恐ろしいですが...\u001b[22m, \u001b[1merufuは恐ろしいですが...\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The characters are presented very well with Keiichi being a really good protagonist, Rena being really creepy, Mion being very entertaining, Shion being crazy, Rika being mysterious and Satoko being... &gt;.&lt; The other side characters are also very entertaining (favourite being Irie Kyousuke) but some gets worse as the show progress. I'm looking at you Ooishi Kuraudo. But something I thought was a little annoying was that there was barely any townfolk shown. As I said before, most people are seen in the school. This season does not really have a real villain but instead uses one or two villains for each arc. The main villain is saved for Kai.\n\n\u001b[1mキャラクター：Keiichiは本当に素晴らしい主人公、Renaは本当に怖い、Mionは非常に面白い、Shionは狂っている、Rikaは神秘的でSatoko...は＆lt; 他のサイドキャラクターも非常に面白いです（好きなのはrie Kyusuke）が、ショーの進行とともに悪化します。 大石倉道をお会いしています。 しかし、私が少し迷惑だったと思ったのは、ほとんど町の人々がいなかったということでした。 私が前に言ったように、ほとんどの人は学校で見られます。 このシーズンには本当に悪役はいませんが、代わりに各アークに1つまたは2つの悪役を使用します。 主要な悪者はカイのために救われます。\u001b[22m\n\u001b[1m(Kyarakutā: Keiichi wa hontōni subarashī shujinkō, Rena wa hontōni kowai, Mion wa hijō ni omoshiroi, Shion wa kurutte iru, rika wa shinpi-tekide Satoko... Wa& lt; hoka no saidokyarakutā mo hijō ni omoshiroidesu (sukina no wa rie Kyusuke) ga, shō no shinkō to tomoni akka shimasu. Dai Ishikura michi o o ai shite imasu. Shikashi, watashi ga sukoshi meiwakudatta to omotta no wa, hotondo machi no hitobito ga inakatta to iu kotodeshita. Watashi ga mae ni itta yō ni, hotondo no hito wa gakkō de mi raremasu. Kono shīzun ni wa hontōni akuyaku wa imasenga, kawari ni kaku āku ni 1tsu matawa 2tsu no akuyaku o shiyō shimasu. Shuyōna warumono wa kai no tame ni sukuwa remasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The characters are presented very well with Keiichi being a really good protagonist, Rena being really creepy, Mion being very entertaining, Shion being crazy, Rika being mysterious and Satoko being... &gt;.&lt; The other side characters are also very entertaining (favourite being Irie Kyousuke) but some gets worse as the show progress. I'm looking at you Ooishi Kuraudo. But something I thought was a little annoying was that there was barely any townfolk shown. As I said before, most people are seen in the school. This season does not really have a real villain but instead uses one or two villains for each arc. The main villain is saved for Kai.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The characters are presented very well with Keiichi being a really good protagonist, Rena being really creepy, Mion being very entertaining, Shion being crazy, Rika being mysterious and Satoko being... &gt;.&lt;\u001b[24m\n    \u001b[1mキャラクター：Keiichiは本当に素晴らしい主人公、Renaは本当に怖い、Mionは非常に面白い、Shionは狂っている、Rikaは神秘的でSatoko...は＆lt;\u001b[22m, \u001b[1m文字：文字が圭一は本当に良い主人公であると非常によく提示され、レナは魅音はシオンが狂っている、非常に面白いされて、本当に不気味され、理科は神秘的であり、かつ聡子がある...＆GT;＆LT;\u001b[22m\n\u001b[4mThe other side characters are also very entertaining (favourite being Irie Kyousuke) but some gets worse as the show progress.\u001b[24m\n    \u001b[1m他のサイドキャラクターも非常に面白いです（好きなのはrie Kyusuke）が、ショーの進行とともに悪化します。\u001b[22m, \u001b[1m反対側の文字も非常に面白い（入江京介ある好きな）ですが、一部は番組の進行状況など悪化します。\u001b[22m\n\u001b[4mI'm looking at you Ooishi Kuraudo.\u001b[24m\n    \u001b[1m大石倉道をお会いしています。\u001b[22m, \u001b[1m私はあなた大石Kuraudoで探しています。\u001b[22m\n\u001b[4mBut something I thought was a little annoying was that there was barely any townfolk shown.\u001b[24m\n    \u001b[1mしかし、私が少し迷惑だったと思ったのは、ほとんど町の人々がいなかったということでした。\u001b[22m, \u001b[1mしかし、私は少し迷惑だったと思ったものはほとんど任意のtownfolk示すがあったということでした。\u001b[22m\n\u001b[4mAs I said before, most people are seen in the school.\u001b[24m\n    \u001b[1m私が前に言ったように、ほとんどの人は学校で見られます。\u001b[22m\n\u001b[4mThis season does not really have a real villain but instead uses one or two villains for each arc.\u001b[24m\n    \u001b[1mこのシーズンには本当に悪役はいませんが、代わりに各アークに1つまたは2つの悪役を使用します。\u001b[22m, \u001b[1m今シーズンは本当に本当の悪役を持っているが、代わりに各アークのための1または2悪役を使用していません。\u001b[22m\n\u001b[4mThe main villain is saved for Kai.\u001b[24m\n    \u001b[1m主要な悪者はカイのために救われます。\u001b[22m, \u001b[1m主な悪役はカイのために保存されています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: It's as simple as this: if you love gore and horror, this anime is a must! But the confusing story can be more than a little annoying the first time watching this.\n\n\u001b[1m楽しさ：それはこれと同じくらい簡単です：あなたがゴアとホラーを愛しているなら、このアニメは必須です！ しかし、この混乱している話は、これを初めて見たときに少し迷惑になることがあります。\u001b[22m\n\u001b[1m(Tanoshisa: Sore wa kore to onaji kurai kantandesu: Anata ga Goa to horā o aishite irunara, kono anime wa hissudesu! Shikashi, kono konran shite iru hanashi wa, kore o hajimete mita toki ni sukoshi meiwaku ni naru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: It's as simple as this: if you love gore and horror, this anime is a must! But the confusing story can be more than a little annoying the first time watching this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: It's as simple as this: if you love gore and horror, this anime is a must!\u001b[24m\n    \u001b[1m楽しさ：それはこれと同じくらい簡単です：あなたがゴアとホラーを愛しているなら、このアニメは必須です！\u001b[22m, \u001b[1m楽しさ：これは、このような単純なのです：あなたはマチと恐怖を愛していれば、このアニメは必見です！\u001b[22m\n\u001b[4mBut the confusing story can be more than a little annoying the first time watching this.\u001b[24m\n    \u001b[1mしかし、この混乱している話は、これを初めて見たときに少し迷惑になることがあります。\u001b[22m, \u001b[1mしかし、混乱物語はこれを見て、初めて少し迷惑を超えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThis show has very high replay value. With the first arc being as good as it is and all of the gore it has, makes Higurashi a very fine show to rewatch that I would say is even better after you've finished the second season, Kai. Although the later arcs are not as good and well written as the first one, they too are very entertaining in some way or another.\n\n\u001b[1mこの番組は非常に高いリプレイ値を持っています。 最初のアークがそれと同じくらい良くて、それが持っているすべての魅力があるので、2日目のカイを終えた後、ヒグラスは非常に素晴らしいショーを見せてくれます。 後のアークは、最初のアークと同じくらい良くてよく書かれていませんが、何らかの形で非常に面白いものです。\u001b[22m\n\u001b[1m(Kono bangumi wa hijō ni takai ripurei-chi o motte imasu. Saisho no āku ga sore to onaji kurai yokute, sore ga motte iru subete no miryoku ga aru node, 2-nichi-me no kai o oeta nochi, higurasu wa hijō ni subarashī shō o misete kuremasu.-Go no āku wa, saisho no āku to onaji kurai yokute yoku kaka rete imasenga, nanrakano katachi de hijō ni omoshiroi monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis show has very high replay value. With the first arc being as good as it is and all of the gore it has, makes Higurashi a very fine show to rewatch that I would say is even better after you've finished the second season, Kai. Although the later arcs are not as good and well written as the first one, they too are very entertaining in some way or another.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show has very high replay value.\u001b[24m\n    \u001b[1mこの番組は非常に高いリプレイ値を持っています。\u001b[22m, \u001b[1mこのショーは、非常に高い再生値を持っています。\u001b[22m\n\u001b[4mWith the first arc being as good as it is and all of the gore it has, makes Higurashi a very fine show to rewatch that I would say is even better after you've finished the second season, Kai.\u001b[24m\n    \u001b[1m最初のアークがそれと同じくらい良くて、それが持っているすべての魅力があるので、2日目のカイを終えた後、ヒグラスは非常に素晴らしいショーを見せてくれます。\u001b[22m, \u001b[1mそれは、それが持っているゴアのすべてのように、第1のアークとして良いとして、あなたは第二シーズン、カイを終えた後、私も優れていると言うだろうとrewatchする日暮に非常に微細なショーになります。\u001b[22m\n\u001b[4mAlthough the later arcs are not as good and well written as the first one, they too are very entertaining in some way or another.\u001b[24m\n    \u001b[1m後のアークは、最初のアークと同じくらい良くてよく書かれていませんが、何らかの形で非常に面白いものです。\u001b[22m, \u001b[1m後でアークがほど良く、よく第1のように書かれていないですが、彼らはあまりにもいくつかの方法または別の非常に面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, Higurashi no Naku Koro ni is a great anime that should not be missed! Don't pass this one up no matter what.\n\n\u001b[1mひぐらしのなく頃には見逃せない素晴らしいアニメです！ 何があってもこれを渡さないでください。\u001b[22m\n\u001b[1m(Higurashinonakukoroni wa minogasenai subarashī animedesu! Nani ga atte mo kore o watasanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, Higurashi no Naku Koro ni is a great anime that should not be missed! Don't pass this one up no matter what.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, Higurashi no Naku Koro ni is a great anime that should not be missed!\u001b[24m\n    \u001b[1mひぐらしのなく頃には見逃せない素晴らしいアニメです！\u001b[22m, \u001b[1mすべてのすべてで、ひぐらしのなく頃にも見逃せないはず素晴らしいアニメです！\u001b[22m\n\u001b[4mDon't pass this one up no matter what.\u001b[24m\n    \u001b[1m何があってもこれを渡さないでください。\u001b[22m, \u001b[1mどんなこの1を通過しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nThanks for reading, take care and see ya next time!\n\n\u001b[1m読んでくれてありがとう、次回は気をつけてね！\u001b[22m\n\u001b[1m(Yonde kurete arigatō, jikai wa kiwotsukete ne!)\u001b[22m\n\nTranslations of \u001b[4mThanks for reading, take care and see ya next time!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for reading, take care and see ya next time!\u001b[24m\n    \u001b[1m読んでくれてありがとう、次回は気をつけてね！\u001b[22m, \u001b[1m読んでくれてありがとう、世話をし、屋次回を参照してください！\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "Dogfather-PuA",
    "profile": "/profile/Dogfather-PuA/reviews",
    "pages": "12",
    "number": "10",
    "link": "/reviews.php?id=9560",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  8\n\n無実の子供たちのキャラクターがあなたを欺くことを許さないでください！\n\nキャラクターの背後には、それぞれ違った物語があります。\n\nストーリープロットラインは素晴らしいですが、あなたはWTFを把握しています！ ちょうど起こった！\n\nゴアと暴力はElfen Liedほどではなく全体的に良い。\n\nあなたがサイコ・ゴア・アニメを好きなら絶対に見なければならない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDo not let the innocent kid-stuff characters fool you!!\n\n\u001b[1m無実の子供たちのキャラクターがあなたを欺くことを許さないでください！\u001b[22m\n\u001b[1m(Mujitsu no kodomo-tachi no kyarakutā ga anata o azamuku koto o yurusanaide kudasai!)\u001b[22m\n\nTranslations of \u001b[4mDo not let the innocent kid-stuff characters fool you!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo not let the innocent kid-stuff characters fool you!!\u001b[24m\n    \u001b[1m無実の子供たちのキャラクターがあなたを欺くことを許さないでください！\u001b[22m, \u001b[1m罪のない子供-スタッフ文字にだまされてはいけません！\u001b[22m\n\u001b[1m\u001b[22m\nCharacters have their different twisted story behind them.\n\n\u001b[1mキャラクターの背後には、それぞれ違った物語があります。\u001b[22m\n\u001b[1m(Kyarakutā no haigo ni wa, sorezore chigatta monogatari ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters have their different twisted story behind them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters have their different twisted story behind them.\u001b[24m\n    \u001b[1mキャラクターの背後には、それぞれ違った物語があります。\u001b[22m, \u001b[1m文字は、その背後にあるそれらの異なるねじれた物語を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story plot line is great, keeps you figuring out WTF! just happened!?\n\n\u001b[1mストーリープロットラインは素晴らしいですが、あなたはWTFを把握しています！ ちょうど起こった！\u001b[22m\n\u001b[1m(Sutōrīpurottorain wa subarashīdesuga, anata wa WTF o haaku shite imasu! Chōdo okotta!)\u001b[22m\n\nTranslations of \u001b[4mThe story plot line is great, keeps you figuring out WTF! just happened!?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story plot line is great, keeps you figuring out WTF!\u001b[24m\n    \u001b[1mストーリープロットラインは素晴らしいですが、あなたはWTFを把握しています！\u001b[22m, \u001b[1m物語のプロット線は、素晴らしいですあなたはWTFを考え出す続けて！\u001b[22m\n\u001b[4mjust happened!?\u001b[24m\n    \u001b[1mちょうど起こった！\u001b[22m, \u001b[1mちょうど起こりました！\u001b[22m\n\u001b[1m\u001b[22m\nGore and violence are not as much as Elfen Lied but good overall.\n\n\u001b[1mゴアと暴力はElfen Liedほどではなく全体的に良い。\u001b[22m\n\u001b[1m(Goa to bōryoku wa Elfen Lied hodode wanaku zentai-teki ni yoi.)\u001b[22m\n\nTranslations of \u001b[4mGore and violence are not as much as Elfen Lied but good overall.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGore and violence are not as much as Elfen Lied but good overall.\u001b[24m\n    \u001b[1mゴアと暴力はElfen Liedほどではなく全体的に良い。\u001b[22m, \u001b[1mゴアと暴力は同じくらいエルフェンリートはなく、全体的に良好なようではありません。\u001b[22m\n\u001b[1m\u001b[22m\ndefinitely a must watch if you like psycho-gore anime.\n\n\u001b[1mあなたがサイコ・ゴア・アニメを好きなら絶対に見なければならない。\u001b[22m\n\u001b[1m(Anata ga saiko Goa anime o sukinara zettai ni minakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mdefinitely a must watch if you like psycho-gore anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mdefinitely a must watch if you like psycho-gore anime.\u001b[24m\n    \u001b[1mあなたがサイコ・ゴア・アニメを好きなら絶対に見なければならない。\u001b[22m, \u001b[1mあなたは心理マチアニメが好きなら間違いなく見なければなりません。\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "Dixygirl",
    "profile": "/profile/Dixygirl/reviews",
    "pages": "12",
    "number": "11",
    "link": "/reviews.php?id=76159",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\n皆さんが知っているように、私はホラーアニメの巨大なファンですので、ホラーアニメについての私の他のレビューはありませんが、今度はそれがひぐらしのナクラです。私の好きなホラーアニメだからプロットです。 晴海沢の静かな町、前原慶一は学校で楽しく過ごす日々を地元の友達と遊んでいます。 しかし、外見は欺くことができます。 運命の一日、ケイイチは雛見沢で起こった殺人事件のニュースに遭遇します。 この時点から、Keiichiの前で恐ろしい出来事が展開されます。近くの友人たちは、彼らが一見そうでないかもしれないことをすぐに知るからです。\nストーリー10月\nこのアニメのストーリーラインは、6つの異なるアークを設定しているため、実際に呪われた夜に起こる可能性があるため、このアニメのストーリーラインが異なるようです。このアニメについて本当に好きなのは、すべてのアークを真実に近づけることです 呪われた夜のうち、それは観客が上品なものとそれがどうなるかを動作させるためのジグソーパズルのようなものです。 まあそこに小さな傷があったのは、ミニアークが終わって誰もが突然死んでしまうということです。最初のミニアークが終わったとき私は本当に混乱してしまいました。誰もが死ぬと思っていましたが、 ミニアークあなたはそれの種類を取得します。\nサウンド8/10\n嶋宮恵子のオープニングテーマ「ひららしのナクルコロニ」は、怖いオープニングを飾った暗い美しい声で世界の音色を出しました。 エンディングテーマなぜ、なぜ、大島弘行feat。  Rekka Katakiriは、ピアノとフルートで背骨を震わせ、各エピソードの終わりごとに一致させます。 正直言って私はバックグラウンドミュージックに気がつきませんでした。それは音楽が各シーンのそれぞれの瞬間に本当に適していたからです\nアート8/10\n芸術は文字を非常に幼稚なように見せてくれました。観客には甘くて無邪気な顔をしていましたが、間違っていると思わないようにしていましたが、それらは非常に基本的なものでした。 昼間の光の色合いや、夜間の暗い怖い色や、アニメのあらゆる瞬間に適した殺人のシーンを陰で表現しています。\nキャラクター9/10\n私はかなりのキャラクターがいると言わなければならないだろうが、キャラクターの数はこのアニメにとって非常に完璧であり、キャラクターの開発には欠点がなかったので、すべてのフラッシュバックを選ぶことができた。 すべてのキャラクターと一緒に、彼らはあなたがいくつかのキャラクターを忘れないように特別な方法で立っていました。そして、あなたは、このようなホラーアニメで見ることは本当にまれです。\n全体的な9/10\nあなたが恐怖のファンであり、ゴアの気にならない場合、私はあなたが簡単に怖がってみると見ていないだろうが、それを試してみると、すべての面でアニメを強くお勧めします。 よく",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAs you all know I am a huge fan of horror anime so here is my other review on a horror anime no surprises there this time it's Higurashu no Naku kora ni one of my Favorited horror anime of mine so the plot is that After moving into the quiet town of Hinamizawa, Maebara Keiichi spends his days blissfully in school often playing games with his local friends. However, appearances can be deceiving. One fateful day, Keiichi stumbles upon news of a murder that had occurred in Hinamizawa. From this point on, horrific events unfold in front of Keiichi, as he soon learns his close friends may not be all that they seem.\n\n\u001b[1m皆さんが知っているように、私はホラーアニメの巨大なファンですので、ホラーアニメについての私の他のレビューはありませんが、今度はそれがひぐらしのナクラです。私の好きなホラーアニメだからプロットです。 晴海沢の静かな町、前原慶一は学校で楽しく過ごす日々を地元の友達と遊んでいます。 しかし、外見は欺くことができます。 運命の一日、ケイイチは雛見沢で起こった殺人事件のニュースに遭遇します。 この時点から、Keiichiの前で恐ろしい出来事が展開されます。近くの友人たちは、彼らが一見そうでないかもしれないことをすぐに知るからです。\u001b[22m\n\u001b[1m(Minasan ga shitte iru yō ni, watashi wa horāanime no kyodaina fandesunode, horāanime ni tsuite no watashi no ta no rebyū wa arimasenga, kondo wa sore ga higurashi no nakuradesu. Watashi no sukina horāanimedakara purottodesu. Harumi Sawa no shizukana machi, Maehara Keiichi wa gakkō de tanoshiku sugosu hibi o jimoto no tomodachi to asonde imasu. Shikashi, gaiken wa azamuku koto ga dekimasu. Unmei no tsuitachi, keiichi wa hinamizawa de okotta satsujin jiken no nyūsu ni sōgū shimasu. Kono jiten kara, Keiichi no mae de osoroshī dekigoto ga tenkai sa remasu. Chikaku no yūjin-tachi wa, karera ga ikken sōdenai kamo shirenai koto o sugu ni shiruka-radesu.)\u001b[22m\n\nTranslations of \u001b[4mAs you all know I am a huge fan of horror anime so here is my other review on a horror anime no surprises there this time it's Higurashu no Naku kora ni one of my Favorited horror anime of mine so the plot is that After moving into the quiet town of Hinamizawa, Maebara Keiichi spends his days blissfully in school often playing games with his local friends. However, appearances can be deceiving. One fateful day, Keiichi stumbles upon news of a murder that had occurred in Hinamizawa. From this point on, horrific events unfold in front of Keiichi, as he soon learns his close friends may not be all that they seem.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you all know I am a huge fan of horror anime so here is my other review on a horror anime no surprises there this time it's Higurashu no Naku kora ni one of my Favorited horror anime of mine so the plot is that After moving into the\u001b[24m\n    \u001b[1m皆さんが知っているように、私はホラーアニメの巨大なファンですので、ホラーアニメについての私の他のレビューはありませんが、今度はそれがひぐらしのナクラです。私の好きなホラーアニメだからプロットです。\u001b[22m, \u001b[1mあなたのすべては、私がそうここにホラーアニメの大ファンです知っているようにホラーアニメに私の他のレビューがない驚きがあり、この時、それはHigurashuだなしNakuコラNI鉱山の私のお気に入りのホラーアニメの一つは、そのようにプロットが中に移動した後ということです\u001b[22m\n\u001b[4mquiet town of Hinamizawa, Maebara Keiichi spends his days blissfully in school often playing games with his local friends.\u001b[24m\n    \u001b[1m晴海沢の静かな町、前原慶一は学校で楽しく過ごす日々を地元の友達と遊んでいます。\u001b[22m, \u001b[1m雛見沢の静かな町は、前原圭一は頻繁に彼の地元の友達と一緒にゲームをする学校で穏やかに彼の日を費やしています。\u001b[22m\n\u001b[4mHowever, appearances can be deceiving.\u001b[24m\n    \u001b[1mしかし、外見は欺くことができます。\u001b[22m, \u001b[1mしかし、外見を欺くことができます。\u001b[22m\n\u001b[4mOne fateful day, Keiichi stumbles upon news of a murder that had occurred in Hinamizawa.\u001b[24m\n    \u001b[1m運命の一日、ケイイチは雛見沢で起こった殺人事件のニュースに遭遇します。\u001b[22m, \u001b[1m一つの運命の日、圭一は、雛見沢で起こった殺人事件のニュース時につまずきます。\u001b[22m\n\u001b[4mFrom this point on, horrific events unfold in front of Keiichi, as he soon learns his close friends may not be all that they seem.\u001b[24m\n    \u001b[1mこの時点から、Keiichiの前で恐ろしい出来事が展開されます。近くの友人たちは、彼らが一見そうでないかもしれないことをすぐに知るからです。\u001b[22m, \u001b[1m彼はすぐに彼の親しい友人は、彼らが見えることはすべてではないかもしれない学習しながら、この時点から、恐ろしいイベントは、恵一の前で展開します。\u001b[22m\nStory 10/10\n\n\u001b[1mストーリー10月\u001b[22m\n\u001b[1m(Sutōrī 10 tsuki)\u001b[22m\n\nTranslations of \u001b[4mStory 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 10/10\u001b[24m\n    \u001b[1mストーリー10月\u001b[22m, \u001b[1mストーリー10/10\u001b[22m\nThe story line of this anime seems to be a different on how it's set out because it set on 6 different arcs on what could have really happens on the cursed night what I really like about this anime is that every arc you get closer to the truth of the cursed night it's like a jigsaw for the viewers to work what's happing and how it happens. Well there was one tiny flaw in the story is that after an mini arc finishes and everyone dies suddenly everyone is alive again *gasp* that got me really confused when the first mini arc finished I was thinking was everyone supposed to die but after the second mini arc you kind of get use to it.\n\n\u001b[1mこのアニメのストーリーラインは、6つの異なるアークを設定しているため、実際に呪われた夜に起こる可能性があるため、このアニメのストーリーラインが異なるようです。このアニメについて本当に好きなのは、すべてのアークを真実に近づけることです 呪われた夜のうち、それは観客が上品なものとそれがどうなるかを動作させるためのジグソーパズルのようなものです。 まあそこに小さな傷があったのは、ミニアークが終わって誰もが突然死んでしまうということです。最初のミニアークが終わったとき私は本当に混乱してしまいました。誰もが死ぬと思っていましたが、 ミニアークあなたはそれの種類を取得します。\u001b[22m\n\u001b[1m(Kono anime no sutōrīrain wa, muttsu no kotonaru āku o settei shite iru tame, jissai ni norowa reta yoru ni okoru kanōsei ga aru tame, kono anime no sutōrīrain ga kotonaru yōdesu. Kono anime ni tsuite hontōni sukina no wa, subete no āku o shinjitsu ni chikadzukeru kotodesu norowareta yoru no uchi, soreha kankyaku ga jōhin'na mono to sore ga dō naru ka o dōsa sa seru tame no jigusōpazuru no yōna monodesu. Mā soko ni chīsana kizu ga atta no wa, miniāku ga owatte daremoga totsuzen shindeshimau to iu kotodesu. Saisho no miniāku ga owatta toki watashi wa hontōni konran shite shimaimashita. Daremoga shinu to omotte imashitaga, miniāku anata wa sore no shurui o shutoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story line of this anime seems to be a different on how it's set out because it set on 6 different arcs on what could have really happens on the cursed night what I really like about this anime is that every arc you get closer to the truth of the cursed night it's like a jigsaw for the viewers to work what's happing and how it happens. Well there was one tiny flaw in the story is that after an mini arc finishes and everyone dies suddenly everyone is alive again *gasp* that got me really confused when the first mini arc finished I was thinking was everyone supposed to die but after the second mini arc you kind of get use to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story line of this anime seems to be a different on how it's set out because it set on 6 different arcs on what could have really happens on the cursed night what I really like about this anime is that every arc you get closer to the truth\u001b[24m\n    \u001b[1mこのアニメのストーリーラインは、6つの異なるアークを設定しているため、実際に呪われた夜に起こる可能性があるため、このアニメのストーリーラインが異なるようです。このアニメについて本当に好きなのは、すべてのアークを真実に近づけることです\u001b[22m, \u001b[1mこのアニメのストーリーラインはそれが本当に私は本当にこのアニメについてのように、すべてのアークはあなたが真実に近づくことは何か呪われた夜に起こるかもしれないものに6つの異なる円弧に設定しているため、それが定めていますどのように異なるのようです\u001b[22m\n\u001b[4mof the cursed night it's like a jigsaw for the viewers to work what's happing and how it happens.\u001b[24m\n    \u001b[1m呪われた夜のうち、それは観客が上品なものとそれがどうなるかを動作させるためのジグソーパズルのようなものです。\u001b[22m, \u001b[1m呪われた夜のことは、視聴者がhappingとどのようにそれが起こるているものに動作するためのジグソーパズルのようなものです。\u001b[22m\n\u001b[4mWell there was one tiny flaw in the story is that after an mini arc finishes and everyone dies suddenly everyone is alive again *gasp* that got me really confused when the first mini arc finished I was thinking was everyone supposed to die but after the second\u001b[24m\n    \u001b[1mまあそこに小さな傷があったのは、ミニアークが終わって誰もが突然死んでしまうということです。最初のミニアークが終わったとき私は本当に混乱してしまいました。誰もが死ぬと思っていましたが、\u001b[22m, \u001b[1mまああった物語の中で1小さな傷は、誰もが突然死ぬミニアークが終了した後に、誰もが最初のミニアークは、私は誰も死ぬことになっていた考えていたが終了したら、私は本当に混乱しました*あえぎ*は再び生きているということですが、第2の後\u001b[22m\n\u001b[4mmini arc you kind of get use to it.\u001b[24m\n    \u001b[1mミニアークあなたはそれの種類を取得します。\u001b[22m, \u001b[1mミニアークは、あなたがこの種のことに使用し得ます。\u001b[22m\nSound 8/10\n\n\u001b[1mサウンド8/10\u001b[22m\n\u001b[1m(Saundo 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 8/10\u001b[24m\n    \u001b[1mサウンド8/10\u001b[22m, \u001b[1m8/10サウンド\u001b[22m\nwell the Opening theme higurashi no naku koro ni by Eiko Shimamiya gave an out of the world tone to it with the dark beautiful voices that gave a scary opening. The ending theme Why or why not by Hiroyuki Oshima feat. Rekka Katakiri sort of gives you shivers up your spine with the soft piano and flutes and matches each and every ending of each episode. To be honest I didn't notice any background music what's a really good because that means that the music really suited each and every moment of each scene very\n\n\u001b[1m嶋宮恵子のオープニングテーマ「ひららしのナクルコロニ」は、怖いオープニングを飾った暗い美しい声で世界の音色を出しました。 エンディングテーマなぜ、なぜ、大島弘行feat。  Rekka Katakiriは、ピアノとフルートで背骨を震わせ、各エピソードの終わりごとに一致させます。 正直言って私はバックグラウンドミュージックに気がつきませんでした。それは音楽が各シーンのそれぞれの瞬間に本当に適していたからです\u001b[22m\n\u001b[1m(Shima miya Keiko no ōpuningutēma `hirarashi no nakurukoroni' wa, kowai ōpuningu o kazatta kurai utsukushī koe de sekai no neiro o dashimashita. Endingutēma naze, naze, Ōshima Hiroyuki fīto. Rekka Katakiri wa, piano to furūto de sebone o furuwase, kaku episōdo no owari-goto ni itchi sa semasu. Shōjiki itte watashi wa bakkuguraundomyūjikku ni kigatsukimasendeshita. Sore wa ongaku ga kaku shīn no sorezore no shunkan ni hontōni tekishite itakaradesu)\u001b[22m\n\nTranslations of \u001b[4mwell the Opening theme higurashi no naku koro ni by Eiko Shimamiya gave an out of the world tone to it with the dark beautiful voices that gave a scary opening. The ending theme Why or why not by Hiroyuki Oshima feat. Rekka Katakiri sort of gives you shivers up your spine with the soft piano and flutes and matches each and every ending of each episode. To be honest I didn't notice any background music what's a really good because that means that the music really suited each and every moment of each scene very\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell the Opening theme higurashi no naku koro ni by Eiko Shimamiya gave an out of the world tone to it with the dark beautiful voices that gave a scary opening.\u001b[24m\n    \u001b[1m嶋宮恵子のオープニングテーマ「ひららしのナクルコロニ」は、怖いオープニングを飾った暗い美しい声で世界の音色を出しました。\u001b[22m, \u001b[1mよく島みやえい子によってオープニングテーマひぐらしのなく頃になしnakuの頃のniが怖い開口部を与えた暗い美しい声でそれに世界トーンのアウトを与えました。\u001b[22m\n\u001b[4mThe ending theme Why or why not by Hiroyuki Oshima feat.\u001b[24m\n    \u001b[1mエンディングテーマなぜ、なぜ、大島弘行feat。\u001b[22m, \u001b[1m博之大島偉業によってエンディングテーマその理由は。\u001b[22m\n\u001b[4mRekka Katakiri sort of gives you shivers up your spine with the soft piano and flutes and matches each and every ending of each episode.\u001b[24m\n    \u001b[1mRekka Katakiriは、ピアノとフルートで背骨を震わせ、各エピソードの終わりごとに一致させます。\u001b[22m, \u001b[1m片霧烈火は一種の柔らかいピアノとフルートとあなたの背骨を震えを放棄し、それぞれ各エピソードの終了ごとに一致します。\u001b[22m\n\u001b[4mTo be honest I didn't notice any background music what's a really good because that means that the music really suited each and every moment of each scene very\u001b[24m\n    \u001b[1m正直言って私はバックグラウンドミュージックに気がつきませんでした。それは音楽が各シーンのそれぞれの瞬間に本当に適していたからです\u001b[22m, \u001b[1mそれは音楽が本当に非常に各シーンのそれぞれとすべての瞬間に合っていることを意味するので正直に言うと私は本当に良い何任意の背景音楽に気付きませんでした\u001b[22m\nArt 8/10\n\n\u001b[1mアート8/10\u001b[22m\n\u001b[1m(Āto 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 8/10\u001b[24m\n    \u001b[1mアート8/10\u001b[22m\nthe art had the characters look very childish in a way with sweet and innocent faces to the viewers to not suspect them for doing any wrong but they were very basic drawings of them that was a little bit of a let down, the background settings were very well done with the shading the light colours during the day and dark scary colours during the night or a murder scene that suited every moment of the anime.\n\n\u001b[1m芸術は文字を非常に幼稚なように見せてくれました。観客には甘くて無邪気な顔をしていましたが、間違っていると思わないようにしていましたが、それらは非常に基本的なものでした。 昼間の光の色合いや、夜間の暗い怖い色や、アニメのあらゆる瞬間に適した殺人のシーンを陰で表現しています。\u001b[22m\n\u001b[1m(Geijutsu wa moji o hijō ni yōchina yō ni misete kuremashita. Kankyaku ni wa amakute mujakina kao o shite imashitaga, machigatte iru to omowanai yō ni shite imashitaga, sorera wa hijō ni kihon-tekina monodeshita. Hiruma no hikari no iroai ya, yakan no kurai kowai iro ya, anime no arayuru shunkan ni tekishita satsujin no shīn o in de hyōgen shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mthe art had the characters look very childish in a way with sweet and innocent faces to the viewers to not suspect them for doing any wrong but they were very basic drawings of them that was a little bit of a let down, the background settings were very well done with the shading the light colours during the day and dark scary colours during the night or a murder scene that suited every moment of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe art had the characters look very childish in a way with sweet and innocent faces to the viewers to not suspect them for doing any wrong but they were very basic drawings of them that was a little bit of a let down, the background settings were very\u001b[24m\n    \u001b[1m芸術は文字を非常に幼稚なように見せてくれました。観客には甘くて無邪気な顔をしていましたが、間違っていると思わないようにしていましたが、それらは非常に基本的なものでした。\u001b[22m, \u001b[1mアートは文字が任意の間違っているためにそれらを疑うしないように視聴者に甘いと無邪気な顔での方法で非常に幼稚に見えるしていたが、彼らは失望の少しだったそれらの非常に基本的な図面た、背景の設定は非常にありました\u001b[22m\n\u001b[4mwell done with the shading the light colours during the day and dark scary colours during the night or a murder scene that suited every moment of the anime.\u001b[24m\n    \u001b[1m昼間の光の色合いや、夜間の暗い怖い色や、アニメのあらゆる瞬間に適した殺人のシーンを陰で表現しています。\u001b[22m, \u001b[1mよく夜間やアニメのすべての瞬間を適し殺人現場の間に昼と暗い怖い色の間にシェーディングで光の色を行います。\u001b[22m\nCharacters 9/10\n\n\u001b[1mキャラクター9/10\u001b[22m\n\u001b[1m(Kyarakutā 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 9/10\u001b[24m\n    \u001b[1mキャラクター9/10\u001b[22m\nI would have to say there are quite a few characters but the number of characters are very perfect for this anime and the character development had no flaws that I could pick out all of the flashbacks are meaning full all of there personalty's weren't typical and with all of the characters they all stood out in a special way that made you not forget some characters and you understand way they are mad at times that's really quite rare to see in a horror anime like this.\n\n\u001b[1m私はかなりのキャラクターがいると言わなければならないだろうが、キャラクターの数はこのアニメにとって非常に完璧であり、キャラクターの開発には欠点がなかったので、すべてのフラッシュバックを選ぶことができた。 すべてのキャラクターと一緒に、彼らはあなたがいくつかのキャラクターを忘れないように特別な方法で立っていました。そして、あなたは、このようなホラーアニメで見ることは本当にまれです。\u001b[22m\n\u001b[1m(Watashi wa kanari no kyarakutā ga iru to iwanakereba naranaidarouga, kyarakutā no kazu wa kono anime ni totte hijō ni kanpekideari, kyarakutā no kaihatsu ni wa ketten ga nakattanode, subete no furasshu bakku o erabu koto ga dekita. Subete no kyarakutā to issho ni, karera wa anata ga ikutsu ka no kyarakutā o wasurenai yō ni tokubetsuna hōhō de tatte imashita. Soshite, anata wa, kono yōna horāanime de miru koto wa hontōni maredesu.)\u001b[22m\n\nTranslations of \u001b[4mI would have to say there are quite a few characters but the number of characters are very perfect for this anime and the character development had no flaws that I could pick out all of the flashbacks are meaning full all of there personalty's weren't typical and with all of the characters they all stood out in a special way that made you not forget some characters and you understand way they are mad at times that's really quite rare to see in a horror anime like this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would have to say there are quite a few characters but the number of characters are very perfect for this anime and the character development had no flaws that I could pick out all of the flashbacks are meaning full all of there personalty's weren't typical and\u001b[24m\n    \u001b[1m私はかなりのキャラクターがいると言わなければならないだろうが、キャラクターの数はこのアニメにとって非常に完璧であり、キャラクターの開発には欠点がなかったので、すべてのフラッシュバックを選ぶことができた。\u001b[22m, \u001b[1m私はそこにかなりの数の文字があるが、文字数がこのアニメのために非常に最適ですし、キャラクターの成長がいっぱいあっ動産年代のすべてを、私はフラッシュバックのすべてを取り出すことができない欠陥を意味しているがありませんでした典型的ではなかったと言わざるを得ない\u001b[22m\n\u001b[4mwith all of the characters they all stood out in a special way that made you not forget some characters and you understand way they are mad at times that's really quite rare to see in a horror anime like this.\u001b[24m\n    \u001b[1mすべてのキャラクターと一緒に、彼らはあなたがいくつかのキャラクターを忘れないように特別な方法で立っていました。そして、あなたは、このようなホラーアニメで見ることは本当にまれです。\u001b[22m, \u001b[1m文字のすべてと彼らはすべてのあなたには、いくつかの文字を忘れないで、あなたはこのようなホラーアニメで見ることが実際にはかなりまれです、彼らは時間に怒っている方法を理解して作られた特別な方法で際立っていました。\u001b[22m\nOverall 9/10\n\n\u001b[1m全体的な9/10\u001b[22m\n\u001b[1m(Zentai-tekina 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9/10\u001b[24m\n    \u001b[1m全体的な9/10\u001b[22m, \u001b[1m全体的に9/10\u001b[22m\nIf you are a fan of horror or not and don't mind a bit of gore I strongly recommend the anime for all of it's aspects I wouldn't watch if you get scared easily but give it a try. well.\n\n\u001b[1mあなたが恐怖のファンであり、ゴアの気にならない場合、私はあなたが簡単に怖がってみると見ていないだろうが、それを試してみると、すべての面でアニメを強くお勧めします。 よく\u001b[22m\n\u001b[1m(Anata ga kyōfu no fandeari, Goa no ki ni naranai baai, watashi wa anata ga kantan ni kowagatte miru to miteinaidarouga, sore o tameshite miru to, subete no men de anime o tsuyoku o susume shimasu. Yoku)\u001b[22m\n\nTranslations of \u001b[4mIf you are a fan of horror or not and don't mind a bit of gore I strongly recommend the anime for all of it's aspects I wouldn't watch if you get scared easily but give it a try. well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are a fan of horror or not and don't mind a bit of gore I strongly recommend the anime for all of it's aspects I wouldn't watch if you get scared easily but give it a try.\u001b[24m\n    \u001b[1mあなたが恐怖のファンであり、ゴアの気にならない場合、私はあなたが簡単に怖がってみると見ていないだろうが、それを試してみると、すべての面でアニメを強くお勧めします。\u001b[22m, \u001b[1mあなたがホラーかのファンであり、ゴアのビットを気にしない場合、私は強く、容易にあなたが怖がって取得する場合、私は見ていないだろう、それの側面のすべてにアニメをお勧めしますが、それを試してみます。\u001b[22m\n\u001b[4mwell.\u001b[24m\n    \u001b[1mよく\u001b[22m, \u001b[1mよく。\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "Mugiwara-Pyon",
    "profile": "/profile/Mugiwara-Pyon/reviews",
    "pages": "12",
    "number": "12",
    "link": "/reviews.php?id=10916",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n\n\nアート：私が正直言って言うことのできるアートはかわいいとシンプルです：3\n\nサウンド：いくつかのキャラクターは本当にあなたがすぐに私が意味するものを理解するようになるアニメでクレイジーなサウンドを行う\n\nキャラクター：キャラクターはかわいいフレンドリーで静かで幸せな陽気に見えるかもしれませんが、一部は狂ったようになり、アニメが上がるにつれて幻覚を発するようになります\n\n楽しさ：私は本当にこのアニメを楽しんでいると言わなければならないので、私はすべてもそうだと確信しています：D\n\nすべての私は笑いを介してそれを与える8または9：3私のレビューが役立ちます..それは混乱することがありますが、",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art i can say honestly is cute and simple :3\n\n\u001b[1mアート：私が正直言って言うことのできるアートはかわいいとシンプルです：3\u001b[22m\n\u001b[1m(Āto: Watashi ga shōjiki itte iu koto no dekiru āto wa kawaī to shinpurudesu: 3)\u001b[22m\n\nTranslations of \u001b[4mArt: The art i can say honestly is cute and simple :3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art i can say honestly is cute and simple :3\u001b[24m\n    \u001b[1mアート：私が正直言って言うことのできるアートはかわいいとシンプルです：3\u001b[22m, \u001b[1mアート：私は正直に言うことができる技術は、キュートでシンプルです：3\u001b[22m\n\u001b[1m\u001b[22m\nSound: Some characters really do sound crazy in the anime you'll come to understand what i mean soon\n\n\u001b[1mサウンド：いくつかのキャラクターは本当にあなたがすぐに私が意味するものを理解するようになるアニメでクレイジーなサウンドを行う\u001b[22m\n\u001b[1m(Saundo: Ikutsu ka no kyarakutā wa hontōni anata ga sugu ni watashi ga imi suru mono o rikai suru yō ni naru anime de kureijīna saundo o okonau)\u001b[22m\n\nTranslations of \u001b[4mSound: Some characters really do sound crazy in the anime you'll come to understand what i mean soon\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Some characters really do sound crazy in the anime you'll come to understand what i mean soon\u001b[24m\n    \u001b[1mサウンド：いくつかのキャラクターは本当にあなたがすぐに私が意味するものを理解するようになるアニメでクレイジーなサウンドを行う\u001b[22m, \u001b[1mサウンド：一部の文字は本当にあなたが私はすぐに意味を理解するために来るアニメでクレイジーに聞こえるん\u001b[22m\n\u001b[1m\u001b[22m\nCharacters : The characters may seem cute friendly quiet happy cheerful and all..but some goes crazy and starts to hallucinate as the anime goes on\n\n\u001b[1mキャラクター：キャラクターはかわいいフレンドリーで静かで幸せな陽気に見えるかもしれませんが、一部は狂ったようになり、アニメが上がるにつれて幻覚を発するようになります\u001b[22m\n\u001b[1m(Kyarakutā: Kyarakutā wa kawaī furendorī de shizukade shiawasena yōki ni mieru kamo shiremasenga, ichibu wa kurutta yō ni nari, anime ga agaru ni tsurete genkaku o hassuru yō ni narimasu)\u001b[22m\n\nTranslations of \u001b[4mCharacters : The characters may seem cute friendly quiet happy cheerful and all..but some goes crazy and starts to hallucinate as the anime goes on\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters : The characters may seem cute friendly quiet happy cheerful and all..but some goes crazy and starts to hallucinate as the anime goes on\u001b[24m\n    \u001b[1mキャラクター：キャラクターはかわいいフレンドリーで静かで幸せな陽気に見えるかもしれませんが、一部は狂ったようになり、アニメが上がるにつれて幻覚を発するようになります\u001b[22m, \u001b[1m文字：文字が陽気かわいい優しい静かな幸せなようだといくつかのクレイジーやアニメが進むように幻覚を開始all..butあり\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: i have to say i really enjoyed this anime so im sure u all would too :D\n\n\u001b[1m楽しさ：私は本当にこのアニメを楽しんでいると言わなければならないので、私はすべてもそうだと確信しています：D\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa hontōni kono anime o tanoshinde iru to iwanakereba naranainode, watashi wa subete mo sōda to kakushin shite imasu: D)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: i have to say i really enjoyed this anime so im sure u all would too :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: i have to say i really enjoyed this anime so im sure u all would too :D\u001b[24m\n    \u001b[1m楽しさ：私は本当にこのアニメを楽しんでいると言わなければならないので、私はすべてもそうだと確信しています：D\u001b[22m, \u001b[1m楽しさ：D：私は本当にあまりにもuのすべての希望を確認してくださいイムこのアニメを楽しんで言わなければなりません\u001b[22m\n\u001b[1m\u001b[22m\nsoo over all i wud give it an 8 or 9 :3 hope my review helps..though it may be a lil confusing &gt;.&lt;\n\n\u001b[1mすべての私は笑いを介してそれを与える8または9：3私のレビューが役立ちます..それは混乱することがありますが、\u001b[22m\n\u001b[1m(Subete no watashi wa warai o kaishite sore o ataeru 8 matawa 9: 3 Watashi no rebyū ga yakudachimasu.. Sore wa konran suru koto ga arimasuga,)\u001b[22m\n\nTranslations of \u001b[4msoo over all i wud give it an 8 or 9 :3 hope my review helps..though it may be a lil confusing &gt;.&lt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msoo over all i wud give it an 8 or 9 :3 hope my review helps..though it may be a lil confusing &gt;.&lt;\u001b[24m\n    \u001b[1mすべての私は笑いを介してそれを与える8または9：3私のレビューが役立ちます..それは混乱することがありますが、\u001b[22m, \u001b[1m。洙私はそれを8または9与えるWUDすべての上：;＆LT 3それは混乱＆GT lilのかもしれhelps..though私のレビューを願っていますが、\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "outlaw98",
    "profile": "/profile/outlaw98/reviews",
    "pages": "12",
    "number": "13",
    "link": "/reviews.php?id=11589",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  8\n\nこのレビューのサマリーはありません。\n\nストーリー - このアニメにはストーリーがあります...技術的には約5つのストーリーがあります。 私はそれがそれぞれのキャラクターの5つの異なった話を伝えることを意味しません。 私は、それぞれの物語が文字通り、感情的に - すべて幸せで陽気なものから始まりますが、それから別の精神病的な結末に変わることを意味します。 これらの個々の事象と関連する事象との間の関係は、決して十分に説明されていない。 うまくいけば、それは続編（私はまだ見ている）になるでしょう。\n\nアート - 芸術はあなたが最近のアニメから期待するすべてです。 非常にうまくいっていますが、キャラクターが普通の陽気な人から出て瞬間的に歪んだ表情で変身すると、芸術は本当に輝きます。 この表情は私の邪魔になってしまった（私は眠りに苦しんでいた...私は彼らの顔を描いていた）。 あなたがシャッフルを見たことがあるならば、茶色の髪のニワトリがサイコに行ったときの表現はかなり似ています。\n\n音 - 驚くべきことはありません。 私の経験から恐ろしい（私は言葉を知らない）アニメは音楽部門に欠けている傾向がある。 ひぐらしのなく頃に例外はありません。 適切な時期に適切な種類の音楽が用意されていますが、特に思い出に残るものや傑出したものはありません。\n\nキャラクター - 私はこれらの心理学者の頭で何が起こっているのか分かりません。 彼らは通常のアニメキャラクターであり、突然のCRAZY KILLERです。 私はそのような即時シフトがそれをよりエキサイティングにしたと思う。\n\nあなたがCRAZY、SCARY、BLOODY、CREEPY ANIMESのようなものなら、これはあなたのためのアニメです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nNO SUMMARIES IN THIS REVIEW.\n\n\u001b[1mこのレビューのサマリーはありません。\u001b[22m\n\u001b[1m(Kono rebyū no samarī wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNO SUMMARIES IN THIS REVIEW.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNO SUMMARIES IN THIS REVIEW.\u001b[24m\n    \u001b[1mこのレビューのサマリーはありません。\u001b[22m, \u001b[1mこのレビューでNO要约ません。\u001b[22m\n\u001b[1m\u001b[22m\nStory - This anime has a story... well technically it has about 5 stories. I do not mean that it tells 5 different stories of each character. I mean each story starts off the same literally and emotionally-all happy and cheerful-but then transforms into a different psychotic ending. The connection between these individual yet related events is never satisfactorily explained. Hopefully it will be in the sequel (which I have yet to watch).\n\n\u001b[1mストーリー - このアニメにはストーリーがあります...技術的には約5つのストーリーがあります。 私はそれがそれぞれのキャラクターの5つの異なった話を伝えることを意味しません。 私は、それぞれの物語が文字通り、感情的に - すべて幸せで陽気なものから始まりますが、それから別の精神病的な結末に変わることを意味します。 これらの個々の事象と関連する事象との間の関係は、決して十分に説明されていない。 うまくいけば、それは続編（私はまだ見ている）になるでしょう。\u001b[22m\n\u001b[1m(Sutōrī - kono anime ni wa sutōrī ga arimasu... Gijutsu-teki ni wa yaku itsutsu no sutōrī ga arimasu. Watashi wa sore ga sorezore no kyarakutā no itsutsu no kotonatta hanashi o tsutaeru koto o imi shimasen. Watashi wa, sorezore no monogatari ga mojidōri, kanjō-teki ni - subete shiawasede yōkina mono kara hajimarimasuga, sorekara betsu no seishinbyō-tekina ketsumatsu ni kawaru koto o imi shimasu. Korera no koko no jishō to kanren suru jishō to no ma no kankei wa, kesshite jūbun ni setsumei sa rete inai. Umaku ikeba, soreha zokuhen (watashi wa mada mite iru) ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mStory - This anime has a story... well technically it has about 5 stories. I do not mean that it tells 5 different stories of each character. I mean each story starts off the same literally and emotionally-all happy and cheerful-but then transforms into a different psychotic ending. The connection between these individual yet related events is never satisfactorily explained. Hopefully it will be in the sequel (which I have yet to watch).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - This anime has a story... well technically it has about 5 stories.\u001b[24m\n    \u001b[1mストーリー - このアニメにはストーリーがあります...技術的には約5つのストーリーがあります。\u001b[22m, \u001b[1mストーリー - このアニメはストーリーを持っている...よく、技術的にそれは約5物語を持っています。\u001b[22m\n\u001b[4mI do not mean that it tells 5 different stories of each character.\u001b[24m\n    \u001b[1m私はそれがそれぞれのキャラクターの5つの異なった話を伝えることを意味しません。\u001b[22m, \u001b[1m私はそれが各文字の5つの異なるストーリーを伝えることを意味するものではありません。\u001b[22m\n\u001b[4mI mean each story starts off the same literally and emotionally-all happy and cheerful-but then transforms into a different psychotic ending.\u001b[24m\n    \u001b[1m私は、それぞれの物語が文字通り、感情的に - すべて幸せで陽気なものから始まりますが、それから別の精神病的な結末に変わることを意味します。\u001b[22m, \u001b[1m私はそれぞれの物語が同じ文字通り、オフ開始を意味感情的にすべての幸せで陽気-が、その後別の精神病結末に変身します。\u001b[22m\n\u001b[4mThe connection between these individual yet related events is never satisfactorily explained.\u001b[24m\n    \u001b[1mこれらの個々の事象と関連する事象との間の関係は、決して十分に説明されていない。\u001b[22m, \u001b[1mこれらの個々のまだ関連のイベントとの間の接続が良好に説明されることはありません。\u001b[22m\n\u001b[4mHopefully it will be in the sequel (which I have yet to watch).\u001b[24m\n    \u001b[1mうまくいけば、それは続編（私はまだ見ている）になるでしょう。\u001b[22m, \u001b[1mうまくいけば、それは（私が見るには至っていない）の続編になります。\u001b[22m\n\u001b[1m\u001b[22m\nArt - The art is everything you would expect from a recent anime. Very well done but the art really shines when a character goes from a normal cheerful person and instantly transforms with a twisted facial expression. This expression creeped the hell out of me (I even had trouble sleeping... I kept picturing their faces). If you have ever seen Shuffle, the expressions that brown haired chick had when she went psyco looks pretty similar.\n\n\u001b[1mアート - 芸術はあなたが最近のアニメから期待するすべてです。 非常にうまくいっていますが、キャラクターが普通の陽気な人から出て瞬間的に歪んだ表情で変身すると、芸術は本当に輝きます。 この表情は私の邪魔になってしまった（私は眠りに苦しんでいた...私は彼らの顔を描いていた）。 あなたがシャッフルを見たことがあるならば、茶色の髪のニワトリがサイコに行ったときの表現はかなり似ています。\u001b[22m\n\u001b[1m(Āto - geijutsu wa anata ga saikin no anime kara kitai suru subetedesu. Hijō ni umaku itte imasuga, kyarakutā ga futsū no yōkina hito kara dete shunkan-teki ni yuganda hyōjō de henshin suru to, geijutsu wa hontōni kagayakimasu. Kono hyōjō wa watashi no jama ni natte shimatta (watashi wa nemuri ni kurushinde ita... Watashi wa karera no kao o kaite ita). Anata ga shaffuru o mita koto ga arunaraba, chairo no kami no niwatori ga saiko ni itta toki no hyōgen wa kanari nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt - The art is everything you would expect from a recent anime. Very well done but the art really shines when a character goes from a normal cheerful person and instantly transforms with a twisted facial expression. This expression creeped the hell out of me (I even had trouble sleeping... I kept picturing their faces). If you have ever seen Shuffle, the expressions that brown haired chick had when she went psyco looks pretty similar.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - The art is everything you would expect from a recent anime.\u001b[24m\n    \u001b[1mアート - 芸術はあなたが最近のアニメから期待するすべてです。\u001b[22m, \u001b[1mアート - 芸術はあなたが最近のアニメに期待されるすべてです。\u001b[22m\n\u001b[4mVery well done but the art really shines when a character goes from a normal cheerful person and instantly transforms with a twisted facial expression.\u001b[24m\n    \u001b[1m非常にうまくいっていますが、キャラクターが普通の陽気な人から出て瞬間的に歪んだ表情で変身すると、芸術は本当に輝きます。\u001b[22m, \u001b[1m非常によくやったが、文字は通常の陽気な人から行くとすぐにねじれた表情で変換したときに芸術は本当に輝いています。\u001b[22m\n\u001b[4mThis expression creeped the hell out of me (I even had trouble sleeping... I kept picturing their faces).\u001b[24m\n    \u001b[1mこの表情は私の邪魔になってしまった（私は眠りに苦しんでいた...私は彼らの顔を描いていた）。\u001b[22m, \u001b[1mこの式は（私も睡眠障害を持っていた...私は自分の顔を描い保た）私の地獄をぞっと。\u001b[22m\n\u001b[4mIf you have ever seen Shuffle, the expressions that brown haired chick had when she went psyco looks pretty similar.\u001b[24m\n    \u001b[1mあなたがシャッフルを見たことがあるならば、茶色の髪のニワトリがサイコに行ったときの表現はかなり似ています。\u001b[22m, \u001b[1mあなたは今までシャッフルを見ている場合、彼女はサイコを行ったときに、茶色の髪のひよこが持っていた表現はかなり似ています。\u001b[22m\n\u001b[1m\u001b[22m\nSound - Nothing amazing. From my experience horrorish (I know not a word) anime's tend to be lacking in the music department. Higurashi no Naku Koro ni is no exception. It has the right kind of music at the right times, but nothing particularly memorable or outstanding.\n\n\u001b[1m音 - 驚くべきことはありません。 私の経験から恐ろしい（私は言葉を知らない）アニメは音楽部門に欠けている傾向がある。 ひぐらしのなく頃に例外はありません。 適切な時期に適切な種類の音楽が用意されていますが、特に思い出に残るものや傑出したものはありません。\u001b[22m\n\u001b[1m(Oto - odorokubeki koto wa arimasen. Watashi no keiken kara osoroshī (watashi wa kotoba o shiranai) anime wa ongaku bumon ni kakete iru keikō ga aru. Higurashinonakukoroni reigai wa arimasen. Tekisetsuna jiki ni tekisetsuna shurui no ongaku ga yōi sa rete imasuga, tokuni omoide ni nokoru mono ya kesshutsu shita mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound - Nothing amazing. From my experience horrorish (I know not a word) anime's tend to be lacking in the music department. Higurashi no Naku Koro ni is no exception. It has the right kind of music at the right times, but nothing particularly memorable or outstanding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - Nothing amazing.\u001b[24m\n    \u001b[1m音 - 驚くべきことはありません。\u001b[22m, \u001b[1mサウンドません - 驚くべき何を。\u001b[22m\n\u001b[4mFrom my experience horrorish (I know not a word) anime's tend to be lacking in the music department.\u001b[24m\n    \u001b[1m私の経験から恐ろしい（私は言葉を知らない）アニメは音楽部門に欠けている傾向がある。\u001b[22m, \u001b[1m私の経験からhorrorish（私は言葉を知らない）アニメの音楽部門に欠けされる傾向にあります。\u001b[22m\n\u001b[4mHigurashi no Naku Koro ni is no exception.\u001b[24m\n    \u001b[1mひぐらしのなく頃に例外はありません。\u001b[22m, \u001b[1mひぐらしのなく頃にも例外ではありません。\u001b[22m\n\u001b[4mIt has the right kind of music at the right times, but nothing particularly memorable or outstanding.\u001b[24m\n    \u001b[1m適切な時期に適切な種類の音楽が用意されていますが、特に思い出に残るものや傑出したものはありません。\u001b[22m, \u001b[1mこれは、適切なタイミングでの音楽の右側の種類がありますが、何も特に思い出深いまたは発行済。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - I have no idea what is going on in the heads of these psychos. One minute they are normal anime characters and then all of sudden CRAZY KILLER. I guess that kind of instant shift made it more exciting.\n\n\u001b[1mキャラクター - 私はこれらの心理学者の頭で何が起こっているのか分かりません。 彼らは通常のアニメキャラクターであり、突然のCRAZY KILLERです。 私はそのような即時シフトがそれをよりエキサイティングにしたと思う。\u001b[22m\n\u001b[1m(Kyarakutā - watashi wa korera no shinri gakusha no atama de nani ga okotte iru no ka wakarimasen. Karera wa tsūjō no animekyarakutādeari, totsuzen no kureijī KILLERdesu. Watashi wa sono yōna sokuji shifuto ga sore o yori ekisaitingu ni shita to omou.)\u001b[22m\n\nTranslations of \u001b[4mCharacter - I have no idea what is going on in the heads of these psychos. One minute they are normal anime characters and then all of sudden CRAZY KILLER. I guess that kind of instant shift made it more exciting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - I have no idea what is going on in the heads of these psychos.\u001b[24m\n    \u001b[1mキャラクター - 私はこれらの心理学者の頭で何が起こっているのか分かりません。\u001b[22m, \u001b[1m文字 - 私は、これらの外どもの頭で何が起こっているのか見当がつかない。\u001b[22m\n\u001b[4mOne minute they are normal anime characters and then all of sudden CRAZY KILLER.\u001b[24m\n    \u001b[1m彼らは通常のアニメキャラクターであり、突然のCRAZY KILLERです。\u001b[22m, \u001b[1m1分彼らは通常のアニメのキャラクターであり、その後、突然CRAZY KILLERのすべて。\u001b[22m\n\u001b[4mI guess that kind of instant shift made it more exciting.\u001b[24m\n    \u001b[1m私はそのような即時シフトがそれをよりエキサイティングにしたと思う。\u001b[22m, \u001b[1m私は、インスタントシフトのようなものは、それがよりエキサイティングなさ思います。\u001b[22m\n\u001b[1m\u001b[22m\nIF YOU LIKE CRAZY, SCARY, BLOODY, CREEPY ANIMES, THEN THIS IS THE ANIME FOR YOU!\n\n\u001b[1mあなたがCRAZY、SCARY、BLOODY、CREEPY ANIMESのようなものなら、これはあなたのためのアニメです！\u001b[22m\n\u001b[1m(Anata ga kureijī, SCARY, BLOODY, CREEPY ANIMES no yōna mononara, kore wa anata no tame no animedesu!)\u001b[22m\n\nTranslations of \u001b[4mIF YOU LIKE CRAZY, SCARY, BLOODY, CREEPY ANIMES, THEN THIS IS THE ANIME FOR YOU!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIF YOU LIKE CRAZY, SCARY, BLOODY, CREEPY ANIMES, THEN THIS IS THE ANIME FOR YOU!\u001b[24m\n    \u001b[1mあなたがCRAZY、SCARY、BLOODY、CREEPY ANIMESのようなものなら、これはあなたのためのアニメです！\u001b[22m, \u001b[1mYOU LIKE CRAZY、SCARY、BLOODY、CREEPYアニメなら、これはあなたのためにANIMEです！\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "minimiau",
    "profile": "/profile/minimiau/reviews",
    "pages": "12",
    "number": "14",
    "link": "/reviews.php?id=24481",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  9\n\nまあ、別のレビュー。 今回はひぐらしです。 私はこのシリーズがうみねこより優れていると思う。  Yhereはもっと謎に包まれ、もっと...暴力など\n\nストーリー。 最初の部分は混乱しています。 しかし、少しずつこのシリーズで起こっていることの多くを説明しますが、全部ではありません。一般的に私はヒユラシの物語が好きです。小さなコメディーは多くのミステリーとサスペンスです。 ひぐらしは、神秘と恐怖の完璧な組み合わせを持っています。\n\nアート。 本当に私はあまりにも多くの芸術が好きではありません。 モエ・アニメとキャラクターデザインを比較することができます。 ひぐらしの芸術は私の見通しでは貧しい。\n\n音。 正直、私は倉敷のOPとEDの曲が好きですが、それは私のお気に入りではありません。 時には、私は少し退屈なので、私はOPをスキップします。  OPの曲は、すべての音楽/音楽の中で最も退屈です。\n\n私はすべての文字が好きです。 彼ら自身の性格、問題、心理的な問題があります。 最後は佐藤子です。\n\n楽しさについて私は本当にすべてのエピソードを楽しんで、1つのエピソードを見終わった後、次のエピソードを本当に見たいと思う。「次に起こることを本当に知りたいと思うから。\n\nしかし、ひぐらしは終わりがありません。 それは決して終わらないsemsです。 物語は何度も繰り返されます... '物語は必要とされる繰り返しの物語です。' これは私が好きではない部分です。 私はひぐらしkaiは本当の終わりを持つだろうと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWell, another review. This time is about higurashi. I think this series is better than Umineko. Yhere is more mystery and more... violence, etc.\n\n\u001b[1mまあ、別のレビュー。 今回はひぐらしです。 私はこのシリーズがうみねこより優れていると思う。  Yhereはもっと謎に包まれ、もっと...暴力など\u001b[22m\n\u001b[1m(Mā,-betsu no rebyū. Konkai wa higurashidesu. Watashi wa kono shirīzu ga umi neko yori sugurete iru to omou. Yhere wa motto nazo ni tsutsuma re, motto... Bōryoku nado)\u001b[22m\n\nTranslations of \u001b[4mWell, another review. This time is about higurashi. I think this series is better than Umineko. Yhere is more mystery and more... violence, etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, another review.\u001b[24m\n    \u001b[1mまあ、別のレビュー。\u001b[22m, \u001b[1mまあ、他のレビュー。\u001b[22m\n\u001b[4mThis time is about higurashi.\u001b[24m\n    \u001b[1m今回はひぐらしです。\u001b[22m, \u001b[1mこの時間は日暮についてです。\u001b[22m\n\u001b[4mI think this series is better than Umineko.\u001b[24m\n    \u001b[1m私はこのシリーズがうみねこより優れていると思う。\u001b[22m, \u001b[1m私はこのシリーズはうみねこのなく頃によりも優れていると思います。\u001b[22m\n\u001b[4mYhere is more mystery and more... violence, etc.\u001b[24m\n    \u001b[1mYhereはもっと謎に包まれ、もっと...暴力など\u001b[22m, \u001b[1mYhereは、より多くの謎ともっと...暴力などであります\u001b[22m\n\u001b[1m\u001b[22m\nStory. The first part is confusing. , but little by little the series explain much of the things that happen in this seires, but not all.In general I like the story of higurashi: a little comedy a lot of mystery and suspense. Higurashi has a perfect combination of mystery and psycological horror.\n\n\u001b[1mストーリー。 最初の部分は混乱しています。 しかし、少しずつこのシリーズで起こっていることの多くを説明しますが、全部ではありません。一般的に私はヒユラシの物語が好きです。小さなコメディーは多くのミステリーとサスペンスです。 ひぐらしは、神秘と恐怖の完璧な組み合わせを持っています。\u001b[22m\n\u001b[1m(Sutōrī. Saisho no bubun wa konran shite imasu. Shikashi, sukoshizutsu kono shirīzu de okotte iru koto no ōku o setsumei shimasuga, zenbude wa arimasen. Ippantekini watashi wa hiyurashi no monogatari ga sukidesu. Chīsana komedī wa ōku no misuterī to sasupensudesu. Higurashi wa, shinpi to kyōfu no kanpekina kumiawase o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory. The first part is confusing. , but little by little the series explain much of the things that happen in this seires, but not all.In general I like the story of higurashi: a little comedy a lot of mystery and suspense. Higurashi has a perfect combination of mystery and psycological horror.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory.\u001b[24m\n    \u001b[1mストーリー。\u001b[22m\n\u001b[4mThe first part is confusing.\u001b[24m\n    \u001b[1m最初の部分は混乱しています。\u001b[22m\n\u001b[4m, but little by little the series explain much of the things that happen in this seires, but not all.In general I like the story of higurashi: a little comedy a lot of mystery and suspense.\u001b[24m\n    \u001b[1mしかし、少しずつこのシリーズで起こっていることの多くを説明しますが、全部ではありません。一般的に私はヒユラシの物語が好きです。小さなコメディーは多くのミステリーとサスペンスです。\u001b[22m, \u001b[1mしかし、少しずつシリーズは、このseiresで起こる物事の多くを説明するが、一般的all.Inない私はひぐらしの話が好き：少しコメディミステリーとサスペンスの多くを。\u001b[22m\n\u001b[4mHigurashi has a perfect combination of mystery and psycological horror.\u001b[24m\n    \u001b[1mひぐらしは、神秘と恐怖の完璧な組み合わせを持っています。\u001b[22m, \u001b[1m日暮は謎と心理ホラーの完璧な組み合わせを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt. Really I dont like too much the art. can compare the character design with a moe anime. The art of Higurashi is poor in my prospective.\n\n\u001b[1mアート。 本当に私はあまりにも多くの芸術が好きではありません。 モエ・アニメとキャラクターデザインを比較することができます。 ひぐらしの芸術は私の見通しでは貧しい。\u001b[22m\n\u001b[1m(Āto. Hontōni watashi wa amarini mo ōku no geijutsu ga sukide wa arimasen. Moe anime to kyarakutādezain o hikaku suru koto ga dekimasu. Higurashi no geijutsu wa watashi no mitōshide wa mazushī.)\u001b[22m\n\nTranslations of \u001b[4mArt. Really I dont like too much the art. can compare the character design with a moe anime. The art of Higurashi is poor in my prospective.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt.\u001b[24m\n    \u001b[1mアート。\u001b[22m, \u001b[1m技術。\u001b[22m, \u001b[1m芸術。\u001b[22m\n\u001b[4mReally I dont like too much the art.\u001b[24m\n    \u001b[1m本当に私はあまりにも多くの芸術が好きではありません。\u001b[22m, \u001b[1m本当に私はあまり芸術を好みません。\u001b[22m\n\u001b[4mcan compare the character design with a moe anime.\u001b[24m\n    \u001b[1mモエ・アニメとキャラクターデザインを比較することができます。\u001b[22m, \u001b[1m萌えアニメでキャラクターデザインを比較することができます。\u001b[22m\n\u001b[4mThe art of Higurashi is poor in my prospective.\u001b[24m\n    \u001b[1mひぐらしの芸術は私の見通しでは貧しい。\u001b[22m, \u001b[1mひぐらしの芸術は私の前向きに乏しいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound. Honestly I like the OP and ED song of Hgurashi, but it isnt my fav. Sometimes i skip the OP becouse it is little boring for me. The song of the OP is the most boring of all higurashi sound/ music.\n\n\u001b[1m音。 正直、私は倉敷のOPとEDの曲が好きですが、それは私のお気に入りではありません。 時には、私は少し退屈なので、私はOPをスキップします。  OPの曲は、すべての音楽/音楽の中で最も退屈です。\u001b[22m\n\u001b[1m(Oto. Shōjiki, watashi wa Kurashiki no OP to ED no kyoku ga sukidesuga, soreha watashinōkiniiride wa arimasen. Tokiniha, watashi wa sukoshi taikutsunanode, watashi wa OP o sukippu shimasu. OP no kyoku wa, subete no ongaku/ ongaku no naka de mottomo taikutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mSound. Honestly I like the OP and ED song of Hgurashi, but it isnt my fav. Sometimes i skip the OP becouse it is little boring for me. The song of the OP is the most boring of all higurashi sound/ music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound.\u001b[24m\n    \u001b[1m音。\u001b[22m, \u001b[1m聞こえる。\u001b[22m, \u001b[1mサウンド。\u001b[22m, \u001b[1m音。\u001b[22m\n\u001b[4mHonestly I like the OP and ED song of Hgurashi, but it isnt my fav.\u001b[24m\n    \u001b[1m正直、私は倉敷のOPとEDの曲が好きですが、それは私のお気に入りではありません。\u001b[22m, \u001b[1m正直なところ私はHgurashiのOPとED曲が好きで、それは私のfavをイマイチ。\u001b[22m\n\u001b[4mSometimes i skip the OP becouse it is little boring for me.\u001b[24m\n    \u001b[1m時には、私は少し退屈なので、私はOPをスキップします。\u001b[22m, \u001b[1mそれは私のために少し退屈ですbecouse時々、私はOPをスキップします。\u001b[22m\n\u001b[4mThe song of the OP is the most boring of all higurashi sound/ music.\u001b[24m\n    \u001b[1mOPの曲は、すべての音楽/音楽の中で最も退屈です。\u001b[22m, \u001b[1mOPの曲は全て日暮音/音楽の中で最も退屈です。\u001b[22m\n\u001b[1m\u001b[22m\nI like all characters. They has their own personality, problems and psychological problems. Satoko has the prize in the last one.\n\n\u001b[1m私はすべての文字が好きです。 彼ら自身の性格、問題、心理的な問題があります。 最後は佐藤子です。\u001b[22m\n\u001b[1m(Watashi wa subete no moji ga sukidesu. Karera jishin no seikaku, mondai, shinri-tekina mondai ga arimasu. Saigo wa Satō kodesu.)\u001b[22m\n\nTranslations of \u001b[4mI like all characters. They has their own personality, problems and psychological problems. Satoko has the prize in the last one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like all characters.\u001b[24m\n    \u001b[1m私はすべての文字が好きです。\u001b[22m\n\u001b[4mThey has their own personality, problems and psychological problems.\u001b[24m\n    \u001b[1m彼ら自身の性格、問題、心理的な問題があります。\u001b[22m, \u001b[1m彼らは、自分の個性、問題や心理的な問題を抱えています。\u001b[22m\n\u001b[4mSatoko has the prize in the last one.\u001b[24m\n    \u001b[1m最後は佐藤子です。\u001b[22m, \u001b[1m聡子は、最後の1で賞金を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nAbout enjoyment I really enjoy all episodes and after I finish see one episode I really want to see the next episode because i think 'I really want to know what happen next.\n\n\u001b[1m楽しさについて私は本当にすべてのエピソードを楽しんで、1つのエピソードを見終わった後、次のエピソードを本当に見たいと思う。「次に起こることを本当に知りたいと思うから。\u001b[22m\n\u001b[1m(Tanoshisa ni tsuite watashi wa hontōni subete no episōdo o tanoshinde, 1tsu no episōdo o mi owatta nochi,-ji no episōdo o hontōni mitai to omou. `Tsugini okoru koto o hontōni shiritai to omoukara.)\u001b[22m\n\nTranslations of \u001b[4mAbout enjoyment I really enjoy all episodes and after I finish see one episode I really want to see the next episode because i think 'I really want to know what happen next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout enjoyment I really enjoy all episodes and after I finish see one episode I really want to see the next episode because i think 'I really want to know what happen next.\u001b[24m\n    \u001b[1m楽しさについて私は本当にすべてのエピソードを楽しんで、1つのエピソードを見終わった後、次のエピソードを本当に見たいと思う。「次に起こることを本当に知りたいと思うから。\u001b[22m, \u001b[1m楽しさについて私は本当にすべてのエピソードを楽しみ、私は1つのエピソードを見終えた後、私は本当に私が」と思う私は本当に次に何が起こるかを知りたいので、次のエピソードを見てみたいです。\u001b[22m\n\u001b[1m\u001b[22m\nBut higurashi doesnt has a ending. It sems that has a never end. The story will begin again and again... 'the story will be repeat the tmes that be necesary'. This is the part that I dont like. I think Higurashi kai will have a real ending.\n\n\u001b[1mしかし、ひぐらしは終わりがありません。 それは決して終わらないsemsです。 物語は何度も繰り返されます... '物語は必要とされる繰り返しの物語です。' これは私が好きではない部分です。 私はひぐらしkaiは本当の終わりを持つだろうと思う。\u001b[22m\n\u001b[1m(Shikashi, higurashi wa owari ga arimasen. Sore wa kesshite owaranai semsdesu. Monogatari wa nando mo kurikaesa remasu... ' Monogatari wa hitsuyō to sa reru kurikaeshi no monogataridesu.' Kore wa watashi ga sukide wanai bubundesu. Watashi wa higurashi kai wa hontō no owari o motsudarou to omou.)\u001b[22m\n\nTranslations of \u001b[4mBut higurashi doesnt has a ending. It sems that has a never end. The story will begin again and again... 'the story will be repeat the tmes that be necesary'. This is the part that I dont like. I think Higurashi kai will have a real ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut higurashi doesnt has a ending.\u001b[24m\n    \u001b[1mしかし、ひぐらしは終わりがありません。\u001b[22m, \u001b[1mしかし、日暮doesntのは、結末を持っています。\u001b[22m\n\u001b[4mIt sems that has a never end.\u001b[24m\n    \u001b[1mそれは決して終わらないsemsです。\u001b[22m, \u001b[1mそれは、それが終わることはありません持っていSEMS。\u001b[22m\n\u001b[4mThe story will begin again and again... 'the story will be repeat the tmes that be necesary'.\u001b[24m\n    \u001b[1m物語は何度も繰り返されます... '物語は必要とされる繰り返しの物語です。'\u001b[22m, \u001b[1m物語は何度も何度も開始されます... '物語はnecesaryことtmesを繰り返すことになります」。\u001b[22m\n\u001b[4mThis is the part that I dont like.\u001b[24m\n    \u001b[1mこれは私が好きではない部分です。\u001b[22m, \u001b[1mこれは私が好まない部分です。\u001b[22m\n\u001b[4mI think Higurashi kai will have a real ending.\u001b[24m\n    \u001b[1m私はひぐらしkaiは本当の終わりを持つだろうと思う。\u001b[22m, \u001b[1m私は日暮会が本当のエンディングを持っていると思います。\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "isumi-chan",
    "profile": "/profile/isumi-chan/reviews",
    "pages": "12",
    "number": "15",
    "link": "/reviews.php?id=81822",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  6\nサウンド|  9\nキャラクター|  9\n|  8\n\nひぐらし\n\nストーリーは9だった。時には少し混乱していた。 しかし、私が取ることができた部分は素晴らしいです！ どのアニメがこのアニメの最後にどのようにフィットし始めたかは素晴らしいものでした。\n芸術は6だった。アニメーションは実際に悪くはなかった。 しかし、最高ではなかった。 私はまだ背景アニメーションとキャラクターアニメーションが好きだった。 しかし私はそれが私を失望させた高解像度だと思う。\n音は9だった。OSTはまったく同じシーンだった。 ほとんどのOSTはまるで不気味なものだった。 さまざまな時代に何百ものOSTが演奏されていました。 しかし、学校OSTの私はまったく気に入らなかったが、とにかく9を与えた。\nキャラクターは9だった。私の個人的な好みはRena Ryuuguだった。 彼女は時々かわいかったが、その後すぐに気味悪いものに変わった。 私は慶一が好きではなかった。 彼は私のタイプではありませんでした。 彼はちょうど本当に変態したようだが、私は彼がしようとしているかどうか分からない。 しかし、他のすべてのキャラクターは私が楽しんだ。\n楽しさは8だった。ホラーシーンと一緒に私が理解できなかったことがすべて終わった後、私はそれに8を与えなければならなかった。恐怖は恐ろしいものではなかった。\n全体的に私は考える価値がありました。 他の季節があります。 ひぐらし、ひらしき、ひらしき、 しかし、このシリーズを見たい場合は、ひぐらしのなく頃に腕時計を見る。 お楽しみください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nひぐらし\n(Higurashi)\n\n\u001b[1mひぐらし\u001b[22m\n\u001b[1m(Higurashi)\u001b[22m\n\u001b[1m\u001b[22m\nThe story was a 9. It was a bit confusing at times. But the parts I did manage to get we're awesome! How every thing started to fit in at the end of this anime was great.\n\n\u001b[1mストーリーは9だった。時には少し混乱していた。 しかし、私が取ることができた部分は素晴らしいです！ どのアニメがこのアニメの最後にどのようにフィットし始めたかは素晴らしいものでした。\u001b[22m\n\u001b[1m(Sutōrī wa 9datta. Tokiniha sukoshi konran shite ita. Shikashi, watashi ga toru koto ga dekita bubun wa subarashīdesu! Dono anime ga kono anime no saigo ni dono yō ni fitto shi hajimeta ka wa subarashī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story was a 9. It was a bit confusing at times. But the parts I did manage to get we're awesome! How every thing started to fit in at the end of this anime was great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was a 9. It was a bit confusing at times.\u001b[24m\n    \u001b[1mストーリーは9だった。時には少し混乱していた。\u001b[22m, \u001b[1m話はそれは時間に少し混乱した9でした。\u001b[22m\n\u001b[4mBut the parts I did manage to get we're awesome!\u001b[24m\n    \u001b[1mしかし、私が取ることができた部分は素晴らしいです！\u001b[22m, \u001b[1mしかし、私がやった部品は、我々は素晴らしいです取得するために管理します！\u001b[22m\n\u001b[4mHow every thing started to fit in at the end of this anime was great.\u001b[24m\n    \u001b[1mどのアニメがこのアニメの最後にどのようにフィットし始めたかは素晴らしいものでした。\u001b[22m, \u001b[1mどのようにすべてのものは大きかったこのアニメの終わりに収まるようになりました。\u001b[22m\nThe art was a 6. The animation actually wasn't bad. But wasn't the best. I still liked the background animation and the character animation. But I guess it was the high definition that let me down.\n\n\u001b[1m芸術は6だった。アニメーションは実際に悪くはなかった。 しかし、最高ではなかった。 私はまだ背景アニメーションとキャラクターアニメーションが好きだった。 しかし私はそれが私を失望させた高解像度だと思う。\u001b[22m\n\u001b[1m(Geijutsu wa 6datta. Animēshon wa jissai ni waruku wa nakatta. Shikashi, saikōde wa nakatta. Watashi wa mada haikei animēshon to kyarakutāanimēshon ga sukidatta. Shikashi watashi wa sore ga watashi o shitsubō sa seta kō kaizōdoda to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe art was a 6. The animation actually wasn't bad. But wasn't the best. I still liked the background animation and the character animation. But I guess it was the high definition that let me down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was a 6. The animation actually wasn't bad.\u001b[24m\n    \u001b[1m芸術は6だった。アニメーションは実際に悪くはなかった。\u001b[22m, \u001b[1mアート、アニメーションが実際に悪くはなかった6.でした。\u001b[22m\n\u001b[4mBut wasn't the best.\u001b[24m\n    \u001b[1mしかし、最高ではなかった。\u001b[22m, \u001b[1mしかし、最善ではありませんでした。\u001b[22m\n\u001b[4mI still liked the background animation and the character animation.\u001b[24m\n    \u001b[1m私はまだ背景アニメーションとキャラクターアニメーションが好きだった。\u001b[22m, \u001b[1m私はまだバックグラウンドアニメーションやキャラクタアニメーションが好きでした。\u001b[22m\n\u001b[4mBut I guess it was the high definition that let me down.\u001b[24m\n    \u001b[1mしかし私はそれが私を失望させた高解像度だと思う。\u001b[22m, \u001b[1mしかし、私はそれが私を失望させ、高精細であったと思います。\u001b[22m\nThe sound was a 9. The OST's totally matched the scene. Most OST's were like creepy infact all were quite creepy. There were hundreds of OST's playing at different times it was great. But the school OST's I didn't like at all but I gave it a 9 anyway.\n\n\u001b[1m音は9だった。OSTはまったく同じシーンだった。 ほとんどのOSTはまるで不気味なものだった。 さまざまな時代に何百ものOSTが演奏されていました。 しかし、学校OSTの私はまったく気に入らなかったが、とにかく9を与えた。\u001b[22m\n\u001b[1m(Oto wa 9datta. OST wa mattaku onaji shīndatta. Hotondo no OST wa marude bukimina monodatta. Samazamana jidai ni nan hyaku mo no OST ga ensō sa rete imashita. Shikashi, gakkō OST no watashi wa mattaku kiniiranakattaga, tonikaku 9 o ataeta.)\u001b[22m\n\nTranslations of \u001b[4mThe sound was a 9. The OST's totally matched the scene. Most OST's were like creepy infact all were quite creepy. There were hundreds of OST's playing at different times it was great. But the school OST's I didn't like at all but I gave it a 9 anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was a 9. The OST's totally matched the scene.\u001b[24m\n    \u001b[1m音は9だった。OSTはまったく同じシーンだった。\u001b[22m, \u001b[1m音は9 OSTの完全にマッチした光景でした。\u001b[22m\n\u001b[4mMost OST's were like creepy infact all were quite creepy.\u001b[24m\n    \u001b[1mほとんどのOSTはまるで不気味なものだった。\u001b[22m, \u001b[1mほとんどのOSTのは、すべてが非常に不気味だった不気味なInfactはのようなものでした。\u001b[22m\n\u001b[4mThere were hundreds of OST's playing at different times it was great.\u001b[24m\n    \u001b[1mさまざまな時代に何百ものOSTが演奏されていました。\u001b[22m, \u001b[1mOSTの演奏の数百人は、それが素晴らしかった異なる時間でした。\u001b[22m\n\u001b[4mBut the school OST's I didn't like at all but I gave it a 9 anyway.\u001b[24m\n    \u001b[1mしかし、学校OSTの私はまったく気に入らなかったが、とにかく9を与えた。\u001b[22m, \u001b[1mしかし、学校のOSTの私は全く好きではなかったが、私はとにかくそれを9を与えました。\u001b[22m\nThe character's were a 9. My personal favourite was Rena Ryuugu. She was cute at times but then changed instantly to creepy. I didn't like keiichi. He was not my type. He just really seemed perverted but I'm not sure if he was trying to. But all the other character's I enjoyed.\n\n\u001b[1mキャラクターは9だった。私の個人的な好みはRena Ryuuguだった。 彼女は時々かわいかったが、その後すぐに気味悪いものに変わった。 私は慶一が好きではなかった。 彼は私のタイプではありませんでした。 彼はちょうど本当に変態したようだが、私は彼がしようとしているかどうか分からない。 しかし、他のすべてのキャラクターは私が楽しんだ。\u001b[22m\n\u001b[1m(Kyarakutā wa 9datta. Watashi no kojin-tekina konomi wa Rena Ryuugudatta. Kanojo wa tokidoki kawaikattaga, sonogo sugu ni kimiwarui mono ni kawatta. Watashi wa Keiichi ga sukide wa nakatta. Kare wa watashi no taipude wa arimasendeshita. Kare wa chōdo hontōni hentai shita yōdaga, watashi wa kare ga shiyou to shite iru ka dō ka wakaranai. Shikashi, hoka no subete no kyarakutā wa watashi ga tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mThe character's were a 9. My personal favourite was Rena Ryuugu. She was cute at times but then changed instantly to creepy. I didn't like keiichi. He was not my type. He just really seemed perverted but I'm not sure if he was trying to. But all the other character's I enjoyed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character's were a 9. My personal favourite was Rena Ryuugu.\u001b[24m\n    \u001b[1mキャラクターは9だった。私の個人的な好みはRena Ryuuguだった。\u001b[22m, \u001b[1m文字の9.私の個人的なお気に入りはレナRyuuguでした。\u001b[22m\n\u001b[4mShe was cute at times but then changed instantly to creepy.\u001b[24m\n    \u001b[1m彼女は時々かわいかったが、その後すぐに気味悪いものに変わった。\u001b[22m, \u001b[1m彼女は時間にキュートだったが、その後不気味に瞬時に変化しました。\u001b[22m\n\u001b[4mI didn't like keiichi.\u001b[24m\n    \u001b[1m私は慶一が好きではなかった。\u001b[22m, \u001b[1m私は圭一が好きではなかったです。\u001b[22m\n\u001b[4mHe was not my type.\u001b[24m\n    \u001b[1m彼は私のタイプではありませんでした。\u001b[22m\n\u001b[4mHe just really seemed perverted but I'm not sure if he was trying to.\u001b[24m\n    \u001b[1m彼はちょうど本当に変態したようだが、私は彼がしようとしているかどうか分からない。\u001b[22m, \u001b[1m彼は本当に変態見えたが、私は彼がしようとしていたかはわかりません。\u001b[22m\n\u001b[4mBut all the other character's I enjoyed.\u001b[24m\n    \u001b[1mしかし、他のすべてのキャラクターは私が楽しんだ。\u001b[22m, \u001b[1mしかし、他のすべての文字の私が楽しみました。\u001b[22m\nThe enjoyment was a 8. After everything I didn't understand put together with the horror scenes I had to give it an 8. The horror wasn't terrifying it was something you could look at but not stare at.\n\n\u001b[1m楽しさは8だった。ホラーシーンと一緒に私が理解できなかったことがすべて終わった後、私はそれに8を与えなければならなかった。恐怖は恐ろしいものではなかった。\u001b[22m\n\u001b[1m(Tanoshisa wa 8datta. Horāshīn to issho ni watashi ga rikai dekinakatta koto ga subete owatta nochi, watashi wa sore ni 8 o ataenakereba naranakatta. Kyōfu wa osoroshī monode wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe enjoyment was a 8. After everything I didn't understand put together with the horror scenes I had to give it an 8. The horror wasn't terrifying it was something you could look at but not stare at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe enjoyment was a 8. After everything I didn't understand put together with the horror scenes I had to give it an 8. The horror wasn't terrifying it was something you could look at but not stare at.\u001b[24m\n    \u001b[1m楽しさは8だった。ホラーシーンと一緒に私が理解できなかったことがすべて終わった後、私はそれに8を与えなければならなかった。恐怖は恐ろしいものではなかった。\u001b[22m, \u001b[1m楽しみは、私はそれを恐怖はそれはあなたが見たが見詰めることができなかったものだった恐ろしいされなかった8を与えなければならなかった恐怖のシーンと一緒に入れて理解していなかった、すべての後8.でした。\u001b[22m\nOVERALL an 8. It was worth watching I think. There are other seasons. Higurashi rei and higurashi kai and higurashi kira. But if you want to watch this series watch Higurashi no naku koro ni first. Enjoy!\n\n\u001b[1m全体的に私は考える価値がありました。 他の季節があります。 ひぐらし、ひらしき、ひらしき、 しかし、このシリーズを見たい場合は、ひぐらしのなく頃に腕時計を見る。 お楽しみください！\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kangaeru kachi ga arimashita. Hoka no kisetsu ga arimasu. Higurashi, hirashiki, hirashiki, shikashi, kono shirīzu o mitai baai wa, higurashinonakukoroni udedokei o miru. O tanoshimi kudasai!)\u001b[22m\n\nTranslations of \u001b[4mOVERALL an 8. It was worth watching I think. There are other seasons. Higurashi rei and higurashi kai and higurashi kira. But if you want to watch this series watch Higurashi no naku koro ni first. Enjoy!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL an 8. It was worth watching I think.\u001b[24m\n    \u001b[1m全体的に私は考える価値がありました。\u001b[22m, \u001b[1mOVERALL 8.それは私が考えて見て価値がありました。\u001b[22m\n\u001b[4mThere are other seasons.\u001b[24m\n    \u001b[1m他の季節があります。\u001b[22m\n\u001b[4mHigurashi rei and higurashi kai and higurashi kira.\u001b[24m\n    \u001b[1mひぐらし、ひらしき、ひらしき、\u001b[22m, \u001b[1mひぐらし礼と日暮会と日暮キラ。\u001b[22m\n\u001b[4mBut if you want to watch this series watch Higurashi no naku koro ni first.\u001b[24m\n    \u001b[1mしかし、このシリーズを見たい場合は、ひぐらしのなく頃に腕時計を見る。\u001b[22m, \u001b[1mあなたはこのシリーズを見たい場合でも、nakuコロniの最初の何の日暮を見ていません。\u001b[22m\n\u001b[4mEnjoy!\u001b[24m\n    \u001b[1mお楽しみください！\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "hollowification",
    "profile": "/profile/hollowification/reviews",
    "pages": "12",
    "number": "16",
    "link": "/reviews.php?id=62841",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは素晴らしいアニメですが、それは謎に満ちているので、集中しなければなりません。\n\n私は助けることができませんが、彼らが泣いて3番目は何ですか？\n\nひぐらし の なく ころ に、 うみねこ の なく ころ に あんｄ ？？？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is an awesome anime, you have to focus though, since it full of mystery.\n\n\u001b[1mこれは素晴らしいアニメですが、それは謎に満ちているので、集中しなければなりません。\u001b[22m\n\u001b[1m(Kore wa subarashī animedesuga, soreha nazo ni michite irunode, shūchū shinakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is an awesome anime, you have to focus though, since it full of mystery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an awesome anime, you have to focus though, since it full of mystery.\u001b[24m\n    \u001b[1mこれは素晴らしいアニメですが、それは謎に満ちているので、集中しなければなりません。\u001b[22m, \u001b[1mこれは素晴らしいアニメです、あなたは謎のそれは完全なので、しかし集中する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nI can't help but wonder though, what is the 3rd when they cry?\n\n\u001b[1m私は助けることができませんが、彼らが泣いて3番目は何ですか？\u001b[22m\n\u001b[1m(Watashi wa tasukeru koto ga dekimasenga, karera ga naite 3-banme wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mI can't help but wonder though, what is the 3rd when they cry?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't help but wonder though, what is the 3rd when they cry?\u001b[24m\n    \u001b[1m私は助けることができませんが、彼らが泣いて3番目は何ですか？\u001b[22m, \u001b[1m私は助けるが、しかし疑問に思うことができない、彼らは泣い第三は何ですか？\u001b[22m\n\u001b[1m\u001b[22m\nひぐらし の なく ころ に、 うみねこ の なく ころ に あんｄ ？？？\n(Higurashi no naku koro ni, umi neko no naku koro ni an d? ? ?)\n\n\u001b[1mひぐらし の なく ころ に、 うみねこ の なく ころ に あんｄ ？？？\u001b[22m\n\u001b[1m(Higurashi no naku koro ni, umi neko no naku koro ni an d? ? ?)\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "NipaahNyaa",
    "profile": "/profile/NipaahNyaa/reviews",
    "pages": "12",
    "number": "17",
    "link": "/reviews.php?id=140203",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n私はひぐらしの全コレクションを見て、それを徹底的に楽しんだ。 しかし、このオリジナルシーズンは私のお気に入りです。 非常に多くの紆余曲折があります。 非常に予測できない、私はそれが大好きです。 それは間違いなくあなたの注意を維持します。\n芸術は完璧ではありませんが、それはうまく収まると信じています。 私は特に、かわいいキャラクターの1人が殺人暴行をしているときの顔のアニメーションが大好きです。\n私はこのアニメが私のトップ5のお気に入りの1つになるとは決して想像もしませんでしたが、私はそれを期待していませんでした。 ストーリーは、キャラクター（とゴア）と共に、これを一流のアニメにしました。\nあなたがゴア、予測できないプロット、心理的刺激、かわいいキャラクター、サイコキャラクター、そしてより多くのゴ​​アを望むなら、これをチェックしてください。\n（：",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI have watched the entire collection of Higurashi titles, and thoroughly enjoyed all of it. This original season, however, is my favorite. There are so many twists and turns. Very unpredictable, and I love that. It will definitely keep your attention.\n\n\u001b[1m私はひぐらしの全コレクションを見て、それを徹底的に楽しんだ。 しかし、このオリジナルシーズンは私のお気に入りです。 非常に多くの紆余曲折があります。 非常に予測できない、私はそれが大好きです。 それは間違いなくあなたの注意を維持します。\u001b[22m\n\u001b[1m(Watashi wa higurashi no zen korekushon o mite, sore o tetteiteki ni tanoshinda. Shikashi, kono orijinarushīzun wa watashinōkiniiridesu. Hijō ni ōku no uyokyokusetsu ga arimasu. Hijō ni yosoku dekinai, watashi wa sore ga daisukidesu. Sore wa machigainaku anata no chūi o iji shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI have watched the entire collection of Higurashi titles, and thoroughly enjoyed all of it. This original season, however, is my favorite. There are so many twists and turns. Very unpredictable, and I love that. It will definitely keep your attention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have watched the entire collection of Higurashi titles, and thoroughly enjoyed all of it.\u001b[24m\n    \u001b[1m私はひぐらしの全コレクションを見て、それを徹底的に楽しんだ。\u001b[22m, \u001b[1m私はひぐらしのタイトルのコレクション全体を見て、徹底的にそれのすべてを楽しんできました。\u001b[22m\n\u001b[4mThis original season, however, is my favorite.\u001b[24m\n    \u001b[1mしかし、このオリジナルシーズンは私のお気に入りです。\u001b[22m, \u001b[1mこのオリジナルのシーズンは、しかし、私のお気に入りです。\u001b[22m\n\u001b[4mThere are so many twists and turns.\u001b[24m\n    \u001b[1m非常に多くの紆余曲折があります。\u001b[22m\n\u001b[4mVery unpredictable, and I love that.\u001b[24m\n    \u001b[1m非常に予測できない、私はそれが大好きです。\u001b[22m, \u001b[1m非常に予測できない、と私はそれが大好きです。\u001b[22m\n\u001b[4mIt will definitely keep your attention.\u001b[24m\n    \u001b[1mそれは間違いなくあなたの注意を維持します。\u001b[22m, \u001b[1mこれは間違いなくあなたの注意を維持します。\u001b[22m\nThe art is not perfect, but I believe that it fits well. I especially love the facial animations for when one of the cute characters is going on a murderous rampage.\n\n\u001b[1m芸術は完璧ではありませんが、それはうまく収まると信じています。 私は特に、かわいいキャラクターの1人が殺人暴行をしているときの顔のアニメーションが大好きです。\u001b[22m\n\u001b[1m(Geijutsu wa kanpekide wa arimasenga, sore wa umaku osamaru to shinjite imasu. Watashi wa tokuni, kawaī kyarakutā no 1-ri ga satsujin bōkō o shite iru toki no kao no animēshon ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is not perfect, but I believe that it fits well. I especially love the facial animations for when one of the cute characters is going on a murderous rampage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is not perfect, but I believe that it fits well.\u001b[24m\n    \u001b[1m芸術は完璧ではありませんが、それはうまく収まると信じています。\u001b[22m, \u001b[1m芸術は完璧ではありませんが、私はそれがうまく収まると考えています。\u001b[22m\n\u001b[4mI especially love the facial animations for when one of the cute characters is going on a murderous rampage.\u001b[24m\n    \u001b[1m私は特に、かわいいキャラクターの1人が殺人暴行をしているときの顔のアニメーションが大好きです。\u001b[22m, \u001b[1m私は特にかわいいキャラクターの一つは、殺人大暴れに行くされたときのために、顔のアニメーションが大好きです。\u001b[22m\nI never imagined that this anime would become one of my top 5 favorites, I didn't expect that from a gory show. The story, along with the characters (and gore), made this to be a top notch anime.\n\n\u001b[1m私はこのアニメが私のトップ5のお気に入りの1つになるとは決して想像もしませんでしたが、私はそれを期待していませんでした。 ストーリーは、キャラクター（とゴア）と共に、これを一流のアニメにしました。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga watashi no toppu 5 no okiniiri no 1tsu ni naru to wa kesshite sōzō mo shimasendeshitaga, watashi wa sore o kitai shite imasendeshita. Sutōrī wa, kyarakutā (to Goa) to tomoni, kore o ichiryū no anime ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI never imagined that this anime would become one of my top 5 favorites, I didn't expect that from a gory show. The story, along with the characters (and gore), made this to be a top notch anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI never imagined that this anime would become one of my top 5 favorites, I didn't expect that from a gory show.\u001b[24m\n    \u001b[1m私はこのアニメが私のトップ5のお気に入りの1つになるとは決して想像もしませんでしたが、私はそれを期待していませんでした。\u001b[22m, \u001b[1m私はこのアニメは私のトップ5のお気に入りの一つは、私が血みどろのショーからそれを期待していなかったになるだろうとは想像もしませんでした。\u001b[22m\n\u001b[4mThe story, along with the characters (and gore), made this to be a top notch anime.\u001b[24m\n    \u001b[1mストーリーは、キャラクター（とゴア）と共に、これを一流のアニメにしました。\u001b[22m, \u001b[1m物語は、文字（マチ）と一緒に、これは一流のアニメとしました。\u001b[22m\nIf you want gore, an unpredictable plot, psychological stimulation, cute characters, psycho characters, and more gore, check this out.\n\n\u001b[1mあなたがゴア、予測できないプロット、心理的刺激、かわいいキャラクター、サイコキャラクター、そしてより多くのゴ​​アを望むなら、これをチェックしてください。\u001b[22m\n\u001b[1m(Anata ga Goa, yosoku dekinai purotto, shinri-teki shigeki, kawaī kyarakutā, saikokyarakutā, soshite yori ōku no go ​​ a o nozomunara, kore o chekku shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you want gore, an unpredictable plot, psychological stimulation, cute characters, psycho characters, and more gore, check this out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want gore, an unpredictable plot, psychological stimulation, cute characters, psycho characters, and more gore, check this out.\u001b[24m\n    \u001b[1mあなたがゴア、予測できないプロット、心理的刺激、かわいいキャラクター、サイコキャラクター、そしてより多くのゴアを望むなら、これをチェックしてください。\u001b[22m, \u001b[1mあなたはゴア、予測不可能なプロット、心理的な刺激、可愛いキャラクター、心理文字、およびより多くのマチをしたい場合は、これをチェックしてください。\u001b[22m\n(:\n\n\u001b[1m（：\u001b[22m\n\u001b[1m(( :)\u001b[22m\n\nTranslations of \u001b[4m(:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(:\u001b[24m\n    \u001b[1m（：\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "Degran",
    "profile": "/profile/Degran/reviews",
    "pages": "12",
    "number": "18",
    "link": "/reviews.php?id=70671",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  7\n\nこれはかなり良い話です。 全体のシリーズは、約4つのエピソードのアークで分割されています。 いくつかのアークはあなたの味によっては他のものよりも優れています：いくつかは恐怖、他はスリラー、さらには探偵さえあります。 ほとんどのアークは同時に発生しますが、結果が変わるイベントがいくつか変更されています。\n\n対話は本当によく声に出ます。 あなたは簡単に雰囲気、微妙なヒントや脅威の変化を感じることができます。\n\nより現実的な芸術は、このアニメの効果を改善したかもしれないが、私はアニメーションに注釈がない。 いくつかのシーンには非常に適した効果がありました。\n\n私は最初と最後のアーチを見た後、本当にショックを受けました。 他のほとんどは良いものでしたが、いくつかは私の味には現実的すぎ、他の人と実際には適合しませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis has a pretty good story. The whole series is divided in arcs of about 4 episodes. Some arcs are better than others depending on your taste: some are more horror, others thriller or even detective. Most arcs take place at the same time but some events are altered which causes the outcome to change.\n\n\u001b[1mこれはかなり良い話です。 全体のシリーズは、約4つのエピソードのアークで分割されています。 いくつかのアークはあなたの味によっては他のものよりも優れています：いくつかは恐怖、他はスリラー、さらには探偵さえあります。 ほとんどのアークは同時に発生しますが、結果が変わるイベントがいくつか変更されています。\u001b[22m\n\u001b[1m(Kore wa kanari yoi hanashidesu. Zentai no shirīzu wa, yaku 4tsu no episōdo no āku de bunkatsu sa rete imasu. Ikutsu ka no āku wa anata no aji ni yotte wa hoka no mono yori mo sugurete imasu: Ikutsu ka wa kyōfu, hoka wa surirā, sarani wa tantei sae arimasu. Hotondo no āku wa dōjini hassei shimasuga, kekka ga kawaru ibento ga ikutsu ka henkō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis has a pretty good story. The whole series is divided in arcs of about 4 episodes. Some arcs are better than others depending on your taste: some are more horror, others thriller or even detective. Most arcs take place at the same time but some events are altered which causes the outcome to change.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis has a pretty good story.\u001b[24m\n    \u001b[1mこれはかなり良い話です。\u001b[22m, \u001b[1mここはかなり良い話があります。\u001b[22m\n\u001b[4mThe whole series is divided in arcs of about 4 episodes.\u001b[24m\n    \u001b[1m全体のシリーズは、約4つのエピソードのアークで分割されています。\u001b[22m, \u001b[1mシリーズ全体で約4エピソードの円弧に分割されています。\u001b[22m\n\u001b[4mSome arcs are better than others depending on your taste: some are more horror, others thriller or even detective.\u001b[24m\n    \u001b[1mいくつかのアークはあなたの味によっては他のものよりも優れています：いくつかは恐怖、他はスリラー、さらには探偵さえあります。\u001b[22m, \u001b[1m一部の弧は、あなたの好みに応じて他のものよりも優れている：いくつかのより多くの恐怖、他人のスリラー、あるいは探偵です。\u001b[22m\n\u001b[4mMost arcs take place at the same time but some events are altered which causes the outcome to change.\u001b[24m\n    \u001b[1mほとんどのアークは同時に発生しますが、結果が変わるイベントがいくつか変更されています。\u001b[22m, \u001b[1mほとんどのアークが同時に行われるが、いくつかのイベントは、結果が変化する原因となる変更されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe dialogue is really well voiced. You can easily feel a change in atmosphere, subtle hints or threats.\n\n\u001b[1m対話は本当によく声に出ます。 あなたは簡単に雰囲気、微妙なヒントや脅威の変化を感じることができます。\u001b[22m\n\u001b[1m(Taiwa wa hontōni yoku koe ni demasu. Anata wa kantan ni fun'iki, bimyōna hinto ya kyōi no henka o kanjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe dialogue is really well voiced. You can easily feel a change in atmosphere, subtle hints or threats.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe dialogue is really well voiced.\u001b[24m\n    \u001b[1m対話は本当によく声に出ます。\u001b[22m, \u001b[1m対話は本当によく表明されています。\u001b[22m\n\u001b[4mYou can easily feel a change in atmosphere, subtle hints or threats.\u001b[24m\n    \u001b[1mあなたは簡単に雰囲気、微妙なヒントや脅威の変化を感じることができます。\u001b[22m\n\u001b[1m\u001b[22m\nMore realistic art might have improved the effect of this anime but other than that I have no remarks on animation. Some scenes had some very fitting effects.\n\n\u001b[1mより現実的な芸術は、このアニメの効果を改善したかもしれないが、私はアニメーションに注釈がない。 いくつかのシーンには非常に適した効果がありました。\u001b[22m\n\u001b[1m(Yori genjitsu-tekina geijutsu wa, kono anime no kōka o kaizen shita kamo shirenaiga, watashi wa animēshon ni chūshaku ga nai. Ikutsu ka no shīn ni wa hijō ni tekishita kōka ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mMore realistic art might have improved the effect of this anime but other than that I have no remarks on animation. Some scenes had some very fitting effects.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMore realistic art might have improved the effect of this anime but other than that I have no remarks on animation.\u001b[24m\n    \u001b[1mより現実的な芸術は、このアニメの効果を改善したかもしれないが、私はアニメーションに注釈がない。\u001b[22m, \u001b[1mより現実的な技術は、このアニメの影響を改善しているかもしれないが、それ以外の私は、アニメーションには何の発言を持っていません。\u001b[22m\n\u001b[4mSome scenes had some very fitting effects.\u001b[24m\n    \u001b[1mいくつかのシーンには非常に適した効果がありました。\u001b[22m, \u001b[1mいくつかのシーンは、いくつかの非常にフィッティングの効果を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nI was really shocked after watching the first and the last arch. Most of the others were good as well but a few were too realistic for my taste and didn't really fit in with the others.\n\n\u001b[1m私は最初と最後のアーチを見た後、本当にショックを受けました。 他のほとんどは良いものでしたが、いくつかは私の味には現実的すぎ、他の人と実際には適合しませんでした。\u001b[22m\n\u001b[1m(Watashi wa saisho to saigo no āchi o mita nochi, hontōni shokku o ukemashita. Hoka no hotondo wa yoi monodeshitaga, ikutsu ka wa watashi no aji ni wa genjitsu-teki sugi, hokanohito to jissai ni wa tekigō shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI was really shocked after watching the first and the last arch. Most of the others were good as well but a few were too realistic for my taste and didn't really fit in with the others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was really shocked after watching the first and the last arch.\u001b[24m\n    \u001b[1m私は最初と最後のアーチを見た後、本当にショックを受けました。\u001b[22m, \u001b[1m私は最初と最後のアーチを見た後に本当にショックを受けました。\u001b[22m\n\u001b[4mMost of the others were good as well but a few were too realistic for my taste and didn't really fit in with the others.\u001b[24m\n    \u001b[1m他のほとんどは良いものでしたが、いくつかは私の味には現実的すぎ、他の人と実際には適合しませんでした。\u001b[22m, \u001b[1m他の人のほとんどは、同様に良好であったが、いくつかは、私の好みのためにあまりにも現実的であり、実際に他の人に適合しませんでした。\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "lileo_dark",
    "profile": "/profile/lileo_dark/reviews",
    "pages": "12",
    "number": "19",
    "link": "/reviews.php?id=79054",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  10\nキャラクター|  4\n|  5\n\n私の最初のレビュー。\n私は最初にそれを見る予定はありませんでしたが、多くの人が私にそれを勧めているので、私はチャンスを与えました。 ここで私はそれについて考えている。\nストーリー：8\nまず第一に、ストーリーはシンプルですが、それは良いことです。 私の意見では、それは大きな可能性を秘めていますが、それはすべてが悪用されたわけではありません。 謎は私が期待していたように深く暗くはありませんでした。\nアート：6\n芸術は一般的に良いです、キャラクターは大丈夫、そしてかなり背景です。 実際にはここには適合しないので、色は明るすぎて、そのジャンルのためにすべてのキャラクターが面白く見えます。\nサウンド：10\nただ素晴らしい。 音楽は美しく、声優も素晴らしかったです。\nキャラクター：4\nすべてのキャラクターはとても退屈だった。 私も少し気に入らなくなった。 私のためには彼らは飾り物に過ぎませんでした。\n楽しさ：5\nその結果、私がキャラクターについて書いたものについては、それをあまり楽しむことができませんでした。 だから私は本当にショーを楽しんだシーンがあった。\n全体：6\n一言で言えば、それは素晴らしいショーではありませんでしたが、それは問題ありませんでした。 私は芸術やキャラクターに少し悩まされましたが、それほど悪くはありませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nMy first review.\n\n\u001b[1m私の最初のレビュー。\u001b[22m\n\u001b[1m(Watashi no saisho no rebyū.)\u001b[22m\n\nTranslations of \u001b[4mMy first review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy first review.\u001b[24m\n    \u001b[1m私の最初のレビュー。\u001b[22m\nI didn't plan to watch it in first place, but so many people have recommend it to me, so i gave it a chance. Here is what I thinking about it.\n\n\u001b[1m私は最初にそれを見る予定はありませんでしたが、多くの人が私にそれを勧めているので、私はチャンスを与えました。 ここで私はそれについて考えている。\u001b[22m\n\u001b[1m(Watashi wa saisho ni sore o miru yotei wa arimasendeshitaga, ōku no hito ga watashi ni sore o susumete irunode, watashi wa chansu o ataemashita. Koko de watashi wa sore ni tsuite kangaete iru.)\u001b[22m\n\nTranslations of \u001b[4mI didn't plan to watch it in first place, but so many people have recommend it to me, so i gave it a chance. Here is what I thinking about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't plan to watch it in first place, but so many people have recommend it to me, so i gave it a chance.\u001b[24m\n    \u001b[1m私は最初にそれを見る予定はありませんでしたが、多くの人が私にそれを勧めているので、私はチャンスを与えました。\u001b[22m, \u001b[1m私は最初の場所でそれを見るために計画してませんでしたが、非常に多くの人々が私にそれをお勧めします持っているので、私はそれにチャンスを与えました。\u001b[22m\n\u001b[4mHere is what I thinking about it.\u001b[24m\n    \u001b[1mここで私はそれについて考えている。\u001b[22m, \u001b[1mここで私はそれについて考えてものです。\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nFirst of all the story is simple, but it's good. In my opinion it has a great potential, however it wasn't exploited all of it. The mysteries wasn't so deep and dark as I have expected.\n\n\u001b[1mまず第一に、ストーリーはシンプルですが、それは良いことです。 私の意見では、それは大きな可能性を秘めていますが、それはすべてが悪用されたわけではありません。 謎は私が期待していたように深く暗くはありませんでした。\u001b[22m\n\u001b[1m(Mazu daiichi ni, sutōrī wa shinpurudesuga, sore wa yoi kotodesu. Watashi no ikende wa, sore wa ōkina kanōsei o himete imasuga, soreha subete ga akuyō sa reta wakede wa arimasen. Nazo wa watashi ga kitai shite ita yō ni fukaku kuraku wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all the story is simple, but it's good. In my opinion it has a great potential, however it wasn't exploited all of it. The mysteries wasn't so deep and dark as I have expected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all the story is simple, but it's good.\u001b[24m\n    \u001b[1mまず第一に、ストーリーはシンプルですが、それは良いことです。\u001b[22m, \u001b[1mすべての物語の最初にシンプルですが、それは良いことです。\u001b[22m\n\u001b[4mIn my opinion it has a great potential, however it wasn't exploited all of it.\u001b[24m\n    \u001b[1m私の意見では、それは大きな可能性を秘めていますが、それはすべてが悪用されたわけではありません。\u001b[22m, \u001b[1m私の意見では、しかし、それはそれのすべてを利用していなかった、大きな可能性を秘めています。\u001b[22m\n\u001b[4mThe mysteries wasn't so deep and dark as I have expected.\u001b[24m\n    \u001b[1m謎は私が期待していたように深く暗くはありませんでした。\u001b[22m, \u001b[1m謎は、私が期待しているほど深く、暗いではありませんでした。\u001b[22m\nArt: 6\n\n\u001b[1mアート：6\u001b[22m\n\u001b[1m(Āto: 6)\u001b[22m\n\nTranslations of \u001b[4mArt: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6\u001b[24m\n    \u001b[1mアート：6\u001b[22m\nThe art is general good, the characters were ok and the background pretty. As a matter of fact is don't fits here, the colors are way too bright and all of the characters looks for me funny because of the genre of it.\n\n\u001b[1m芸術は一般的に良いです、キャラクターは大丈夫、そしてかなり背景です。 実際にはここには適合しないので、色は明るすぎて、そのジャンルのためにすべてのキャラクターが面白く見えます。\u001b[22m\n\u001b[1m(Geijutsu wa ippan-teki ni yoidesu, kyarakutā wa daijōbu, soshite kanari haikeidesu. Jissai ni wa koko ni wa tekigō shinainode,-iro wa akaru sugite, sono janru no tame ni subete no kyarakutā ga omoshiroku miemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is general good, the characters were ok and the background pretty. As a matter of fact is don't fits here, the colors are way too bright and all of the characters looks for me funny because of the genre of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is general good, the characters were ok and the background pretty.\u001b[24m\n    \u001b[1m芸術は一般的に良いです、キャラクターは大丈夫、そしてかなり背景です。\u001b[22m, \u001b[1m芸術は、一般的な良いですが、文字は大丈夫だったし、背景はかなり。\u001b[22m\n\u001b[4mAs a matter of fact is don't fits here, the colors are way too bright and all of the characters looks for me funny because of the genre of it.\u001b[24m\n    \u001b[1m実際にはここには適合しないので、色は明るすぎて、そのジャンルのためにすべてのキャラクターが面白く見えます。\u001b[22m, \u001b[1m実際のところはここにフィットしていないされているように、色があまりにも明るく、文字のすべてはそれのためにジャンルの私のためにおかしいです。\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nSimply amazing. The music were beautiful and the voice actors were great too.\n\n\u001b[1mただ素晴らしい。 音楽は美しく、声優も素晴らしかったです。\u001b[22m\n\u001b[1m(Tada subarashī. Ongaku wa utsukushiku, seiyū mo subarashikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mSimply amazing. The music were beautiful and the voice actors were great too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimply amazing.\u001b[24m\n    \u001b[1mただ素晴らしい。\u001b[22m, \u001b[1mただ驚くばかり。\u001b[22m, \u001b[1m単純にすごい。\u001b[22m, \u001b[1m単に素晴らしい。\u001b[22m\n\u001b[4mThe music were beautiful and the voice actors were great too.\u001b[24m\n    \u001b[1m音楽は美しく、声優も素晴らしかったです。\u001b[22m, \u001b[1m音楽は美しかったと声優はあまりにも大きかったです。\u001b[22m\nCharacters: 4\n\n\u001b[1mキャラクター：4\u001b[22m\n\u001b[1m(Kyarakutā: 4)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 4\u001b[24m\n    \u001b[1mキャラクター：4\u001b[22m\nAll characters were so... boring. I didn't even started to like them a bit. For me they were only a decoration.\n\n\u001b[1mすべてのキャラクターはとても退屈だった。 私も少し気に入らなくなった。 私のためには彼らは飾り物に過ぎませんでした。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa totemo taikutsudatta. Watashi mo sukoshi kiniiranaku natta. Watashi no tame ni wa karera wa kazarimono ni sugimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAll characters were so... boring. I didn't even started to like them a bit. For me they were only a decoration.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll characters were so... boring.\u001b[24m\n    \u001b[1mすべてのキャラクターはとても退屈だった。\u001b[22m, \u001b[1mすべての文字がそうだった...退屈。\u001b[22m\n\u001b[4mI didn't even started to like them a bit.\u001b[24m\n    \u001b[1m私も少し気に入らなくなった。\u001b[22m, \u001b[1m私も彼らを少し好きに開始されていませんでした。\u001b[22m\n\u001b[4mFor me they were only a decoration.\u001b[24m\n    \u001b[1m私のためには彼らは飾り物に過ぎませんでした。\u001b[22m, \u001b[1m私にとって彼らは唯一の装飾でした。\u001b[22m\nEnjoyment: 5\n\n\u001b[1m楽しさ：5\u001b[22m\n\u001b[1m(Tanoshisa: 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 5\u001b[24m\n    \u001b[1m楽しさ：5\u001b[22m\nConsequently for what i have written about the characters, I wasn't able to enjoy it so much. Therefore there were so scenes who I have really enjoyed the show.\n\n\u001b[1mその結果、私がキャラクターについて書いたものについては、それをあまり楽しむことができませんでした。 だから私は本当にショーを楽しんだシーンがあった。\u001b[22m\n\u001b[1m(Sono kekka, watashi ga kyarakutā ni tsuite kaita mono ni tsuite wa, sore o amari tanoshimu koto ga dekimasendeshita. Dakara watashi wa hontōni shō o tanoshinda shīn ga atta.)\u001b[22m\n\nTranslations of \u001b[4mConsequently for what i have written about the characters, I wasn't able to enjoy it so much. Therefore there were so scenes who I have really enjoyed the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConsequently for what i have written about the characters, I wasn't able to enjoy it so much.\u001b[24m\n    \u001b[1mその結果、私がキャラクターについて書いたものについては、それをあまり楽しむことができませんでした。\u001b[22m, \u001b[1mそのため私は文字について書かれているもののために、私はあまりそれを楽しむことができませんでした。\u001b[22m\n\u001b[4mTherefore there were so scenes who I have really enjoyed the show.\u001b[24m\n    \u001b[1mだから私は本当にショーを楽しんだシーンがあった。\u001b[22m, \u001b[1mしたがって、私は本当にショーを楽しんでいるようなシーンがありました。\u001b[22m\nOverall: 6\n\n\u001b[1m全体：6\u001b[22m\n\u001b[1m(Zentai: 6)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6\u001b[24m\n    \u001b[1m全体：6\u001b[22m\nTo putt it in a nutshell, it wasn't great show, but it was fine. I was a little annoyed of the art and the characters, but it wasn't so bad.\n\n\u001b[1m一言で言えば、それは素晴らしいショーではありませんでしたが、それは問題ありませんでした。 私は芸術やキャラクターに少し悩まされましたが、それほど悪くはありませんでした。\u001b[22m\n\u001b[1m(Hitokoto de ieba, sore wa subarashī shōde wa arimasendeshitaga, soreha mondai arimasendeshita. Watashi wa geijutsu ya kyarakutā ni sukoshi nayamasa remashitaga, sore hodo waruku wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mTo putt it in a nutshell, it wasn't great show, but it was fine. I was a little annoyed of the art and the characters, but it wasn't so bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo putt it in a nutshell, it wasn't great show, but it was fine.\u001b[24m\n    \u001b[1m一言で言えば、それは素晴らしいショーではありませんでしたが、それは問題ありませんでした。\u001b[22m, \u001b[1m一言で言えば、それをパットするために、それは素晴らしいショーではありませんでしたが、それは大丈夫でした。\u001b[22m\n\u001b[4mI was a little annoyed of the art and the characters, but it wasn't so bad.\u001b[24m\n    \u001b[1m私は芸術やキャラクターに少し悩まされましたが、それほど悪くはありませんでした。\u001b[22m, \u001b[1m私は芸術と文字の少しイライラしたが、それはそれほど悪くはなかったです。\u001b[22m"
  },
  {
    "title": "Higurashi_no_Naku_Koro_ni",
    "id": "934",
    "url": "https://myanimelist.net/anime/934/Higurashi_no_Naku_Koro_ni",
    "user": "triforcebih",
    "profile": "/profile/triforcebih/reviews",
    "pages": "12",
    "number": "20",
    "link": "/reviews.php?id=55323",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  10\n\n私は長い間、このアニメを考えていました。 実際の1年間〜2年間のように。 それはあなたの歌を聞いたときに始まり...そして最後にそれを見た。  （thoはシーズン1には存在しません._。）Edit：曲だけがゲーム内にあるように見えます。 私は悲しいです...\n\n面白いアニメは、最初の一見で、かわいいハレームアニメのように見えました。 しかし、物語を伝える方法は私には面白かったです。 アニメは小さなアークに分割されていたので（これは、このアニメがゲームに基づいていた理由であると推測されます）、各アークを実際には過去に遡りました。 いくつかのものが繰り返されましたが、繰り返しごとに何か新しいことを学びました。 私はこのアニメの全過程で興味をそそられていたと言いましたが、今はエンディングになっています。 私はこれまでに私の人生で目撃しました。\n\nシーズン2を見る時間",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIve been thinking about this anime for a long time. Actualy for like 1year-2years. It started when I heard the You song... and finaly watched it. (tho the song isnt present in season 1 it seems ._. ) Edit: looks like the song is only in the games. im sad...\n\n\u001b[1m私は長い間、このアニメを考えていました。 実際の1年間〜2年間のように。 それはあなたの歌を聞いたときに始まり...そして最後にそれを見た。  （thoはシーズン1には存在しません._。）Edit：曲だけがゲーム内にあるように見えます。 私は悲しいです...\u001b[22m\n\u001b[1m(Watashi wa nagaiai, kono anime o kangaete imashita. Jissai no 1-nenkan 〜 2-nenkan no yō ni. Sore wa anata no uta o kiita toki ni hajimari... Soshite saigo ni sore o mita. (Tho wa shīzun 1 ni wa sonzai shimasen._.) Editto: Kyoku dake ga gēmu-nai ni aru yō ni miemasu. Watashi wa kanashīdesu...)\u001b[22m\n\nTranslations of \u001b[4mIve been thinking about this anime for a long time. Actualy for like 1year-2years. It started when I heard the You song... and finaly watched it. (tho the song isnt present in season 1 it seems ._. ) Edit: looks like the song is only in the games. im sad...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIve been thinking about this anime for a long time.\u001b[24m\n    \u001b[1m私は長い間、このアニメを考えていました。\u001b[22m, \u001b[1mアイブ氏は長い間、このアニメを考えて。\u001b[22m\n\u001b[4mActualy for like 1year-2years.\u001b[24m\n    \u001b[1m実際の1年間〜2年間のように。\u001b[22m, \u001b[1mActualyのような1年 -  2年のために。\u001b[22m\n\u001b[4mIt started when I heard the You song... and finaly watched it.\u001b[24m\n    \u001b[1mそれはあなたの歌を聞いたときに始まり...そして最後にそれを見た。\u001b[22m, \u001b[1mそれは私があなたの歌を聞いたときに開始...とfinalyそれを見ました。\u001b[22m\n\u001b[4m(tho the song isnt present in season 1 it seems ._. ) Edit: looks like the song is only in the games.\u001b[24m\n    \u001b[1m（thoはシーズン1には存在しません._。）Edit：曲だけがゲーム内にあるように見えます。\u001b[22m, \u001b[1m（シーズン1に存在する曲イマイチカントーそれが._ようです。）編集：曲は唯一のゲームであるように見えます。\u001b[22m\n\u001b[4mim sad...\u001b[24m\n    \u001b[1m私は悲しいです...\u001b[22m, \u001b[1mイム悲しい...\u001b[22m, \u001b[1mイム悲しいです...\u001b[22m\n\u001b[1m\u001b[22m\nInteresting anime which, on the first look, seemed like a cute harem anime just to later find out how everything is screwed up lol. Yet the way of telling the story was interesting to me. Since the anime was divided into small arcs ( guess the reason for this was the fact that this anime was based on a game ) and each arc we actualy went bit into the past. Some stuff repeated but with every repetition we learned something new. Like I said i was intrigued during the whole course of this anime and now to the ending... damn that was an ending. Most unended ending I ever witnessed in my life.\n\n\u001b[1m面白いアニメは、最初の一見で、かわいいハレームアニメのように見えました。 しかし、物語を伝える方法は私には面白かったです。 アニメは小さなアークに分割されていたので（これは、このアニメがゲームに基づいていた理由であると推測されます）、各アークを実際には過去に遡りました。 いくつかのものが繰り返されましたが、繰り返しごとに何か新しいことを学びました。 私はこのアニメの全過程で興味をそそられていて、今はエンディングになっていると言ったのと同じように、エンディングであった。 私はこれまでに私の人生で目撃しました。\u001b[22m\n\u001b[1m(Omoshiroi anime wa, saisho no ikken de, kawaī harēmuanime no yō ni miemashita. Shikashi, monogatari o tsutaeru hōhō wa watashiniha omoshirokattadesu. Anime wa chīsana āku ni bunkatsu sa rete itanode (kore wa, kono anime ga gēmu ni motodzuite ita riyūdearu to suisoku sa remasu), kaku āku o jissai ni wa kako ni sakanoborimashita. Ikutsu ka no mono ga kurikaesa remashitaga, kurikaeshi-goto ni nanika atarashī koto o manabimashita. Watashi wa kono anime no zen katei de kyōmi o sosora rete ite, ima wa endingu ni natte iru to itta no to onajiyōni, endingudeatta. Watashi wa kore made ni watashinojinsei de mokugeki shimashita.)\u001b[22m\n\nTranslations of \u001b[4mInteresting anime which, on the first look, seemed like a cute harem anime just to later find out how everything is screwed up lol. Yet the way of telling the story was interesting to me. Since the anime was divided into small arcs ( guess the reason for this was the fact that this anime was based on a game ) and each arc we actualy went bit into the past. Some stuff repeated but with every repetition we learned something new. Like I said i was intrigued during the whole course of this anime and now to the ending... damn that was an ending. Most unended ending I ever witnessed in my life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInteresting anime which, on the first look, seemed like a cute harem anime just to later find out how everything is screwed up lol.\u001b[24m\n    \u001b[1m面白いアニメは、最初の一見で、かわいいハレームアニメのように見えました。\u001b[22m, \u001b[1m面白いアニメこれは、初見で、ちょうど後で笑すべてが台無しにされている方法を見つけるためにかわいいハーレムアニメのように思えました。\u001b[22m\n\u001b[4mYet the way of telling the story was interesting to me.\u001b[24m\n    \u001b[1mしかし、物語を伝える方法は私には面白かったです。\u001b[22m, \u001b[1mまだ話をする方法が私には面白かったです。\u001b[22m\n\u001b[4mSince the anime was divided into small arcs ( guess the reason for this was the fact that this anime was based on a game ) and each arc we actualy went bit into the past.\u001b[24m\n    \u001b[1mアニメは小さなアークに分割されていたので（これは、このアニメがゲームに基づいていた理由であると推測されます）、各アークを実際には過去に遡りました。\u001b[22m, \u001b[1mアニメは小さな弧（この理由は、このアニメがゲームに基づいていたという事実だったと思います）、各円弧に分割したので、私たちはactualy過去にビットを行ってきました。\u001b[22m\n\u001b[4mSome stuff repeated but with every repetition we learned something new.\u001b[24m\n    \u001b[1mいくつかのものが繰り返されましたが、繰り返しごとに何か新しいことを学びました。\u001b[22m, \u001b[1mいくつかのものを繰り返したが、すべての繰り返しで、私たちは何か新しいことを学びました。\u001b[22m\n\u001b[4mLike I said i was intrigued during the whole course of this anime and now to the ending... damn that was an ending.\u001b[24m\n    \u001b[1m私はこのアニメの全過程で興味をそそられていて、今はエンディングになっていると言ったのと同じように、エンディングであった。\u001b[22m, \u001b[1m私はそれが結末だったいまいましい...私はこのアニメの全過程で興味をそそられ、現在エンディングにして言ったように。\u001b[22m\n\u001b[4mMost unended ending I ever witnessed in my life.\u001b[24m\n    \u001b[1m私はこれまでに私の人生で目撃しました。\u001b[22m, \u001b[1m私は今までの人生で目撃ほとんど終了していない結末。\u001b[22m\n\u001b[1m\u001b[22m\nTime to watch season 2\n\n\u001b[1mシーズン2を見る時間\u001b[22m\n\u001b[1m(Shīzun 2 o miru jikan)\u001b[22m\n\nTranslations of \u001b[4mTime to watch season 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTime to watch season 2\u001b[24m\n    \u001b[1mシーズン2を見る時間\u001b[22m"
  }
]
