[
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "halonjuice",
    "profile": "/profile/halonjuice/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=39319",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  8\nキャラクター|  6\n|  7\n\nアートワークは絶対に素晴らしいですし、女の子は非常にうまく描かれています。 光沢のある妖精のような効果を発揮するクローズアップの多くは、驚くほど美しいものです。 審美的に、それはとても楽しくて楽しいです。\n\n最初は文字の奇妙さと偏心に私を興味をそそられました。 最初の少数のエピソードは、いとこの間の発展が進んだときにはかなり有望なようでした。 しかし、その話は途中で退屈しているように見え、キャラクターの開発は貧弱なクロールに鈍化し、代わりにより多くのアイキャンディーとユーモアに入ることを選択しました。 終わりの感情は、主人公をさらに心を開けたように感じるものに発展させることによって、何らかの形の閉鎖を達成しようと急いでいる。\n\nあなたが何らかの傑作を期待しているなら、デンパ・オンナは不平を言うでしょう。 しかし、女の子の可愛らしさと美的な美しさを楽しむだけなら、Denpa Onnaはあらゆるクローズアップで女の子から放射される輝く光とほぼ同じくらい輝きます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork is absolutely fantastic and the girls are drawn very nicely. Many of the shiny fairy-dust-effecty close ups are breathtakingly beautiful. Aesthetically, it is very pleasing and enjoyable.\n\n\u001b[1mアートワークは絶対に素晴らしいですし、女の子は非常にうまく描かれています。 光沢のある妖精のような効果を発揮するクローズアップの多くは、驚くほど美しいものです。 審美的に、それはとても楽しくて楽しいです。\u001b[22m\n\u001b[1m(Ātowāku wa zettai ni subarashīdesushi, on'nanoko wa hijō ni umaku egaka rete imasu. Kōtakunoaru yōsei no yōna kōka o hakki suru kurōzuappu no ōku wa, odoroku hodo utsukushī monodesu. Shinbi-teki ni, sore wa totemo tanoshikute tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork is absolutely fantastic and the girls are drawn very nicely. Many of the shiny fairy-dust-effecty close ups are breathtakingly beautiful. Aesthetically, it is very pleasing and enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork is absolutely fantastic and the girls are drawn very nicely.\u001b[24m\n    \u001b[1mアートワークは絶対に素晴らしいですし、女の子は非常にうまく描かれています。\u001b[22m\n\u001b[4mMany of the shiny fairy-dust-effecty close ups are breathtakingly beautiful.\u001b[24m\n    \u001b[1m光沢のある妖精のような効果を発揮するクローズアップの多くは、驚くほど美しいものです。\u001b[22m, \u001b[1m光沢のある妖精ダストeffectyクローズアップの多くは、息をのむほど美しいです。\u001b[22m\n\u001b[4mAesthetically, it is very pleasing and enjoyable.\u001b[24m\n    \u001b[1m審美的に、それはとても楽しくて楽しいです。\u001b[22m, \u001b[1m審美的に、それは非常に喜ばしいと楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe beginning intrigued me with the strangeness and the eccentricity of the characters. The first few episodes seemed quite promising as the development between cousins was furthered. However, the story seemed to get bored of that about halfway through and character development slowed down to a meager crawl, opting instead to go into more eye-candy and humor. The ending felt rushed in trying to achieve some form of closure by further developing the main character into what felt like a half-hearted way.\n\n\u001b[1m最初は文字の奇妙さと偏心に私を興味をそそられました。 最初の少数のエピソードは、いとこの間の発展が進んだときにはかなり有望なようでした。 しかし、その話は途中で退屈しているように見え、キャラクターの開発は貧弱なクロールに鈍化し、代わりにより多くのアイキャンディーとユーモアに入ることを選択しました。 終わりの感情は、主人公をさらに心を開けたように感じるものに発展させることによって、何らかの形の閉鎖を達成しようと急いでいる。\u001b[22m\n\u001b[1m(Saisho wa moji no kimyō-sa to henshin ni watashi o kyōmi o sosora remashita. Saisho no shōsū no episōdo wa, itoko no ma no hatten ga susunda tokiniha kanari yūbōna yōdeshita. Shikashi, sono-wa wa tochū de taikutsu shite iru yō ni mie, kyarakutā no kaihatsu wa hinjakuna kurōru ni donka shi, kawarini yori ōku no aikyandī to yūmoa ni hairu koto o sentaku shimashita. Owari no kanjō wa, shujinkō o sarani kokoro o aketa yō ni kanjiru mono ni hatten sa seru koto ni yotte, nanrakano katachi no heisa o tassei shiyou to isoide iru.)\u001b[22m\n\nTranslations of \u001b[4mThe beginning intrigued me with the strangeness and the eccentricity of the characters. The first few episodes seemed quite promising as the development between cousins was furthered. However, the story seemed to get bored of that about halfway through and character development slowed down to a meager crawl, opting instead to go into more eye-candy and humor. The ending felt rushed in trying to achieve some form of closure by further developing the main character into what felt like a half-hearted way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe beginning intrigued me with the strangeness and the eccentricity of the characters.\u001b[24m\n    \u001b[1m最初は文字の奇妙さと偏心に私を興味をそそられました。\u001b[22m, \u001b[1m初めは違和感や文字の偏心を私に興味をそそら。\u001b[22m\n\u001b[4mThe first few episodes seemed quite promising as the development between cousins was furthered.\u001b[24m\n    \u001b[1m最初の少数のエピソードは、いとこの間の発展が進んだときにはかなり有望なようでした。\u001b[22m, \u001b[1mいとこ間の開発を助長したとして最初のいくつかのエピソードは非常に有望に思えました。\u001b[22m\n\u001b[4mHowever, the story seemed to get bored of that about halfway through and character development slowed down to a meager crawl, opting instead to go into more eye-candy and humor.\u001b[24m\n    \u001b[1mしかし、その話は途中で退屈しているように見え、キャラクターの開発は貧弱なクロールに鈍化し、代わりにより多くのアイキャンディーとユーモアに入ることを選択しました。\u001b[22m, \u001b[1mしかし、物語はより多くの目キャンデーとユーモアに入る代わりにオプトイン、貧弱なクロールに減速し、その約途中やキャラクター開発の退屈に見えました。\u001b[22m\n\u001b[4mThe ending felt rushed in trying to achieve some form of closure by further developing the main character into what felt like a half-hearted way.\u001b[24m\n    \u001b[1m終わりの感情は、主人公をさらに心を開けたように感じるものに発展させることによって、何らかの形の閉鎖を達成しようと急いでいる。\u001b[22m, \u001b[1mエンディングは、さらに中途半端な方法のように感じたことへの主要キャラクターを開発することによって、閉鎖のいくつかのフォームを達成しようとする際に急いで感じました。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're expecting some sort of masterpiece, Denpa Onna is going to dissapoint. But, if you just want to enjoy the cuteness of the girls and the aesthetic qualities, Denpa Onna shines almost as much as the shiny lights radiating from the girls in every closeup.\n\n\u001b[1mあなたが何らかの傑作を期待しているなら、デンパ・オンナは不平を言うでしょう。 しかし、女の子の可愛らしさと美的な美しさを楽しむだけなら、Denpa Onnaはあらゆるクローズアップで女の子から放射される輝く光とほぼ同じくらい輝きます。\u001b[22m\n\u001b[1m(Anata ga nanrakano kessaku o kitai shite irunara, denpa on'na wa fuheiwoiudeshou. Shikashi, on'nanoko no kawairashi-sa to bitekina utsukushi-sa o tanoshimu dakenara, Denpa Onna wa arayuru kurōzuappu de on'nanoko kara hōsha sa reru kagayaku hikari to hobo onaji kurai kagayakimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're expecting some sort of masterpiece, Denpa Onna is going to dissapoint. But, if you just want to enjoy the cuteness of the girls and the aesthetic qualities, Denpa Onna shines almost as much as the shiny lights radiating from the girls in every closeup.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're expecting some sort of masterpiece, Denpa Onna is going to dissapoint.\u001b[24m\n    \u001b[1mあなたが何らかの傑作を期待しているなら、デンパ・オンナは不平を言うでしょう。\u001b[22m, \u001b[1mあなたが傑作のいくつかの並べ替えを期待している場合は、Denpa女はdissapointしようとしています。\u001b[22m\n\u001b[4mBut, if you just want to enjoy the cuteness of the girls and the aesthetic qualities, Denpa Onna shines almost as much as the shiny lights radiating from the girls in every closeup.\u001b[24m\n    \u001b[1mしかし、女の子の可愛らしさと美的な美しさを楽しむだけなら、Denpa Onnaはあらゆるクローズアップで女の子から放射される輝く光とほぼ同じくらい輝きます。\u001b[22m, \u001b[1mあなただけの女の子と美的品質のかわいらしさを楽しみたいなら、Denpa女は、すべてのクローズアップで女の子から放射状に光沢のあるライトとほぼ同じくらいに輝いています。\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "animefreak1o1",
    "profile": "/profile/animefreak1o1/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=41443",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  7\n|  10\n\n最初は、私は宇宙人についての奇妙なプロットのために私がそれを好きだとは思わなかった。\n\nストーリー：7\nデンパ・オンナセーシュン・オートコにはそれほど固執していない。 彼らはたまに唯一の外国人を言及します。 それは軽快なアニメの多くです。 誰も絶対好きではない、大きなものはありません。 しかし、私はそれがとてもかわいいと思う。 それは深くなく、あなたの口を広く開いたままにするものではありません。「ああ、私の神」。 私がそれを見ていると、私は満足していて、シリーズ全体でうっとりしていました。 それは善悪とか紛争のないものではなく、彼が叔母のミームと一緒に引っ越した後、丹羽誠の日常生活にもっと焦点を当てた。 だから、それを要約すると、デンパ・オンナと青春男子には複雑なストーリーがありません。それは自由な時間から楽しむものにぴったりです。\n\n\nキャラクター：7\n私はErio Touwaを絶対に愛しました。 私の意見では、彼女はアニメの中で最高のキャラクターです。 仁和はかなり普通の男で、彼について特別なことは何もありません。 彼は何かに影響を与えません。  40歳のトワ・ミームは、彼女の年齢を振ったり、見たりしません。 しかし、私はミームを愛していました。 そして、ヤシロはエリオと同じくらい偉大だった。 私が楽しまなかった唯一のキャラクターは三船竜子でした。 彼女はMOE-stの厄介な人物でした。 私は、彼女がErioを見下ろしていた方法が、社会の他の部分が単にそうしているからと言って、非常に嫌いでした。 また、丹羽が彼女を守ることさえないという事実は嫌だった。 しかし、私は認めなければならない、隆子はかなりだった。 私は前川を愛していました。 彼女はグループのコスプレ・ガールでした。 私は彼女がいかに簡単か、ブッシュの周りに殴られていない好きだった。\n\n\nアート：10\nこのアニメの芸術は素晴らしかった！ 私はアニメを見ていないのは、単に古くなったからです。 品質と効果は、このアニメにそれに気持ちの良いあいまいな感情を与えました。\n\n\nサウンドトラック：9\n私は実際にアニメーションと一致しないので、それほどオープニングを気にしませんでした。  BGMは確かに合っていて、気分を変えました。 私はエンディングが大好きで、アニメのようにかわいい、あいまいでした。\n\n\n全体：9\nわたしはそれを楽しみました。 複雑なものを探している人は、おそらくそうではありません。 しかし、何もすることがないときに笑顔にしたいと思う人にとっては素晴らしいことです。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAt first, I didn't think I'd like it because of the odd plot about aliens.\n\n\u001b[1m最初は、私は宇宙人についての奇妙なプロットのために私がそれを好きだとは思わなかった。\u001b[22m\n\u001b[1m(Saisho wa, watashi wa uchūbito ni tsuite no kimyōna purotto no tame ni watashi ga sore o sukida to wa omowanakatta.)\u001b[22m\n\nTranslations of \u001b[4mAt first, I didn't think I'd like it because of the odd plot about aliens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, I didn't think I'd like it because of the odd plot about aliens.\u001b[24m\n    \u001b[1m最初は、私は宇宙人についての奇妙なプロットのために私がそれを好きだとは思わなかった。\u001b[22m, \u001b[1m最初は、私は理由エイリアン約奇数プロットのそれのようにしたいとは思いませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7\n\n\u001b[1mストーリー：7\u001b[22m\n\u001b[1m(Sutōrī: 7)\u001b[22m\n\nTranslations of \u001b[4mStory: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7\u001b[24m\n    \u001b[1mストーリー：7\u001b[22m\nDenpa Onna To Seishun Otoko doesn't really stick to it's plot much. They only mention aliens once in a while. it's more of a lighthearted anime. There's nothing big, it's not to be someone's absolute favourite. But, i think it was very cute. It's not deep and something that leaves you with your mouth wide open saying 'oh my god.' As I watched it, I felt happy, and fluttery throughout the whole series. It didn't have a good vs. evil, or anykind of conflict, it focused more on Niwa Makoto's daily life after he moved in with his aunt, Meme. So, to sum it up, Denpa Onna to Seishun Otoko does not have a complex storyline, it's more fit for people who want something to enjoy out of free time.\n\n\u001b[1mデンパ・オンナセーシュン・オートコにはそれほど固執していない。 彼らはたまに唯一の外国人を言及します。 それは軽快なアニメの多くです。 誰も絶対好きではない、大きなものはありません。 しかし、私はそれがとてもかわいいと思う。 それは深くなく、あなたの口を広く開いたままにするものではありません。「ああ、私の神」。 私がそれを見ていると、私は満足していて、シリーズ全体でうっとりしていました。 それは善悪とか紛争のないものではなく、彼が叔母のミームと一緒に引っ越した後、丹羽誠の日常生活にもっと焦点を当てた。 だから、それを要約すると、デンパ・オンナと青春男子には複雑なストーリーがありません。それは自由な時間から楽しむものにぴったりです。\u001b[22m\n\u001b[1m(Denpa on'nasēshun ōtoko ni wa sorehodo koshū shite inai. Karera wa tamani yuiitsu no gaikoku hito o genkyū shimasu. Sore wa keikaina anime no ōkudesu. Dare mo zettai sukide wanai, ōkina mono wa arimasen. Shikashi, watashi wa sore ga totemo kawaī to omou. Sore wa fukakunaku, anata no kuchi o hiroku aita mama ni suru monode wa arimasen. `Ā , watashi no kami'. Watashi ga sore o mite iru to, watashi wa manzoku shite ite, shirīzu zentai de uttori shite imashita. Sore wa zen'aku toka funsō no nai monode wa naku, kare ga oba no mīmu to issho ni hikkoshita nochi, niwa makoto no nichijō seikatsu ni motto shōten o ateta. Dakara, sore o yōyaku suru to, denpa on'na to seishun danshi ni wa fukuzatsuna sutōrī ga arimasen. Sore wa jiyūna jikan kara tanoshimu mono ni pittaridesu.)\u001b[22m\n\nTranslations of \u001b[4mDenpa Onna To Seishun Otoko doesn't really stick to it's plot much. They only mention aliens once in a while. it's more of a lighthearted anime. There's nothing big, it's not to be someone's absolute favourite. But, i think it was very cute. It's not deep and something that leaves you with your mouth wide open saying 'oh my god.' As I watched it, I felt happy, and fluttery throughout the whole series. It didn't have a good vs. evil, or anykind of conflict, it focused more on Niwa Makoto's daily life after he moved in with his aunt, Meme. So, to sum it up, Denpa Onna to Seishun Otoko does not have a complex storyline, it's more fit for people who want something to enjoy out of free time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDenpa Onna To Seishun Otoko doesn't really stick to it's plot much.\u001b[24m\n    \u001b[1mデンパ・オンナセーシュン・オートコにはそれほど固執していない。\u001b[22m, \u001b[1m電波女と青春男は、実際にそれがはるかにプロットだに固執しません。\u001b[22m\n\u001b[4mThey only mention aliens once in a while.\u001b[24m\n    \u001b[1m彼らはたまに唯一の外国人を言及します。\u001b[22m, \u001b[1m彼らはたまに外国人に言及します。\u001b[22m\n\u001b[4mit's more of a lighthearted anime.\u001b[24m\n    \u001b[1mそれは軽快なアニメの多くです。\u001b[22m, \u001b[1mそれは気軽アニメのより多くのです。\u001b[22m\n\u001b[4mThere's nothing big, it's not to be someone's absolute favourite.\u001b[24m\n    \u001b[1m誰も絶対好きではない、大きなものはありません。\u001b[22m, \u001b[1m大きなものは、それが誰かの絶対好きなことがありません、ありません。\u001b[22m\n\u001b[4mBut, i think it was very cute.\u001b[24m\n    \u001b[1mしかし、私はそれがとてもかわいいと思う。\u001b[22m, \u001b[1mしかし、私はそれが非常にキュートだったと思います。\u001b[22m\n\u001b[4mIt's not deep and something that leaves you with your mouth wide open saying 'oh my god.'\u001b[24m\n    \u001b[1mそれは深くなく、あなたの口を広く開いたままにするものではありません。「ああ、私の神」。\u001b[22m, \u001b[1mそれは深くはないと言って、あなたの口を大きく開いてあなたを残す何か」私の神ああ。」\u001b[22m\n\u001b[4mAs I watched it, I felt happy, and fluttery throughout the whole series.\u001b[24m\n    \u001b[1m私がそれを見ていると、私は満足していて、シリーズ全体でうっとりしていました。\u001b[22m, \u001b[1m私はそれを見たように、私は幸せに感じ、シリーズ全体を通して震えました。\u001b[22m\n\u001b[4mIt didn't have a good vs. evil, or anykind of conflict, it focused more on Niwa Makoto's daily life after he moved in with his aunt, Meme.\u001b[24m\n    \u001b[1mそれは善悪とか紛争のないものではなく、彼が叔母のミームと一緒に引っ越した後、丹羽誠の日常生活にもっと焦点を当てた。\u001b[22m, \u001b[1mそれは善対悪を持っている、または紛争のanykind、それは彼が彼の叔母、ミームで移動した後、丹羽誠の日常生活にもっと焦点を当てていませんでした。\u001b[22m\n\u001b[4mSo, to sum it up, Denpa Onna to Seishun Otoko does not have a complex storyline, it's more fit for people who want something to enjoy out of free time.\u001b[24m\n    \u001b[1mだから、それを要約すると、デンパ・オンナと青春男子には複雑なストーリーがありません。それは自由な時間から楽しむものにぴったりです。\u001b[22m, \u001b[1mだから、それをまとめるために、電波女と青春男は、それが何かは自由時間外に楽しみたい人のために、よりフィット感ですが、複雑なストーリーを持っていません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\nI absolutely loved Erio Touwa. In my opinion, she's the best character in the anime. Niwa was a pretty average guy, there's nothing special about him. He doesn't influence or anything. Touwa Meme, supposedly 40, does not act or look her age. Although, i loved Meme. And as for Yashiro, she was just as great as Erio. The only character I didn't enjoy was Ryuuko Mifune. She was the MOE-st annoying character there. I highly disliked the way she looked down on Erio simply because the rest of society does. Also, I hated the fact that Niwa wouldn't even defend her. but I have to admit, Ryuuko was pretty. I loved Maekawa. She was the cosplay girl of the group. I liked how she was straightforward, not beating around the bush.\n\n\u001b[1m私はErio Touwaを絶対に愛しました。 私の意見では、彼女はアニメの中で最高のキャラクターです。 仁和はかなり普通の男で、彼について特別なことは何もありません。 彼は何かに影響を与えません。  40歳のトワ・ミームは、彼女の年齢を振ったり、見たりしません。 しかし、私はミームを愛していました。 そして、ヤシロはエリオと同じくらい偉大だった。 私が楽しまなかった唯一のキャラクターは三船竜子でした。 彼女はMOE-stの厄介な人物でした。 私は、彼女がErioを見下ろしていた方法が、社会の他の部分が単にそうしているからと言って、非常に嫌いでした。 また、丹羽が彼女を守ることさえないという事実は嫌だった。 しかし、私は認めなければならない、隆子はかなりだった。 私は前川を愛していました。 彼女はグループのコスプレ・ガールでした。 私は彼女がいかに簡単か、ブッシュの周りに殴られていない好きだった。\u001b[22m\n\u001b[1m(Watashi wa Erio Touwa o zettai ni aishimashita. Watashi no ikende wa, kanojo wa anime no naka de saikō no kyarakutādesu. Watashi ga tanoshimanakatta yuiitsu no kyarakutā wa 三船竜子Deshita. Kanojo wa MOE - st no yakkaina jinbutsudeshita. Watashi wa, kanojo ga Erio o mioroshite ita hōhō ga, shakai no ta no bubun ga tan'ni sō shite irukara to itte, hijō ni kiraideshita. Mata, Niwa ga kanojo o mamoru koto sae nai to iu jijitsu wa iyadatta. Shikashi, watashi wa mitomenakereba naranai, Takako wa kanaridatta. Watashi wa Maekawa o aishite imashita. Kanojo wa gurūpu no kosupure gārudeshita. Watashi wa kanojo ga ikani kantan ka, Busshu no mawari ni nagura rete inai sukidatta. Niwa wa kanari futsū no otoko de, kare ni tsuite tokubetsuna koto wa nani mo arimasen. Kare wa nanika ni eikyō o ataemasen. 40-Sai no Towa mīmu wa, kanojo no nenrei o futtari, mi tari shimasen. Shikashi, watashi wa mīmu o aishite imashita. Soshite, yashiro wa erio to onaji kurai idaidatta.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely loved Erio Touwa. In my opinion, she's the best character in the anime. Niwa was a pretty average guy, there's nothing special about him. He doesn't influence or anything. Touwa Meme, supposedly 40, does not act or look her age. Although, i loved Meme. And as for Yashiro, she was just as great as Erio. The only character I didn't enjoy was Ryuuko Mifune. She was the MOE-st annoying character there. I highly disliked the way she looked down on Erio simply because the rest of society does. Also, I hated the fact that Niwa wouldn't even defend her. but I have to admit, Ryuuko was pretty. I loved Maekawa. She was the cosplay girl of the group. I liked how she was straightforward, not beating around the bush.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely loved Erio Touwa.\u001b[24m\n    \u001b[1m私はErio Touwaを絶対に愛しました。\u001b[22m, \u001b[1m私は絶対にエリオ東和を愛しました。\u001b[22m\n\u001b[4mIn my opinion, she's the best character in the anime.\u001b[24m\n    \u001b[1m私の意見では、彼女はアニメの中で最高のキャラクターです。\u001b[22m, \u001b[1m私の意見では、彼女はアニメで最高の文字です。\u001b[22m\n\u001b[4mThe only character I didn't enjoy was Ryuuko Mifune.\u001b[24m\n    \u001b[1m私が楽しまなかった唯一のキャラクターは三船竜子でした。\u001b[22m, \u001b[1m私は楽しんでいなかっただけの文字が龍虎三船でした。\u001b[22m\n\u001b[4mShe was the MOE-st annoying character there.\u001b[24m\n    \u001b[1m彼女はMOE-stの厄介な人物でした。\u001b[22m, \u001b[1m彼女はそこMOE-ST迷惑な文字でした。\u001b[22m\n\u001b[4mI highly disliked the way she looked down on Erio simply because the rest of society does.\u001b[24m\n    \u001b[1m私は、彼女がErioを見下ろしていた方法が、社会の他の部分が単にそうしているからと言って、非常に嫌いでした。\u001b[22m, \u001b[1m私は非常に社会の残りの部分はないという理由だけで、彼女はエリオに見下さ方法を嫌っ。\u001b[22m\n\u001b[4mAlso, I hated the fact that Niwa wouldn't even defend her.\u001b[24m\n    \u001b[1mまた、丹羽が彼女を守ることさえないという事実は嫌だった。\u001b[22m, \u001b[1mまた、私は丹羽も彼女を守るていないという事実を嫌っ。\u001b[22m\n\u001b[4mbut I have to admit, Ryuuko was pretty.\u001b[24m\n    \u001b[1mしかし、私は認めなければならない、隆子はかなりだった。\u001b[22m, \u001b[1m私は認めざるを得ない、龍虎はかなりありました。\u001b[22m\n\u001b[4mI loved Maekawa.\u001b[24m\n    \u001b[1m私は前川を愛していました。\u001b[22m, \u001b[1m私は前川を愛しました。\u001b[22m\n\u001b[4mShe was the cosplay girl of the group.\u001b[24m\n    \u001b[1m彼女はグループのコスプレ・ガールでした。\u001b[22m, \u001b[1m彼女はグループのコスプレの女の子でした。\u001b[22m\n\u001b[4mI liked how she was straightforward, not beating around the bush.\u001b[24m\n    \u001b[1m私は彼女がいかに簡単か、ブッシュの周りに殴られていない好きだった。\u001b[22m, \u001b[1m私は遠回しに言うのではない、彼女は簡単でしたか言っています。\u001b[22m\n\u001b[4mNiwa was a pretty average guy, there's nothing special about him.\u001b[24m\n    \u001b[1m仁和はかなり普通の男で、彼について特別なことは何もありません。\u001b[22m, \u001b[1m丹羽はかなり平均男だった、彼について何も特別なことはありません。\u001b[22m\n\u001b[4mHe doesn't influence or anything.\u001b[24m\n    \u001b[1m彼は何かに影響を与えません。\u001b[22m, \u001b[1m彼が影響を与えるか何かされません。\u001b[22m\n\u001b[4mTouwa Meme, supposedly 40, does not act or look her age.\u001b[24m\n    \u001b[1m40歳のトワ・ミームは、彼女の年齢を振ったり、見たりしません。\u001b[22m, \u001b[1m東和ミーム、おそらく40は、行動や彼女の年齢を見ていません。\u001b[22m\n\u001b[4mAlthough, i loved Meme.\u001b[24m\n    \u001b[1mしかし、私はミームを愛していました。\u001b[22m, \u001b[1mけれども、私はミームを愛しました。\u001b[22m\n\u001b[4mAnd as for Yashiro, she was just as great as Erio.\u001b[24m\n    \u001b[1mそして、ヤシロはエリオと同じくらい偉大だった。\u001b[22m, \u001b[1mそして、八代用として、彼女はエリオと同じくらい素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nThe art in this anime looked amazing! I wouldn't watch an anime simply because it looked old. The quality and effects gave this anime a pleasant fuzzy feeling to it.\n\n\u001b[1mこのアニメの芸術は素晴らしかった！ 私はアニメを見ていないのは、単に古くなったからです。 品質と効果は、このアニメにそれに気持ちの良いあいまいな感情を与えました。\u001b[22m\n\u001b[1m(Kono anime no geijutsu wa subarashikatta! Watashi wa anime o mite inai no wa, tan'ni furuku nattakaradesu. Hinshitsu to kōka wa, kono anime ni sore ni kimochi no yoi aimaina kanjō o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art in this anime looked amazing! I wouldn't watch an anime simply because it looked old. The quality and effects gave this anime a pleasant fuzzy feeling to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in this anime looked amazing!\u001b[24m\n    \u001b[1mこのアニメの芸術は素晴らしかった！\u001b[22m, \u001b[1mこのアニメの芸術は素晴らしい見えました！\u001b[22m\n\u001b[4mI wouldn't watch an anime simply because it looked old.\u001b[24m\n    \u001b[1m私はアニメを見ていないのは、単に古くなったからです。\u001b[22m, \u001b[1mそれは古い見えたので、私は単純にアニメを見ていないだろう。\u001b[22m\n\u001b[4mThe quality and effects gave this anime a pleasant fuzzy feeling to it.\u001b[24m\n    \u001b[1m品質と効果は、このアニメにそれに気持ちの良いあいまいな感情を与えました。\u001b[22m, \u001b[1m品質と効果はそれにこのアニメに快適なファジーな感じを与えました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSoundtrack: 9\n\n\u001b[1mサウンドトラック：9\u001b[22m\n\u001b[1m(Saundotorakku: 9)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack: 9\u001b[24m\n    \u001b[1mサウンドトラック：9\u001b[22m\nI didn't really care for the opening that much, because it doesn't match the anime at all. The background music sure was fitting, and set the mood. I loved the ending, it was cute and fuzzy, just like the anime.\n\n\u001b[1m私は実際にアニメーションと一致しないので、それほどオープニングを気にしませんでした。  BGMは確かに合っていて、気分を変えました。 私はエンディングが大好きで、アニメのようにかわいい、あいまいでした。\u001b[22m\n\u001b[1m(Watashi wa jissai ni animēshon to itchi shinainode, sorehodo ōpuningu o ki ni shimasendeshita. BGM wa tashika ni atte ite, kibun o kaemashita. Watashi wa endingu ga daisukide, anime no yō ni kawaī, aimaideshita.)\u001b[22m\n\nTranslations of \u001b[4mI didn't really care for the opening that much, because it doesn't match the anime at all. The background music sure was fitting, and set the mood. I loved the ending, it was cute and fuzzy, just like the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't really care for the opening that much, because it doesn't match the anime at all.\u001b[24m\n    \u001b[1m私は実際にアニメーションと一致しないので、それほどオープニングを気にしませんでした。\u001b[22m, \u001b[1mそれがすべてアニメと一致していないので、私は本当に、そのくらいの開口部のために気にしませんでした。\u001b[22m\n\u001b[4mThe background music sure was fitting, and set the mood.\u001b[24m\n    \u001b[1mBGMは確かに合っていて、気分を変えました。\u001b[22m, \u001b[1mバックグラウンドミュージックは、必ずフィッティングで、ムードを設定します。\u001b[22m\n\u001b[4mI loved the ending, it was cute and fuzzy, just like the anime.\u001b[24m\n    \u001b[1m私はエンディングが大好きで、アニメのようにかわいい、あいまいでした。\u001b[22m, \u001b[1m私はそれだけでアニメのような、かわいいとファジーた、エンディングを愛しました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\nI enjoyed it. People looking for something complex, probably wouldn't. But it's great for someone who wants to smile when there's nothing to do. :)\n\n\u001b[1mわたしはそれを楽しみました。 複雑なものを探している人は、おそらくそうではありません。 しかし、何もすることがないときに笑顔にしたいと思う人にとっては素晴らしいことです。  :)\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshimimashita. Fukuzatsuna mono o sagashite iru hito wa, osoraku sōde wa arimasen. Shikashi, nani mo suru koto ga nai toki ni egao ni shitai to omou hito ni totte wa subarashī kotodesu. : ))\u001b[22m\n\nTranslations of \u001b[4mI enjoyed it. People looking for something complex, probably wouldn't. But it's great for someone who wants to smile when there's nothing to do. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed it.\u001b[24m\n    \u001b[1mわたしはそれを楽しみました。\u001b[22m, \u001b[1m楽しかった。\u001b[22m, \u001b[1m楽しんだ。\u001b[22m, \u001b[1m私はそれを楽しみました。\u001b[22m, \u001b[1m私はそれを楽しんだ。\u001b[22m\n\u001b[4mPeople looking for something complex, probably wouldn't.\u001b[24m\n    \u001b[1m複雑なものを探している人は、おそらくそうではありません。\u001b[22m, \u001b[1m複雑な何かを探している人々は、おそらくないでしょう。\u001b[22m\n\u001b[4mBut it's great for someone who wants to smile when there's nothing to do.\u001b[24m\n    \u001b[1mしかし、何もすることがないときに笑顔にしたいと思う人にとっては素晴らしいことです。\u001b[22m, \u001b[1mしかし、それは何もすることがなくてもときに笑顔を望んでいる誰かのために素晴らしいことです。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "kuro_kuro",
    "profile": "/profile/kuro_kuro/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=63899",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  8\n\n「波の女性と若い男」！デンパ・オンナについて初めて考えたときの想いを想像してもいいでしょう。 私は実際にそれについての実質的なレビューやコメントを見つけることができなかったので、最初はそれについて何を考えなければならないのか本当に分かりませんでした。 結局、私はそれを試してみることにしました。 そして男の子、私は驚いた。\n\n最初はデンパ・オンナについてはあまり考えていませんでしたが、私はそれに不安を感じませんでした。 しかし、正直なところ、私はそれが特別なものではなかったが、私は間違っていた。 それはあなたがそのカバーによって裁判官の本を傾けることができないことを証明します。 またはこの場合、そのタイトル。\n\nさて、まず第一に、「Electric Wave Woman」はタイトルでの最初の選択ではないでしょう。 しかし、私がアニメをより深く理解するにつれて、その名前はちょうど私が推測したものです。 私は正直なところ、これについてのプロットについてどこから始めるべきか分かりません。 このアニメの主人公がどのように動いているのか、私は本当に説明できません。 だから私はちょうど右に飛び込むつもりです。\n\n私はあなたにちょっとピックアップしてみましょう...それはエイリアンのことです！...（笑、アニメに正義をしなかった）\n\nまず最初にプロットしたものはかなり安定しています。 私は時間が経つにつれて急いでいるとか、何かの兆候が見えなかったので、それは大丈夫だった。 私は本当にプロットについてはあまり言い表せませんが。 私はそれが非常に興味深くオリジナルであると言わなければならないが、私のためには、それだけではそれほど目立たなかったと思う。\n\nしかしキャラクターの開発はかなり揺れていた。 急いではありませんでしたが、キャラクターは少し空っぽに見えました。 しかし、それは本当に大きな問題ではありません。 プロットに要素を追加すると言うことさえできます。 しかし、それでも、時には少し厄介なことがあります。\n\nそれは実際にドラマやコメディではなく、発見アニメのものです。 それはステージに好奇心をもたらし、それを均等かつ均等に分配する。 しかし、心配しないでください。 デンパ・オンナでは間違いなく笑い声や笑い声があります。 コメディアンに飢えた心を満足させるには十分です。\n\n芸術もかなり良いです。 彼らは「モエとかわいい」テーマでかなり簡単にはできません。 背景もかなり降下しています。 私は本当に芸術について多くを言うことができません。 それはそれほど目立たない。\n\n音に関しては、私は正直なところOPを好まない。  EDはきれいでかわいいですし、インサート・ソングやサウンド・エフェクトはかなり安定しています。 それは私を悩ましているOPです。 あなたがそれに慣れればかなりキャッチーですが。 私は個人的に私の頭の中でその歌を聞き続けたくない。 ちょっと静まりすぎ\n\nデンパ・オンナに魅了されたのは、それが設定した雰囲気だったと思います。 間違いなく「宇宙の謎」が起こっているのですが、私はそれがかなりクールだと思っています。  Denpa Onnaは、あらゆる種類のAnimeファンにかなり良いです。 私は面白いアニメが欲しいと思ったらそれを見ることをお勧めします。「あなたにはほかに何があるのだろうか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n'Electric Wave woman and Youthful Man'!.... You could probably imagine my thoughts on Denpa Onna when I first looked it up. I couldn't really find any substantial reviews or comments about it back then, so I didn't really know what to think about it at first. In the end, I decided to just try it out. And boy, was I surprised.\n\n\u001b[1m「波の女性と若い男」！デンパ・オンナについて初めて考えたときの想いを想像してもいいでしょう。 私は実際にそれについての実質的なレビューやコメントを見つけることができなかったので、最初はそれについて何を考えなければならないのか本当に分かりませんでした。 結局、私はそれを試してみることにしました。 そして男の子、私は驚いた。\u001b[22m\n\u001b[1m(`Nami no josei to wakai otoko'! Denpa on'na ni tsuite hajimete kangaeta toki no omoi o sōzō shite mo īdeshou. Watashi wa jissai ni sore ni tsuite no jisshitsu-tekina rebyū ya komento o mitsukeru koto ga dekinakattanode, saisho wa sore ni tsuite nani o kangaenakereba naranai no ka hontōni wakarimasendeshita. Kekkyoku, watashi wa sore o tameshite miru koto ni shimashita. Soshite otokonoko, watashi wa odoroita.)\u001b[22m\n\nTranslations of \u001b[4m'Electric Wave woman and Youthful Man'!.... You could probably imagine my thoughts on Denpa Onna when I first looked it up. I couldn't really find any substantial reviews or comments about it back then, so I didn't really know what to think about it at first. In the end, I decided to just try it out. And boy, was I surprised.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Electric Wave woman and Youthful Man'!.... You could probably imagine my thoughts on Denpa Onna when I first looked it up.\u001b[24m\n    \u001b[1m「波の女性と若い男」！デンパ・オンナについて初めて考えたときの想いを想像してもいいでしょう。\u001b[22m, \u001b[1m「電波女と青春男 '！私が最初にそれを見上げたときに....あなたは、おそらくDenpa女に私の考えを想像することができます。\u001b[22m\n\u001b[4mI couldn't really find any substantial reviews or comments about it back then, so I didn't really know what to think about it at first.\u001b[24m\n    \u001b[1m私は実際にそれについての実質的なレビューやコメントを見つけることができなかったので、最初はそれについて何を考えなければならないのか本当に分かりませんでした。\u001b[22m, \u001b[1m私は本当に戻って、それについての実質的なレビューやコメントを見つけることができませんでしたので、私は本当に最初はそれについて考えることかわかりませんでした。\u001b[22m\n\u001b[4mIn the end, I decided to just try it out.\u001b[24m\n    \u001b[1m結局、私はそれを試してみることにしました。\u001b[22m, \u001b[1m最後に、私はちょうどそれを試してみることにしました。\u001b[22m\n\u001b[4mAnd boy, was I surprised.\u001b[24m\n    \u001b[1mそして男の子、私は驚いた。\u001b[22m, \u001b[1mそして男の子、私は驚きました。\u001b[22m\n\u001b[1m\u001b[22m\nI didn't really think much about Denpa Onna at first, nor did I have any anxiety towards it. But honestly, I was so wrong when I though it was nothing special. It just proves that you cant judge a book by its cover. Or in this case, its title.\n\n\u001b[1m最初はデンパ・オンナについてはあまり考えていませんでしたが、私はそれに不安を感じませんでした。 しかし、正直なところ、私はそれが特別なものではなかったが、私は間違っていた。 それはあなたがそのカバーによって裁判官の本を傾けることができないことを証明します。 またはこの場合、そのタイトル。\u001b[22m\n\u001b[1m(Saisho wa denpa on'na ni tsuite wa amari kangaete imasendeshitaga, watashi wa sore ni fuan o kanjimasendeshita. Shikashi, shōjikina tokoro, watashi wa sore ga tokubetsuna monode wa nakattaga, watashi wa machigatte ita. Sore wa anata ga sono kabā ni yotte saibankan no hon o katamukeru koto ga dekinai koto o shōmei shimasu. Matawa ko no baai, sono taitoru.)\u001b[22m\n\nTranslations of \u001b[4mI didn't really think much about Denpa Onna at first, nor did I have any anxiety towards it. But honestly, I was so wrong when I though it was nothing special. It just proves that you cant judge a book by its cover. Or in this case, its title.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't really think much about Denpa Onna at first, nor did I have any anxiety towards it.\u001b[24m\n    \u001b[1m最初はデンパ・オンナについてはあまり考えていませんでしたが、私はそれに不安を感じませんでした。\u001b[22m, \u001b[1m私は本当に最初はDenpa女についてはあまり考えていませんでした、また私はそれに向かって任意の不安を持っていませんでした。\u001b[22m\n\u001b[4mBut honestly, I was so wrong when I though it was nothing special.\u001b[24m\n    \u001b[1mしかし、正直なところ、私はそれが特別なものではなかったが、私は間違っていた。\u001b[22m, \u001b[1mしかし、正直なところ、私は私はしかし、それは特別な何もなかったときに間違っていました。\u001b[22m\n\u001b[4mIt just proves that you cant judge a book by its cover.\u001b[24m\n    \u001b[1mそれはあなたがそのカバーによって裁判官の本を傾けることができないことを証明します。\u001b[22m, \u001b[1mそれはちょうどあなたがその本を表紙で判断傾けることを証明しています。\u001b[22m\n\u001b[4mOr in this case, its title.\u001b[24m\n    \u001b[1mまたはこの場合、そのタイトル。\u001b[22m, \u001b[1mそれともこの場合は、そのタイトル。\u001b[22m\n\u001b[1m\u001b[22m\nNow, first of all, 'Electric Wave Woman' wouldn't really be my first choice on a title. But as I got deeper into the anime, the name just stuck I guess. I honestly don't know where to begin talking about the plot on this one. I can't really explain how the main characters move in this anime. So I'm just going to jump right in.\n\n\u001b[1mさて、まず第一に、「Electric Wave Woman」はタイトルでの最初の選択ではないでしょう。 しかし、私がアニメをより深く理解するにつれて、その名前はちょうど私が推測したものです。 私は正直なところ、これについてのプロットについてどこから始めるべきか分かりません。 このアニメの主人公がどのように動いているのか、私は本当に説明できません。 だから私はちょうど右に飛び込むつもりです。\u001b[22m\n\u001b[1m(Sate, mazu daiichi ni,`Electric u~ēvu Woman' wa taitoru de no saisho no sentakude wanaideshou. Shikashi, watashi ga anime o yori fukaku rikai suru ni tsurete, sono namae wa chōdo watashi ga suisoku shita monodesu. Watashi wa shōjikina tokoro, kore ni tsuite no purotto ni tsuite doko kara hajimerubeki ka wakarimasen. Kono anime no shujinkō ga dono yō ni ugoite iru no ka, watashi wa hontōni setsumei dekimasen. Dakara watashi wa chōdo migi ni tobikomu tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mNow, first of all, 'Electric Wave Woman' wouldn't really be my first choice on a title. But as I got deeper into the anime, the name just stuck I guess. I honestly don't know where to begin talking about the plot on this one. I can't really explain how the main characters move in this anime. So I'm just going to jump right in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, first of all, 'Electric Wave Woman' wouldn't really be my first choice on a title.\u001b[24m\n    \u001b[1mさて、まず第一に、「Electric Wave Woman」はタイトルでの最初の選択ではないでしょう。\u001b[22m, \u001b[1mさて、最初にすべての、「電波女は本当にタイトルで私の最初の選択肢ではないでしょう。\u001b[22m\n\u001b[4mBut as I got deeper into the anime, the name just stuck I guess.\u001b[24m\n    \u001b[1mしかし、私がアニメをより深く理解するにつれて、その名前はちょうど私が推測したものです。\u001b[22m, \u001b[1m私はアニメに深くなったとしてではなく、名前はちょうど私が推測する立ち往生。\u001b[22m\n\u001b[4mI honestly don't know where to begin talking about the plot on this one.\u001b[24m\n    \u001b[1m私は正直なところ、これについてのプロットについてどこから始めるべきか分かりません。\u001b[22m, \u001b[1m私は正直、この1上のプロットについて話し始めるためにどこか分かりません。\u001b[22m\n\u001b[4mI can't really explain how the main characters move in this anime.\u001b[24m\n    \u001b[1mこのアニメの主人公がどのように動いているのか、私は本当に説明できません。\u001b[22m, \u001b[1m私は本当に主人公はこのアニメでどのように動くかを説明することはできません。\u001b[22m\n\u001b[4mSo I'm just going to jump right in.\u001b[24m\n    \u001b[1mだから私はちょうど右に飛び込むつもりです。\u001b[22m, \u001b[1mだから、僕は右にジャンプするつもりです。\u001b[22m\n\u001b[1m\u001b[22m\nLet me just give you a little pick-me-up... It's about ALIENS!... ( lol, that so did not do justice to the anime )\n\n\u001b[1m私はあなたにちょっとピックアップしてみましょう...それはエイリアンのことです！...（笑、アニメに正義をしなかった）\u001b[22m\n\u001b[1m(Watashi wa anata ni chotto pikkuappu shite mimashou... Sore wa eirian no kotodesu! ... (Emi, anime ni seigi o shinakatta))\u001b[22m\n\nTranslations of \u001b[4mLet me just give you a little pick-me-up... It's about ALIENS!... ( lol, that so did not do justice to the anime )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me just give you a little pick-me-up... It's about ALIENS!... ( lol, that so did not do justice to the anime )\u001b[24m\n    \u001b[1m私はあなたにちょっとピックアップしてみましょう...それはエイリアンのことです！...（笑、アニメに正義をしなかった）\u001b[22m, \u001b[1mそれはALIENSについてです...私はちょうどあなたを少しピックアップ私アップをあげてみよう！...（笑なので、アニメに正義をしなかったことを）\u001b[22m\n\u001b[1m\u001b[22m\nThe plot first and foremost, is pretty solid. I didn't see any rushing or signs of chocking on time, so it was okay on that point. Although I can't really say much about the plot. I have to say it is very interesting and original, but for me, I guess it just didn't stand out as much.\n\n\u001b[1mまず最初にプロットしたものはかなり安定しています。 私は時間が経つにつれて急いでいるとか、何かの兆候が見えなかったので、それは大丈夫だった。 私は本当にプロットについてはあまり言い表せませんが。 私はそれが非常に興味深くオリジナルであると言わなければならないが、私のためには、それだけではそれほど目立たなかったと思う。\u001b[22m\n\u001b[1m(Mazu saisho ni purotto shita mono wa kanari antei shite imasu. Watashi wa jikangatatsu ni tsurete isoide iru toka, nanika no chōkō ga mienakattanode, sore wa daijōbudatta. Watashi wa hontōni purotto ni tsuite wa amari iiarawasemasenga. Watashi wa sore ga hijō ni kyōmibukaku orijinarudearu to iwanakereba naranaiga, watashi no tame ni wa, sore dakede wa sorehodo medatanakatta to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe plot first and foremost, is pretty solid. I didn't see any rushing or signs of chocking on time, so it was okay on that point. Although I can't really say much about the plot. I have to say it is very interesting and original, but for me, I guess it just didn't stand out as much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot first and foremost, is pretty solid.\u001b[24m\n    \u001b[1mまず最初にプロットしたものはかなり安定しています。\u001b[22m, \u001b[1mまず第一のプロットは、かなりしっかりしています。\u001b[22m\n\u001b[4mI didn't see any rushing or signs of chocking on time, so it was okay on that point.\u001b[24m\n    \u001b[1m私は時間が経つにつれて急いでいるとか、何かの兆候が見えなかったので、それは大丈夫だった。\u001b[22m, \u001b[1m私は急いまたは時間にくさびで止めるの兆候を見ていないので、その点に大丈夫でした。\u001b[22m\n\u001b[4mAlthough I can't really say much about the plot.\u001b[24m\n    \u001b[1m私は本当にプロットについてはあまり言い表せませんが。\u001b[22m, \u001b[1m私は本当にプロットについて多くを語ることはできませんが。\u001b[22m\n\u001b[4mI have to say it is very interesting and original, but for me, I guess it just didn't stand out as much.\u001b[24m\n    \u001b[1m私はそれが非常に興味深くオリジナルであると言わなければならないが、私のためには、それだけではそれほど目立たなかったと思う。\u001b[22m, \u001b[1m私はそれは非常に興味深いとオリジナルだと言って持っていますが、私のために、私はそれが同じくらい目立ついないと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe character development was pretty shakey though. Although it wasn't that rushed, the characters seemed a little bit hollow. But that isn't really a big deal. You can even say it adds more elements to the plot. But still, it does get a bit awkward at times.\n\n\u001b[1mしかしキャラクターの開発はかなり揺れていた。 急いではありませんでしたが、キャラクターは少し空っぽに見えました。 しかし、それは本当に大きな問題ではありません。 プロットに要素を追加すると言うことさえできます。 しかし、それでも、時には少し厄介なことがあります。\u001b[22m\n\u001b[1m(Shikashi kyarakutā no kaihatsu wa kanari yurete ita. Isoide wa arimasendeshitaga, kyarakutā wa sukoshi karappo ni miemashita. Shikashi, sore wa hontōni ōkina mondaide wa arimasen. Purotto ni yōso o tsuika suru to iu koto sae dekimasu. Shikashi, soredemo, tokiniha sukoshi yakkaina koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe character development was pretty shakey though. Although it wasn't that rushed, the characters seemed a little bit hollow. But that isn't really a big deal. You can even say it adds more elements to the plot. But still, it does get a bit awkward at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character development was pretty shakey though.\u001b[24m\n    \u001b[1mしかしキャラクターの開発はかなり揺れていた。\u001b[22m, \u001b[1mキャラクターの成長はかなりかかわらずshakeyました。\u001b[22m\n\u001b[4mAlthough it wasn't that rushed, the characters seemed a little bit hollow.\u001b[24m\n    \u001b[1m急いではありませんでしたが、キャラクターは少し空っぽに見えました。\u001b[22m, \u001b[1mそれは急いでそれではなかったが、文字が少し中空見えました。\u001b[22m\n\u001b[4mBut that isn't really a big deal.\u001b[24m\n    \u001b[1mしかし、それは本当に大きな問題ではありません。\u001b[22m, \u001b[1mしかし、それは本当に大したことではありません。\u001b[22m\n\u001b[4mYou can even say it adds more elements to the plot.\u001b[24m\n    \u001b[1mプロットに要素を追加すると言うことさえできます。\u001b[22m, \u001b[1mあなたも、それがプロットに複数の要素が追加されますと言うことができます。\u001b[22m\n\u001b[4mBut still, it does get a bit awkward at times.\u001b[24m\n    \u001b[1mしかし、それでも、時には少し厄介なことがあります。\u001b[22m, \u001b[1mしかし、まだ、それは時間に少しぎこちない取得ありません。\u001b[22m\n\u001b[1m\u001b[22m\nIt's actually more of a discovery anime rather than a drama or a comedy. It brings a sense of curiosity to the stage, and distributes it equally and evenly. But don't fret. There will definitely be chuckles and giggles in Denpa Onna. Enough to satisfy the comedically-hungry mind.\n\n\u001b[1mそれは実際にドラマやコメディではなく、発見アニメのものです。 それはステージに好奇心をもたらし、それを均等かつ均等に分配する。 しかし、心配しないでください。 デンパ・オンナでは間違いなく笑い声や笑い声があります。 コメディアンに飢えた心を満足させるには十分です。\u001b[22m\n\u001b[1m(Sore wa jissai ni dorama ya komedide wa naku, hakken anime no monodesu. Sore wa sutēji ni kōkishin o motarashi, sore o kintō katsu kintō ni bunpai suru. Shikashi, shinpaishinaide kudasai. Denpa on'nade wa machigainaku waraigoe ya waraigoe ga arimasu. Komedian ni ueta kokoro o manzoku sa seru ni wa jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's actually more of a discovery anime rather than a drama or a comedy. It brings a sense of curiosity to the stage, and distributes it equally and evenly. But don't fret. There will definitely be chuckles and giggles in Denpa Onna. Enough to satisfy the comedically-hungry mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's actually more of a discovery anime rather than a drama or a comedy.\u001b[24m\n    \u001b[1mそれは実際にドラマやコメディではなく、発見アニメのものです。\u001b[22m, \u001b[1mこれは、実際に発見アニメの多くはではなく、ドラマやコメディー。\u001b[22m\n\u001b[4mIt brings a sense of curiosity to the stage, and distributes it equally and evenly.\u001b[24m\n    \u001b[1mそれはステージに好奇心をもたらし、それを均等かつ均等に分配する。\u001b[22m, \u001b[1mこれは、ステージへの好奇心の感覚をもたらし、それが均等にかつ均等に分配します。\u001b[22m\n\u001b[4mBut don't fret.\u001b[24m\n    \u001b[1mしかし、心配しないでください。\u001b[22m\n\u001b[4mThere will definitely be chuckles and giggles in Denpa Onna.\u001b[24m\n    \u001b[1mデンパ・オンナでは間違いなく笑い声や笑い声があります。\u001b[22m, \u001b[1m間違いなくDenpa女で笑うとくすくす笑いがあるでしょう。\u001b[22m\n\u001b[4mEnough to satisfy the comedically-hungry mind.\u001b[24m\n    \u001b[1mコメディアンに飢えた心を満足させるには十分です。\u001b[22m, \u001b[1mcomedicallyに飢えた心を満たすのに十分な。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is pretty good as well. They wen't pretty straightforward with the 'moe and cute' theme. The background is pretty descent as well. I can't really say much about the art though. It doesn't stand out that much.\n\n\u001b[1m芸術もかなり良いです。 彼らは「モエとかわいい」テーマでかなり簡単にはできません。 背景もかなり降下しています。 私は本当に芸術について多くを言うことができません。 それはそれほど目立たない。\u001b[22m\n\u001b[1m(Geijutsu mo kanari yoidesu. Karera wa `Moe to kawaī' tēma de kanari kantan ni wa dekimasen. Haikei mo kanari kōka shite imasu. Watashi wa hontōni geijutsu ni tsuite ōku o iu koto ga dekimasen. Sore wa sorehodo medatanai.)\u001b[22m\n\nTranslations of \u001b[4mThe art is pretty good as well. They wen't pretty straightforward with the 'moe and cute' theme. The background is pretty descent as well. I can't really say much about the art though. It doesn't stand out that much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is pretty good as well.\u001b[24m\n    \u001b[1m芸術もかなり良いです。\u001b[22m, \u001b[1m芸術にもかなり良いです。\u001b[22m\n\u001b[4mThey wen't pretty straightforward with the 'moe and cute' theme.\u001b[24m\n    \u001b[1m彼らは「モエとかわいい」テーマでかなり簡単にはできません。\u001b[22m, \u001b[1m彼らは、「萌えと可愛い」をテーマとかなり簡単wen't。\u001b[22m\n\u001b[4mThe background is pretty descent as well.\u001b[24m\n    \u001b[1m背景もかなり降下しています。\u001b[22m, \u001b[1m背景には、同様にかなりの降下です。\u001b[22m\n\u001b[4mI can't really say much about the art though.\u001b[24m\n    \u001b[1m私は本当に芸術について多くを言うことができません。\u001b[22m, \u001b[1m私は実際にも芸術について多くを語ることはできません。\u001b[22m\n\u001b[4mIt doesn't stand out that much.\u001b[24m\n    \u001b[1mそれはそれほど目立たない。\u001b[22m, \u001b[1mそれはそれほど目立ちません。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the sound, I honestly don't like the OP that much. The ED was fine and cute, and the insert-songs and sound effects are pretty solid. It's just the OP that's bugging me. Although it is pretty catchy once you get used to it. I personally don't want to keep hearing that song in my head. A little too much static.\n\n\u001b[1m音に関しては、私は正直なところOPを好まない。  EDはきれいでかわいいですし、インサート・ソングやサウンド・エフェクトはかなり安定しています。 それは私を悩ましているOPです。 あなたがそれに慣れればかなりキャッチーですが。 私は個人的に私の頭の中でその歌を聞き続けたくない。 ちょっと静まりすぎ\u001b[22m\n\u001b[1m(Oto ni kanshite wa, watashi wa shōjikina tokoro OP o konomanai. ED wa kireide kawaīdesushi, insāto songu ya saundo efekuto wa kanari antei shite imasu. Sore wa watashi o nayama shite iru OPdesu. Anata ga sore ni narereba kanari kyatchīdesuga. Watashi wa kojin-teki ni watashi no atama no naka de sono uta o kiki tsudzuketakunai. Chotto shizumari sugi)\u001b[22m\n\nTranslations of \u001b[4mAs for the sound, I honestly don't like the OP that much. The ED was fine and cute, and the insert-songs and sound effects are pretty solid. It's just the OP that's bugging me. Although it is pretty catchy once you get used to it. I personally don't want to keep hearing that song in my head. A little too much static.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the sound, I honestly don't like the OP that much.\u001b[24m\n    \u001b[1m音に関しては、私は正直なところOPを好まない。\u001b[22m, \u001b[1m音に関しては、私は正直あまりそのOPが好きではありません。\u001b[22m\n\u001b[4mThe ED was fine and cute, and the insert-songs and sound effects are pretty solid.\u001b[24m\n    \u001b[1mEDはきれいでかわいいですし、インサート・ソングやサウンド・エフェクトはかなり安定しています。\u001b[22m, \u001b[1mEDは罰金やキュートだった、とインサート曲や効果音はかなり固体です。\u001b[22m\n\u001b[4mIt's just the OP that's bugging me.\u001b[24m\n    \u001b[1mそれは私を悩ましているOPです。\u001b[22m, \u001b[1mそれはちょうど私を悩ませていOPです。\u001b[22m\n\u001b[4mAlthough it is pretty catchy once you get used to it.\u001b[24m\n    \u001b[1mあなたがそれに慣れればかなりキャッチーですが。\u001b[22m, \u001b[1mそれはかなりキャッチーですが、あなたはそれに慣れます。\u001b[22m\n\u001b[4mI personally don't want to keep hearing that song in my head.\u001b[24m\n    \u001b[1m私は個人的に私の頭の中でその歌を聞き続けたくない。\u001b[22m, \u001b[1m私は個人的に私の頭の中でその曲を聞いて維持する必要はありません。\u001b[22m\n\u001b[4mA little too much static.\u001b[24m\n    \u001b[1mちょっと静まりすぎ\u001b[22m, \u001b[1m静的少し多すぎます。\u001b[22m\n\u001b[1m\u001b[22m\nI guess what really captivated and got me hooked on to Denpa Onna was the atmosphere it sets. It definitely has that whole 'space mystery' thing going, and I for one think it's pretty cool. Denpa Onna is pretty much good for all kinds of Anime fans. I suggest you watch it if you want a funny anime that also makes you think: 'I wonder what else is out there'.\n\n\u001b[1mデンパ・オンナに魅了されたのは、それが設定した雰囲気だったと思います。 間違いなく「宇宙の謎」が起こっているのですが、私はそれがかなりクールだと思っています。  Denpa Onnaは、あらゆる種類のAnimeファンにかなり良いです。 私は面白いアニメが欲しいと思ったらそれを見ることをお勧めします。「あなたにはほかに何があるのだろうか？\u001b[22m\n\u001b[1m(Denpa on'na ni miryō sa reta no wa, sore ga settei shita fun'ikidatta to omoimasu. Machigainaku `uchū no nazo' ga okotte iru nodesuga, watashi wa sore ga kanari kūruda to omotte imasu. Denpa Onna wa, arayuru shurui no Anime fan ni kanari yoidesu. Watashi wa omoshiroi anime ga hoshī to omottara sore o miru koto o o susume shimasu. `Anata ni wa hoka ni nani ga aru nodarou ka?)\u001b[22m\n\nTranslations of \u001b[4mI guess what really captivated and got me hooked on to Denpa Onna was the atmosphere it sets. It definitely has that whole 'space mystery' thing going, and I for one think it's pretty cool. Denpa Onna is pretty much good for all kinds of Anime fans. I suggest you watch it if you want a funny anime that also makes you think: 'I wonder what else is out there'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess what really captivated and got me hooked on to Denpa Onna was the atmosphere it sets.\u001b[24m\n    \u001b[1mデンパ・オンナに魅了されたのは、それが設定した雰囲気だったと思います。\u001b[22m, \u001b[1m私は本当に魅了推測と私はそれが設定した雰囲気だったDenpa女へ引っ掛けられてしまいました。\u001b[22m\n\u001b[4mIt definitely has that whole 'space mystery' thing going, and I for one think it's pretty cool.\u001b[24m\n    \u001b[1m間違いなく「宇宙の謎」が起こっているのですが、私はそれがかなりクールだと思っています。\u001b[22m, \u001b[1mこれは間違いなく全体の「宇宙の謎」の事が起こっていることがあり、いずれかの私はそれはかなりクールだと思います。\u001b[22m\n\u001b[4mDenpa Onna is pretty much good for all kinds of Anime fans.\u001b[24m\n    \u001b[1mDenpa Onnaは、あらゆる種類のAnimeファンにかなり良いです。\u001b[22m, \u001b[1mDenpa女はかなり良いアニメのファンのすべての種類のです。\u001b[22m\n\u001b[4mI suggest you watch it if you want a funny anime that also makes you think: 'I wonder what else is out there'.\u001b[24m\n    \u001b[1m私は面白いアニメが欲しいと思ったらそれを見ることをお勧めします。「あなたにはほかに何があるのだろうか？\u001b[22m, \u001b[1m「私はそこにある他に何だろう '：私はあなたにもあなたが考えさせる面白いアニメをしたい場合は、あなたがそれを見てお勧めします。\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "Chi-Nasagawa",
    "profile": "/profile/Chi-Nasagawa/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=81916",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nさて、私はもともとアートワークを見て、「やあ、それは本当に素敵な芸術ですね、このシリーズは何ですか？\n\nだから私はアニメの冒険に行きました。 そして、私に言わせてください、私は自分自身の地獄を楽しんだ！\n\nアート：\n私が言ったように、それは豪華です。 私は大きな、感情的な目のための吸盤です。 そして、アニメの女の子に長い長い髪のための巨大なソフトスポットがあります。 このシリーズ全体は、私の目玉キャンディの巨大なボールです。 私はアートワークを十分に得ることができません。\n\nプロット：\n私は詳細には触れませんが、もともと私は純粋にそれが軽快で楽しいものになると思っていました。 それは非常にコメディーだったが、それは私にも考えさせた。 それに感情的な点もありました。 悲しい/物事に触れること。\n\n対話：\n私はいつも、私が見て見ているアニメの対話をレビューすることをポイントにしています。 私はいつも巧妙でよく書かれた行で何かを探しています。 そして、私はデンパ・オンナが私から良い評価を得ていると言います。 私はそれが楽しいとわかりました。\n\n全体として、私はこのシリーズを私の友人一人一人にお勧めします。 私は徹底的にそれを見て楽しんで、私はチャンスを得るたびにそれを見直します。 私はダビングが許可されてからチェックアウトする予定です。 私はDVDも買うつもりです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAlright, so I originally saw the artwork, and thought 'Hey that's really nice art, what's this series?'\n\n\u001b[1mさて、私はもともとアートワークを見て、「やあ、それは本当に素敵な芸術ですね、このシリーズは何ですか？\u001b[22m\n\u001b[1m(Sate, watashi wa motomoto ātowāku o mite,`yā, sore wa hontōni sutekina geijutsudesu ne, kono shirīzu wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mAlright, so I originally saw the artwork, and thought 'Hey that's really nice art, what's this series?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright, so I originally saw the artwork, and thought 'Hey that's really nice art, what's this series?'\u001b[24m\n    \u001b[1mさて、私はもともとアートワークを見て、「やあ、それは本当に素敵な芸術ですね、このシリーズは何ですか？\u001b[22m, \u001b[1mさてさて、私はもともとアートワークを見て、考えて「ちょっとそれは本当に素晴らしい芸術だ、このシリーズは何ですか？」\u001b[22m\n\u001b[1m\u001b[22m\nSo on I went onto an anime adventure. And let me tell you, I enjoyed the heck out of myself!\n\n\u001b[1mだから私はアニメの冒険に行きました。 そして、私に言わせてください、私は自分自身の地獄を楽しんだ！\u001b[22m\n\u001b[1m(Dakara watashi wa anime no bōken ni ikimashita. Soshite, watashi ni iwa sete kudasai, watashi wa jibunjishin'no jigoku o tanoshinda!)\u001b[22m\n\nTranslations of \u001b[4mSo on I went onto an anime adventure. And let me tell you, I enjoyed the heck out of myself!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo on I went onto an anime adventure.\u001b[24m\n    \u001b[1mだから私はアニメの冒険に行きました。\u001b[22m, \u001b[1mだから、上の私は、アニメの冒険に行ってきました。\u001b[22m\n\u001b[4mAnd let me tell you, I enjoyed the heck out of myself!\u001b[24m\n    \u001b[1mそして、私に言わせてください、私は自分自身の地獄を楽しんだ！\u001b[22m, \u001b[1mそして、私は、私は自分自身のうち一体を楽しんで、あなたを教えてみましょう！\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nLike I said, it's gorgeous. I am a sucker for large, emotional eyes. And have a huge soft spot for long long hair on anime girls. This whole series is just one huge ball of eye candy for me. I can't get enough of the artwork.\n\n\u001b[1m私が言ったように、それは豪華です。 私は大きな、感情的な目のための吸盤です。 そして、アニメの女の子に長い長い髪のための巨大なソフトスポットがあります。 このシリーズ全体は、私の目玉キャンディの巨大なボールです。 私はアートワークを十分に得ることができません。\u001b[22m\n\u001b[1m(Watashi ga itta yō ni, sore wa gōkadesu. Watashi wa ōkina, kanjō-tekina me no tame no kyūbandesu. Soshite, anime no on'nanoko ni haihai kami no tame no kyodaina sofuto supotto ga arimasu. Kono shirīzu zentai wa, watashi no medama kyandi no kyodaina bōrudesu. Watashi wa ātowāku o jūbun ni eru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mLike I said, it's gorgeous. I am a sucker for large, emotional eyes. And have a huge soft spot for long long hair on anime girls. This whole series is just one huge ball of eye candy for me. I can't get enough of the artwork.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I said, it's gorgeous.\u001b[24m\n    \u001b[1m私が言ったように、それは豪華です。\u001b[22m, \u001b[1m私が言ったように、それはゴージャスです。\u001b[22m\n\u001b[4mI am a sucker for large, emotional eyes.\u001b[24m\n    \u001b[1m私は大きな、感情的な目のための吸盤です。\u001b[22m, \u001b[1m私は大規模な、感情的な目のための吸盤です。\u001b[22m\n\u001b[4mAnd have a huge soft spot for long long hair on anime girls.\u001b[24m\n    \u001b[1mそして、アニメの女の子に長い長い髪のための巨大なソフトスポットがあります。\u001b[22m, \u001b[1mアニメの女の子で長い長い髪のための巨大なソフトスポットを持っています。\u001b[22m\n\u001b[4mThis whole series is just one huge ball of eye candy for me.\u001b[24m\n    \u001b[1mこのシリーズ全体は、私の目玉キャンディの巨大なボールです。\u001b[22m, \u001b[1mこのシリーズ全体は私のために目の保養のただ一つの巨大なボールです。\u001b[22m\n\u001b[4mI can't get enough of the artwork.\u001b[24m\n    \u001b[1m私はアートワークを十分に得ることができません。\u001b[22m\n\u001b[1m\u001b[22m\nPlot:\n\n\u001b[1mプロット：\u001b[22m\n\u001b[1m(Purotto:)\u001b[22m\n\nDefinitions of \u001b[4mPlot:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    プロット\u001b[22m\n        plot\n\u001b[1m    陰謀\u001b[22m\n        conspiracy, plot, intrigue\n\u001b[1m    筋\u001b[22m\n        muscle, stripe, line, plot, sinew, string\n\u001b[1m    筋書き\u001b[22m\n        plot, outline, synopsis\n\u001b[1m    構想\u001b[22m\n        plan, idea, conception, plot\n\u001b[1m    謀略\u001b[22m\n        plot, strategy, trick, stratagem, scheme\n\u001b[1m    計略\u001b[22m\n        stratagem, trick, plan, plot\n\u001b[1m    仕組み\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    事件\u001b[22m\n        incident, case, event, affair, trouble, plot\n\u001b[1m    魂胆\u001b[22m\n        plot, scheme, intrigue, soul\n\u001b[1m    仕組\u001b[22m\n        arrangement, contrivance, construction, plot, devising\n\u001b[1m    悪計\u001b[22m\n        intrigues, plot, evil scheme\n\u001b[1m    一物\u001b[22m\n        thing, plot\n\nverb\n\u001b[1m    企てる\u001b[22m\n        attempt, plot, undertake, design, propose, plan\n\u001b[1m    たくらむ\u001b[22m\n        plot\n\u001b[1m    謀る\u001b[22m\n        plot, attempt, devise, cheat, be taken in, trick\n\u001b[1m    図る\u001b[22m\n        plot, attempt, devise, plan, take in, deceive\n\u001b[1m    仕組む\u001b[22m\n        arrange, devise, plan, plot\nI won't go into detail, but I originally thought it was purely going to be lighthearted and fun. While it was very comedic, it made me think too. It also had it's emotional points. Sad/touching sort of stuff.\n\n\u001b[1m私は詳細には触れませんが、もともと私は純粋にそれが軽快で楽しいものになると思っていました。 それは非常にコメディーだったが、それは私にも考えさせた。 それに感情的な点もありました。 悲しい/物事に触れること。\u001b[22m\n\u001b[1m(Watashi wa shōsai ni wa furemasenga, motomoto watashi wa junsui ni sore ga keikaide tanoshī mono ni naru to omotte imashita. Sore wa hijō ni komedīdattaga, sore wa watashi ni mo kangae saseta. Soreni kanjō-tekina ten mo arimashita. Kanashī/ monogoto ni fureru koto.)\u001b[22m\n\nTranslations of \u001b[4mI won't go into detail, but I originally thought it was purely going to be lighthearted and fun. While it was very comedic, it made me think too. It also had it's emotional points. Sad/touching sort of stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI won't go into detail, but I originally thought it was purely going to be lighthearted and fun.\u001b[24m\n    \u001b[1m私は詳細には触れませんが、もともと私は純粋にそれが軽快で楽しいものになると思っていました。\u001b[22m, \u001b[1m私は詳細には触れませんが、私はもともとそれが純粋に気軽で楽しいであると思っていました。\u001b[22m\n\u001b[4mWhile it was very comedic, it made me think too.\u001b[24m\n    \u001b[1mそれは非常にコメディーだったが、それは私にも考えさせた。\u001b[22m, \u001b[1mそれは非常に滑稽だったが、それは私も考えさせられました。\u001b[22m\n\u001b[4mIt also had it's emotional points.\u001b[24m\n    \u001b[1mそれに感情的な点もありました。\u001b[22m, \u001b[1mまた、それは感情的なポイントだ持っていました。\u001b[22m\n\u001b[4mSad/touching sort of stuff.\u001b[24m\n    \u001b[1m悲しい/物事に触れること。\u001b[22m, \u001b[1m悲しい/ものの一種に触れます。\u001b[22m\n\u001b[1m\u001b[22m\nDialogue:\n\n\u001b[1m対話：\u001b[22m\n\u001b[1m(Taiwa:)\u001b[22m\n\nDefinitions of \u001b[4mDialogue:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    対話\u001b[22m\n        dialogue, interaction, dialog, conversation\n\u001b[1m    ダイアログ\u001b[22m\n        dialog, dialogue\n\u001b[1m    対談\u001b[22m\n        talk, conversation, dialogue, dialog\n\u001b[1m    問答\u001b[22m\n        questions and answers, dialogue, dialog\nI always make it a point to review the dialogue on anime that I watch and review. I am always looking for something with clever and well written lines. And I'd say Denpa Onna gets a good rating from me. I found it enjoyable, and the voice cast is rather amazing to boot.\n\n\u001b[1m私はいつも、私が見て見ているアニメの対話をレビューすることをポイントにしています。 私はいつも巧妙でよく書かれた行で何かを探しています。 そして、私はデンパ・オンナが私から良い評価を得ていると言います。 私はそれが楽しいとわかりました。\u001b[22m\n\u001b[1m(Watashi wa itsumo, watashi ga mite mite iru anime no taiwa o rebyū suru koto o pointo ni shite imasu. Watashi wa itsumo kōmyōde yoku kaka reta gyō de nanika o sagashiteimasu. Soshite, watashi wa denpa on'na ga watashi kara yoi hyōka o ete iru to iimasu. Watashi wa sore ga tanoshī to wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mI always make it a point to review the dialogue on anime that I watch and review. I am always looking for something with clever and well written lines. And I'd say Denpa Onna gets a good rating from me. I found it enjoyable, and the voice cast is rather amazing to boot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI always make it a point to review the dialogue on anime that I watch and review.\u001b[24m\n    \u001b[1m私はいつも、私が見て見ているアニメの対話をレビューすることをポイントにしています。\u001b[22m, \u001b[1m私はいつもそれ私が見てアニメやレビューに関する対話を見直すことにしています。\u001b[22m\n\u001b[4mI am always looking for something with clever and well written lines.\u001b[24m\n    \u001b[1m私はいつも巧妙でよく書かれた行で何かを探しています。\u001b[22m, \u001b[1m私はいつも賢いとよく書かれた行で何かを探しています。\u001b[22m\n\u001b[4mAnd I'd say Denpa Onna gets a good rating from me.\u001b[24m\n    \u001b[1mそして、私はデンパ・オンナが私から良い評価を得ていると言います。\u001b[22m, \u001b[1mそして、私はDenpa女が私から良い評価を得ると思います。\u001b[22m\n\u001b[4mI found it enjoyable, and the voice cast is rather amazing to boot.\u001b[24m\n    \u001b[1m私はそれが楽しいとわかりました。\u001b[22m, \u001b[1m私はそれは楽しい発見、およびボイスキャストは起動にかなり驚くべきです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I suggest this series to every one of my friends. I thoroughly enjoyed watching it and I will re-watch it whenever I get the chance. I also plan on checking out the dub since it got licensed. I will be buying the DVD as well.\n\n\u001b[1m全体として、私はこのシリーズを私の友人一人一人にお勧めします。 私は徹底的にそれを見て楽しんで、私はチャンスを得るたびにそれを見直します。 私はダビングが許可されてからチェックアウトする予定です。 私はDVDも買うつもりです。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa kono shirīzu o watashi no yūjin hitorihitori ni o susume shimasu. Watashi wa tetteiteki ni sore o mite tanoshinde, watashi wa chansu o eru tabi ni sore o minaoshimasu. Watashi wa dabingu ga kyoka sa rete kara Chekkuauto suru yoteidesu. Watashi wa DVD mo kau tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I suggest this series to every one of my friends. I thoroughly enjoyed watching it and I will re-watch it whenever I get the chance. I also plan on checking out the dub since it got licensed. I will be buying the DVD as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I suggest this series to every one of my friends.\u001b[24m\n    \u001b[1m全体として、私はこのシリーズを私の友人一人一人にお勧めします。\u001b[22m, \u001b[1m全体的に、私は私の友人の一人一人にこのシリーズを示唆しています。\u001b[22m\n\u001b[4mI thoroughly enjoyed watching it and I will re-watch it whenever I get the chance.\u001b[24m\n    \u001b[1m私は徹底的にそれを見て楽しんで、私はチャンスを得るたびにそれを見直します。\u001b[22m, \u001b[1m私は徹底的にそれを見て楽しんだと私はチャンスを得るたびに、私はそれを再見します。\u001b[22m\n\u001b[4mI also plan on checking out the dub since it got licensed.\u001b[24m\n    \u001b[1m私はダビングが許可されてからチェックアウトする予定です。\u001b[22m, \u001b[1m私もそれがライセンスを取得してしまったので、ダブをチェックアウトすることを計画します。\u001b[22m\n\u001b[4mI will be buying the DVD as well.\u001b[24m\n    \u001b[1m私はDVDも買うつもりです。\u001b[22m, \u001b[1m私もDVDを購入されます。\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "Adieu",
    "profile": "/profile/Adieu/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=50091",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  9\n\nあなたの内側の悪魔（または「エイリアン」）をボウルズで蹴って、最終的にはショットを取ることを誰も期待していないときに、最終的に納屋の横に当たることについてのCutesyスライス・オブ・ライフアニメ。\n\n美しいアニメーションと無限のディテールへの関心は、さまざまなCGIで11まで上がりました。 今までに見たことのないジューシーな色。 ちょうど素晴らしい。\n\n非常にかわいい、本当に元の文字＆amp; 文字デザイン。 ふとんの女の子Erioは、何年にもわたって最もオリジナルのキャラクターデザインであり、今までテレビで見たかわいいものの中でも最もかわいいものでした。\n\nこのシリーズには非常に独自の、全く異なる芸術スタイルがあります。  1つのシーズンに、人々はすでにそれをコピーし始めています。\n\n残念なことに、それは間違いなく完全に切り捨てられ、購入予定のEP13であっても、第2シーズンをはるかに凌ぐことはありません。 一方、結論に至るまでの唯一のサブプロットは、彼女の中世の危機を乗り越えている（または彼女がいますか？）...恋人は7のヒントにもかかわらず、 またはペアリング。 将来のErioの友情は暗示されていますが、ビルドアップは始まったばかりです。 いくつかのキャラクターの関係は洗練されていないし、決まっていない（地獄、おばあちゃんのおばあちゃんは...おばあさんのエリオット？特におじいちゃんのおばあちゃん？ そして、専用のファン・サーヴァントのHot Mom Auntieは、ファンのサービスの可能性がある場所の近くでは圧迫されていません。\n\nこれはAno Hanaではなく、「わたしたちはまだ知らない...その日」と題されていたはずのアニメです。 エリオに何が起こったのか、エリオには何が起きるのか、将来の十九歳の思い出がどれほど大切なのか、などについては決して疑う余地はないようです。\n\n残念。 したがって、 '9'。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nCutesy slice-of-life anime about kicking your inner demons (or 'aliens') in the bollocks and finally hitting the broadside of a barn, when no one any longer expects you to even take the shot.\n\n\u001b[1mあなたの内側の悪魔（または「エイリアン」）をボウルズで蹴って、最終的にはショットを取ることを誰も期待していないときに、最終的に納屋の横に当たることについてのCutesyスライス・オブ・ライフアニメ。\u001b[22m\n\u001b[1m(Anata no uchigawa no akuma (matawa `eirian') o bōruzu de kette, saishūtekini wa shotto o toru koto o dare mo kitai shite inai toki ni, saishūtekini naya no yoko ni ataru koto ni tsuite no Cutesy suraisu Obu raifu anime.)\u001b[22m\n\nTranslations of \u001b[4mCutesy slice-of-life anime about kicking your inner demons (or 'aliens') in the bollocks and finally hitting the broadside of a barn, when no one any longer expects you to even take the shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCutesy slice-of-life anime about kicking your inner demons (or 'aliens') in the bollocks and finally hitting the broadside of a barn, when no one any longer expects you to even take the shot.\u001b[24m\n    \u001b[1mあなたの内側の悪魔（または「エイリアン」）をボウルズで蹴って、最終的にはショットを取ることを誰も期待していないときに、最終的に納屋の横に当たることについてのCutesyスライス・オブ・ライフアニメ。\u001b[22m, \u001b[1m誰がもはやあなたも写真を撮ることを期待しない場合には、ばかげであなたの内なる悪魔（または 'エイリアン'）を蹴り、最終的に納屋の舷側を打つ程度キュートスライスオブライフアニメ。\u001b[22m\n\u001b[1m\u001b[22m\nBeautiful animation and endless attention to detail turned up to 11 with various CGI. Juicier colours than ever seen before, anywhere. Just stunning.\n\n\u001b[1m美しいアニメーションと無限のディテールへの関心は、さまざまなCGIで11まで上がりました。 今までに見たことのないジューシーな色。 ちょうど素晴らしい。\u001b[22m\n\u001b[1m(Utsukushī animēshon to mugen no ditēru e no kanshin wa, samazamana CGI de 11 made agarimashita. Ima made ni mita koto no nai jūshīna iro. Chōdo subarashī.)\u001b[22m\n\nTranslations of \u001b[4mBeautiful animation and endless attention to detail turned up to 11 with various CGI. Juicier colours than ever seen before, anywhere. Just stunning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeautiful animation and endless attention to detail turned up to 11 with various CGI.\u001b[24m\n    \u001b[1m美しいアニメーションと無限のディテールへの関心は、さまざまなCGIで11まで上がりました。\u001b[22m, \u001b[1m美しいアニメーションと細部への無限の関心は、さまざまなCGIを11にまでなりました。\u001b[22m\n\u001b[4mJuicier colours than ever seen before, anywhere.\u001b[24m\n    \u001b[1m今までに見たことのないジューシーな色。\u001b[22m, \u001b[1mこれまで以上にジューシー色はどこでも、前に見ました。\u001b[22m\n\u001b[4mJust stunning.\u001b[24m\n    \u001b[1mちょうど素晴らしい。\u001b[22m, \u001b[1mただ素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nVery cute, really original characters &amp; character designs. Futon girl Erio is both the most original character design in years and the cutest most kawaii thing ever shown on television.\n\n\u001b[1m非常にかわいい、本当に元の文字＆amp; 文字デザイン。 ふとんの女の子Erioは、何年にもわたって最もオリジナルのキャラクターデザインであり、今までテレビで見たかわいいものの中でも最もかわいいものでした。\u001b[22m\n\u001b[1m(Hijō ni kawaī, hontōni gen no moji& amp; moji dezain. Futon no on'nanoko Erio wa, nan'nen ni mo watatte mottomo orijinaru no kyarakutādezaindeari, imamade terebi de mita kawaī mono no naka demo mottomo kawaī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mVery cute, really original characters &amp; character designs. Futon girl Erio is both the most original character design in years and the cutest most kawaii thing ever shown on television.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery cute, really original characters &amp;\u001b[24m\n    \u001b[1m非常にかわいい、本当に元の文字＆amp;\u001b[22m, \u001b[1m非常にかわいい、本当にオリジナルキャラクター＆＃038;\u001b[22m\n\u001b[4mcharacter designs.\u001b[24m\n    \u001b[1m文字デザイン。\u001b[22m, \u001b[1mキャラクターデザイン。\u001b[22m\n\u001b[4mFuton girl Erio is both the most original character design in years and the cutest most kawaii thing ever shown on television.\u001b[24m\n    \u001b[1mふとんの女の子Erioは、何年にもわたって最もオリジナルのキャラクターデザインであり、今までテレビで見たかわいいものの中でも最もかわいいものでした。\u001b[22m, \u001b[1m布団の女の子エリオは年間で最もオリジナルのキャラクターデザインや、これまでのテレビで示さかわいい最もカワイイものもあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe series has its very own, quite different artstyle. One season on, people are already starting to copy it.\n\n\u001b[1mこのシリーズには非常に独自の、全く異なる芸術スタイルがあります。  1つのシーズンに、人々はすでにそれをコピーし始めています。\u001b[22m\n\u001b[1m(Kono shirīzu ni wa hijō ni dokuji no, mattaku kotonaru geijutsu sutairu ga arimasu. 1Tsu no shīzun ni, hitobito wa sudeni sore o kopī shi hajimete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe series has its very own, quite different artstyle. One season on, people are already starting to copy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series has its very own, quite different artstyle.\u001b[24m\n    \u001b[1mこのシリーズには非常に独自の、全く異なる芸術スタイルがあります。\u001b[22m, \u001b[1mシリーズには専用の、全く異なるartstyleを持っています。\u001b[22m\n\u001b[4mOne season on, people are already starting to copy it.\u001b[24m\n    \u001b[1m1つのシーズンに、人々はすでにそれをコピーし始めています。\u001b[22m, \u001b[1m上の1つのシーズンは、人々はすでにそれをコピーし始めています。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, it cuts off completely in midsentence, and even with the promised purchase-only EP13, has zero chances of concluding without far more than the second season that it isn't all too likely to get. Meanwhile, the only subplots anywhere near conclusion are Erio taking her first steps into the world, Grandma's depression, and Aunt getting over her midlife crisis (or has she??)... No romances build up past crush stage, despite hints of seven or so pairings. Future Erio friendships are hinted at, but the buildup was just starting. Some characters' relationships aren't even fleshed out and decided (hell, seems like we're not even sure *whose* grandma Grandma is... the Aunt's? Elliot's? nobody in particular's neighbourhood grannie?). And even dedicated fan servant Hot Mom Auntie hasn't been squeezed for anywhere near her fan service potential.\n\n\u001b[1m残念なことに、それは間違いなく完全に切り捨てられ、購入予定のEP13であっても、第2シーズンをはるかに凌ぐことはありません。 一方、結論に至るまでの唯一のサブプロットは、彼女の中世の危機を乗り越えている（または彼女がいますか？）...恋人は7のヒントにもかかわらず、 またはペアリング。 将来のErioの友情は暗示されていますが、ビルドアップは始まったばかりです。 いくつかのキャラクターの関係は洗練されていないし、決まっていない（地獄、おばあちゃんのおばあちゃんは...おばあさんのエリオット？特におじいちゃんのおばあちゃん？ そして、専用のファン・サーヴァントのHot Mom Auntieは、ファンのサービスの可能性がある場所の近くでは圧迫されていません。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, soreha machigainaku kanzen ni kirisute rare, kōnyū yotei no EP 13deatte mo, dai 2 shīzun o haruka ni shinogu koto wa arimasen. Ippō, ketsuron ni itaru made no yuiitsu no sabupurotto wa, kanojo no chūsei no kiki o norikoete iru (matawa kanojo ga imasu ka? )... Koibito wa 7 no hinto nimokakawarazu, matawa pea ringu. Shōrai no Erio no yūjō wa anji sa rete imasuga, birudoappu wa hajimatta bakaridesu. Ikutsu ka no kyarakutā no kankei wa senren sa rete inaishi, kimatte inai (jigoku, o bāchan no o bāchan wa... Obāsan no eriotto? Tokuni ojīchan no o bāchan? Soshite, sen'yō no fan sāvu~anto no Hot Mom Auntie wa, fan no sābisu no kanōsei ga aru basho no chikakude wa appaku sa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, it cuts off completely in midsentence, and even with the promised purchase-only EP13, has zero chances of concluding without far more than the second season that it isn't all too likely to get. Meanwhile, the only subplots anywhere near conclusion are Erio taking her first steps into the world, Grandma's depression, and Aunt getting over her midlife crisis (or has she??)... No romances build up past crush stage, despite hints of seven or so pairings. Future Erio friendships are hinted at, but the buildup was just starting. Some characters' relationships aren't even fleshed out and decided (hell, seems like we're not even sure *whose* grandma Grandma is... the Aunt's? Elliot's? nobody in particular's neighbourhood grannie?). And even dedicated fan servant Hot Mom Auntie hasn't been squeezed for anywhere near her fan service potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, it cuts off completely in midsentence, and even with the promised purchase-only EP13, has zero chances of concluding without far more than the second season that it isn't all too likely to get.\u001b[24m\n    \u001b[1m残念なことに、それは間違いなく完全に切り捨てられ、購入予定のEP13であっても、第2シーズンをはるかに凌ぐことはありません。\u001b[22m, \u001b[1m残念ながら、それはmidsentenceで完全に遮断し、さらには約束した購入専用EP13で、すべてを取得するにはあまりにもそうでないことをセカンドシーズンよりもはるかに多くすることなく、締結のゼロチャンスがあります。\u001b[22m\n\u001b[4mMeanwhile, the only subplots anywhere near conclusion are Erio taking her first steps into the world, Grandma's depression, and Aunt getting over her midlife crisis (or has she??)... No romances build up past crush stage, despite hints of seven\u001b[24m\n    \u001b[1m一方、結論に至るまでの唯一のサブプロットは、彼女の中世の危機を乗り越えている（または彼女がいますか？）...恋人は7のヒントにもかかわらず、\u001b[22m, \u001b[1m一方、どこでも結論に近いだけのサブプロットは、エリオが世界に彼女の最初のステップを取っている、おばあちゃんのうつ病、とおばさんは、彼女の中年の危機を乗り越える（または??彼女を持っている）...いいえロマンスは7のヒントにもかかわらず、過去のクラッシュステージを構築しません\u001b[22m\n\u001b[4mor so pairings.\u001b[24m\n    \u001b[1mまたはペアリング。\u001b[22m, \u001b[1mまたはそのようにペアリング。\u001b[22m\n\u001b[4mFuture Erio friendships are hinted at, but the buildup was just starting.\u001b[24m\n    \u001b[1m将来のErioの友情は暗示されていますが、ビルドアップは始まったばかりです。\u001b[22m, \u001b[1m将来のエリオの友情はを示唆しているが、蓄積はちょうど始めていました。\u001b[22m\n\u001b[4mSome characters' relationships aren't even fleshed out and decided (hell, seems like we're not even sure *whose* grandma Grandma is... the Aunt's? Elliot's? nobody in particular's neighbourhood grannie?).\u001b[24m\n    \u001b[1mいくつかのキャラクターの関係は洗練されていないし、決まっていない（地獄、おばあちゃんのおばあちゃんは...おばあさんのエリオット？特におじいちゃんのおばあちゃん？\u001b[22m, \u001b[1mいくつかのキャラクターの関係があっても肉付けと決定されていません（私たちもわからないような地獄、思える*その*おばあちゃんのおばあちゃんが...おばさんの？の特定の近所のおばあさんでエリオットの？誰？）。\u001b[22m\n\u001b[4mAnd even dedicated fan servant Hot Mom Auntie hasn't been squeezed for anywhere near her fan service potential.\u001b[24m\n    \u001b[1mそして、専用のファン・サーヴァントのHot Mom Auntieは、ファンのサービスの可能性がある場所の近くでは圧迫されていません。\u001b[22m, \u001b[1mとにも熱心なファンの僕ホットママ婆はどこにも彼女のファンサービス提供能力に近いために絞られていません。\u001b[22m\n\u001b[1m\u001b[22m\nTHIS is the anime that should've been titled 'We Still Don't Know... That Day', not Ano Hana. Seems suspiciously all-too-likely that we never will find out what happened to Erio, what will happen to Erio, what Niwa's future treasured teenage memories will be, etc. etc.\n\n\u001b[1mこれはAno Hanaではなく、「わたしたちはまだ知らない...その日」と題されていたはずのアニメです。 エリオに何が起こったのか、エリオには何が起きるのか、将来の十九歳の思い出がどれほど大切なのか、などについては決して疑う余地はないようです。\u001b[22m\n\u001b[1m(Kore wa Ano Hanade wa naku,`watashi-tachi wa mada shiranai... Sonohi' to daisa rete ita hazu no animedesu. Erio ni nani ga okotta no ka, erio ni wa nani ga okiru no ka, shōrai no jū kyū-sai no omoide ga dorehodo taisetsuna no ka, nado ni tsuite wa kesshite utagau yochi wa nai yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mTHIS is the anime that should've been titled 'We Still Don't Know... That Day', not Ano Hana. Seems suspiciously all-too-likely that we never will find out what happened to Erio, what will happen to Erio, what Niwa's future treasured teenage memories will be, etc. etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS is the anime that should've been titled 'We Still Don't Know... That Day', not Ano Hana.\u001b[24m\n    \u001b[1mこれはAno Hanaではなく、「わたしたちはまだ知らない...その日」と題されていたはずのアニメです。\u001b[22m, \u001b[1mこれは、ないあの花」我々はまだ...あの日を知らない」と題してきたべきアニメです。\u001b[22m\n\u001b[4mSeems suspiciously all-too-likely that we never will find out what happened to Erio, what will happen to Erio, what Niwa's future treasured teenage memories will be, etc. etc.\u001b[24m\n    \u001b[1mエリオに何が起こったのか、エリオには何が起きるのか、将来の十九歳の思い出がどれほど大切なのか、などについては決して疑う余地はないようです。\u001b[22m, \u001b[1mなどなど、私たちは丹羽の将来の大切な十代の思い出がどうなるか、エリオがどうなるか、エリオに何が起こったのかを調べるなくなるんことを不審すべて-すぎる可能性が高いと思われます\u001b[22m\n\u001b[1m\u001b[22m\nPity. Hence, '9'.\n\n\u001b[1m残念。 したがって、 '9'。\u001b[22m\n\u001b[1m(Zan'nen. Shitagatte, ' 9'.)\u001b[22m\n\nTranslations of \u001b[4mPity. Hence, '9'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPity.\u001b[24m\n    \u001b[1m残念。\u001b[22m\n\u001b[4mHence, '9'.\u001b[24m\n    \u001b[1mしたがって、 '9'。\u001b[22m, \u001b[1mしたがって、「9」。\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "Axcast0846",
    "profile": "/profile/Axcast0846/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=94717",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nDenpa OnnaからSeishunへ、または私はそれを「Denpa」と呼ぶのが好きです。ちょっと退屈しているか、自由な時間があるからといって、あなたが見るアニメの1つです。 それはとても興味深いので、次のエピソードをすぐに見たいアニメではありません。 それは本当に興味深いものではありませんが、それは瞬間です。 デンパのこの瞬間は、このアニメの陽気な部分です。 コメディは素晴らしいことではありませんが、それはあなたと今はいつも笑いを浮かべるでしょう。 最後に、このアニメのために選ばれた音楽はまともです。 私が聞いた最高のサウンドトラックではないが、それはかなり良い、特にop（かなりキャッチーな）。\n\nこれを見なければならないかどうかを知りたい場合は、独創的なプロットで深刻なアニメを探していない場合にのみ試してみてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nDenpa Onna to Seishun, or as I like to call it 'Denpa' for short, is one of those animes that you would watch just because you're bored or you have free time. It's not an anime where you'd want to watch the next episode right away because it's so interesting. It's really not that interesting, but it has it's moments. The moments in the Denpa that make this show bearable to watch are the hilarious parts of this anime. The comedy isn't great, but it'll make you chuckle every now and then. Lastly, the music that was chosen for this anime is decent. Not the best soundtrack I've heard but it's pretty good, especially the op (pretty catchy).\n\n\u001b[1mDenpa OnnaからSeishunへ、または私はそれを「Denpa」と呼ぶのが好きです。ちょっと退屈しているか、自由な時間があるからといって、あなたが見るアニメの1つです。 それはとても興味深いので、次のエピソードをすぐに見たいアニメではありません。 それは本当に興味深いものではありませんが、それは瞬間です。 デンパのこの瞬間は、このアニメの陽気な部分です。 コメディは素晴らしいことではありませんが、それはあなたと今はいつも笑いを浮かべます。 最後に、このアニメのために選ばれた音楽はまともです。 私が聞いた最高のサウンドトラックではないが、それはかなり良い、特にop（かなりキャッチーな）。\u001b[22m\n\u001b[1m(Denpa Onna kara Seishun e, matawa watashi wa sore o `Denpa' to yobu no ga sukidesu. Chotto taikutsu shite iru ka, jiyūna jikangāru kara to itte, anata ga miru anime no 1tsudesu. Sore wa totemo kyōmibukainode,-ji no episōdo o sugu ni mitai animede wa arimasen. Sore wa hontōni kyōmibukai monode wa arimasenga, sore wa shunkandesu. Denpa no kono shunkan wa, kono anime no yōkina bubundesu. Komedi wa subarashī kotode wa arimasenga, sore wa anata to ima wa itsumo warai o ukabemasu. Saigo ni, kono anime no tame ni eraba reta ongaku wa matomodesu. Watashi ga kiita saikō no saundotorakkude wa naiga, sore wa kanari yoi, tokuni op (kanari kyatchīna).)\u001b[22m\n\nTranslations of \u001b[4mDenpa Onna to Seishun, or as I like to call it 'Denpa' for short, is one of those animes that you would watch just because you're bored or you have free time. It's not an anime where you'd want to watch the next episode right away because it's so interesting. It's really not that interesting, but it has it's moments. The moments in the Denpa that make this show bearable to watch are the hilarious parts of this anime. The comedy isn't great, but it'll make you chuckle every now and then. Lastly, the music that was chosen for this anime is decent. Not the best soundtrack I've heard but it's pretty good, especially the op (pretty catchy).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDenpa Onna to Seishun, or as I like to call it 'Denpa' for short, is one of those animes that you would watch just because you're bored or you have free time.\u001b[24m\n    \u001b[1mDenpa OnnaからSeishunへ、または私はそれを「Denpa」と呼ぶのが好きです。ちょっと退屈しているか、自由な時間があるからといって、あなたが見るアニメの1つです。\u001b[22m, \u001b[1mDenpa青春の女、または私は略して「Denpa」それを呼び出すために好きなようには、あなたが退屈しているか、あなたは自由な時間を持っているという理由だけで見はずのアニメの一つです。\u001b[22m\n\u001b[4mIt's not an anime where you'd want to watch the next episode right away because it's so interesting.\u001b[24m\n    \u001b[1mそれはとても興味深いので、次のエピソードをすぐに見たいアニメではありません。\u001b[22m, \u001b[1mそれはとても面白いですので、それはあなたがすぐに次のエピソードを見たいと思いアニメではありません。\u001b[22m\n\u001b[4mIt's really not that interesting, but it has it's moments.\u001b[24m\n    \u001b[1mそれは本当に興味深いものではありませんが、それは瞬間です。\u001b[22m, \u001b[1mそれは本当に面白いではないが、それはそれの瞬間を持っています。\u001b[22m\n\u001b[4mThe moments in the Denpa that make this show bearable to watch are the hilarious parts of this anime.\u001b[24m\n    \u001b[1mデンパのこの瞬間は、このアニメの陽気な部分です。\u001b[22m, \u001b[1m見ていて、このショーは我慢作るDenpaでモーメントがこのアニメの陽気な部分です。\u001b[22m\n\u001b[4mThe comedy isn't great, but it'll make you chuckle every now and then.\u001b[24m\n    \u001b[1mコメディは素晴らしいことではありませんが、それはあなたと今はいつも笑いを浮かべます。\u001b[22m, \u001b[1m喜劇は素晴らしいではありませんが、それはあなたが今してごとに含み笑いするでしょう。\u001b[22m\n\u001b[4mLastly, the music that was chosen for this anime is decent.\u001b[24m\n    \u001b[1m最後に、このアニメのために選ばれた音楽はまともです。\u001b[22m, \u001b[1m最後に、このアニメのために選択された音楽はまともです。\u001b[22m\n\u001b[4mNot the best soundtrack I've heard but it's pretty good, especially the op (pretty catchy).\u001b[24m\n    \u001b[1m私が聞いた最高のサウンドトラックではないが、それはかなり良い、特にop（かなりキャッチーな）。\u001b[22m, \u001b[1m私が聞いたが、それはかなり良いことだではない最高のサウンドトラック、特にオペアンプ（かなりキャッチー）。\u001b[22m\n\u001b[1m\u001b[22m\nIf you want an answer to whether you should watch this or not, then I'd have to advise you to try it only if you're not looking for a serious anime with an ingenious plot.\n\n\u001b[1mこれを見なければならないかどうかを知りたい場合は、独創的なプロットで深刻なアニメを探していない場合にのみ試してみてください。\u001b[22m\n\u001b[1m(Kore o minakereba naranai ka dō ka o shiritai baai wa, dokusō-tekina purotto de shinkokuna anime o sagashite inai baai ni nomi tameshite mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you want an answer to whether you should watch this or not, then I'd have to advise you to try it only if you're not looking for a serious anime with an ingenious plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want an answer to whether you should watch this or not, then I'd have to advise you to try it only if you're not looking for a serious anime with an ingenious plot.\u001b[24m\n    \u001b[1mこれを見なければならないかどうかを知りたい場合は、独創的なプロットで深刻なアニメを探していない場合にのみ試してみてください。\u001b[22m, \u001b[1mあなたはこれを見てすべきか否かの答えをしたい場合は、私はあなたが独創的なプロットで深刻なアニメを探していない場合にのみ、それを試して、あなたに助言する必要があると思います。\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=79660",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  5\nキャラクター|  4\n|  5\n\n最初は、マットレスに包まれた少女が私の好奇心を掻き立てて、私はそれを見続けたかったのです。 残念なことに、それ以降は何もありません。 ストーリーラインは困惑していました。良い方法ではありません。 アニメを見ている私の長年のうちに、通常、物語やプロットについて困惑しているのは、シリーズがあなたの注目を集めたことを意味するので、興味深い兆しです。 しかし、このシリーズでは、とても混乱してしまいました。 平均的なストーリーには十分な面白さもありません。 それが無意味であると感じる瞬間があった。 私がそれを知る前に、実際に私が持っていたときに私は睡眠を取らなかったように、私はすでにうんざりしていました。\n\n文字はただ話し続け、無意味なことを話し続けました。 非常に面倒な2人の人の非常に退屈な会話を見たようなものです。 私は彼らが何を言っているのか分からなかった。 さらに、ほとんど誰もがとても奇妙なので、彼らは自分たちの世界を持っているように話したり、行動したりしていました。 しかし、私は彼らが非常にかわいいと豪華な文字、特に女性のリードであることを認めようとしています。 彼女が可愛いのか豪華なのかを定義することはできません。 彼女の年齢はあまりにもかわいすぎるように感じましたが、若すぎてとても豪華だとは思われませんでした。 彼女は可愛いし、すでに美しいのに向かっているピークにいるようです。\n\n少なくとも、今日の最新アニメの1つだったので、少なくともアニメーションは素晴らしいものでした。 グラフィックとキャラクターの美しさは、間違いなく最高のものでした。\n\n真剣にも、2011年のアニメのほとんどが驚くほど面白くて面白くないので、私は非常に失望しています。 奇妙なことに、いくつかの理由で、それぞれのほとんどすべてがかなり有名ですが、結局はほとんどすべてが面白いわけではありません。 なぜ私はこれらのシリーズがとても人気があるのか​​困惑していますか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nAt the beginning, the girl wrapped in a mattress piqued my curiosity so much that I wanted to continue watching it. Unfortunately after that nothing more. The storyline was puzzling, not in a good way. In my many years of watching animes, usually being puzzled about the story or plot is a very good sign of being interested because it means the series got your attention. But in this series, I was so bewildered in a very complicating way. It’s not even interesting enough for an average story. There were moments when it felt like senseless. Before I knew it, I was already yawning like I didn’t have any sleep when in fact I had.\n\n\u001b[1m最初は、マットレスに包まれた少女が私の好奇心を掻き立てて、私はそれを見続けたかったのです。 残念なことに、それ以降は何もありません。 ストーリーラインは困惑していました。良い方法ではありません。 アニメを見ている私の長年のうちに、通常、物語やプロットについて困惑しているのは、シリーズがあなたの注目を集めたことを意味するので、興味深い兆しです。 しかし、このシリーズでは、とても混乱してしまいました。 平均的なストーリーには十分な面白さもありません。 それが無意味であると感じる瞬間があった。 私がそれを知る前に、実際に私が持っていたときに私は睡眠を取らなかったように、私はすでにうんざりしていました。\u001b[22m\n\u001b[1m(Saisho wa, mattoresu ni tsutsuma reta shōjo ga watashi no kōkishin o kakitatete, watashi wa sore o mi tsudzuketakatta nodesu. Zan'nen'nakotoni, sore ikō wa nani mo arimasen. Sutōrīrain wa konwaku shite imashita. Yoi hōhōde wa arimasen. Anime o mite iru watashi no naganen no uchi ni, tsūjō, monogatari ya purotto ni tsuite konwaku shite iru no wa, shirīzu ga anata no chūmoku o atsumeta koto o imi surunode, kyōmibukai kizashidesu. Shikashi, kono shirīzude wa, totemo konran shite shimaimashita. Heikin-tekina sutōrī ni wa jūbun'na omoshiro-sa mo arimasen. Sore ga muimidearu to kanjiru shunkan ga atta. Watashi ga sore o shiru mae ni, jissai ni watashi ga motte ita toki ni watashi wa suimin o toranakatta yō ni, watashi wa sudeni unzari shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mAt the beginning, the girl wrapped in a mattress piqued my curiosity so much that I wanted to continue watching it. Unfortunately after that nothing more. The storyline was puzzling, not in a good way. In my many years of watching animes, usually being puzzled about the story or plot is a very good sign of being interested because it means the series got your attention. But in this series, I was so bewildered in a very complicating way. It’s not even interesting enough for an average story. There were moments when it felt like senseless. Before I knew it, I was already yawning like I didn’t have any sleep when in fact I had.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the beginning, the girl wrapped in a mattress piqued my curiosity so much that I wanted to continue watching it.\u001b[24m\n    \u001b[1m最初は、マットレスに包まれた少女が私の好奇心を掻き立てて、私はそれを見続けたかったのです。\u001b[22m, \u001b[1m初めに、マットレスに包まれた少女は、私はそれを見続けたいと思ったことをそんなに私の好奇心をそそりました。\u001b[22m\n\u001b[4mUnfortunately after that nothing more.\u001b[24m\n    \u001b[1m残念なことに、それ以降は何もありません。\u001b[22m, \u001b[1m残念ながら、その何よりも後。\u001b[22m\n\u001b[4mThe storyline was puzzling, not in a good way.\u001b[24m\n    \u001b[1mストーリーラインは困惑していました。良い方法ではありません。\u001b[22m, \u001b[1mストーリーはない良い方法で、不可解ました。\u001b[22m\n\u001b[4mIn my many years of watching animes, usually being puzzled about the story or plot is a very good sign of being interested because it means the series got your attention.\u001b[24m\n    \u001b[1mアニメを見ている私の長年のうちに、通常、物語やプロットについて困惑しているのは、シリーズがあなたの注目を集めたことを意味するので、興味深い兆しです。\u001b[22m, \u001b[1mそれはシリーズが注目を浴びたことを意味するのでアニメを見ての私の多くの年では、通常、ストーリーやプロットについて困惑していることは興味あることの非常に良い兆候です。\u001b[22m\n\u001b[4mBut in this series, I was so bewildered in a very complicating way.\u001b[24m\n    \u001b[1mしかし、このシリーズでは、とても混乱してしまいました。\u001b[22m, \u001b[1mしかし、このシリーズでは、私は非常に複雑な方法で当惑しました。\u001b[22m\n\u001b[4mIt’s not even interesting enough for an average story.\u001b[24m\n    \u001b[1m平均的なストーリーには十分な面白さもありません。\u001b[22m, \u001b[1mこれは、平均的な物語のために十分であっても面白くないです。\u001b[22m\n\u001b[4mThere were moments when it felt like senseless.\u001b[24m\n    \u001b[1mそれが無意味であると感じる瞬間があった。\u001b[22m, \u001b[1mそれは無意味なように感じたときの瞬間がありました。\u001b[22m\n\u001b[4mBefore I knew it, I was already yawning like I didn’t have any sleep when in fact I had.\u001b[24m\n    \u001b[1m私がそれを知る前に、実際に私が持っていたときに私は睡眠を取らなかったように、私はすでにうんざりしていました。\u001b[22m, \u001b[1m私はそれを知っていた前に、私はすでに、実際に私が持っていたとき、私は、任意の睡眠を持っていなかったようにあくびをしました。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters just kept on talking and talking about senseless things. It’s like watching a very boring conversation between two very awkward people. I could not comprehend what the hell were they talking about. Plus, almost everyone was so weird that they were talking and acting like they had their own worlds. Though, I am going to admit that they were very cute and gorgeous characters most especially the female lead. I can’t define whether she’s cute or gorgeous. It felt like she’s too cute for her age but too young to be considered so gorgeous. It’s like she’s at the peak of being cute and already going towards of being beautiful.\n\n\u001b[1m文字はただ話し続け、無意味なことを話し続けました。 非常に面倒な2人の人の非常に退屈な会話を見たようなものです。 私は彼らが何を言っているのか分からなかった。 さらに、ほとんど誰もがとても奇妙なので、彼らは自分たちの世界を持っているように話したり、行動したりしていました。 しかし、私は彼らが非常にかわいいと豪華な文字、特に女性のリードであることを認めようとしています。 彼女が可愛いのか豪華なのかを定義することはできません。 彼女の年齢はあまりにもかわいすぎるように感じましたが、若すぎてとても豪華だとは思われませんでした。 彼女は可愛いし、すでに美しいのに向かっているピークにいるようです。\u001b[22m\n\u001b[1m(Moji wa tada hanashi tsudzuke, muimina koto o hanashi tsudzukemashita. Hijō ni mendōna 2-ri no hito no hijō ni taikutsuna kaiwa o mita yōna monodesu. Watashi wa karera ga nani o itte iru no ka wakaranakatta. Sarani, hotondo daremoga totemo kimyōnanode, karera wa jibun-tachi no sekai o motte iru yō ni hanashi tari, kōdō shi tari shite imashita. Shikashi, watashi wa karera ga hijō ni kawaī to gōkana moji, tokuni josei no rīdodearu koto o mitomeyou to shite imasu. Kanojo ga kawaii no ka gōkana no ka o teigi suru koto wa dekimasen. Kanojo no nenrei wa amarini mo kawai sugiru yō ni kanjimashitaga, waka sugite totemo gōkada to wa omowa remasendeshita. Kanojo wa kawaiishi, sudeni utsukushī no ni mukatte iru pīku ni iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters just kept on talking and talking about senseless things. It’s like watching a very boring conversation between two very awkward people. I could not comprehend what the hell were they talking about. Plus, almost everyone was so weird that they were talking and acting like they had their own worlds. Though, I am going to admit that they were very cute and gorgeous characters most especially the female lead. I can’t define whether she’s cute or gorgeous. It felt like she’s too cute for her age but too young to be considered so gorgeous. It’s like she’s at the peak of being cute and already going towards of being beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters just kept on talking and talking about senseless things.\u001b[24m\n    \u001b[1m文字はただ話し続け、無意味なことを話し続けました。\u001b[22m, \u001b[1m文字だけの話と無意味な事柄について話し続けました。\u001b[22m\n\u001b[4mIt’s like watching a very boring conversation between two very awkward people.\u001b[24m\n    \u001b[1m非常に面倒な2人の人の非常に退屈な会話を見たようなものです。\u001b[22m, \u001b[1mこれは、2つの非常に厄介な人の間で非常に退屈な会話を見ているようです。\u001b[22m\n\u001b[4mI could not comprehend what the hell were they talking about.\u001b[24m\n    \u001b[1m私は彼らが何を言っているのか分からなかった。\u001b[22m, \u001b[1m私は、地獄は、彼らが話していたものを理解することができませんでした。\u001b[22m\n\u001b[4mPlus, almost everyone was so weird that they were talking and acting like they had their own worlds.\u001b[24m\n    \u001b[1mさらに、ほとんど誰もがとても奇妙なので、彼らは自分たちの世界を持っているように話したり、行動したりしていました。\u001b[22m, \u001b[1mさらに、ほとんどの人は、彼らが話し、彼らは自分の世界を持っていたような演技していることがとても奇妙でした。\u001b[22m\n\u001b[4mThough, I am going to admit that they were very cute and gorgeous characters most especially the female lead.\u001b[24m\n    \u001b[1mしかし、私は彼らが非常にかわいいと豪華な文字、特に女性のリードであることを認めようとしています。\u001b[22m, \u001b[1mしかし、私は彼らが最も特に女性のリードは非常にキュートでゴージャスな文字であったことを認めるつもりです。\u001b[22m\n\u001b[4mI can’t define whether she’s cute or gorgeous.\u001b[24m\n    \u001b[1m彼女が可愛いのか豪華なのかを定義することはできません。\u001b[22m, \u001b[1m私は彼女がかわいいかゴージャスだかどうかを定義することはできません。\u001b[22m\n\u001b[4mIt felt like she’s too cute for her age but too young to be considered so gorgeous.\u001b[24m\n    \u001b[1m彼女の年齢はあまりにもかわいすぎるように感じましたが、若すぎてとても豪華だとは思われませんでした。\u001b[22m, \u001b[1m彼女は彼女の年齢のためにあまりにもかわいいけどとても豪華と考えることには若すぎるだみたいに感じました。\u001b[22m\n\u001b[4mIt’s like she’s at the peak of being cute and already going towards of being beautiful.\u001b[24m\n    \u001b[1m彼女は可愛いし、すでに美しいのに向かっているピークにいるようです。\u001b[22m, \u001b[1m彼女はかわいいであり、かつ、既に美しいというのに向かって行くのピーク時だようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nWell, at least the animation was so great given that it was one of the latest animes of today. The graphics and how the characters were beautifully done was definitely one of the best.\n\n\u001b[1m少なくとも、今日の最新アニメの1つだったので、少なくともアニメーションは素晴らしいものでした。 グラフィックとキャラクターの美しさは、間違いなく最高のものでした。\u001b[22m\n\u001b[1m(Sukunakutomo, kyō no saishin anime no 1tsudattanode, sukunakutomo animēshon wa subarashī monodeshita. Gurafikku to kyarakutā no utsukushi-sa wa, machigainaku saikō no monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mWell, at least the animation was so great given that it was one of the latest animes of today. The graphics and how the characters were beautifully done was definitely one of the best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, at least the animation was so great given that it was one of the latest animes of today.\u001b[24m\n    \u001b[1m少なくとも、今日の最新アニメの1つだったので、少なくともアニメーションは素晴らしいものでした。\u001b[22m, \u001b[1mまあ、少なくともアニメーションは、それが今日の最新アニメの一つであったことを考えるととても素晴らしかったです。\u001b[22m\n\u001b[4mThe graphics and how the characters were beautifully done was definitely one of the best.\u001b[24m\n    \u001b[1mグラフィックとキャラクターの美しさは、間違いなく最高のものでした。\u001b[22m, \u001b[1m文字が美しく行われたグラフィックスおよび方法は、間違いなく最高の一つでした。\u001b[22m\n\u001b[1m\u001b[22m\nSeriously, I am very disappointed because almost all 2011 animes are not amazing or interesting enough. Oddly enough, for some reasons almost every each of them are pretty much famous but in the end almost all of them are not interesting at all. I am so puzzled why are these series so popular?\n\n\u001b[1m真剣にも、2011年のアニメのほとんどが驚くほど面白くて面白くないので、私は非常に失望しています。 奇妙なことに、いくつかの理由で、それぞれのほとんどすべてがかなり有名ですが、結局はほとんどすべてが面白いわけではありません。 なぜ私はこれらのシリーズがとても人気があるのか​​困惑していますか？\u001b[22m\n\u001b[1m(Shinken ni mo, 2011-nen no anime no hotondo ga odoroku hodo omoshirokute omoshirokunainode, watashi wa hijō ni shitsubō shite imasu. Kimyōna koto ni, ikutsu ka no riyū de, sorezore no hotondo subete ga kanari yūmeidesuga, kekkyoku wa hotondo subete ga omoshiroi wakede wa arimasen. Naze watashi wa korera no shirīzu ga totemo ninki ga aru no ka ​​ konwaku shite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mSeriously, I am very disappointed because almost all 2011 animes are not amazing or interesting enough. Oddly enough, for some reasons almost every each of them are pretty much famous but in the end almost all of them are not interesting at all. I am so puzzled why are these series so popular?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeriously, I am very disappointed because almost all 2011 animes are not amazing or interesting enough.\u001b[24m\n    \u001b[1m真剣にも、2011年のアニメのほとんどが驚くほど面白くて面白くないので、私は非常に失望しています。\u001b[22m, \u001b[1mまじめな話、私はほとんどすべての2011年のアニメが素晴らしいか、十分に面白いではないので、非常に失望しています。\u001b[22m\n\u001b[4mOddly enough, for some reasons almost every each of them are pretty much famous but in the end almost all of them are not interesting at all.\u001b[24m\n    \u001b[1m奇妙なことに、いくつかの理由で、それぞれのほとんどすべてがかなり有名ですが、結局はほとんどすべてが面白いわけではありません。\u001b[22m, \u001b[1m奇妙なことに、いくつかの理由のために、ほぼすべてのそれらの各々はかなり有名であるが、最終的には、ほぼすべてのそれらのすべてで面白いではありません。\u001b[22m\n\u001b[4mI am so puzzled why are these series so popular?\u001b[24m\n    \u001b[1mなぜ私はこれらのシリーズがとても人気があるのか困惑していますか？\u001b[22m, \u001b[1m私は、なぜこれらのシリーズはとても人気があるので、困惑していますか？\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "milo77",
    "profile": "/profile/milo77/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=63895",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  9\n\nまあ、ここに行きます。 毛布で包んだ。 このアニメの概要は信用度に欠けています。 キャラクターは布団がその中でかすかなものを露出させるまではほとんど開発されていない。 それは、この甘くインテリジェントなシリーズが以前には未知の地面を通常の手段で示す方法です。 典型的な脳のない高校のドラマと同じように。 始めたばかり。 対話の脇には何も面白くないだけでなく、すべてのキャラクターが関係の拡大批判に役割を果たす。 もっと来てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWell, here I go. Wrapped in a blanket. The summary of this Anime is so lacking in credit. The characters are hardly developed until the futon exposed a glimmer of that within. That is the way this sweet and intelligent series shows ground previously unexplored by the usual means. As in not the typical brainless high school drama. Just getting started. The asides of dialogue are nothing short of hilarious, and all characters play a role in the expanding critique of relationships. More to come.\n\n\u001b[1mまあ、ここに行きます。 毛布で包んだ。 このアニメの概要は信用度に欠けています。 キャラクターは布団がその中でかすかなものを露出させるまではほとんど開発されていない。 それは、この甘くインテリジェントなシリーズが以前には未知の地面を通常の手段で示す方法です。 典型的な脳のない高校のドラマと同じように。 始めたばかり。 対話の脇には何も面白くないだけでなく、すべてのキャラクターが関係の拡大批判に役割を果たす。 もっと来てください。\u001b[22m\n\u001b[1m(Mā, koko ni ikimasu. Mōfu de tsutsunda. Kono anime no gaiyō wa shin'yōdo ni kakete imasu. Kyarakutā wa futon ga sono Chū de kasukana mono o roshutsu sa seru made wa hotondo kaihatsu sa rete inai. Sore wa, kono amaku interijentona shirīzu ga izen ni wa michi no jimen o tsūjō no shudan de shimesu hōhōdesu. Tenkei-tekina nō no nai kōkō no dorama to onajiyōni. Hajimeta bakari. Taiwa no waki ni wa nani mo omoshirokunai dakedenaku, subete no kyarakutā ga kankei no kakudai hihan ni yakuwariwohatasu. Motto kite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWell, here I go. Wrapped in a blanket. The summary of this Anime is so lacking in credit. The characters are hardly developed until the futon exposed a glimmer of that within. That is the way this sweet and intelligent series shows ground previously unexplored by the usual means. As in not the typical brainless high school drama. Just getting started. The asides of dialogue are nothing short of hilarious, and all characters play a role in the expanding critique of relationships. More to come.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, here I go.\u001b[24m\n    \u001b[1mまあ、ここに行きます。\u001b[22m, \u001b[1mさて、ここで私は行きます。\u001b[22m\n\u001b[4mWrapped in a blanket.\u001b[24m\n    \u001b[1m毛布で包んだ。\u001b[22m, \u001b[1m毛布に包まれました。\u001b[22m\n\u001b[4mThe summary of this Anime is so lacking in credit.\u001b[24m\n    \u001b[1mこのアニメの概要は信用度に欠けています。\u001b[22m, \u001b[1mこのアニメの概要はとても信用に欠けています。\u001b[22m\n\u001b[4mThe characters are hardly developed until the futon exposed a glimmer of that within.\u001b[24m\n    \u001b[1mキャラクターは布団がその中でかすかなものを露出させるまではほとんど開発されていない。\u001b[22m, \u001b[1m布団は内そのかすか露出するまで文字はほとんど開発されていません。\u001b[22m\n\u001b[4mThat is the way this sweet and intelligent series shows ground previously unexplored by the usual means.\u001b[24m\n    \u001b[1mそれは、この甘くインテリジェントなシリーズが以前には未知の地面を通常の手段で示す方法です。\u001b[22m, \u001b[1mつまり、この甘いとインテリジェントシリーズは、通常の手段によって地面が以前に未踏示している方法です。\u001b[22m\n\u001b[4mAs in not the typical brainless high school drama.\u001b[24m\n    \u001b[1m典型的な脳のない高校のドラマと同じように。\u001b[22m, \u001b[1mない典型的な愚か高校のドラマのように。\u001b[22m\n\u001b[4mJust getting started.\u001b[24m\n    \u001b[1m始めたばかり。\u001b[22m, \u001b[1mちょうど始める。\u001b[22m, \u001b[1mまだ始まったばかり。\u001b[22m\n\u001b[4mThe asides of dialogue are nothing short of hilarious, and all characters play a role in the expanding critique of relationships.\u001b[24m\n    \u001b[1m対話の脇には何も面白くないだけでなく、すべてのキャラクターが関係の拡大批判に役割を果たす。\u001b[22m, \u001b[1m対話のasidesは陽気の短い何もない、すべての文字は関係の拡大批判で役割を果たしています。\u001b[22m\n\u001b[4mMore to come.\u001b[24m\n    \u001b[1mもっと来てください。\u001b[22m, \u001b[1mもっと来て。\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "Luminsity",
    "profile": "/profile/Luminsity/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=38553",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\nデンパ・ノウ。 私はシャフトプロダクションのファンですが、私はこのエンディングが好きではありませんでした。  （エピソード1〜12、エピソード13がDVDに登場すると聞いたことがありますが、それは数ヶ月間見られないだろうということでしょう）\n\n潜在的なこのアニメは、それが値する結末を得られなかった。 それはスポーツアニメのように終わった。 それは何も間違っているが、それはアニメ（なぜ私がシャフトの生産を愛する多くの理由のうちの一つ）だった、女の子は布団に包まれて？ それは非常に正常です。\n\nこのアニメは、3つのエピソードのためのOVAとしてより良く終わっただろう/元のアニメがエピソード3で終わったなら、それはより良く終わっただろう。 私は、生産、キャラクター、奇妙なキャッチーなオープニング・アンド・エンディング・ソング、アート、ほぼすべてのためにアニメを見ました。 全部（または私が思ったのは）Erio（私たちのかわいい青い髪のメインキャラクター！）のキャラクターの開発に焦点を当てることでしたが、何も...社会でErioを得ることに何が起こったのですか？ その考えはすぐに消滅した。 ここでは彼女がうまくやっているというヒントはほとんどありませんが、それ以降はちょうど消えてしまいます。 私はストーリーには失望しましたが、アート（9）、音（9）、キャラクター（9）はデンパに総合スコア「7」を与えます。 私はこのアニメを楽しんで、大きな瞬間を笑っていましたが、その話はまだ私をちょっと残しています〜\n\n私が頭から出ることができないのは、「ミームは40歳の女性です」xD",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDenpa nooooo. I'm a fan of Shaft productions but I was not fond of this ending. (episode 1- 12, I heard episode 13 is coming on DVD maybe it will be the festival that we won't see for months D: )\n\n\u001b[1mデンパ・ノウ。 私はシャフトプロダクションのファンですが、私はこのエンディングが好きではありませんでした。  （エピソード1〜12、エピソード13がDVDに登場すると聞いたことがありますが、それは数ヶ月間見られないだろうということでしょう）\u001b[22m\n\u001b[1m(Denpa Nō. Watashi wa shafutopurodakushon no fandesuga, watashi wa kono endingu ga sukide wa arimasendeshita. (Episōdo 1 〜 12, episōdo 13 ga DVD ni tōjō suru to kiita koto ga arimasuga, sore wa sū-kagetsu-kan mi rarenaidarou to iu kotodeshou))\u001b[22m\n\nTranslations of \u001b[4mDenpa nooooo. I'm a fan of Shaft productions but I was not fond of this ending. (episode 1- 12, I heard episode 13 is coming on DVD maybe it will be the festival that we won't see for months D: )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDenpa nooooo.\u001b[24m\n    \u001b[1mデンパ・ノウ。\u001b[22m, \u001b[1mDenpaのnooooo。\u001b[22m\n\u001b[4mI'm a fan of Shaft productions but I was not fond of this ending.\u001b[24m\n    \u001b[1m私はシャフトプロダクションのファンですが、私はこのエンディングが好きではありませんでした。\u001b[22m, \u001b[1m私は、シャフト制作のファンですが、私はこのエンディングが好きではなかったです。\u001b[22m\n\u001b[4m(episode 1- 12, I heard episode 13 is coming on DVD maybe it will be the festival that we won't see for months D: )\u001b[24m\n    \u001b[1m（エピソード1〜12、エピソード13がDVDに登場すると聞いたことがありますが、それは数ヶ月間見られないだろうということでしょう）\u001b[22m, \u001b[1m（エピソード1〜12は、私はエピソード13は、DVDに来て聞い多分それは我々がヶ月Dのために表示されません祭りのようになります。）\u001b[22m\n\u001b[1m\u001b[22m\nThis anime with potential didn't get the ending it deserves. It ended up like a sports anime. Which there's nothing wrong with but it was an 'out there' anime (one of the many reason why I love Shaft productions), A girl wrapped in a futon? That's very normal.\n\n\u001b[1m潜在的なこのアニメは、それが値する結末を得られなかった。 それはスポーツアニメのように終わった。 それは何も間違っているが、それはアニメ（なぜ私がシャフトの生産を愛する多くの理由のうちの一つ）だった、女の子は布団に包まれた？ それは非常に正常です。\u001b[22m\n\u001b[1m(Senzai-tekina kono anime wa, sore ga ataisuru ketsumatsu o e rarenakatta. Sore wa supōtsuanime no yō ni owatta. Sore wa nani mo machigatte iruga, soreha anime (naze watashi ga shafuto no seisan o aisuru ōku no riyū no uchi no hitotsu)datta, on'nanoko wa futon ni tsutsuma reta? Sore wa hijō ni seijōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime with potential didn't get the ending it deserves. It ended up like a sports anime. Which there's nothing wrong with but it was an 'out there' anime (one of the many reason why I love Shaft productions), A girl wrapped in a futon? That's very normal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime with potential didn't get the ending it deserves.\u001b[24m\n    \u001b[1m潜在的なこのアニメは、それが値する結末を得られなかった。\u001b[22m, \u001b[1m可能性を秘めたこのアニメはそれに値する終了を取得できませんでした。\u001b[22m\n\u001b[4mIt ended up like a sports anime.\u001b[24m\n    \u001b[1mそれはスポーツアニメのように終わった。\u001b[22m, \u001b[1mそれは、スポーツ、アニメのようになってしまいました。\u001b[22m\n\u001b[4mWhich there's nothing wrong with but it was an 'out there' anime (one of the many reason why I love Shaft productions), A girl wrapped in a futon?\u001b[24m\n    \u001b[1mそれは何も間違っているが、それはアニメ（なぜ私がシャフトの生産を愛する多くの理由のうちの一つ）だった、女の子は布団に包まれた？\u001b[22m, \u001b[1mこれはそこには何も問題はないですが、それは「そこ」アニメ（私はシャフトの制作を好きな理由の多くの理由の1）、布団に包まれた少女でしたか？\u001b[22m\n\u001b[4mThat's very normal.\u001b[24m\n    \u001b[1mそれは非常に正常です。\u001b[22m, \u001b[1mそれはとても普通のことです。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime would of ended up better as an OVA for three episodes/It would of ended better if the original anime ended at episode three. I watched the anime because of the production, the characters, that oddly catchy opening and ending song, the art, almost everything. The whole thing (or what I thought) was to focus on the character development of Erio (our cute blue haired main character!) but no .. what happened to getting Erio in society? That idea died out quickly. There are little hints here and there that she is doing better but after that it just goes off. I was disappointed at the story but the art (9), sounds (9), characters (9) gives Denpa an overall score of '7'. I enjoyed this anime and I had laugh out loud moments but that story is still leaving me a bit 'blah'~\n\n\u001b[1mこのアニメは、3つのエピソードのためのOVAとしてより良く終わっただろう/元のアニメがエピソード3で終わったなら、それはより良く終わっただろう。 私は、生産、キャラクター、奇妙なキャッチーなオープニング・アンド・エンディング・ソング、アート、ほぼすべてのためにアニメを見ました。 全部（または私が思ったのは）Erio（私たちのかわいい青い髪のメインキャラクター！）のキャラクターの開発に焦点を合わせることでしたが、何も...社会でErioを得ることに何が起こったのですか？ その考えはすぐに消滅した。 ここでは彼女がうまくやっているというヒントはほとんどありませんが、それ以降はちょうど消えてしまいます。 私はストーリーには失望しましたが、アート（9）、音（9）、キャラクター（9）はデンパに総合スコア「7」を与えます。 私はこのアニメを楽しんで、大きな瞬間を笑っていましたが、その話はまだ私をちょっと残しています〜\u001b[22m\n\u001b[1m(Kono anime wa, 3ttsu no episōdo no tame no ovu~a to shite yori yoku owattadarou/ gen no anime ga episōdo 3 de owattanara, soreha yori yoku owattadarou. Watashi wa, seisan, kyarakutā, kimyōna kyatchīna ōpuningu Ando endingu songu, āto, hobo subete no tame ni anime o mimashita. Zenbu (matawa watashi ga omotta no wa) Erio (watashitachi no kawaī aoi kami no meinkyarakutā! ) No kyarakutā no kaihatsu ni shōten o awaseru kotodeshitaga, nani mo... Shakai de Erio o eru koto ni nani ga okotta nodesu ka? Sono kangae wa sugu ni shōmetsu shita. Kokode wa kanojo ga umaku yatte iru to iu hinto wa hotondo arimasenga, sore ikō wa chōdo kiete shimaimasu. Watashi wa sutōrī ni wa shitsubō shimashitaga, āto (9 ),-on (9 ), kyarakutā (9 ) wa denpa ni sōgō sukoa `7 ' o ataemasu. Watashi wa kono anime o tanoshinde, ōkina shunkan o waratte imashitaga, sono-wa wa mada watashi o chotto nokoshite imasu 〜)\u001b[22m\n\nTranslations of \u001b[4mThis anime would of ended up better as an OVA for three episodes/It would of ended better if the original anime ended at episode three. I watched the anime because of the production, the characters, that oddly catchy opening and ending song, the art, almost everything. The whole thing (or what I thought) was to focus on the character development of Erio (our cute blue haired main character!) but no .. what happened to getting Erio in society? That idea died out quickly. There are little hints here and there that she is doing better but after that it just goes off. I was disappointed at the story but the art (9), sounds (9), characters (9) gives Denpa an overall score of '7'. I enjoyed this anime and I had laugh out loud moments but that story is still leaving me a bit 'blah'~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime would of ended up better as an OVA for three episodes/It would of ended better if the original anime ended at episode three.\u001b[24m\n    \u001b[1mこのアニメは、3つのエピソードのためのOVAとしてより良く終わっただろう/元のアニメがエピソード3で終わったなら、それはより良く終わっただろう。\u001b[22m, \u001b[1mオリジナルアニメのエピソード3で終了する場合、このアニメは、3つのエピソードのためのよりよいOVAとして終わったのだろう/それは、より良い終了のでしょう。\u001b[22m\n\u001b[4mI watched the anime because of the production, the characters, that oddly catchy opening and ending song, the art, almost everything.\u001b[24m\n    \u001b[1m私は、生産、キャラクター、奇妙なキャッチーなオープニング・アンド・エンディング・ソング、アート、ほぼすべてのためにアニメを見ました。\u001b[22m, \u001b[1mため、私は生産、文字、その奇妙なキャッチーなオープニングとエンディング曲、アート、ほぼすべてのアニメを見ていました。\u001b[22m\n\u001b[4mThe whole thing (or what I thought) was to focus on the character development of Erio (our cute blue haired main character!) but no .. what happened to getting Erio in society?\u001b[24m\n    \u001b[1m全部（または私が思ったのは）Erio（私たちのかわいい青い髪のメインキャラクター！）のキャラクターの開発に焦点を合わせることでしたが、何も...社会でErioを得ることに何が起こったのですか？\u001b[22m, \u001b[1m全部（または、私が思った）は、社会の中でエリオを得るために何が起こったのか..（！私たちのかわいい青髪の主人公）エリオの文字の開発に注力していたが、ありませんか？\u001b[22m\n\u001b[4mThat idea died out quickly.\u001b[24m\n    \u001b[1mその考えはすぐに消滅した。\u001b[22m, \u001b[1mそのアイデアはすぐに死亡しました。\u001b[22m\n\u001b[4mThere are little hints here and there that she is doing better but after that it just goes off.\u001b[24m\n    \u001b[1mここでは彼女がうまくやっているというヒントはほとんどありませんが、それ以降はちょうど消えてしまいます。\u001b[22m, \u001b[1mそこに彼女がよくやっていることをここにある小さなヒントがあるが、その後、それだけで消灯します。\u001b[22m\n\u001b[4mI was disappointed at the story but the art (9), sounds (9), characters (9) gives Denpa an overall score of '7'.\u001b[24m\n    \u001b[1m私はストーリーには失望しましたが、アート（9）、音（9）、キャラクター（9）はデンパに総合スコア「7」を与えます。\u001b[22m, \u001b[1m私は（9）、音（9）、文字は（9）Denpaに「7」の全体的なスコアを与える話でがっかりしましたが、芸術。\u001b[22m\n\u001b[4mI enjoyed this anime and I had laugh out loud moments but that story is still leaving me a bit 'blah'~\u001b[24m\n    \u001b[1m私はこのアニメを楽しんで、大きな瞬間を笑っていましたが、その話はまだ私をちょっと残しています〜\u001b[22m, \u001b[1m〜私はこのアニメを楽しんで、私は大声瞬間を笑っていたが、その話はまだ私に少し「何とか」を残しています\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing I can't get out of my head is 'Meme is a forty year old woman' xD\n\n\u001b[1m私が頭から出ることができないのは、「ミームは40歳の女性です」xD\u001b[22m\n\u001b[1m(Watashi ga atama kara deru koto ga dekinai no wa,`mīmu wa 40-sai no joseidesu' xD)\u001b[22m\n\nTranslations of \u001b[4mThe only thing I can't get out of my head is 'Meme is a forty year old woman' xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing I can't get out of my head is 'Meme is a forty year old woman' xD\u001b[24m\n    \u001b[1m私が頭から出ることができないのは、「ミームは40歳の女性です」xD\u001b[22m, \u001b[1m私は私の頭から抜け出すことができない唯一のことは、XDの「ミームは40歳の女性である」であります\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "mateolopez54",
    "profile": "/profile/mateolopez54/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=112621",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nデパパンナはサクラソウのペットのためのお勧めとして登場し、類似のキャラクターを持っていたので、最も長い間私の注意を引いた。 シャフトの巨大なファンとして、私は非常に期待してこのアニメを最後に見て非常に興奮していた。\n私はあなたに真実を伝えるのに全然失望しました。 どのショーや映画でも目立つものがいくつかあります。 音、音楽、芸術、文字、セッティング、そして対話。 人生の一部として、それは面白い、時には感情的な、そして心臓の温暖化としての役割を果たしました。 シャフトの製品と同様、他の制作会社と差別化するアートスタイルもあります。\n私の人生では決してエリオのようなかわいいキャラクターを見たことはありません。 ファックのように、私は彼女がすべて可愛いを乗り越えることはできません、私は彼女がただのアニメキャラクターだと知っているが、リアルになる。 私はこの物語の唯一の普通のキャラクターは誠実だと思います。彼は自分のことをやっているだけで、何でもできるものを服用しています。しかし、基本的に他のキャラクターは本当に変わっていますが、\nだから目立つものはありません。 オープニング曲は大部分がまともですが、エンディングは素晴らしいです。 間違いなく私の最もお気に入りのエンディング曲の一つ、それについてのすべてが素晴らしいです、私はいつもそれを見ます。 残りのBGMはまったく目立っていませんでしたが、私はそれを覚えておらず、OSTをダウンロードするのに嫌いでした。\n私の最も好きなことは、このアニメの評価を実際に行ったのはエンディングであり、それほど素晴らしいものではありませんでした。 私はそれが良かったことを意味しますが、私が期待した、または望んでいたものではありませんでした。 しかし、私は作家ではないので、本当に私にはそれはないのですか？ しかし、このアニメを他人から際立たせるためには、より良い結果が得られたかもしれません。 また、後で見ることのできない文字についても紹介されています。 あなたはそれらを少し見ます、彼らは非常に重要に見える、そして彼らは1分後に行っている。\n私はmyanimelistとspecial aに8点を与えました。だから私は、その特別なことではない結末のためにsolid 7を固執します。 コメディや人生の断片が好きなら、この非常に奇妙な物語をお楽しみいただけます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nDenpa Onna caught my attention for the longest time because it came up as a close recommendation for Sakurasou no Pet and had similar characters. As a huge fan of Shaft I was fairly excited to finally watch this anime with high expectations.\n\n\u001b[1mデパパンナはサクラソウのペットのためのお勧めとして登場し、類似のキャラクターを持っていたので、最も長い間私の注意を引いた。 シャフトの巨大なファンとして、私は非常に期待してこのアニメを最後に見て非常に興奮していた。\u001b[22m\n\u001b[1m(Depapan'na wa sakurasō no petto no tame no o susume to shite tōjō shi, ruiji no kyarakutā o motte itanode, mottomo nagaiai watashi no chūi o hiita. Shafuto no kyodaina fan to shite, watashi wa hijō ni kitai shite kono anime o saigo ni mite hijō ni kōfun shite ita.)\u001b[22m\n\nTranslations of \u001b[4mDenpa Onna caught my attention for the longest time because it came up as a close recommendation for Sakurasou no Pet and had similar characters. As a huge fan of Shaft I was fairly excited to finally watch this anime with high expectations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDenpa Onna caught my attention for the longest time because it came up as a close recommendation for Sakurasou no Pet and had similar characters.\u001b[24m\n    \u001b[1mデパパンナはサクラソウのペットのためのお勧めとして登場し、類似のキャラクターを持っていたので、最も長い間私の注意を引いた。\u001b[22m, \u001b[1mそれはSakurasouなしペットのためのクローズ勧告として上がってきた同様の文字があったのでDenpa女は最も長い時間のために私の注意を引きました。\u001b[22m\n\u001b[4mAs a huge fan of Shaft I was fairly excited to finally watch this anime with high expectations.\u001b[24m\n    \u001b[1mシャフトの巨大なファンとして、私は非常に期待してこのアニメを最後に見て非常に興奮していた。\u001b[22m, \u001b[1mシャフトの大ファンとして、私は最終的に高い期待とこのアニメを見て、かなり興奮していました。\u001b[22m\nI wasn’ all that disappointed to tell you the truth. A few things that stand out in any show or movie are the basics; the sound, the music, the art, the characters, the setting, and the dialogue. As a slice of life, it did its part as being funny, emotional at times, and heart warming. Like any product from Shaft, you see the art style that sets it apart from any other production company.\n\n\u001b[1m私はあなたに真実を伝えるのに全然失望しました。 どのショーや映画でも目立つものがいくつかあります。 音、音楽、芸術、文字、セッティング、そして対話。 人生の一部として、それは面白い、時には感情的な、そして心臓の温暖化としての役割を果たしました。 シャフトの製品と同様、他の制作会社と差別化するアートスタイルもあります。\u001b[22m\n\u001b[1m(Watashi wa anata ni shinjitsu o tsutaeru no ni zenzen shitsubō shimashita. Dono shō ya eiga demo medatsu mono ga ikutsu ka arimasu. Oto, ongaku, geijutsu, moji, settingu, soshite taiwa. Jinsei no ichibu to shite, sore wa omoshiroi, tokiniha kanjō-tekina, soshite shinzō no ondan-ka to shite no yakuwari o hatashimashita. Shafuto no seihin to dōyō, hoka no seisakukaisha to sabetsu-ka suru ātosutairu mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI wasn’ all that disappointed to tell you the truth. A few things that stand out in any show or movie are the basics; the sound, the music, the art, the characters, the setting, and the dialogue. As a slice of life, it did its part as being funny, emotional at times, and heart warming. Like any product from Shaft, you see the art style that sets it apart from any other production company.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wasn’ all that disappointed to tell you the truth.\u001b[24m\n    \u001b[1m私はあなたに真実を伝えるのに全然失望しました。\u001b[22m, \u001b[1m私は失望しているすべてはあなたに真実を伝えるために 'wasn。\u001b[22m\n\u001b[4mA few things that stand out in any show or movie are the basics;\u001b[24m\n    \u001b[1mどのショーや映画でも目立つものがいくつかあります。\u001b[22m, \u001b[1m任意の番組や映画の中で目立ついくつかのことは基本です。\u001b[22m\n\u001b[4mthe sound, the music, the art, the characters, the setting, and the dialogue.\u001b[24m\n    \u001b[1m音、音楽、芸術、文字、セッティング、そして対話。\u001b[22m, \u001b[1mサウンド、音楽、アート、キャラクター、設定、および対話。\u001b[22m\n\u001b[4mAs a slice of life, it did its part as being funny, emotional at times, and heart warming.\u001b[24m\n    \u001b[1m人生の一部として、それは面白い、時には感情的な、そして心臓の温暖化としての役割を果たしました。\u001b[22m, \u001b[1m人生のスライスとして、それは時間に感情的な、面白いされ、そして心温まるように、その一部をしました。\u001b[22m\n\u001b[4mLike any product from Shaft, you see the art style that sets it apart from any other production company.\u001b[24m\n    \u001b[1mシャフトの製品と同様、他の制作会社と差別化するアートスタイルもあります。\u001b[22m, \u001b[1mシャフトからのすべての製品と同様に、他の制作会社から離れてそれを設定するアートスタイルを参照してください。\u001b[22m\nNever in my life have I seen such a cute character like Erio. Like fuck, I can’t get over all cute she is, I know she’s just an anime character but get real. I suppose the only normal character in this story is Makoto, he’s just doing his thing, enjoying everything he can, and taking whatever he can in. But basically every other character is really fucking weird, but that’s what makes this anime great right?\n\n\u001b[1m私の人生では決してエリオのようなかわいいキャラクターを見たことはありません。 ファックのように、私は彼女がすべて可愛いを乗り越えることはできません、私は彼女がただのアニメキャラクターだと知っているが、リアルになる。 私はこの物語の唯一の普通のキャラクターは誠実だと思います。彼は自分のことをやっているだけで、何でもできるものを服用しています。しかし、基本的に他のキャラクターは本当に変わっていますが、\u001b[22m\n\u001b[1m(Watashinojinseide wa kesshite erio no yōna kawaī kyarakutā o mita koto wa arimasen. Fakku no yō ni, watashi wa kanojo ga subete kawaii o norikoeru koto wa dekimasen, watashi wa kanojo ga tada no animekyarakutāda to shitte iruga, Riaru ni naru. Watashi wa kono monogatari no yuiitsu no futsū no kyarakutā wa seijitsuda to omoimasu. Kare wa jibun no koto o yatte iru dake de, nani demo dekiru mono o fukuyō shite imasu. Shikashi, kihontekini hoka no kyarakutā wa hontōni kawatte imasuga,)\u001b[22m\n\nTranslations of \u001b[4mNever in my life have I seen such a cute character like Erio. Like fuck, I can’t get over all cute she is, I know she’s just an anime character but get real. I suppose the only normal character in this story is Makoto, he’s just doing his thing, enjoying everything he can, and taking whatever he can in. But basically every other character is really fucking weird, but that’s what makes this anime great right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNever in my life have I seen such a cute character like Erio.\u001b[24m\n    \u001b[1m私の人生では決してエリオのようなかわいいキャラクターを見たことはありません。\u001b[22m, \u001b[1m私の人生で私はエリオのような、そのようなかわいいキャラクターを見たことがありません。\u001b[22m\n\u001b[4mLike fuck, I can’t get over all cute she is, I know she’s just an anime character but get real.\u001b[24m\n    \u001b[1mファックのように、私は彼女がすべて可愛いを乗り越えることはできません、私は彼女がただのアニメキャラクターだと知っているが、リアルになる。\u001b[22m, \u001b[1m性交のように、私は彼女がすべてのかわいいを乗り越えることができない、私は彼女がちょうどアニメキャラクターだ知っているが、実際の取得します。\u001b[22m\n\u001b[4mI suppose the only normal character in this story is Makoto, he’s just doing his thing, enjoying everything he can, and taking whatever he can in. But basically every other character is really fucking weird, but that’s what makes this anime great right?\u001b[24m\n    \u001b[1m私はこの物語の唯一の普通のキャラクターは誠実だと思います。彼は自分のことをやっているだけで、何でもできるものを服用しています。しかし、基本的に他のキャラクターは本当に変わっていますが、\u001b[22m, \u001b[1m私は、彼はちょうど彼ができることはすべてを楽しんで、彼のことをやって、そしてどんな彼が缶を取って、この物語の中で唯一の通常の文字は誠であると仮定します。しかし、基本的に他のすべての文字は本当にクソ奇妙ですが、それはこのアニメ偉大な権利を作る何ですか？\u001b[22m\nSo things that don’t stand out. The opening song is decent for the most part, but the ending is fucking fantastic. No doubt one of my most favorite ending songs ever, everything about it is great, I always watch it. The rest of the background music didn’t stand out at all, I don’t remember any of it and I didn’t like it enough to download the OST, so theres that.\n\n\u001b[1mだから目立つものはありません。 オープニング曲は大部分がまともですが、エンディングは素晴らしいです。 間違いなく私の最もお気に入りのエンディング曲の一つ、それについてのすべてが素晴らしいです、私はいつもそれを見ます。 残りのBGMはまったく目立っていませんでしたが、私はそれを覚えておらず、OSTをダウンロードするのに嫌いでした。\u001b[22m\n\u001b[1m(Dakara medatsu mono wa arimasen. Ōpuningu-kyoku wa daibubun ga matomodesuga, endingu wa subarashīdesu. Machigainaku watashi no mottomo okiniiri no endingu kyoku no hitotsu, sore ni tsuite no subete ga subarashīdesu, watashi wa itsumo sore o mimasu. Nokori no BGM wa mattaku medatte imasendeshitaga, watashi wa sore o oboete orazu, OST o daunrōdo suru no ni kiraideshita.)\u001b[22m\n\nTranslations of \u001b[4mSo things that don’t stand out. The opening song is decent for the most part, but the ending is fucking fantastic. No doubt one of my most favorite ending songs ever, everything about it is great, I always watch it. The rest of the background music didn’t stand out at all, I don’t remember any of it and I didn’t like it enough to download the OST, so theres that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo things that don’t stand out.\u001b[24m\n    \u001b[1mだから目立つものはありません。\u001b[22m, \u001b[1m目立ついないものだから。\u001b[22m\n\u001b[4mThe opening song is decent for the most part, but the ending is fucking fantastic.\u001b[24m\n    \u001b[1mオープニング曲は大部分がまともですが、エンディングは素晴らしいです。\u001b[22m, \u001b[1mオープニング曲は、ほとんどの部分はまともですが、結末はクソ素晴らしいです。\u001b[22m\n\u001b[4mNo doubt one of my most favorite ending songs ever, everything about it is great, I always watch it.\u001b[24m\n    \u001b[1m間違いなく私の最もお気に入りのエンディング曲の一つ、それについてのすべてが素晴らしいです、私はいつもそれを見ます。\u001b[22m, \u001b[1m間違いなく今まで私の最も好きなエンディングの曲の一つ、それについてのすべてが素晴らしいですが、私はいつもそれを見ていません。\u001b[22m\n\u001b[4mThe rest of the background music didn’t stand out at all, I don’t remember any of it and I didn’t like it enough to download the OST, so theres that.\u001b[24m\n    \u001b[1m残りのBGMはまったく目立っていませんでしたが、私はそれを覚えておらず、OSTをダウンロードするのに嫌いでした。\u001b[22m, \u001b[1m背景音楽の残りの部分は全く目立たなかった、私はそれのいずれかを覚えていないと私はそのtheresの、それは十分にOSTをダウンロードして好きではなかったです。\u001b[22m\nMy least favorite thing and what really made the rating for this anime is the ending, it wasn’t all that great. I mean it was good, but wasn’t what I expected or wanted. But I’m not the writer, so its not really up to me is it? But it could’ve ended waaaay better to make this anime stand out from others. Also, you’re introduced to characters that you don’t see later on. You’ll see them for a bit, they look very important, and they’re gone a minute later.\n\n\u001b[1m私の最も好きなことは、このアニメの評価を実際に行ったのはエンディングであり、それほど素晴らしいものではありませんでした。 私はそれが良かったことを意味しますが、私が期待した、または望んでいたものではありませんでした。 しかし、私は作家ではないので、本当に私にはそれはないのですか？ しかし、このアニメを他人から際立たせるためには、より良い結果が得られたかもしれません。 また、後で見ることのできない文字についても紹介されています。 あなたはそれらを少し見ます、彼らは非常に重要に見える、そして彼らは1分後に行っている。\u001b[22m\n\u001b[1m(Watashi no mottomo sukina koto wa, kono anime no hyōka o jissai ni itta no wa endingudeari, sore hodo subarashī monode wa arimasendeshita. Watashi wa sore ga yokatta koto o imi shimasuga, watashi ga kitai shita, matawa nozonde ita monode wa arimasendeshita. Shikashi, watashi wa sakkade wanainode, hontōni watashiniha sore wa nai nodesu ka? Shikashi, kono anime o tanin kara kiwadata seru tame ni wa, yori yoi kekka ga e rareta kamo shiremasen. Mata,-go de miru koto no dekinai moji ni tsuite mo shōkai sa rete imasu. Anata wa sorera o sukoshi mimasu, karera wa hijō ni jūyō ni mieru, soshite karera wa 1-bu-go ni itte iru.)\u001b[22m\n\nTranslations of \u001b[4mMy least favorite thing and what really made the rating for this anime is the ending, it wasn’t all that great. I mean it was good, but wasn’t what I expected or wanted. But I’m not the writer, so its not really up to me is it? But it could’ve ended waaaay better to make this anime stand out from others. Also, you’re introduced to characters that you don’t see later on. You’ll see them for a bit, they look very important, and they’re gone a minute later.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy least favorite thing and what really made the rating for this anime is the ending, it wasn’t all that great.\u001b[24m\n    \u001b[1m私の最も好きなことは、このアニメの評価を実際に行ったのはエンディングであり、それほど素晴らしいものではありませんでした。\u001b[22m, \u001b[1m私の最も好きなものと、本当にこのアニメのための評価を行ったが、それはすべてが素晴らしいではありませんでした、終了です。\u001b[22m\n\u001b[4mI mean it was good, but wasn’t what I expected or wanted.\u001b[24m\n    \u001b[1m私はそれが良かったことを意味しますが、私が期待した、または望んでいたものではありませんでした。\u001b[22m, \u001b[1m私はそれが良かった意味が、私が期待したり望んでいませんでした。\u001b[22m\n\u001b[4mBut I’m not the writer, so its not really up to me is it?\u001b[24m\n    \u001b[1mしかし、私は作家ではないので、本当に私にはそれはないのですか？\u001b[22m, \u001b[1mしかし、私は作家じゃないので、そのない本当に私までそれを何ですか？\u001b[22m\n\u001b[4mBut it could’ve ended waaaay better to make this anime stand out from others.\u001b[24m\n    \u001b[1mしかし、このアニメを他人から際立たせるためには、より良い結果が得られたかもしれません。\u001b[22m, \u001b[1mしかし、それはこのアニメが他人から目立つようにメーリングリストのより良い終了したかもしれません。\u001b[22m\n\u001b[4mAlso, you’re introduced to characters that you don’t see later on.\u001b[24m\n    \u001b[1mまた、後で見ることのできない文字についても紹介されています。\u001b[22m, \u001b[1mまた、あなたが後に表示されていない文字に導入しています。\u001b[22m\n\u001b[4mYou’ll see them for a bit, they look very important, and they’re gone a minute later.\u001b[24m\n    \u001b[1mあなたはそれらを少し見ます、彼らは非常に重要に見える、そして彼らは1分後に行っている。\u001b[22m, \u001b[1mあなたは彼らが非常に重要に見える、ビットのためにそれらを参照してくださいよ、と彼らは分後に行っています。\u001b[22m\nI gave show an eight on myanimelist and the special a 7. So I’m going to stick with a solid 7 due to the ending not being all that special. If you like comedy and slice of life then you’ll enjoy this very strange tale.\n\n\u001b[1m私はmyanimelistとspecial aに8点を与えました。だから私は、その特別なことではない結末のためにsolid 7を固執します。 コメディや人生の断片が好きなら、この非常に奇妙な物語をお楽しみいただけます。\u001b[22m\n\u001b[1m(Watashi wa myanimelist to supesharu a ni 8-ten o ataemashita. Dakara watashi wa, sono tokubetsuna kotode wanai ketsumatsu no tame ni solid 7 o koshū shimasu. Komedi ya jinsei no danpen ga sukinara, kono hijō ni kimyōna monogatari o o tanoshimi itadakemasu.)\u001b[22m\n\nTranslations of \u001b[4mI gave show an eight on myanimelist and the special a 7. So I’m going to stick with a solid 7 due to the ending not being all that special. If you like comedy and slice of life then you’ll enjoy this very strange tale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI gave show an eight on myanimelist and the special a 7. So I’m going to stick with a solid 7 due to the ending not being all that special.\u001b[24m\n    \u001b[1m私はmyanimelistとspecial aに8点を与えました。だから私は、その特別なことではない結末のためにsolid 7を固執します。\u001b[22m, \u001b[1m私が原因で終了されていないすべてのその特別にだから私は固体7に固執するつもりだmyanimelist上の8と特別な7を示しました。\u001b[22m\n\u001b[4mIf you like comedy and slice of life then you’ll enjoy this very strange tale.\u001b[24m\n    \u001b[1mコメディや人生の断片が好きなら、この非常に奇妙な物語をお楽しみいただけます。\u001b[22m, \u001b[1mあなたは人生の喜劇とスライスが好きなら、あなたは、この非常に奇妙な物語をお楽しみいただけます。\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "PyraXadon",
    "profile": "/profile/PyraXadon/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=117603",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  7\n\nご存知のように、たまに、人々はいつも見ているものに飽きてしまいます。 あなたがアニメの面でどのようなファンであるかは関係ありませんが、しばらく後にジャンルに飽きてしまうでしょう。 あなたが慣れ親しんできた領域から出てくると、別のジャンルの世界に入ることも、アニメの奇妙なことを見ることもできます。 はい、このレビューでは、デンパ・オンナとセイシュン・オトコ、またはデンパについて、私には奇妙な叫び声のアニメがあります。 さぁ、始めよう。\n\nストーリー（7/10）：デンパの話は、奇妙な異世界の出来事の歴史を持つ都市に移住した男の子の誕生です。 彼は叔母の家に引っ越して、彼の最初のいとこエリオになる布団に包まれた奇妙な女の子を見つけます。 そこから、彼の街の住人だけでなく、彼のこの異様ないとこを理解しようとすると、その物語が展開されます。 この物語から、それはおそらく他の場所で見つけることができない前提自体として、これがアニメの奇妙な方法であることを見ることは容易です。 アニメはマコトの視点に焦点を当てているが、アニメはどのキャラクターがクラナドのフォーマットに似たスタイルに焦点を当てているかという視点を変えている。\n\nキャラクター（8/10）：私が前に言ったように、デンパは非常に奇妙なアニメです。 したがって、非常に奇妙な文字があります。 しかし、私は、それぞれの支持メンバーが、奇妙な奇妙な変態を持っていると言います.2つは、ショー全体に多くのものを加えます。 まずは誠があります。 マコトは一般的な高校生の少年で、思春期の点でシリーズ全体を通して多くの時間を集中しています。 通常の人間の言葉では、基本的に彼の社会生活はどうなっているのですか。  （彼らはそれを説明する全体のシーンにも行く）シリーズのメインキャスト全体の唯一の本当の通常の1つとして、誠は、見知らぬ人として行動し、最終的にはこの奇妙な都市である世界に自分自身を掘り下げる。 次に、私たちは東和を持っています。 シリーズの主人公として、Erioは短くてもエイリアンです。  （自己宣言。）アニメの数ヶ月前に起こった事故のために、エリオは彼女が本当に誰であるかを記憶しておらず、基本的に夜間に彼女の周りに包まれた布団で徘徊しているエイリアンと考えている。 私にとっては、サポートキャストの過半数がそれに比べてスクリーン時間がほとんどなくなるため、これらの2つを唯一の本物の主人公とみなします。\n\nアートとサウンド（8/10と7/10）：芸術のために、アニメの大部分は、キャラクター自身が他のいくつかの作品と同様に壮観に見えないので、標準的な公正です。 女性のキャストのほとんどは、私が言及する必要があると感じたようなモエのような感覚を持っています。 それは私の意見では本当に堪えがたいです。 しかし、それはErioの設計のために高い得点を持っています。 彼らはいつも彼女の周りに何か他の文字をよりユニークな神秘的な感情やオーラを置く。 真剣に、ちょうど彼女の目を見てください。 しかし、音については、私は少し概観しています。 声そのものがうまく機能していて、私はそれをうれしく思います。 エンディング自体は、どれくらい弾力的で楽しいかのように、誰の顔にも笑顔をもたらすことができる小さな曲です。 それは私を完全にオフにするだけのオープニングです。 私が聞くことができたのは、これが悲鳴を滅する少女の声だったからです。それは疫病のようにそれを避けました。\n\n個人的な楽しさ（7/10）：デンパは他のどこにも見つけることができないアニメの1つです。 これは典型的な人生の断片ではなく、このショーの典型的なタグでもありません。 私にとっては、これはアニメの領域では本当に奇妙で宝石でした。 このアニメはキャラクターと前提のために普通のものではなかったので、私は見守ることができませんでした。 このアニメはとても奇妙で、それは良いことです。 しかし、アニメがぴったりと引き寄せられた時代があり、そのために本当に痛いです。 ランダムな文字の実装は役に立たず、率直に言ってオープニングは悪かったです。 しかし、この番組は、ショーのタイトルがあなたに伝えることができるように、それ自身の小さな特別な方法で良いです。 だから、あなたの快適ゾーンから出てくるものを見たいなら、私はこのアニメの大半が学校についてではなく、ファンレスのゼロをほとんど持っていて、 最近何が出てくるのか。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nYou know, every once in a while, people get bored with what they normally watch. It doesn't matter what kind of fan you are in terms of anime, you probably WILL get bored of the genre after a while. When you come out of the realm of what you are used to, you can either enter the world of a different genre, or watch an anime oddity. Yes, this review is about Denpa Onna to Seishun Otoko, or Denpa for short, an anime that to me, screams oddity. Let's begin.\n\n\u001b[1mご存知のように、たまに、人々はいつも見ているものに飽きてしまいます。 あなたがアニメの面でどのようなファンであるかは関係ありませんが、しばらく後にジャンルに飽きてしまうでしょう。 あなたが慣れ親しんできた領域から出てくると、別のジャンルの世界に入ることも、アニメの奇妙なことを見ることもできます。 はい、このレビューでは、デンパ・オンナとセイシュン・オトコ、またはデンパについて、私には奇妙な叫び声のアニメがあります。 さぁ、始めよう。\u001b[22m\n\u001b[1m(Gozonji no yō ni, tamani, hitobito wa itsumo mite iru mono ni akite shimaimasu. Anata ga animeno-men de dono yōna fandearu ka wa kankei arimasenga, shibaraku-go ni janru ni akite shimaudeshou. Anata ga nareshitashinde kita ryōiki kara detekuru to,-betsu no janru no sekai ni hairu koto mo, anime no kimyōna koto o miru koto mo dekimasu. Hai, kono rebyūde wa, denpa on'na to seishun Otoko, matawa denpa ni tsuite, watashiniha kimyōna sakebigoe no anime ga arimasu. Sa~a, hajimeyou.)\u001b[22m\n\nTranslations of \u001b[4mYou know, every once in a while, people get bored with what they normally watch. It doesn't matter what kind of fan you are in terms of anime, you probably WILL get bored of the genre after a while. When you come out of the realm of what you are used to, you can either enter the world of a different genre, or watch an anime oddity. Yes, this review is about Denpa Onna to Seishun Otoko, or Denpa for short, an anime that to me, screams oddity. Let's begin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know, every once in a while, people get bored with what they normally watch.\u001b[24m\n    \u001b[1mご存知のように、たまに、人々はいつも見ているものに飽きてしまいます。\u001b[22m, \u001b[1mあなたが知っている、たまに、人々は、彼らが正常に見るものと飽きてきます。\u001b[22m\n\u001b[4mIt doesn't matter what kind of fan you are in terms of anime, you probably WILL get bored of the genre after a while.\u001b[24m\n    \u001b[1mあなたがアニメの面でどのようなファンであるかは関係ありませんが、しばらく後にジャンルに飽きてしまうでしょう。\u001b[22m, \u001b[1mあなたはおそらくしばらくするジャンルの飽きWILLあなたはアニメの面であるファンのどのような問題ではありません。\u001b[22m\n\u001b[4mWhen you come out of the realm of what you are used to, you can either enter the world of a different genre, or watch an anime oddity.\u001b[24m\n    \u001b[1mあなたが慣れ親しんできた領域から出てくると、別のジャンルの世界に入ることも、アニメの奇妙なことを見ることもできます。\u001b[22m, \u001b[1mあなたが使っているものの領域から出てくるときには、異なるジャンルの世界に入る、またはアニメ奇妙を見ることができます。\u001b[22m\n\u001b[4mYes, this review is about Denpa Onna to Seishun Otoko, or Denpa for short, an anime that to me, screams oddity.\u001b[24m\n    \u001b[1mはい、このレビューでは、デンパ・オンナとセイシュン・オトコ、またはデンパについて、私には奇妙な叫び声のアニメがあります。\u001b[22m, \u001b[1mはい、この口コミは略して青春男、またはDenpaにDenpa女、私には、奇妙に悲鳴アニメについてです。\u001b[22m\n\u001b[4mLet's begin.\u001b[24m\n    \u001b[1mさぁ、始めよう。\u001b[22m, \u001b[1m始めましょう。\u001b[22m, \u001b[1mそれでは、始めましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStory (7/10): The story of Denpa is about a boy named Makoto Niwa, a boy who transfers into a city that has a history of strange otherworldly occurrences. From him moving into the house of his aunt, he finds a strange girl who is wrapped in a futon that turns out to be his first cousin Erio. From there, the story unfolds as he tries to figure out this strange cousin of his, as well as the city's residents. From this story, it's easy to see how strange of an anime this can be as the premise itself probably can't be found anywhere else. While the anime is focused on Makoto's point of view for the most part, the anime switches its perspective on which character its focusing in a sort of style that is similar to how Clannad is formatted.\n\n\u001b[1mストーリー（7/10）：デンパの話は、奇妙な異世界の出来事の歴史を持つ都市に移住した男の子の誕生です。 彼は叔母の家に引っ越して、彼の最初のいとこエリオになる布団に包まれた奇妙な女の子を見つけます。 そこから、彼の街の住人だけでなく、彼のこの異様ないとこを理解しようとすると、その物語が展開されます。 この物語から、それはおそらく他の場所で見つけることができない前提自体として、これがアニメの奇妙な方法であることを見ることは容易です。 アニメはマコトの視点に焦点を当てているが、アニメはどのキャラクターがクラナドのフォーマットに似たスタイルに焦点を当てているかという視点を変えている。\u001b[22m\n\u001b[1m(Sutōrī (7 / 10): Denpa no hanashi wa, kimyōna i sekai no dekigoto no rekishi o motsu toshi ni ijū shita otokonoko no tanjōdesu. Kare wa oba no ie ni hikkoshite, kare no saisho no itoko erio ni naru futon ni tsutsuma reta kimyōna on'nanoko o mitsukemasu. Soko kara, kare no machi no jūnin dakedenaku, kare no kono iyōna itoko o rikai shiyou to suru to, sono monogatari ga tenkai sa remasu. Kono monogatari kara, sore wa osoraku hoka no basho de mitsukeru koto ga dekinai zentei jitai to shite, korega anime no kimyōna hōhōdearu koto o miru koto wa yōidesu. Anime wa Makoto no shiten ni shōten o atete iruga, anime wa dono kyarakutā ga kuranado no fōmatto ni nita sutairu ni shōten o atete iru ka to iu shiten o kaete iru.)\u001b[22m\n\nTranslations of \u001b[4mStory (7/10): The story of Denpa is about a boy named Makoto Niwa, a boy who transfers into a city that has a history of strange otherworldly occurrences. From him moving into the house of his aunt, he finds a strange girl who is wrapped in a futon that turns out to be his first cousin Erio. From there, the story unfolds as he tries to figure out this strange cousin of his, as well as the city's residents. From this story, it's easy to see how strange of an anime this can be as the premise itself probably can't be found anywhere else. While the anime is focused on Makoto's point of view for the most part, the anime switches its perspective on which character its focusing in a sort of style that is similar to how Clannad is formatted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (7/10): The story of Denpa is about a boy named Makoto Niwa, a boy who transfers into a city that has a history of strange otherworldly occurrences.\u001b[24m\n    \u001b[1mストーリー（7/10）：デンパの話は、奇妙な異世界の出来事の歴史を持つ都市に移住した男の子の誕生です。\u001b[22m, \u001b[1mストーリー（7/10）：Denpaの話は誠丹羽、奇妙な別世界の出来事の歴史を持つ都市に転送少年少年についてです。\u001b[22m\n\u001b[4mFrom him moving into the house of his aunt, he finds a strange girl who is wrapped in a futon that turns out to be his first cousin Erio.\u001b[24m\n    \u001b[1m彼は叔母の家に引っ越して、彼の最初のいとこエリオになる布団に包まれた奇妙な女の子を見つけます。\u001b[22m, \u001b[1m彼は彼の叔母の家に移動するから、彼は彼の最初のいとこエリオであることが判明した布団に包まれている不思議な少女を見つけました。\u001b[22m\n\u001b[4mFrom there, the story unfolds as he tries to figure out this strange cousin of his, as well as the city's residents.\u001b[24m\n    \u001b[1mそこから、彼の街の住人だけでなく、彼のこの異様ないとこを理解しようとすると、その物語が展開されます。\u001b[22m, \u001b[1m彼はこの奇妙な彼のいとこと同様に、都市の住民を把握しようとしてそこから、物語が繰り広げられます。\u001b[22m\n\u001b[4mFrom this story, it's easy to see how strange of an anime this can be as the premise itself probably can't be found anywhere else.\u001b[24m\n    \u001b[1mこの物語から、それはおそらく他の場所で見つけることができない前提自体として、これがアニメの奇妙な方法であることを見ることは容易です。\u001b[22m, \u001b[1mこの話から、前提自体が、おそらくどこにも見つけることができないようにこれがどのようになるか不思議なアニメの参照するのは簡単です。\u001b[22m\n\u001b[4mWhile the anime is focused on Makoto's point of view for the most part, the anime switches its perspective on which character its focusing in a sort of style that is similar to how Clannad is formatted.\u001b[24m\n    \u001b[1mアニメはマコトの視点に焦点を当てているが、アニメはどのキャラクターがクラナドのフォーマットに似たスタイルに焦点を当てているかという視点を変えている。\u001b[22m, \u001b[1mアニメは、ほとんどの部分はビューの誠の点に焦点を当てているが、アニメはキャラクターのがクラナドのフォーマット方法に類似しているスタイルの種類に焦点を当てにその視点を切り替えます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (8/10): As I have said before, Denpa is a very strange anime. Therefore, there are very strange characters. But I will say that each supporting member does have an odd quirk or 2 that adds more to the show as a whole. First we have Makoto. Makoto is a general high school boy who focuses a lot of his time throughout the series on puberty points. In normal human terms, it's basically how his social life is going. (They even go on a whole scene explaining it.) As possibly the only real normal one of the whole main cast in the series, Makoto acts as an outsider looking in, eventually delving himself into the world that is this strange city. Next, we have Erio Touwa. As the main female of the series, Erio is well, to put it short, an alien. (self proclaimed.) On account of an accident that happened a few months prior to the anime's beginning, Erio has no memory of who she really is, and thinks herself as an alien, basically wandering about at night with a futon wrapped around her. For me, I consider these 2 as the only real main characters as the majority of the supporting cast gets almost no screen time compared to them.\n\n\u001b[1mキャラクター（8/10）：私が前に言ったように、デンパは非常に奇妙なアニメです。 したがって、非常に奇妙な文字があります。 しかし、私は、それぞれの支持メンバーが、奇妙な奇妙な変態を持っていると言います.2つは、ショー全体に多くのものを加えます。 まずは誠があります。 マコトは一般的な高校生の少年で、思春期の点でシリーズ全体を通して多くの時間を集中しています。 通常の人間の言葉では、基本的に彼の社会生活はどうなっているのですか。  （彼らはそれを説明する全体のシーンにも行く）シリーズのメインキャスト全体の唯一の本当の通常の1つとして、誠は、見知らぬ人として行動し、最終的にはこの奇妙な都市である世界に自分自身を掘り下げる。 次に、私たちは東和を持っています。 シリーズの主人公として、Erioは短くてもエイリアンです。  （自己宣言。）アニメの数ヶ月前に起こった事故のために、エリオは彼女が本当に誰であるかを記憶しておらず、基本的に夜間に彼女の周りに包まれた布団で徘徊しているエイリアンと考えている。 私にとっては、サポートキャストの過半数がそれに比べてスクリーン時間がほとんどなくなるため、これらの2つを唯一の本物の主人公とみなします。\u001b[22m\n\u001b[1m(Kyarakutā (8 / 10): Watashi ga mae ni itta yō ni, denpa wa hijō ni kimyōna animedesu. Shitagatte, hijō ni kimyōna moji ga arimasu. Mazuwa makoto ga arimasu. Makoto wa ippantekina kōkōsei no shōnen de, shishunki no ten de shirīzu zentai o tōshite ōku no jikan o shūchū shite imasu. Tsūjō no ningen no kotobade wa, kihontekini kare no shakai seikatsu wa dō natte iru nodesu ka. (Karera wa sore o setsumei suru zentai no shīn ni mo iku) shirīzu no mein kyasuto zentai no yuiitsu no hontō no tsūjō no 1tsu to shite, makoto wa, mishiranu hito to shite kōdō shi, saishūtekini wa kono kimyōna toshidearu sekai ni jibun jishin o horisageru. Tsugini, watashitachiha Tōwa o motte imasu. Shirīzu no shujinkō to shite, Erio wa mijikakute mo eiriandesu. (Jiko sengen. ) Anime no sūkagetsumae ni okotta jiko no tame ni, erio wa kanojo ga hontōni daredearu ka o kioku shite orazu, kihontekini yakan ni kanojo no mawari ni tsutsuma reta futon de haikai shite iru eirian to kangaete iru. Watashi ni totte wa, sapōtokyasuto no kahansū ga sore ni kurabete sukurīn jikan ga hotondo nakunaru tame, korera no 2tsu o yuiitsu no honmono no shujinkō to minashimasu. Shikashi, watashi wa, sorezore no shiji menbā ga, kimyōna kimyōna hentai o motte iru to iimasu. 2Tsu wa, shō zentai ni ōku no mono o kuwaemasu.)\u001b[22m\n\u001b[1m\u001b[22m\nArt and sound (8/10 and 7/10): For art, the majority of the anime is standard fair as the characters themselves don't look as spectacular as some other works out there. Most of the female cast has a sort of moe feel to it that I felt I needed to mention. It's just really unbearable to hear in my opinion. However, it does have a higher score due to the design of Erio. They always put some sort of mystical feel or aura around her that makes her more unique then any other character out there. Seriously, just look at her eyes. For the sound however, I'm a bit sketchy about. The voices themselves fit the roles well and I'm happy about that. The ending itself is a little song that could probably bring a smile to anyone's face as how bouncy and fun it sounds. It's just the opening that throws me completely off. Upon hearing it for the first time, all I could hear was this out of tune screechy little girl voice that made me avoid it like the plague.\n\n\u001b[1mアートとサウンド（8/10と7/10）：芸術のために、アニメの大部分は、キャラクター自身が他のいくつかの作品と同様に壮観に見えないので、標準的な公正です。 女性のキャストのほとんどは、私が言及する必要があると感じたようなモエのような感覚を持っています。 それは私の意見では本当に堪えがたいです。 しかし、それはErioの設計のために高い得点を持っています。 彼らはいつも彼女の周りに何か他の文字をよりユニークな神秘的な感情やオーラを置く。 真剣に、ちょうど彼女の目を見てください。 しかし、音については、私は少し概観しています。 声そのものがうまく機能していて、私はそれをうれしく思います。 エンディング自体は、どれくらい弾力的で楽しいかのように、誰の顔にも笑顔をもたらすことができる小さな曲です。 それは私を完全にオフにするだけのオープニングです。 私が聞くことができたのは、これが悲鳴を滅する少女の声だったからです。それは疫病のようにそれを避けました。\u001b[22m\n\u001b[1m(Āto to saundo (8 / 10 to 7/ 10): Geijutsu no tame ni, anime no daibubun wa, kyarakutā jishin ga hoka no ikutsu ka no sakuhin to dōyō ni sōkan ni mienainode, hyōjun-tekina kōseidesu. Josei no kyasuto no hotondo wa, watashi ga genkyū suruhitsuyōgāru to kanjita yōna Moe no yōna kankaku o motte imasu. Shikashi, soreha Erio no sekkei no tame ni takai tokuten o motte imasu. Karera wa itsumo kanojo no mawari ni nanika hoka no moji o yori yunīkuna shinpi-tekina kanjō ya ōra o oku. Shinken ni, chōdo kanojo no me o mite kudasai. Shikashi, otonitsuite wa, watashi wa sukoshi gaikan shite imasu. Koe sonomono ga umaku kinō shite ite, watashi wa sore o ureshiku omoimasu. Endingu jitai wa, dorekurai danryoku-tekide tanoshī ka no yō ni, dare no kao ni mo egao o motarasu koto ga dekiru chīsana kyokudesu. Sore wa watashi o kanzen ni ofunisuru dake no ōpuningudesu. Watashi ga kiku koto ga dekita no wa, korega himei o messuru shōjo no koedattakaradesu. Sore wa ekibyō no yō ni sore o sakemashita. Sore wa watashi no ikende wa hontōni taegataidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt and sound (8/10 and 7/10): For art, the majority of the anime is standard fair as the characters themselves don't look as spectacular as some other works out there. Most of the female cast has a sort of moe feel to it that I felt I needed to mention. It's just really unbearable to hear in my opinion. However, it does have a higher score due to the design of Erio. They always put some sort of mystical feel or aura around her that makes her more unique then any other character out there. Seriously, just look at her eyes. For the sound however, I'm a bit sketchy about. The voices themselves fit the roles well and I'm happy about that. The ending itself is a little song that could probably bring a smile to anyone's face as how bouncy and fun it sounds. It's just the opening that throws me completely off. Upon hearing it for the first time, all I could hear was this out of tune screechy little girl voice that made me avoid it like the plague.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and sound (8/10 and 7/10): For art, the majority of the anime is standard fair as the characters themselves don't look as spectacular as some other works out there.\u001b[24m\n    \u001b[1mアートとサウンド（8/10と7/10）：芸術のために、アニメの大部分は、キャラクター自身が他のいくつかの作品と同様に壮観に見えないので、標準的な公正です。\u001b[22m, \u001b[1mアートとサウンド（8/10と7/10）：文字自体はそこにいくつかの他の作品のように壮大な見ていないような当該技術分野では、アニメの大部分は、標準的な公平です。\u001b[22m\n\u001b[4mMost of the female cast has a sort of moe feel to it that I felt I needed to mention.\u001b[24m\n    \u001b[1m女性のキャストのほとんどは、私が言及する必要があると感じたようなモエのような感覚を持っています。\u001b[22m, \u001b[1m女性キャストのほとんどは、私が言及するのに必要と感じていること、それに感じる萌えのようなものを持っています。\u001b[22m\n\u001b[4mHowever, it does have a higher score due to the design of Erio.\u001b[24m\n    \u001b[1mしかし、それはErioの設計のために高い得点を持っています。\u001b[22m, \u001b[1mしかし、それはエリオの設計による高いスコアを持っています。\u001b[22m\n\u001b[4mThey always put some sort of mystical feel or aura around her that makes her more unique then any other character out there.\u001b[24m\n    \u001b[1m彼らはいつも彼女の周りに何か他の文字をよりユニークな神秘的な感情やオーラを置く。\u001b[22m, \u001b[1m彼らは常に、その後、他の文字そこに彼女はより多くのユニークな神秘的な感じまたは彼女の周りのオーラのいくつかの並べ替えを置きます。\u001b[22m\n\u001b[4mSeriously, just look at her eyes.\u001b[24m\n    \u001b[1m真剣に、ちょうど彼女の目を見てください。\u001b[22m\n\u001b[4mFor the sound however, I'm a bit sketchy about.\u001b[24m\n    \u001b[1mしかし、音については、私は少し概観しています。\u001b[22m, \u001b[1mしかし、音のために、私は約少し大ざっぱです。\u001b[22m\n\u001b[4mThe voices themselves fit the roles well and I'm happy about that.\u001b[24m\n    \u001b[1m声そのものがうまく機能していて、私はそれをうれしく思います。\u001b[22m, \u001b[1m声自体がうまく役割にフィットし、私はそれについて満足しています。\u001b[22m\n\u001b[4mThe ending itself is a little song that could probably bring a smile to anyone's face as how bouncy and fun it sounds.\u001b[24m\n    \u001b[1mエンディング自体は、どれくらい弾力的で楽しいかのように、誰の顔にも笑顔をもたらすことができる小さな曲です。\u001b[22m, \u001b[1m自身エンディングは、おそらく、それがどのように聞こえるか弾む、楽しいとして誰の顔に笑顔をもたらす可能性がほとんどない曲です。\u001b[22m\n\u001b[4mIt's just the opening that throws me completely off.\u001b[24m\n    \u001b[1mそれは私を完全にオフにするだけのオープニングです。\u001b[22m, \u001b[1mそれは完全にオフに私をスローするだけの開口部です。\u001b[22m\n\u001b[4mUpon hearing it for the first time, all I could hear was this out of tune screechy little girl voice that made me avoid it like the plague.\u001b[24m\n    \u001b[1m私が聞くことができたのは、これが悲鳴を滅する少女の声だったからです。それは疫病のようにそれを避けました。\u001b[22m, \u001b[1m最初にそれを聞いて、私は聞くことができるすべては、私は疫病のようにそれを避ける作っ曲金切り声少女の声のこの出ていました。\u001b[22m\n\u001b[4mIt's just really unbearable to hear in my opinion.\u001b[24m\n    \u001b[1mそれは私の意見では本当に堪えがたいです。\u001b[22m, \u001b[1mそれは私の意見で聞くために本当に耐え難いです。\u001b[22m\n\u001b[1m\u001b[22m\nPersonal enjoyment (7/10): Denpa is one of those animes that you can't find anywhere else. It's not a typical slice of life or any of the typical tags that are put onto this show. For me, this was a true oddity and a gem in the realm of anime. Because this anime was just so out of the ordinary due to its characters and premise, I couldn't stop watching. This anime is so strange, that it's good. However, there were times where the anime just dragged on and on, and it really hurt itself because of that. The implementation of random characters didn't help either, and frankly, the opening was just bad. But, this show is good in its own little special way as the show's title can tell you. So, if you want to watch something that is out of your comfort zone, I would go for this as the majority of this anime isn't about school, it has pretty much zero fanservice, and it has quite an original plot in terms of what is coming out these days.\n\n\u001b[1m個人的な楽しさ（7/10）：デンパは他のどこにも見つけることができないアニメの1つです。 これは典型的な人生の断片ではなく、このショーの典型的なタグでもありません。 私にとっては、これはアニメの領域では本当に奇妙で宝石でした。 このアニメはキャラクターと前提のために普通のものではなかったので、私は見守ることができませんでした。 このアニメはとても奇妙で、それは良いことです。 しかし、アニメがぴったりと引き寄せられた時代があり、そのために本当に痛いです。 ランダムな文字の実装は役に立たず、率直に言ってオープニングは悪かったです。 しかし、この番組は、ショーのタイトルがあなたに伝えることができるように、それ自身の小さな特別な方法で良いです。 だから、あなたの快適ゾーンから出てくるものを見たいなら、私はこのアニメの大半が学校についてではなく、ファンレスのゼロをほとんど持っていて、 最近何が出てくるのか。\u001b[22m\n\u001b[1m(Kojin-tekina tanoshisa (7 / 10): Denpa wa hoka no dokoni mo mitsukeru koto ga dekinai anime no 1tsudesu. Kore wa tenkei-tekina jinsei no danpende wa naku, kono shō no tenkei-tekina tagu demo arimasen. Watashi ni totte wa, koreha anime no ryōikide wa hontōni kimyōde hōsekideshita. Kono anime wa kyarakutā to zentei no tame ni futsū no monode wa nakattanode, watashi wa mimamoru koto ga dekimasendeshita. Kono anime wa totemo kimyōde, sore wa yoi kotodesu. Shikashi, anime ga pittari to hikiyose rareta jidai ga ari, sonotame ni hontōni itaidesu. Randamuna moji no jissō wa yakunitatazu, sotchoku ni itte ōpuningu wa warukattadesu. Shikashi, kono bangumi wa, shō no taitoru ga anata ni tsutaeru koto ga dekiru yō ni, sore jishin no chīsana tokubetsuna hōhōde yoidesu. Dakara, anata no kaiteki zōn kara dete kuru mono o mitainara, watashi wa kono anime no taihan ga gakkō ni tsuitede wa naku, fanresu no zero o hotondo motte ite, saikin nani ga dete kuru no ka.)\u001b[22m\n\nTranslations of \u001b[4mPersonal enjoyment (7/10): Denpa is one of those animes that you can't find anywhere else. It's not a typical slice of life or any of the typical tags that are put onto this show. For me, this was a true oddity and a gem in the realm of anime. Because this anime was just so out of the ordinary due to its characters and premise, I couldn't stop watching. This anime is so strange, that it's good. However, there were times where the anime just dragged on and on, and it really hurt itself because of that. The implementation of random characters didn't help either, and frankly, the opening was just bad. But, this show is good in its own little special way as the show's title can tell you. So, if you want to watch something that is out of your comfort zone, I would go for this as the majority of this anime isn't about school, it has pretty much zero fanservice, and it has quite an original plot in terms of what is coming out these days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonal enjoyment (7/10): Denpa is one of those animes that you can't find anywhere else.\u001b[24m\n    \u001b[1m個人的な楽しさ（7/10）：デンパは他のどこにも見つけることができないアニメの1つです。\u001b[22m, \u001b[1m個人で楽しむ（7/10）：Denpaは、あなたがどこにも見つけることができないこれらのアニメの一つです。\u001b[22m\n\u001b[4mIt's not a typical slice of life or any of the typical tags that are put onto this show.\u001b[24m\n    \u001b[1mこれは典型的な人生の断片ではなく、このショーの典型的なタグでもありません。\u001b[22m, \u001b[1mそれは、人生やこのショーの上に置かれている典型的なタグのいずれかの典型的なスライスではありません。\u001b[22m\n\u001b[4mFor me, this was a true oddity and a gem in the realm of anime.\u001b[24m\n    \u001b[1m私にとっては、これはアニメの領域では本当に奇妙で宝石でした。\u001b[22m, \u001b[1m私にとって、これは真の風変わりやアニメの世界で宝石でした。\u001b[22m\n\u001b[4mBecause this anime was just so out of the ordinary due to its characters and premise, I couldn't stop watching.\u001b[24m\n    \u001b[1mこのアニメはキャラクターと前提のために普通のものではなかったので、私は見守ることができませんでした。\u001b[22m, \u001b[1mこのアニメは、その文字と前提にちょうどので、普通ではありませんでしたので、私は見て止めることができませんでした。\u001b[22m\n\u001b[4mThis anime is so strange, that it's good.\u001b[24m\n    \u001b[1mこのアニメはとても奇妙で、それは良いことです。\u001b[22m, \u001b[1mこのアニメは、それは良いことだことを、とても奇妙です。\u001b[22m\n\u001b[4mHowever, there were times where the anime just dragged on and on, and it really hurt itself because of that.\u001b[24m\n    \u001b[1mしかし、アニメがぴったりと引き寄せられた時代があり、そのために本当に痛いです。\u001b[22m, \u001b[1mしかし、アニメはちょうど上と上にドラッグ回があった、それは本当にそのため自分自身を傷つけます。\u001b[22m\n\u001b[4mThe implementation of random characters didn't help either, and frankly, the opening was just bad.\u001b[24m\n    \u001b[1mランダムな文字の実装は役に立たず、率直に言ってオープニングは悪かったです。\u001b[22m, \u001b[1mランダムな文字の実装はどちらか助けていない、と率直に言って、開口部がちょうど悪かったです。\u001b[22m\n\u001b[4mBut, this show is good in its own little special way as the show's title can tell you.\u001b[24m\n    \u001b[1mしかし、この番組は、ショーのタイトルがあなたに伝えることができるように、それ自身の小さな特別な方法で良いです。\u001b[22m, \u001b[1mしかし、このショーはショーのタイトルとして、独自の小さな特別な方法であなたを伝えることができます良いです。\u001b[22m\n\u001b[4mSo, if you want to watch something that is out of your comfort zone, I would go for this as the majority of this anime isn't about school, it has pretty much zero fanservice, and it has quite an original plot in terms of\u001b[24m\n    \u001b[1mだから、あなたの快適ゾーンから出てくるものを見たいなら、私はこのアニメの大半が学校についてではなく、ファンレスのゼロをほとんど持っていて、\u001b[22m, \u001b[1mあなたの快適ゾーンの外にある何かを見たい場合は、このアニメの大半は学校ではありませんように、私はこのために行くだろう、それはかなりゼロサービスカットを持っており、それはの面で非常にオリジナルのプロットを持っています\u001b[22m\n\u001b[4mwhat is coming out these days.\u001b[24m\n    \u001b[1m最近何が出てくるのか。\u001b[22m, \u001b[1m何がこれらの日出ています。\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "colonelpanic",
    "profile": "/profile/colonelpanic/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=97425",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nデンパ・オンナと青春男子は、主にライフ・ショーの一部であり、すべての良いライフ・ショーと同じように、実際にどこにでも行くほどのことです。 疲れた日々のペースで、狂った人に囲まれた若い男の退屈な日常の日記を読んでいるような気分になります。 エイリアンと何か関係があるにもかかわらず、宇宙戦闘やエイリアン侵攻は期待できません。\n\n音楽は楽しく、適切に奇妙です。 このショーはまた、メロドラマからも満足のいくように自由であり、これによって多くの類似のショーが反抗的である。 私はもう一度それを見て気にしません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nDenpa Onna to Seishun Otoko is primarily a slice of life show, and like all good slice of life shows, it is more about the journey than about actually getting anywhere. Its languid, everyday-life pacing makes it feel like you're reading the boring everyday diary of a young man surrounded by crazy people. You can't expect any space battles or alien invasions, even though it does have something to do with aliens.\n\n\u001b[1mデンパ・オンナと青春男子は、主にライフ・ショーの一部であり、すべての良いライフ・ショーと同じように、実際にどこにでも行くほどのことです。 疲れた日々のペースで、狂った人に囲まれた若い男の退屈な日常の日記を読んでいるような気分になります。 エイリアンと何か関係があるにもかかわらず、宇宙戦闘やエイリアン侵攻は期待できません。\u001b[22m\n\u001b[1m(Denpa on'na to seishun danshi wa, omoni raifu shō no ichibudeari, subete no yoi raifu shō to onajiyōni, jissai ni doko ni demo iku hodo no kotodesu. Tsukareta hibi no pēsu de, kurutta hito ni kakoma reta wakai otoko no taikutsuna nichijō no nikki o yonde iru yōna kibun ni narimasu. Eirian to nanika kankeigāru nimokakawarazu, uchū sentō ya eirian shinkō wa kitai dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mDenpa Onna to Seishun Otoko is primarily a slice of life show, and like all good slice of life shows, it is more about the journey than about actually getting anywhere. Its languid, everyday-life pacing makes it feel like you're reading the boring everyday diary of a young man surrounded by crazy people. You can't expect any space battles or alien invasions, even though it does have something to do with aliens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDenpa Onna to Seishun Otoko is primarily a slice of life show, and like all good slice of life shows, it is more about the journey than about actually getting anywhere.\u001b[24m\n    \u001b[1mデンパ・オンナと青春男子は、主にライフ・ショーの一部であり、すべての良いライフ・ショーと同じように、実際にどこにでも行くほどのことです。\u001b[22m, \u001b[1m電波女と青春男は、主に生命のショーのスライスであり、生命のショーのすべての良いスライスのように、それはおよそ実際にどこにでも取得よりも旅の詳細です。\u001b[22m\n\u001b[4mIts languid, everyday-life pacing makes it feel like you're reading the boring everyday diary of a young man surrounded by crazy people.\u001b[24m\n    \u001b[1m疲れた日々のペースで、狂った人に囲まれた若い男の退屈な日常の日記を読んでいるような気分になります。\u001b[22m, \u001b[1mその物憂い、日常生活のペーシングは、あなたが狂った人々に囲まれた若い男の退屈な日常の日記を読んでいるようにそれを感じさせます。\u001b[22m\n\u001b[4mYou can't expect any space battles or alien invasions, even though it does have something to do with aliens.\u001b[24m\n    \u001b[1mエイリアンと何か関係があるにもかかわらず、宇宙戦闘やエイリアン侵攻は期待できません。\u001b[22m, \u001b[1mあなたはそれが外国人とは何かを持っているにもかかわらず、任意の空間の戦いやエイリアンの侵略を期待することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is enjoyable and appropriately strange. This show is also satisfyingly free from the melodrama that makes a number of similar shows unwatchable. I wouldn't mind watching it again some time.\n\n\u001b[1m音楽は楽しく、適切に奇妙です。 このショーはまた、メロドラマからも満足のいくように自由であり、これによって多くの類似のショーが反抗的である。 私はもう一度それを見て気にしません。\u001b[22m\n\u001b[1m(Ongaku wa tanoshiku, tekisetsu ni kimyōdesu. Kono shō wa mata, merodorama kara mo manzoku no iku yō ni jiyūdeari, kore ni yotte ōku no ruiji no shō ga hankō-tekidearu. Watashi wa mōichido sore o mite ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe music is enjoyable and appropriately strange. This show is also satisfyingly free from the melodrama that makes a number of similar shows unwatchable. I wouldn't mind watching it again some time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is enjoyable and appropriately strange.\u001b[24m\n    \u001b[1m音楽は楽しく、適切に奇妙です。\u001b[22m\n\u001b[4mThis show is also satisfyingly free from the melodrama that makes a number of similar shows unwatchable.\u001b[24m\n    \u001b[1mこのショーはまた、メロドラマからも満足のいくように自由であり、これによって多くの類似のショーが反抗的である。\u001b[22m, \u001b[1mこのショーは見るに耐えない類似した番組の数を作るメロドラマからも満足のいく無料です。\u001b[22m\n\u001b[4mI wouldn't mind watching it again some time.\u001b[24m\n    \u001b[1m私はもう一度それを見て気にしません。\u001b[22m, \u001b[1m私は再びいくつかの時間をそれを見て気にしないだろう。\u001b[22m"
  },
  {
    "title": "Denpa_Onna_to_Seishun_Otoko",
    "id": "9379",
    "url": "https://myanimelist.net/anime/9379/Denpa_Onna_to_Seishun_Otoko",
    "user": "Venom900",
    "profile": "/profile/Venom900/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=75569",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  6\n|  6\n\nストーリー5/10\n\nアート7/10\nそれについて特別なことは何もない、私は表情が好きではなかったし、描かれた方法は、ちょうど私がほとんどすべての他のシーン\nサウンド8/10\n私はオープニングがあまりにも悪くないが、アニメの間の音楽は素晴らしかったサウンドトラックをかなり楽しんだ\nキャラクター6/10\n私は本当にこれ以上説明することはできません....キャラクターにはそれほど多くはありませんでした。アニメ全体の唯一のキャラクターの発展は、この自称外人から彼女の正常な人間の側面を見せることになりました。 誠のおかげです。\n楽しさ6/10\n私は最初の5つのepsを通してエピソードを楽しみにしていました。その後、1つのエピソードを見ていると痛いほど退屈になりました\n全体的な6/10\n正直言って私はそれを7/10にしたいと思っていましたが、私は7/10を与えた他の人たちを見ましたが、これは本当に近いものではありません。 私は何もしませんでした。私は何かを逃したかもしれませんが、エリオがエイリアンの考え方から逃げ出した後、このアニメは私に光沢を失いました",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nStory 5/10\n\n\u001b[1mストーリー5/10\u001b[22m\n\u001b[1m(Sutōrī 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 5/10\u001b[24m\n    \u001b[1mストーリー5/10\u001b[22m\n\u001b[1m\u001b[22m\nArt 7/10\n\n\u001b[1mアート7/10\u001b[22m\n\u001b[1m(Āto 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 7/10\u001b[24m\n    \u001b[1mアート7/10\u001b[22m\nNothing special about it, i only did not like the facial expressions and how they were drawn, just not exactly something i enjoyed seeing almost every other scene\n\n\u001b[1mそれについて特別なことは何もない、私は表情が好きではなかったし、描かれた方法は、ちょうど私がほとんどすべての他のシーン\u001b[22m\n\u001b[1m(Sore ni tsuite tokubetsuna koto wa nanimonai, watashi wa hyōjō ga sukide wa nakattashi, egaka reta hōhō wa, chōdo watashi ga hotondo subete no ta no shīn)\u001b[22m\n\nTranslations of \u001b[4mNothing special about it, i only did not like the facial expressions and how they were drawn, just not exactly something i enjoyed seeing almost every other scene\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing special about it, i only did not like the facial expressions and how they were drawn, just not exactly something i enjoyed seeing almost every other scene\u001b[24m\n    \u001b[1mそれについて特別なことは何もない、私は表情が好きではなかったし、描かれた方法は、ちょうど私がほとんどすべての他のシーン\u001b[22m, \u001b[1mそれについて特別な何もない、私は唯一の私はほとんどすべての他のシーンを見て楽しんだものだけではありません正確に、表情が好きではなかったし、彼らが描かれましたか\u001b[22m\nSound 8/10\n\n\u001b[1mサウンド8/10\u001b[22m\n\u001b[1m(Saundo 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 8/10\u001b[24m\n    \u001b[1mサウンド8/10\u001b[22m, \u001b[1m8/10サウンド\u001b[22m\nI quite enjoyed the soundtrack the opening wasn't too bad but the music during the anime was great\n\n\u001b[1m私はオープニングがあまりにも悪くないが、アニメの間の音楽は素晴らしかったサウンドトラックをかなり楽しんだ\u001b[22m\n\u001b[1m(Watashi wa ōpuningu ga amarini mo warukunai ga, anime no ma no ongaku wa subarashikatta saundotorakku o kanari tanoshinda)\u001b[22m\n\nTranslations of \u001b[4mI quite enjoyed the soundtrack the opening wasn't too bad but the music during the anime was great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI quite enjoyed the soundtrack the opening wasn't too bad but the music during the anime was great\u001b[24m\n    \u001b[1m私はオープニングがあまりにも悪くないが、アニメの間の音楽は素晴らしかったサウンドトラックをかなり楽しんだ\u001b[22m, \u001b[1m私はかなり開口部があまりにも悪くはなかったサウンドトラックを楽しんだが、アニメ中の音楽は素晴らしかったです\u001b[22m\nCharacters 6/10\n\n\u001b[1mキャラクター6/10\u001b[22m\n\u001b[1m(Kyarakutā 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 6/10\u001b[24m\n    \u001b[1mキャラクター6/10\u001b[22m\nI can't really explain it much further than this....there wasn't much at all to the characters, about the only character development in the whole anime was Erio going from this self proclaimed alien to showing her normal human side and interests thanks to Makoto.\n\n\u001b[1m私は本当にこれ以上説明することはできません....キャラクターにはそれほど多くはありませんでした。アニメ全体の唯一のキャラクターの発展は、この自称外人から彼女の正常な人間の側面を見せることになりました。 誠のおかげです。\u001b[22m\n\u001b[1m(Watashi wa hontōni kore ijō setsumei suru koto wa dekimasen. ... Kyarakutā ni wa sorehodo ōku wa arimasendeshita. Anime zentai no yuiitsu no kyarakutā no hatten wa, kono jishō gaijin kara kanojo no seijōna ningen no sokumen o miseru koto ni narimashita. Makoto no okagedesu.)\u001b[22m\n\nTranslations of \u001b[4mI can't really explain it much further than this....there wasn't much at all to the characters, about the only character development in the whole anime was Erio going from this self proclaimed alien to showing her normal human side and interests thanks to Makoto.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't really explain it much further than this....there wasn't much at all to the characters, about the only character development in the whole anime was Erio going from this self proclaimed alien to showing her normal human side and\u001b[24m\n    \u001b[1m私は本当にこれ以上説明することはできません....キャラクターにはそれほど多くはありませんでした。アニメ全体の唯一のキャラクターの発展は、この自称外人から彼女の正常な人間の側面を見せることになりました。\u001b[22m, \u001b[1m私は本当に全体のアニメで唯一の文字の開発はエリオが彼女の通常の人間的側面を示すには、この自称宇宙人から起こっていた程度、文字にはるかにまったくありませんでした....あまりさらにこれよりもそれを説明することはできませんし、\u001b[22m\n\u001b[4minterests thanks to Makoto.\u001b[24m\n    \u001b[1m誠のおかげです。\u001b[22m, \u001b[1m誠のおかげで興味。\u001b[22m\nEnjoyment 6/10\n\n\u001b[1m楽しさ6/10\u001b[22m\n\u001b[1m(Tanoshisa 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 6/10\u001b[24m\n    \u001b[1m楽しさ6/10\u001b[22m, \u001b[1m楽し6/10\u001b[22m\ni was highly looking forward to the episodes through the first 5 eps, afterwards watching 1 episode became painfully boring\n\n\u001b[1m私は最初の5つのepsを通してエピソードを楽しみにしていました。その後、1つのエピソードを見ていると痛いほど退屈になりました\u001b[22m\n\u001b[1m(Watashi wa saisho no itsutsu no eps o tōshite episōdo o tanoshimini shite imashita. Sonogo, 1tsu no episōdo o mite iruto itai hodo taikutsu ni narimashita)\u001b[22m\n\nTranslations of \u001b[4mi was highly looking forward to the episodes through the first 5 eps, afterwards watching 1 episode became painfully boring\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi was highly looking forward to the episodes through the first 5 eps, afterwards watching 1 episode became painfully boring\u001b[24m\n    \u001b[1m私は最初の5つのepsを通してエピソードを楽しみにしていました。その後、1つのエピソードを見ていると痛いほど退屈になりました\u001b[22m, \u001b[1m私は非常に痛いほど退屈になった後から1エピソードを見て、最初の5のepsを通じてエピソードを楽しみにしていました\u001b[22m\nOverall 6/10\n\n\u001b[1m全体的な6/10\u001b[22m\n\u001b[1m(Zentai-tekina 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 6/10\u001b[24m\n    \u001b[1m全体的な6/10\u001b[22m, \u001b[1m全体的に6月10日\u001b[22m\nHonestly i wanted to give it a 7/10 but i took a look at others that i gave a 7/10 and this one is not even close to being as good as they were, i normally dont rate animes below a 7 unless it really just did nothing for me, which this one did and didn't....maybe i missed something, but after Erio snapped out of the alien mindset, this anime lost its luster to me\n\n\u001b[1m正直言って私はそれを7/10にしたいと思っていましたが、私は7/10を与えた他の人たちを見ましたが、これは本当に近いものではありません。 私は何もしませんでした。私は何かを逃したかもしれませんが、エリオがエイリアンの考え方から逃げ出した後、このアニメは私に光沢を失いました\u001b[22m\n\u001b[1m(Shōjiki itte watashi wa sore o 7/ 10 ni shitai to omotte imashitaga, watashi wa 7/ 10 o ataeta hokanohito-tachi o mimashitaga, kore wa hontōni chikai monode wa arimasen. Watashi wa nani mo shimasendeshita. Watashi wa nanika o nogashita kamo shiremasenga, erio ga eirian no kangaekata kara nigedashita nochi, kono anime wa watashi ni kōtaku o ushinaimashita)\u001b[22m\n\nTranslations of \u001b[4mHonestly i wanted to give it a 7/10 but i took a look at others that i gave a 7/10 and this one is not even close to being as good as they were, i normally dont rate animes below a 7 unless it really just did nothing for me, which this one did and didn't....maybe i missed something, but after Erio snapped out of the alien mindset, this anime lost its luster to me\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly i wanted to give it a 7/10 but i took a look at others that i gave a 7/10 and this one is not even close to being as good as they were, i normally dont rate animes below a 7 unless it really\u001b[24m\n    \u001b[1m正直言って私はそれを7/10にしたいと思っていましたが、私は7/10を与えた他の人たちを見ましたが、これは本当に近いものではありません。\u001b[22m, \u001b[1m正直なところ私はそれを7月10日を与えたいと思ったが、私は7/10を与えた他の人を見ていたし、この1つは私は通常、実際にそれがない限り7以下のレートアニメいけない、彼らがいたほど良くあることにさえ近くありません\u001b[22m\n\u001b[4mjust did nothing for me, which this one did and didn't....maybe i missed something, but after Erio snapped out of the alien mindset, this anime lost its luster to me\u001b[24m\n    \u001b[1m私は何もしませんでした。私は何かを逃したかもしれませんが、エリオがエイリアンの考え方から逃げ出した後、このアニメは私に光沢を失いました\u001b[22m, \u001b[1mこの1つだけがやったと....多分私は何かを逃していなかった私のために何もし、なかったが、エリオは外国人の考え方のうちスナップした後、このアニメは私にその輝きを失いました\u001b[22m"
  }
]
