[
  {
    "title": "Haiyoru_Nyaruani__Remember_My_Lovecraft-sensei",
    "id": "9598",
    "url": "https://myanimelist.net/anime/9598/Haiyoru_Nyaruani__Remember_My_Lovecraft-sensei",
    "user": "Yukariki",
    "profile": "/profile/Yukariki/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=55279",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  3\nサウンド|  3\nキャラクター|  6\n|  7\n\n「狂気にならない限り、ほとんど誰も冷静に踊りません。」 -  H.P. ラブクラフト\n\n覚えているのは、私のラブクラフト先生は、前身と同様に、Adobe Flashアニメーションオマケ作品です。 今回は、テレビに出ています。 このショーは現在、Nyarlko（Nyarlathothep）、Cthuko（Cthugha）、Atoko（Atlach-Nacha）、Nyarue（別Nyarlathothep）の奇妙なキャストを誇っています。 また、普通の高校生の男の子。\n\nこれまでのところ、Nyaruaniシリーズは実際にアニメ化されていない。 しかし、これは、今後のハイヨルで変わるかもしれません！ ニャル子さん。 このショーは、前任者のように、軽小説を読んだ人に捧げられています。 このニッチへの大きな関心は、他の視聴者、つまりわれわれにとっては戸惑うものです。 私たちはこの先進国の世界に押し込まれ、何を期待するか分かりません。 突然のランダム性や性的な参照は仕事全体に広がり、私たちはあなたのSANを減少させるCyclopeanプロット構造によって混乱した永遠のR'lyehに詰め込まれます。\n\nしたがって、私たちは\"このショーをどのように見ますか？\"と尋ねなければなりません。\n\n私たちは脳を受け入れて消すことを学ぶ必要があります。 このショーには不信感の巨大な停止が必要です。 作品は、初心者にラブクラフトのコードに従っています：何も言わないでください。 この格言は通常、ホラー作品の慣習を説明していますが、これはコメディの説明にも適しています。 私のような人々のグループに面白いことができる無意味な性的な超現実的な喜劇のためにそれを見てください。 それをスタンドアップコメディールーチンと考えてください。\n\nそしてそれが私がそれを楽しむ方法です。\n\nこの作品は、アニメに適応した軽小説を楽しんで、4番目の壁を何度も壊してしまいます。 それは、男性の主人公と絶望的に恋し合っている2人の人生の中で、変態したバイセクシャル女性としてのグレート・オールド・オンを想像しています。  Atokoは、フロイトでさえも立つことができない、コメディーのいくつかの素晴らしいラインを持っています。 ニャルコには良いものもあります。 セイユウス、特にニャルコを声に出している人は、彼らの性格を表現するのに素晴らしい仕事をします。 アサミ・カナは基本的にアマガミSSのタチバナ・ミヤのようなニャルコを演じており、演技スタイルの選択は完璧です。\n\nその最も弱い要素はアートであり、アニメーターでさえ同意します。 無料のAdobe Flashアニメーター（Egoraptor、誰ですか？）があります。  Adobe Flashでの作業は良い言い訳ではありません。 それは前任者よりも優れていますが、それはあまり意味がありません。 それでも、Google画像から明らかに盗まれた素晴らしい写真があり、その後ユーモアを補完するライブ機能によってAdobe Illustratorで変更されました。 すべてのエピソードに登場するランダムなBorgキューブを少なくとも笑う必要があります。  OPはアニメーション化されている唯一のものですが、キャラクターは頭を動かします。 予算は多くの通行料を示しています。\n\nこれはほとんどの人にはお勧めできない作品です。 あなたがラブクラフトの狂気の良い量とPythonesqueユーモアの良い感覚を持っている人を知っているなら、これはうまくいくかもしれません。 したがって、私のラブクラフト引用。 誰もがそれを見て困っているかもしれません。 それにもかかわらず、誰もそれを見て傷つけることはありません。 以前の作品を見てみることをお勧めします。 ショーとしてのその実行時間はわずか約18分です。 私のラブクラフト先生を思い出すことは、よりファニーな性的ジョークを除いてまさにそのことです。\n\nこの作品の実際のアニメの適応が存在するまで、Ph'ngluiはCthulhu R'lyeh wgah'nagl fhtagnと書いています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\n“Almost nobody dances sober, unless they happen to be insane.” -- H.P. Lovecraft\n\n\u001b[1m「狂気にならない限り、ほとんど誰も冷静に踊りません。」 -  H.P. ラブクラフト\u001b[22m\n\u001b[1m(`Kyōki ni naranai kagiri, hotondo dare mo reisei ni odorimasen.' - H. P. Rabukurafuto)\u001b[22m\n\nTranslations of \u001b[4m“Almost nobody dances sober, unless they happen to be insane.” -- H.P. Lovecraft\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“Almost nobody dances sober, unless they happen to be insane.” -- H.P.\u001b[24m\n    \u001b[1m「狂気にならない限り、ほとんど誰も冷静に踊りません。」 -  H.P.\u001b[22m, \u001b[1m「彼らは非常識なことが起こる場合を除き、ほとんど誰もが、地味な踊りません。」 -  H.P.\u001b[22m\n\u001b[4mLovecraft\u001b[24m\n    \u001b[1mラブクラフト\u001b[22m\n\u001b[1m\u001b[22m\nRemember My Lovecraft-sensei, like its predecessor, is an Adobe Flash-animated omake work; this time, it is on TV. The show currently sports a bizarre cast of the Great Old Ones: Nyarlko (Nyarlathothep), Cthuko (Cthugha), Atoko (Atlach-Nacha), and Nyarue (another Nyarlathothep). Also, an ordinary high school student boy.\n\n\u001b[1m覚えているのは、私のラブクラフト先生は、前身と同様に、Adobe Flashアニメーションのオマーク作品です。 今回は、テレビに出ています。 このショーは現在、Nyarlko（Nyarlathothep）、Cthuko（Cthugha）、Atoko（Atlach-Nacha）、Nyarue（Nyarlathothep）の奇妙なキャストを誇っています。 また、普通の高校生の男の子。\u001b[22m\n\u001b[1m(Oboete iru no wa, watashi no rabukurafuto sensei wa, zenshin to dōyō ni, adobifurasshu animēshon no omāku sakuhindesu. Konkai wa, terebi ni dete imasu. Kono shō wa genzai, Nyarlko (Nyarlathothep), Cthuko (Cthugha), Atoko (Atlach - Nacha), Nyarue (Nyarlathothep) no kimyōna kyasuto o hokotte imasu. Mata, futsū no kōkōsei no otokonoko.)\u001b[22m\n\nTranslations of \u001b[4mRemember My Lovecraft-sensei, like its predecessor, is an Adobe Flash-animated omake work; this time, it is on TV. The show currently sports a bizarre cast of the Great Old Ones: Nyarlko (Nyarlathothep), Cthuko (Cthugha), Atoko (Atlach-Nacha), and Nyarue (another Nyarlathothep). Also, an ordinary high school student boy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRemember My Lovecraft-sensei, like its predecessor, is an Adobe Flash-animated omake work;\u001b[24m\n    \u001b[1m覚えているのは、私のラブクラフト先生は、前身と同様に、Adobe Flashアニメーションのオマーク作品です。\u001b[22m, \u001b[1mマイラヴクラフト先生は、その前身と同様に、アドビシステムズ社のFlashアニメーションオマケの仕事であることを覚えています。\u001b[22m\n\u001b[4mthis time, it is on TV.\u001b[24m\n    \u001b[1m今回は、テレビに出ています。\u001b[22m, \u001b[1mこの時間は、それはテレビです。\u001b[22m\n\u001b[4mThe show currently sports a bizarre cast of the Great Old Ones: Nyarlko (Nyarlathothep), Cthuko (Cthugha), Atoko (Atlach-Nacha), and Nyarue (another Nyarlathothep).\u001b[24m\n    \u001b[1mこのショーは現在、Nyarlko（Nyarlathothep）、Cthuko（Cthugha）、Atoko（Atlach-Nacha）、Nyarue（Nyarlathothep）の奇妙なキャストを誇っています。\u001b[22m, \u001b[1mNyarlko（Nyarlathothep）、Cthuko（クトゥグア）、Atoko（アトラク=ナクア）、およびNyarue（別Nyarlathothep）：ショーは現在、グレートオールドワンズの奇妙なキャストを遊ばします。\u001b[22m\n\u001b[4mAlso, an ordinary high school student boy.\u001b[24m\n    \u001b[1mまた、普通の高校生の男の子。\u001b[22m, \u001b[1mまた、普通の高校生の少年。\u001b[22m\n\u001b[1m\u001b[22m\nSo far, the Nyaruani series have not actually made an anime adaptation; though, this may change with the upcoming Haiyoru! Nyaruko-san. This show, again like its predecessor, is dedicated to people who have read the light novels; the huge attention to this niche is disconcerting for other viewers, aka us. We are pushed into this already developed world with no idea what to expect; sudden randomness and sexual references proliferate throughout the work and we are stuck in an eternal R’lyeh, confused by its Cyclopean plot structure which will decrease your SAN.\n\n\u001b[1mこれまでのところ、Nyaruaniシリーズは実際にアニメ化されていない。 しかし、これは、今後のハイヨルで変わるかもしれません！ ニャル子さん。 このショーは、前任者のように、軽小説を読んだ人に捧げられています。 このニッチへの大きな関心は、他の視聴者、つまりわれわれにとっては戸惑うものです。 私たちはこの先進国の世界に押し込まれ、何を期待するか分かりません。 突然のランダム性や性的な参照は仕事全体に広がり、私たちはあなたのSANを減少させるCyclopeanプロット構造によって混乱した永遠のR'lyehに詰め込まれます。\u001b[22m\n\u001b[1m(Kore made no tokoro, Nyaruani shirīzu wa jissai ni anime-ka sa rete inai. Shikashi, koreha, kongo no haiyoru de kawaru kamo shiremasen! Nyaru-ko-san. Kono shō wa, zen'nin-sha no yō ni, kei shōsetsu o yonda hito ni sasage rarete imasu. Kono nitchi e no ōkina kanshin wa, hoka no shichō-sha, tsumari wareware ni totte wa tomadou monodesu. Watashitachi wa kono senshinkoku no sekai ni oshikoma re, nani o kitai suru ka wakarimasen. Totsuzen no randamu-sei ya seitekina sanshō wa shigoto zentai ni hirogari, watashitachi wa anata no san o genshō sa seru Cyclopean purotto kōzō ni yotte konran shita eien no R' lyeh ni tsumekoma remasu.)\u001b[22m\n\nTranslations of \u001b[4mSo far, the Nyaruani series have not actually made an anime adaptation; though, this may change with the upcoming Haiyoru! Nyaruko-san. This show, again like its predecessor, is dedicated to people who have read the light novels; the huge attention to this niche is disconcerting for other viewers, aka us. We are pushed into this already developed world with no idea what to expect; sudden randomness and sexual references proliferate throughout the work and we are stuck in an eternal R’lyeh, confused by its Cyclopean plot structure which will decrease your SAN.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo far, the Nyaruani series have not actually made an anime adaptation;\u001b[24m\n    \u001b[1mこれまでのところ、Nyaruaniシリーズは実際にアニメ化されていない。\u001b[22m, \u001b[1mこれまでのところ、Nyaruaniシリーズは、実際にアニメの適応を行っていません。\u001b[22m\n\u001b[4mthough, this may change with the upcoming Haiyoru!\u001b[24m\n    \u001b[1mしかし、これは、今後のハイヨルで変わるかもしれません！\u001b[22m, \u001b[1mしかし、これは、今後のHaiyoruに変更されることがあり！\u001b[22m\n\u001b[4mNyaruko-san.\u001b[24m\n    \u001b[1mニャル子さん。\u001b[22m\n\u001b[4mThis show, again like its predecessor, is dedicated to people who have read the light novels;\u001b[24m\n    \u001b[1mこのショーは、前任者のように、軽小説を読んだ人に捧げられています。\u001b[22m, \u001b[1mこのショーは、再びその前身と同様に、光の小説を読んでいる人に専用されています。\u001b[22m\n\u001b[4mthe huge attention to this niche is disconcerting for other viewers, aka us.\u001b[24m\n    \u001b[1mこのニッチへの大きな関心は、他の視聴者、つまりわれわれにとっては戸惑うものです。\u001b[22m, \u001b[1mこのニッチに大きな注目が私たち別名、他の視聴者のために当惑されています。\u001b[22m\n\u001b[4mWe are pushed into this already developed world with no idea what to expect;\u001b[24m\n    \u001b[1m私たちはこの先進国の世界に押し込まれ、何を期待するか分かりません。\u001b[22m, \u001b[1m私たちは何を期待することのないアイデアを、このすでに先進国の中に押し込まれています。\u001b[22m\n\u001b[4msudden randomness and sexual references proliferate throughout the work and we are stuck in an eternal R’lyeh, confused by its Cyclopean plot structure which will decrease your SAN.\u001b[24m\n    \u001b[1m突然のランダム性や性的な参照は仕事全体に広がり、私たちはあなたのSANを減少させるCyclopeanプロット構造によって混乱した永遠のR'lyehに詰め込まれます。\u001b[22m, \u001b[1m突然のランダム性と性的参照が仕事を通して増殖し、私たちはあなたのSANを減少させる、その一つ目の巨人のプロット構造によって混乱し、永遠のルルイエで立ち往生しています。\u001b[22m\n\u001b[1m\u001b[22m\nThus, we have to ask, “How do we watch this show?”\n\n\u001b[1mしたがって、私たちは\"このショーをどのように見ますか？\"と尋ねなければなりません。\u001b[22m\n\u001b[1m(Shitagatte, watashitachiha\" kono shō o dono yō ni mimasu ka?\" To tazunenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThus, we have to ask, “How do we watch this show?”\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThus, we have to ask, “How do we watch this show?”\u001b[24m\n    \u001b[1mしたがって、私たちは\"このショーをどのように見ますか？\"と尋ねなければなりません。\u001b[22m, \u001b[1mしたがって、我々は、聞いている\"どのように我々はこのショーを見ていますか？」\u001b[22m\n\u001b[1m\u001b[22m\nWe need to learn to accept and turn off our brains; a huge suspension of disbelief is required for this show. The work follows a Lovecraftian code to newbies: Never Explain Anything. Although this adage usually explains the conventions of horror works, this is also suitable to explain comedy. Watch it for the pointless sexual surreal comedy which can be funny to a group of people, like me. Think of it as a standup comedy routine.\n\n\u001b[1m私たちは脳を受け入れて消すことを学ぶ必要があります。 このショーには不信感の巨大な停止が必要です。 作品は、初心者にラブクラフトのコードに従っています：何も言わないでください。 この格言は通常、ホラー作品の慣習を説明していますが、これはコメディの説明にも適しています。 私のような人々のグループに面白いことができる無意味な性的な超現実的な喜劇のためにそれを見てください。 それをスタンドアップコメディールーチンと考えてください。\u001b[22m\n\u001b[1m(Watashitachiha nō o ukeirete kesu koto o manabu hitsuyō ga arimasu. Kono shō ni wa fushin-kan no kyodaina teishi ga hitsuyōdesu. Sakuhin wa, shoshinsha ni rabukurafuto no kōdo ni shitagatte imasu: Nani mo iwanaide kudasai. Kono kakugen wa tsūjō, horā sakuhin no kanshū o setsumei shite imasuga, koreha komedi no setsumei ni mo tekishite imasu. Watashi no yōna hitobito no gurūpu ni omoshiroi koto ga dekiru muimina seitekina chōgenjitsutekina kigeki no tame ni sore o mite kudasai. Sore o sutandoappukomedīrūchin to kangaete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWe need to learn to accept and turn off our brains; a huge suspension of disbelief is required for this show. The work follows a Lovecraftian code to newbies: Never Explain Anything. Although this adage usually explains the conventions of horror works, this is also suitable to explain comedy. Watch it for the pointless sexual surreal comedy which can be funny to a group of people, like me. Think of it as a standup comedy routine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe need to learn to accept and turn off our brains;\u001b[24m\n    \u001b[1m私たちは脳を受け入れて消すことを学ぶ必要があります。\u001b[22m, \u001b[1m私たちは、私たちの脳を受け入れ、オフにすることを学ぶ必要があります。\u001b[22m\n\u001b[4ma huge suspension of disbelief is required for this show.\u001b[24m\n    \u001b[1mこのショーには不信感の巨大な停止が必要です。\u001b[22m, \u001b[1m不信の巨大な懸濁液は、このショーのために必要とされます。\u001b[22m\n\u001b[4mThe work follows a Lovecraftian code to newbies: Never Explain Anything.\u001b[24m\n    \u001b[1m作品は、初心者にラブクラフトのコードに従っています：何も言わないでください。\u001b[22m, \u001b[1m作業は初心者にLovecraftianコードを次の：何を説明することはありません。\u001b[22m\n\u001b[4mAlthough this adage usually explains the conventions of horror works, this is also suitable to explain comedy.\u001b[24m\n    \u001b[1mこの格言は通常、ホラー作品の慣習を説明していますが、これはコメディの説明にも適しています。\u001b[22m, \u001b[1mこの格言は、通常、ホラー作品の規則を説明するが、これは喜劇を説明するためにも適しています。\u001b[22m\n\u001b[4mWatch it for the pointless sexual surreal comedy which can be funny to a group of people, like me.\u001b[24m\n    \u001b[1m私のような人々のグループに面白いことができる無意味な性的な超現実的な喜劇のためにそれを見てください。\u001b[22m, \u001b[1m私のような人々のグループに面白いことができ無意味な性的シュールなコメディのためにそれを見ます。\u001b[22m\n\u001b[4mThink of it as a standup comedy routine.\u001b[24m\n    \u001b[1mそれをスタンドアップコメディールーチンと考えてください。\u001b[22m, \u001b[1mスタンドアップコメディルーチンと考えてください。\u001b[22m\n\u001b[1m\u001b[22m\nAnd that’s how I enjoyed it.\n\n\u001b[1mそしてそれが私がそれを楽しむ方法です。\u001b[22m\n\u001b[1m(Soshite sore ga watashi ga sore o tanoshimu hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd that’s how I enjoyed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that’s how I enjoyed it.\u001b[24m\n    \u001b[1mそしてそれが私がそれを楽しむ方法です。\u001b[22m, \u001b[1mそして、それは私がそれを楽しんでみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe work pokes fun on light novels adapted into anime and breaks the fourth wall numerous times. It imagines the Great Old Ones as perverted bisexual females in a slice-of-life setting -- two of them hopelessly in love with the male protagonist. Atoko, with even a perversion Freud can’t stand, has some great lines of comedy; Nyarlko has some good ones too. The seiyuus, especially the one voicing Nyarlko, do a fantastic job at rendering their personalities. Asumi Kana basically plays Nyarlko like Tachibana Miya from Amagami SS and that choice for acting style is perfect.\n\n\u001b[1mこの作品は、アニメに適応した軽小説を楽しんで、第4の壁を何度も破る。 それは、男性の主人公と絶望的に恋し合っている2人の人生の中で、変態したバイセクシャル女性としての大男を想像しています。 アトコは、フロイトでさえも立つことができません、コメディのいくつかの素晴らしいラインを持って、 ニャルコには良いものもあります。 セイユウス、特にニャルコを声に出している人は、彼らの性格を表現するのに素晴らしい仕事をします。 アサミ・カナは基本的にアマガミSSのタチバナ・ミヤのようなニャルコを演じており、演技スタイルの選択は完璧です。\u001b[22m\n\u001b[1m(Kono sakuhin wa, anime ni tekiō shita kei shōsetsu o tanoshinde, dai 4 no kabe o nando mo yaburu. Sore wa, dansei no shujinkō to zetsubō-teki ni koi shi atte iru 2-ri no jinsei no naka de, hentai shita baisekusharu josei to shite no ōotoko o sōzō shite imasu. Atoko wa, Furoitode sae mo tatsu koto ga dekimasen, komedi no ikutsu ka no subarashī rain o motte, nyaruko ni wa yoi mono mo arimasu. Seiyuusu, tokuni nyaruko o koenidashite iru hito wa, karera no seikaku o hyōgen surunoni subarashī shigoto o shimasu. Asami kana wa kihontekini amagami SS no tachibana Miya no yōna nyaruko o enjite ori, engi sutairu no sentaku wa kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe work pokes fun on light novels adapted into anime and breaks the fourth wall numerous times. It imagines the Great Old Ones as perverted bisexual females in a slice-of-life setting -- two of them hopelessly in love with the male protagonist. Atoko, with even a perversion Freud can’t stand, has some great lines of comedy; Nyarlko has some good ones too. The seiyuus, especially the one voicing Nyarlko, do a fantastic job at rendering their personalities. Asumi Kana basically plays Nyarlko like Tachibana Miya from Amagami SS and that choice for acting style is perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe work pokes fun on light novels adapted into anime and breaks the fourth wall numerous times.\u001b[24m\n    \u001b[1mこの作品は、アニメに適応した軽小説を楽しんで、第4の壁を何度も破る。\u001b[22m, \u001b[1m作品はアニメに適応ライトノベルの楽しいをつつくと第四壁何度も中断されます。\u001b[22m\n\u001b[4mIt imagines the Great Old Ones as perverted bisexual females in a slice-of-life setting -- two of them hopelessly in love with the male protagonist.\u001b[24m\n    \u001b[1mそれは、男性の主人公と絶望的に恋し合っている2人の人生の中で、変態したバイセクシャル女性としての大男を想像しています。\u001b[22m, \u001b[1m男性主人公と恋に絶望的にそれらの2  - それは、スライスオブライフ設定で変態バイセクシャル、女性としての偉大な古いものを想像します。\u001b[22m\n\u001b[4mAtoko, with even a perversion Freud can’t stand, has some great lines of comedy;\u001b[24m\n    \u001b[1mアトコは、フロイトでさえも立つことができません、コメディのいくつかの素晴らしいラインを持って、\u001b[22m, \u001b[1mAtoko、フロイトが立つことができなくても曲解して、喜劇のいくつかの素晴らしいラインを持っています。\u001b[22m\n\u001b[4mNyarlko has some good ones too.\u001b[24m\n    \u001b[1mニャルコには良いものもあります。\u001b[22m, \u001b[1mNyarlkoはあまりにもいくつかの良いものを持っています。\u001b[22m\n\u001b[4mThe seiyuus, especially the one voicing Nyarlko, do a fantastic job at rendering their personalities.\u001b[24m\n    \u001b[1mセイユウス、特にニャルコを声に出している人は、彼らの性格を表現するのに素晴らしい仕事をします。\u001b[22m, \u001b[1mseiyuus、Nyarlkoボイシング特に1は、彼らの個性をレンダリングで素晴らしい仕事をします。\u001b[22m\n\u001b[4mAsumi Kana basically plays Nyarlko like Tachibana Miya from Amagami SS and that choice for acting style is perfect.\u001b[24m\n    \u001b[1mアサミ・カナは基本的にアマガミSSのタチバナ・ミヤのようなニャルコを演じており、演技スタイルの選択は完璧です。\u001b[22m, \u001b[1mあすみかなは、基本的にはアマガミSSから橘宮のようNyarlkoを果たしていると演技のスタイルのためのその選択は完璧です。\u001b[22m\n\u001b[1m\u001b[22m\nIts weakest factor is the art and even the animator agrees. There are better Adobe Flash animators (Egoraptor, anyone?) that work for free; having a work done in Adobe Flash is not a good excuse. It is better than its predecessor, but that isn’t saying much. Yet, there are some great pictures, obviously stolen from Google Images and later changed in Adobe Illustrator through the live feature, that complements the humor. You have to at least laugh at the random Borg cube appearing at all the episodes. The OP is the only one that is animated, but it involves the characters moving their heads; the budget shows its toll a lot.\n\n\u001b[1mその最も弱い要素はアートであり、アニメーターでさえ同意します。 無料のAdobe Flashアニメーター（Egoraptor、誰ですか？）があります。  Adobe Flashでの作業は良い言い訳ではありません。 それは前任者よりも優れていますが、それはあまり意味がありません。 それでも、Google画像から明らかに盗まれた素晴らしい写真があり、その後ユーモアを補完するライブ機能によってAdobe Illustratorで変更されました。 すべてのエピソードに登場するランダムなBorgキューブを少なくとも笑う必要があります。  OPはアニメーション化されている唯一のものですが、キャラクターは頭を動かします。 予算は多くの通行料を示しています。\u001b[22m\n\u001b[1m(Sono mottomo yowai yōso wa ātodeari, animētāde sae dōi shimasu. Muryō no adobifurasshu animētā (Egoraptor, daredesuka? ) Ga arimasu. Adobifurasshu de no sagyō wa yoi iiwakede wa arimasen. Sore wa zen'nin-sha yori mo sugurete imasuga, sore wa amari imi ga arimasen. Soredemo, gūguru gazō kara akiraka ni nusuma reta subarashī shashin ga ari, sonogo yūmoa o hokan suru raibu kinō ni yotte adobiirasutorētā de henkō sa remashita. Subete no episōdo ni tōjō suru randamuna Borg kyūbu o sukunakutomo warau hitsuyō ga arimasu. OP wa animēshon-ka sa rete iru yuiitsu no monodesuga, kyarakutā wa atama o ugokashimasu. Yosan wa ōku no tsūkō-ryō o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIts weakest factor is the art and even the animator agrees. There are better Adobe Flash animators (Egoraptor, anyone?) that work for free; having a work done in Adobe Flash is not a good excuse. It is better than its predecessor, but that isn’t saying much. Yet, there are some great pictures, obviously stolen from Google Images and later changed in Adobe Illustrator through the live feature, that complements the humor. You have to at least laugh at the random Borg cube appearing at all the episodes. The OP is the only one that is animated, but it involves the characters moving their heads; the budget shows its toll a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts weakest factor is the art and even the animator agrees.\u001b[24m\n    \u001b[1mその最も弱い要素はアートであり、アニメーターでさえ同意します。\u001b[22m, \u001b[1mその最も弱い要因は芸術であるとさえアニメーターは同意します。\u001b[22m\n\u001b[4mThere are better Adobe Flash animators (Egoraptor, anyone?) that work for free;\u001b[24m\n    \u001b[1m無料のAdobe Flashアニメーター（Egoraptor、誰ですか？）があります。\u001b[22m, \u001b[1m無料のために働くより良いのAdobe Flashアニメーター（？Egoraptor、誰もが）あります。\u001b[22m\n\u001b[4mhaving a work done in Adobe Flash is not a good excuse.\u001b[24m\n    \u001b[1mAdobe Flashでの作業は良い言い訳ではありません。\u001b[22m, \u001b[1mAdobe Flashで行われた作業を持つことは良い言い訳にはなりません。\u001b[22m\n\u001b[4mIt is better than its predecessor, but that isn’t saying much.\u001b[24m\n    \u001b[1mそれは前任者よりも優れていますが、それはあまり意味がありません。\u001b[22m, \u001b[1mそれは、前任者よりも優れているが、それはあまり言っていません。\u001b[22m\n\u001b[4mYet, there are some great pictures, obviously stolen from Google Images and later changed in Adobe Illustrator through the live feature, that complements the humor.\u001b[24m\n    \u001b[1mそれでも、Google画像から明らかに盗まれた素晴らしい写真があり、その後ユーモアを補完するライブ機能によってAdobe Illustratorで変更されました。\u001b[22m, \u001b[1mしかし、いくつかの素晴らしい写真、明らかにGoogle画像検索から盗まれ、後にユーモアを補完ライブ機能を通じて、Adobe Illustratorの中で変更があります。\u001b[22m\n\u001b[4mYou have to at least laugh at the random Borg cube appearing at all the episodes.\u001b[24m\n    \u001b[1mすべてのエピソードに登場するランダムなBorgキューブを少なくとも笑う必要があります。\u001b[22m, \u001b[1mあなたは、少なくともすべてのエピソードに現れるランダムボーグ・キューブを笑うしなければなりません。\u001b[22m\n\u001b[4mThe OP is the only one that is animated, but it involves the characters moving their heads;\u001b[24m\n    \u001b[1mOPはアニメーション化されている唯一のものですが、キャラクターは頭を動かします。\u001b[22m, \u001b[1mOPはアニメーション化されている唯一のものであるが、それは自分の頭を移動する文字を伴います。\u001b[22m\n\u001b[4mthe budget shows its toll a lot.\u001b[24m\n    \u001b[1m予算は多くの通行料を示しています。\u001b[22m, \u001b[1m予算は、その通行料をたくさん示しています。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a work that is hard to recommend to most. If you know anyone who has a good dose of Lovecraft insanity and a good sense of Pythonesque humor, this might work; hence, my Lovecraft quote. Everyone else may have trouble watching it. Nevertheless, it does not hurt anyone to try watching it. I suggest watching the previous work; its running time as a show is only about 18 minutes. Remember My Lovecraft-sensei is just that, except with funnier sexual jokes.\n\n\u001b[1mこれはほとんどの人にはお勧めできない作品です。 あなたがラブクラフトの狂気とピョネスネスのユーモアの良さを持っている人を知っているなら、これはうまくいくかもしれません。 したがって、私のラブクラフト引用。 誰もがそれを見て困っているかもしれません。 それにもかかわらず、誰もそれを見て傷つけることはありません。 以前の作品を見てみることをお勧めします。 ショーとしてのその実行時間はわずか約18分です。 私のラブクラフト先生を思い出すことは、よりファニーな性的ジョークを除いてまさにそのことです。\u001b[22m\n\u001b[1m(Kore wa hotondo no hito ni hao susume dekinai sakuhindesu. Anata ga rabukurafuto no kyōki to pyonesunesu no yūmoa no yo-sa o motte iru hito o shitte irunara, kore wa umaku iku kamo shiremasen. Shitagatte, watashi no rabukurafuto in'yō. Daremoga sore o mite komatte iru kamo shiremasen. Sore nimokakawarazu, dare mo sore o mite kizutsukeru koto wa arimasen. Izen no sakuhin o mite miru koto o o susume shimasu. Shō to shite no sono jikkō jikan wa wazuka yaku 18-budesu. Watashi no rabukurafuto sensei o omoidasu koto wa, yori fanīna seiteki jōku o nozoite masani sono kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a work that is hard to recommend to most. If you know anyone who has a good dose of Lovecraft insanity and a good sense of Pythonesque humor, this might work; hence, my Lovecraft quote. Everyone else may have trouble watching it. Nevertheless, it does not hurt anyone to try watching it. I suggest watching the previous work; its running time as a show is only about 18 minutes. Remember My Lovecraft-sensei is just that, except with funnier sexual jokes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a work that is hard to recommend to most.\u001b[24m\n    \u001b[1mこれはほとんどの人にはお勧めできない作品です。\u001b[22m, \u001b[1mこれは、ほとんどのにお勧めするのは難しい作業です。\u001b[22m\n\u001b[4mIf you know anyone who has a good dose of Lovecraft insanity and a good sense of Pythonesque humor, this might work;\u001b[24m\n    \u001b[1mあなたがラブクラフトの狂気とピョネスネスのユーモアの良さを持っている人を知っているなら、これはうまくいくかもしれません。\u001b[22m, \u001b[1mあなたはラヴクラフトの狂気とPythonesqueのユーモアのセンスの良い量を持っている人を知っている場合、これはうまくいくかもしれません。\u001b[22m\n\u001b[4mhence, my Lovecraft quote.\u001b[24m\n    \u001b[1mしたがって、私のラブクラフト引用。\u001b[22m, \u001b[1mしたがって、私のラヴクラフトの引用。\u001b[22m\n\u001b[4mEveryone else may have trouble watching it.\u001b[24m\n    \u001b[1m誰もがそれを見て困っているかもしれません。\u001b[22m, \u001b[1m他のみんなは、トラブルそれを見を有していてもよいです。\u001b[22m\n\u001b[4mNevertheless, it does not hurt anyone to try watching it.\u001b[24m\n    \u001b[1mそれにもかかわらず、誰もそれを見て傷つけることはありません。\u001b[22m, \u001b[1mそれにもかかわらず、それを見てしようとする人を傷つけることはありません。\u001b[22m\n\u001b[4mI suggest watching the previous work;\u001b[24m\n    \u001b[1m以前の作品を見てみることをお勧めします。\u001b[22m, \u001b[1m私は前作を見て示唆しています。\u001b[22m\n\u001b[4mits running time as a show is only about 18 minutes.\u001b[24m\n    \u001b[1mショーとしてのその実行時間はわずか約18分です。\u001b[22m, \u001b[1mショーとしての走行時間は約18分です。\u001b[22m\n\u001b[4mRemember My Lovecraft-sensei is just that, except with funnier sexual jokes.\u001b[24m\n    \u001b[1m私のラブクラフト先生を思い出すことは、よりファニーな性的ジョークを除いてまさにそのことです。\u001b[22m, \u001b[1mマイラヴクラフト先生が笑える性的なジョークを除いて、まさにそれであることを忘れないでください。\u001b[22m\n\u001b[1m\u001b[22m\nUntil an actual anime adaptation of this work exist, Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn.\n\n\u001b[1mこの作品の実際のアニメの適応が存在するまで、Ph'ngluiはCthulhu R'lyeh wgah'nagl fhtagnと書いています。\u001b[22m\n\u001b[1m(Kono sakuhin no jissai no anime no tekiō ga sonzai suru made, Ph' nglui wa kuto~urufu R' lyeh wgah' nagl fhtagn to kaite imasu.)\u001b[22m\n\nTranslations of \u001b[4mUntil an actual anime adaptation of this work exist, Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUntil an actual anime adaptation of this work exist, Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn.\u001b[24m\n    \u001b[1mこの作品の実際のアニメの適応が存在するまで、Ph'ngluiはCthulhu R'lyeh wgah'nagl fhtagnと書いています。\u001b[22m, \u001b[1mこの作品の実際のアニメの適応が存在するようになるまで、Ph'nglui mglw'nafhクトゥルフルルイエwgah'nagl fhtagn。\u001b[22m"
  },
  {
    "title": "Haiyoru_Nyaruani__Remember_My_Lovecraft-sensei",
    "id": "9598",
    "url": "https://myanimelist.net/anime/9598/Haiyoru_Nyaruani__Remember_My_Lovecraft-sensei",
    "user": "holicisms",
    "profile": "/profile/holicisms/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=33263",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  10\n\nエピソードの最初のカップルを見た後、それはハイヨルと言うのは公正です！  Nyaru-aniは冬の最高のアニメです。 そのような短いエピソードで構築された雰囲気を台無しにする時間は、正直なところ、ほとんどの時間は、最後の数年間の最も面白い番組かもしれないと、彼らは毎週もっと懇願されていることがわかります。 フラッシュアニメーションはいくらか不快に感じるかもしれないが、対話とキャラクターのやりとりは、観客がそれほど気にすることなくそれを無視できるような自然な流れで補う。 アニメにプロットを構成するものはほとんどないかもしれませんが、まもなく地球がその迫った死に近づくにつれて、これから数週間存在することは間違いありません。 全体的に、ハイヨル！  Nyaru-aniはこの冬にゴミの山の中でまれな宝石です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAfter watching the first couple of episodes, it's fair to say that Haiyoru! Nyaru-ani is the best anime of the winter season. With what might possibly be the most entertaining shows of the last few years, and, to be honest, very little time to ruin the atmosphere built in such a short episode, one will find that they are left begging for more each week. While the flash animation may be somewhat off-putting, the dialogue and character interaction compensates with such a natural flow that the viewer is able to ignore it without much thought. While there may be very little of what constitutes a plot in the anime, certainly it will be ever present in the upcoming weeks as earth grows closer to its impending demise. Overall, Haiyoru! Nyaru-ani is a rare gem amidst a pile of garbage this winter season.\n\n\u001b[1mエピソードの最初のカップルを見た後、それはハイヨルと言うのは公正です！  Nyaru-aniは冬の最高のアニメです。 そのような短いエピソードで構築された雰囲気を台無しにする時間は、正直なところ、ほとんどの時間は、最後の数年間の最も面白い番組かもしれないと、彼らは毎週もっと懇願されていることがわかります。 フラッシュアニメーションはいくらか不快に感じるかもしれないが、対話とキャラクターのやりとりは、観客がそれほど気にすることなくそれを無視できるような自然な流れで補う。 アニメにプロットを構成するものはほとんどないかもしれませんが、まもなく地球がその迫った死に近づくにつれて、これから数週間存在することは間違いありません。 全体的に、ハイヨル！  Nyaru-aniはこの冬にゴミの山の中でまれな宝石です。\u001b[22m\n\u001b[1m(Episōdo no saisho no kappuru o mita nochi, soreha haiyoru to iu no wa kōseidesu! Nyaru - anime wa fuyu no saikō no animedesu. So no yōna mijikai episōdo de kōchiku sa reta fun'iki o dainashi ni suru jikan wa, shōjikina tokoro, hotondo no jikan wa, saigo no sū-nenkan no mottomo omoshiroi bangumi kamo shirenai to, karera wa maishū motto kongan sa rete iru koto ga wakarimasu. Furasshuanimēshon wa ikuraka fukai ni kanjiru kamo shirenaiga, taiwa to kyarakutā no yaritori wa, kankyaku ga sorehodo ki ni suru koto naku sore o mushi dekiru yōna shizen'na nagare de oginau. Anime ni purotto o kōsei suru mono wa hotondo nai kamo shiremasenga, mamonaku chikyū ga sono sematta shi ni chikadzuku ni tsurete, korekara sū-shūkan sonzai suru koto wa machigai arimasen. Zentai-teki ni, haiyoru! Nyaru - anime wa kono fuyu ni gominoyama no naka de marena hōsekidesu.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching the first couple of episodes, it's fair to say that Haiyoru! Nyaru-ani is the best anime of the winter season. With what might possibly be the most entertaining shows of the last few years, and, to be honest, very little time to ruin the atmosphere built in such a short episode, one will find that they are left begging for more each week. While the flash animation may be somewhat off-putting, the dialogue and character interaction compensates with such a natural flow that the viewer is able to ignore it without much thought. While there may be very little of what constitutes a plot in the anime, certainly it will be ever present in the upcoming weeks as earth grows closer to its impending demise. Overall, Haiyoru! Nyaru-ani is a rare gem amidst a pile of garbage this winter season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching the first couple of episodes, it's fair to say that Haiyoru!\u001b[24m\n    \u001b[1mエピソードの最初のカップルを見た後、それはハイヨルと言うのは公正です！\u001b[22m, \u001b[1mエピソードの最初のカップルを見た後、それはHaiyoruといえるのです！\u001b[22m\n\u001b[4mNyaru-ani is the best anime of the winter season.\u001b[24m\n    \u001b[1mNyaru-aniは冬の最高のアニメです。\u001b[22m, \u001b[1mNyaru-ANIは冬のシーズンの最高のアニメです。\u001b[22m\n\u001b[4mWith what might possibly be the most entertaining shows of the last few years, and, to be honest, very little time to ruin the atmosphere built in such a short episode, one will find that they are left begging for more each week.\u001b[24m\n    \u001b[1mそのような短いエピソードで構築された雰囲気を台無しにする時間は、正直なところ、ほとんどの時間は、最後の数年間の最も面白い番組かもしれないと、彼らは毎週もっと懇願されていることがわかります。\u001b[22m, \u001b[1mおそらくこのような短いエピソードに内蔵された雰囲気を台無しに正直な、ほんの少しの時間であることが、ここ数年の最も面白いショーであること、およびかもしれないもので、1は、彼らは毎週多くのために物乞い残っていることがわかります。\u001b[22m\n\u001b[4mWhile the flash animation may be somewhat off-putting, the dialogue and character interaction compensates with such a natural flow that the viewer is able to ignore it without much thought.\u001b[24m\n    \u001b[1mフラッシュアニメーションはいくらか不快に感じるかもしれないが、対話とキャラクターのやりとりは、観客がそれほど気にすることなくそれを無視できるような自然な流れで補う。\u001b[22m, \u001b[1mフラッシュアニメーションがややオフ置くかもしれないが、対話と文字の相互作用は、視聴者があまり考えず、それを無視することが可能であるような自然な流れで補償します。\u001b[22m\n\u001b[4mWhile there may be very little of what constitutes a plot in the anime, certainly it will be ever present in the upcoming weeks as earth grows closer to its impending demise.\u001b[24m\n    \u001b[1mアニメにプロットを構成するものはほとんどないかもしれませんが、まもなく地球がその迫った死に近づくにつれて、これから数週間存在することは間違いありません。\u001b[22m, \u001b[1mアニメのプロットを構成するものの非常に少ないがあるかもしれませんが、確かに地球がその差し迫った終焉に近い成長に合わせて、今後数週間で、これまで存在することになります。\u001b[22m\n\u001b[4mOverall, Haiyoru!\u001b[24m\n    \u001b[1m全体的に、ハイヨル！\u001b[22m, \u001b[1m全体的に、Haiyoru！\u001b[22m\n\u001b[4mNyaru-ani is a rare gem amidst a pile of garbage this winter season.\u001b[24m\n    \u001b[1mNyaru-aniはこの冬にゴミの山の中でまれな宝石です。\u001b[22m, \u001b[1mNyaru-ANIはゴミの山この冬のシーズンに囲まれた希少な逸品です。\u001b[22m"
  },
  {
    "title": "Haiyoru_Nyaruani__Remember_My_Lovecraft-sensei",
    "id": "9598",
    "url": "https://myanimelist.net/anime/9598/Haiyoru_Nyaruani__Remember_My_Lovecraft-sensei",
    "user": "Mugen900",
    "profile": "/profile/Mugen900/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=33660",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  8\nキャラクター|  3\n|  7\n\nこの2D 4分オマケの第3話を見て、MALが提供した情報が実際のオマケの情報と一致していないように見えるのは少し残念です。 作者がちょうど前に飛び降りることに決めたので、このアニメは少年が神をどのように迎え入れたか、あるいはその逆のことについて早すぎるスタートを迎えます。 さて、このアニメ/オマケをどのように評価しましたか？ 方法は次のとおりです。\n\nストーリー：まともな数字6。\n\nまあ、このアニメが早すぎるスタートを持っていても、NyarlkoとYasaka Mahiroを含むスラップスティックのコメディーとロマンスは、オマケの不足を十分に補うことができました。 また、地球に来るエイリアン船も含めて、私は著者の心を理解できません。\n\nアート：良い番号7。\n\n私はそれをアーティストに手渡さなければなりません、彼は本当に良い2Dアニメを作りますが、それはまだ残りの部分を行う叩き棒です。\n\nサウンド：とても良い8番。\n\n私は終わりのテーマを指している、私は歌とそれを歌う人が好きです。\n\n文字：数字が3です。\n\n私が見た3つのオマケの中で、ニヤルコ、ヤサカ、黒い浴衣の女性だけが話す線と識別可能な役割を持っています。奇妙な髪の毛の女の子、クスコはそうではありません。 あなたは八坂の家庭でやっているのですが、唯一推測できる小さな龍もあります。 そして、後のエピソードでまだ決定されていない野球バットを持つ新しい神がいくつかあります。\n\n\n楽しさと総合：良い数字7。\n\nこの2Dオマケはそれほどではないかもしれませんが、エンディングのテーマ、スラップスティック、NyarlkoとYasakaの間のロマンスを聞くだけで十分です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nUpon watching the 3rd episode of this 2D 4 minute omake, I'm a bit disappointed that the info provided by MAL doesn't seem to match that of the actual omake. Because the author has decided to just jump ahead it kinda makes this anime have a premature start as to how boy met deity or vice versa. Ok, so how did I rate this anime/omake? Here's how:\n\n\u001b[1mこの2D 4分オマケの第3話を見て、MALが提供した情報が実際のオマケの情報と一致していないように見えるのは少し残念です。 作者がちょうど前に飛び降りることに決めたので、このアニメは少年が神をどのように迎え入れたか、あるいはその逆のことについて早すぎるスタートを迎えます。 さて、このアニメ/オマケをどのように評価しましたか？ 方法は次のとおりです。\u001b[22m\n\u001b[1m(Kono 2 D 4-bu omake no dai 3-wa o mite, MAL ga teikyō shita jōhō ga jissai no omake no jōhō to itchi shite inai yō ni mieru no wa sukoshi zan'nendesu. Sakusha ga chōdo mae ni tobioriru koto ni kimetanode, kono anime wa shōnen ga kami o dono yō ni mukaeireta ka, aruiwa sono gyaku no koto ni tsuite hayasugiru sutāto o mukaemasu. Sate, kono anime/ omake o dono yō ni hyōka shimashita ka? Hōhō wa tsugi no tōridesu.)\u001b[22m\n\nTranslations of \u001b[4mUpon watching the 3rd episode of this 2D 4 minute omake, I'm a bit disappointed that the info provided by MAL doesn't seem to match that of the actual omake. Because the author has decided to just jump ahead it kinda makes this anime have a premature start as to how boy met deity or vice versa. Ok, so how did I rate this anime/omake? Here's how:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUpon watching the 3rd episode of this 2D 4 minute omake, I'm a bit disappointed that the info provided by MAL doesn't seem to match that of the actual omake.\u001b[24m\n    \u001b[1mこの2D 4分オマケの第3話を見て、MALが提供した情報が実際のオマケの情報と一致していないように見えるのは少し残念です。\u001b[22m, \u001b[1mこの2D 4分のオマケの第三のエピソードを見てすると、私はMALが提供する情報は、実際のオマケのものと一致していないようだということ少し失望しています。\u001b[22m\n\u001b[4mBecause the author has decided to just jump ahead it kinda makes this anime have a premature start as to how boy met deity or vice versa.\u001b[24m\n    \u001b[1m作者がちょうど前に飛び降りることに決めたので、このアニメは少年が神をどのように迎え入れたか、あるいはその逆のことについて早すぎるスタートを迎えます。\u001b[22m, \u001b[1m著者はすぐ先にジャンプすることを決定しましたので、それはちょっとこのアニメは少年は神またはその逆に会った方法についての早期の開始を持っていることができます。\u001b[22m\n\u001b[4mOk, so how did I rate this anime/omake?\u001b[24m\n    \u001b[1mさて、このアニメ/オマケをどのように評価しましたか？\u001b[22m, \u001b[1mオクラホマ、そうか、私はこのアニメ/オマケを評価でしたか？\u001b[22m\n\u001b[4mHere's how:\u001b[24m\n    \u001b[1m方法は次のとおりです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Decent number 6.\n\n\u001b[1mストーリー：まともな数字6。\u001b[22m\n\u001b[1m(Sutōrī: Matomona sūji 6.)\u001b[22m\n\nTranslations of \u001b[4mStory: Decent number 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Decent number 6.\u001b[24m\n    \u001b[1mストーリー：まともな数字6。\u001b[22m, \u001b[1mストーリー：ディーセント数6。\u001b[22m\n\u001b[1m\u001b[22m\nWell, even if this anime has a premature start, the slapstick comedy and romance involving Nyarlko and Yasaka Mahiro was able suffice the omake's short comings. Also, I can't understand the authors mind as to the heck did he include an alien ship coming to earth.\n\n\u001b[1mまあ、このアニメが早すぎるスタートを持っていても、NyarlkoとYasaka Mahiroを含むスラップスティックのコメディーとロマンスは、オマケの不足を十分に補うことができました。 また、地球に来るエイリアン船も含めて、私は著者の心を理解できません。\u001b[22m\n\u001b[1m(Mā, kono anime ga haya sugiru sutāto o motte ite mo, Nyarlko to Yasaka Mahiro o fukumu surappusutikku no komedī to romansu wa, omake no fusoku o jūbun ni oginau koto ga dekimashita. Mata, chikyū ni kuru eirian-sen mo fukumete, watashi wa chosha no kokoro o rikai dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mWell, even if this anime has a premature start, the slapstick comedy and romance involving Nyarlko and Yasaka Mahiro was able suffice the omake's short comings. Also, I can't understand the authors mind as to the heck did he include an alien ship coming to earth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, even if this anime has a premature start, the slapstick comedy and romance involving Nyarlko and Yasaka Mahiro was able suffice the omake's short comings.\u001b[24m\n    \u001b[1mまあ、このアニメが早すぎるスタートを持っていても、NyarlkoとYasaka Mahiroを含むスラップスティックのコメディーとロマンスは、オマケの不足を十分に補うことができました。\u001b[22m, \u001b[1mさて、このアニメは早すぎるスタートを持っている場合でも、Nyarlkoと八坂まひろを含むドタバタコメディとロマンスはオマケの短所を十分でできました。\u001b[22m\n\u001b[4mAlso, I can't understand the authors mind as to the heck did he include an alien ship coming to earth.\u001b[24m\n    \u001b[1mまた、地球に来るエイリアン船も含めて、私は著者の心を理解できません。\u001b[22m, \u001b[1mまた、私は彼が地球に来る外国人の船を含むなかった一体のように作者の心を理解することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Good number 7.\n\n\u001b[1mアート：良い番号7。\u001b[22m\n\u001b[1m(Āto: Yoi bangō 7.)\u001b[22m\n\nTranslations of \u001b[4mArt: Good number 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Good number 7.\u001b[24m\n    \u001b[1mアート：良い番号7。\u001b[22m, \u001b[1mアート：良い数7。\u001b[22m\n\u001b[1m\u001b[22m\nI got to hand it to the artist, he really makes a good 2D anime, however, it is still the slap sticks that does the rest.\n\n\u001b[1m私はそれをアーティストに手渡さなければなりません、彼は本当に良い2Dアニメを作りますが、それはまだ残りの部分を行う叩き棒です。\u001b[22m\n\u001b[1m(Watashi wa sore o ātisuto ni tewatasanakereba narimasen, kare wa hontōni yoi 2 D anime o tsukurimasuga, sore wa mada nokori no bubun o okonau tataki bōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI got to hand it to the artist, he really makes a good 2D anime, however, it is still the slap sticks that does the rest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI got to hand it to the artist, he really makes a good 2D anime, however, it is still the slap sticks that does the rest.\u001b[24m\n    \u001b[1m私はそれをアーティストに手渡さなければなりません、彼は本当に良い2Dアニメを作りますが、それはまだ残りの部分を行う叩き棒です。\u001b[22m, \u001b[1m私はアーティストにそれを手に持って、彼は本当に良い2Dアニメを作る、しかし、それはまだ残りを行いスラップスティックです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: very good number 8.\n\n\u001b[1mサウンド：とても良い8番。\u001b[22m\n\u001b[1m(Saundo: Totemo yoi 8-ban.)\u001b[22m\n\nTranslations of \u001b[4mSound: very good number 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: very good number 8.\u001b[24m\n    \u001b[1mサウンド：とても良い8番。\u001b[22m, \u001b[1mサウンド：非常に良い数8。\u001b[22m\n\u001b[1m\u001b[22m\nI'm referring to the closing theme, I like the song and the one who sings it.\n\n\u001b[1m私は終わりのテーマを指している、私は歌とそれを歌う人が好きです。\u001b[22m\n\u001b[1m(Watashi wa owari no tēma o sashite iru, watashi wa uta to sore o utau hito ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm referring to the closing theme, I like the song and the one who sings it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm referring to the closing theme, I like the song and the one who sings it.\u001b[24m\n    \u001b[1m私は終わりのテーマを指している、私は歌とそれを歌う人が好きです。\u001b[22m, \u001b[1m私は歌とそれを歌う1が好きで、エンディングテーマを参照しています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Poor number3.\n\n\u001b[1m文字：数字が3です。\u001b[22m\n\u001b[1m(Moji: Sūji ga 3desu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Poor number3.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Poor number3.\u001b[24m\n    \u001b[1m文字：数字が3です。\u001b[22m, \u001b[1mキャラクター：悪いnumber3。\u001b[22m\n\u001b[1m\u001b[22m\nFor the entire 3 omake's that I've watched, only Nyarlko, Yasaka and the lady in a black yukata have speaking lines and identifiable roles, the weird girl with a fiery hair, Cthuko doesn't, so there is no telling as to what the heck is she doing in Yasaka's household, there is also a small dragon whose role you can only guess. And, there is some new deity with a flying baseball bat whose role is yet to be determined in later episodes.\n\n\u001b[1m私が見た3つのオマケの中で、ニヤルコ、ヤサカ、黒い浴衣の女性だけが話す線と識別可能な役割を持っています。奇妙な髪の毛の女の子、クスコはそうではありません。 あなたは八坂の家庭でやっているのですが、唯一推測できる小さな龍もあります。 そして、後のエピソードでまだ決定されていない野球バットを持つ新しい神がいくつかあります。\u001b[22m\n\u001b[1m(Watashi ga mita 3ttsu no omake no naka de, niyaruko, Yasaka, kuroi yukata no josei dake ga hanasu sen to shikibetsu kanōna yakuwari o motte imasu. Kimyōna kaminoke no on'nanoko, Kusuko wa sōde wa arimasen. Anata wa Yasaka no katei de yatte iru nodesuga, yuiitsu suisoku dekiru chīsana ryū mo arimasu. Soshite,-go no episōdo de mada kettei sa rete inai yakyū batto o motsu atarashī kami ga ikutsu ka arimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the entire 3 omake's that I've watched, only Nyarlko, Yasaka and the lady in a black yukata have speaking lines and identifiable roles, the weird girl with a fiery hair, Cthuko doesn't, so there is no telling as to what the heck is she doing in Yasaka's household, there is also a small dragon whose role you can only guess. And, there is some new deity with a flying baseball bat whose role is yet to be determined in later episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the entire 3 omake's that I've watched, only Nyarlko, Yasaka and the lady in a black yukata have speaking lines and identifiable roles, the weird girl with a fiery hair, Cthuko doesn't, so there is no telling as to what\u001b[24m\n    \u001b[1m私が見た3つのオマケの中で、ニヤルコ、ヤサカ、黒い浴衣の女性だけが話す線と識別可能な役割を持っています。奇妙な髪の毛の女の子、クスコはそうではありません。\u001b[22m, \u001b[1m全体の3オマケのために私が唯一Nyarlko、八坂神社や線および識別の役割を話している黒の浴衣で女性、見てきたことだし、燃えるような髪の奇妙な女の子が、Cthukoはないので、何も言うことはするように存在しないもの\u001b[22m\n\u001b[4mthe heck is she doing in Yasaka's household, there is also a small dragon whose role you can only guess.\u001b[24m\n    \u001b[1mあなたは八坂の家庭でやっているのですが、唯一推測できる小さな龍もあります。\u001b[22m, \u001b[1m彼女は八坂の家でやっているheckが、その役割はあなただけ推測することができ、小さな竜もあります。\u001b[22m\n\u001b[4mAnd, there is some new deity with a flying baseball bat whose role is yet to be determined in later episodes.\u001b[24m\n    \u001b[1mそして、後のエピソードでまだ決定されていない野球バットを持つ新しい神がいくつかあります。\u001b[22m, \u001b[1mそして、役割、後のエピソードで決定されるようにまだある飛行野球のバットを持ついくつかの新しい神が存在します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall: a good number 7.\n\n\u001b[1m楽しさと総合：良い数字7。\u001b[22m\n\u001b[1m(Tanoshisa to sōgō: Yoi sūji 7.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall: a good number 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall: a good number 7.\u001b[24m\n    \u001b[1m楽しさと総合：良い数字7。\u001b[22m, \u001b[1m楽しさと全体：かなりの数7。\u001b[22m\n\u001b[1m\u001b[22m\nThis 2D omake may not be much, but listening to the ending theme, the slap sticks and the romance between Nyarlko and Yasaka is enough for me to rate it as so.\n\n\u001b[1mこの2Dオマケはそれほどではないかもしれませんが、エンディングのテーマ、スラップスティック、NyarlkoとYasakaの間のロマンスを聞くだけで十分です。\u001b[22m\n\u001b[1m(Kono 2 D omake wa sorehodode wanai kamo shiremasenga, endingu no tēma, surappusutikku, Nyarlko to Yasaka no ma no romansu o kiku dakede jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mThis 2D omake may not be much, but listening to the ending theme, the slap sticks and the romance between Nyarlko and Yasaka is enough for me to rate it as so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis 2D omake may not be much, but listening to the ending theme, the slap sticks and the romance between Nyarlko and Yasaka is enough for me to rate it as so.\u001b[24m\n    \u001b[1mこの2Dオマケはそれほどではないかもしれませんが、エンディングのテーマ、スラップスティック、NyarlkoとYasakaの間のロマンスを聞くだけで十分です。\u001b[22m, \u001b[1mこの2Dオマケははるかになるが、私はのようなので、それを評価するためのエンディングテーマ、スラップスティックとNyarlkoと八坂間のロマンスを聴くだけでは十分でない場合があります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Haiyoru_Nyaruani__Remember_My_Lovecraft-sensei",
    "id": "9598",
    "url": "https://myanimelist.net/anime/9598/Haiyoru_Nyaruani__Remember_My_Lovecraft-sensei",
    "user": "Nasty001",
    "profile": "/profile/Nasty001/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=34579",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  6\nアニメーション|  4\nサウンド|  10\nキャラクター|  4\n|  4\n\n私はこのオマケの第7話を見たことがあります。このマンガは使えないかもしれませんが、まあまあではないかもしれませんが、それはコンソールゲームの一種だと分かります。\n\n私の評価：\n\nストーリー：6\n\nそれで、オマケは、2つの他のシカと一緒に、muchahoと一緒に生きている身分についてのものであり、それが誰であるかについて私が言うことができないドラゴンがあります。 ブエノ、すべてのエピソードは2Dのスラップ・スティック・コメディに似ているので、そこにはストーリーはあまりありません。\n\nアート：4\n\n文字は2Dで描かれているので、4を与えるには十分です。\n\n\nサウンド：10\n\n私は何を私は終わりのテーマが好きなamigosと言うことができます。\n\nキャラクター：4\n\nスラップスティックオマケのために、それのキャラクターはそれによく合います。\n\nNyarlko-それは、私がこのオマケのゲームバージョンを演奏していないので、彼女が無秩序な態度を取っていることを援助しています。私はprobabalyが彼女が1のように見えないと言っています。 しかし、彼女は本当にリードチコの愛の関心に適しています。\n\nYasaka Mahiro  - 私は彼の個性とNyarukoとの関係を含む役割のために作った方法が好きです。\n\nCthuko  -  Ok、このチカのチャーターは、メキシコのMuy Calienteで言うことです！  .......文字通り、彼女のペローはいつも火の中にいて、彼女は彼女が不足しているときにKABOOMに行きます、このオマケの良い漫画。 ああ、彼女はguapitaの大部分を占めており、Nyarlkoのリードライターのライバルであることにうってつけかもしれません......そうではありません。\n\n黒い着物の中にも、このグアピタチカがあります。そのウェブの大人のサイトをサーフィンしたり、そのようなクルーツの飛行をしている野球のバットで別のダイエットをすることを除けば、私は分かりませんが、オマケのコミックに追加します 側。\n\nたとえ彼らの行動が2Dであっても、不器用な役割があって、そんなにうまくいきません。\n\n\n楽しさと全体：4\n\nこれはおそらく私が今までに見た中で最も優れた2Dオマケですが、カウントダウンは何ですか、そして宇宙船はこのオマケではどうしたらいいのでしょうか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nI've only seen the 7th episode of this omake, and there seem to be no manga availible for this one - or maybe not just yet, but I do know that it was a kind of console game.\n\n\u001b[1m私はこのオマケの第7話を見たことがあります。このマンガは使えないかもしれませんが、まあまあではないかもしれませんが、それはコンソールゲームの一種だと分かります。\u001b[22m\n\u001b[1m(Watashi wa kono omake no dai 7-wa o mita koto ga arimasu. Kono manga wa tsukaenai kamo shiremasenga, mā māde wanai kamo shiremasenga, soreha konsōrugēmu no isshuda to wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mI've only seen the 7th episode of this omake, and there seem to be no manga availible for this one - or maybe not just yet, but I do know that it was a kind of console game.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've only seen the 7th episode of this omake, and there seem to be no manga availible for this one - or maybe not just yet, but I do know that it was a kind of console game.\u001b[24m\n    \u001b[1m私はこのオマケの第7話を見たことがあります。このマンガは使えないかもしれませんが、まあまあではないかもしれませんが、それはコンソールゲームの一種だと分かります。\u001b[22m, \u001b[1m私は、このオマケの第七のエピソードを見て、この1のためのフィットネスエクササイズない漫画はないように思えてきました - またはそうでないかもしれないまだ、私はそれがコンソールゲームのようなものだったことを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nMY RATING:\n\n\u001b[1m私の評価：\u001b[22m\n\u001b[1m(Watashi no hyōka:)\u001b[22m\n\nTranslations of \u001b[4mMY RATING:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMY RATING:\u001b[24m\n    \u001b[1m私の評価：\u001b[22m, \u001b[1mマイ評価：\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6\n\n\u001b[1mストーリー：6\u001b[22m\n\u001b[1m(Sutōrī: 6)\u001b[22m\n\nTranslations of \u001b[4mStory: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6\u001b[24m\n    \u001b[1mストーリー：6\u001b[22m\n\u001b[1m\u001b[22m\nOk so the omake is all about a diety who live with a muchaho, together with 2 other chicas and there is a dragon who I can't say as to who's pet it is. Bueno, there is not much of a story in it because every episode is more like a slap stick comedy in 2D.\n\n\u001b[1mそれで、オマケは、2つの他のシカと一緒に、muchahoと一緒に生きている身分についてのものであり、それが誰であるかについて私が言うことができないドラゴンがあります。 ブエノ、すべてのエピソードは2Dのスラップ・スティック・コメディに似ているので、そこにはストーリーはあまりありません。\u001b[22m\n\u001b[1m(Sore de, omake wa, 2tsu no ta no shika to issho ni, muchaho to issho ni ikite iru mibun ni tsuite no monodeari, sore ga daredearu ka ni tsuite watashi ga iu koto ga dekinai doragon ga arimasu. Bueno, subete no episōdo wa 2 D no surappu sutikku komedi ni nite irunode, soko ni wa sutōrī wa amari arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOk so the omake is all about a diety who live with a muchaho, together with 2 other chicas and there is a dragon who I can't say as to who's pet it is. Bueno, there is not much of a story in it because every episode is more like a slap stick comedy in 2D.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk so the omake is all about a diety who live with a muchaho, together with 2 other chicas and there is a dragon who I can't say as to who's pet it is.\u001b[24m\n    \u001b[1mそれで、オマケは、2つの他のシカと一緒に、muchahoと一緒に生きている身分についてのものであり、それが誰であるかについて私が言うことができないドラゴンがあります。\u001b[22m, \u001b[1m[OK]をので、オマケは2他のCHICASと一緒に、すべてのmuchahoと一緒に暮らすdietyについてです、私はそれがペットの誰にとして言うことはできないドラゴンがあります。\u001b[22m\n\u001b[4mBueno, there is not much of a story in it because every episode is more like a slap stick comedy in 2D.\u001b[24m\n    \u001b[1mブエノ、すべてのエピソードは2Dのスラップ・スティック・コメディに似ているので、そこにはストーリーはあまりありません。\u001b[22m, \u001b[1mすべてのエピソードは、より多くの2Dでのスラップスティックコメディのようなものですのでブエノは、その中に物語の多くはありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 4\n\n\u001b[1mアート：4\u001b[22m\n\u001b[1m(Āto: 4)\u001b[22m\n\nTranslations of \u001b[4mArt: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 4\u001b[24m\n    \u001b[1mアート：4\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are drawn in 2D, so it decent enough to be given a 4.\n\n\u001b[1m文字は2Dで描かれているので、4を与えるには十分です。\u001b[22m\n\u001b[1m(Moji wa 2 D de egaka rete irunode, 4 o ataeru ni wa jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are drawn in 2D, so it decent enough to be given a 4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are drawn in 2D, so it decent enough to be given a 4.\u001b[24m\n    \u001b[1m文字は2Dで描かれているので、4を与えるには十分です。\u001b[22m, \u001b[1m文字は2Dで描かれているので、十分にまともな4を与えられることに。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\n\u001b[1m\u001b[22m\nWhat can I say amigos I like the ending theme.\n\n\u001b[1m私は何を私は終わりのテーマが好きなamigosと言うことができます。\u001b[22m\n\u001b[1m(Watashi wa nani o watashi wa owari no tēma ga sukina amigos to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat can I say amigos I like the ending theme.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat can I say amigos I like the ending theme.\u001b[24m\n    \u001b[1m私は何を私は終わりのテーマが好きなamigosと言うことができます。\u001b[22m, \u001b[1m私は私がエンディングテーマが好きamigosの言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 4\n\n\u001b[1mキャラクター：4\u001b[22m\n\u001b[1m(Kyarakutā: 4)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 4\u001b[24m\n    \u001b[1mキャラクター：4\u001b[22m\n\u001b[1m\u001b[22m\nFor a slap stick omake, the characters in it suits it well.\n\n\u001b[1mスラップスティックオマケのために、それのキャラクターはそれによく合います。\u001b[22m\n\u001b[1m(Surappusutikkuomake no tame ni, sore no kyarakutā wa sore ni yoku aimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor a slap stick omake, the characters in it suits it well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a slap stick omake, the characters in it suits it well.\u001b[24m\n    \u001b[1mスラップスティックオマケのために、それのキャラクターはそれによく合います。\u001b[22m, \u001b[1mスラップスティックオマケについては、その中の文字は、それをよく似合います。\u001b[22m\n\u001b[1m\u001b[22m\nNyarlko- it is aid that she's a formless diety, well since I have not played the game version of this omake, I'd probabaly say that she doesn't look like one. But she's really well suited to be the love interest of the lead chico.\n\n\u001b[1mNyarlko-それは、私がこのオマケのゲームバージョンを演奏していないので、彼女が無秩序な態度を取っていることを援助しています。私はprobabalyが彼女が1のように見えないと言っています。 しかし、彼女は本当にリードチコの愛の関心に適しています。\u001b[22m\n\u001b[1m(Nyarlko - sore wa, watashi ga kono omake no gēmubājon o ensō shite inainode, kanojo ga muchitsujona taido o totte iru koto o enjo shite imasu. Watashi wa probabaly ga kanojo ga 1 no yō ni mienai to itte imasu. Shikashi, kanojo wa hontōni rīdochiko no ai no kanshin ni tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNyarlko- it is aid that she's a formless diety, well since I have not played the game version of this omake, I'd probabaly say that she doesn't look like one. But she's really well suited to be the love interest of the lead chico.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNyarlko- it is aid that she's a formless diety, well since I have not played the game version of this omake, I'd probabaly say that she doesn't look like one.\u001b[24m\n    \u001b[1mNyarlko-それは、私がこのオマケのゲームバージョンを演奏していないので、彼女が無秩序な態度を取っていることを援助しています。私はprobabalyが彼女が1のように見えないと言っています。\u001b[22m, \u001b[1mそれは彼女が私はこのオマケのゲーム版をプレイしていないだけでなくので、無定形dietyの援助があるNyarlko-、私は彼女が1のように見えていないことprobabalyを言うと思います。\u001b[22m\n\u001b[4mBut she's really well suited to be the love interest of the lead chico.\u001b[24m\n    \u001b[1mしかし、彼女は本当にリードチコの愛の関心に適しています。\u001b[22m, \u001b[1mしかし、彼女は本当によくリードチコの愛興味あることに適しています。\u001b[22m\n\u001b[1m\u001b[22m\nYasaka Mahiro - I like the way he's made for the role including his personality and his relationship with Nyaruko.\n\n\u001b[1mYasaka Mahiro  - 私は彼の個性とNyarukoとの関係を含む役割のために作った方法が好きです。\u001b[22m\n\u001b[1m(Yasaka Mahiro - watashi wa kare no kosei to Nyaruko to no kankei o fukumu yakuwari no tame ni tsukutta hōhō ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mYasaka Mahiro - I like the way he's made for the role including his personality and his relationship with Nyaruko.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYasaka Mahiro - I like the way he's made for the role including his personality and his relationship with Nyaruko.\u001b[24m\n    \u001b[1mYasaka Mahiro  - 私は彼の個性とNyarukoとの関係を含む役割のために作った方法が好きです。\u001b[22m, \u001b[1m八坂まひろ - 私は彼が彼の人格とニャル子と彼の関係を含めての役割のために作られている方法のように。\u001b[22m\n\u001b[1m\u001b[22m\nCthuko - Ok, so this chica's charater is what we say in Mexico 'Muy Caliente!' .......literally, beacuse her pelo is always on fire and she goes KABOOM when she's underpressue, a good comic of this omake. Oh, and she's very much of a guapita and may be well suited to be Nyarlko's rival for the lead muchacho......which is not.\n\n\u001b[1mCthuko  -  Ok、このチカのチャーターは、メキシコのMuy Calienteで言うことです！  .......文字通り、彼女のペローはいつも火の中にいて、彼女は彼女が不足しているときにKABOOMに行きます、このオマケの良い漫画。 ああ、彼女はguapitaの大部分を占めており、Nyarlkoのリードライターのライバルであることにうってつけかもしれません......そうではありません。\u001b[22m\n\u001b[1m(Cthuko - Ok, kono Chika no chātā wa, Mekishiko no Muy Caliente de iu kotodesu! ... .... Mojidōri, kanojo no perō wa itsumo hi no naka ni ite, kanojo wa kanojo ga fusoku shite iru toki ni KABOOM ni ikimasu, kono omake no yoi manga. Ā, kanojo wa guapita no daibubun o shimete ori, Nyarlko no rīdoraitā no raibarudearu koto ni uttetsuke kamo shiremasen... ... Sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCthuko - Ok, so this chica's charater is what we say in Mexico 'Muy Caliente!' .......literally, beacuse her pelo is always on fire and she goes KABOOM when she's underpressue, a good comic of this omake. Oh, and she's very much of a guapita and may be well suited to be Nyarlko's rival for the lead muchacho......which is not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCthuko - Ok, so this chica's charater is what we say in Mexico 'Muy Caliente!'\u001b[24m\n    \u001b[1mCthuko  -  Ok、このチカのチャーターは、メキシコのMuy Calienteで言うことです！\u001b[22m, \u001b[1mCthukoは -  [OK]を、ので、このチカのcharaterは、我々はメキシコで言うことである「ムイカリエンテ！」\u001b[22m\n\u001b[4m.......literally, beacuse her pelo is always on fire and she goes KABOOM when she's underpressue, a good comic of this omake.\u001b[24m\n    \u001b[1m.......文字通り、彼女のペローはいつも火の中にいて、彼女は彼女が不足しているときにKABOOMに行きます、このオマケの良い漫画。\u001b[22m, \u001b[1m.......文字通り、彼女のpelo beacuse火に常にであり、彼女は、このオマケの良い漫画underpressueだとき、彼女はKABOOMを行きます。\u001b[22m\n\u001b[4mOh, and she's very much of a guapita and may be well suited to be Nyarlko's rival for the lead muchacho......which is not.\u001b[24m\n    \u001b[1mああ、彼女はguapitaの大部分を占めており、Nyarlkoのリードライターのライバルであることにうってつけかもしれません......そうではありません。\u001b[22m, \u001b[1mああ、彼女はguapitaの非常に多くのだとよくない鉛若い男......ためNyarlkoのライバルであることが適している場合があります。\u001b[22m\n\u001b[1m\u001b[22m\nThere is also this guapita chica in a black kimono, whose role is I don't know except that she like surfing adult site in the web and another diety with a flying baseball bat who's such a kluzt, but adding them adds to the omake's comic side.\n\n\u001b[1m黒い着物の中にも、このグアピタチカがあります。そのウェブの大人のサイトをサーフィンしたり、そのようなクルーツの飛行をしている野球のバットで別のダイエットをすることを除けば、私は分かりませんが、オマケのコミックに追加します 側。\u001b[22m\n\u001b[1m(Kuroi kimono no naka ni mo, kono guapitachika ga arimasu. Sono u~ebu no otona no saito o sāfin shi tari, sono yōna kurūtsu no hikō o shite iru yakyū no batto de betsu no daietto o suru koto o nozokeba, watashihawakarimasen ga, omake no komikku ni tsuika shimasu soba.)\u001b[22m\n\nTranslations of \u001b[4mThere is also this guapita chica in a black kimono, whose role is I don't know except that she like surfing adult site in the web and another diety with a flying baseball bat who's such a kluzt, but adding them adds to the omake's comic side.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is also this guapita chica in a black kimono, whose role is I don't know except that she like surfing adult site in the web and another diety with a flying baseball bat who's such a kluzt, but adding them adds to the omake's comic\u001b[24m\n    \u001b[1m黒い着物の中にも、このグアピタチカがあります。そのウェブの大人のサイトをサーフィンしたり、そのようなクルーツの飛行をしている野球のバットで別のダイエットをすることを除けば、私は分かりませんが、オマケのコミックに追加します\u001b[22m, \u001b[1m役割私は彼女がウェブと、このようなkluztだ飛んで野球のバットを持つ別のdietyでアダルトサイトをサーフィン、それらを追加することが好きということ以外わからない黒着物、このguapitaのチカはオマケのコミックに追加するもあります\u001b[22m\n\u001b[4mside.\u001b[24m\n    \u001b[1m側。\u001b[22m, \u001b[1mサイド。\u001b[22m\n\u001b[1m\u001b[22m\nEven if their actions are in 2D, I guess there clumsy roles are decent enough to have a gigle.\n\n\u001b[1mたとえ彼らの行動が2Dであっても、不器用な役割があって、そんなにうまくいきません。\u001b[22m\n\u001b[1m(Tatoe karera no kōdō ga 2 Ddeatte mo, bukiyōna yakuwari ga atte, son'nani umaku ikimasen.)\u001b[22m\n\nTranslations of \u001b[4mEven if their actions are in 2D, I guess there clumsy roles are decent enough to have a gigle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven if their actions are in 2D, I guess there clumsy roles are decent enough to have a gigle.\u001b[24m\n    \u001b[1mたとえ彼らの行動が2Dであっても、不器用な役割があって、そんなにうまくいきません。\u001b[22m, \u001b[1m彼らの行動は2Dである場合でも、私はそこに不器用な役割がギグルを持っているのに十分まともあると思います。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall : 4\n\n\u001b[1m楽しさと全体：4\u001b[22m\n\u001b[1m(Tanoshisa to zentai: 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall : 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall : 4\u001b[24m\n    \u001b[1m楽しさと全体：4\u001b[22m\n\u001b[1m\u001b[22m\nThis is probably the best 2D omake I've seen so far, but I wonder what's the countdown for and an apporching alien ship has to do in this omake anyway?\n\n\u001b[1mこれはおそらく私が今までに見た中で最も優れた2Dオマケですが、カウントダウンは何ですか？そして、宇宙船はこのオマケで何とかしなければならないのでしょうか？\u001b[22m\n\u001b[1m(Kore wa osoraku watashi ga ima made ni mita naka de mottomo sugureta 2 D omakedesuga, kauntodaun wa nanidesu ka? Soshite, uchūsen wa kono omake de nantoka shinakereba naranai nodeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mThis is probably the best 2D omake I've seen so far, but I wonder what's the countdown for and an apporching alien ship has to do in this omake anyway?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is probably the best 2D omake I've seen so far, but I wonder what's the countdown for and an apporching alien ship has to do in this omake anyway?\u001b[24m\n    \u001b[1mこれはおそらく私が今までに見た中で最も優れた2Dオマケですが、カウントダウンは何ですか？そして、宇宙船はこのオマケで何とかしなければならないのでしょうか？\u001b[22m, \u001b[1mこれはおそらく、私がこれまで見た中で最高の2Dオマケですが、私は何のためのカウントダウンだとapporchingエイリアンの船が、とにかくこのオマケで行う必要がありだろうか？\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
