[
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "seyrine",
    "profile": "/profile/seyrine/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=53049",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n良いロマンスアニメの尺度は、適応が元のソースを読むように促すときです。 それは自分自身で感情を体験できると感じるはずです。 そして、それがいかにも不可能であっても、それはあなたに同じことが現実の生活の中で起こることを常に望むはずです。 君に届け（ここからKnT）は、すべての基準を満足していますが、途中でパンチしたくないわけではありません。 このレビューは、わずか12のエピソードをカバーする第2シーズンのためのものであることに留意してください。 最初のシーズンのテーマやスタイルのほとんどは持ち越されているので、このレビューアは目立つ要素を指摘しようとします。\n\nストーリー/キャラクター：10\n\n光、音、芸術はアニメを輝かしく輝かせてくれるかもしれませんが（それについても十分にありますので、後で詳しく説明します）、ストーリーはあなたがショーを落とさないようにするものです。 そして、あなたがKnTがいつもの\"男の子が会う女の子\"シナリオのスピンであると考えると、それはすでに混雑しているパックから目立つようにするのに非常にうまくいきます。  KnTはまた、どんなクリシェイベントも避けるためにうまくいきます。そのため、最近ほとんどのアニメが見せているビーチ/温泉/ファンサービスのシーンはありません。\n\n他のキャラクターのための開発の大部分は、今シーズン1に戻ってきました。今回は、2人の主人公、黒沼佐和子と風早シャウタだけに焦点を当てています。 お互いに自分の気持ちを徐々に理解していく方法を示していました。そして、ついに私は結婚しました。 私は実際にテレビで叫んで自分自身を見つけたとき、これらの2つで起こっていた狂気に苛立って、多くの時間がありました。 それにもかかわらず、佐和子が最初のシーズンからどのように変わったのか、素晴らしいことでした。 彼らは別のキャラクター、Kurumizawa Umeと一緒にさえ、すべてのゆるい終わりを縛ることができました。 何らかの形で、1人または2人のキャラクターがあなたと一緒に彼または彼女自身を愛し続けます。\n\nアート/サウンド：9\n\nあなたが参照を許すことができれば、KnTの世界は単に「輝き、輝き、素晴らしかった」。 私は「bokeh」と呼んでいたほどの色と輝きがあって、アート展では素晴らしい作品となりました。 時にはトップを感じるかもしれませんが、芸術は、示されている感情や行動を描き、強化するのに役立ちます。 沢子の笑顔の\"ボケ\"から、コミックの魅力を披露するために、キャラクターのちびっこで簡素化されたバージョンに至るまで、何の変化もありません。 品質はここのキーワードであり、スタジオのProduction I.G.は、私が見る限りでは、目の保腹では駄目にしませんでした。\n\n音に関しては、KnTの音楽の大半は、ショーの全体的な感触に合ったピアノとバイオリンのアンサンブルです。 芸術と同じように、1つの音符が不自然にならないとは限りません。 コメディシーンでは、BGMは大声であなたを笑い声にするために、通常は奇妙でファンキーなものになります。 そして、ロマンチックなシーンでは、音楽は男らしい涙または2つの女性の涙を流すのに十分です。 全体として、アートと音楽の両方が一緒に絡み合って、ストーリーを可能な限り最良の方法で提供しました。 そして、それは確かにその部分をうまくいった。\n\n全体：9\n\n第2シーズンと同じように、第1シーズンを最初に見ることをお勧めします。 それは言われている、君に届けは確か誰のトップ10の価値があるアニメです。それは私たちに愛を示し、私たちは人を愛し、私たちは愛に感謝させます。 このアニメはその名の通り、私たちに絶対に届きます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA measure of a good romance anime is when the adaption entices you to read the original source. It should make you feel that you can experience the emotion yourself. And, no matter how impossible it is, it should always give you hope that the same thing might happen to you in real life. Kimi ni Todoke (KnT from here on out) satisfies all criteria well, but not without making you want to punch something midway. Keep in mind that this review is only for the second season, covering just 12 episodes. Most of the themes and styles from the first season are carried over though, so this reviewer will try to point out just the elements that stand out.\n\n\u001b[1m良いロマンスアニメの尺度は、適応が元のソースを読むように促すときです。 それは自分自身で感情を体験できると感じるはずです。 そして、それがいかにも不可能であっても、それはあなたに同じことが現実の生活の中で起こることを常に望むはずです。 君に届け（ここからKnT）は、すべての基準を満足していますが、途中でパンチしたくないわけではありません。 このレビューは、わずか12のエピソードをカバーする第2シーズンのためのものであることに留意してください。 最初のシーズンのテーマやスタイルのほとんどは持ち越されているので、このレビューアは目立つ要素を指摘しようとします。\u001b[22m\n\u001b[1m(Yoi romansu anime no shakudo wa, tekiō ga gen no sōsu o yomu yō ni unagasu tokidesu. Sore wa jibun jishin de kanjō o taiken dekiru to kanjiru hazudesu. Soshite, sore ga ikanimo fukanōdeatte mo, sore wa anata ni onaji koto ga genjitsu no seikatsu no naka de okoru koto o tsuneni nozomu hazudesu. Kiminitodoke (koko kara KnT) wa, subete no kijun o manzoku shite imasuga, tochū de panchi shitakunai wakede wa arimasen. Kono rebyū wa, wazuka 12 no episōdo o kabā suru dai 2 shīzun no tame no monodearu koto ni ryūi shite kudasai. Saisho no shīzun no tēma ya sutairu no hotondo wa mochikosa rete irunode, kono rebyūa wa medatsu yōso o shiteki shiyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mA measure of a good romance anime is when the adaption entices you to read the original source. It should make you feel that you can experience the emotion yourself. And, no matter how impossible it is, it should always give you hope that the same thing might happen to you in real life. Kimi ni Todoke (KnT from here on out) satisfies all criteria well, but not without making you want to punch something midway. Keep in mind that this review is only for the second season, covering just 12 episodes. Most of the themes and styles from the first season are carried over though, so this reviewer will try to point out just the elements that stand out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA measure of a good romance anime is when the adaption entices you to read the original source.\u001b[24m\n    \u001b[1m良いロマンスアニメの尺度は、適応が元のソースを読むように促すときです。\u001b[22m, \u001b[1m適応は、元のソースを読むためにあなたを誘惑するとき、良好な恋愛アニメの尺度です。\u001b[22m\n\u001b[4mIt should make you feel that you can experience the emotion yourself.\u001b[24m\n    \u001b[1mそれは自分自身で感情を体験できると感じるはずです。\u001b[22m, \u001b[1mそれはあなたが感情を自分で体験することができることを感じさせるべきです。\u001b[22m\n\u001b[4mAnd, no matter how impossible it is, it should always give you hope that the same thing might happen to you in real life.\u001b[24m\n    \u001b[1mそして、それがいかにも不可能であっても、それはあなたに同じことが現実の生活の中で起こることを常に望むはずです。\u001b[22m, \u001b[1mそして、どんなにそれがどのように不可能、それは常にあなたが同じことを実際の生活の中であなたに起こるかもしれないことを願って与えるべきではありません。\u001b[22m\n\u001b[4mKimi ni Todoke (KnT from here on out) satisfies all criteria well, but not without making you want to punch something midway.\u001b[24m\n    \u001b[1m君に届け（ここからKnT）は、すべての基準を満足していますが、途中でパンチしたくないわけではありません。\u001b[22m, \u001b[1m君に届け（ここに上からKNT）は十分にではなく、あなたが何かを途中でパンチしたい加えることなく、すべての基準を満たしています。\u001b[22m\n\u001b[4mKeep in mind that this review is only for the second season, covering just 12 episodes.\u001b[24m\n    \u001b[1mこのレビューは、わずか12のエピソードをカバーする第2シーズンのためのものであることに留意してください。\u001b[22m, \u001b[1mこの口コミは唯一のわずか12エピソードを覆う第2シーズンのためであることに留意してください。\u001b[22m\n\u001b[4mMost of the themes and styles from the first season are carried over though, so this reviewer will try to point out just the elements that stand out.\u001b[24m\n    \u001b[1m最初のシーズンのテーマやスタイルのほとんどは持ち越されているので、このレビューアは目立つ要素を指摘しようとします。\u001b[22m, \u001b[1m最初のシーズンからのテーマとスタイルのほとんどは、しかし持ち越されるため、このユーザーは、目立つだけの要素を指摘しようとします。\u001b[22m\n\u001b[1m\u001b[22m\nStory/Character: 10\n\n\u001b[1mストーリー/キャラクター：10\u001b[22m\n\u001b[1m(Sutōrī/ kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mStory/Character: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory/Character: 10\u001b[24m\n    \u001b[1mストーリー/キャラクター：10\u001b[22m\n\u001b[1m\u001b[22m\nLights, sound and art might make an anime shine and sparkle (there’s plenty of that as well, so we’ll talk more about that later) but the story is what keeps you from dropping the show. And when you consider that KnT is a spin on the usual “boy-meets-girl” scenario, it does very well to make itself stand out from the already crowded pack. KnT also does well to avoid any cliché events, so there is no beach/onsen/fanservice scene that most anime show these days.\n\n\u001b[1m光、音、芸術はアニメを輝かしく輝かせてくれるかもしれませんが（それについても十分にありますので、後で詳しく説明します）、ストーリーはあなたがショーを落とさないようにするものです。 そして、あなたがKnTがいつもの\"男の子が会う女の子\"シナリオのスピンであると考えると、それはすでに混雑しているパックから目立つようにするのに非常にうまくいきます。  KnTはまた、どんなクリシェイベントも避けるためにうまくいきます。そのため、最近ほとんどのアニメが見せているビーチ/温泉/ファンサービスのシーンはありません。\u001b[22m\n\u001b[1m(Hikari,-on, geijutsu wa anime o kagayakashiku kagayaka sete kureru kamo shiremasenga (sore ni tsuite mo jūbun ni arimasunode,-go de kuwashiku setsumei shimasu), sutōrī wa anata ga shō o otosanai yō ni suru monodesu. Soshite, anata ga KnT ga itsumo no\" otokonoko ga au on'nanoko\" shinario no supindearu to kangaeru to, sore wa sudeni konzatsu shite iru pakku kara medatsu yō ni suru no ni hijō ni umaku ikimasu. KnT wa mata, don'na kurisheibento mo yokeru tame ni umaku ikimasu. Sonotame, saikin hotondo no anime ga misete iru bīchi/ onsen/ fansābisu no shīn wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mLights, sound and art might make an anime shine and sparkle (there’s plenty of that as well, so we’ll talk more about that later) but the story is what keeps you from dropping the show. And when you consider that KnT is a spin on the usual “boy-meets-girl” scenario, it does very well to make itself stand out from the already crowded pack. KnT also does well to avoid any cliché events, so there is no beach/onsen/fanservice scene that most anime show these days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLights, sound and art might make an anime shine and sparkle (there’s plenty of that as well, so we’ll talk more about that later) but the story is what keeps you from dropping the show.\u001b[24m\n    \u001b[1m光、音、芸術はアニメを輝かしく輝かせてくれるかもしれませんが（それについても十分にありますので、後で詳しく説明します）、ストーリーはあなたがショーを落とさないようにするものです。\u001b[22m, \u001b[1mライトは、音とアートはアニメの輝きと輝きを作るかもしれない（つまりたくさんのが同様にありますので、我々はその後でについて詳しく説明します）が、物語はショーをドロップするからあなたを保つものです。\u001b[22m\n\u001b[4mAnd when you consider that KnT is a spin on the usual “boy-meets-girl” scenario, it does very well to make itself stand out from the already crowded pack.\u001b[24m\n    \u001b[1mそして、あなたがKnTがいつもの\"男の子が会う女の子\"シナリオのスピンであると考えると、それはすでに混雑しているパックから目立つようにするのに非常にうまくいきます。\u001b[22m, \u001b[1mあなたはKNTは、通常の「少年出会う少女」シナリオにスピンであることを考えると、それはそれ自体がすでに混雑してパックから目立つように非常によくありません。\u001b[22m\n\u001b[4mKnT also does well to avoid any cliché events, so there is no beach/onsen/fanservice scene that most anime show these days.\u001b[24m\n    \u001b[1mKnTはまた、どんなクリシェイベントも避けるためにうまくいきます。そのため、最近ほとんどのアニメが見せているビーチ/温泉/ファンサービスのシーンはありません。\u001b[22m, \u001b[1mKNTはまた、任意の決まり文句のイベントを回避するためによくないので、ほとんどのアニメは、これらの日を示してないビーチ/温泉/サービスカットシーンはありません。\u001b[22m\n\u001b[1m\u001b[22m\nMost of the development for the other characters were back in season one, this time around the focus in solely on the two main characters, Kuronuma Sawako and Kazehaya Shouta. It showed how they slowly figured out their feelings for each other and finally (and I do mean FINALLY) got together as a couple. There were a lot of times when I found myself actually shouting at the TV, frustrated by the madness that was going on with these two. Nevertheless, it was great seeing how Sawako changed from the first season. They managed to tie up all the loose ends, even the one with another character, Kurumizawa Ume. In some way, a character or two will endear him or herself with you.\n\n\u001b[1m他のキャラクターのための開発の大部分は、今シーズン1に戻ってきました。今回は、2人の主人公、黒沼佐和子と風早シャウタだけに焦点を当てています。 お互いに自分の気持ちを徐々に理解していく方法を示していました。そして、ついに私は結婚しました。 私は実際にテレビで叫んで自分自身を見つけたとき、これらの2つで起こっていた狂気に苛立って、多くの時間がありました。 それにもかかわらず、佐和子が最初のシーズンからどのように変わったのか、素晴らしいことでした。 彼らは別のキャラクター、Kurumizawa Umeと一緒にさえ、すべてのゆるい終わりを縛ることができました。 何らかの形で、1人または2人のキャラクターがあなたと一緒に彼または彼女自身を愛し続けます。\u001b[22m\n\u001b[1m(Hoka no kyarakutā no tame no kaihatsu no daibubun wa, ima shīzun 1 ni modotte kimashita. Konkai wa, 2-ri no shujinkō, Kuronuma Sawako to Kazahaya shauta dake ni shōten o atete imasu. Otagai ni jibun no kimochi o jojoni rikai shite iku hōhō o shimeshite imashita. Soshite, tsuini watashi wa kekkon shimashita. Watashi wa jissai ni terebi de sakende jibun jishin o mitsuketa toki, korera no 2tsu de okotte ita kyōki ni iradatte, ōku no jikan ga arimashita. Sore nimokakawarazu, Sawako ga saisho no shīzun kara dono yō ni kawatta no ka, subarashī kotodeshita. Karera wa betsu no kyarakutā, Kurumizawa Ume to issho ni sae, subete no yurui owari o shibaru koto ga dekimashita. Nanrakano katachi de, 1-ri matawa 2-ri no kyarakutā ga anata to issho ni kare matawa kanojo jishin o aishi tsudzukemasu.)\u001b[22m\n\nTranslations of \u001b[4mMost of the development for the other characters were back in season one, this time around the focus in solely on the two main characters, Kuronuma Sawako and Kazehaya Shouta. It showed how they slowly figured out their feelings for each other and finally (and I do mean FINALLY) got together as a couple. There were a lot of times when I found myself actually shouting at the TV, frustrated by the madness that was going on with these two. Nevertheless, it was great seeing how Sawako changed from the first season. They managed to tie up all the loose ends, even the one with another character, Kurumizawa Ume. In some way, a character or two will endear him or herself with you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the development for the other characters were back in season one, this time around the focus in solely on the two main characters, Kuronuma Sawako and Kazehaya Shouta.\u001b[24m\n    \u001b[1m他のキャラクターのための開発の大部分は、今シーズン1に戻ってきました。今回は、2人の主人公、黒沼佐和子と風早シャウタだけに焦点を当てています。\u001b[22m, \u001b[1m他の文字の開発のほとんどは、単に二つの主要な文字、黒沼佐和子と風早翔太上で、バックシーズン1におけるフォーカスこの時期でした。\u001b[22m\n\u001b[4mIt showed how they slowly figured out their feelings for each other and finally (and I do mean FINALLY) got together as a couple.\u001b[24m\n    \u001b[1mお互いに自分の気持ちを徐々に理解していく方法を示していました。そして、ついに私は結婚しました。\u001b[22m, \u001b[1mそれは彼らがゆっくりとお互いのために自分の感情を考え出した方法を紹介しましたし、最後に（と私は最終的に意味しています）夫婦として一緒になりました。\u001b[22m\n\u001b[4mThere were a lot of times when I found myself actually shouting at the TV, frustrated by the madness that was going on with these two.\u001b[24m\n    \u001b[1m私は実際にテレビで叫んで自分自身を見つけたとき、これらの2つで起こっていた狂気に苛立って、多くの時間がありました。\u001b[22m, \u001b[1m私自身が実際にこれらの2で起こっていた狂気でイライラ、テレビで叫んで見つかった多くの時間がありました。\u001b[22m\n\u001b[4mNevertheless, it was great seeing how Sawako changed from the first season.\u001b[24m\n    \u001b[1mそれにもかかわらず、佐和子が最初のシーズンからどのように変わったのか、素晴らしいことでした。\u001b[22m, \u001b[1m佐和子は、最初のシーズンからどのように変化するかにもかかわらず、それは見て素晴らしかったです。\u001b[22m\n\u001b[4mThey managed to tie up all the loose ends, even the one with another character, Kurumizawa Ume.\u001b[24m\n    \u001b[1m彼らは別のキャラクター、Kurumizawa Umeと一緒にさえ、すべてのゆるい終わりを縛ることができました。\u001b[22m, \u001b[1m彼らは別の文字、Kurumizawa梅と一つでも、すべての最後の取り片づけをすることができました。\u001b[22m\n\u001b[4mIn some way, a character or two will endear him or herself with you.\u001b[24m\n    \u001b[1m何らかの形で、1人または2人のキャラクターがあなたと一緒に彼または彼女自身を愛し続けます。\u001b[22m, \u001b[1mいくつかのように、文字や2は、あなたと彼または彼女自身を慕われます。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Sound: 9\n\n\u001b[1mアート/サウンド：9\u001b[22m\n\u001b[1m(Āto/ saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mArt/Sound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Sound: 9\u001b[24m\n    \u001b[1mアート/サウンド：9\u001b[22m\n\u001b[1m\u001b[22m\nIf you could pardon the reference, the world of KnT was simply “shining, shimmering, splendid”. There were so much color and so much sparkle (or what I call “bokeh”) that it would make a good piece in an art exhibit. Though it might feel over the top sometimes, the art does help portray and intensify the emotion or action being showed. Nothing feels out of place, from the “bokeh” of Sawako’s smile to the chibi-fied and simplified versions of the characters to show comedic appeal. Quality is the key word here and the studio, Production I.G., didn’t skimp out on eye-candy as far as I can see.\n\n\u001b[1mあなたが参照を許すことができれば、KnTの世界は単に「輝き、輝き、素晴らしかった」。 私は「bokeh」と呼んでいたほどの色と輝きがあって、アート展では素晴らしい作品となりました。 時にはトップを感じるかもしれませんが、芸術は、示されている感情や行動を描き、強化するのに役立ちます。 沢子の笑顔の\"ボケ\"から、コミックの魅力を披露するために、キャラクターのちびっこで簡素化されたバージョンに至るまで、何の変化もありません。 品質はここのキーワードであり、スタジオのProduction I.G.は、私が見る限りでは、目の保腹では駄目にしませんでした。\u001b[22m\n\u001b[1m(Anata ga sanshō o yurusu koto ga dekireba, KnT no sekai wa tan'ni `kagayaki, kagayaki, subarashikatta'. Watashi wa `bokeh' to yonde ita hodo no iro to kagayaki ga atte, āto-tende wa subarashī sakuhin to narimashita. Tokiniha toppu o kanjiru kamo shiremasenga, geijutsu wa, shimesa rete iru kanjō ya kōdō o kaki, kyōka suru no ni yakudachimasu. Sawako no egao no\" boke\" kara, komikku no miryoku o hirō suru tame ni, kyarakutā no chibikko de kanso-ka sa reta bājon ni itaru made, nani no henka mo arimasen. Hinshitsu wa koko no kīwādodeari, sutajio no purodakushon I. G. Wa, watashi ga miru kagiride wa,-me no ho harade wa dame ni shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIf you could pardon the reference, the world of KnT was simply “shining, shimmering, splendid”. There were so much color and so much sparkle (or what I call “bokeh”) that it would make a good piece in an art exhibit. Though it might feel over the top sometimes, the art does help portray and intensify the emotion or action being showed. Nothing feels out of place, from the “bokeh” of Sawako’s smile to the chibi-fied and simplified versions of the characters to show comedic appeal. Quality is the key word here and the studio, Production I.G., didn’t skimp out on eye-candy as far as I can see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you could pardon the reference, the world of KnT was simply “shining, shimmering, splendid”.\u001b[24m\n    \u001b[1mあなたが参照を許すことができれば、KnTの世界は単に「輝き、輝き、素晴らしかった」。\u001b[22m, \u001b[1mあなたが参照を容赦することができれば、KNTの世界は単に「輝く、きらめく、素晴らしい\"でした。\u001b[22m\n\u001b[4mThere were so much color and so much sparkle (or what I call “bokeh”) that it would make a good piece in an art exhibit.\u001b[24m\n    \u001b[1m私は「bokeh」と呼んでいたほどの色と輝きがあって、アート展では素晴らしい作品となりました。\u001b[22m, \u001b[1mそんなに色とそんなにスパークル（または私が\"ボケ\"と呼ぶ）は、美術展で良い作品を作るということがありました。\u001b[22m\n\u001b[4mThough it might feel over the top sometimes, the art does help portray and intensify the emotion or action being showed.\u001b[24m\n    \u001b[1m時にはトップを感じるかもしれませんが、芸術は、示されている感情や行動を描き、強化するのに役立ちます。\u001b[22m, \u001b[1mそれは時々上部に感じるかもしれないが、技術ではあったされている感情や行動を描写し、強化に役立ちません。\u001b[22m\n\u001b[4mNothing feels out of place, from the “bokeh” of Sawako’s smile to the chibi-fied and simplified versions of the characters to show comedic appeal.\u001b[24m\n    \u001b[1m沢子の笑顔の\"ボケ\"から、コミックの魅力を披露するために、キャラクターのちびっこで簡素化されたバージョンに至るまで、何の変化もありません。\u001b[22m, \u001b[1m何も喜劇の魅力を示すために、佐和子さんの笑顔の「ボケ」の文字のfiedが-ちびと簡略化されたバージョンに、場違いに感じていません。\u001b[22m\n\u001b[4mQuality is the key word here and the studio, Production I.G., didn’t skimp out on eye-candy as far as I can see.\u001b[24m\n    \u001b[1m品質はここのキーワードであり、スタジオのProduction I.G.は、私が見る限りでは、目の保腹では駄目にしませんでした。\u001b[22m, \u001b[1m品質は、ここで重要な言葉であり、スタジオ、生産I.G.は、私の知る限りでは見た目に出けちるしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the sound, the majority of the music from KnT is piano and violin ensembles which fit the overall feel of the show. Just like with the art, not one note felt out of place. For comedic scenes, the BGM would usually be something quirky and funky to make you laugh out loud. And for romantic scenes, the music would be enough for you to shed a manly tear or two (or womanly tear, for the ladies out there). Overall, both the art and the music meshed together to help deliver the story the best way possible. And it has surely done its part well.\n\n\u001b[1m音に関しては、KnTの音楽の大半は、ショーの全体的な感触に合ったピアノとバイオリンのアンサンブルです。 芸術と同じように、1つの音符が不自然にならないとは限りません。 コメディシーンでは、BGMは大声であなたを笑い声にするために、通常は奇妙でファンキーなものになります。 そして、ロマンチックなシーンでは、音楽は男らしい涙または2つの女性の涙を流すのに十分です。 全体として、アートと音楽の両方が一緒に絡み合って、ストーリーを可能な限り最良の方法で提供しました。 そして、それは確かにその部分をうまくいった。\u001b[22m\n\u001b[1m(Oto ni kanshite wa, KnT no ongaku no taihan wa, shō no zentai-tekina kanshoku ni atta piano to baiorin no ansanburudesu. Geijutsu to onajiyōni, 1tsu no onpu ga fushizen ni naranai to wa kagirimasen. Komedishīnde wa, BGM wa ōgoe de anata o waraigoe ni suru tame ni, tsūjō wa kimyōde fankīna mono ni narimasu. Soshite, romanchikkuna shīnde wa, ongaku wa otokorashī namida matawa 2tsu no josei no namidawonagasunoni jūbundesu. Zentai to shite, āto to ongaku no ryōhō ga issho ni karamiatte, sutōrī o kanōnakagiri sairyō no hōhō de teikyō shimashita. Soshite, sore wa tashika ni sono bubun o umaku itta.)\u001b[22m\n\nTranslations of \u001b[4mAs for the sound, the majority of the music from KnT is piano and violin ensembles which fit the overall feel of the show. Just like with the art, not one note felt out of place. For comedic scenes, the BGM would usually be something quirky and funky to make you laugh out loud. And for romantic scenes, the music would be enough for you to shed a manly tear or two (or womanly tear, for the ladies out there). Overall, both the art and the music meshed together to help deliver the story the best way possible. And it has surely done its part well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the sound, the majority of the music from KnT is piano and violin ensembles which fit the overall feel of the show.\u001b[24m\n    \u001b[1m音に関しては、KnTの音楽の大半は、ショーの全体的な感触に合ったピアノとバイオリンのアンサンブルです。\u001b[22m, \u001b[1m音に関しては、KNTからの音楽の大部分は、ショーの全体的な感触をフィットピアノとバイオリンのアンサンブルです。\u001b[22m\n\u001b[4mJust like with the art, not one note felt out of place.\u001b[24m\n    \u001b[1m芸術と同じように、1つの音符が不自然にならないとは限りません。\u001b[22m, \u001b[1mただ芸術と同じように、ではない1ノートは場違いに感じました。\u001b[22m\n\u001b[4mFor comedic scenes, the BGM would usually be something quirky and funky to make you laugh out loud.\u001b[24m\n    \u001b[1mコメディシーンでは、BGMは大声であなたを笑い声にするために、通常は奇妙でファンキーなものになります。\u001b[22m, \u001b[1mコミカルシーンでは、BGMは通常、あなたが大声で笑うようにする風変わりなとファンキーなものになるだろう。\u001b[22m\n\u001b[4mAnd for romantic scenes, the music would be enough for you to shed a manly tear or two (or womanly tear, for the ladies out there).\u001b[24m\n    \u001b[1mそして、ロマンチックなシーンでは、音楽は男らしい涙または2つの女性の涙を流すのに十分です。\u001b[22m, \u001b[1mあなたが（そこに女性のための、または女らしい涙）男らしい涙または2を当てることのために、ロマンチックなシーンのために、音楽は十分だろう。\u001b[22m\n\u001b[4mOverall, both the art and the music meshed together to help deliver the story the best way possible.\u001b[24m\n    \u001b[1m全体として、アートと音楽の両方が一緒に絡み合って、ストーリーを可能な限り最良の方法で提供しました。\u001b[22m, \u001b[1m全体的に、アートと音楽の両方が物語の可能な最善の方法の実現を支援するために一緒に噛み合います。\u001b[22m\n\u001b[4mAnd it has surely done its part well.\u001b[24m\n    \u001b[1mそして、それは確かにその部分をうまくいった。\u001b[22m, \u001b[1mそして、それは確かによく、その一部を行っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\n\u001b[1m\u001b[22m\nAs with any second season, it is recommended that you watch the first season first (duh~) unless you want to feel out of place with the story. That being said, Kimi ni Todoke is certainly an anime worthy of anyone’s Top 10. It shows us love, makes us love [the characters] and let us feel love in return. True to its name, this anime absolutely reaches out to us.\n\n\u001b[1m第2シーズンと同じように、第1シーズンを最初に見ることをお勧めします。 それは言われている、君に届けは確か誰のトップ10の価値があるアニメです。それは私たちに愛を示し、私たちは人を愛し、私たちは愛に感謝させます。 このアニメはその名の通り、私たちに絶対に届きます。\u001b[22m\n\u001b[1m(Dai 2 shīzun to onajiyōni, dai 1 shīzun o saisho ni miru koto o o susume shimasu. Sore wa iwa rete iru, kiminitodoke wa tashika dare no toppu 10 no kachigāru animedesu. Sore wa watashitachi ni ai o shimeshi, watashitachiha hito o aishi, watashitachiha ai ni kansha sa semasu. Kono anime wa sono na no tōri, watashitachi ni zettai ni todokimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs with any second season, it is recommended that you watch the first season first (duh~) unless you want to feel out of place with the story. That being said, Kimi ni Todoke is certainly an anime worthy of anyone’s Top 10. It shows us love, makes us love [the characters] and let us feel love in return. True to its name, this anime absolutely reaches out to us.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs with any second season, it is recommended that you watch the first season first (duh~) unless you want to feel out of place with the story.\u001b[24m\n    \u001b[1m第2シーズンと同じように、第1シーズンを最初に見ることをお勧めします。\u001b[22m, \u001b[1m任意の第二シーズンと同じように、それはあなたが最初の最初のシーズンを見ることをお勧めします（当たり前〜）あなたは物語と場違い感じるようにしたい場合を除きます。\u001b[22m\n\u001b[4mThat being said, Kimi ni Todoke is certainly an anime worthy of anyone’s Top 10. It shows us love, makes us love [the characters] and let us feel love in return.\u001b[24m\n    \u001b[1mそれは言われている、君に届けは確か誰のトップ10の価値があるアニメです。それは私たちに愛を示し、私たちは人を愛し、私たちは愛に感謝させます。\u001b[22m, \u001b[1mそれは言われて、君に届けは確かにそれは私たちが愛する示し誰のトップ10の価値があるアニメで、私たちは[文字]を愛し、私たちは見返りに愛を感じさせることができます。\u001b[22m\n\u001b[4mTrue to its name, this anime absolutely reaches out to us.\u001b[24m\n    \u001b[1mこのアニメはその名の通り、私たちに絶対に届きます。\u001b[22m, \u001b[1mその名に忠実、このアニメは絶対に私たちに手を差し伸べ。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=79576",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nそして、魔法の恋愛物語が続く......。\n一見非常に長い待ちの後に続編がここにあります！\n\n長いレビューが来ます！\n\nストーリーについて\nこの続編では、沢子はすでに本当に友人を自然に持つことができました。 彼女はとても人気があり、人々が恐れて神のように彼女を崇拝しているように見えました。 彼女の努力と友人の助けを借りて、彼女はもっと社会的になりました。 もちろん、待望の沢子と風早のラブストーリーがこのシリーズの主なプロットでした。 新しいキャラクターの出現と若干の第三者の出現により、最初は関係が複雑になりましたが、助言を得て友人の裏側を助け、最終的に彼らが本当に感じたことを表現し、結局一緒になった 。\n\n再び！ このストーリーは決して私を動かすことを止めない！ あなたは彼/彼女があなたを見つめたときにその驚くべき気持ちと幸せを見て、恥ずかしい気持ちになりました。 神経が痛む感覚が、彼/彼女が近づいてきたときに心を打つ感覚になっています。 そして、最終的に告白する興奮と神経質な感情はもちろん、それが相互であることを認識する最も壮大な感覚です。 私たちは時々、その小さなジェスチャーが、恋に落ちる最初の段階を経験を通して最も素晴らしい部分にすることを忘れています。 それは作者がそのようなマスターピースを作り出すのにいかにして罪のようなものです。 これは、アニメの歴史の中で最高のラブストーリーです。 この続編は以前のものよりもずっと驚きました。私はシーズンワンが大好きではありませんでした。 最初は苛立ちましたが、結末はそれほど価値がありました。 ストーリーはシンプルで明るいですが、とても驚きました。 私はすでに恋愛物語に疲れています。ただ、その後外出してからキスしてから最後まで結婚しています。 とても上品で使いすぎです。 このシリーズでは、ラブストーリーが非常に詳しく説明されているので、実際にそのロマンスを感じるでしょう。 愛情の小さなジェスチャーから圧倒的な感情まで。\n\nキャラクターについて\n主なプロットは、それぞれの人物とそれぞれの人物の本質と、それがどのように各キャラクターに影響を与えたかを示したので、キャラクターはより驚きました。 プレイボーイの第三者の出現がストーリーの流れに影響を与えた。 主に風早のためであったが、三浦をとても嫉妬していたこともあり、初めて佐和子に落ちるかもしれないという恐れがあった。 最初は、三浦は両者のあいだにぶつかりすぎていたが、後で彼の意義を示した。 直接ではありませんが、彼らの友人たちは信頼できるものであり、お互いの気持ちを理解し助けてくれました。 特にピンは、華麗に、陽気に彼らに励ましの言葉を与えました。 彼は自分自身についても自慢していました。 彼はいつも沢子と風早のためにいつも現れたのはとても陽気だった。 彼は本当に彼自身の非常にユニークな方法で重要な助言を与えることができます。 実際に、彼はKazehayaのための励ましの言葉の主要な源であった。\n\nカエハヤと澤子について\n\n\nアニメーションとサウンドについて\nアニメーションはまだ素晴らしいです。 すべてのエピソードは魔法のように作られました。 見逃すことのできないエピソードはなかった。 すべてのキャラクターの対話が真に私を動かしました。 文字はとても美しく作られていたので、文字通り私の席から私を吹き飛ばした。 何年もの間、私はこのようなゴージャスなカップルを見たことがありません。 セイユの偉大な声優の才能と、すべてのラインはとても魅力的でした。 線はそれらのために誠実に配達されました。 すべての抱擁、すべての接触、そしてすべての言葉は、本当に2人のキャラクターがどれほど多くを愛していたかを示しました。 それを要約すると、サウンドトラックはすべての経験を忘れられないものにしました。\n\n長年にわたり、ラブリーコンプレックスは、私のナンバーワンのラブストーリーのためにその場で交換されたことはありませんが、最初のスロットに君に届けを入れないのは罪でしょう。 このシリーズは本当に私を動かし、残りの人生を忘れないように貴重なものを私にくれました。 このシリーズは、私のお気に入りのような連続的な放映のために見たいと思う非常に少数のアニメの1つです。 ナルト：Shippuden、ブリーチ、ワンピース。 私はちょうどそれを仕上げて悲しいです。 とても悲しい！ 私はもっ​​と頼んでいた！ 私はちょうどそれらの多くをしたい！ 彼らのラブストーリーを目撃し続けるだけです！ 私は文字通りこのマスターピースと恋に落ちる！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAnd so the magical love story continues…….\n\n\u001b[1mそして、魔法の恋愛物語が続く......。\u001b[22m\n\u001b[1m(Soshite, mahō no ren'ai monogatari ga tsudzuku... ....)\u001b[22m\n\nTranslations of \u001b[4mAnd so the magical love story continues…….\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd so the magical love story continues…….\u001b[24m\n    \u001b[1mそして、魔法の恋愛物語が続く......。\u001b[22m, \u001b[1mだから魔法の愛の物語を......続けています。\u001b[22m\nAfter seemingly a very long wait the sequel is here!\n\n\u001b[1m一見非常に長い待ちの後に続編がここにあります！\u001b[22m\n\u001b[1m(Ikken hijō ni nagai machi no nochi ni zokuhen ga koko ni arimasu!)\u001b[22m\n\nTranslations of \u001b[4mAfter seemingly a very long wait the sequel is here!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter seemingly a very long wait the sequel is here!\u001b[24m\n    \u001b[1m一見非常に長い待ちの後に続編がここにあります！\u001b[22m, \u001b[1m一見した後、非常に長い続編を待ってここにあります！\u001b[22m\n\u001b[1m\u001b[22m\nThere’s a long review coming!\n\n\u001b[1m長いレビューが来ます！\u001b[22m\n\u001b[1m(Nagai rebyū ga kimasu!)\u001b[22m\n\nTranslations of \u001b[4mThere’s a long review coming!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s a long review coming!\u001b[24m\n    \u001b[1m長いレビューが来ます！\u001b[22m, \u001b[1mこれから長いレビューがあります！\u001b[22m\n\u001b[1m\u001b[22m\nABOUT THE STORY\n\n\u001b[1mストーリーについて\u001b[22m\n\u001b[1m(Sutōrī ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mABOUT THE STORY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mABOUT THE STORY\u001b[24m\n    \u001b[1mストーリーについて\u001b[22m, \u001b[1m話\u001b[22m\nIn this sequel Sawako already managed to really have friends naturally. She even became so popular that it seemed people was fearing and worshipping her like a God. With her hard work and helped from friends, she became more sociable. And of course, the much awaited love story of Sawako and Kazehaya was the main plot in this series. With the appearance of a new character and somewhat a third party between them, their relationship gotten so complicated at first but with the advice and helped behind the scenes from their friends they finally expressed what they truly felt and at the end they managed to be together .\n\n\u001b[1mこの続編では、沢子はすでに本当に友人を自然に持つことができました。 彼女はとても人気があり、人々が恐れて神のように彼女を崇拝しているように見えました。 彼女の努力と友人の助けを借りて、彼女はもっと社会的になりました。 もちろん、待望の沢子と風早のラブストーリーがこのシリーズの主なプロットでした。 新しいキャラクターの出現と若干の第三者の出現により、最初は関係が複雑になりましたが、助言を受けて友人の裏側に助けられ、最終的に彼らが本当に感じたことを表現し、結局一緒になった 。\u001b[22m\n\u001b[1m(Kono zokuhende wa, Sawako wa sudeni hontōni yūjin o shizen ni motsu koto ga dekimashita. Kanojo wa totemo ninki ga ari, hitobito ga osorete kami no yō ni kanojo o sūhai shite iru yō ni miemashita. Kanojo no doryoku to yūjin no tasuke o karite, kanojo wa motto shakai-teki ni narimashita. Mochiron, taibō no Sawako to Kazahaya no rabusutōrī ga kono shirīzu no omona purottodeshita. Atarashī kyarakutā no shutsugen to jakkan no daisansha no shutsugen ni yori, saisho wa kankei ga fukuzatsu ni narimashitaga, jogen o ukete yūjin no uragawa ni tasuke rare, saishūtekini karera ga hontōni kanjita koto o hyōgen shi, kekkyoku issho ni natta.)\u001b[22m\n\nTranslations of \u001b[4mIn this sequel Sawako already managed to really have friends naturally. She even became so popular that it seemed people was fearing and worshipping her like a God. With her hard work and helped from friends, she became more sociable. And of course, the much awaited love story of Sawako and Kazehaya was the main plot in this series. With the appearance of a new character and somewhat a third party between them, their relationship gotten so complicated at first but with the advice and helped behind the scenes from their friends they finally expressed what they truly felt and at the end they managed to be together .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this sequel Sawako already managed to really have friends naturally.\u001b[24m\n    \u001b[1mこの続編では、沢子はすでに本当に友人を自然に持つことができました。\u001b[22m, \u001b[1mこの続編では佐和子はすでに本当に自然に友人を持つことができました。\u001b[22m\n\u001b[4mShe even became so popular that it seemed people was fearing and worshipping her like a God.\u001b[24m\n    \u001b[1m彼女はとても人気があり、人々が恐れて神のように彼女を崇拝しているように見えました。\u001b[22m, \u001b[1m彼女も人々が恐れて、神のように彼女を崇拝したように見えたほど普及するようになりました。\u001b[22m\n\u001b[4mWith her hard work and helped from friends, she became more sociable.\u001b[24m\n    \u001b[1m彼女の努力と友人の助けを借りて、彼女はもっと社会的になりました。\u001b[22m, \u001b[1m彼女のハードワークや友人からの助けで、彼女はもっと社交的になりました。\u001b[22m\n\u001b[4mAnd of course, the much awaited love story of Sawako and Kazehaya was the main plot in this series.\u001b[24m\n    \u001b[1mもちろん、待望の沢子と風早のラブストーリーがこのシリーズの主なプロットでした。\u001b[22m, \u001b[1mそしてもちろん、佐和子と風早の待望の愛の物語は、このシリーズのメインプロットしました。\u001b[22m\n\u001b[4mWith the appearance of a new character and somewhat a third party between them, their relationship gotten so complicated at first but with the advice and helped behind the scenes from their friends they finally expressed what they truly felt and at the end they managed to be together\u001b[24m\n    \u001b[1m新しいキャラクターの出現と若干の第三者の出現により、最初は関係が複雑になりましたが、助言を受けて友人の裏側に助けられ、最終的に彼らが本当に感じたことを表現し、結局一緒になった\u001b[22m, \u001b[1m新キャラクターの登場と多少それらの間の第三者により、彼らの関係は最初ではなくアドバイスを非常に複雑得て、彼らは最終的に彼らが本当に感じた発現し、最後に彼らが一緒になるように管理し、その友人から舞台裏助けました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nAgain! This story never ceases to move me! That amazing feeling and happiness from just looking at him then the embarrassing feeling when he/she caught you staring at him/her. The nerve-wracking sensation when he’s/she’s coming then the heart-pounding feeling when he’s/she’s close to you. And the excitement and nervous feeling of finally confessing and of course, the most magnificent feeling of realizing that it is mutual. We sometimes forget that those small gestures are what make the first stage of falling in love the most wonderful part of the whole experience. It is almost like a sin how the author managed to create such master piece. This is the best love story in the history of anime. This sequel was even more amazing than the previous one, not that I don’t love the season one. It was irritating at the beginning but the ending was so damn worth it. The story was simple and light yet it was so amazing. I am already fed up with love stories with characters just confessing then going out then kisses then going all the way then getting married in the end. It is so cliché and over used. In this series, the love story is very much elaborated so you will really feel the romance of it; from the small gestures of affection to the overwhelming feelings.\n\n\u001b[1m再び！ このストーリーは決して私を動かすことを止めない！ あなたは彼/彼女があなたを見つめたときにその驚くべき気持ちと幸せを見て、恥ずかしい気持ちになりました。 神経が痛む感覚が、彼/彼女が近づいてきたときに心を打つ感覚になっています。 そして、最終的に告白する興奮と神経質な感情はもちろん、それが相互であることを認識する最も壮大な感覚です。 私たちは時々、その小さなジェスチャーが、恋に落ちる最初の段階を経験を通して最も素晴らしい部分にすることを忘れています。 それは作者がそのようなマスターピースを作り出すのにいかにして罪のようなものです。 これは、アニメの歴史の中で最高のラブストーリーです。 この続編は前作よりもずっと驚きました。私はシーズン1が大好きではありませんでした。 最初は苛立ちましたが、結末はそれほど価値がありました。 ストーリーはシンプルで明るいですが、とても驚きました。 私はすでに恋愛物語に疲れています。ただ、その後外出してからキスしてから最後まで結婚しています。 とても上品で使いすぎです。 このシリーズでは、ラブストーリーが非常に詳しく説明されているので、実際にそのロマンスを感じるでしょう。 愛情の小さなジェスチャーから圧倒的な感情まで。\u001b[22m\n\u001b[1m(Futatabi! Kono sutōrī wa kesshite watashi o ugokasu koto o tomenai! Kore wa, anime no rekishi no naka de saikō no rabusutōrīdesu. Kono zokuhen wa zensaku yori mo zutto odorokimashita. Watashi wa shīzun 1 ga daisukide wa arimasendeshita. Saisho wa iradachimashitaga, ketsumatsu wa sorehodo kachi ga arimashita. Sutōrī wa shinpurude akaruidesuga, totemo odorokimashita. Watashi wa sudeni ren'ai monogatari ni tsukarete imasu. Tada, sonogo gaishutsu shite kara kisushite kara saigomade kekkon shite imasu. Totemo jōhinde tsukai sugidesu. Kono shirīzude wa, rabusutōrī ga hijō ni kuwashiku setsumei sa rete irunode, jissai ni sono romansu o kanjirudeshou. Aijō no chīsana jesuchā kara attōtekina kanjō made. Anata wa kare/ kanojo ga anata o mitsumeta toki ni sono odorokubeki kimochi to shiawase o mite, hazukashī kimochi ni narimashita. Shinkei ga itamu kankaku ga, kare/ kanojo ga chikadzuite kita toki ni kokorowoutsu kankaku ni natte imasu. Soshite, saishūtekini kokuhaku suru kōfun to shinkeishitsuna kanjō wa mochiron, sore ga sōgodearu koto o ninshiki suru mottomo sōdaina kankakudesu. Watashitachiha-ji 々, Sono chīsana jesuchā ga, koiniochiru saisho no dankai o keiken o tōshite mottomo subarashī bubun ni suru koto o wasurete imasu. Sore wa sakusha ga sono yōna masutāpīsu o tsukuridasu no ni ikani shite tsumi no yōna monodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nABOUT THE CHARACTERS\n\n\u001b[1mキャラクターについて\u001b[22m\n\u001b[1m(Kyarakutā ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mABOUT THE CHARACTERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mABOUT THE CHARACTERS\u001b[24m\n    \u001b[1mキャラクターについて\u001b[22m, \u001b[1m文字について\u001b[22m\nThe characters were more amazing because the main plot showed each and everyone’s real personality and how it affected each character. The appearance of somewhat playboy third party influenced the flow of the story. Though it was mainly for Kazehaya because he was so jealous of Miura and feared for the first time of the possibility that someone might fall for Sawako, too. At first, Miura was so irritating for butting in between the two but he showed his significance later on. Even though not directly, their friends was so reliable and helpful to them for advising and making them realize their feelings for each other. Especially Pin, who was magnificently and hilariously giving them encouraging words. He even bragged about it himself. It was so hilarious that he always appeared at the right time and moment for Sawako and Kazehaya. He can really give important advice in his own very unique way. In fact, he was the main source of encouraging words for Kazehaya.\n\n\u001b[1m主なプロットは、それぞれの人物とそれぞれの人物の本質と、それがどのように各キャラクターに影響を与えたかを示したので、キャラクターはより驚きました。 プレイボーイの第三者の出現がストーリーの流れに影響を与えた。 主に風早のためであったが、三浦をとても嫉妬していたこともあり、初めて佐和子に落ちるかもしれないという恐れがあった。 最初は、三浦は両者のあいだにぶつかりすぎていたが、後で彼の意義を示した。 直接ではありませんが、彼らの友人たちは信頼できるものであり、お互いの気持ちを理解し助けてくれました。 特にピンは、華麗に、陽気に彼らに励ましの言葉を与えました。 彼は自分自身についても自慢していました。 彼はいつも沢子と風早のためにいつも現れたのはとても陽気だった。 彼は本当に彼自身の非常にユニークな方法で重要な助言を与えることができます。 実際に、彼はKazehayaのための励ましの言葉の主要な源であった。\u001b[22m\n\u001b[1m(Omona purotto wa, sorezore no jinbutsu to sorezore no jinbutsu no honshitsu to, sore ga dono yō ni kaku kyarakutā ni eikyō o ataeta ka o shimeshitanode, kyarakutā wa yori odorokimashita. Pureibōi no daisansha no shutsugen ga sutōrī no nagare ni eikyō o ataeta. Omoni Kazahaya no tamedeattaga, Miura o totemo shitto shite ita koto mo ari, hajimete Sawako ni ochiru kamo shirenai to iu osore ga atta. Saisho wa, Miura wa ryōsha no aida ni butsukari sugite itaga,-go de kare no igi o shimeshita. Chokusetsude wa arimasenga, karera no yūjin-tachi wa shinrai dekiru monodeari, otagai no kimochi o rikai shi tasukete kuremashita. Tokuni pin wa, karei ni, yōki ni karera ni hagemashinokotoba o ataemashita. Kare wa jibun jishin ni tsuite mo jiman shite imashita. Kare wa itsumo Sawako to Kazahaya no tame ni itsumo arawareta no wa totemo yōkidatta. Kare wa hontōni kare jishin no hijō ni yunīkuna hōhō de jūyōna jogen o ataeru koto ga dekimasu. Jissai ni, kare wa Kazehaya no tame no hagemashinokotoba no shuyōna minamotodeatta.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were more amazing because the main plot showed each and everyone’s real personality and how it affected each character. The appearance of somewhat playboy third party influenced the flow of the story. Though it was mainly for Kazehaya because he was so jealous of Miura and feared for the first time of the possibility that someone might fall for Sawako, too. At first, Miura was so irritating for butting in between the two but he showed his significance later on. Even though not directly, their friends was so reliable and helpful to them for advising and making them realize their feelings for each other. Especially Pin, who was magnificently and hilariously giving them encouraging words. He even bragged about it himself. It was so hilarious that he always appeared at the right time and moment for Sawako and Kazehaya. He can really give important advice in his own very unique way. In fact, he was the main source of encouraging words for Kazehaya.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were more amazing because the main plot showed each and everyone’s real personality and how it affected each character.\u001b[24m\n    \u001b[1m主なプロットは、それぞれの人物とそれぞれの人物の本質と、それがどのように各キャラクターに影響を与えたかを示したので、キャラクターはより驚きました。\u001b[22m, \u001b[1m主なプロットはそれぞれ、みんなの本当の性格とどのようにそれがそれぞれの文字に影響を与えたが認められたので、文字がもっと驚くべきでした。\u001b[22m\n\u001b[4mThe appearance of somewhat playboy third party influenced the flow of the story.\u001b[24m\n    \u001b[1mプレイボーイの第三者の出現がストーリーの流れに影響を与えた。\u001b[22m, \u001b[1mややプレイボーイ第三者の外観は、物語の流れに影響を与えました。\u001b[22m\n\u001b[4mThough it was mainly for Kazehaya because he was so jealous of Miura and feared for the first time of the possibility that someone might fall for Sawako, too.\u001b[24m\n    \u001b[1m主に風早のためであったが、三浦をとても嫉妬していたこともあり、初めて佐和子に落ちるかもしれないという恐れがあった。\u001b[22m, \u001b[1m彼は三浦の嫉妬と誰かがあまりにも、佐和子のために落ちるかもしれないという可能性の初めての恐れだったので、それは風早のために主でしたが。\u001b[22m\n\u001b[4mAt first, Miura was so irritating for butting in between the two but he showed his significance later on.\u001b[24m\n    \u001b[1m最初は、三浦は両者のあいだにぶつかりすぎていたが、後で彼の意義を示した。\u001b[22m, \u001b[1m最初に、三浦は2の間で突きのためにとても刺激性を示したが、彼は後に、彼の重要性を示しました。\u001b[22m\n\u001b[4mEven though not directly, their friends was so reliable and helpful to them for advising and making them realize their feelings for each other.\u001b[24m\n    \u001b[1m直接ではありませんが、彼らの友人たちは信頼できるものであり、お互いの気持ちを理解し助けてくれました。\u001b[22m, \u001b[1mでも直接ではなくても、彼らの友人はとても信頼できると助言し、それらが互いのために自分の感情を実現させるためのそれらに役立ちました。\u001b[22m\n\u001b[4mEspecially Pin, who was magnificently and hilariously giving them encouraging words.\u001b[24m\n    \u001b[1m特にピンは、華麗に、陽気に彼らに励ましの言葉を与えました。\u001b[22m, \u001b[1m見事と陽気に言葉を励みにそれらを与えていた。特にピン、。\u001b[22m\n\u001b[4mHe even bragged about it himself.\u001b[24m\n    \u001b[1m彼は自分自身についても自慢していました。\u001b[22m, \u001b[1m彼もそれ自身自慢しました。\u001b[22m\n\u001b[4mIt was so hilarious that he always appeared at the right time and moment for Sawako and Kazehaya.\u001b[24m\n    \u001b[1m彼はいつも沢子と風早のためにいつも現れたのはとても陽気だった。\u001b[22m, \u001b[1m彼が常に佐和子と風早のための右の時間と瞬間に現れたように陽気でした。\u001b[22m\n\u001b[4mHe can really give important advice in his own very unique way.\u001b[24m\n    \u001b[1m彼は本当に彼自身の非常にユニークな方法で重要な助言を与えることができます。\u001b[22m, \u001b[1m彼は本当に彼自身の非常にユニークな方法で重要なアドバイスを与えることができます。\u001b[22m\n\u001b[4mIn fact, he was the main source of encouraging words for Kazehaya.\u001b[24m\n    \u001b[1m実際に、彼はKazehayaのための励ましの言葉の主要な源であった。\u001b[22m, \u001b[1m実際に、彼は風早のための単語を奨励の主な供給源でした。\u001b[22m\n\u001b[1m\u001b[22m\nABOUT KAZEHAYA AND SAWAKO\n\n\u001b[1mカエハヤと澤子について\u001b[22m\n\u001b[1m(Kaehaya to Sawako ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mABOUT KAZEHAYA AND SAWAKO\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mABOUT KAZEHAYA AND SAWAKO\u001b[24m\n    \u001b[1mカエハヤと澤子について\u001b[22m, \u001b[1m風早AND佐和子について\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nABOUT THE ANIMATION and SOUND\n\n\u001b[1mアニメーションとサウンドについて\u001b[22m\n\u001b[1m(Animēshon to saundo ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mABOUT THE ANIMATION and SOUND\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mABOUT THE ANIMATION and SOUND\u001b[24m\n    \u001b[1mアニメーションとサウンドについて\u001b[22m\nThe animation was still superb. Every episode was magically made. There was no episode that was not worth watching. The dialogues of every character genuinely moved me. The characters was so beautifully made that it literally blew me away from my seat. I’ve never seen such gorgeous looking couple in any anime for so many years. With the great voice talent of the seiyus, every line was so captivating. The lines were sincerely delivered because of them. Every hug, every touch, and every word genuinely showed how much the two characters loved each other. To sum it up, the soundtracks made the whole experience unforgettable.\n\n\u001b[1mアニメーションはまだ素晴らしいです。 すべてのエピソードは魔法のように作られました。 見逃すことのできないエピソードはなかった。 すべてのキャラクターの対話が真に私を動かしました。 文字はとても美しく作られていたので、文字通り私の席から私を吹き飛ばした。 何年もの間、私はこのようなゴージャスなカップルを見たことがありません。 セイユの偉大な声優の才能と、すべてのラインはとても魅力的でした。 線はそれらのために誠実に配達されました。 すべての抱擁、すべての接触、そしてすべての言葉は、本当に2人のキャラクターがどれほど多くを愛していたかを示しました。 それを要約すると、サウンドトラックはすべての経験を忘れられないものにしました。\u001b[22m\n\u001b[1m(Animēshon wa mada subarashīdesu. Subete no episōdo wa mahō no yō ni tsukura remashita. Minogasu koto no dekinai episōdo wa nakatta. Subete no kyarakutā no taiwa ga makotoni watashi o ugokashimashita. Moji wa totemo utsukushiku tsukura rete itanode, mojidōri watashi no seki kara watashi o fukitobashita. Nan'nen mo no ma, watashi wa kono yōna gōjasuna kappuru o mita koto ga arimasen. Seiyu no idaina seiyū no sainō to, subete no rain wa totemo mirikitekideshita.-Sen wa sorera no tame ni seijitsu ni haitatsu sa remashita. Subete no hōyō, subete no sesshoku, soshite subete no kotoba wa, hontōni 2-ri no kyarakutā ga dorehodo ōku o aishite ita ka o shimeshimashita. Sore o yōyaku suru to, saundotorakku wa subete no keiken o wasure rarenai mono ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was still superb. Every episode was magically made. There was no episode that was not worth watching. The dialogues of every character genuinely moved me. The characters was so beautifully made that it literally blew me away from my seat. I’ve never seen such gorgeous looking couple in any anime for so many years. With the great voice talent of the seiyus, every line was so captivating. The lines were sincerely delivered because of them. Every hug, every touch, and every word genuinely showed how much the two characters loved each other. To sum it up, the soundtracks made the whole experience unforgettable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was still superb.\u001b[24m\n    \u001b[1mアニメーションはまだ素晴らしいです。\u001b[22m, \u001b[1mアニメーションはまだすばらしかったです。\u001b[22m\n\u001b[4mEvery episode was magically made.\u001b[24m\n    \u001b[1mすべてのエピソードは魔法のように作られました。\u001b[22m, \u001b[1mすべてのエピソードは、魔法のように行われました。\u001b[22m\n\u001b[4mThere was no episode that was not worth watching.\u001b[24m\n    \u001b[1m見逃すことのできないエピソードはなかった。\u001b[22m, \u001b[1m一見の価値はありませんでした何のエピソードはありませんでした。\u001b[22m\n\u001b[4mThe dialogues of every character genuinely moved me.\u001b[24m\n    \u001b[1mすべてのキャラクターの対話が真に私を動かしました。\u001b[22m, \u001b[1mすべての文字の対話は、純粋に私を動かしました。\u001b[22m\n\u001b[4mThe characters was so beautifully made that it literally blew me away from my seat.\u001b[24m\n    \u001b[1m文字はとても美しく作られていたので、文字通り私の席から私を吹き飛ばした。\u001b[22m, \u001b[1m文字はとても美しく、それは文字通り離れて私の席から私を吹いたことが行われました。\u001b[22m\n\u001b[4mI’ve never seen such gorgeous looking couple in any anime for so many years.\u001b[24m\n    \u001b[1m何年もの間、私はこのようなゴージャスなカップルを見たことがありません。\u001b[22m, \u001b[1m私は何年ものアニメで、そのようなゴージャス探してカップルを見たことがありません。\u001b[22m\n\u001b[4mWith the great voice talent of the seiyus, every line was so captivating.\u001b[24m\n    \u001b[1mセイユの偉大な声優の才能と、すべてのラインはとても魅力的でした。\u001b[22m, \u001b[1mseiyusの偉大な声の才能を使用すると、すべてのラインがとても魅力的でした。\u001b[22m\n\u001b[4mThe lines were sincerely delivered because of them.\u001b[24m\n    \u001b[1m線はそれらのために誠実に配達されました。\u001b[22m, \u001b[1mラインは心からためにそれらを送達しました。\u001b[22m\n\u001b[4mEvery hug, every touch, and every word genuinely showed how much the two characters loved each other.\u001b[24m\n    \u001b[1mすべての抱擁、すべての接触、そしてすべての言葉は、本当に2人のキャラクターがどれほど多くを愛していたかを示しました。\u001b[22m, \u001b[1mすべての抱擁、タッチするたび、およびすべての単語は、純粋に2つの文字がお互いを愛してどのくらいを示しました。\u001b[22m\n\u001b[4mTo sum it up, the soundtracks made the whole experience unforgettable.\u001b[24m\n    \u001b[1mそれを要約すると、サウンドトラックはすべての経験を忘れられないものにしました。\u001b[22m, \u001b[1mそれを要約すると、サウンドトラックには、全体的な経験は忘れられない作られました。\u001b[22m\n\u001b[1m\u001b[22m\nFor so many years, Lovely Complex has never been replaced in its spot for my number one love story but it would be a sin to not put Kimi ni Todoke in the first slot. This series genuinely moved me and gave me something precious to remember for the rest of my life. This series is one of the very few animes which I am dying to see for a continual airing like my favorites; Naruto: Shippuden, Bleach and One piece. I am just so sad finishing it. SO SAD! I was begging for more! I just want more of them! I just want to continue witnessing their love story! I literally fall in love with this master piece!\n\n\u001b[1m長年にわたり、ラブリーコンプレックスは、私のナンバーワンのラブストーリーのためにその場で交換されたことはありませんが、最初のスロットに君に届けを入れないのは罪でしょう。 このシリーズは本当に私を動かし、残りの人生を忘れないように貴重なものを私にくれました。 このシリーズは、私のお気に入りのような連続的な放映のために見たいと思う非常に少数のアニメの1つです。 ナルト：Shippuden、ブリーチ、ワンピース。 私はちょうどそれを仕上げて悲しいです。 とても悲しい！ 私はもっ​​と頼んでいた！ 私はちょうどそれらの多くをしたい！ 彼らのラブストーリーを目撃し続けるだけです！ 私は文字通りこのマスターピースと恋に落ちる！\u001b[22m\n\u001b[1m(Naganen ni watari, raburīkonpurekkusu wa, watashi no nanbāwan no rabusutōrī no tame ni sonobade kōkan sa reta koto wa arimasenga, saisho no surotto ni kiminitodoke o hairenai no wa tsumideshou. Kono shirīzu wa hontōni watashi o ugokashi, nokori no jinsei o wasurenai yō ni kichōna mono o watashi ni kuremashita. Kono shirīzu wa, watashinōkiniiri no yōna renzoku-tekina hōei no tame ni mitai to omou hijō ni shōsū no anime no 1tsudesu. Naruto: Shippuden, burīchi, wanpīsu. Watashi wa chōdo sore o shiagete kanashīdesu. Totemo kanashī! Watashi wa mo~tsu​​ to tanonde ita! Watashi wa chōdo sorera no ōku o shitai! Karera no rabusutōrī o mokugeki shi tsudzukeru dakedesu! Watashi wa mojidōri kono masutāpīsu to koiniochiru!)\u001b[22m\n\nTranslations of \u001b[4mFor so many years, Lovely Complex has never been replaced in its spot for my number one love story but it would be a sin to not put Kimi ni Todoke in the first slot. This series genuinely moved me and gave me something precious to remember for the rest of my life. This series is one of the very few animes which I am dying to see for a continual airing like my favorites; Naruto: Shippuden, Bleach and One piece. I am just so sad finishing it. SO SAD! I was begging for more! I just want more of them! I just want to continue witnessing their love story! I literally fall in love with this master piece!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor so many years, Lovely Complex has never been replaced in its spot for my number one love story but it would be a sin to not put Kimi ni Todoke in the first slot.\u001b[24m\n    \u001b[1m長年にわたり、ラブリーコンプレックスは、私のナンバーワンのラブストーリーのためにその場で交換されたことはありませんが、最初のスロットに君に届けを入れないのは罪でしょう。\u001b[22m, \u001b[1m非常に多くの年のために、ラブリーコンプレックスは私のナンバーワンの愛の物語のためにその場所に置き換えされていないが、最初のスロットに君に届けを入れないように罪だろう。\u001b[22m\n\u001b[4mThis series genuinely moved me and gave me something precious to remember for the rest of my life.\u001b[24m\n    \u001b[1mこのシリーズは本当に私を動かし、残りの人生を忘れないように貴重なものを私にくれました。\u001b[22m, \u001b[1mこのシリーズは、純粋に私を移動し、私は私の人生の残りのために覚えて貴重な何かを与えました。\u001b[22m\n\u001b[4mThis series is one of the very few animes which I am dying to see for a continual airing like my favorites;\u001b[24m\n    \u001b[1mこのシリーズは、私のお気に入りのような連続的な放映のために見たいと思う非常に少数のアニメの1つです。\u001b[22m, \u001b[1mこのシリーズは、私は私のお気に入りのような継続的な放送のために見るために死んでいます非常にいくつかのアニメの一つです。\u001b[22m\n\u001b[4mNaruto: Shippuden, Bleach and One piece.\u001b[24m\n    \u001b[1mナルト：Shippuden、ブリーチ、ワンピース。\u001b[22m, \u001b[1mNARUTO  - ナルト - ： - 疾風伝、ブリーチやワンピース。\u001b[22m\n\u001b[4mI am just so sad finishing it.\u001b[24m\n    \u001b[1m私はちょうどそれを仕上げて悲しいです。\u001b[22m, \u001b[1m私はちょうどそれを終えてとても悲しいです。\u001b[22m\n\u001b[4mSO SAD!\u001b[24m\n    \u001b[1mとても悲しい！\u001b[22m, \u001b[1mだから悲しい！\u001b[22m, \u001b[1mSO SAD！\u001b[22m\n\u001b[4mI was begging for more!\u001b[24m\n    \u001b[1m私はもっと頼んでいた！\u001b[22m, \u001b[1m私はより多くのために物乞いされました！\u001b[22m\n\u001b[4mI just want more of them!\u001b[24m\n    \u001b[1m私はちょうどそれらの多くをしたい！\u001b[22m, \u001b[1m私はそれらの多くをしたいです！\u001b[22m\n\u001b[4mI just want to continue witnessing their love story!\u001b[24m\n    \u001b[1m彼らのラブストーリーを目撃し続けるだけです！\u001b[22m, \u001b[1m私はちょうど彼らの愛の物語を目撃し続けたいです！\u001b[22m\n\u001b[4mI literally fall in love with this master piece!\u001b[24m\n    \u001b[1m私は文字通りこのマスターピースと恋に落ちる！\u001b[22m, \u001b[1m私は文字通りこのマスターピースと恋に落ちます！\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "chris5462",
    "profile": "/profile/chris5462/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=60829",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのショーを見始めると、最初は混合反応がありましたが、私はすぐにこのショーのプロットに恋しています。このような複雑な感情を持つ2つの季節には、 それを見ている方法は、キャラクターの行動は、半分の時間のループのためにあなたを投げることができますが、それは私が学校ベースのロマンスショーを愛する人にこれをお勧めします",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen i started watching this show i had mixed reactions at the beginning but i soon feel in love with the plot of this show it has a amazing character development over the course of the 2 seasons with such mixed feelings it throws you up and down the whole way of watching it the actions of the characters can throw you for a loop half the time but it follows through in the end i would recommend this to anyone who loves school based romance shows 10/10\n\n\u001b[1m私はこのショーを見始めると、最初は混合反応がありましたが、私はすぐにこのショーのプロットに恋しています。このような複雑な感情を持つ2つの季節には、 それを見ている方法は、キャラクターの行動は、半分の時間のループのためにあなたを投げることができますが、それは私が学校ベースのロマンスショーを愛する人にこれをお勧めします\u001b[22m\n\u001b[1m(Watashi wa kono shō o mi hajimeru to, saisho wa kongō han'nō ga arimashitaga, watashi wa sugu ni kono shō no purotto ni koishite imasu. Ko no yōna fukuzatsuna kanjō o motsu 2tsu no kisetsu ni wa, sore o mite iru hōhō wa, kyarakutā no kōdō wa, hanbun no jikan no rūpu no tame ni anata o nageru koto ga dekimasuga, sore wa watashi ga gakkō bēsu no romansushō o aisuruhito ni kore o o susume shimasu)\u001b[22m\n\nTranslations of \u001b[4mWhen i started watching this show i had mixed reactions at the beginning but i soon feel in love with the plot of this show it has a amazing character development over the course of the 2 seasons with such mixed feelings it throws you up and down the whole way of watching it the actions of the characters can throw you for a loop half the time but it follows through in the end i would recommend this to anyone who loves school based romance shows 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen i started watching this show i had mixed reactions at the beginning but i soon feel in love with the plot of this show it has a amazing character development over the course of the 2 seasons with such mixed feelings it throws you up and down the whole\u001b[24m\n    \u001b[1m私はこのショーを見始めると、最初は混合反応がありましたが、私はすぐにこのショーのプロットに恋しています。このような複雑な感情を持つ2つの季節には、\u001b[22m, \u001b[1m私はこの番組を見始めたとき、私は先頭にさまざまな反応がありましたが、私はすぐにそれはそれはあなたをスローし、全体のダウンなど複雑な心境で2シーズンにわたって素晴らしいキャラクターの成長を持っているこのショーのプロットと恋に感じます\u001b[22m\n\u001b[4mway of watching it the actions of the characters can throw you for a loop half the time but it follows through in the end i would recommend this to anyone who loves school based romance shows 10/10\u001b[24m\n    \u001b[1mそれを見ている方法は、キャラクターの行動は、半分の時間のループのためにあなたを投げることができますが、それは私が学校ベースのロマンスショーを愛する人にこれをお勧めします\u001b[22m, \u001b[1mキャラクタの動作がループするための半分の時間をあなたを投げることができる、それを見ての方法が、私が学校ベースのロマンスを愛する人にこれをお勧めします最後に貫通次の10/10を示しています\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "Rennsport_",
    "profile": "/profile/Rennsport_/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=224908",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  2\n\n私がしたように、あなたが君に届けの最初のシーズンを愛していたなら、あなたは私のようにシーズン2で裏切られたように感じるかもしれません。 私が同じショーを見ているかどうかは不明でしたが、季節1と2の間に劇的に変化しました。 悪いニュース; 私はそうだった。\n\nKnTの最初のシーズンはかなりうまかった。 それは、沢子、千鶴、綾音、くるみ、そして残りの部分に心のトン、偉大な文字を持っていた。 コメディの要素はしっかりとしていて、時にはぎこちなく時を過ごすのではなく、最後まで100％投資されました。\n\nその後、シーズン2になります。  S1のようにスムーズに流れるストーリーの代わりに、S2は直ちに何度も何度もスキップします。 アヤンはS1で、「愛はすべてタイミングについてだ」と言った。 まあ、物語は物語の意味だけではなく、時間の感覚を失った。 ストーリービートとコメディーのタイミングも、この劣悪なフォローアップではかなり良い最初の試合に苦しんだ。\n\nしかし、KnTの第2シーズンの最大の罪は、前述のタイムスキップとかなり精神的な人工ドラマで25話のエピソードを消したことです。 私はロマンチックなコメディーの物語と叙情詩でこの12のエピソードのランよりももっと不満を感じていた時を覚えていない。\n\n真剣に、彼らはここですべての停止を引き出した。 それはほとんど印象的です。  S1にはロマンスストーリーのクリスチャンの公平な分担はなかったが、少なくともそれは好きなキャラクターで満たされた結束した物語の壁の中で使用された。\n\n芸術は最初のシーズンの品質のほとんどを維持し、サウンドデザインは問題ありません。 声の演技もしっかりとしていました。\n\n全体的に見ると、この第2シーズンは信じられないほど悔しかったです。 それは素晴らしい最初のシーズンに比べて非常に不快な違いです。 私の意見では、ドラマをスキップして、沢子と風早が最初のシーズンで26話に集まり、その後2人目の関係が成立し、さらに2人目のキャラクター開発が始まりました。 貧弱なRyuu​​ x Chizuruのペアリングはほとんどゼロになっていた）は、はるかに優れていて、より魅力的な第2話だっただろう。\n\ntl; drは非常に残念で不満な2/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nIf you loved the first season of Kimi ni Todoke like I did, you may also feel as betrayed by season two as I do. The writing quality changed so drastically between seasons one and two that I was unsure whether or not I was even watching the same show. Bad news; I was.\n\n\u001b[1m私がしたように、あなたが君に届けの最初のシーズンを愛していたなら、あなたは私のようにシーズン2で裏切られたように感じるかもしれません。 私が同じショーを見ているかどうかは不明でしたが、季節1と2の間に劇的に変化しました。 悪いニュース; 私はそうだった。\u001b[22m\n\u001b[1m(Watashi ga shita yō ni, anata ga kiminitodoke no saisho no shīzun o aishite itanara, anata wa watashi no yō ni shīzun 2 de uragira reta yō ni kanjiru kamo shiremasen. Watashi ga onaji shō o mite iru ka dō ka wa fumeideshitaga, kisetsu 1 to 2 no ma ni gekiteki ni henka shimashita. Warui nyūsu; watashi wa sōdatta.)\u001b[22m\n\nTranslations of \u001b[4mIf you loved the first season of Kimi ni Todoke like I did, you may also feel as betrayed by season two as I do. The writing quality changed so drastically between seasons one and two that I was unsure whether or not I was even watching the same show. Bad news; I was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you loved the first season of Kimi ni Todoke like I did, you may also feel as betrayed by season two as I do.\u001b[24m\n    \u001b[1m私がしたように、あなたが君に届けの最初のシーズンを愛していたなら、あなたは私のようにシーズン2で裏切られたように感じるかもしれません。\u001b[22m, \u001b[1m私が行ったようにあなたが君に届けの最初のシーズンを愛しているなら、私がそうであるように、シーズン2に裏切られたように、あなたも感じることがあります。\u001b[22m\n\u001b[4mThe writing quality changed so drastically between seasons one and two that I was unsure whether or not I was even watching the same show.\u001b[24m\n    \u001b[1m私が同じショーを見ているかどうかは不明でしたが、季節1と2の間に劇的に変化しました。\u001b[22m, \u001b[1m書き込み品質は私も同じ番組を見ていたかどうか私はわからないだったシーズン1と2の間でそう劇的に変化しました。\u001b[22m\n\u001b[4mBad news;\u001b[24m\n    \u001b[1m悪いニュース;\u001b[22m, \u001b[1m悪い知らせ;\u001b[22m, \u001b[1m悪いニュース。\u001b[22m\n\u001b[4mI was.\u001b[24m\n    \u001b[1m私はそうだった。\u001b[22m, \u001b[1m私がいました。\u001b[22m\n\u001b[1m\u001b[22m\nThe first season of KnT was pretty darn good. It had tons of heart, great characters in Sawako, Chizuru, Ayane, Kurumi, and the rest. The comedic elements were solid, if not occasionally timed awkwardly, and up until the very end, I was invested 100%.\n\n\u001b[1mKnTの最初のシーズンはかなりうまかった。 それは、沢子、千鶴、綾音、くるみ、そして残りの部分に心のトン、偉大な文字を持っていた。 コメディの要素はしっかりとしていて、時にはぎこちなく時を過ごすのではなく、最後まで100％投資されました。\u001b[22m\n\u001b[1m(KnT no saisho no shīzun wa kanari umakatta. Sore wa, Sawako, Chidzuru, ayaoto, kurumi, soshite nokori no bubun ni kokoro no ton, idaina moji o motte ita. Komedi no yōso wa shikkari to shite ite, tokiniha gikochinaku toki o sugosu node wa naku, saigomade 100-pāsento tōshi sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThe first season of KnT was pretty darn good. It had tons of heart, great characters in Sawako, Chizuru, Ayane, Kurumi, and the rest. The comedic elements were solid, if not occasionally timed awkwardly, and up until the very end, I was invested 100%.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first season of KnT was pretty darn good.\u001b[24m\n    \u001b[1mKnTの最初のシーズンはかなりうまかった。\u001b[22m, \u001b[1mKNTの最初のシーズンはかなりくそ良かったです。\u001b[22m\n\u001b[4mIt had tons of heart, great characters in Sawako, Chizuru, Ayane, Kurumi, and the rest.\u001b[24m\n    \u001b[1mそれは、沢子、千鶴、綾音、くるみ、そして残りの部分に心のトン、偉大な文字を持っていた。\u001b[22m, \u001b[1mこれは、佐和子、千鶴、あやね、くるみ、そして残りの部分で、心臓、大きな文字のトンを持っていました。\u001b[22m\n\u001b[4mThe comedic elements were solid, if not occasionally timed awkwardly, and up until the very end, I was invested 100%.\u001b[24m\n    \u001b[1mコメディの要素はしっかりとしていて、時にはぎこちなく時を過ごすのではなく、最後まで100％投資されました。\u001b[22m, \u001b[1m時折ぎこちなくタイミング、およびアップ最後の最後まで、私は100％を投資していない場合はコミカル要素は、固体でした。\u001b[22m\n\u001b[1m\u001b[22m\nThen comes season two. Instead of the story flowing along smoothly like it did in S1, S2 immediately time skips again and again, right from the get-go. Ayane said in S1, 'love is all about timing'. Well, the story lost its sense of time, and not just in a narrative sense. The story beats and comedic timing also suffered greatly in this poor follow-up to a pretty good first run.\n\n\u001b[1mその後、シーズン2になります。  S1のようにスムーズに流れるストーリーの代わりに、S2は直ちに何度も何度もスキップします。 アヤンはS1で、「愛はすべてタイミングについてだ」と言った。 まあ、物語は物語の意味だけではなく、時間の感覚を失った。 ストーリービートとコメディーのタイミングも、この劣悪なフォローアップではかなり良い最初の試合に苦しんだ。\u001b[22m\n\u001b[1m(Sonogo, shīzun 2 ni narimasu. S 1 no yō ni sumūzu ni nagareru sutōrī no kawari ni, S 2 wa tadachini nandomonandomo sukippu shimasu. Ayan wa S 1 de,`ai wa subete taimingu ni tsuiteda' to itta. Mā, monogatari wa monogatari no imi dakede wa naku, jikan no kankaku o ushinatta. Sutōrībīto to komedī no taimingu mo, kono retsuakuna forōappude wa kanari yoi saisho no shiai ni kurushinda.)\u001b[22m\n\nTranslations of \u001b[4mThen comes season two. Instead of the story flowing along smoothly like it did in S1, S2 immediately time skips again and again, right from the get-go. Ayane said in S1, 'love is all about timing'. Well, the story lost its sense of time, and not just in a narrative sense. The story beats and comedic timing also suffered greatly in this poor follow-up to a pretty good first run.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen comes season two.\u001b[24m\n    \u001b[1mその後、シーズン2になります。\u001b[22m, \u001b[1mそして、シーズン2が付属しています。\u001b[22m\n\u001b[4mInstead of the story flowing along smoothly like it did in S1, S2 immediately time skips again and again, right from the get-go.\u001b[24m\n    \u001b[1mS1のようにスムーズに流れるストーリーの代わりに、S2は直ちに何度も何度もスキップします。\u001b[22m, \u001b[1mその代わりに、それはS1、S2で行ったように話がスムーズにすぐに時間に沿って流れるの右側のget-行くから、何度も何度もスキップします。\u001b[22m\n\u001b[4mAyane said in S1, 'love is all about timing'.\u001b[24m\n    \u001b[1mアヤンはS1で、「愛はすべてタイミングについてだ」と言った。\u001b[22m, \u001b[1mあやね「愛はすべてのタイミングについてです '、S1で述べています。\u001b[22m\n\u001b[4mWell, the story lost its sense of time, and not just in a narrative sense.\u001b[24m\n    \u001b[1mまあ、物語は物語の意味だけではなく、時間の感覚を失った。\u001b[22m, \u001b[1mさて、話はだけではなく、物語の意味で、時間のその感覚を失いました。\u001b[22m\n\u001b[4mThe story beats and comedic timing also suffered greatly in this poor follow-up to a pretty good first run.\u001b[24m\n    \u001b[1mストーリービートとコメディーのタイミングも、この劣悪なフォローアップではかなり良い最初の試合に苦しんだ。\u001b[22m, \u001b[1m物語のビートとコミカルタイミングもかなり良い最初のランにこの貧しいフォローアップに大いに苦しみました。\u001b[22m\n\u001b[1m\u001b[22m\nThe biggest sin of KnT's second season, though, is how they erased 25 episodes of character development with the aforementioned time skips and some pretty insane contrived drama. I can't remember a time I've been more frustrated with a romantic comedy story's tropes and cliches than in this 12 episode run.\n\n\u001b[1mしかし、KnTの第2シーズンの最大の罪は、前述のタイムスキップとかなり精神的な人工ドラマで25話のエピソードを消したことです。 私はロマンチックなコメディーの物語と叙情詩でこの12のエピソードのランよりももっと不満を感じていた時を覚えていない。\u001b[22m\n\u001b[1m(Shikashi, KnT no dai 2 shīzun no saidai no tsumi wa, zenjutsu no taimusukippu to kanari seishin-tekina jinkō dorama de 25-wa no episōdo o keshita kotodesu. Watashi wa romanchikkuna komedī no monogatari to jojōshi de kono 12 no episōdo no ran yori mo motto fuman o kanjite ita toki o oboeteinai.)\u001b[22m\n\nTranslations of \u001b[4mThe biggest sin of KnT's second season, though, is how they erased 25 episodes of character development with the aforementioned time skips and some pretty insane contrived drama. I can't remember a time I've been more frustrated with a romantic comedy story's tropes and cliches than in this 12 episode run.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe biggest sin of KnT's second season, though, is how they erased 25 episodes of character development with the aforementioned time skips and some pretty insane contrived drama.\u001b[24m\n    \u001b[1mしかし、KnTの第2シーズンの最大の罪は、前述のタイムスキップとかなり精神的な人工ドラマで25話のエピソードを消したことです。\u001b[22m, \u001b[1mKNTのセカンドシーズンの最大の罪は、しかし、彼らは上記の時間をスキップし、かなり非常識な不自然なドラマとキャラクター開発の25のエピソードを消去する方法です。\u001b[22m\n\u001b[4mI can't remember a time I've been more frustrated with a romantic comedy story's tropes and cliches than in this 12 episode run.\u001b[24m\n    \u001b[1m私はロマンチックなコメディーの物語と叙情詩でこの12のエピソードのランよりももっと不満を感じていた時を覚えていない。\u001b[22m, \u001b[1m私はこの12エピソードの実行中よりもロマンチックコメディの物語の比喩や決まり文句で、よりイライラしてきた時間を思い出すことができません。\u001b[22m\n\u001b[1m\u001b[22m\nSeriously, they pulled out all the stops here. It's almost impressive. Not to say that S1 didn't have its fair share of romance story cliches either, but it at least used them within the walls of its cohesive narrative filled with likable characters.\n\n\u001b[1m真剣に、彼らはここですべての停止を引き出した。 それはほとんど印象的です。  S1にはロマンスストーリーのクリスチャンの公平な分担はなかったが、少なくともそれは好きなキャラクターで満たされた結束した物語の壁の中で使用された。\u001b[22m\n\u001b[1m(Shinken ni, karera wa koko de subete no teishi o hikidashita. Sore wa hotondo inshō-tekidesu. S 1 ni wa romansusutōrī no kurisuchan no kōheina buntan wa nakattaga, sukunakutomo sore wa sukina kyarakutā de mitasa reta kessoku shita monogatari no kabe no naka de shiyō sa reta.)\u001b[22m\n\nTranslations of \u001b[4mSeriously, they pulled out all the stops here. It's almost impressive. Not to say that S1 didn't have its fair share of romance story cliches either, but it at least used them within the walls of its cohesive narrative filled with likable characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeriously, they pulled out all the stops here.\u001b[24m\n    \u001b[1m真剣に、彼らはここですべての停止を引き出した。\u001b[22m, \u001b[1m真剣に、彼らはここにすべての停止を引き出します。\u001b[22m\n\u001b[4mIt's almost impressive.\u001b[24m\n    \u001b[1mそれはほとんど印象的です。\u001b[22m\n\u001b[4mNot to say that S1 didn't have its fair share of romance story cliches either, but it at least used them within the walls of its cohesive narrative filled with likable characters.\u001b[24m\n    \u001b[1mS1にはロマンスストーリーのクリスチャンの公平な分担はなかったが、少なくともそれは好きなキャラクターで満たされた結束した物語の壁の中で使用された。\u001b[22m, \u001b[1mS1はどちらかの恋愛ストーリー決まり文句の公正なシェアを持っていなかったが、それは少なくとも好感が持てる文字で埋め、その凝集物語の壁内にそれらを使用すると言うことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe art maintains most of the first season's quality, and the sound design is alright. The voice acting remained solid, too.\n\n\u001b[1m芸術は最初のシーズンの品質のほとんどを維持し、サウンドデザインは問題ありません。 声の演技もしっかりとしていました。\u001b[22m\n\u001b[1m(Geijutsu wa saisho no shīzun no hinshitsu no hotondo o iji shi, saundo dezain wa mondai arimasen. Koe no engi mo shikkari to shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art maintains most of the first season's quality, and the sound design is alright. The voice acting remained solid, too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art maintains most of the first season's quality, and the sound design is alright.\u001b[24m\n    \u001b[1m芸術は最初のシーズンの品質のほとんどを維持し、サウンドデザインは問題ありません。\u001b[22m, \u001b[1mアートは最初のシーズンの品質のほとんどを維持し、サウンドデザインは大丈夫です。\u001b[22m\n\u001b[4mThe voice acting remained solid, too.\u001b[24m\n    \u001b[1m声の演技もしっかりとしていました。\u001b[22m, \u001b[1m声の演技も、堅調に推移しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this second season was incredibly frustrating to watch. It's a very jarring difference when compared to the great first season. In my opinion, skipping the drama and having Sawako and Kazehaya get together in a 26th episode in the first season, followed by a second season of further character development with the two in a relationship, as well as further developing the other characters around them ( poor Ryuu x Chizuru pairing got almost zero attention) would have been a far, far better and more compelling second story.\n\n\u001b[1m全体的に見ると、この第2シーズンは信じられないほど悔しかったです。 それは素晴らしい最初のシーズンに比べて非常に不快な違いです。 私の意見では、ドラマをスキップして、沢子と風早が最初のシーズンで26話に集まり、その後2人目の関係が成立し、さらに2人目のキャラクター開発が始まりました。 貧弱なRyuu​​ x Chizuruのペアリングはほとんどゼロになっていた）は、はるかに優れていて、より魅力的な第2話だっただろう。\u001b[22m\n\u001b[1m(Zentai-teki ni miru to, kono dai 2 shīzun wa shinji rarenai hodo kuyashikattadesu. Sore wa subarashī saisho no shīzun ni kurabete hijō ni fukaina chigaidesu. Watashi no ikende wa, dorama o sukippu shite, Sawako to Kazahaya ga saisho no shīzun de 26-wa ni atsumari, sonogo 2 hitome no kankei ga seiritsu shi, sarani 2 hitome no kyarakutā kaihatsu ga hajimarimashita. Hinjakuna Ryuu ​​ x Chizuru no pea ringu wa hotondo zero ni natte ita) wa, haruka ni sugurete ite, yori miryoku-tekina dai 2-wadattadarou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this second season was incredibly frustrating to watch. It's a very jarring difference when compared to the great first season. In my opinion, skipping the drama and having Sawako and Kazehaya get together in a 26th episode in the first season, followed by a second season of further character development with the two in a relationship, as well as further developing the other characters around them ( poor Ryuu x Chizuru pairing got almost zero attention) would have been a far, far better and more compelling second story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this second season was incredibly frustrating to watch.\u001b[24m\n    \u001b[1m全体的に見ると、この第2シーズンは信じられないほど悔しかったです。\u001b[22m, \u001b[1m全体的に、この第二シーズンは見ていて非常にイライラさせられました。\u001b[22m\n\u001b[4mIt's a very jarring difference when compared to the great first season.\u001b[24m\n    \u001b[1mそれは素晴らしい最初のシーズンに比べて非常に不快な違いです。\u001b[22m, \u001b[1mそれは偉大な最初のシーズンに比べて非常に耳障りな違いです。\u001b[22m\n\u001b[4mIn my opinion, skipping the drama and having Sawako and Kazehaya get together in a 26th episode in the first season, followed by a second season of further character development with the two in a relationship, as well as further developing the other characters around them (\u001b[24m\n    \u001b[1m私の意見では、ドラマをスキップして、沢子と風早が最初のシーズンで26話に集まり、その後2人目の関係が成立し、さらに2人目のキャラクター開発が始まりました。\u001b[22m, \u001b[1m私の意見では、ドラマをスキップし、佐和子と風早関係で2とのさらなる文字の開発の第二シーズンに続いて最初のシーズン第26話、で一緒に取得するだけでなく、さらに（その周りに他の文字を開発しました\u001b[22m\n\u001b[4mpoor Ryuu x Chizuru pairing got almost zero attention) would have been a far, far better and more compelling second story.\u001b[24m\n    \u001b[1m貧弱なRyuu x Chizuruのペアリングはほとんどゼロになっていた）は、はるかに優れていて、より魅力的な第2話だっただろう。\u001b[22m, \u001b[1m貧しい竜）はほぼゼロで注目を浴びた千鶴のペアリングをxははるかに、はるかに優れた、より説得力のある二階建てだったでしょう。\u001b[22m\n\u001b[1m\u001b[22m\ntl;dr A very disappointing and frustrating 2/10.\n\n\u001b[1mtl; drは非常に残念で不満な2/10です。\u001b[22m\n\u001b[1m(Tl; dr wa hijō ni zan'nende fuman'na 2/ 10desu.)\u001b[22m\n\nTranslations of \u001b[4mtl;dr A very disappointing and frustrating 2/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mtl;dr A very disappointing and frustrating 2/10.\u001b[24m\n    \u001b[1mtl; drは非常に残念で不満な2/10です。\u001b[22m, \u001b[1mTL; DR A非常に残念と2/10イライラ。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "astillar",
    "profile": "/profile/astillar/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=125543",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  8\n|  7\n\n沢子が最初に好きな男の子の手を握るのは第1シーズンで26回だったことを考えると、第1シーズンと同じペースであれば、第13シーズンの第2シーズンは本当に進歩するだろうと思った。\n私は第2シーズンに取られたルートを見て驚いた。 第1シーズンの終わりに彼らの親密さの親密さの相対的な頂点に到達した後、第2シーズンはバックペダル、ストール、それ以外の点で彼らがそれまで行ったすべての進歩を解体することを意図しているようだ。 新しいキャラクターとライバルが登場することが期待されていたが、学校の誰もが妨害したり、2人の主人公の関係を支えているようだ。 沢子と風早を別々にしておく理由や言い訳は、ますますばかばかしく不安定になる。 最後の2番目の事件では、彼らの関係は会話のニュアンスによって効果的に殺されるので、西洋の観客はそれを捕まえていないかもしれないほど微妙です。\nキミニ・トドケの第2シーズンは、最初のものの暖かさと愉快な洞察力を引き継いでいますが、求愛を長引かせるための作者の戦略的な努力はあまりにも効果的であり、このストーリーをより厄介で不幸にしています。 聴衆が今までにこれらのキャラクターに献身していても、第2シーズンは彼らの忍耐を疲れさせるかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nConsidering that it took 26 episodes in the first season for Sawako to finally hold the hand of the boy she liked, I was doubtful that a 13-episode second season could really make any progress if it held to the same pacing as the first season.\n\n\u001b[1m沢子が最初に好きな男の子の手を握るのは第1シーズンで26回だったことを考えると、第1シーズンと同じペースであれば、第13シーズンの第2シーズンは本当に進歩するだろうと思った。\u001b[22m\n\u001b[1m(Sawako ga saisho ni sukina otokonoko no te o nigiru no wa dai 1 shīzun de 26-kaidatta koto o kangaeru to, dai 1 shīzun to onaji pēsudeareba, dai 13 shīzun no dai 2 shīzun wa hontōni shinpo surudarou to omotta.)\u001b[22m\n\nTranslations of \u001b[4mConsidering that it took 26 episodes in the first season for Sawako to finally hold the hand of the boy she liked, I was doubtful that a 13-episode second season could really make any progress if it held to the same pacing as the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConsidering that it took 26 episodes in the first season for Sawako to finally hold the hand of the boy she liked, I was doubtful that a 13-episode second season could really make any progress if it held to the same pacing as the first season.\u001b[24m\n    \u001b[1m沢子が最初に好きな男の子の手を握るのは第1シーズンで26回だったことを考えると、第1シーズンと同じペースであれば、第13シーズンの第2シーズンは本当に進歩するだろうと思った。\u001b[22m, \u001b[1m佐和子は最終的に彼女が言って少年の手を保持することが最初のシーズンで26のエピソードを取ったことを考えると、私はそれが最初のシーズンと同じペースに保持していた場合13-エピソードセカンドシーズンが本当に任意の進歩を遂げることができると疑問でした。\u001b[22m\nI was dismayed to see the route that was taken in the second season. After reaching a relative pinnacle of closeness in their relationship at the end of the first season, the second season seems intent on back-pedalling, stalling, and otherwise dismantling all the progress they've made up to that point. The inclusion of new characters and rivals was to be expected, but it reaches a point where it seems everyone in the school is set on sabotaging or supporting the two main character's relationship. The reasons or excuses keeping Sawako and Kazehaya apart become increasingly absurd and implausible; in the penultimate incident, their relationship is effectively killed by a nuance in conversation so subtle that Western audiences may not even catch it.\n\n\u001b[1m私は第2シーズンに取られたルートを見て驚いた。 第1シーズンの終わりに彼らの親密さの親密さの相対的な頂点に到達した後、第2シーズンはバックペダル、ストール、それ以外の点で彼らがそれまで行ったすべての進歩を解体することを意図しているようだ。 新しいキャラクターとライバルが登場することが期待されていたが、学校の誰もが妨害したり、2人の主人公の関係を支えているようだ。 沢子と風早を別々にしておく理由や言い訳は、ますますばかばかしく不安定になる。 最後の2番目の事件では、彼らの関係は会話のニュアンスによって効果的に殺されるので、西洋の観客はそれを捕まえていないかもしれないほど微妙です。\u001b[22m\n\u001b[1m(Watashi wa dai 2 shīzun ni tora reta rūto o mite odoroita. Dai 1 shīzun no owari ni karera no shinmitsu-sa no shinmitsu-sa no sōtaitekina chōten ni tōtatsu shita nochi, dai 2 shīzun wa bakku pedaru, sutōru, soreigai no ten de karera ga sore made itta subete no shinpo o kaitai suru koto o ito shite iru yōda. Atarashī kyarakutā to raibaru ga tōjō suru koto ga kitai sa rete itaga, gakkō no daremoga bōgai shi tari, 2-ri no shujinkō no kankei o sasaete iru yōda. Sawako to Kazahaya o betsubetsu ni shite oku riyū ya iiwake wa, masumasu bakabakashiku fuantei ni naru. Saigo no 2-banme no jikende wa, karera no kankei wa kaiwa no nyuansu ni yotte kōka-teki ni korosa rerunode, seiyō no kankyaku wa sore o tsukamaete inai kamo shirenai hodo bimyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI was dismayed to see the route that was taken in the second season. After reaching a relative pinnacle of closeness in their relationship at the end of the first season, the second season seems intent on back-pedalling, stalling, and otherwise dismantling all the progress they've made up to that point. The inclusion of new characters and rivals was to be expected, but it reaches a point where it seems everyone in the school is set on sabotaging or supporting the two main character's relationship. The reasons or excuses keeping Sawako and Kazehaya apart become increasingly absurd and implausible; in the penultimate incident, their relationship is effectively killed by a nuance in conversation so subtle that Western audiences may not even catch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was dismayed to see the route that was taken in the second season.\u001b[24m\n    \u001b[1m私は第2シーズンに取られたルートを見て驚いた。\u001b[22m, \u001b[1m私は2番目のシーズン中に撮影されたルートを表示するには失望しました。\u001b[22m\n\u001b[4mAfter reaching a relative pinnacle of closeness in their relationship at the end of the first season, the second season seems intent on back-pedalling, stalling, and otherwise dismantling all the progress they've made up to that point.\u001b[24m\n    \u001b[1m第1シーズンの終わりに彼らの親密さの親密さの相対的な頂点に到達した後、第2シーズンはバックペダル、ストール、それ以外の点で彼らがそれまで行ったすべての進歩を解体することを意図しているようだ。\u001b[22m, \u001b[1m最初のシーズンの終わりに彼らの関係の親密さの相対的な頂点に達した後、第二シーズンは失速、バックペダリングに熱心ようで、そうでなければ、彼らはその時点までに行ったすべての進捗状況を解体します。\u001b[22m\n\u001b[4mThe inclusion of new characters and rivals was to be expected, but it reaches a point where it seems everyone in the school is set on sabotaging or supporting the two main character's relationship.\u001b[24m\n    \u001b[1m新しいキャラクターとライバルが登場することが期待されていたが、学校の誰もが妨害したり、2人の主人公の関係を支えているようだ。\u001b[22m, \u001b[1m新しいキャラクターやライバルを含めることが予想されることになっていたが、それは学校の誰もが妨害または2主人公の関係のサポートに設定されていると思われる点に達します。\u001b[22m\n\u001b[4mThe reasons or excuses keeping Sawako and Kazehaya apart become increasingly absurd and implausible;\u001b[24m\n    \u001b[1m沢子と風早を別々にしておく理由や言い訳は、ますますばかばかしく不安定になる。\u001b[22m, \u001b[1m佐和子と風早を保つの理由や言い訳を離れて、ますます不条理と信じ難いとなり、\u001b[22m\n\u001b[4min the penultimate incident, their relationship is effectively killed by a nuance in conversation so subtle that Western audiences may not even catch it.\u001b[24m\n    \u001b[1m最後の2番目の事件では、彼らの関係は会話のニュアンスによって効果的に殺されるので、西洋の観客はそれを捕まえていないかもしれないほど微妙です。\u001b[22m, \u001b[1m最後から二番目の事件では、彼らの関係を効果的に西洋の観客もそれをキャッチしないように微妙な会話の中でニュアンスによって殺されます。\u001b[22m\nKimi ni Todoke second season carries on the warmth and amusing insight of the first, but the strategic efforts of the author to prolong the courtship are too effective, making this story arc more grueling and unhappy. Even if the audience is committed to these characters by now, the second season may exhaust their patience.\n\n\u001b[1mキミニ・トドケの第2シーズンは、最初のものの暖かさと愉快な洞察力を引き継いでいますが、求愛を長引かせるための作者の戦略的な努力はあまりにも効果的であり、このストーリーをより厄介で不幸にしています。 聴衆が今までにこれらのキャラクターに献身していても、第2シーズンは彼らの忍耐を疲れさせるかもしれません。\u001b[22m\n\u001b[1m(Kimini todoke no dai 2 shīzun wa, saisho no mono no atataka-sa to yukaina dōsatsuryoku o hikitsuide imasuga, kyūai o nagabika seru tame no sakusha no senryaku-tekina doryoku wa amarini mo kōka-tekideari, kono sutōrī o yori yakkaide fukō ni shite imasu. Chōshū ga ima made ni korera no kyarakutā ni kenshin shite ite mo, dai 2 shīzun wa karera no nintai o tsukare saseru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mKimi ni Todoke second season carries on the warmth and amusing insight of the first, but the strategic efforts of the author to prolong the courtship are too effective, making this story arc more grueling and unhappy. Even if the audience is committed to these characters by now, the second season may exhaust their patience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKimi ni Todoke second season carries on the warmth and amusing insight of the first, but the strategic efforts of the author to prolong the courtship are too effective, making this story arc more grueling and unhappy.\u001b[24m\n    \u001b[1mキミニ・トドケの第2シーズンは、最初のものの暖かさと愉快な洞察力を引き継いでいますが、求愛を長引かせるための作者の戦略的な努力はあまりにも効果的であり、このストーリーをより厄介で不幸にしています。\u001b[22m, \u001b[1m君に届け第二シーズンは最初の暖かさと面白い洞察に運ぶが、求愛を延長する著者の戦略的努力がこの物語アークはより厳しいと不幸作り、あまりにも効果的です。\u001b[22m\n\u001b[4mEven if the audience is committed to these characters by now, the second season may exhaust their patience.\u001b[24m\n    \u001b[1m聴衆が今までにこれらのキャラクターに献身していても、第2シーズンは彼らの忍耐を疲れさせるかもしれません。\u001b[22m, \u001b[1m観客は、今ではこれらの文字にコミットされている場合でも、第二シーズンは彼らの忍耐を排気することができます。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "floryfede4ever",
    "profile": "/profile/floryfede4ever/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=101069",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n「私はついにあなたに届いた！\nこの文では、君に届けの第2シーズンをまとめることができます。 はい、私はこれがおそらくスポイラーであることを知っていますが、それが起こるとは知らなかったのではありません。 私たちのメインカップルは、恋人への信じられないほど甘い道を歩み続けています...私は時々私を正面にしてくれた多くの誤解や状況に直面しています。 しかし、私はそれらのすべてが乗車の一部であるため、圧倒的なそれらの瞬間を見つけませんでした。  2年目のシーズンは非常に満足でした。本当に、風早と佐和子のインタラクションはとても美しく心のこもったものでした。キスは本当に必要ではありませんでした。 私はそのように感じさせる別のロマンチックなアニメに遭遇していない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'I finally...reached you!'\n\n\u001b[1m「私はついにあなたに届いた！\u001b[22m\n\u001b[1m(`Watashi wa tsuini anata ni todoita!)\u001b[22m\n\nTranslations of \u001b[4m'I finally...reached you!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I finally...reached you!'\u001b[24m\n    \u001b[1m「私はついにあなたに届いた！\u001b[22m, \u001b[1m「私は最終的に...あなたに達しました！」\u001b[22m\nThe second season of Kimi ni Todoke can be summed up in this sentence. Yes, I know this is probably a spoiler, but it's not like you didn't know it was going to happen. The twelve episodes continue right were the first season left off, our main couple continues its sloooow but unbelievably sweet path to romance...encountering a great deal of misunderstandings and situations that made me at times facepalm myself, these guys are so naive. Yet, I didn't find those moments overwhelming, because it's all part of the ride. I found the second season very satisfactory, truly, the interactions between Kazehaya and Sawako were so beautiful and heartfelt, a kiss wasn't really needed. I haven't encountered another romantic anime that made me feel that way.\n\n\u001b[1mこの文章では、君に届けの第2シーズンをまとめることができます。 はい、私はこれがおそらくスポイラーであることを知っていますが、あなたがそれが起こることを知らなかったのではありません。 私たちのメインカップルは、恋人への信じられないほど甘い道を歩み続けています...私は時々私を正面にしてくれた多くの誤解や状況に直面しています。 しかし、私はそれらの瞬間が圧倒的なものであるとは見当たりませんでした。  2年目のシーズンは非常に満足でした。本当に、風早と佐和子のインタラクションはとても美しく心のこもったものでした。キスは本当に必要ではありませんでした。 私はそのように感じさせる別のロマンチックなアニメに遭遇していない。\u001b[22m\n\u001b[1m(Kono bunshōde wa, kiminitodoke no dai 2 shīzun o matomeru koto ga dekimasu. Hai, watashi wa kore ga osoraku supoirādearu koto o shitte imasuga, anata ga sore ga okoru koto o shiranakatta node wa arimasen. Watashitachi no mein kappuru wa, koibito e no shinjirarenai hodo amai michi o ayumi tsudzukete imasu... Watashi wa tokidoki watashi o shōmen ni shite kureta ōku no gokai ya jōkyō ni chokumen shite imasu. Shikashi, watashi wa sorera no shunkan ga attōtekina monodearu to wa miatarimasendeshita. 2-Nen-me no shīzun wa hijō ni manzokudeshita. Hontōni, Kazahaya to Sawako no intarakushon wa totemo utsukushiku kokoro no komotta monodeshita. Kisu wa hontōni hitsuyōde wa arimasendeshita. Watashi wa sonoyōni kanji saseru betsu no romanchikkuna anime ni sōgū shite inai.)\u001b[22m\n\nTranslations of \u001b[4mThe second season of Kimi ni Todoke can be summed up in this sentence. Yes, I know this is probably a spoiler, but it's not like you didn't know it was going to happen. The twelve episodes continue right were the first season left off, our main couple continues its sloooow but unbelievably sweet path to romance...encountering a great deal of misunderstandings and situations that made me at times facepalm myself, these guys are so naive. Yet, I didn't find those moments overwhelming, because it's all part of the ride. I found the second season very satisfactory, truly, the interactions between Kazehaya and Sawako were so beautiful and heartfelt, a kiss wasn't really needed. I haven't encountered another romantic anime that made me feel that way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second season of Kimi ni Todoke can be summed up in this sentence.\u001b[24m\n    \u001b[1mこの文章では、君に届けの第2シーズンをまとめることができます。\u001b[22m, \u001b[1m君に届け第二シーズンは、この文章に要約することができます。\u001b[22m\n\u001b[4mYes, I know this is probably a spoiler, but it's not like you didn't know it was going to happen.\u001b[24m\n    \u001b[1mはい、私はこれがおそらくスポイラーであることを知っていますが、あなたがそれが起こることを知らなかったのではありません。\u001b[22m, \u001b[1mはい、私はこれはおそらくスポイラーですけど、それはあなたがそれが起こるとしていた知らなかったようではありません。\u001b[22m\n\u001b[4mThe twelve episodes continue right were the first season left off, our main couple continues its sloooow but unbelievably sweet path to romance...encountering a great deal of misunderstandings and situations that made me at times facepalm myself, these guys are so naive.\u001b[24m\n    \u001b[1m私たちのメインカップルは、恋人への信じられないほど甘い道を歩み続けています...私は時々私を正面にしてくれた多くの誤解や状況に直面しています。\u001b[22m, \u001b[1m12のエピソードは、右の最初のシーズンがオフに残っていたし続け、私たちの主なカップルはロマンスへのsloooowが、信じられないほど甘いパスを続けて...の回で私を作っ誤解や状況を大量に遭遇した自分自身を手のひらを顔に当てる、これらの人はとてもナイーブです。\u001b[22m\n\u001b[4mYet, I didn't find those moments overwhelming, because it's all part of the ride.\u001b[24m\n    \u001b[1mしかし、私はそれらの瞬間が圧倒的なものであるとは見当たりませんでした。\u001b[22m, \u001b[1mそれはすべての乗車の一部だからしかし、私は、それらの瞬間が圧倒的見つけることができませんでした。\u001b[22m\n\u001b[4mI found the second season very satisfactory, truly, the interactions between Kazehaya and Sawako were so beautiful and heartfelt, a kiss wasn't really needed.\u001b[24m\n    \u001b[1m2年目のシーズンは非常に満足でした。本当に、風早と佐和子のインタラクションはとても美しく心のこもったものでした。キスは本当に必要ではありませんでした。\u001b[22m, \u001b[1m私はキスが本当に必要されませんでした、本当に、風早と佐和子間の相互作用がとても美しいと心であった、第二シーズンは非常に満足のいく見つかりました。\u001b[22m\n\u001b[4mI haven't encountered another romantic anime that made me feel that way.\u001b[24m\n    \u001b[1m私はそのように感じさせる別のロマンチックなアニメに遭遇していない。\u001b[22m, \u001b[1m私は私がそのように感じさせてくれた別のロマンチックなアニメを発生していません。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "Abeldaking",
    "profile": "/profile/Abeldaking/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=62295",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  7\n|  7\n\nまず最初に、私は最初の季節に十分な閉鎖がないように感じたので、私はこれを見るために頭の中で最初に鳩を言うと言わなければならない。 私はこのシーズンが全体的に良くなったと思っていましたが、最後の方がいいですと言いたいことはありませんでした。\n\n私が好きではなかったことは、新しいや異なる方向に物語を分岐させる代わりに、ちょうど最初のシーズンに当たっていたのと同じジレンマを押すためにこことそこに新しいキャラクターを追加したようです。 彼女は自分の関係で完結するつもりだし、何かがそれを全部ノックアウトし、正方形のものから始める。 私は、その魅力は、作家が決して寄付しなかったという事実かもしれないと思うし、ちょうどそれを手に入れてから包んで、関係の最後を解決しようとし続けました。 私は文字通りシーズン1で何が起こりたかったかを見るために、すべてを文字通り見たと思う。\n\nまあ、それは全体的に十分な反発だと思うけど、私はショーがコメディの救済の瞬間だと言いたいと思うし、次のエピソードを見るためにあなたを引きつけるのに十分なほどの欲求不満だ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOk first off I gotta say I dove in head first to watch this because I felt like there wasn't enough closure for the first season. I wan't to say that I liked this season overall better then the last because there was an actaul ending to it all and there some nice new character's to refresh the series a bit.\n\n\u001b[1mまず最初に、私は最初の季節に十分な閉鎖がないように感じたので、私はこれを見るために頭の中で最初に鳩を言うと言わなければならない。 私はこのシーズンが全体的に良くなったと思っていましたが、最後の方がいいですと言いたいことはありませんでした。\u001b[22m\n\u001b[1m(Mazu saisho ni, watashi wa saisho no kisetsu ni jūbun'na heisa ga nai yō ni kanjitanode, watashi wa kore o miru tame ni atama no naka de saisho ni hato o iu to iwanakereba naranai. Watashi wa kono shīzun ga zentai-teki ni yoku natta to omotte imashitaga, saigo no kata ga īdesu to iitai koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mOk first off I gotta say I dove in head first to watch this because I felt like there wasn't enough closure for the first season. I wan't to say that I liked this season overall better then the last because there was an actaul ending to it all and there some nice new character's to refresh the series a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk first off I gotta say I dove in head first to watch this because I felt like there wasn't enough closure for the first season.\u001b[24m\n    \u001b[1mまず最初に、私は最初の季節に十分な閉鎖がないように感じたので、私はこれを見るために頭の中で最初に鳩を言うと言わなければならない。\u001b[22m, \u001b[1m[OK]を最初に私が得た最初のシーズンのための十分な閉鎖がなかったように私は感じたので、私はこれを見て最初に頭の中で鳩言います。\u001b[22m\n\u001b[4mI wan't to say that I liked this season overall better then the last because there was an actaul ending to it all and there some nice new character's to refresh the series a bit.\u001b[24m\n    \u001b[1m私はこのシーズンが全体的に良くなったと思っていましたが、最後の方がいいですと言いたいことはありませんでした。\u001b[22m, \u001b[1m私はそれをすべてに終了actaulがあったので、最後の後、全体的に良好なこの季節が好きで、いくつかの素晴らしい新キャラクターのシリーズを少しそこにリフレッシュすると言うことwan't。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I didn't like is how instead of branching the story out in a new or different direction it seems like they just added a new character here and there to push the same dilema that was striking the first season. She get's to brink of completion with her relationship and then something happens to knock it all out and make start over from square one. I guess the appeal could be the fact that the writer's never gave in and just wrapped it up from the get go and kept pushing their relationship resolve to the very end. I think I literally watched all of it just to see what I wanted to happen in season one.\n\n\u001b[1m私が好きではなかったことは、新しいや異なる方向に物語を分岐させる代わりに、ちょうど最初のシーズンに当たっていたのと同じジレンマを押すためにこことそこに新しいキャラクターを追加したようです。 彼女は自分の関係で完結するつもりだし、何かがそれを全部ノックアウトし、正方形のものから始める。 私は、その魅力は、作家が決して寄付しなかったという事実かもしれないと思うし、ちょうどそれを手に入れてから包んで、関係の最後を解決しようとし続けました。 私は文字通りシーズン1で何が起こりたかったかを見るために、すべてを文字通り見たと思う。\u001b[22m\n\u001b[1m(Watashi ga sukide wa nakatta koto wa, atarashī ya kotonaru hōkō ni monogatari o bunki sa seru kawari ni, chōdo saisho no shīzun ni atatte ita no to onaji jirenma o osu tame ni koko to soko ni atarashī kyarakutā o tsuika shita yōdesu. Kanojo wa jibun no kankei de kanketsu suru tsumoridashi, nanika ga sore o zenbu nokkuauto shi, seihōkei no mono kara hajimeru. Watashi wa, sono miryoku wa, sakka ga kesshite kifu shinakatta to iu jijitsu kamo shirenai to omoushi, chōdo sore o te ni irete kara tsutsunde, kankei no saigo o kaiketsu shiyou to shi tsudzukemashita. Watashi wa mojidōri shīzun 1 de nani ga okoritakatta ka o miru tame ni, subete o mojidōri mita to omou.)\u001b[22m\n\nTranslations of \u001b[4mWhat I didn't like is how instead of branching the story out in a new or different direction it seems like they just added a new character here and there to push the same dilema that was striking the first season. She get's to brink of completion with her relationship and then something happens to knock it all out and make start over from square one. I guess the appeal could be the fact that the writer's never gave in and just wrapped it up from the get go and kept pushing their relationship resolve to the very end. I think I literally watched all of it just to see what I wanted to happen in season one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I didn't like is how instead of branching the story out in a new or different direction it seems like they just added a new character here and there to push the same dilema that was striking the first season.\u001b[24m\n    \u001b[1m私が好きではなかったことは、新しいや異なる方向に物語を分岐させる代わりに、ちょうど最初のシーズンに当たっていたのと同じジレンマを押すためにこことそこに新しいキャラクターを追加したようです。\u001b[22m, \u001b[1m私は好きではなかったことは、彼らはちょうど最初のシーズンを打ったのと同じ僕が結婚を決めたワケをプッシュするためにここにある新しい文字を追加したようにそれはそうかではなく、新しいまたは別の方向に話を分岐です。\u001b[22m\n\u001b[4mShe get's to brink of completion with her relationship and then something happens to knock it all out and make start over from square one.\u001b[24m\n    \u001b[1m彼女は自分の関係で完結するつもりだし、何かがそれを全部ノックアウトし、正方形のものから始める。\u001b[22m, \u001b[1m彼女は彼女の関係で終了寸前にのを取得し、何かがそれをすべてをノックアウトし、正方形の1からやり直す作るために起こります。\u001b[22m\n\u001b[4mI guess the appeal could be the fact that the writer's never gave in and just wrapped it up from the get go and kept pushing their relationship resolve to the very end.\u001b[24m\n    \u001b[1m私は、その魅力は、作家が決して寄付しなかったという事実かもしれないと思うし、ちょうどそれを手に入れてから包んで、関係の最後を解決しようとし続けました。\u001b[22m, \u001b[1m私は魅力が作家がで与えなかったし、ちょうど行きますから、それを包み、最後の最後にそれらの関係の決意を押す保たんだということかもしれないと思います。\u001b[22m\n\u001b[4mI think I literally watched all of it just to see what I wanted to happen in season one.\u001b[24m\n    \u001b[1m私は文字通りシーズン1で何が起こりたかったかを見るために、すべてを文字通り見たと思う。\u001b[22m, \u001b[1m私は文字通り、私はシーズン1で発生したかったものを見るためにそれをすべて見たと思います。\u001b[22m\n\u001b[1m\u001b[22m\nWell I guess that's enough bickering overall I want to say that the show has it's moments of comedic relief and it's fustrational points just enough to keep you reeled in to watch the next episode I give this anime a 7.5 =D.\n\n\u001b[1mまあ、それは全体的に十分な反発だと思うけど、私はショーがコメディの救済の瞬間だと言いたいと思うし、次のエピソードを見るためにあなたを引きつけるのに十分なほどの欲求不満だ。\u001b[22m\n\u001b[1m(Mā, sore wa zentai-teki ni jūbun'na hanpatsuda to omoukedo, watashi wa shō ga komedi no kyūsai no shunkanda to iitai to omoushi,-ji no episōdo o miru tame ni anata o hikitsukeru no ni jūbun'na hodo no yokkyū fumanda.)\u001b[22m\n\nTranslations of \u001b[4mWell I guess that's enough bickering overall I want to say that the show has it's moments of comedic relief and it's fustrational points just enough to keep you reeled in to watch the next episode I give this anime a 7.5 =D.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell I guess that's enough bickering overall I want to say that the show has it's moments of comedic relief and it's fustrational points just enough to keep you reeled in to watch the next episode I give this anime a 7.5 =D.\u001b[24m\n    \u001b[1mまあ、それは全体的に十分な反発だと思うけど、私はショーがコメディの救済の瞬間だと言いたいと思うし、次のエピソードを見るためにあなたを引きつけるのに十分なほどの欲求不満だ。\u001b[22m, \u001b[1mさて、私はそれは私がショーが、それは喜劇安堵の瞬間のしているとそれだけで十分な私はこのアニメに7.5 = Dを与える次のエピソードを見ることで巻き取るあなたを保つためにfustrationalポイントだと言いたい全体の十分な論争だと思います。\u001b[22m"
  }
]
