[
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "blaice",
    "profile": "/profile/blaice/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=230819",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  5\n\n私は最初のシーズンが大好きでしたが、この1つのシーズンの大半はちょっと耐えられませんでした。\n\nあなたが望むなら、あなたは反対することができますが、2人目のキャラクターのナイブリーとチャイルド感が、この第2シーズン（実際には最初のシーズンの終わりを壊す不必要な延長）は、実際に成熟した人のためにこのアニメを崩壊させ、 無知と無礼。 それはかわいいではない、それはちょうど迷惑な指です。\n\nどのように忘れて2人ができますか？ その場面が何度も繰り返し再生されるのを見たい場合は、このショーが大好きです！ 私は女の子にとってどれほど柔らかいのか不満を募らせています。 彼女が感じた痛みは、自己が犯したものであり、彼女が気に入っているもののナービッと迷惑な性格と関連しています。 たぶん私は衰弱して内向的なものではないが、私の婚約者でさえ非常に恥ずかしがり、読むのは信じられないほど難しいが、男であることから、私は自分の気持ちを知ることができた。（そして、  ！）。 風早は彼女と同じくらい悪いです。 彼はただ出てきて、自分が思う、言いたいことを正確に言うことはできません。そして、このような素朴で愚かな主人公2人と誤解するほど簡単でないばかげた声明を出します。\n\n偉大な前シーズンのこの恐ろしい継続は、実際には時間の無駄を誘発する浪費として役立っただけです。 単純なOVAのエピソード以下で要約されていたもので、フィラー以外のものとして役立つ素朴な相互作用に無意識に邪魔されるほどの潜在的可能性がありました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI loved the first season, but the majority of this one is just damn unbearable.\n\n\u001b[1m私は最初のシーズンが大好きでしたが、この1つのシーズンの大半はちょっと耐えられませんでした。\u001b[22m\n\u001b[1m(Watashi wa saisho no shīzun ga daisukideshitaga, kono 1tsu no shīzun no taihan wa chotto tae raremasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI loved the first season, but the majority of this one is just damn unbearable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the first season, but the majority of this one is just damn unbearable.\u001b[24m\n    \u001b[1m私は最初のシーズンが大好きでしたが、この1つのシーズンの大半はちょっと耐えられませんでした。\u001b[22m, \u001b[1m私は最初のシーズンを愛したが、この1の大部分は、ちょうど気耐え難いです。\u001b[22m\n\u001b[1m\u001b[22m\nYou can disagree if you want, but the naivety and childishness of the two characters this 'second season' (really just an unnecessary extension ruining the ending of the first season) ruins this anime for anyone who is actually mature, and lacks saintly patience to ignorance and naivety. It is not cute, it is just fing annoying.\n\n\u001b[1mあなたが望むなら、あなたは反対することができますが、2人目のキャラクターのナイブリーとチャイルド感が、この第2シーズン（実際には最初のシーズンの終わりを壊す不必要な延長）は、実際に成熟した人のためにこのアニメを崩壊させ、 無知と無礼。 それはかわいいではない、それはちょうど迷惑な指です。\u001b[22m\n\u001b[1m(Anata ga nozomunara, anata wa hantai suru koto ga dekimasuga, 2 hitome no kyarakutā no naiburī to Chairudo-kan ga, kono dai 2 shīzun (jissai ni wa saisho no shīzun no owari o kowasu fuhitsuyōna enchō) wa, jissai ni seijuku shita hito no tame ni kono anime o hōkai sa se, muchi to burei. Sore wa kawaīde wanai, sore wa chōdo meiwakuna yubidesu.)\u001b[22m\n\nTranslations of \u001b[4mYou can disagree if you want, but the naivety and childishness of the two characters this 'second season' (really just an unnecessary extension ruining the ending of the first season) ruins this anime for anyone who is actually mature, and lacks saintly patience to ignorance and naivety. It is not cute, it is just fing annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou can disagree if you want, but the naivety and childishness of the two characters this 'second season' (really just an unnecessary extension ruining the ending of the first season) ruins this anime for anyone who is actually mature, and lacks saintly patience to\u001b[24m\n    \u001b[1mあなたが望むなら、あなたは反対することができますが、2人目のキャラクターのナイブリーとチャイルド感が、この第2シーズン（実際には最初のシーズンの終わりを壊す不必要な延長）は、実際に成熟した人のためにこのアニメを崩壊させ、\u001b[22m, \u001b[1mもしあなたが望むなら反対することができますが、2つの文字の認識の甘さと子供っぽさがこの「セカンドシーズン」（最初のシーズンのエンディングを台無しに本当にただ不要な拡張子）は、実際に成熟している人のためのこのアニメ遺跡、とに聖人のような忍耐を欠いています\u001b[22m\n\u001b[4mignorance and naivety.\u001b[24m\n    \u001b[1m無知と無礼。\u001b[22m, \u001b[1m無知と認識の甘さ。\u001b[22m\n\u001b[4mIt is not cute, it is just fing annoying.\u001b[24m\n    \u001b[1mそれはかわいいではない、それはちょうど迷惑な指です。\u001b[22m, \u001b[1mそれは単に迷惑なFINGされ、キュートではありません。\u001b[22m\n\u001b[1m\u001b[22m\nHow oblivious can two people be? If you want to see that scene played out over, and over, and over, and over, and over again—you will LOVE this show! I can only claim frustration for how soft they were to a girl so incredibly lacking any confidence. The pain she felt was self-inflicted, and in conjunction with the naivety and annoying personality of the one she likes. Maybe I am not debilitatingly introvert enough to get this, but even my fiancee was extremely shy, and incredibly hard to read, but being a man, I could at least let my feelings be known to her (and I could have in high school too !). Kazehaya is just as bad as she is. He can't just come out and say exactly what he thinks or wants to say, and gives these ridiculous statements that are simply too easy to misinterpret with two such naive and stupid main characters.\n\n\u001b[1mどのように忘れて2人ができますか？ その場面が何度も繰り返し再生されるのを見たい場合は、このショーが大好きです！ 私は女の子にとってどれほど柔らかいのか不満を募らせています。 彼女が感じた痛みは、自己が犯したものであり、彼女が気に入っているもののナービッと迷惑な性格と関連しています。 たぶん私は衰弱して内向的なものではないが、私の婚約者でさえ非常に恥ずかしがり、読むのは信じられないほど難しいが、男であることから、私は自分の気持ちを知ることができた。（そして、  ！）。 風早は彼女と同じくらい悪いです。 彼はただ出てきて、自分が思う、言いたいことを正確に言うことはできません。そして、このような素朴で愚かな主人公2人と誤解するほど簡単でないばかげた声明を出します。\u001b[22m\n\u001b[1m(Dono yō ni wasurete 2-ri ga dekimasu ka? Sono bamen ga nando mo kurikaeshi saisei sa reru no o mitai baai wa, kono shō ga daisukidesu! Watashi wa on'nanoko ni totte dorehodo yawarakai no ka fuman o tsunora sete imasu. Kanojo ga kanjita itami wa, jiko ga okashita monodeari, kanojo ga kiniitte iru mono no nābitto meiwakuna seikaku to kanren shite imasu. Tabun watashi wa suijaku shite naikō-tekina monode wa naiga, watashi no fiansede sae hijō ni hazukashigari, yomu no wa shinji rarenai hodo muzukashīga, otokodearu koto kara, watashi wa jibun no kimochi o shiru koto ga dekita. (Soshite, ! ). Kazahaya wa kanojo to onaji kurai waruidesu. Kare wa tada dete kite, jibun ga omou, iitai koto o seikaku ni iu koto wa dekimasen. Soshite, kono yōna sobokude orokana shujinkō 2-ri to gokai suru hodo kantandenai bakageta seimei o dashimasu.)\u001b[22m\n\nTranslations of \u001b[4mHow oblivious can two people be? If you want to see that scene played out over, and over, and over, and over, and over again—you will LOVE this show! I can only claim frustration for how soft they were to a girl so incredibly lacking any confidence. The pain she felt was self-inflicted, and in conjunction with the naivety and annoying personality of the one she likes. Maybe I am not debilitatingly introvert enough to get this, but even my fiancee was extremely shy, and incredibly hard to read, but being a man, I could at least let my feelings be known to her (and I could have in high school too !). Kazehaya is just as bad as she is. He can't just come out and say exactly what he thinks or wants to say, and gives these ridiculous statements that are simply too easy to misinterpret with two such naive and stupid main characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow oblivious can two people be?\u001b[24m\n    \u001b[1mどのように忘れて2人ができますか？\u001b[22m, \u001b[1m2人はどのように気付かないことができますか？\u001b[22m\n\u001b[4mIf you want to see that scene played out over, and over, and over, and over, and over again—you will LOVE this show!\u001b[24m\n    \u001b[1mその場面が何度も繰り返し再生されるのを見たい場合は、このショーが大好きです！\u001b[22m, \u001b[1mあなたはそのシーンを見たい場合に渡って演奏し、オーバー、およびオーバー、およびオーバー、と何度も繰り返し、あなたはこのショーを愛します！\u001b[22m\n\u001b[4mI can only claim frustration for how soft they were to a girl so incredibly lacking any confidence.\u001b[24m\n    \u001b[1m私は女の子にとってどれほど柔らかいのか不満を募らせています。\u001b[22m, \u001b[1m私は、彼らが信じられないほど自信を欠いている女の子にあったかソフト用のフラストレーションを請求することができます。\u001b[22m\n\u001b[4mThe pain she felt was self-inflicted, and in conjunction with the naivety and annoying personality of the one she likes.\u001b[24m\n    \u001b[1m彼女が感じた痛みは、自己が犯したものであり、彼女が気に入っているもののナービッと迷惑な性格と関連しています。\u001b[22m, \u001b[1m彼女が感じた痛みは、自傷行為、と彼女が好きな方の認識の甘さと迷惑な個性と連動していました。\u001b[22m\n\u001b[4mMaybe I am not debilitatingly introvert enough to get this, but even my fiancee was extremely shy, and incredibly hard to read, but being a man, I could at least let my feelings be known to her (and I could have in high school too\u001b[24m\n    \u001b[1mたぶん私は衰弱して内向的なものではないが、私の婚約者でさえ非常に恥ずかしがり、読むのは信じられないほど難しいが、男であることから、私は自分の気持ちを知ることができた。（そして、\u001b[22m, \u001b[1mたぶん私はこれを取得するのに十分debilitatingly内向的ではないけど、でも私の婚約者は非常に恥ずかしがり屋、そして読み非常に難しいが、男であることだった、私は、少なくとも私の気持ちを彼女に知られてみましょうことができた（と私も高校時代に持つことができます\u001b[22m\n\u001b[4m!).\u001b[24m\n    \u001b[1m！）。\u001b[22m\n\u001b[4mKazehaya is just as bad as she is.\u001b[24m\n    \u001b[1m風早は彼女と同じくらい悪いです。\u001b[22m, \u001b[1m風早彼女は同じくらい悪いです。\u001b[22m\n\u001b[4mHe can't just come out and say exactly what he thinks or wants to say, and gives these ridiculous statements that are simply too easy to misinterpret with two such naive and stupid main characters.\u001b[24m\n    \u001b[1m彼はただ出てきて、自分が思う、言いたいことを正確に言うことはできません。そして、このような素朴で愚かな主人公2人と誤解するほど簡単でないばかげた声明を出します。\u001b[22m, \u001b[1m彼はちょうど出てくると彼は考えているか、言いたい正確に言うと、2つのそのようなナイーブとメイン愚かな文字を誤って解釈することがあまりにも簡単ですこれらのばかげた文を与えることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThis horrendous continuation of a great previous season really just served as a frustration-inducing waste of time. There was so much potential squandered by pointless pandering to naive interactions that serve as nothing but filler, in what otherwise could have been summarized in simply a few OVA episodes or less.\n\n\u001b[1m偉大な前シーズンのこの恐ろしい継続は、実際には時間の無駄を誘発する浪費として役立っただけです。 単純なOVAのエピソード以下で要約されていたもので、フィラー以外のものとして役立つ素朴な相互作用に無意識に邪魔されるほどの潜在的可能性がありました。\u001b[22m\n\u001b[1m(Idaina zen shīzun no kono osoroshī keizoku wa, jissai ni wa jikan'nomuda o yūhatsu suru rōhi to shite yakudatta dakedesu. Tanjun'na ovu~a no episōdo ika de yōyaku sa rete ita mono de, firā igai no mono to shite yakudatsu sobokuna sōgo sayō ni muishiki ni jama sa reru hodo no senzai-teki kanōsei ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis horrendous continuation of a great previous season really just served as a frustration-inducing waste of time. There was so much potential squandered by pointless pandering to naive interactions that serve as nothing but filler, in what otherwise could have been summarized in simply a few OVA episodes or less.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis horrendous continuation of a great previous season really just served as a frustration-inducing waste of time.\u001b[24m\n    \u001b[1m偉大な前シーズンのこの恐ろしい継続は、実際には時間の無駄を誘発する浪費として役立っただけです。\u001b[22m, \u001b[1m偉大前のシーズンのこの恐ろしい継続は本当にただの時間のフラストレーションを誘発する廃棄物を務めました。\u001b[22m\n\u001b[4mThere was so much potential squandered by pointless pandering to naive interactions that serve as nothing but filler, in what otherwise could have been summarized in simply a few OVA episodes or less.\u001b[24m\n    \u001b[1m単純なOVAのエピソード以下で要約されていたもので、フィラー以外のものとして役立つ素朴な相互作用に無意識に邪魔されるほどの潜在的可能性がありました。\u001b[22m, \u001b[1mフィラー何もとして働く素朴な相互作用には無意味迎合することによって浪費そんなにポテンシャルが、そうでなければ、単にいくつかのOVAエピソード以下に要約されている可能性がどのようにありました。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "snowflower234",
    "profile": "/profile/snowflower234/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=230718",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\nさて、このショーに何ヶ月もワッフルしてから、私は最終的にすべてを完成させました。 そして、これは私が言わなければならないことです：\n\n良かったです。 全体的には、第2シーズンよりも最初のシーズンを楽しんだと思う。しかし、第2シーズンになると、私は自分自身がキャラクターと迷惑になり、沢子と風早がただそれをあきらめて、彼らの愛を告白してくれることを願った。 すでに比較的ゆっくり動いているシリーズのために、これは何度もイライラしました。 しかし、このシーズンにはスコアが上がった。\n\n君に届けは、かなり典型的な高校ロマンスアニメです。 文字や芸術のスタイルについて特別なことは何もないと同時に、いつもあなたをもっと元気に戻すような甘美な甘さがあります。 確かに、時々あなたは画面を見つめ、キャラクターがどうしてそんなに馬鹿になるのだろうと疑問に思っています。偶然と劇的な誤解がたくさんありますが、最終的には楽しいものではありません。 正直言って、私は時には悩ましい歯を痛めつけていましたが、沢子に怒っているのを心から忘れてしまいました。 彼女の恥ずかしさはしばしばショーの多くの誤解の背後にある犯人になったが、もし私がそれに関係しないと言ったら、私は嘘をついてしまうだろう。 少女アニメとは違って、風早さんは失礼や自信過剰ではありません。 彼は人気のある男ですが、彼の見た目だけでなく、彼が本当に親切で暖かい人であり、私が感謝することができるので、タイトルがあります。 沢子の友人たちは愛情があり、賛辞を捧げています。そして、最初にアンタゴニストとして登場したキャラクターのほとんどは、償還可能な性質を持っています。 だから私はトップ10のリストにキャラクターのいずれかを置くとは言っていませんが、私は誰にも大嫌いではありませんでした。\n\n全体的に、それは甘い話だったし、ふわふわでゆっくり歩く良い時間を好きなロマンスファンに勧めます。 悪くない、全く。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOkay, so after months of waffling in and out of this show, I finally completed the entire thing. And this is what I have to say:\n\n\u001b[1mさて、このショーに何ヶ月もワッフルしてから、私は最終的にすべてを完成させました。 そして、これは私が言わなければならないことです：\u001b[22m\n\u001b[1m(Sate, kono shō ni nan-kagetsu mo waffuru shite kara, watashi wa saishūtekini subete o kansei sa semashita. Soshite, kore wa watashi ga iwanakereba naranai kotodesu:)\u001b[22m\n\nTranslations of \u001b[4mOkay, so after months of waffling in and out of this show, I finally completed the entire thing. And this is what I have to say:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, so after months of waffling in and out of this show, I finally completed the entire thing.\u001b[24m\n    \u001b[1mさて、このショーに何ヶ月もワッフルしてから、私は最終的にすべてを完成させました。\u001b[22m, \u001b[1mわかりましたので、このショーの内外でたらい回しのヶ月後、私は最終的に全体のことを完了しました。\u001b[22m\n\u001b[4mAnd this is what I have to say:\u001b[24m\n    \u001b[1mそして、これは私が言わなければならないことです：\u001b[22m, \u001b[1mそして、これは私が言っているものです。\u001b[22m\n\u001b[1m\u001b[22m\nIt was good. Overall, I think I enjoyed the first season better than the second, though, since by the second season I found myself getting annoyed with the characters and wishing that the main characters Sawako and Kazehaya would just give it up and confess their love already. For an already relatively slow-moving series, this became frustrating now and again. That said, the inevitable but adorable and mostly satisfying ending brought my score up for this season.\n\n\u001b[1m良かったです。 全体的には、第2シーズンよりも最初のシーズンを楽しんだと思う。しかし、第2シーズンになると、私は自分自身がキャラクターと迷惑になり、沢子と風早がただそれをあきらめて、彼らの愛を告白してくれることを願った。 すでに比較的ゆっくり動いているシリーズのために、これは何度もイライラしました。 しかし、このシーズンにはスコアが上がった。\u001b[22m\n\u001b[1m(Yokattadesu. Zentai-teki ni wa, dai 2 shīzun yori mo saisho no shīzun o tanoshinda to omou. Shikashi, dai 2 shīzun ni naru to, watashi wa jibun jishin ga kyarakutā to meiwaku ni nari, Sawako to Kazahaya ga tada sore o akiramete, karera no ai o kokuhaku shite kureru koto o negatta. Sudeni hikakuteki yukkuri ugoite iru shirīzu no tame ni, koreha nando mo iraira shimashita. Shikashi, kono shīzun ni wa sukoa ga agatta.)\u001b[22m\n\nTranslations of \u001b[4mIt was good. Overall, I think I enjoyed the first season better than the second, though, since by the second season I found myself getting annoyed with the characters and wishing that the main characters Sawako and Kazehaya would just give it up and confess their love already. For an already relatively slow-moving series, this became frustrating now and again. That said, the inevitable but adorable and mostly satisfying ending brought my score up for this season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was good.\u001b[24m\n    \u001b[1m良かったです。\u001b[22m, \u001b[1m良かったですね。\u001b[22m, \u001b[1mそれは良かった。\u001b[22m, \u001b[1mそれは良かったです。\u001b[22m\n\u001b[4mOverall, I think I enjoyed the first season better than the second, though, since by the second season I found myself getting annoyed with the characters and wishing that the main characters Sawako and Kazehaya would just give it up and confess their love already.\u001b[24m\n    \u001b[1m全体的には、第2シーズンよりも最初のシーズンを楽しんだと思う。しかし、第2シーズンになると、私は自分自身がキャラクターと迷惑になり、沢子と風早がただそれをあきらめて、彼らの愛を告白してくれることを願った。\u001b[22m, \u001b[1m全体的に、私は2番目の季節によって、私は自分自身の文字でイライラし、メインキャラクター佐和子と風早はちょうどそれを放棄し、すでに彼らの愛を告白することを望むもので見つかったので、私は、しかし、第二のより優れた最初のシーズンを楽しんだと思います。\u001b[22m\n\u001b[4mFor an already relatively slow-moving series, this became frustrating now and again.\u001b[24m\n    \u001b[1mすでに比較的ゆっくり動いているシリーズのために、これは何度もイライラしました。\u001b[22m, \u001b[1mすでに比較的動きの遅いシリーズでは、これは今、もう一度イライラとなりました。\u001b[22m\n\u001b[4mThat said, the inevitable but adorable and mostly satisfying ending brought my score up for this season.\u001b[24m\n    \u001b[1mしかし、このシーズンにはスコアが上がった。\u001b[22m, \u001b[1mいえ、避けられないが、愛らしい、ほとんど満足のいく結末は、このシーズンの私のスコアアップをもたらしました。\u001b[22m\n\u001b[1m\u001b[22m\nKimi ni Todoke is a fairly typical high school romance anime. Nothing all that special about the characters or the art style, and at the same time a sort of light-hearted sweetness that always brings you back for more. Sure, sometimes you stare at the screen and wonder how a character could possibly be so stupid and there are plenty of coincidences and overly dramatic misunderstandings for the sake of drawing out the plot, but isn't that what makes it fun in the end? Honestly, even though I was gritting my teeth in annoyance at times, I could never find it in my heart to stay angry at Sawako for too long. Her shyness often became the culprit behind many misunderstandings in the show, but I would be lying if I said I couldn't relate to that. Unlike in some Shoujo anime, the guy Kazehaya isn't rude or over-confident. While he is the popular guy, he has the title not just because of his looks, but because he is genuinely kind and warm-hearted as a person, which I can appreciate. Sawako's friends are loving and supportive, and even most of the characters who initially come of as antagonists have some redeemable qualities. So although I wouldn't say I put any of the characters in my top ten list, I didn't outright dislike anyone.\n\n\u001b[1m君に届けは、かなり典型的な高校ロマンスアニメです。 文字や芸術のスタイルについて特別なことは何もないと同時に、いつもあなたをもっと元気に戻すような甘美な甘さがあります。 確かに、時々あなたは画面を見つめ、キャラクターがどうしてそんなに馬鹿になるのだろうと疑問に思っています。偶然と劇的な誤解がたくさんありますが、最終的には楽しいものではありません。 正直言って、私は時には悩ましい歯を痛めつけていましたが、沢子に怒っているのを心から忘れてしまいました。 彼女の恥ずかしさはしばしばショーの多くの誤解の背後にある犯人になったが、もし私がそれに関係しないと言ったら、私は嘘をついてしまうだろう。 少女アニメとは違って、風早さんは失礼や自信過剰ではありません。 彼は人気のある男ですが、彼の見た目だけでなく、彼が本当に親切で暖かい人であり、私が感謝することができるので、タイトルがあります。 沢子の友人たちは愛情があり、賛辞を捧げています。そして、最初にアンタゴニストとして登場したキャラクターのほとんどは、償還可能な性質を持っています。 だから私はトップ10のリストにキャラクターのいずれかを置くとは言っていませんが、私は誰にも大嫌いではありませんでした。\u001b[22m\n\u001b[1m(Kiminitodoke wa, kanari tenkei-tekina kōkō romansu animedesu. Moji ya geijutsu no sutairu ni tsuite tokubetsuna koto wa nani mo nai to dōjini, itsumo anata o motto genki ni modosu yōna kanbina ama-sa ga arimasu. Tashika ni, tokidoki anata wa gamen o mitsume, kyarakutā ga dōshite son'nani baka ni naru nodarou to gimon ni omotte imasu. Gūzen to gekitekina gokai ga takusan arimasuga, saishūtekini wa tanoshī monode wa arimasen. Shōjiki itte, watashi wa tokiniha nayamashī ha o itametsukete imashitaga, Sawako ni okotte iru no o kokorokara wasurete shimaimashita. Kanojo no hazukashi-sa wa shibashiba shō no ōku no gokai no haigo ni aru han'nin ni nattaga, moshi watashi ga sore ni kankei shinai to ittara, watashi wa uso o tsuite shimaudarou. Shōjo anime to wa chigatte, Kazahaya-san wa shitsurei ya jishin kajōde wa arimasen. Kare wa ninkinoaru otokodesuga, kare no mitame dakedenaku, kare ga hontōni shinsetsude attakai hitodeari, watashi ga kansha suru koto ga dekiru node, taitoru ga arimasu. Sawako no yūjin-tachi wa aijō ga ari, sanji o sasagete imasu. Soshite, saisho ni antagonisuto to shite tōjō shita kyarakutā no hotondo wa, shōkan kanōna seishitsu o motte imasu. Dakara watashi wa toppu 10 no risuto ni kyarakutā no izureka o oku to wa itte imasenga, watashi wa darenimo daikiraide wa arimasendeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it was a sweet story and I recommend it to romance fans who like a fluffy, slow-paced good time. Not bad at all.\n\n\u001b[1m全体的に、それは甘い話だったし、ふわふわでゆっくり歩く良い時間を好きなロマンスファンに勧めます。 悪くない、全く。\u001b[22m\n\u001b[1m(Zentai-teki ni, sore wa amai hanashidattashi, fuwafuwa de yukkuri aruku yoi jikan o sukina romansu fan ni susumemasu. Warukunai, mattaku.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it was a sweet story and I recommend it to romance fans who like a fluffy, slow-paced good time. Not bad at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it was a sweet story and I recommend it to romance fans who like a fluffy, slow-paced good time.\u001b[24m\n    \u001b[1m全体的に、それは甘い話だったし、ふわふわでゆっくり歩く良い時間を好きなロマンスファンに勧めます。\u001b[22m, \u001b[1m全体的に、それは甘い話だったと私はふわふわ、スローペースで楽しい時間を好きなロマンスのファンにお勧め。\u001b[22m\n\u001b[4mNot bad at all.\u001b[24m\n    \u001b[1m悪くない、全く。\u001b[22m, \u001b[1m全く悪くない。\u001b[22m, \u001b[1m悪くない全然。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "Nedrarg",
    "profile": "/profile/Nedrarg/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=230689",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  7\n\n君に届けの道のりは終わりです。 世界で一番素敵な男と素敵な女の子は、ビクトリア朝の赤ちゃんを白く染めるようなお互いを裁くことができ、それを取り除くことができます。彼らは世界で一番素敵なカップルです。 彼らの求愛は穏やかなものではありませんでしたが、最終的には一緒になっていかなければなりません。 しかし、それらを一緒にする方法？ 明らかに怒りを助長しています。 怒りの罠を20回も奇妙な事件に酔わせた後、沢子と風早がそれに落ちるのを見るのは少し残念だということは否定できない。 感情的な拷問は彼らには適していません。 彼らは晴れやかで楽観的なときには最高の状態になります。 しかし、最終結果が大いに満足していること、そしてシリーズの怒りの狂気への方法があることも否定できません。\n\nこれは、ショーの実行で最も優雅な期間ではありません。 風早と沢子が互いの感情を告白するのに十分なほどの巻き返しをするには、シリーズはかなりかすかな工夫をしている。 この12話のシーズンの最初の8つのエピソードは、本質的に、ペアの関係を危機に陥れるまで、次のエピソードを作り上げるという誤解のレイヤーケーキです。 それは、沢子の徹底した誠実さが、カエヤヤがバレンタインデーに「ちょうどお友達」のチョコレートを与えないようにすることから始まります。それは、風早が無関心であると誤解しています。 罪悪感と彼女自身の気持ちの力は、Kazehayaの周りに沢子を緊張させる。 彼女はしゃがんで、目の接触を避けます。これは、Kazehayaが距離の増加の兆候と解釈します。 これは風早に自分の気持ちを見せるように強制するが、彼は再び沢子の反応を誤解し、彼の声明を撤回する。 どんな沢子が取る...まあ、あなたは考えを得る。\n\nそしてそれは行く。 他のキャラクターは、自分自身の誤解を関係にもたらし、状況をさらに悪化させます。 風鈴は風早の気持ちには無関係で、沢子に近いとは言えません。 派手なアメリカ人の剣道は、沢子に輝きを放つが、彼の悲惨な間違った方向への混乱で怒り心を傷つける。 結局のところ、誤解は、たとえペアが最終的に自分の気持ちを気にしていたとしても、両方が実際にそれらを拒絶したと確信するような程度まで、互いに複合する。 別のシリーズスクールランブルでは、全面的な混乱は面白いだろうが、風早と沢子は間違った気持ちのすべての変化をとても深く感じ、ここは苦しいだけだ。 そして、イライラする。 セットアップでは、明るい子供のペアのためにひどく馬鹿に行動する必要があります。 彼らがしなければならないことは、座って物事を語ることですが、代わりに彼らは推測し、仮定し、苦しみ、すべてのことを伝えていません。 あなたが本当に頭を上にして叩きたい、ショーでは初めてです。\n\nそれはまさにポイントです。 試合の名前は予感ですが、私たちがそれを叩くことをひどく欲しがっているだけで、シリーズがどれだけうまくプレーしているかがわかります。 彼らの関係が危機に瀕している時に、彼らを見守る苦しみは彼ら自身が飛んできて、彼らの求愛をうかがいますが、彼らは必然的にそうしなければならないほど満足しています。 不確実性と痛みの雲が、ペアを離れてお互いの気持ちを満喫するようになると、私たちが感じる充実感は、まったく恥ずかしいほど強力です。 あの雲が綺麗な瞬間：沢子はドアの後ろに隠れて、詩の近くでは甘く心のこもった言葉で彼女の気持ちを語ります。 学校の文化祭で気晴らしの喜びを返す風早。 動かないことはほとんど不可能です。 二人が互いと他の人との関係を明確にするように、純粋で晴れやかな至福です。 ショーがあったからです。\n\nこれは、最初の8つのエピソードが必要な悪であると言うわけではありません。 彼らは必要ですが、ほとんど邪悪です。 私たちはこれらのキャラクターのために非常に注意を払っています。回想の問題、試練と苦難が、彼らに影響を与えるほど強力に影響します。 エピソードは決して完全に彼らの視点を失うことはありません。 理由の柱である矢野は、沢子の問題を視野に入れて鋭い洞察や鋭い発言をしています。そして、沢子の友だちが絶え間なく成長していることを忘れてしまいます。 ショーのユーモアセンスが強く残っていても、簡単なキャラクターのユーモアを十分に味わうことができ、カップルを通した拷問で少し楽しいことさえあります。  Kentoは気分を明るくするだけでなく、彼を全部の幸福から救うために、そして彼がKazehayaにしたことがまったく陽気であったことを発見した時の反動に向けて、長い道のりを歩む、彼が襲う混乱に直面して面白い。 彼らの明白な演技とロマンチックな自己鞭打ちの全面的な抱擁のために、これらは驚くほど層状化したエピソードです。\n\n矢野や千鶴、くるみのような選手をサポートするのはユーモアと肉体的な役割だけではありません。 プロットデバイスであるように見えるものの非常に多くは、実際にはさらなるリフレクションの際に意外な量の感覚を作ります。 沢子と風早は、奇妙な未来の恋人たちが奇妙な新しい領域を揺るがすのと同じほど馬鹿ではありません。  Kentoの便利な干渉は、彼の人格にしっかりと根付いています。彼の深い座席が「素敵な人」である必要があります。Kurumiの行動は、彼らにとって有害で​​あろうと助けであろうと、すべて心理的に健全であり、YanoとChizuruは 佐和子が自殺したままで立っている。 彼らは私たちが最終的に見ているものを見ます。つまり、沢子の致命的な欠点である自己価値の欠如は、Kazehayaを傷つけ、愛の生活を妨害しており、それを解決できる唯一の人は佐和子です。 彼ら自身のやり方では、これらのエピソードは、沢子が愛情のある風早についてのように自分自身を愛することを学ぶほどです。 これは、彼らが続く栄光に甘いエピソードほど重要なものになります。\n\n暗い側に行くことは、NISAのシリーズへのアプローチを変えない。 ダブはなく、ボックスは明るくて美しいキャラクターアートで覆われており、ハードカバーの本の中にはシリーズの魅力的なバックグラウンドアートが描かれています。  2つの非常に面白いクルミ語のおとぎ話のパロディーと通常の予告編とクリーンなEPとOPがあります。\n\nそれは歌舞伎のヒロ・スタイルを変えない。 これまでのボックスセットに当てはまるものはすべて真です。 多分、ムーディーなインテリアを重視し、日差しのような外装やエレガントな冬の景色はあまりありませんが、これまでと同じくらい華麗で完璧にまとまっています。 それは、Tomoko Konparuのスクリプトとそれ以外の部分は、ビジュアルとオーディオのデザインの場合とほぼ同じです。 キミニトドケは、最近のロマンスの中でも最高級のものの1つとして始まりました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIt's the end of the road for Kimi ni Todoke. The world's nicest guy and nicest girl can court each other like blushing Victorian kids and get away with it—they're the nicest couple in the world; their courtship couldn't be anything but gentle—but eventually they must get together. But how to get them together? Apparently with a heaping helping of angst. After nimbly dodging the angst trap for twenty some odd episodes, there's no denying that it's a bit disappointing to see Sawako and Kazehaya fall into it now. Emotional torture doesn't befit them; they're at their best when sunny and optimistic, as they were meant to be. But there's also no denying that end result is hugely satisfying, and that there's a method to the series' angst madness.\n\n\u001b[1m君に届けの道のりは終わりです。 世界で一番素敵な男と素敵な女の子は、ビクトリア朝の赤ちゃんを白く染めるようなお互いを裁くことができ、それを取り除くことができます。彼らは世界で一番素敵なカップルです。 彼らの求愛は穏やかなものではありませんでしたが、最終的には一緒になっていかなければなりません。 しかし、それらを一緒にする方法？ 明らかに怒りを助長しています。 怒りの罠を20回も奇妙な事件に酔わせた後、沢子と風早がそれに落ちるのを見るのは少し残念だということは否定できない。 感情的な拷問は彼らには適していません。 彼らは晴れやかで楽観的なときには最高の状態になります。 しかし、最終結果が大いに満足していること、そしてシリーズの怒りの狂気への方法があることも否定できません。\u001b[22m\n\u001b[1m(Kiminitodoke no michinori wa owaridesu. Sekai de ichiban sutekina otoko to sutekina on'nanoko wa, Bikutoria asa no akachan o shiroku someru yōna otagai o sabaku koto ga deki, sore o torinozoku koto ga dekimasu. Karera wa sekai de ichiban sutekina kappurudesu. Karera no kyūai wa odayakana monode wa arimasendeshitaga, saishūtekini wa issho ni natte ikanakereba narimasen. Shikashi, sorera o isshonisuru hōhō? Akiraka ni ikari o jochō shite imasu. Ikari no wana o 20-kai mo kimyōna jiken ni yowa seta nochi, Sawako to Kazahaya ga sore ni ochiru no o miru no wa sukoshi zan'nenda to iu koto wa hiteidekinai. Kanjō-tekina gōmon wa karera ni wa tekishite imasen. Karera wa hareyaka de rakukantekina tokiniha saikō no jōtai ni narimasu. Shikashi, saishū kekka ga ōini manzoku shite iru koto, soshite shirīzu no ikari no kyōki e no hōhō ga aru koto mo hitei dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's the end of the road for Kimi ni Todoke. The world's nicest guy and nicest girl can court each other like blushing Victorian kids and get away with it—they're the nicest couple in the world; their courtship couldn't be anything but gentle—but eventually they must get together. But how to get them together? Apparently with a heaping helping of angst. After nimbly dodging the angst trap for twenty some odd episodes, there's no denying that it's a bit disappointing to see Sawako and Kazehaya fall into it now. Emotional torture doesn't befit them; they're at their best when sunny and optimistic, as they were meant to be. But there's also no denying that end result is hugely satisfying, and that there's a method to the series' angst madness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's the end of the road for Kimi ni Todoke.\u001b[24m\n    \u001b[1m君に届けの道のりは終わりです。\u001b[22m, \u001b[1mそれは君に届けのための道路の終わりです。\u001b[22m\n\u001b[4mThe world's nicest guy and nicest girl can court each other like blushing Victorian kids and get away with it—they're the nicest couple in the world;\u001b[24m\n    \u001b[1m世界で一番素敵な男と素敵な女の子は、ビクトリア朝の赤ちゃんを白く染めるようなお互いを裁くことができ、それを取り除くことができます。彼らは世界で一番素敵なカップルです。\u001b[22m, \u001b[1m世界で最も素晴らしい男と素敵な女の子は、ビクトリア朝の子供を赤面ようにお互いを裁判所、世界で最も素晴らしいカップルを、それは、すばらしいスタイルで逃げることができます。\u001b[22m\n\u001b[4mtheir courtship couldn't be anything but gentle—but eventually they must get together.\u001b[24m\n    \u001b[1m彼らの求愛は穏やかなものではありませんでしたが、最終的には一緒になっていかなければなりません。\u001b[22m, \u001b[1m彼らの求愛はなく、穏やかな、しかし最終的に、彼らは一緒に取得しなければならない何もすることができませんでした。\u001b[22m\n\u001b[4mBut how to get them together?\u001b[24m\n    \u001b[1mしかし、それらを一緒にする方法？\u001b[22m, \u001b[1mしかし、どのようにそれらを一緒に取得するには？\u001b[22m\n\u001b[4mApparently with a heaping helping of angst.\u001b[24m\n    \u001b[1m明らかに怒りを助長しています。\u001b[22m, \u001b[1mどうやら不安の山盛り助力を持ちます。\u001b[22m\n\u001b[4mAfter nimbly dodging the angst trap for twenty some odd episodes, there's no denying that it's a bit disappointing to see Sawako and Kazehaya fall into it now.\u001b[24m\n    \u001b[1m怒りの罠を20回も奇妙な事件に酔わせた後、沢子と風早がそれに落ちるのを見るのは少し残念だということは否定できない。\u001b[22m, \u001b[1m機敏に20いくつかの奇妙なエピソードのための不安トラップをかわした後、全くそれは佐和子と風早は今それに陥る見るために少し期待はずれだと否定はありません。\u001b[22m\n\u001b[4mEmotional torture doesn't befit them;\u001b[24m\n    \u001b[1m感情的な拷問は彼らには適していません。\u001b[22m, \u001b[1m感情的な拷問は、それらをふさわしいません。\u001b[22m\n\u001b[4mthey're at their best when sunny and optimistic, as they were meant to be.\u001b[24m\n    \u001b[1m彼らは晴れやかで楽観的なときには最高の状態になります。\u001b[22m, \u001b[1mそれらがあることを意味していたとして、彼らは、彼らの最高の時に晴れと楽観的にいます。\u001b[22m\n\u001b[4mBut there's also no denying that end result is hugely satisfying, and that there's a method to the series' angst madness.\u001b[24m\n    \u001b[1mしかし、最終結果が大いに満足していること、そしてシリーズの怒りの狂気への方法があることも否定できません。\u001b[22m, \u001b[1mしかし、その最終結果を否定しないが、非常に満足であり、シリーズの苦悩の狂気への方法があることもありません。\u001b[22m\n\u001b[1m\u001b[22m\nThis isn't the most graceful period in the show's run. In getting Kazehaya and Sawako wound up enough to confess their feelings to each other, the series relies on some pretty bald contrivances. The first eight episodes of this twelve-episode season (not counting the recap that kicks things off) are essentially a layer-cake of misunderstandings that build one on the next until they bring the pair's relationship to a crisis. It begins when Sawako's thoroughgoing honesty keeps her from giving Kazehaya “just friends” chocolates on Valentine's Day, which Kazehaya misinterprets as disinterest. Guilt and the power of her own feelings make Sawako nervous around Kazehaya. She stutters and avoids eye contact, which Kazehaya interprets as a sign of increasing distance. This forces Kazehaya to let his feelings show, but he again misunderstands Sawako's reaction and retracts his statement. Which Sawako takes as…well, you get the idea.\n\n\u001b[1mこれは、ショーの実行で最も優雅な期間ではありません。 風早と沢子が互いの感情を告白するのに十分なほどの巻き返しをするには、シリーズはかなりかすかな工夫をしている。 この12話のシーズンの最初の8つのエピソードは、本質的に、ペアの関係を危機に陥れるまで、次のエピソードを作り上げるという誤解のレイヤーケーキです。 それは、沢子の徹底した誠実さが、カエヤヤがバレンタインデーに「ちょうどお友達」のチョコレートを与えないようにすることから始まります。それは、風早が無関心であると誤解しています。 罪悪感と彼女自身の気持ちの力は、Kazehayaの周りに沢子を緊張させる。 彼女はしゃがんで、目の接触を避けます。これは、Kazehayaが距離の増加の兆候と解釈します。 これは風早に自分の気持ちを見せるように強制するが、彼は再び沢子の反応を誤解し、彼の声明を撤回する。 どんな沢子が取る...まあ、あなたは考えを得る。\u001b[22m\n\u001b[1m(Kore wa, shō no jikkō de mottomo yūgana kikande wa arimasen. Kazahaya to Sawako ga tagai no kanjō o kokuhaku suru no ni jūbun'na hodo no makikaeshi o suru ni wa, shirīzu wa kanari kasukana kufū o shite iru. Kono 12-wa no shīzun no saisho no yattsu no episōdo wa, honshitsu-teki ni, pea no kankei o kiki ni otoshīreru made,-ji no episōdo o tsukuriageru to iu gokai no reiyākēkidesu. Sore wa, Sawako no tettei shita seijitsu-sa ga, kaeyaya ga barentaindē ni `chōdo o tomodachi' no chokorēto o ataenai yō ni suru koto kara hajimarimasu. Sore wa, Kazahaya ga mukanshindearu to gokai shite imasu. Zaiaku-kan to kanojo jishin no kimochi no chikara wa, Kazehaya no mawari ni Sawako o kinchō sa seru. Kanojo wa shagande,-me no sesshoku o sakemasu. Kore wa, Kazehaya ga kyori no zōka no chōkō to kaishaku shimasu. Kore wa Kazahaya ni jibun no kimochi o miseru yō ni kyōsei suruga, kare wa futatabi Sawako no han'nō o gokai shi, kare no seimei o tekkai suru. Don'na Sawako ga toru... Mā, anata wa kangae o eru.)\u001b[22m\n\nTranslations of \u001b[4mThis isn't the most graceful period in the show's run. In getting Kazehaya and Sawako wound up enough to confess their feelings to each other, the series relies on some pretty bald contrivances. The first eight episodes of this twelve-episode season (not counting the recap that kicks things off) are essentially a layer-cake of misunderstandings that build one on the next until they bring the pair's relationship to a crisis. It begins when Sawako's thoroughgoing honesty keeps her from giving Kazehaya “just friends” chocolates on Valentine's Day, which Kazehaya misinterprets as disinterest. Guilt and the power of her own feelings make Sawako nervous around Kazehaya. She stutters and avoids eye contact, which Kazehaya interprets as a sign of increasing distance. This forces Kazehaya to let his feelings show, but he again misunderstands Sawako's reaction and retracts his statement. Which Sawako takes as…well, you get the idea.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis isn't the most graceful period in the show's run.\u001b[24m\n    \u001b[1mこれは、ショーの実行で最も優雅な期間ではありません。\u001b[22m, \u001b[1mこれは、ショーの実行中で最も優雅な期間ではありません。\u001b[22m\n\u001b[4mIn getting Kazehaya and Sawako wound up enough to confess their feelings to each other, the series relies on some pretty bald contrivances.\u001b[24m\n    \u001b[1m風早と沢子が互いの感情を告白するのに十分なほどの巻き返しをするには、シリーズはかなりかすかな工夫をしている。\u001b[22m, \u001b[1m取得では風早と佐和子は、お互いに自分の気持ちを告白するのに十分な巻き上げ、シリーズは、かなりはげ工夫に依存しています。\u001b[22m\n\u001b[4mThe first eight episodes of this twelve-episode season (not counting the recap that kicks things off) are essentially a layer-cake of misunderstandings that build one on the next until they bring the pair's relationship to a crisis.\u001b[24m\n    \u001b[1mこの12話のシーズンの最初の8つのエピソードは、本質的に、ペアの関係を危機に陥れるまで、次のエピソードを作り上げるという誤解のレイヤーケーキです。\u001b[22m, \u001b[1mこの12-エピソードシーズンの最初の8つのエピソード（物事をキックオフ総集編を数えていない）は、本質的に、彼らは危機にペアの関係を持って来るまで、次のものを構築誤解の層ケーキです。\u001b[22m\n\u001b[4mIt begins when Sawako's thoroughgoing honesty keeps her from giving Kazehaya “just friends” chocolates on Valentine's Day, which Kazehaya misinterprets as disinterest.\u001b[24m\n    \u001b[1mそれは、沢子の徹底した誠実さが、カエヤヤがバレンタインデーに「ちょうどお友達」のチョコレートを与えないようにすることから始まります。それは、風早が無関心であると誤解しています。\u001b[22m, \u001b[1m佐和子の徹底した誠実さは「ただの友達」風早は無関心のように誤解するバレンタインデー、上にチョコレートを風早を与えることから彼女を保つときに開始されます。\u001b[22m\n\u001b[4mGuilt and the power of her own feelings make Sawako nervous around Kazehaya.\u001b[24m\n    \u001b[1m罪悪感と彼女自身の気持ちの力は、Kazehayaの周りに沢子を緊張させる。\u001b[22m, \u001b[1m罪悪感と自分の感情のパワーは風早の周り佐和子は神経質に。\u001b[22m\n\u001b[4mShe stutters and avoids eye contact, which Kazehaya interprets as a sign of increasing distance.\u001b[24m\n    \u001b[1m彼女はしゃがんで、目の接触を避けます。これは、Kazehayaが距離の増加の兆候と解釈します。\u001b[22m, \u001b[1m彼女は吃音と風早が増加し、距離の印として解釈アイコンタクトを避けることができます。\u001b[22m\n\u001b[4mThis forces Kazehaya to let his feelings show, but he again misunderstands Sawako's reaction and retracts his statement.\u001b[24m\n    \u001b[1mこれは風早に自分の気持ちを見せるように強制するが、彼は再び沢子の反応を誤解し、彼の声明を撤回する。\u001b[22m, \u001b[1mこれは彼の気持ちが表示できるように風早を強制的に、彼は再び佐和子の反応を誤解し、彼の発言を後退させます。\u001b[22m\n\u001b[4mWhich Sawako takes as…well, you get the idea.\u001b[24m\n    \u001b[1mどんな沢子が取る...まあ、あなたは考えを得る。\u001b[22m, \u001b[1m佐和子のようにとる...よく、あなたのアイデアを得ます。\u001b[22m\n\u001b[1m\u001b[22m\nAnd so it goes. Other characters bring their own misunderstandings to the relationship, exacerbating the situation further. Chizuru, clueless to Kazehaya's true feelings, tells him that, yes, he isn't that close to Sawako. Kento, a flashy American player, takes a shine to Sawako but does gory emotional damage with his disastrously wrong-headed meddling. Eventually the misunderstandings compound each other to such an extent that even when the pair finally fess up to their feelings, both are convinced that the other actually rejected them. In another series—School Rumble, say—the whole mess would be funny, but Kazehaya and Sawako feel every vagary of their misguided feelings so deeply that here it's only painful. And frustrating. The set-up requires them to act awfully dumb for a pair of bright kids. All they need to do is sit down and talk things out, but instead they guess and assume and agonize, failing to communicate all along. It's the first time in the show that you really want to slap them upside the head.\n\n\u001b[1mそしてそれは行く。 他のキャラクターは、自分自身の誤解を関係にもたらし、状況をさらに悪化させます。 風鈴は風早の気持ちには無関係で、沢子に近いとは言えません。 派手なアメリカ人の剣道は、沢子に輝きを放つが、彼の悲惨な間違った方向への混乱で怒り心を傷つける。 結局のところ、誤解は、たとえペアが最終的に自分の気持ちを気にしていたとしても、両方が実際にそれらを拒絶したと確信するような程度まで、互いに複合する。 別のシリーズスクールランブルでは、全面的な混乱は面白いだろうが、風早と沢子は間違った気持ちのすべての変化をとても深く感じ、ここは苦しいだけだ。 そして、イライラする。 セットアップでは、明るい子供のペアのためにひどく馬鹿に行動する必要があります。 彼らがしなければならないことは、座って物事を語ることですが、代わりに彼らは推測し、仮定し、苦しみ、すべてのことを伝えていません。 あなたが本当に頭を上にして叩きたい、ショーでは初めてです。\u001b[22m\n\u001b[1m(Soshite sore wa iku. Hoka no kyarakutā wa, jibunjishin'no gokai o kankei ni motarashi, jōkyō o sarani akka sa semasu. Fūrin wa Kazahaya no kimochi ni wa mukankeide, Sawako ni chikai to wa iemasen. Hadena amerikahito no kendō wa, Sawako ni kagayaki o hanatsuga, kare no hisan'na machigatta hōkō e no konran de ikari kokoro o kizutsukeru. Kekkyokunotokoro, gokai wa, tatoe pea ga saishūtekini jibun no kimochi o ki ni shite ita to shite mo, ryōhō ga jissai ni sorera o kyozetsu shita to kakushin suru yōna teido made, tagaini fukugō suru. Betsu no shirīzusukūruranburude wa, zenmen-tekina konran wa omoshiroidarouga, Kazahaya to Sawako wa machigatta kimochi no subete no henka o totemo fukaku kanji, koko wa kurushī dakeda. Soshite, iraira suru. Settoappude wa, akarui kodomo no pea no tame ni hidoku baka ni kōdō suru hitsuyō ga arimasu. Karera ga shinakereba naranai koto wa, suwatte monogoto o kataru kotodesuga, kawarini karera wa suisoku shi, katei shi, kurushimi, subete no koto o tsutaete imasen. Anata ga hontōni atama o ue ni shite tatakitai, shōde wa hajimetedesu.)\u001b[22m\n\u001b[1m\u001b[22m\nWhich is exactly the point. The name of the game is anticipation, and that we want so badly to slap them just goes to show how well the series has played it. By the time their relationship has reached its crisis, the agony of watching them flay themselves and muck up their courtship has reached such exquisite heights that when they do work things out—as they inevitably must—the satisfaction is equally exquisite. When the clouds of uncertainty and pain part, leaving the pair to bask in the glory of their feelings for each other, the fulfillment we feel is so powerful as to be downright embarrassing. The moments when those clouds part are just beautiful: Sawako hiding behind a door, speaking her feelings in words so sweetly heartfelt that they're darned near poetic; Kazehaya replying with breezy joy at school's cultural festival. It's nearly impossible not to be moved. What follows, as the two make their relationship clear to each other and everyone else, is pure, sunny bliss. As the show was meant to be.\n\n\u001b[1mそれはまさにポイントです。 試合の名前は予感ですが、私たちがそれを叩くことをひどく欲しがっているだけで、シリーズがどれだけうまくプレーしているかがわかります。 彼らの関係が危機に瀕している時に、彼らを見守る苦しみは彼ら自身が飛んできて、彼らの求愛をうかがいますが、彼らは必然的にそうしなければならないほど満足しています。 不確実性と痛みの雲が、ペアを離れてお互いの気持ちを満喫するようになると、私たちが感じる充実感は、まったく恥ずかしいほど強力です。 あの雲が綺麗な瞬間：沢子はドアの後ろに隠れて、詩の近くでは甘く心のこもった言葉で彼女の気持ちを語ります。 学校の文化祭で気晴らしの喜びを返す風早。 動かないことはほとんど不可能です。 二人が互いと他の人との関係を明確にするように、純粋で晴れやかな至福です。 ショーがあったからです。\u001b[22m\n\u001b[1m(Sore wa masani pointodesu. Shiai no namae wa yokandesuga, watashitachi ga sore o tataku koto o hidoku hoshi gatte iru dake de, shirīzu ga dore dake umaku purē shite iru ka ga wakarimasu. Karera no kankei ga kiki ni hin shite iru toki ni, karera o mimamoru kurushimi wa karera jishin ga tonde kite, karera no kyūai o ukagaimasuga, karera wa hitsuzen-teki ni sō shinakereba naranai hodo manzoku shite imasu. Fukakujitsusei to itami no kumo ga, pea o hanarete otagai no kimochi o mankitsu suru yō ni naru to, watashitachi ga kanjiru jūjitsu-kan wa, mattaku hazukashī hodo kyōryokudesu. Ano kumo ga kireina shunkan: Sawako wa doa no ushiro ni kakurete, uta no chikakude wa amaku kokoro no komotta kotoba de kanojo no kimochi o katarimasu. Gakkō no bunkamatsuri de kibarashi no yorokobi o kaesu Kazahaya. Ugokanai koto wa hotondo fukanōdesu. Futari ga tagai to hokanohito to no kankei o meikaku ni suru yō ni, junsuide hareyakana shifukudesu. Shō ga attakaradesu.)\u001b[22m\n\u001b[1m\u001b[22m\nThis is not to say that the first eight episodes are a necessary evil. They are necessary, but hardly evil. We care so strongly for these characters that no matter how petty the problems in retrospect, their trials and tribulations affect us just as powerfully as they affect them. It helps too that the episodes never entirely lose their perspective. Pillar of reason Yano is always on hand with a trenchant insight or sharp remark to put Sawako's problems in perspective, and the series often pauses to appreciate Sawako's steadily growing circle of friends, as if to let her know that romance isn't everything. It doesn't hurt either that the show's sense of humor stays strong, serving up plenty of easy character humor and even having a little fun with the tortures it puts its couple through. Kento is amusingly pathetic in the face of the havoc he wreaks, which goes a long way towards not only lightening the mood but also saving him from total douchehood, and Chizuru's reaction when she discovers what she's done to Kazehaya is downright hilarious. For all their obvious machinations and wholehearted embrace of romantic self-flagellation, these are surprisingly layered episodes.\n\n\u001b[1mこれは、最初の8つのエピソードが必要な悪であると言うわけではありません。 彼らは必要ですが、ほとんど邪悪です。 私たちはこれらのキャラクターのために非常に注意を払っています。回想の問題、試練と苦難が、彼らに影響を与えるほど強力に影響します。 エピソードは決して完全に彼らの視点を失うことはありません。 理由の柱である矢野は、沢子の問題を視野に入れて鋭い洞察や鋭い発言をしています。そして、沢子の友だちが絶え間なく成長していることを忘れてしまいます。 ショーのユーモアセンスが強く残っていても、簡単なキャラクターのユーモアを十分に味わうことができ、カップルを通した拷問で少し楽しいことさえあります。  Kentoは気分を明るくするだけでなく、彼を全部の幸福から救うために、そして彼がKazehayaにしたことがまったく陽気であったことを発見した時の反動に向けて、長い道のりを歩む、彼が襲う混乱に直面して面白い。 彼らの明白な演技とロマンチックな自己鞭打ちの全面的な抱擁のために、これらは驚くほど層状化したエピソードです。\u001b[22m\n\u001b[1m(Kore wa, saisho no yattsu no episōdo ga hitsuyōna warudearu to iu wakede wa arimasen. Karera wa hitsuyōdesuga, hotondo jaakudesu. Watashitachi wa korera no kyarakutā no tame ni hijō ni chūi o haratte imasu. Kaisō no mondai, shiren to kunan ga, karera ni eikyōwoataeru hodo kyōryoku ni eikyō shimasu. Episōdo wa kesshite kanzen ni karera no shiten o ushinau koto wa arimasen. Riyū no hashiradearu Yano wa, Sawako no mondai o shiya ni irete surudoi dōsatsu ya surudoi hatsugen o shite imasu. Soshite, Sawako no tomodachi ga taema naku seichō shite iru koto o wasurete shimaimasu. Shō no yūmoasensu ga tsuyoku nokotte ite mo, kantan'na kyarakutā no yūmoa o jūbun ni ajiwau koto ga deki, kappuru o tōshita gōmon de sukoshi tanoshīkoto sae arimasu. Kento wa kibun o akaruku suru dakedenaku, kare o zenbu no kōfuku kara sukuu tame ni, soshite kare ga Kazehaya ni shita koto ga mattaku yōkideatta koto o hakken shita toki no handō ni mukete, nagai michinori o ayumu, kare ga osou konran ni chokumen shite omoshiroi. Karera no meihakuna engi to romanchikkuna jiko muchiuchi no zenmen-tekina hōyō no tame ni, korera wa odoroku hodo sōjō-ka shita episōdodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nAnd it isn't just the humor and meaty roles for supporting players like Yano and Chizuru and Kurumi. An awful lot of what appear to be plot devices actually make a surprising amount of sense upon further reflection. Sawako and Kazehaya aren't idiots so much as desperately inexperienced lovers fumbling through strange new territory. Kento's convenient meddling is firmly rooted in his personality, in his deep-seated need to be the “nice guy.” Kurumi's actions, be they harmful or helpful to her rival, are all psychologically sound, and Yano and Chizuru have very good reasons for standing aside as Sawako self-destructs. They see what we eventually see as well: that Sawako's lack of self-worth, her one fatal flaw, is hurting Kazehaya and sabotaging her love life and that the only person who can fix that is Sawako. In their own way, these episodes are as much about Sawako learning to love herself as they are about her loving Kazehaya. Which makes them nearly as important as the gloriously sweet episodes that follow.\n\n\u001b[1m矢野や千鶴、くるみのような選手をサポートするのはユーモアと肉体的な役割だけではありません。 プロットデバイスであるように見えるものの非常に多くは、実際にはさらなるリフレクションの際に意外な量の感覚を作ります。 沢子と風早は、奇妙な未来の恋人たちが奇妙な新しい領域を揺るがすのと同じほど馬鹿ではありません。  Kentoの便利な干渉は、彼の人格にしっかりと根付いています。彼の深い座席が「素敵な人」である必要があります。Kurumiの行動は、彼らにとって有害で​​あろうと助けであろうと、すべて心理的に健全であり、YanoとChizuruは 佐和子が自殺したままで立っている。 彼らは私たちが最終的に見ているものを見ます。つまり、沢子の致命的な欠点である自己価値の欠如は、Kazehayaを傷つけ、愛の生活を妨害しており、それを解決できる唯一の人は佐和子です。 彼ら自身のやり方では、これらのエピソードは、沢子が愛情のある風早についてのように自分自身を愛することを学ぶほどです。 これは、彼らが続く栄光に甘いエピソードほど重要なものになります。\u001b[22m\n\u001b[1m(Yano ya Chidzuru, kurumi no yōna senshu o sapōto suru no wa yūmoa to nikutai-tekina yakuwari dakede wa arimasen. Purottodebaisudearu yō ni mieru mono no hijō ni ōku wa, jissai ni wa saranaru rifurekushon no sai ni igaina-ryō no kankaku o tsukurimasu. Sawako to Kazahaya wa, kimyōna mirai no koibito-tachi ga kimyōna atarashī ryōiki o yurugasu no to onaji hodo bakade wa arimasen. Kento no benrina kanshō wa, kare no jinkaku ni shikkari to netsuite imasu. Kare no fukai zaseki ga `sutekinahito'dearu hitsuyō ga arimasu. Kurumi no kōdō wa, karera ni totte yūgaide ​​ arou to tasukedearou to, subete shinri-teki ni kenzendeari, Yano to Chizuru wa Sawako ga jisatsu shita mama de tatte iru. Karera wa watashitachi ga saishūtekini mite iru mono o mimasu. Tsumari, Sawako no chimei-tekina kettendearu jiko kachi no ketsujo wa, Kazehaya o kizutsuke, ainoseikatsu o bōgai shite ori, sore o kaiketsu dekiru yuiitsu no hito wa Sawakodesu. Karera jishin no yarikatade wa, korera no episōdo wa, Sawako ga aijō no aru Kazahaya ni tsuite no yō ni jibun jishin o aisuru koto o manabu hododesu. Kore wa, karera ga tsudzuku eikō ni amai episōdo hodo jūyōna mono ni narimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nGoing over to the dark side doesn't change NISA's approach to the series. There's no dub, the box is covered in bright and beautiful character art, and the hardcover book inside offers a panoply of the series' evocative background art. There're also two very funny, Kurumi-based fairy tale parodies and the usual trailers and clean EPs and OPs.\n\n\u001b[1m暗い側に行くことは、NISAのシリーズへのアプローチを変えない。 ダブはなく、ボックスは明るくて美しいキャラクターアートで覆われており、ハードカバーの本の中にはシリーズの魅力的なバックグラウンドアートが描かれています。  2つの非常に面白いクルミ語のおとぎ話のパロディーと通常の予告編とクリーンなEPとOPがあります。\u001b[22m\n\u001b[1m(Kurai soba ni iku koto wa, NISA no shirīzu e no apurōchi o kaenai. Dabu wa naku, bokkusu wa akarukute utsukushī kyarakutāāto de ōwa rete ori, hādokabā no hon no nakaniha shirīzu no miryoku-tekina bakkuguraundoāto ga egaka rete imasu. 2Tsu no hijō ni omoshiroi kurumi-go no otogibanashi no parodī to tsūjō no yokokuhen to kurīn'na EP to OP ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mGoing over to the dark side doesn't change NISA's approach to the series. There's no dub, the box is covered in bright and beautiful character art, and the hardcover book inside offers a panoply of the series' evocative background art. There're also two very funny, Kurumi-based fairy tale parodies and the usual trailers and clean EPs and OPs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGoing over to the dark side doesn't change NISA's approach to the series.\u001b[24m\n    \u001b[1m暗い側に行くことは、NISAのシリーズへのアプローチを変えない。\u001b[22m, \u001b[1mダークサイドに渡って行くことは、一連の原子力安全・保安院のアプローチを変更しません。\u001b[22m\n\u001b[4mThere's no dub, the box is covered in bright and beautiful character art, and the hardcover book inside offers a panoply of the series' evocative background art.\u001b[24m\n    \u001b[1mダブはなく、ボックスは明るくて美しいキャラクターアートで覆われており、ハードカバーの本の中にはシリーズの魅力的なバックグラウンドアートが描かれています。\u001b[22m, \u001b[1m何のダブはありません、ボックスが明るく美しい文字、当該分野で覆われており、ハードカバーの本は、内部シリーズの刺激的な背景技術の一式を提供しています。\u001b[22m\n\u001b[4mThere're also two very funny, Kurumi-based fairy tale parodies and the usual trailers and clean EPs and OPs.\u001b[24m\n    \u001b[1m2つの非常に面白いクルミ語のおとぎ話のパロディーと通常の予告編とクリーンなEPとOPがあります。\u001b[22m, \u001b[1m2つの非常に面白い、くるみベースのおとぎ話のパロディ、通常のトレーラーときれいなEPSとOPはまた、そこにいます。\u001b[22m\n\u001b[1m\u001b[22m\nNor does it change Hiro Kaburaki's stylistic approach. Everything that holds true for the previous box sets holds true for this one. Maybe there's more of an emphasis on moody interiors and less on sun-dappled exteriors and elegant winter landscapes, but it is as gorgeously and flawlessly put together as it ever was. And that's nearly as true for Tomoko Konparu's script and the rest of the series as it is for the visual and audio design. Kimi ni Todoke started out as one of the finest of recent romances, and it finishes that way too.\n\n\u001b[1mそれは歌舞伎のヒロ・スタイルを変えない。 これまでのボックスセットに当てはまるものはすべて真です。 多分、ムーディーなインテリアを重視し、日差しのような外装やエレガントな冬の景色はあまりありませんが、これまでと同じくらい華麗で完璧にまとまっています。 それは、Tomoko Konparuのスクリプトとそれ以外の部分は、ビジュアルとオーディオのデザインの場合とほぼ同じです。 キミニトドケは、最近のロマンスの中でも最高級のものの1つとして始まりました。\u001b[22m\n\u001b[1m(Sore wa kabuki no Hiro sutairu o kaenai. Kore made no bokkusu setto ni atehamaru mono wa subete shindesu. Tabun, mūdīna interia o jūshi shi, hizashi no yōna gaisō ya eregantona fuyu no keshiki wa amari arimasenga, kore made to onaji kurai kareide kanpeki ni matomatte imasu. Sore wa, Tomoko Konparu no sukuriputo to soreigai no bubun wa, bijuaru to ōdio no dezain no baai to hobo onajidesu. Kiminitodoke wa, saikin no romansu no naka demo saikōkyūno-mono no 1tsu to shite hajimarimashita.)\u001b[22m\n\nTranslations of \u001b[4mNor does it change Hiro Kaburaki's stylistic approach. Everything that holds true for the previous box sets holds true for this one. Maybe there's more of an emphasis on moody interiors and less on sun-dappled exteriors and elegant winter landscapes, but it is as gorgeously and flawlessly put together as it ever was. And that's nearly as true for Tomoko Konparu's script and the rest of the series as it is for the visual and audio design. Kimi ni Todoke started out as one of the finest of recent romances, and it finishes that way too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNor does it change Hiro Kaburaki's stylistic approach.\u001b[24m\n    \u001b[1mそれは歌舞伎のヒロ・スタイルを変えない。\u001b[22m, \u001b[1mまた、それはヒロKaburakiの様式的なアプローチを変更しません。\u001b[22m\n\u001b[4mEverything that holds true for the previous box sets holds true for this one.\u001b[24m\n    \u001b[1mこれまでのボックスセットに当てはまるものはすべて真です。\u001b[22m, \u001b[1m前のボックス・セットにも当てはまるすべてがこの1のために当てはまります。\u001b[22m\n\u001b[4mMaybe there's more of an emphasis on moody interiors and less on sun-dappled exteriors and elegant winter landscapes, but it is as gorgeously and flawlessly put together as it ever was.\u001b[24m\n    \u001b[1m多分、ムーディーなインテリアを重視し、日差しのような外装やエレガントな冬の景色はあまりありませんが、これまでと同じくらい華麗で完璧にまとまっています。\u001b[22m, \u001b[1mたぶんムーディーインテリア性を重視するより太陽まだら外観とエレガントな冬の景観にあまりありますが、それは、華やかであり、それが今まであったように完璧にまとめます。\u001b[22m\n\u001b[4mAnd that's nearly as true for Tomoko Konparu's script and the rest of the series as it is for the visual and audio design.\u001b[24m\n    \u001b[1mそれは、Tomoko Konparuのスクリプトとそれ以外の部分は、ビジュアルとオーディオのデザインの場合とほぼ同じです。\u001b[22m, \u001b[1mそれは視覚と音声の設計のためのものであるとして、それは智子Konparuのスクリプトとシリーズの残りの部分でほぼ同じ事実です。\u001b[22m\n\u001b[4mKimi ni Todoke started out as one of the finest of recent romances, and it finishes that way too.\u001b[24m\n    \u001b[1mキミニトドケは、最近のロマンスの中でも最高級のものの1つとして始まりました。\u001b[22m, \u001b[1m君に届けは、最近のロマンスの最高級の一つとしてスタートし、それはあまりにもそのように終了します。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "theadrin",
    "profile": "/profile/theadrin/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=227865",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  8\n\n私はこのアニメのシーズン1を愛し、最終的にはシーズン2の終わりに、私は自分自身が少しずつ失望していることが分かりました。 私は実際に多くの方法でアニメの終わりが前に来るすべてに影響を与えると私は信じるので、私の季節1のレビューですべてを結びつけようとします。\n\n多くの点で、第2幕は第2シーズンで最優秀2幕でした。なぜですか？ それは実際に物語を進行させ、以前の35のエピソードを通して約束し、苦労しているすべての報酬のビットを見てみましょう。\n\n他の人が指摘しているように、最初の7つのエピソードは非常にイライラしていました。 私は人々が後方に行くことができますが、典型的なライバルと競争のメカニックだけでなく、古典的な誤解のツイストを使用するいくつかの方法でシリーズを延長する安い方法だったことを受け入れる。\n\nすべてのストーリーは重要なポイントに到達します。クリティカルポイントは、以前の開発で確立された行動パターンに基づいて、キャラクターに自然な結論を出させなければなりません。 残念なことに、時には、それはドラマが強制され、そのようなショーは多くの感情的な可能性を失ったと感じました。 この2番目のシーズンは、初めての感覚と興奮の高さには決して達しませんでした。\n\n最終的に私はまだこのシーズンに8（ちょっとだけ）を与えるだろう。なぜならそれは良いノートで仕上げの最後にそれを約束したからだ。 あなたがロマンチックなキャラクター、楽しい瞬間とロムコムのための気分になっている場合は、最終的には結論を揚げて、あなたは間違ってこのシリーズを見に行くことはありません。 それは未曾有の第1シーズンとは一致しませんが、ほとんどの人はそれを見て後悔しないのに十分楽しんでいると思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI loved season 1 of this anime and ultimately at the end of season 2, I found myself a little disappointed by how it all went. I'll try to tie everything in with my season 1 review because I believe that the ending of the anime actually in many ways affects everything that comes before.\n\n\u001b[1m私はこのアニメのシーズン1を愛し、最終的にはシーズン2の終わりに、私は自分自身が少しずつ失望していることが分かりました。 私は実際に多くの方法でアニメの終わりが前に来るすべてに影響を与えると私は信じるので、私の季節1のレビューですべてを結びつけようとします。\u001b[22m\n\u001b[1m(Watashi wa kono anime no shīzun 1 o aishi, saishūtekini wa shīzun 2 no owari ni, watashi wa jibun jishin ga sukoshi zutsu shitsubō shite iru koto ga wakarimashita. Watashi wa jissai ni ōku no hōhō de anime no owari ga mae ni kuru subete ni eikyōwoataeru to watashi wa shinjirunode, watashi no kisetsu 1 no rebyū de subete o musubitsukeyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI loved season 1 of this anime and ultimately at the end of season 2, I found myself a little disappointed by how it all went. I'll try to tie everything in with my season 1 review because I believe that the ending of the anime actually in many ways affects everything that comes before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved season 1 of this anime and ultimately at the end of season 2, I found myself a little disappointed by how it all went.\u001b[24m\n    \u001b[1m私はこのアニメのシーズン1を愛し、最終的にはシーズン2の終わりに、私は自分自身が少しずつ失望していることが分かりました。\u001b[22m, \u001b[1m私はこのアニメのシーズン1を愛し、最終的にはシーズン2の終わりに、私はそれをすべてが行った方法によって自分が少しがっかり発見しました。\u001b[22m\n\u001b[4mI'll try to tie everything in with my season 1 review because I believe that the ending of the anime actually in many ways affects everything that comes before.\u001b[24m\n    \u001b[1m私は実際に多くの方法でアニメの終わりが前に来るすべてに影響を与えると私は信じるので、私の季節1のレビューですべてを結びつけようとします。\u001b[22m, \u001b[1m私はアニメのエンディングは、実際に多くの方法で前に来るすべてのものに影響を与えると考えているため、私のシーズン1口コミをですべてを結びつけるしようとするでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nIn many ways the end 2 episodes were the best 2 episodes in season 2. Why? Because it actually progressed the story and let us see a bit of the reward of all that promise and struggle through the earlier 35 episodes.\n\n\u001b[1m多くの点で、第2幕は第2シーズンで最優秀2幕でした。なぜですか？ それは実際に物語を進行させ、以前の35のエピソードを通して約束し、苦労しているすべての報酬のビットを見てみましょう。\u001b[22m\n\u001b[1m(Ōku no ten de, dai 2-maku wa dai 2 shīzun de saiyūshū 2-makudeshita. Nazedesu ka? Sore wa jissai ni monogatari o shinkō sa se, izen no 35 no episōdo o tōshite yakusoku shi, kurō shite iru subete no hōshū no bitto o mite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mIn many ways the end 2 episodes were the best 2 episodes in season 2. Why? Because it actually progressed the story and let us see a bit of the reward of all that promise and struggle through the earlier 35 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn many ways the end 2 episodes were the best 2 episodes in season 2. Why?\u001b[24m\n    \u001b[1m多くの点で、第2幕は第2シーズンで最優秀2幕でした。なぜですか？\u001b[22m, \u001b[1m多くの点で終わり2エピソードはシーズン2.なぜ最高の2エピソードでしたか？\u001b[22m\n\u001b[4mBecause it actually progressed the story and let us see a bit of the reward of all that promise and struggle through the earlier 35 episodes.\u001b[24m\n    \u001b[1mそれは実際に物語を進行させ、以前の35のエピソードを通して約束し、苦労しているすべての報酬のビットを見てみましょう。\u001b[22m, \u001b[1mそれは実際に物語を進行し、私たちは約束し、それ以前の35話を通して、闘争そのすべての報酬のビットを見てみましょうので。\u001b[22m\n\u001b[1m\u001b[22m\nHaving said that, as others have pointed out, the first 7 episodes were so frustrating I wanted to gouge my eyes out at points. I accept that people can go backwards but to use the typical rival and competition mechanic as well as the classic misunderstanding twist was in some ways a cheap way of prolonging the series.\n\n\u001b[1m他の人が指摘しているように、最初の7つのエピソードは非常にイライラしていました。 私は人々が後方に行くことができますが、典型的なライバルと競争のメカニックだけでなく、古典的な誤解のツイストを使用するいくつかの方法でシリーズを延長する安い方法だったことを受け入れる。\u001b[22m\n\u001b[1m(Hokanohito ga shiteki shite iru yō ni, saisho no 7tsu no episōdo wa hijō ni iraira shite imashita. Watashi wa hitobito ga kōhō ni iku koto ga dekimasuga, tenkei-tekina raibaru to kyōsō no mekanikku dakedenaku, koten-tekina gokai no tsuisuto o shiyō suru ikutsu ka no hōhō de shirīzu o enchō suru yasui hōhōdatta koto o ukeireru.)\u001b[22m\n\nTranslations of \u001b[4mHaving said that, as others have pointed out, the first 7 episodes were so frustrating I wanted to gouge my eyes out at points. I accept that people can go backwards but to use the typical rival and competition mechanic as well as the classic misunderstanding twist was in some ways a cheap way of prolonging the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving said that, as others have pointed out, the first 7 episodes were so frustrating I wanted to gouge my eyes out at points.\u001b[24m\n    \u001b[1m他の人が指摘しているように、最初の7つのエピソードは非常にイライラしていました。\u001b[22m, \u001b[1m他の人が指摘したように、最初の7エピソードは、私はポイントで私の目をえぐり出したかったので、イライラした、と述べました。\u001b[22m\n\u001b[4mI accept that people can go backwards but to use the typical rival and competition mechanic as well as the classic misunderstanding twist was in some ways a cheap way of prolonging the series.\u001b[24m\n    \u001b[1m私は人々が後方に行くことができますが、典型的なライバルと競争のメカニックだけでなく、古典的な誤解のツイストを使用するいくつかの方法でシリーズを延長する安い方法だったことを受け入れる。\u001b[22m, \u001b[1m私は人々が後方に行くことができますが、代表的なライバルと競争メカニックだけでなく、古典的な誤解のねじれが、いくつかの方法でシリーズを延長する安価な方法だった使用することを受け入れます。\u001b[22m\n\u001b[1m\u001b[22m\nAll stories reach a critical point, where the author has to let the characters come to a natural conclusion based on their pattern of behaviour established over the previous development. Unfortunately at times, it felt that the drama was forced and as such the show lost a lot of emotional potential. This second season just never reached the heights of feeling and excitement as the first one.\n\n\u001b[1mすべてのストーリーは重要なポイントに到達します。クリティカルポイントは、以前の開発で確立された行動パターンに基づいて、キャラクターに自然な結論を出させなければなりません。 残念なことに、時には、それはドラマが強制され、そのようなショーは多くの感情的な可能性を失ったと感じました。 この2番目のシーズンは、初めての感覚と興奮の高さには決して達しませんでした。\u001b[22m\n\u001b[1m(Subete no sutōrī wa jūyōna pointo ni tōtatsu shimasu. Kuritikaru pointo wa, izen no kaihatsu de kakuritsu sa reta kōdō patān nimotozuite, kyarakutā ni shizen'na ketsuron o dasa senakereba narimasen. Zan'nen'nakotoni, tokiniha, soreha dorama ga kyōsei sa re, sono yōna shō wa ōku no kanjō-tekina kanōsei o ushinatta to kanjimashita. Kono 2-banme no shīzun wa, hajimete no kankaku to kōfun no taka-sa ni wa kesshite tasshimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAll stories reach a critical point, where the author has to let the characters come to a natural conclusion based on their pattern of behaviour established over the previous development. Unfortunately at times, it felt that the drama was forced and as such the show lost a lot of emotional potential. This second season just never reached the heights of feeling and excitement as the first one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll stories reach a critical point, where the author has to let the characters come to a natural conclusion based on their pattern of behaviour established over the previous development.\u001b[24m\n    \u001b[1mすべてのストーリーは重要なポイントに到達します。クリティカルポイントは、以前の開発で確立された行動パターンに基づいて、キャラクターに自然な結論を出させなければなりません。\u001b[22m, \u001b[1mすべての物語は、作者が文字は、前の開発の上に確立された行動の彼らのパターンに基づいて、自然な結論に来るようする必要がある臨界点に達します。\u001b[22m\n\u001b[4mUnfortunately at times, it felt that the drama was forced and as such the show lost a lot of emotional potential.\u001b[24m\n    \u001b[1m残念なことに、時には、それはドラマが強制され、そのようなショーは多くの感情的な可能性を失ったと感じました。\u001b[22m, \u001b[1m残念ながらの回で、それはドラマが余儀なくされたことを感じ、そのようなショーのように感情的な多くの可能性を失いました。\u001b[22m\n\u001b[4mThis second season just never reached the heights of feeling and excitement as the first one.\u001b[24m\n    \u001b[1mこの2番目のシーズンは、初めての感覚と興奮の高さには決して達しませんでした。\u001b[22m, \u001b[1mこの第二シーズンはちょうど最初のものとして感と興奮の高さに達したことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nUltimately I'd still give this season an 8 (just barely), simply because it did keep it's promise in the end of finishing on a good note. If you are in the mood for a rom com, with lovable characters, fun moments and in the end an uplifting fulfilling conclusion, then you won't go wrong watching this series. It does not match the outstanding first season but I think most people would still enjoy it enough to not regret watching it all.\n\n\u001b[1m最終的に私はまだこのシーズンに8（ちょっとだけ）を与えるだろう。なぜならそれは良いノートで仕上げの最後にそれを約束したからだ。 あなたがロマンチックなキャラクター、楽しい瞬間とロムコムのための気分になっている場合は、最終的には結論を揚げて、あなたは間違ってこのシリーズを見に行くことはありません。 それは未曾有の第1シーズンとは一致しませんが、ほとんどの人はそれを見て後悔しないのに十分楽しんでいると思います。\u001b[22m\n\u001b[1m(Saishūtekini watashi wa mada kono shīzun ni 8 (chotto dake) o ataerudarou. Nazenara sore wa yoi nōto de shiage no saigo ni sore o yakusoku shitakarada. Anata ga romanchikkuna kyarakutā, tanoshī shunkan to romukomu no tame no kibun ni natte iru baai wa, saishūtekini wa ketsuron o agete, anata wa machigatte kono shirīzu o mi ni iku koto wa arimasen. Sore wa mizouno dai 1 shīzun to wa itchi shimasenga, hotondo no hito wa sore o mite kōkai shinainoni jūbun tanoshinde iru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mUltimately I'd still give this season an 8 (just barely), simply because it did keep it's promise in the end of finishing on a good note. If you are in the mood for a rom com, with lovable characters, fun moments and in the end an uplifting fulfilling conclusion, then you won't go wrong watching this series. It does not match the outstanding first season but I think most people would still enjoy it enough to not regret watching it all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUltimately I'd still give this season an 8 (just barely), simply because it did keep it's promise in the end of finishing on a good note.\u001b[24m\n    \u001b[1m最終的に私はまだこのシーズンに8（ちょっとだけ）を与えるだろう。なぜならそれは良いノートで仕上げの最後にそれを約束したからだ。\u001b[22m, \u001b[1m最終的に私はまだそれは良い調子で仕上げの終わりに、それは約束です維持したという理由だけで、8（かろうじて）このシーズンを与えると思います。\u001b[22m\n\u001b[4mIf you are in the mood for a rom com, with lovable characters, fun moments and in the end an uplifting fulfilling conclusion, then you won't go wrong watching this series.\u001b[24m\n    \u001b[1mあなたがロマンチックなキャラクター、楽しい瞬間とロムコムのための気分になっている場合は、最終的には結論を揚げて、あなたは間違ってこのシリーズを見に行くことはありません。\u001b[22m, \u001b[1mあなたは愛すべきキャラクター、楽しい瞬間と最後に結論を果たす高揚とロムcomのための気分にしている場合は、このシリーズを見て間違って行くことはありません。\u001b[22m\n\u001b[4mIt does not match the outstanding first season but I think most people would still enjoy it enough to not regret watching it all.\u001b[24m\n    \u001b[1mそれは未曾有の第1シーズンとは一致しませんが、ほとんどの人はそれを見て後悔しないのに十分楽しんでいると思います。\u001b[22m, \u001b[1mこれは、優れた最初のシーズンと一致していませんが、私はほとんどの人はまだそれをすべて見て後悔しないために十分なそれを楽しむだろうと思います。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "anguyen128",
    "profile": "/profile/anguyen128/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=226864",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  6\n\n私のヒント：最初の8つのエピソードをスキップし、9-12を見てください。\n\nこの第2シーズンは、人工の詰め物のように感じます。これは、主なデュオがお互いを理解しておらず、ショーの大半を誤解させてしまうのと同じタイプの紛争とドラマです。\n\nあなたは26のエピソードを思いついていると思うでしょう.S1のフィナーレでとても親切なものをやっている彼らは、物事を解決するでしょう.NOPE。 彼らは物事を引き出します。 新しいキャラクターが、クルミの男性レプリカ（S1...ボーナスの金髪の嫉妬深い愛、彼はさらにブロンド）の人物になります。これはちょうど再ハッシュです。 それは非常に残念です。\n\nこのシーズンは心温まると陽気なので、良い瞬間を持っています。本当にS1を楽しんでいれば、それをお楽しみください。 しかし、彼らは今シーズンをはるかに上回っていた可能性があり、私が得たものには非常に失望している。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nMy tips: skip the first 8 episodes and just watch 9-12.\n\n\u001b[1m私のヒント：最初の8つのエピソードをスキップし、9-12を見てください。\u001b[22m\n\u001b[1m(Watashi no hinto: Saisho no yattsu no episōdo o sukippu shi, 9 - 12 o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mMy tips: skip the first 8 episodes and just watch 9-12.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy tips: skip the first 8 episodes and just watch 9-12.\u001b[24m\n    \u001b[1m私のヒント：最初の8つのエピソードをスキップし、9-12を見てください。\u001b[22m, \u001b[1m私のヒント：最初の8エピソードをスキップしてちょうど9月12日を見て。\u001b[22m\n\u001b[1m\u001b[22m\nThis 2nd season feels like artificial padding - it's the same type of conflicts and drama as the main duo fail to understand each other and drag out that misunderstanding for the majority of the show.\n\n\u001b[1mこの第2シーズンは、人工の詰め物のように感じます。これは、主なデュオがお互いを理解しておらず、ショーの大半を誤解させてしまうのと同じタイプの紛争とドラマです。\u001b[22m\n\u001b[1m(Kono dai 2 shīzun wa, jinkō no tsumebutsu no yō ni kanjimasu. Kore wa, omona de~yuo ga otagai o rikai shite orazu, shō no taihan o gokai sa sete shimau no to onaji taipu no funsō to doramadesu.)\u001b[22m\n\nTranslations of \u001b[4mThis 2nd season feels like artificial padding - it's the same type of conflicts and drama as the main duo fail to understand each other and drag out that misunderstanding for the majority of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis 2nd season feels like artificial padding - it's the same type of conflicts and drama as the main duo fail to understand each other and drag out that misunderstanding for the majority of the show.\u001b[24m\n    \u001b[1mこの第2シーズンは、人工の詰め物のように感じます。これは、主なデュオがお互いを理解しておらず、ショーの大半を誤解させてしまうのと同じタイプの紛争とドラマです。\u001b[22m, \u001b[1mこの第二シーズンは、人工的なパディングのように感じている - 主なデュオがお互いを理解し、ショーの大部分を誤解していることがドラッグすることができないとして、それは紛争やドラマの同じタイプです。\u001b[22m\n\u001b[1m\u001b[22m\nYou'd think 26 episodes of will-they-won't-they and them doing very couply/intimate things in the finale of S1 would resolve things..NOPE. They drag things out. A new character enters who's pretty much a male replica of Kurumi (the blonde jealous love interest of S1...bonus, he's even blonde) and this is just a rehash. It's very disappointing.\n\n\u001b[1mあなたは26のエピソードを思いついていると思うでしょう.S1のフィナーレでとても親切なものをやっている彼らは、物事を解決するでしょう.NOPE。 彼らは物事を引き出します。 新しいキャラクターが、クルミの男性レプリカ（S1...ボーナスの金髪の嫉妬深い愛、彼はさらにブロンド）の人物になります。これはちょうど再ハッシュです。 それは非常に残念です。\u001b[22m\n\u001b[1m(Anata wa 26 no episōdo o omoitsuite iru to omoudeshou. S 1 no fināre de totemo shinsetsuna mono o yatte iru karera wa, monogoto o kaiketsu surudeshou. NOPE. Karera wa monogoto o hikidashimasu. Atarashī kyarakutā ga, kurumi no dansei repurika (S 1... Bōnasu no kinpatsu no shittobukai-ai, kare wa sarani burondo) no jinbutsu ni narimasu. Kore wa chōdo sai hasshudesu. Sore wa hijō ni zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mYou'd think 26 episodes of will-they-won't-they and them doing very couply/intimate things in the finale of S1 would resolve things..NOPE. They drag things out. A new character enters who's pretty much a male replica of Kurumi (the blonde jealous love interest of S1...bonus, he's even blonde) and this is just a rehash. It's very disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou'd think 26 episodes of will-they-won't-they and them doing very couply/intimate things in the finale of S1 would resolve things..NOPE.\u001b[24m\n    \u001b[1mあなたは26のエピソードを思いついていると思うでしょう.S1のフィナーレでとても親切なものをやっている彼らは、物事を解決するでしょう.NOPE。\u001b[22m, \u001b[1mあなたは意志-彼ら-won't-彼らと彼らの26エピソードはS1のフィナーレに非常にcouply /親密なことをやってはthings..NOPEを解決するだろうと思うだろう。\u001b[22m\n\u001b[4mThey drag things out.\u001b[24m\n    \u001b[1m彼らは物事を引き出します。\u001b[22m, \u001b[1m彼らは物事をドラッグします。\u001b[22m\n\u001b[4mA new character enters who's pretty much a male replica of Kurumi (the blonde jealous love interest of S1...bonus, he's even blonde) and this is just a rehash.\u001b[24m\n    \u001b[1m新しいキャラクターが、クルミの男性レプリカ（S1...ボーナスの金髪の嫉妬深い愛、彼はさらにブロンド）の人物になります。これはちょうど再ハッシュです。\u001b[22m, \u001b[1m新キャラクターはかなりくるみの男性レプリカだ人入る（S1のブロンド嫉妬愛興味...ボーナス、彼もブロンドだ）、これは単なる焼き直しです。\u001b[22m\n\u001b[4mIt's very disappointing.\u001b[24m\n    \u001b[1mそれは非常に残念です。\u001b[22m\n\u001b[1m\u001b[22m\nThis season does have good moments though - heartingwarming and hilarious, so if you really enjoyed S1 go for it. But they could've pulled off this season much better and I'm very disappointed in what we got.\n\n\u001b[1mこのシーズンは心温まると陽気なので、良い瞬間を持っています。本当にS1を楽しんでいれば、それをお楽しみください。 しかし、彼らは今シーズンをはるかに上回っていた可能性があり、私が得たものには非常に失望している。\u001b[22m\n\u001b[1m(Kono shīzun wa kokoroatatamaruto yōkinanode, yoi shunkan o motte imasu. Hontōni S 1 o tanoshinde ireba, sore o o tanoshimi kudasai. Shikashi, karera wa ima shīzun o haruka ni uwamawatte ita kanōsei ga ari, watashi ga eta mono ni wa hijō ni shitsubō shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThis season does have good moments though - heartingwarming and hilarious, so if you really enjoyed S1 go for it. But they could've pulled off this season much better and I'm very disappointed in what we got.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis season does have good moments though - heartingwarming and hilarious, so if you really enjoyed S1 go for it.\u001b[24m\n    \u001b[1mこのシーズンは心温まると陽気なので、良い瞬間を持っています。本当にS1を楽しんでいれば、それをお楽しみください。\u001b[22m, \u001b[1mheartingwarmingと陽気をするので、あなたが本当に楽しんであればS1はそれのために行く - 今シーズンはしかし良い瞬間を持っています。\u001b[22m\n\u001b[4mBut they could've pulled off this season much better and I'm very disappointed in what we got.\u001b[24m\n    \u001b[1mしかし、彼らは今シーズンをはるかに上回っていた可能性があり、私が得たものには非常に失望している。\u001b[22m, \u001b[1mしかし、彼らははるかに良いこの季節を引っぱり出してきた可能性があり、私たちが得たものに非常に失望しています。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "Unfulfilled",
    "profile": "/profile/Unfulfilled/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=78387",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n警告として、このレビューにはスポイラーが含まれている可能性があります。アニメ全体を終了しない限り、これを読まない方がいいでしょう。 私はスポイラーを言わないように最善を尽くすつもりですが、私はそれほど素晴らしいとは思いません。 このレビューは全体としてアニメにもなります。\n\nストーリー -  10\n\n\n\nアート -  9\n\n私は個人的に、本当に芸術が好きだった。 スタイルは独特のように見えました。 アニメのオープニングは本当にそれを表現した。 アートは何とか落ち着いていたように見えました。アニメにはうってつけです。 文字はよく作られていて細かいものでした。 芸術に喜ばれることはありません。\n\nサウンド -  8\n\n私はその音に多くの注意を払わなかった、と私は認めている。 プロットは本当にすべて私の心の上にあった。 私はそれについて考えるようになったので、音はあまりにも悪くはありませんでした。 両方の季節のオープニングは素晴らしかったし、アニメの時代に演奏したバックグラウンドミュージックも楽しかったです。\n\nキャラクター -  10\n\n\n\n楽しさ -  10\n\n私は間違いなくこのアニメを楽しんだ。 私はそれを見てすべての感情を経験し、それを笑って泣いていた。 私はいくつかのキャラクターでとても怒っていた瞬間があったと認めますが、それはアニメを偉大なものにするものですね。 キャラクターのための感じ？ 私は間違いなく彼らのために感じた。 あなたが学校や生活のアニメを好きなら、私はほとんどあなたがこのアニメを愛するguarnteeことができます。\n\n全体的 -  10\n\n全体的に、このアニメは素晴らしかったです。 キャラクターは素晴らしく、ストーリーは素晴らしく、アートは素晴らしかった...そして私はそれを楽しみました。 私は絶対にこのアニメをお勧めします。 このアニメを通して、あなたはあなたが持っているものを理解し、それを見ていなくても沢子について考えることを学びます。私はずっと後で私の友人に感謝します。 沢子の目を通して人生を見ている間は、あなたには何かが間違いありません。 たぶん私はすべてが少し高すぎる、誰が知っているかを評価している。 私は本当にこのアニメを愛し、他の誰もそれを楽しむだろうと確信しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nJust as a warning, this review will probably contain spoilers... So, it's probably best not to read this unless you've finished the whole anime. I'll try my best not to say any spoilers, but i'm not that great at that. This review will also be on the anime as a whole.\n\n\u001b[1m警告として、このレビューにはスポイラーが含まれている可能性があります。アニメ全体を終了しない限り、これを読まない方がいいでしょう。 私はスポイラーを言わないように最善を尽くすつもりですが、私はそれほど素晴らしいとは思いません。 このレビューは全体としてアニメにもなります。\u001b[22m\n\u001b[1m(Keikoku to shite, kono rebyū ni wa supoirā ga fukuma rete iru kanōsei ga arimasu. Anime zentai o shūryō shinai kagiri, kore o yomanai kata ga īdeshou. Watashi wa supoirā o iwanai yō ni saizenwotsukusu tsumoridesuga, watashi wa sore hodo subarashī to wa omoimasen. Kono rebyū wa zentai to shite anime ni mo narimasu.)\u001b[22m\n\nTranslations of \u001b[4mJust as a warning, this review will probably contain spoilers... So, it's probably best not to read this unless you've finished the whole anime. I'll try my best not to say any spoilers, but i'm not that great at that. This review will also be on the anime as a whole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust as a warning, this review will probably contain spoilers... So, it's probably best not to read this unless you've finished the whole anime.\u001b[24m\n    \u001b[1m警告として、このレビューにはスポイラーが含まれている可能性があります。アニメ全体を終了しない限り、これを読まない方がいいでしょう。\u001b[22m, \u001b[1mただ、警告として、この口コミはおそらくだから、それはあなたが全体のアニメが終了しない限り、これを読まないように、おそらく最善です...ネタバレが含まれます。\u001b[22m\n\u001b[4mI'll try my best not to say any spoilers, but i'm not that great at that.\u001b[24m\n    \u001b[1m私はスポイラーを言わないように最善を尽くすつもりですが、私はそれほど素晴らしいとは思いません。\u001b[22m, \u001b[1m私は、任意のスポイラーを言うことではない私のベストを尽くすよ、しかし、私はその時、その素晴らしいではありませんよ。\u001b[22m\n\u001b[4mThis review will also be on the anime as a whole.\u001b[24m\n    \u001b[1mこのレビューは全体としてアニメにもなります。\u001b[22m, \u001b[1mこのレビューはまた、全体としてアニメになります。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 10\n\n\u001b[1mストーリー -  10\u001b[22m\n\u001b[1m(Sutōrī - 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 10\u001b[24m\n    \u001b[1mストーリー -  10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt - 9\n\n\u001b[1mアート -  9\u001b[22m\n\u001b[1m(Āto - 9)\u001b[22m\n\nTranslations of \u001b[4mArt - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 9\u001b[24m\n    \u001b[1mアート -  9\u001b[22m\n\u001b[1m\u001b[22m\nI personally, really liked the art. The style seemed unique, in a way. The openings of the anime really expressed it. The art somehow seemed calming, which fits the anime very well. The characters were well-made, and detailed. It's hard not to be pleased with the art.\n\n\u001b[1m私は個人的に、本当に芸術が好きだった。 スタイルは独特のように見えました。 アニメのオープニングは本当にそれを表現した。 アートは何とか落ち着いていたように見えました。アニメにはうってつけです。 文字はよく作られていて細かいものでした。 芸術に喜ばれることはありません。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni, hontōni geijutsu ga sukidatta. Sutairu wa dokutoku no yō ni miemashita. Anime no ōpuningu wa hontōni sore o hyōgen shita. Āto wa nantoka ochitsuite ita yō ni miemashita. Anime ni wa uttetsukedesu. Moji wa yoku tsukura rete ite komakai monodeshita. Geijutsu ni yorokoba reru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI personally, really liked the art. The style seemed unique, in a way. The openings of the anime really expressed it. The art somehow seemed calming, which fits the anime very well. The characters were well-made, and detailed. It's hard not to be pleased with the art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally, really liked the art.\u001b[24m\n    \u001b[1m私は個人的に、本当に芸術が好きだった。\u001b[22m, \u001b[1m私は個人的には、本当に芸術が好き。\u001b[22m\n\u001b[4mThe style seemed unique, in a way.\u001b[24m\n    \u001b[1mスタイルは独特のように見えました。\u001b[22m, \u001b[1mスタイルは方法で、ユニークなように見えました。\u001b[22m\n\u001b[4mThe openings of the anime really expressed it.\u001b[24m\n    \u001b[1mアニメのオープニングは本当にそれを表現した。\u001b[22m, \u001b[1mアニメの開口部は、実際にそれを表明しました。\u001b[22m\n\u001b[4mThe art somehow seemed calming, which fits the anime very well.\u001b[24m\n    \u001b[1mアートは何とか落ち着いていたように見えました。アニメにはうってつけです。\u001b[22m, \u001b[1m芸術は何とか非常によくアニメをフィットする、心を落ち着かせるように見えました。\u001b[22m\n\u001b[4mThe characters were well-made, and detailed.\u001b[24m\n    \u001b[1m文字はよく作られていて細かいものでした。\u001b[22m, \u001b[1m文字がうまく作られ、かつ詳細でした。\u001b[22m\n\u001b[4mIt's hard not to be pleased with the art.\u001b[24m\n    \u001b[1m芸術に喜ばれることはありません。\u001b[22m, \u001b[1mそれは技術と喜んではないと難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 8\n\n\u001b[1mサウンド -  8\u001b[22m\n\u001b[1m(Saundo - 8)\u001b[22m\n\nTranslations of \u001b[4mSound - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 8\u001b[24m\n    \u001b[1mサウンド -  8\u001b[22m\n\u001b[1m\u001b[22m\nI didn't pay a lot of attention to the sound, I admit. The plot was really all on my mind. Now that I think about it though, the sound wasn't too bad. The openings of both seasons were great, and I enjoyed the background music that played at times in the anime.\n\n\u001b[1m私はその音に多くの注意を払わなかった、と私は認めている。 プロットは本当にすべて私の心の上にあった。 私はそれについて考えるようになったので、音はあまりにも悪くはありませんでした。 両方の季節のオープニングは素晴らしかったし、アニメの時代に演奏したバックグラウンドミュージックも楽しかったです。\u001b[22m\n\u001b[1m(Watashi wa sono-on ni ōku no chūi o harawanakatta, to watashi wa mitomete iru. Purotto wa hontōni subete watashi no kokoro no ue ni atta. Watashi wa sore ni tsuite kangaeru yō ni nattanode,-on wa amarini mo waruku wa arimasendeshita. Ryōhō no kisetsu no ōpuningu wa subarashikattashi, anime no jidai ni ensō shita bakkuguraundomyūjikku mo tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mI didn't pay a lot of attention to the sound, I admit. The plot was really all on my mind. Now that I think about it though, the sound wasn't too bad. The openings of both seasons were great, and I enjoyed the background music that played at times in the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't pay a lot of attention to the sound, I admit.\u001b[24m\n    \u001b[1m私はその音に多くの注意を払わなかった、と私は認めている。\u001b[22m, \u001b[1m私は音に多くの注目を払っていない、私は認めます。\u001b[22m\n\u001b[4mThe plot was really all on my mind.\u001b[24m\n    \u001b[1mプロットは本当にすべて私の心の上にあった。\u001b[22m, \u001b[1mプロットは、私の心に本当にすべてでした。\u001b[22m\n\u001b[4mNow that I think about it though, the sound wasn't too bad.\u001b[24m\n    \u001b[1m私はそれについて考えるようになったので、音はあまりにも悪くはありませんでした。\u001b[22m, \u001b[1m今、私もそれについて考えることが、音があまりにも悪くはなかったです。\u001b[22m\n\u001b[4mThe openings of both seasons were great, and I enjoyed the background music that played at times in the anime.\u001b[24m\n    \u001b[1m両方の季節のオープニングは素晴らしかったし、アニメの時代に演奏したバックグラウンドミュージックも楽しかったです。\u001b[22m, \u001b[1m両シーズンの開口部は偉大だった、と私はアニメで何回で演奏背景音楽を楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - 10\n\n\u001b[1mキャラクター -  10\u001b[22m\n\u001b[1m(Kyarakutā - 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - 10\u001b[24m\n    \u001b[1mキャラクター -  10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 10\n\n\u001b[1m楽しさ -  10\u001b[22m\n\u001b[1m(Tanoshisa - 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 10\u001b[24m\n    \u001b[1m楽しさ -  10\u001b[22m\n\u001b[1m\u001b[22m\nI definitely enjoyed this anime. I experienced every emotion while watching it, and was both laughing and crying through it. I admit that there were some moments where I just got so mad at some of the characters, but that's one thing that makes an anime great, right? Feeling for the characters? I definitely felt for them. If you like school or slice of life animes, I can almost guarntee you'll love this anime.\n\n\u001b[1m私は間違いなくこのアニメを楽しんだ。 私はそれを見てすべての感情を経験し、それを笑って泣いていた。 私はいくつかのキャラクターでとても怒っていた瞬間があったと認めますが、それはアニメを偉大なものにするものですね。 キャラクターのための感じ？ 私は間違いなく彼らのために感じた。 あなたが学校や生活のアニメを好きなら、私はほとんどあなたがこのアニメを愛するguarnteeことができます。\u001b[22m\n\u001b[1m(Watashi wa machigainaku kono anime o tanoshinda. Watashi wa sore o mite subete no kanjō o keiken shi, sore o waratte naiteita. Watashi wa ikutsu ka no kyarakutā de totemo okotte ita shunkan ga atta to mitomemasuga, soreha anime o idaina mono ni suru monodesu ne. Kyarakutā no tame no kanji? Watashi wa machigainaku karera no tame ni kanjita. Anata ga gakkō ya seikatsu no anime o sukinara, watashi wa hotondo anata ga kono anime o aisuru guarntee koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI definitely enjoyed this anime. I experienced every emotion while watching it, and was both laughing and crying through it. I admit that there were some moments where I just got so mad at some of the characters, but that's one thing that makes an anime great, right? Feeling for the characters? I definitely felt for them. If you like school or slice of life animes, I can almost guarntee you'll love this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI definitely enjoyed this anime.\u001b[24m\n    \u001b[1m私は間違いなくこのアニメを楽しんだ。\u001b[22m, \u001b[1m私は間違いなくこのアニメを楽しみました。\u001b[22m\n\u001b[4mI experienced every emotion while watching it, and was both laughing and crying through it.\u001b[24m\n    \u001b[1m私はそれを見てすべての感情を経験し、それを笑って泣いていた。\u001b[22m, \u001b[1m私はそれを見ながら、すべての感情を経験し、そして両方笑ってそれを介して泣いていました。\u001b[22m\n\u001b[4mI admit that there were some moments where I just got so mad at some of the characters, but that's one thing that makes an anime great, right?\u001b[24m\n    \u001b[1m私はいくつかのキャラクターでとても怒っていた瞬間があったと認めますが、それはアニメを偉大なものにするものですね。\u001b[22m, \u001b[1m右、私はちょうど文字の一部でそのように怒ったいくつかの瞬間があったことを認めるが、それはアニメは素晴らしい作る一つのことですか？\u001b[22m\n\u001b[4mFeeling for the characters?\u001b[24m\n    \u001b[1mキャラクターのための感じ？\u001b[22m, \u001b[1m文字に感じですか？\u001b[22m\n\u001b[4mI definitely felt for them.\u001b[24m\n    \u001b[1m私は間違いなく彼らのために感じた。\u001b[22m, \u001b[1m私は間違いなく彼らのために感じました。\u001b[22m\n\u001b[4mIf you like school or slice of life animes, I can almost guarntee you'll love this anime.\u001b[24m\n    \u001b[1mあなたが学校や生活のアニメを好きなら、私はほとんどあなたがこのアニメを愛するguarnteeことができます。\u001b[22m, \u001b[1mあなたの人生のアニメの学校やスライスなどの場合は、私はほとんどあなたがこのアニメを好きguarnteeことができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 10\n\n\u001b[1m全体的 -  10\u001b[22m\n\u001b[1m(Zentai-teki - 10)\u001b[22m\n\nTranslations of \u001b[4mOverall - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 10\u001b[24m\n    \u001b[1m全体的 -  10\u001b[22m, \u001b[1m全体的に -  10\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this anime was superb. The characters were great, the story was great, the art was great... and I definitely enjoyed it. I absolutely recommend this anime. Through this anime, you learn to appreciate what you have, and find yourself thinking about Sawako even outside of watching it... I definitely appreciate my friends much more after it. Seeing life through Sawako's eyes definitely does something to you. Maybe i'm rating everything a bit too high, who knows. I really loved this anime though, and am sure anybody else watching it would enjoy it too.\n\n\u001b[1m全体的に、このアニメは素晴らしかったです。 キャラクターは素晴らしく、ストーリーは素晴らしく、アートは素晴らしかった...そして私はそれを楽しみました。 私は絶対にこのアニメをお勧めします。 このアニメを通して、あなたはあなたが持っているものを理解し、それを見ていなくても沢子について考えることを学びます。私はずっと後で私の友人に感謝します。 沢子の目を通して人生を見ている間は、あなたには何かが間違いありません。 たぶん私はすべてが少し高すぎる、誰が知っているかを評価している。 私は本当にこのアニメを愛し、他の誰もそれを楽しむだろうと確信しています。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono anime wa subarashikattadesu. Kyarakutā wa subarashiku, sutōrī wa subarashiku, āto wa subarashikatta... Soshite watashi wa sore o tanoshimimashita. Watashi wa zettai ni kono anime o o susume shimasu. Kono anime o tōshite, anata wa anata ga motte iru mono o rikai shi, sore o mite inakute mo Sawako ni tsuite kangaeru koto o manabimasu. Watashi wa zutto atode watashi no yūjin ni kansha shimasu. Sawako no me o tōshite jinsei o mite iru ma wa, anata ni wa nanika ga machigai arimasen. Tabun watashi wa subete ga sukoshi takasugiru, dare ga shitte iru ka o hyōka shite iru. Watashi wa hontōni kono anime o aishi, hoka no dare mo sore o tanoshimudarou to kakushin shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this anime was superb. The characters were great, the story was great, the art was great... and I definitely enjoyed it. I absolutely recommend this anime. Through this anime, you learn to appreciate what you have, and find yourself thinking about Sawako even outside of watching it... I definitely appreciate my friends much more after it. Seeing life through Sawako's eyes definitely does something to you. Maybe i'm rating everything a bit too high, who knows. I really loved this anime though, and am sure anybody else watching it would enjoy it too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this anime was superb.\u001b[24m\n    \u001b[1m全体的に、このアニメは素晴らしかったです。\u001b[22m, \u001b[1m全体的に、このアニメはすばらしかったです。\u001b[22m\n\u001b[4mThe characters were great, the story was great, the art was great... and I definitely enjoyed it.\u001b[24m\n    \u001b[1mキャラクターは素晴らしく、ストーリーは素晴らしく、アートは素晴らしかった...そして私はそれを楽しみました。\u001b[22m, \u001b[1m文字は素晴らしかった、物語は芸術は偉大だった、素晴らしかった...と私は間違いなくそれを楽しみました。\u001b[22m\n\u001b[4mI absolutely recommend this anime.\u001b[24m\n    \u001b[1m私は絶対にこのアニメをお勧めします。\u001b[22m\n\u001b[4mThrough this anime, you learn to appreciate what you have, and find yourself thinking about Sawako even outside of watching it... I definitely appreciate my friends much more after it.\u001b[24m\n    \u001b[1mこのアニメを通して、あなたはあなたが持っているものを理解し、それを見ていなくても沢子について考えることを学びます。私はずっと後で私の友人に感謝します。\u001b[22m, \u001b[1mこのアニメを通じて、あなたが持っているものを感謝し、それを見てからでも外佐和子について考えて自分自身を見つけることを学ぶ...私は間違いなくそれの後にはるかに私の友人に感謝します。\u001b[22m\n\u001b[4mSeeing life through Sawako's eyes definitely does something to you.\u001b[24m\n    \u001b[1m沢子の目を通して人生を見ている間は、あなたには何かが間違いありません。\u001b[22m, \u001b[1m佐和子さんの目を通して人生を見ることは間違いなくあなたに何かを行います。\u001b[22m\n\u001b[4mMaybe i'm rating everything a bit too high, who knows.\u001b[24m\n    \u001b[1mたぶん私はすべてが少し高すぎる、誰が知っているかを評価している。\u001b[22m, \u001b[1mたぶん私は知っている少し高すぎるのすべてを、格付けしています。\u001b[22m\n\u001b[4mI really loved this anime though, and am sure anybody else watching it would enjoy it too.\u001b[24m\n    \u001b[1m私は本当にこのアニメを愛し、他の誰もそれを楽しむだろうと確信しています。\u001b[22m, \u001b[1m私は実際にも、このアニメを愛し、誰が、それはあまりにもそれを楽しんでいました見て確信しています。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "vikkisayso",
    "profile": "/profile/vikkisayso/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=35780",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n彼らが第2シリーズに何をしようとしているのか少し疑問に思ったが、ここに私の意見がある。\n\nストーリー：\n正直言って、それは非常に普通の少女です。 少年は少女と会い、彼らは恋に落ちる。 私は女の子が恐ろしい見ているので、驚くべきことのヒントもあると言いたいと思います。  Buuuttは終わった。 だから、少女にとっては、それはあなたに完全に夢中になるので、それは悪い話ではありません。 彼らは最初のシーズンからも揺れず、元のウォッチャーのためにそれを保った。\n\nだから、それは9を取得します。\n\nアート：\nブリリアント！ キミニトドケは爽やかなので、私の好きな芸術スタイルになっていなければなりません。\nすべてのキャラクターは普通の見た目の人に似ているかもしれません。 芸術作品は理想的な種類の比例を持ち、目に優しいものです。\n\nスコア：10\n\n音：\nすべてのキャラクターは元の声優にとって非常に楽しい経験を重ねてくれました。 大声で声を出さなければならなかったなら、声優の誰もキャラクターには適合しませんでした。 彼らが静かだったら彼らはそうだった。 音楽には、一緒にいるときはいつでも音楽を聴いていて、私の心はひどいけど。\n\n獲得：10\n\nキャラクター：\n新しいキャラクターは新しいシーズンにうまくフィットし、間違いなく不必要ではなく、シリーズに素敵なひねりを買った。 私たちがそれほど多く見たことのない古いキャラクターはすべて紹介されました。 幹線でさえ、私たちが知らなかった新しい背景を得ました。\n\n獲得：10\n\n本当に私はこれを楽しんだ。  2番目のシリーズはレットダウンではなく、間違いなく時間の無駄ではなく、最初のシリーズで感じた愛を感じました。 私が思ったように、彼らはそれをチーズないし無意味にしませんでした。そして、私はエピソード1から引っ張られました。\n\nあなたが最初のシリーズを楽しんだなら、これは必見です。\n全体：10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI was a little doubtful about what they were going to do to the second series, but here is my opinion.\n\n\u001b[1m彼らが第2シリーズに何をしようとしているのか少し疑問に思ったが、ここに私の意見がある。\u001b[22m\n\u001b[1m(Karera ga dai 2 shirīzu ni nani o shiyou to shite iru no ka sukoshi gimon ni omottaga, koko ni watashi no iken ga aru.)\u001b[22m\n\nTranslations of \u001b[4mI was a little doubtful about what they were going to do to the second series, but here is my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was a little doubtful about what they were going to do to the second series, but here is my opinion.\u001b[24m\n    \u001b[1m彼らが第2シリーズに何をしようとしているのか少し疑問に思ったが、ここに私の意見がある。\u001b[22m, \u001b[1m私は、彼らが第二のシリーズにやるつもりだったかについて少し疑問だったが、ここでは私の意見です。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nTo be honest it’s a very normal shojo. Boy meets girl and they fall in love. I would like to say there is also a hint of amazing, because the girl is scary looking. Buuutt that’s been done. So for a shojo it’s not a bad story line because it gets you totally hooked. They didn’t waver from the first season either and kept it for the original watchers.\n\n\u001b[1m正直言って、それは非常に普通の少女です。 少年は少女と会い、彼らは恋に落ちる。 私は女の子が恐ろしい見ているので、驚くべきことのヒントもあると言いたいと思います。  Buuuttは終わった。 だから、少女にとっては、それはあなたに完全に夢中になるので、それは悪い話ではありません。 彼らは最初のシーズンからも揺れず、元のウォッチャーのためにそれを保った。\u001b[22m\n\u001b[1m(Shōjiki itte, sore wa hijō ni futsū no shōjodesu. Shōnen wa shōjo to ai, karera wa koiniochiru. Watashi wa on'nanoko ga osoroshī mite irunode, odorokubeki koto no hinto mo aru to iitai to omoimasu. Buuutt wa owatta. Dakara, shōjo ni totte wa, sore wa anata ni kanzen ni muchū ni narunode, sore wa warui hanashide wa arimasen. Karera wa saisho no shīzun kara mo yurezu,-moto no u~otchā no tame ni sore o tamotta.)\u001b[22m\n\nTranslations of \u001b[4mTo be honest it’s a very normal shojo. Boy meets girl and they fall in love. I would like to say there is also a hint of amazing, because the girl is scary looking. Buuutt that’s been done. So for a shojo it’s not a bad story line because it gets you totally hooked. They didn’t waver from the first season either and kept it for the original watchers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest it’s a very normal shojo.\u001b[24m\n    \u001b[1m正直言って、それは非常に普通の少女です。\u001b[22m, \u001b[1m正直に言うと、それは非常に正常な少女です。\u001b[22m\n\u001b[4mBoy meets girl and they fall in love.\u001b[24m\n    \u001b[1m少年は少女と会い、彼らは恋に落ちる。\u001b[22m, \u001b[1m少年は少女を満たしていると、彼らは恋に落ちます。\u001b[22m\n\u001b[4mI would like to say there is also a hint of amazing, because the girl is scary looking.\u001b[24m\n    \u001b[1m私は女の子が恐ろしい見ているので、驚くべきことのヒントもあると言いたいと思います。\u001b[22m, \u001b[1m女の子が見て怖いですので、私は、驚くほどのヒントもある言いたいです。\u001b[22m\n\u001b[4mBuuutt that’s been done.\u001b[24m\n    \u001b[1mBuuuttは終わった。\u001b[22m, \u001b[1m行われていますBuuutt。\u001b[22m\n\u001b[4mSo for a shojo it’s not a bad story line because it gets you totally hooked.\u001b[24m\n    \u001b[1mだから、少女にとっては、それはあなたに完全に夢中になるので、それは悪い話ではありません。\u001b[22m, \u001b[1mそれはあなたが完全に夢中になりますので、だから少女のためにそれは悪いストーリーラインではありません。\u001b[22m\n\u001b[4mThey didn’t waver from the first season either and kept it for the original watchers.\u001b[24m\n    \u001b[1m彼らは最初のシーズンからも揺れず、元のウォッチャーのためにそれを保った。\u001b[22m, \u001b[1m彼らはいずれかの最初のシーズンから揺れ、元のウォッチャーのためにそれを保持しませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSo it gets a 9.\n\n\u001b[1mだから、それは9を取得します。\u001b[22m\n\u001b[1m(Dakara, sore wa 9 o shutoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo it gets a 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo it gets a 9.\u001b[24m\n    \u001b[1mだから、それは9を取得します。\u001b[22m, \u001b[1mだから、9を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nBrilliant! Kimi ni todoke has got to be my favourite style of art because it’s refreshing.\n\n\u001b[1mブリリアント！ キミニトドケは爽やかなので、私の好きな芸術スタイルになっていなければなりません。\u001b[22m\n\u001b[1m(Buririanto! Kiminitodoke wa sawayakananode, watashi no sukina geijutsu sutairu ni natte inakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mBrilliant! Kimi ni todoke has got to be my favourite style of art because it’s refreshing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBrilliant!\u001b[24m\n    \u001b[1mブリリアント！\u001b[22m\n\u001b[4mKimi ni todoke has got to be my favourite style of art because it’s refreshing.\u001b[24m\n    \u001b[1mキミニトドケは爽やかなので、私の好きな芸術スタイルになっていなければなりません。\u001b[22m, \u001b[1m君に届けは、それがさわやかだから芸術の私の好みのスタイルに持っています。\u001b[22m\nAll the characters could and probably do resemble the normal looking people. The art work has the ideal sort of proportioning and is nice to the eye.\n\n\u001b[1mすべてのキャラクターは普通の見た目の人に似ているかもしれません。 芸術作品は理想的な種類の比例を持ち、目に優しいものです。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa futsū no mitame no hito ni nite iru kamo shiremasen. Geijutsu sakuhin wa risō-tekina shurui no hirei o mochi,-me ni yasashī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAll the characters could and probably do resemble the normal looking people. The art work has the ideal sort of proportioning and is nice to the eye.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the characters could and probably do resemble the normal looking people.\u001b[24m\n    \u001b[1mすべてのキャラクターは普通の見た目の人に似ているかもしれません。\u001b[22m, \u001b[1mすべての文字は、おそらく通常の探している人に似ているんでした。\u001b[22m\n\u001b[4mThe art work has the ideal sort of proportioning and is nice to the eye.\u001b[24m\n    \u001b[1m芸術作品は理想的な種類の比例を持ち、目に優しいものです。\u001b[22m, \u001b[1mアートワークは、比例の理想的な並べ替えを持っており、目にいいです。\u001b[22m\n\u001b[1m\u001b[22m\nScore: 10\n\n\u001b[1mスコア：10\u001b[22m\n\u001b[1m(Sukoa: 10)\u001b[22m\n\nTranslations of \u001b[4mScore: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mScore: 10\u001b[24m\n    \u001b[1mスコア：10\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nAll characters kept to the original voice actors making it over all very enjoyable experience. None of the voice actors were unfitting to their characters, if they needed to be loud they were. If they were quiet they were. On to the music it always got me when they had that music whenever they're together and it tugged on my heart sting bad.\n\n\u001b[1mすべてのキャラクターは元の声優にとって非常に楽しい経験をしてくれました。 大声で声を出さなければならなかったなら、声優の誰もキャラクターには適合しませんでした。 彼らが静かだったら彼らはそうだった。 音楽には、一緒にいるときはいつでも音楽を聴いていて、私の心はひどいけど。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa gen no seiyū ni totte hijō ni tanoshī keiken o shite kuremashita. Ōgoe de koe o dasanakereba naranakattanara, seiyū no dare mo kyarakutā ni wa tekigō shimasendeshita. Karera ga shizukadattara karera wa sōdatta. Ongaku ni wa, issho ni iru toki wa itsu demo ongaku o kiite ite, watashi no kokoro wa hidoikedo.)\u001b[22m\n\nTranslations of \u001b[4mAll characters kept to the original voice actors making it over all very enjoyable experience. None of the voice actors were unfitting to their characters, if they needed to be loud they were. If they were quiet they were. On to the music it always got me when they had that music whenever they're together and it tugged on my heart sting bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll characters kept to the original voice actors making it over all very enjoyable experience.\u001b[24m\n    \u001b[1mすべてのキャラクターは元の声優にとって非常に楽しい経験をしてくれました。\u001b[22m, \u001b[1mすべての文字はすべて非常に楽しい経験の上にそれを作るオリジナルの声優に抑えます。\u001b[22m\n\u001b[4mNone of the voice actors were unfitting to their characters, if they needed to be loud they were.\u001b[24m\n    \u001b[1m大声で声を出さなければならなかったなら、声優の誰もキャラクターには適合しませんでした。\u001b[22m, \u001b[1m彼らは彼らがいた大声であることが必要な場合は声優のいずれもが、自分のキャラクターに不適当ではなかったです。\u001b[22m\n\u001b[4mIf they were quiet they were.\u001b[24m\n    \u001b[1m彼らが静かだったら彼らはそうだった。\u001b[22m, \u001b[1m彼らは静かだった場合、それらはありました。\u001b[22m\n\u001b[4mOn to the music it always got me when they had that music whenever they're together and it tugged on my heart sting bad.\u001b[24m\n    \u001b[1m音楽には、一緒にいるときはいつでも音楽を聴いていて、私の心はひどいけど。\u001b[22m, \u001b[1m彼らは、彼らが一緒にいるときはいつでも音楽を持っていたとき、音楽へのそれはいつも私を持って、それは悪い刺す私の心に引っ張ら。\u001b[22m\n\u001b[1m\u001b[22m\nGaining: 10\n\n\u001b[1m獲得：10\u001b[22m\n\u001b[1m(Kakutoku: 10)\u001b[22m\n\nTranslations of \u001b[4mGaining: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGaining: 10\u001b[24m\n    \u001b[1m獲得：10\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nNew characters fitted in nicely to the new season and were definitely not unnecessary and bought a nice twist into the series. All old characters that we might have not seen as much were introduced more. Even the mains gained new backgrounds we didn’t know about which was cool.\n\n\u001b[1m新しいキャラクターは新しいシーズンにうまくフィットし、間違いなく不要で、シリーズに素敵なひねりを買った。 私たちがそれほど多く見たことのない古いキャラクターはすべて紹介されました。 幹線でさえ、我々が知らなかった新しい背景を得ました。\u001b[22m\n\u001b[1m(Atarashī kyarakutā wa atarashī shīzun ni umaku fitto shi, machigainaku fuyōde, shirīzu ni sutekina hineri o katta. Watashitachi ga sorehodo ōku mita koto no nai furui kyarakutā wa subete shōkai sa remashita. Kansende sae, wareware ga shiranakatta atarashī haikei o emashita.)\u001b[22m\n\nTranslations of \u001b[4mNew characters fitted in nicely to the new season and were definitely not unnecessary and bought a nice twist into the series. All old characters that we might have not seen as much were introduced more. Even the mains gained new backgrounds we didn’t know about which was cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNew characters fitted in nicely to the new season and were definitely not unnecessary and bought a nice twist into the series.\u001b[24m\n    \u001b[1m新しいキャラクターは新しいシーズンにうまくフィットし、間違いなく不要で、シリーズに素敵なひねりを買った。\u001b[22m, \u001b[1m新キャラクターは、新しいシーズンにきれいで取り付け、確実に不要ではなかったし、シリーズに素敵なねじれを買いました。\u001b[22m\n\u001b[4mAll old characters that we might have not seen as much were introduced more.\u001b[24m\n    \u001b[1m私たちがそれほど多く見たことのない古いキャラクターはすべて紹介されました。\u001b[22m, \u001b[1m私たちはできるだけ多くを見ていない可能性がありますすべての古い文字が多くを導入しました。\u001b[22m\n\u001b[4mEven the mains gained new backgrounds we didn’t know about which was cool.\u001b[24m\n    \u001b[1m幹線でさえ、我々が知らなかった新しい背景を得ました。\u001b[22m, \u001b[1mでも主は、私たちがクールだったかについて知らなかった新しい背景を得ました。\u001b[22m\n\u001b[1m\u001b[22m\nGaining: 10\n\n\u001b[1m獲得：10\u001b[22m\n\u001b[1m(Kakutoku: 10)\u001b[22m\n\nTranslations of \u001b[4mGaining: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGaining: 10\u001b[24m\n    \u001b[1m獲得：10\u001b[22m\n\u001b[1m\u001b[22m\nReally I enjoyed this. The second series wasn’t a letdown and definitely wasn’t a waste of time and it made me feel the love I felt for the first series. They didn’t make it cheesy or pointless as I thought they might and I was hooked from episode 1.\n\n\u001b[1m本当に私はこれを楽しんだ。  2番目のシリーズはレットダウンではなく、間違いなく時間の無駄ではなく、最初のシリーズで感じた愛を感じました。 私が思ったように、彼らはそれをチーズないし無意味にしませんでした。そして、私はエピソード1から引っ張られました。\u001b[22m\n\u001b[1m(Hontōni watashi wa kore o tanoshinda. 2-Banme no shirīzu wa rettodaunde wa naku, machigainaku jikan'nomudade wa naku, saisho no shirīzu de kanjita ai o kanjimashita. Watashi ga omotta yō ni, karera wa sore o chīzu naishi muimi ni shimasendeshita. Soshite, watashi wa episōdo 1 kara hippara remashita.)\u001b[22m\n\nTranslations of \u001b[4mReally I enjoyed this. The second series wasn’t a letdown and definitely wasn’t a waste of time and it made me feel the love I felt for the first series. They didn’t make it cheesy or pointless as I thought they might and I was hooked from episode 1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally I enjoyed this.\u001b[24m\n    \u001b[1m本当に私はこれを楽しんだ。\u001b[22m, \u001b[1m本当に私はこれを楽しみました。\u001b[22m\n\u001b[4mThe second series wasn’t a letdown and definitely wasn’t a waste of time and it made me feel the love I felt for the first series.\u001b[24m\n    \u001b[1m2番目のシリーズはレットダウンではなく、間違いなく時間の無駄ではなく、最初のシリーズで感じた愛を感じました。\u001b[22m, \u001b[1m第二シリーズは失望ではありませんでしたし、間違いなく時間の無駄ではなかった、それは私が最初のシリーズのために感じた愛を感じさせてくれました。\u001b[22m\n\u001b[4mThey didn’t make it cheesy or pointless as I thought they might and I was hooked from episode 1.\u001b[24m\n    \u001b[1m私が思ったように、彼らはそれをチーズないし無意味にしませんでした。そして、私はエピソード1から引っ張られました。\u001b[22m, \u001b[1m私は、彼らがかもしれないと思ったし、私はエピソード1から引っ掛かったとして、彼らはそれが安っぽいか無意味ことはなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you enjoyed the first series this is a must see.\n\n\u001b[1mあなたが最初のシリーズを楽しんだなら、これは必見です。\u001b[22m\n\u001b[1m(Anata ga saisho no shirīzu o tanoshindanara, koreha hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you enjoyed the first series this is a must see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you enjoyed the first series this is a must see.\u001b[24m\n    \u001b[1mあなたが最初のシリーズを楽しんだなら、これは必見です。\u001b[22m, \u001b[1mあなたが最初のシリーズを楽しんでいる場合、これは必見です。\u001b[22m\nOverall: 10\n\n\u001b[1m全体：10\u001b[22m\n\u001b[1m(Zentai: 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10\u001b[24m\n    \u001b[1m全体：10\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "crownprince",
    "profile": "/profile/crownprince/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=147193",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  9\n\n「沢子はちょっと迷惑だよ」「彼女はとても濃密で、とても刺激的です」 私は第2シーズンに関してこれについてのいくつかのコメントを見た。 それを見ている私たちのために、彼らはお互いが好きだから実際には迷惑になる。 彼らはお互いが好きなので、すでに告白しているので、私たちは本当に私たちのように行く！ またはそのようなもの。 でも、告白するのは簡単なことではない。 彼女の性格を考えると、物事はそれほど簡単ではありません。 私が以前に引用したことをすべて言って、私は沢子にとって不公平だと思う。 あまりにも多くのことを言う前に、キャラクターの性格について考えてみてください。\n\nストーリー（8/10）：\nこれは遅いペースであると多くの人が同意した。 しかし、私は遅いペースのショーは、私たちが文字をよりよく理解できるように感じることができると感じています。 最初は、第二シーズンは急速に変化していると思っていました。なぜなら、ストーリーが突然1月から2月に、そして4月に警告なしに急増したからです。 そのような遅いペースショーのために、彼らはお互いに誤解され続けていると本当に迷惑です。 しかし必然的に、私たちは彼らの人格から、これが起こることを理解しなければなりません。 私はシーズン1で終わることは十分だと言いますが、それはこのシリーズ全体に適切な閉鎖のようには見えません。 そして私は実際に個人的に第1シーズンより第2シーズンを好む。 あまりにも多くの気持ち。\n\nキャラクター（8/10）：\nまあ、誰もが発信権を持っているわけではないのですか？ 沢子に似ている人がいます。 私は沢子の性格や性格が、ショー全体を引きずっていると感じさせるだけでなく、変化していると思います。 私は何年か前に彼女と似たようなことをしているので、このことはすべて理解するのが難しいと理解しています。 説明するのは本当に難しいですが、沢子に向かって怒りを伝えるのは正しいことではないと感じています。 実際、私は風早も責任があると思っていますが、沢子がすでに告白する方法についてコメントしている人もいますが、告白するのが立派なのは風早です。\n\nKnT 2を見ただけで、私の意見や考えが変わりました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'Sawako is kinda annoying' , 'she is so f**king dense', 'so irritating'. I've seen several comments like this regarding the second season. For us who is watching it actually gets annoying since they both like each other yet this thing is dragging around. It really make us go like 'Since they both like each other just confess already!' or something like that. But confessing easily just doesn't suit Sawako isn't it? Considering her character, things won't go as easy as it is. By saying all those things I quoted earlier on, I think is unjust for Sawako. Think about the personalities of the character before saying so much will you.\n\n\u001b[1m「沢子はちょっと迷惑だよ」「彼女はとても濃密で、とても刺激的です」 私は第2シーズンに関してこれについてのいくつかのコメントを見た。 それを見ている私たちのために、彼らはお互いが好きだから実際には迷惑になる。 彼らはお互いが好きなので、すでに告白しているので、私たちは本当に私たちのように行く！ またはそのようなもの。 でも、告白するのは簡単なことではない。 彼女の性格を考えると、物事はそれほど簡単ではありません。 私が以前に引用したことをすべて言って、私は沢子にとって不公平だと思う。 あまりにも多くのことを言う前に、キャラクターの性格について考えてみてください。\u001b[22m\n\u001b[1m(`Sawako wa chotto meiwakuda yo'`kanojo wa totemo nōmitsude, totemo shigeki-tekidesu' watashi wa dai 2 shīzun ni kanshite kore ni tsuite no ikutsu ka no komento o mita. Sore o mite iru watashitachi no tame ni, karera wa otagai ga sukidakara jissai ni wa meiwaku ni naru. Karera wa otagai ga sukinanode, sudeni kokuhaku shite irunode, watashitachi wa hontōni watashitachi no yō ni iku! Matawa sono yōna mono. Demo, kokuhaku suru no wa kantan'na kotode wanai. Kanojo no seikaku o kangaeru to, monogoto wa sorehodo kantande wa arimasen. Watashi ga izen ni in'yō shita koto o subete itte, watashi wa Sawako ni totte fukōheida to omou. Amarini mo ōku no koto o iu mae ni, kyarakutā no seikaku ni tsuite kangaete mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4m'Sawako is kinda annoying' , 'she is so f**king dense', 'so irritating'. I've seen several comments like this regarding the second season. For us who is watching it actually gets annoying since they both like each other yet this thing is dragging around. It really make us go like 'Since they both like each other just confess already!' or something like that. But confessing easily just doesn't suit Sawako isn't it? Considering her character, things won't go as easy as it is. By saying all those things I quoted earlier on, I think is unjust for Sawako. Think about the personalities of the character before saying so much will you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Sawako is kinda annoying' , 'she is so f**king dense', 'so irritating'.\u001b[24m\n    \u001b[1m「沢子はちょっと迷惑だよ」「彼女はとても濃密で、とても刺激的です」\u001b[22m, \u001b[1m「佐和子はちょっと面倒です '、'ので、刺激性 ''彼女はとてもF **王緻密です」。\u001b[22m\n\u001b[4mI've seen several comments like this regarding the second season.\u001b[24m\n    \u001b[1m私は第2シーズンに関してこれについてのいくつかのコメントを見た。\u001b[22m, \u001b[1m私は2番目のシーズンについては、このようないくつかのコメントを見てきました。\u001b[22m\n\u001b[4mFor us who is watching it actually gets annoying since they both like each other yet this thing is dragging around.\u001b[24m\n    \u001b[1mそれを見ている私たちのために、彼らはお互いが好きだから実際には迷惑になる。\u001b[22m, \u001b[1m私たちのために人はお互いのように、それらの両方は、まだこの事は周りにドラッグしているので、それが実際に迷惑を取得見ています。\u001b[22m\n\u001b[4mIt really make us go like 'Since they both like each other just confess already!'\u001b[24m\n    \u001b[1m彼らはお互いが好きなので、すでに告白しているので、私たちは本当に私たちのように行く！\u001b[22m, \u001b[1mそれは本当に私たちは次のように行かせる」、どちらもお互いを好きなので、ちょうどすでに告白します！」\u001b[22m\n\u001b[4mor something like that.\u001b[24m\n    \u001b[1mまたはそのようなもの。\u001b[22m, \u001b[1mまたはそのような何か。\u001b[22m\n\u001b[4mBut confessing easily just doesn't suit Sawako isn't it?\u001b[24m\n    \u001b[1mでも、告白するのは簡単なことではない。\u001b[22m, \u001b[1mしかし、簡単に告白すると、ちょうど佐和子はそれではないです合わないのですか？\u001b[22m\n\u001b[4mConsidering her character, things won't go as easy as it is.\u001b[24m\n    \u001b[1m彼女の性格を考えると、物事はそれほど簡単ではありません。\u001b[22m, \u001b[1m彼女のキャラクターを考慮すると、物事はそれがあるように簡単に行くことはありません。\u001b[22m\n\u001b[4mBy saying all those things I quoted earlier on, I think is unjust for Sawako.\u001b[24m\n    \u001b[1m私が以前に引用したことをすべて言って、私は沢子にとって不公平だと思う。\u001b[22m, \u001b[1m私は以前に引用されたすべてのそれらの事を言って、私は佐和子のために不当であると思います。\u001b[22m\n\u001b[4mThink about the personalities of the character before saying so much will you.\u001b[24m\n    \u001b[1mあまりにも多くのことを言う前に、キャラクターの性格について考えてみてください。\u001b[22m, \u001b[1mそんなにあなたをしますと言って前の文字の人格について考えてみよう。\u001b[22m\n\u001b[1m\u001b[22m\nStory (8/10):\n\n\u001b[1mストーリー（8/10）：\u001b[22m\n\u001b[1m(Sutōrī (8 / 10):)\u001b[22m\n\nTranslations of \u001b[4mStory (8/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (8/10):\u001b[24m\n    \u001b[1mストーリー（8/10）：\u001b[22m\nI agreed as many said this is slow paced. But I feel that slow paced show can let us understand the characters better. At first I even thought that the second season is fast paced because the story suddenly jumped from January to February and to April without warnings. For such a slow paced show, is really annoying that they keep misunderstood each other. But is inevitable, we must understand from their personalities that this will happen. I would say that ending with season one is good enough but that don't seem like a proper closure to this entire series. And I actually personally prefer 2nd season over the first one. Too much feelings.\n\n\u001b[1mこれは遅いペースであると多くの人が同意した。 しかし、私は遅いペースのショーは、私たちが文字をよりよく理解できるように感じることができると感じています。 最初は、第二シーズンは急速に変化していると思っていました。なぜなら、ストーリーが突然1月から2月に、そして4月に警告なしに急増したからです。 そのような遅いペースショーのために、彼らはお互いに誤解され続けていると本当に迷惑です。 しかし必然的に、私たちは彼らの人格から、これが起こることを理解しなければなりません。 私はシーズン1で終わることは十分だと言いますが、それはこのシリーズ全体に適切な閉鎖のようには見えません。 そして私は実際に個人的に第1シーズンより第2シーズンを好む。 あまりにも多くの気持ち。\u001b[22m\n\u001b[1m(Kore wa osoi pēsudearu to ōku no hito ga dōi shita. Shikashi, watashi wa osoi pēsu no shō wa, watashitachi ga moji o yori yoku rikai dekiru yō ni kanjiru koto ga dekiru to kanjite imasu. Saisho wa, dai ni shīzun wa kyūsoku ni henka shite iru to omotte imashita. Nazenara, sutōrī ga totsuzen 1 tsuki kara 2 tsuki ni, soshite 4 tsuki ni keikoku nashi ni kyūzō shitakaradesu. So no yōna osoi pēsushō no tame ni, karera wa otagai ni gokai sa re tsudzukete iruto hontōni meiwakudesu. Shikashi hitsuzen-teki ni, watashitachi wa karera no jinkaku kara, kore ga okoru koto o rikai shinakereba narimasen. Watashi wa shīzun 1 de owaru koto wa jūbunda to iimasuga, sore wa kono shirīzu zentai ni tekisetsuna heisa no yō ni wa miemasen. Soshite watashi wa jissai ni kojin-teki ni dai 1 shīzun yori dai 2 shīzun o konomu. Amarini mo ōku no kimochi.)\u001b[22m\n\nTranslations of \u001b[4mI agreed as many said this is slow paced. But I feel that slow paced show can let us understand the characters better. At first I even thought that the second season is fast paced because the story suddenly jumped from January to February and to April without warnings. For such a slow paced show, is really annoying that they keep misunderstood each other. But is inevitable, we must understand from their personalities that this will happen. I would say that ending with season one is good enough but that don't seem like a proper closure to this entire series. And I actually personally prefer 2nd season over the first one. Too much feelings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI agreed as many said this is slow paced.\u001b[24m\n    \u001b[1mこれは遅いペースであると多くの人が同意した。\u001b[22m, \u001b[1m多くはこれがペースの遅い言ったように私は同意しました。\u001b[22m\n\u001b[4mBut I feel that slow paced show can let us understand the characters better.\u001b[24m\n    \u001b[1mしかし、私は遅いペースのショーは、私たちが文字をよりよく理解できるように感じることができると感じています。\u001b[22m, \u001b[1mしかし、私はスローペースのショーは、私たちはより良い文字を理解させることができることを感じています。\u001b[22m\n\u001b[4mAt first I even thought that the second season is fast paced because the story suddenly jumped from January to February and to April without warnings.\u001b[24m\n    \u001b[1m最初は、第二シーズンは急速に変化していると思っていました。なぜなら、ストーリーが突然1月から2月に、そして4月に警告なしに急増したからです。\u001b[22m, \u001b[1m最初は私も話が突然1月から2月までと警告なしで4月に跳ね上がったため、2番目のシーズンが速いペースでされていることを考えました。\u001b[22m\n\u001b[4mFor such a slow paced show, is really annoying that they keep misunderstood each other.\u001b[24m\n    \u001b[1mそのような遅いペースショーのために、彼らはお互いに誤解され続けていると本当に迷惑です。\u001b[22m, \u001b[1mこのようなスローペースのショーのために、彼らはお互いを誤解しておくことは本当に迷惑です。\u001b[22m\n\u001b[4mBut is inevitable, we must understand from their personalities that this will happen.\u001b[24m\n    \u001b[1mしかし必然的に、私たちは彼らの人格から、これが起こることを理解しなければなりません。\u001b[22m, \u001b[1mしかし、避けられない、我々はこれが起こるのだろう性格から理解する必要があります。\u001b[22m\n\u001b[4mI would say that ending with season one is good enough but that don't seem like a proper closure to this entire series.\u001b[24m\n    \u001b[1m私はシーズン1で終わることは十分だと言いますが、それはこのシリーズ全体に適切な閉鎖のようには見えません。\u001b[22m, \u001b[1m私はシーズン1で終わることは十分であると言うだろうが、それはこのシリーズ全体に適切な閉鎖のように見えるしていません。\u001b[22m\n\u001b[4mAnd I actually personally prefer 2nd season over the first one.\u001b[24m\n    \u001b[1mそして私は実際に個人的に第1シーズンより第2シーズンを好む。\u001b[22m, \u001b[1mそして、私は実際に個人的に最初のものの上に第二シーズンを好みます。\u001b[22m\n\u001b[4mToo much feelings.\u001b[24m\n    \u001b[1mあまりにも多くの気持ち。\u001b[22m, \u001b[1mあまりにも多くの感情。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (8/10):\n\n\u001b[1mキャラクター（8/10）：\u001b[22m\n\u001b[1m(Kyarakutā (8 / 10):)\u001b[22m\n\nTranslations of \u001b[4mCharacter (8/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (8/10):\u001b[24m\n    \u001b[1mキャラクター（8/10）：\u001b[22m, \u001b[1m文字（8/10）：\u001b[22m\nWell well, not everyone is as outgoing right? There is someone that is similar to Sawako. I think Sawako personalities and characteristics makes you feel that is dragging the whole show but also, she's changing. Since I'm kind of one way or another similar to her years ago, I understand that all this things are hard to comprehend and such. I mean is really hard to explain but I feel that is not right to direct anger towards Sawako. Actually in fact I think that Kazehaya is to be blame too, some people keep commenting on how Sawako should already confess but I think that the one in better position to confess would be Kazehaya right?\n\n\u001b[1mまあ、誰もが発信権を持っているわけではないのですか？ 沢子に似ている人がいます。 私は沢子の性格や性格が、ショー全体を引きずっていると感じさせるだけでなく、変化していると思います。 私は何年か前に彼女と似たようなことをしているので、このことはすべて理解するのが難しいと理解しています。 説明するのは本当に難しいですが、沢子に向かって怒りを伝えるのは正しいことではないと感じています。 実際、私は風早も責任があると思っていますが、沢子がすでに告白する方法についてコメントしている人もいますが、告白するのが立派なのは風早です。\u001b[22m\n\u001b[1m(Mā, daremoga hasshin-ken o motte iru wakede wa nai nodesu ka? Sawako ni nite iru hito ga imasu. Watashi wa Sawako no seikaku ya seikaku ga, shō zentai o hikizutte iru to kanji saseru dakedenaku, henka shite iru to omoimasu. Watashi wa nan-nen ka mae ni kanojo to nita yōna koto o shite irunode, kono koto wa subete rikai suru no ga muzukashī to rikai shite imasu. Setsumei suru no wa hontōni muzukashīdesuga, Sawako ni mukatte ikari o tsutaeru no wa tadashī kotode wa nai to kanjite imasu. Jissai, watashi wa Kazahaya mo sekinin ga aru to omotte imasuga, Sawako ga sudeni kokuhaku suru hōhō ni tsuite komento shite iru hito mo imasuga, kokuhaku suru no ga rippana no wa Kazahayadesu.)\u001b[22m\n\nTranslations of \u001b[4mWell well, not everyone is as outgoing right? There is someone that is similar to Sawako. I think Sawako personalities and characteristics makes you feel that is dragging the whole show but also, she's changing. Since I'm kind of one way or another similar to her years ago, I understand that all this things are hard to comprehend and such. I mean is really hard to explain but I feel that is not right to direct anger towards Sawako. Actually in fact I think that Kazehaya is to be blame too, some people keep commenting on how Sawako should already confess but I think that the one in better position to confess would be Kazehaya right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell well, not everyone is as outgoing right?\u001b[24m\n    \u001b[1mまあ、誰もが発信権を持っているわけではないのですか？\u001b[22m, \u001b[1mよくまあ、誰もが発信権利としてのですか？\u001b[22m\n\u001b[4mThere is someone that is similar to Sawako.\u001b[24m\n    \u001b[1m沢子に似ている人がいます。\u001b[22m, \u001b[1m佐和子に似ている誰かがあります。\u001b[22m\n\u001b[4mI think Sawako personalities and characteristics makes you feel that is dragging the whole show but also, she's changing.\u001b[24m\n    \u001b[1m私は沢子の性格や性格が、ショー全体を引きずっていると感じさせるだけでなく、変化していると思います。\u001b[22m, \u001b[1m私は佐和子の個性や特性は、あなたが全体のショーをドラッグしているだけでなく、彼女は変更だと感じさせると思います。\u001b[22m\n\u001b[4mSince I'm kind of one way or another similar to her years ago, I understand that all this things are hard to comprehend and such.\u001b[24m\n    \u001b[1m私は何年か前に彼女と似たようなことをしているので、このことはすべて理解するのが難しいと理解しています。\u001b[22m, \u001b[1m私は前に彼女の年と類似一つの方法または別の種類だので、私はこのすべてのものが理解するのは難しいとようなものであることを理解しています。\u001b[22m\n\u001b[4mI mean is really hard to explain but I feel that is not right to direct anger towards Sawako.\u001b[24m\n    \u001b[1m説明するのは本当に難しいですが、沢子に向かって怒りを伝えるのは正しいことではないと感じています。\u001b[22m, \u001b[1m私が説明するのは本当に難しいです意味が、私はそれは佐和子に向かって怒りを指示するために適切ではないと感じます。\u001b[22m\n\u001b[4mActually in fact I think that Kazehaya is to be blame too, some people keep commenting on how Sawako should already confess but I think that the one in better position to confess would be Kazehaya right?\u001b[24m\n    \u001b[1m実際、私は風早も責任があると思っていますが、沢子がすでに告白する方法についてコメントしている人もいますが、告白するのが立派なのは風早です。\u001b[22m, \u001b[1m実際に、実際に私は風早があまりにも非難されるべきであることを考えて、何人かの人々は、佐和子はすでに告白べきかについてコメントしておくが、私は告白するより良い位置に1人が風早の正しいことだと思いますか？\u001b[22m\n\u001b[1m\u001b[22m\nJust my opinions and thoughts after watching KnT 2. And some views on how other view this story, etc.\n\n\u001b[1mKnT 2を見ただけで、私の意見や考えが変わりました。\u001b[22m\n\u001b[1m(KnT 2 o mita dake de, watashi no iken ya kangae ga kawarimashita.)\u001b[22m\n\nTranslations of \u001b[4mJust my opinions and thoughts after watching KnT 2. And some views on how other view this story, etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust my opinions and thoughts after watching KnT 2. And some views on how other view this story, etc.\u001b[24m\n    \u001b[1mKnT 2を見ただけで、私の意見や考えが変わりました。\u001b[22m, \u001b[1mちょうど私の意見や考えKNT 2.見た後そして、どのように他のビューこの話を、上など一部のビュー\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "Xedroz07",
    "profile": "/profile/Xedroz07/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=90817",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n私は実際に第1シーズンを2度目に開始する前にレースをしていたので、最初はとても楽しかったし、君には2度目のシーズンが間違っているとは言い切れない。\n\nこのアニメは、時々、次のエピソードを毎晩見るのに夢中になるようなことが起こるのを待っている壁からあなたを追い出すことができるスローペースのロマンチックコメディです。 私は実際にそれを行かせることができなかったので、実際には今日働く前に3時間の睡眠しかなかった。 今私は私の机の上に座っているゾンビのように感じています。\n\n重要なこと：\n\nこの2番目のシーズンは、最初のシーズンがぶら下がったところから始まり、似たようなタイムスパンスタイルが使用されている場所、つまり日々の次の日に魅力を感じ続けています。 状況が発達し、解決されるか、または数日後には3〜4 epsに及ぶものがある。\n\nこの第2シーズンは本当に強い結末を持ち、多くの他の人たちと同じように緩やかな終わりを残さず、奇妙なことに気をつけなければならないものがあります。 ストーリーがどのように発展し、終わったか本当に満足しています。\n\n時代を含む私のために、このアニメのサイン属性の1つは、あなたがそれから「恐ろしい幽霊」の部分を取り除くと、それはあなたに偽のromcomベースを残すが、しかしそれです！ それは実際にこのジャンルの将来のアニメのための標準を設定するように完璧に実行されます - もしそれが何か意味があるなら、\n\nなぜ10ではないのですか？\n残念ながら、上記のことも私はそれを10にすることができなかった理由です。私は完璧に実行されたと言われているようなromcomのシーンから欠けている小さなオリジナリティがあります。\n\n私はこれを聞いている必要がありますが、それは嫌な人です。もしあなたが最初の季節が好きなのなら、あなたはセカンドを愛してください！  - そしてあなたには不幸なことに、あなたはそれを見たことがないくらい不幸ですが、もしあなたがromcomアニメを愛しているなら、これはあなたが見ている最高のものの一つです！ まず、第1シーズン、MKAYを見てみましょう！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI actually rewatched the 1st season before starting with the 2nd as I enjoyed the first so much and I can say with confidence the second season of Kimi ni Todoke does not disappoint.\n\n\u001b[1m私は実際に第1シーズンを2度目に開始する前にレースをしていたので、最初はとても楽しかったし、君には2度目のシーズンが間違っているとは言い切れない。\u001b[22m\n\u001b[1m(Watashi wa jissai ni dai 1 shīzun o 2-dome ni kaishi suru mae ni rēsu o shite itanode, saisho wa totemo tanoshikatta shi, kimi ni wa 2-dome no shīzun ga machigatte iru to wa ii kirenai.)\u001b[22m\n\nTranslations of \u001b[4mI actually rewatched the 1st season before starting with the 2nd as I enjoyed the first so much and I can say with confidence the second season of Kimi ni Todoke does not disappoint.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually rewatched the 1st season before starting with the 2nd as I enjoyed the first so much and I can say with confidence the second season of Kimi ni Todoke does not disappoint.\u001b[24m\n    \u001b[1m私は実際に第1シーズンを2度目に開始する前にレースをしていたので、最初はとても楽しかったし、君には2度目のシーズンが間違っているとは言い切れない。\u001b[22m, \u001b[1m私は実際に私がそんなに最初のを楽しんで、私は君に届け第二シーズンは失望していません自信を持って言うことができるように第二始まる前に、第一シーズンをrewatched。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is a slooow paced romantic comedy that may sometimes drive you off the wall waiting for something to happen only to be hooked in to watching the following episode EVERY TIME. I actually only had 3 hours sleep before going to work today because I just couldnt let it go. Now I feel like a zombie sitting at my desk, and thats why Im writing this review instead of doing any work..\n\n\u001b[1mこのアニメは、時々、次のエピソードを毎晩見るのに夢中になるようなことが起こるのを待っている壁からあなたを追い出すことができるスローペースのロマンチックコメディです。 私は実際にそれを行かせることができなかったので、実際には今日働く前に3時間の睡眠しかなかった。 今私は私の机の上に座っているゾンビのように感じています。\u001b[22m\n\u001b[1m(Kono anime wa,-ji 々,-Ji no episōdo o maiban miru no ni muchū ni naru yōna koto ga okoru no o matte iru kabe kara anata o oidasu koto ga dekiru surōpēsu no romanchikkukomedidesu. Watashi wa jissai ni sore o ika seru koto ga dekinakattanode, jissai ni wa kyō hataraku mae ni 3-jikan no suimin shika nakatta. Ima watashi wa watashi no tsukue no ue ni suwatte iru zonbi no yō ni kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is a slooow paced romantic comedy that may sometimes drive you off the wall waiting for something to happen only to be hooked in to watching the following episode EVERY TIME. I actually only had 3 hours sleep before going to work today because I just couldnt let it go. Now I feel like a zombie sitting at my desk, and thats why Im writing this review instead of doing any work..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is a slooow paced romantic comedy that may sometimes drive you off the wall waiting for something to happen only to be hooked in to watching the following episode EVERY TIME.\u001b[24m\n    \u001b[1mこのアニメは、時々、次のエピソードを毎晩見るのに夢中になるようなことが起こるのを待っている壁からあなたを追い出すことができるスローペースのロマンチックコメディです。\u001b[22m, \u001b[1mこのアニメは時々だけ、次のエピソードを毎回見にに引っ掛けることが起こるために何かを待っている壁を離れて駆動することができるslooowペースのロマンチックコメディです。\u001b[22m\n\u001b[4mI actually only had 3 hours sleep before going to work today because I just couldnt let it go.\u001b[24m\n    \u001b[1m私は実際にそれを行かせることができなかったので、実際には今日働く前に3時間の睡眠しかなかった。\u001b[22m, \u001b[1m私は実際には、私はちょうどそれを手放すのcouldntので、今日は仕事に行く前に3時間の睡眠を持っていました。\u001b[22m\n\u001b[4mNow I feel like a zombie sitting at my desk, and thats why Im writing this review instead of doing any work..\u001b[24m\n    \u001b[1m今私は私の机の上に座っているゾンビのように感じています。\u001b[22m, \u001b[1m今、私は私の机に座ってゾンビのように感じる、とImがこの口コミを書く代わりに、すべての作業をやって、なぜthatsの..\u001b[22m\n\u001b[1m\u001b[22m\nThe IMPORTANT stuff:\n\n\u001b[1m重要なこと：\u001b[22m\n\u001b[1m(Jūyōna koto:)\u001b[22m\n\nTranslations of \u001b[4mThe IMPORTANT stuff:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe IMPORTANT stuff:\u001b[24m\n    \u001b[1m重要なこと：\u001b[22m, \u001b[1m重要なもの：\u001b[22m\n\u001b[1m\u001b[22m\nThis 2nd season kicks off right where the first season left us hanging and continues to impress where a similar time-span style is used, that is a day-to-next-day -&gt; situation develops and is resolved or whatever in a few days that spans 3-4 eps.\n\n\u001b[1mこの2番目のシーズンは、最初のシーズンがぶら下がったところから始まり、似たようなタイムスパンスタイルが使用されている場所、つまり日々の次の日に魅力を感じ続けています。 状況が発達し、解決されるか、または数日後には3〜4 epsに及ぶものがある。\u001b[22m\n\u001b[1m(Kono 2-banme no shīzun wa, saisho no shīzun ga burasagatta tokoro kara hajimari, nita yōna taimusupansutairu ga shiyō sa rete iru basho, tsumari hibi no tsugunohi ni miryoku o kanji tsudzukete imasu. Jōkyō ga hattatsu shi, kaiketsu sa reru ka, matawa sūjitsugo ni wa 3 〜 4 eps ni oyobu mono ga aru.)\u001b[22m\n\nTranslations of \u001b[4mThis 2nd season kicks off right where the first season left us hanging and continues to impress where a similar time-span style is used, that is a day-to-next-day -&gt; situation develops and is resolved or whatever in a few days that spans 3-4 eps.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis 2nd season kicks off right where the first season left us hanging and continues to impress where a similar time-span style is used, that is a day-to-next-day -&gt;\u001b[24m\n    \u001b[1mこの2番目のシーズンは、最初のシーズンがぶら下がったところから始まり、似たようなタイムスパンスタイルが使用されている場所、つまり日々の次の日に魅力を感じ続けています。\u001b[22m, \u001b[1mこの第二シーズンの最初のシーズンがぶら下がって私たちを残し、同様の時間スパンのスタイルが使用されている場所を印象づけるために続けて、それが日・ツー・翌日である右開幕 - ＆GT;\u001b[22m\n\u001b[4msituation develops and is resolved or whatever in a few days that spans 3-4 eps.\u001b[24m\n    \u001b[1m状況が発達し、解決されるか、または数日後には3〜4 epsに及ぶものがある。\u001b[22m, \u001b[1m状況が開発し、3-4のepsにまたがる数日で解決または何されます。\u001b[22m\n\u001b[1m\u001b[22m\nThis second season has a really strong ending and leaves no loose ends like many others do, where there are still stuff to be taken care of Kimi ni Todoke took care of it. Im truly satisfied with how the story developed and finished.\n\n\u001b[1mこの第2シーズンは本当に強い結末を持ち、多くの他の人たちと同じように緩やかな終わりを残さず、奇妙なことに気をつけなければならないものがあります。 ストーリーがどのように発展し、終わったか本当に満足しています。\u001b[22m\n\u001b[1m(Kono dai 2 shīzun wa hontōni tsuyoi ketsumatsu o mochi, ōku no hokanohito-tachi to onajiyōni yuruyakana owari o nokosazu, kimyōna koto ni ki o tsukenakereba naranai mono ga arimasu. Sutōrī ga dono yō ni hatten shi, owatta ka hontōni manzoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis second season has a really strong ending and leaves no loose ends like many others do, where there are still stuff to be taken care of Kimi ni Todoke took care of it. Im truly satisfied with how the story developed and finished.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis second season has a really strong ending and leaves no loose ends like many others do, where there are still stuff to be taken care of Kimi ni Todoke took care of it.\u001b[24m\n    \u001b[1mこの第2シーズンは本当に強い結末を持ち、多くの他の人たちと同じように緩やかな終わりを残さず、奇妙なことに気をつけなければならないものがあります。\u001b[22m, \u001b[1mこの第二シーズンは本当に強い結末を持っており、他の多くのよう緩み端は行わないままに、君に届けの世話をするものはそれの世話をした残っているところ。\u001b[22m\n\u001b[4mIm truly satisfied with how the story developed and finished.\u001b[24m\n    \u001b[1mストーリーがどのように発展し、終わったか本当に満足しています。\u001b[22m, \u001b[1m物語が開発され、終了する方法と、本当に満足してイム。\u001b[22m\n\u001b[1m\u001b[22m\nFor me, including the timespan, one of this anime's signiture attributes is that when you take away the 'Sadako the scary ghost' part out of it, it leaves you with a cliche romcom base, BUT!! It is executed so perfectly that it actually sets the standard for future animes of this genre - if that makes any sense at all, Im sure you get what Im saying haha.\n\n\u001b[1m時代を含む私のために、このアニメのサイン属性の1つは、あなたがそれから「恐ろしい幽霊」の部分を取り除くと、それはあなたに偽のromcomベースを残すが、しかしそれです！ それは実際にこのジャンルの将来のアニメのための標準を設定するように完璧に実行されます - もしそれが何か意味があるなら、\u001b[22m\n\u001b[1m(Jidai o fukumu watashi no tame ni, kono anime no sain zokusei no 1tsu wa, anata ga sore kara `osoroshī yūrei' no bubun o torinozoku to, sore wa anata ni nise no romcom bēsu o nokosuga, shikashi soredesu! Sore wa jissai ni kono janru no shōrai no anime no tame no hyōjun o settei suru yō ni kanpeki ni jikkō sa remasu - moshi soregananika imi ga arunara,)\u001b[22m\n\nTranslations of \u001b[4mFor me, including the timespan, one of this anime's signiture attributes is that when you take away the 'Sadako the scary ghost' part out of it, it leaves you with a cliche romcom base, BUT!! It is executed so perfectly that it actually sets the standard for future animes of this genre - if that makes any sense at all, Im sure you get what Im saying haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, including the timespan, one of this anime's signiture attributes is that when you take away the 'Sadako the scary ghost' part out of it, it leaves you with a cliche romcom base, BUT!!\u001b[24m\n    \u001b[1m時代を含む私のために、このアニメのサイン属性の1つは、あなたがそれから「恐ろしい幽霊」の部分を取り除くと、それはあなたに偽のromcomベースを残すが、しかしそれです！\u001b[22m, \u001b[1m私にとっては、タイムスパン、このアニメのsigniture属性のいずれかを含めて、あなたはそれから「貞子に怖い幽霊 'の部分を奪うとき、それは決まり文句のromcomベースであなたを残していることですが、！\u001b[22m\n\u001b[4mIt is executed so perfectly that it actually sets the standard for future animes of this genre - if that makes any sense at all, Im sure you get what Im saying haha.\u001b[24m\n    \u001b[1mそれは実際にこのジャンルの将来のアニメのための標準を設定するように完璧に実行されます - もしそれが何か意味があるなら、\u001b[22m, \u001b[1mそれはあなたがイムは笑言って何を取得イムは確かに、全く理にかなっている場合 - それは実際にこのジャンルの今後のアニメのための標準を設定するように完全に実行されます。\u001b[22m\n\u001b[1m\u001b[22m\nWhy not a 10?\n\n\u001b[1mなぜ10ではないのですか？\u001b[22m\n\u001b[1m(Naze 10de wa nai nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhy not a 10?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy not a 10?\u001b[24m\n    \u001b[1mなぜ10ではないのですか？\u001b[22m, \u001b[1mなぜない10？\u001b[22m\nUnfortunately the above mentioned is also why I couldnt give it a 10. There is just that little originality missing from the romcom scenes that is like I said perfectly executed but not something new and unexpected.\n\n\u001b[1m残念ながら、上記のことも私はそれを10にすることができなかった理由です。私は完璧に実行されたと言われているようなromcomのシーンから欠けている小さなオリジナリティがあります。\u001b[22m\n\u001b[1m(Zan'nen'nagara, jōki no koto mo watashi wa sore o 10 ni suru koto ga dekinakatta riyūdesu. Watashi wa kanpeki ni jikkō sa reta to iwa rete iru yōna romcom no shīn kara kakete iru chīsana orijinariti ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately the above mentioned is also why I couldnt give it a 10. There is just that little originality missing from the romcom scenes that is like I said perfectly executed but not something new and unexpected.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately the above mentioned is also why I couldnt give it a 10. There is just that little originality missing from the romcom scenes that is like I said perfectly executed but not something new and unexpected.\u001b[24m\n    \u001b[1m残念ながら、上記のことも私はそれを10にすることができなかった理由です。私は完璧に実行されたと言われているようなromcomのシーンから欠けている小さなオリジナリティがあります。\u001b[22m, \u001b[1m私は完全に新しい、予想外の何かを実行ではなく言ったようですromcomシーンから欠落ちょうどその少しオリジナリティがあり、それを10を与えるcouldntの理由残念ながら、上述もあります。\u001b[22m\n\u001b[1m\u001b[22m\nIm not sure if there rEalLy is someone out there I need to be telling this but Ill do it anaway: IF YOU LIKE THE FIRST SEASON YOUR GONNA LOVE THE SECOND! -- And for you ppls unfortune enough not to have seen it at all, if you love romcom animes this is one of the best youll see! Just watch the 1st season first, MKAY!\n\n\u001b[1m私はこれを聞いている必要がありますが、それは嫌な人です。もしあなたが最初の季節が好きなのなら、あなたはセカンドを愛してください！  - そしてあなたには不幸なことに、あなたはそれを見たことがないくらい不幸ですが、もしあなたがromcomアニメを愛しているなら、これはあなたが見ている最高のものの一つです！ まず、第1シーズン、MKAYを見てみましょう！\u001b[22m\n\u001b[1m(Watashi wa kore o kiite iru hitsuyō ga arimasuga, sore wa iyana hitodesu. Moshi anata ga saisho no kisetsu ga sukina nonara, anata wa sekando o aishitekudasai! - Soshite anata ni wa fukōna koto ni, anata wa sore o mita koto ga nai kurai fukōdesuga, moshi anata ga romcom anime o aishite irunara, kore wa anata ga mite iru saikō no mono no hitotsudesu! Mazu, dai 1 shīzun, MKAY o mite mimashou!)\u001b[22m\n\nTranslations of \u001b[4mIm not sure if there rEalLy is someone out there I need to be telling this but Ill do it anaway: IF YOU LIKE THE FIRST SEASON YOUR GONNA LOVE THE SECOND! -- And for you ppls unfortune enough not to have seen it at all, if you love romcom animes this is one of the best youll see! Just watch the 1st season first, MKAY!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIm not sure if there rEalLy is someone out there I need to be telling this but Ill do it anaway: IF YOU LIKE THE FIRST SEASON YOUR GONNA LOVE THE SECOND!\u001b[24m\n    \u001b[1m私はこれを聞いている必要がありますが、それは嫌な人です。もしあなたが最初の季節が好きなのなら、あなたはセカンドを愛してください！\u001b[22m, \u001b[1m本当にそこに誰かがある場合イムはわからない私はそれをanaway行う病気が、これを言ってする必要があります。あなたが最初のシーズンYOUR GONNA LOVE THE SECONDが好きなら！\u001b[22m\n\u001b[4m-- And for you ppls unfortune enough not to have seen it at all, if you love romcom animes this is one of the best youll see!\u001b[24m\n    \u001b[1m - そしてあなたには不幸なことに、あなたはそれを見たことがないくらい不幸ですが、もしあなたがromcomアニメを愛しているなら、これはあなたが見ている最高のものの一つです！\u001b[22m, \u001b[1m - そして、あなたPPLSのためのあなたがromcomアニメを愛していれば、これはyoullのが見る最高の一つである、すべてでそれを見てきましたしないように十分なunfortune！\u001b[22m\n\u001b[4mJust watch the 1st season first, MKAY!\u001b[24m\n    \u001b[1mまず、第1シーズン、MKAYを見てみましょう！\u001b[22m, \u001b[1mただ、最初の第一のシーズンを見て、いいよ！\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "MinamiKaze",
    "profile": "/profile/MinamiKaze/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=55861",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\n何かでシーズン2を制作する危険は、最初のシーズンにいくつかの魔法を台無しにするチャンスです。 君に届けのシーズン2は、アニメが最初に放映されたときにとても魅力的で爽やかなものが多く見られますが、シーズン2が人々を怒らせるような場所でも、ゆっくり歩き続けています。 どこにもない。 最初の6つのエピソードは、あなたがちょうど4番目の壁を引き裂き、2人の主人公を一緒に連れて来るように感じる多くの瞬間を持っていますが、後悔すると、その不満は自然で必要なものでした。 アニメの人々は、完全に関係なく、現実的です。 それは私がこのアニメのようなものです - 沢子と風早は、突然、恋人と恋人のカップルになることはありません、Kazehayaも彼の関係の疑問の瞬間があります。 すべての愚かな誤解と欲求不満はこの実現と発展に繋がります。私が約束する深遠で本物のものは、あなたの時間の12のエピソードに値するでしょう。\n\nキャラクターについては、私の好きなキャラクターのひとりとして久美が戻って来ました。 最後のエピソードでは沢子との対決のような場面がすべて説明されています。 彼女と沢子がお互いに「ライバル」として抱き合っていた相互の尊敬は、尊敬すべきものであり、すべての猫からの爽やかな変化であり、あなたは通常、女性の人口から得た闘いを打ちのめす。 彼女は沢子の前で彼女の不安について泣いていたときに、予期せぬ季節の不器用さとしてすでに目立っていました。また、このシリーズを現実的なものにする自分の考えを持つ「本当の」人間であるという感覚です。 そして、沢子をスパイシーにして、彼女の気持ちをさらに正直にしてくれる（そして、Kentoに大いに恥をかかせないように）ためのボーナスポイント。\n\n新しいキャラクターの剣道は、風早で嫉妬を引き出し、最初にいくつかのコメディシーンを提供するだけでなく、持っている点を本当に理解していない。 彼の性格は一貫性がなく、不明瞭で、彼の行動は時にはまったく刺激的であり、彼は6つの退屈なエピソードの主な原因の1つであると考えており、私たちは耐えなければならない。 おそらくキミニトドケの魔法が届かないところです。 しかし、あなたがマンガを読むために行くなら、彼は後の章でもっと分かっているだろうと思うかもしれません。そしておそらくこのボール紙を少しでも寛容にして、奇妙な人物がキミニトドケのすばらしい世界に入り込むかもしれません。\n\nそして、ピンのために、愚か者ではあるが、人生と若者についての知恵の言葉を、いつも愚かな学生に投げ捨てる大人のキャラクターとして、いくつかの賞賛を投じなければならない。 私は彼が、「沢子と風早の間のこのすべての絡み合いが古くなってきている」と言ったとき、私たちが皆のために話すと思います。\n\n今、音楽とアニメーションのために。 この季節のオープニング・ソングは同じエッセンスを捉えていますが、この芸術作品の美しさにはぴったりの谷沢友福のキミニ・トドケとは一味違うとは思えません。 最後の曲もとても楽しく、便利には君に届けとも呼ばれています。 他の査読者の中には、シーズン2の方が以前よりも頻繁にチビシーンに傾倒する傾向があることが分かりました。 コストを削減することであろうと、それは人口統計学が望んでいると思いますか。 まあ、そうではありません、それは深刻なシーンを不満足なものにし、時には気分を崩していたはずの視聴者を困惑させました。 しかし全体的に芸術のスタイルは、前の季節に非常に似ていました - 単純で純粋なストーリーラインのように。\n\n君に届けのテーマが1つあれば、それは愛ではなく（アニメの巨大な部分であり、私の中にはすべてチーズで暖かいものがありますが）、コミュニケーションではなく、と言います。 感情を横切って、「Reaching You」のタイトルに入っています。 私たちが思ったよりもはるかに困難でした。 そしてそれはそれの価値があるのですか？ その答えは、あなたが君に届けの第2シーズンを楽しむ程度を決定します。 私は個人的には、途中でエピソードのすべての欲求不満を介して、それがより多くの機会を失っているか、または私たちが思うものを正しく伝えなかったときに逃した瞬間を指摘するので、それを楽しんだ。 君に届けは、ペースが速いラブ・ラブ・ストーリーではなく、日曜日の朝に新鮮なコーヒーを淹れたカップのように扱い、座って味わう時間を取る。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe danger in producing a season two in anything is you run the chance of ruining some of the magic in the first season. Season 2 of Kimi ni Todoke continues with its slow, walk-in-the-park pace that many find so charming and refreshing when the anime first aired, but that's also where season 2 starts to irk people, it feels like the plot is going nowhere. The first six episodes or so have many moments where you just feel like tearing off the fourth wall and bring the two protagonists together yourself, but on hindsight I feel that that frustration was natural and necessary. The people in the anime are realistic, if not downright relatable; that’s what I like about this anime - Sawako and Kazehaya won’t just suddenly become a lovey-dopey couple, even Kazehaya will have his moments of doubt in their relationship. All the silly misunderstandings and frustration mounts up to this realization and development so profound and genuine that I promise will be worth twelve episodes of your time.\n\n\u001b[1m何かでシーズン2を制作する危険は、最初のシーズンにいくつかの魔法を台無しにするチャンスです。 君に届けの第2シーズンは、アニメが最初に放映されたときにとても魅力的で爽やかなものが多く見られますが、シーズン2が人々を怒らせるような場所でもありますが、プロットが進行しているように感じます どこにもない。 最初の6つのエピソードは、あなたがちょうど4番目の壁を引き裂き、2人の主人公を一緒に連れて来るように感じる多くの瞬間を持っていますが、後悔すると、その不満は自然で必要なものでした。 アニメの人々は、完全に関係なく、現実的です。 それは私がこのアニメのようなものです - 沢子と風早は、突然、恋人と恋人のカップルになることはありません、Kazehayaも彼の関係の疑問の瞬間があります。 すべての愚かな誤解と欲求不満はこの実現と発展に繋がります。私が約束する深遠で本物のものは、あなたの時間の12のエピソードに値するでしょう。\u001b[22m\n\u001b[1m(Nanika de shīzun 2 o seisaku suru kiken wa, saisho no shīzun ni ikutsu ka no mahō o dainashi ni suru chansudesu. Kiminitodoke no dai 2 shīzun wa, anime ga saisho ni hōei sa reta toki ni totemo mirikiteki de sawayakana mono ga ōku mi raremasuga, shīzun 2 ga hitobito o okora seru yōna basho demo arimasuga, purotto ga shinkō shite iru yō ni kanjimasu dokoni mo nai. Saisho no muttsu no episōdo wa, anata ga chōdo 4-banme no kabe o hikisaki, 2-ri no shujinkō o issho ni tsurete kuru yō ni kanjiru ōku no shunkan o motte imasuga, kōkai suru to, sono fuman wa shizende hitsuyōna monodeshita. Anime no hitobito wa, kanzen ni kankei naku, genjitsu-tekidesu. Sore wa watashi ga kono anime no yōna monodesu - Sawako to Kazahaya wa, totsuzen, koibito to koibito no kappuru ni naru koto wa arimasen, Kazehaya mo kare no kankei no gimon no shunkan ga arimasu. Subete no orokana gokai to yokkyū fuman wa kono jitsugen to hatten ni tsunagarimasu. Watashi ga yakusoku suru shin'en de honmono no mono wa, anata no jikan no 12 no episōdo ni ataisurudeshou.)\u001b[22m\n\u001b[1m\u001b[22m\nAs for characters, Kurumi came back to make her mark as one of my favorite characters in the show. That confrontation-like scene with Sawako in the last episode explains it all. Kurumi is not a sore loser, and the mutual respect she and Sawako held for each other as a ‘rival’ is something quite admirable, and such a refreshing change from all the catty, backstabbing rivalry you usually get from the female population. She already stood out as an unexpected villainess in season one when she cried about her insecurities in front of Sawako, again it is that sense of Kurumi being a ‘real’ person with her own thoughts that make this series so realistic. And bonus points to her for spicing Sawako up to being more honest and direct with her feelings (and for giving Kento that much-deserved slap!).\n\n\u001b[1mキャラクターについては、私の好きなキャラクターのひとりとして久美が戻って来ました。 最後のエピソードでは沢子との対決のような場面がすべて説明されています。 彼女と沢子がお互いに「ライバル」として抱き合っていた相互の尊敬は、尊敬すべきものであり、すべての猫からの爽やかな変化であり、あなたは通常、女性の人口から得た闘いを打ちのめす。 彼女は沢子の前で彼女の不安について泣いていたときに、予期せぬ季節の不器用さとしてすでに目立っていました。また、このシリーズを現実的なものにする自分の考えを持つ「本当の」人間であるという感覚です。 そして、沢子をスパイシーにして、彼女の気持ちをさらに正直にしてくれる（そして、Kentoに大いに恥をかかせないように）ためのボーナスポイント。\u001b[22m\n\u001b[1m(Kyarakutā ni tsuite wa, watashi no sukina kyarakutā no hitori to shite Kumi ga modotte kimashita. Saigo no episōdode wa Sawako to no taiketsu no yōna bamen ga subete setsumei sa rete imasu. Kanojo to Sawako ga otagai ni `raibaru' to shite dakiatte ita sōgo no sonkei wa, sonkei subeki monodeari, subete no neko kara no sawayakana henkadeari, anata wa tsūjō, josei no jinkō kara eta tatakai o uchinomesu. Kanojo wa Sawako no mae de kanojo no fuan ni tsuite naite ita toki ni, yoki senu kisetsu no bukiyō-sa to shite sudeni medatte imashita. Mata, kono shirīzu o genjitsu-tekina mono ni suru jibun no kangae o motsu `hontō no' ningendearu to iu kankakudesu. Soshite, Sawako o supaishī ni shite, kanojo no kimochi o sarani shōjiki ni shite kureru (soshite, Kento ni ōini haji o kaka senai yō ni) tame no bōnasupointo.)\u001b[22m\n\nTranslations of \u001b[4mAs for characters, Kurumi came back to make her mark as one of my favorite characters in the show. That confrontation-like scene with Sawako in the last episode explains it all. Kurumi is not a sore loser, and the mutual respect she and Sawako held for each other as a ‘rival’ is something quite admirable, and such a refreshing change from all the catty, backstabbing rivalry you usually get from the female population. She already stood out as an unexpected villainess in season one when she cried about her insecurities in front of Sawako, again it is that sense of Kurumi being a ‘real’ person with her own thoughts that make this series so realistic. And bonus points to her for spicing Sawako up to being more honest and direct with her feelings (and for giving Kento that much-deserved slap!).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for characters, Kurumi came back to make her mark as one of my favorite characters in the show.\u001b[24m\n    \u001b[1mキャラクターについては、私の好きなキャラクターのひとりとして久美が戻って来ました。\u001b[22m, \u001b[1m文字については、くるみショーで私の好きなキャラクターの一人として彼女のマークを作るために戻ってきました。\u001b[22m\n\u001b[4mThat confrontation-like scene with Sawako in the last episode explains it all.\u001b[24m\n    \u001b[1m最後のエピソードでは沢子との対決のような場面がすべて説明されています。\u001b[22m, \u001b[1m最終話で佐和子とその対決のようなシーンはそれをすべて説明しています。\u001b[22m\n\u001b[4mKurumi is not a sore loser, and the mutual respect she and Sawako held for each other as a ‘rival’ is something quite admirable, and such a refreshing change from all the catty, backstabbing rivalry you usually get from the female population.\u001b[24m\n    \u001b[1m彼女と沢子がお互いに「ライバル」として抱き合っていた相互の尊敬は、尊敬すべきものであり、すべての猫からの爽やかな変化であり、あなたは通常、女性の人口から得た闘いを打ちのめす。\u001b[22m, \u001b[1mくるみは負けず嫌いではない、と彼女と佐和子が「ライバル」としてお互いのために開催された相互尊重あなたは通常、女性の集団から取得かなり立派なもの、およびすべての猫のようなのようなさわやかな変更、陰口を言うのライバルです。\u001b[22m\n\u001b[4mShe already stood out as an unexpected villainess in season one when she cried about her insecurities in front of Sawako, again it is that sense of Kurumi being a ‘real’ person with her own thoughts that make this series so realistic.\u001b[24m\n    \u001b[1m彼女は沢子の前で彼女の不安について泣いていたときに、予期せぬ季節の不器用さとしてすでに目立っていました。また、このシリーズを現実的なものにする自分の考えを持つ「本当の」人間であるという感覚です。\u001b[22m, \u001b[1m彼女は佐和子の前で彼女の不安について泣いたとき、彼女はすでに再びそれがこのシリーズはとても現実的に彼女自身の考えを持つ「本当の」人であるくるみのそのような意味があり、シーズン1で予期しない悪女として際立っていました。\u001b[22m\n\u001b[4mAnd bonus points to her for spicing Sawako up to being more honest and direct with her feelings (and for giving Kento that much-deserved slap!).\u001b[24m\n    \u001b[1mそして、沢子をスパイシーにして、彼女の気持ちをさらに正直にしてくれる（そして、Kentoに大いに恥をかかせないように）ためのボーナスポイント。\u001b[22m, \u001b[1mそして、彼女の気持ちと、より正直かつ直接的であることに佐和子をスプライシングのための彼女にボーナスポイント（とはるかに値する平手打ちこと健人を与えるために！）。\u001b[22m\n\u001b[1m\u001b[22m\nThe new character Kento, besides drawing out the jealousy in Kazehaya and providing a few comedic scenes initially, I really don’t understand the point in having. His personality seems inconsistent and unclear, and his behavior sometimes just downright irritating, considering he is one of the main causes for the six tedious episodes of miscommunication and doubts we have to endure. Here is perhaps where the magic of Kimi ni Todoke fails to deliver; however if you go on to read the manga you will find he has more to give in later chapters, and may perhaps be a little more forgiving over this cardboard, annoying character that somehow make his way into the wonderful world of Kimi ni Todoke.\n\n\u001b[1m新しいキャラクターの剣道は、風早で嫉妬を引き出し、最初にいくつかのコメディシーンを提供するだけでなく、持っている点を本当に理解していない。 彼の性格は一貫性がなく、不明瞭で、彼の行動は時にはまったく刺激的であり、彼は6つの退屈なエピソードの主な原因の1つであると考えており、私たちは耐えなければならない。 おそらくキミニトドケの魔法が届かないところです。 しかし、あなたがマンガを読むために行くなら、彼は後の章でもっと分かっているだろうと思うかもしれません。そしておそらくこのボール紙を少しでも寛容にして、奇妙な人物がキミニトドケのすばらしい世界に入り込むかもしれません。\u001b[22m\n\u001b[1m(Atarashī kyarakutā no kendō wa, Kazahaya de shitto o hikidashi, saisho ni ikutsu ka no komedishīn o teikyō suru dakedenaku, motte iru ten o hontōni rikai shite inai. Kare no seikaku wa ikkan-sei ga naku, fumeiryōde, kare no kōdō wa tokiniha mattaku shigeki-tekideari, kare wa muttsu no taikutsuna episōdo no omona gen'in no 1tsudearu to kangaete ori, watashitachi wa taenakereba naranai. Osoraku kiminitodoke no mahō ga todokanai tokorodesu. Shikashi, anata ga manga o yomu tame ni ikunara, kare wa ato no shō de motto wakatte irudarou to omou kamo shiremasen. Soshite osoraku kono bōru-shi o sukoshi demo kan'yō ni shite, kimyōna jinbutsu ga kiminitodoke no subarashī sekai ni hairikomu kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mThe new character Kento, besides drawing out the jealousy in Kazehaya and providing a few comedic scenes initially, I really don’t understand the point in having. His personality seems inconsistent and unclear, and his behavior sometimes just downright irritating, considering he is one of the main causes for the six tedious episodes of miscommunication and doubts we have to endure. Here is perhaps where the magic of Kimi ni Todoke fails to deliver; however if you go on to read the manga you will find he has more to give in later chapters, and may perhaps be a little more forgiving over this cardboard, annoying character that somehow make his way into the wonderful world of Kimi ni Todoke.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe new character Kento, besides drawing out the jealousy in Kazehaya and providing a few comedic scenes initially, I really don’t understand the point in having.\u001b[24m\n    \u001b[1m新しいキャラクターの剣道は、風早で嫉妬を引き出し、最初にいくつかのコメディシーンを提供するだけでなく、持っている点を本当に理解していない。\u001b[22m, \u001b[1m新キャラクター健人は、風早に嫉妬を引き出すと、最初にいくつかのコミカルなシーンを提供することに加えて、私は本当に持つのポイントを理解していません。\u001b[22m\n\u001b[4mHis personality seems inconsistent and unclear, and his behavior sometimes just downright irritating, considering he is one of the main causes for the six tedious episodes of miscommunication and doubts we have to endure.\u001b[24m\n    \u001b[1m彼の性格は一貫性がなく、不明瞭で、彼の行動は時にはまったく刺激的であり、彼は6つの退屈なエピソードの主な原因の1つであると考えており、私たちは耐えなければならない。\u001b[22m, \u001b[1m彼の性格は、彼は私たちが耐えなければなら6退屈な誤解のエピソードや疑問のための主要な原因の一つで考えると、彼の行動は時々だけで実に刺激性の矛盾した不明瞭なようだ、と。\u001b[22m\n\u001b[4mHere is perhaps where the magic of Kimi ni Todoke fails to deliver;\u001b[24m\n    \u001b[1mおそらくキミニトドケの魔法が届かないところです。\u001b[22m, \u001b[1m君に届けの魔法を提供するために失敗したのはここおそらくです。\u001b[22m\n\u001b[4mhowever if you go on to read the manga you will find he has more to give in later chapters, and may perhaps be a little more forgiving over this cardboard, annoying character that somehow make his way into the wonderful world of Kimi ni Todoke.\u001b[24m\n    \u001b[1mしかし、あなたがマンガを読むために行くなら、彼は後の章でもっと分かっているだろうと思うかもしれません。そしておそらくこのボール紙を少しでも寛容にして、奇妙な人物がキミニトドケのすばらしい世界に入り込むかもしれません。\u001b[22m, \u001b[1mしかし、あなたは漫画を読むために行く場合は、彼は後の章で与えるために多くを持っているでしょうし、おそらく、この段ボールの上に何とか君に届けの素晴らしい世界に彼の方法を作る迷惑な文字もう少し寛容であってもよいです。\u001b[22m\n\u001b[1m\u001b[22m\nAnd some praise must be thrown in for Pin as an adult character that fools around but always throw the right amount of words of wisdom about life and youth onto his clueless students. I think he speaks for all of us when he says ‘All this mopping around (between Sawako and Kazehaya) is getting old’ Amen.\n\n\u001b[1mそして、ピンのために、愚か者ではあるが、人生と若者についての知恵の言葉を、いつも愚かな学生に投げ捨てる大人のキャラクターとして、いくつかの賞賛を投じなければならない。 私は彼が、「沢子と風早の間のこのすべての絡み合いが古くなってきている」と言ったとき、私たちが皆のために話すと思います。\u001b[22m\n\u001b[1m(Soshite, pin no tame ni, orokamonode wa aru ga, jinsei to wakamono ni tsuite no chie no kotoba o, itsumo orokana gakusei ni nagesuteru otona no kyarakutā to shite, ikutsu ka no shōsan o tōjinakereba naranai. Watashi wa kare ga,`Sawako to Kazahaya no ma no ko no subete no karamiai ga furuku natte kite iru' to itta toki, watashitachi ga mina no tame ni hanasu to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd some praise must be thrown in for Pin as an adult character that fools around but always throw the right amount of words of wisdom about life and youth onto his clueless students. I think he speaks for all of us when he says ‘All this mopping around (between Sawako and Kazehaya) is getting old’ Amen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd some praise must be thrown in for Pin as an adult character that fools around but always throw the right amount of words of wisdom about life and youth onto his clueless students.\u001b[24m\n    \u001b[1mそして、ピンのために、愚か者ではあるが、人生と若者についての知恵の言葉を、いつも愚かな学生に投げ捨てる大人のキャラクターとして、いくつかの賞賛を投じなければならない。\u001b[22m, \u001b[1mそして、いくつかの賞賛は、周りの愚か者が、常に彼の無知な生徒に生活や若者に関する知恵の言葉の適切な量を投げる成人文字としてピンのためでスローする必要があります。\u001b[22m\n\u001b[4mI think he speaks for all of us when he says ‘All this mopping around (between Sawako and Kazehaya) is getting old’ Amen.\u001b[24m\n    \u001b[1m私は彼が、「沢子と風早の間のこのすべての絡み合いが古くなってきている」と言ったとき、私たちが皆のために話すと思います。\u001b[22m, \u001b[1m私は彼が彼が言うとき」（佐和子と風早との間で）すべてこのモップの周りに古くなっている「私たちのすべてのために話すアーメンと思います。\u001b[22m\n\u001b[1m\u001b[22m\nNow for the music and animation. I don’t think anything can ever compare to Tanizawa Tomofumi’s Kimi ni Todoke from the first season, which sets the tone perfectly to this aesthetic piece of art, though his opening song for this season has captured the same essence. The ending song is also very enjoyable, conveniently named Kimi ni Todoke as well. And as some of the other reviewers have pointed out, I do find season 2 to have a greater tendency to incline to chibi scenes more often than before. Whether it is to cut cost, or they think it is what the demographic wants; well, it’s not, it makes serious scenes unsatisfying and left viewers puzzling over the mood we should be feeling sometimes. But overall the art style was still very like the previous season – simple and pure like the storyline itself.\n\n\u001b[1m今、音楽とアニメーションのために。 この季節のオープニング・ソングは同じエッセンスを捉えていますが、この芸術作品の美しさにはぴったりの谷沢友福のキミニ・トドケとは一味違うとは思えません。 最後の曲もとても楽しく、便利には君に届けとも呼ばれています。 他の査読者の中には、シーズン2の方が以前よりも頻繁にチビシーンに傾倒する傾向があることが分かっています。 コストを削減することであろうと、それは人口統計学が望んでいると思いますか。 まあ、そうではありません、それは深刻なシーンを不満足なものにして、時には気分をはらむ気分に困惑させます。 しかし全体的に芸術のスタイルは、前の季節に非常に似ていました - 単純で純粋なストーリーラインのように。\u001b[22m\n\u001b[1m(Ima, ongaku to animēshon no tame ni. Kono kisetsu no ōpuningu songu wa onaji essensu o toraete imasuga, kono geijutsu sakuhin no utsukushi-sa ni wa pittari no Tanizawa Tomo fuku no kimini todoke to wa hitoaji chigau to wa omoemasen. Saigo no kyoku mo totemo tanoshiku, benri ni wa kiminitodoke-tomo yoba rete imasu. Hoka no sadoku-sha no nakaniha, shīzun 2 no kata ga izen yori mo hinpan ni chibishīn ni keitō suru keikō ga aru koto ga wakatte imasu. Kosuto o sakugen suru kotodearou to, soreha jinkō tōkei-gaku ga nozonde iru to omoimasu ka. Mā,-sōde wa arimasen, sore wa shinkokuna shīn o fumanzokuna mono ni shite, tokiniha kibun o haramu kibun ni konwaku sa semasu. Shikashi zentai-teki ni geijutsu no sutairu wa, mae no kisetsu ni hijō ni nite imashita - tanjunde junsuina sutōrīrain no yō ni.)\u001b[22m\n\nTranslations of \u001b[4mNow for the music and animation. I don’t think anything can ever compare to Tanizawa Tomofumi’s Kimi ni Todoke from the first season, which sets the tone perfectly to this aesthetic piece of art, though his opening song for this season has captured the same essence. The ending song is also very enjoyable, conveniently named Kimi ni Todoke as well. And as some of the other reviewers have pointed out, I do find season 2 to have a greater tendency to incline to chibi scenes more often than before. Whether it is to cut cost, or they think it is what the demographic wants; well, it’s not, it makes serious scenes unsatisfying and left viewers puzzling over the mood we should be feeling sometimes. But overall the art style was still very like the previous season – simple and pure like the storyline itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow for the music and animation.\u001b[24m\n    \u001b[1m今、音楽とアニメーションのために。\u001b[22m, \u001b[1m今、音楽とアニメーションのため。\u001b[22m\n\u001b[4mI don’t think anything can ever compare to Tanizawa Tomofumi’s Kimi ni Todoke from the first season, which sets the tone perfectly to this aesthetic piece of art, though his opening song for this season has captured the same essence.\u001b[24m\n    \u001b[1mこの季節のオープニング・ソングは同じエッセンスを捉えていますが、この芸術作品の美しさにはぴったりの谷沢友福のキミニ・トドケとは一味違うとは思えません。\u001b[22m, \u001b[1m私は何が今までこのシーズンに向けて彼のオープニング曲は、同じ本質をキャプチャしたものの、芸術のこの審美的な作品に完全にトーンを設定する第1シーズンから谷澤智史さん君に届けと比較することができるとは思いません。\u001b[22m\n\u001b[4mThe ending song is also very enjoyable, conveniently named Kimi ni Todoke as well.\u001b[24m\n    \u001b[1m最後の曲もとても楽しく、便利には君に届けとも呼ばれています。\u001b[22m, \u001b[1mエンディング曲は、便利なだけでなく君に届けと名付け、また非常に楽しいです。\u001b[22m\n\u001b[4mAnd as some of the other reviewers have pointed out, I do find season 2 to have a greater tendency to incline to chibi scenes more often than before.\u001b[24m\n    \u001b[1m他の査読者の中には、シーズン2の方が以前よりも頻繁にチビシーンに傾倒する傾向があることが分かっています。\u001b[22m, \u001b[1m他のレビューのいくつかが指摘しているように、私は以前よりも頻繁にちびシーンに傾斜する傾向が大きいために、シーズン2を見つけるのですか。\u001b[22m\n\u001b[4mWhether it is to cut cost, or they think it is what the demographic wants;\u001b[24m\n    \u001b[1mコストを削減することであろうと、それは人口統計学が望んでいると思いますか。\u001b[22m, \u001b[1mそれはコストを削減することである、またはそれらは、それは人口統計学が何を望んでいると思うかどうか。\u001b[22m\n\u001b[4mwell, it’s not, it makes serious scenes unsatisfying and left viewers puzzling over the mood we should be feeling sometimes.\u001b[24m\n    \u001b[1mまあ、そうではありません、それは深刻なシーンを不満足なものにして、時には気分をはらむ気分に困惑させます。\u001b[22m, \u001b[1mよく、それはありません、それはあっけなくと左の視聴者たちは時々感じされるべき気分の上に不可解な深刻なシーンを作ります。\u001b[22m\n\u001b[4mBut overall the art style was still very like the previous season – simple and pure like the storyline itself.\u001b[24m\n    \u001b[1mしかし全体的に芸術のスタイルは、前の季節に非常に似ていました - 単純で純粋なストーリーラインのように。\u001b[22m, \u001b[1mストーリー自体のような単純な、純粋な - しかし、全体的なアートスタイルは非常にのような以前のシーズンはまだありました。\u001b[22m\n\u001b[1m\u001b[22m\nIf there’s one theme in Kimi ni Todoke, I’ll say it is, not love (though it’s a huge part of the anime and what makes me all cheesy and warm inside), but communication. It’s in the title, ‘Reaching You’, getting the feelings across; and boy, was that so much harder than we thought. And is it worth it? The answer to that will determine the extent you will enjoy the second season of Kimi ni Todoke. I personally enjoyed it, even through all the frustrations of the episodes midway, as it points out all the more obviously how many opportunities are lost or moments missed when we didn’t channel properly what we think. Kimi ni Todoke is not a fast-paced love-love story, treat it like a cup of freshly brewed coffee on a Sunday morning, sit back and take time to savor it.\n\n\u001b[1m君に届けのテーマが1つあれば、それは愛ではなく（アニメの巨大な部分であり、私の中にはすべてチーズで暖かいものですが）、コミュニケーションだと言います。 感情を横切って、「Reaching You」のタイトルに入っています。 私たちが思ったよりもはるかに困難でした。 そしてそれはそれの価値があるのですか？ その答えは、あなたが君に届けの第2シーズンを楽しむ程度を決定します。 私は個人的には、途中でエピソードのすべての欲求不満を介して、それはより多くの機会を失っているか、または私たちが思うものを適切にチャネルしなかったときに逃した瞬間を指摘するので、それを楽しんだ。 キミニ・トドケは、ペースが速いラブラブストーリーではなく、日曜日の朝に新鮮なコーヒーを淹れたカップのように扱い、座って味わう時間を取る。\u001b[22m\n\u001b[1m(Kiminitodoke no tēma ga 1tsu areba, soreha aide wanaku (anime no kyodaina bubundeari, watashi no nakaniha subete chīzu de attakai monodesuga), komyunikēshonda to iimasu. Kanjō o yokogitte,`Reaching You' no taitoru ni haitte imasu. Watashitachi ga omottayori mo haruka ni kon'nandeshita. Soshite sore wa sore no kachi ga aru nodesu ka? Sono kotae wa, anata ga kiminitodoke no dai 2 shīzun o tanoshimu teido o kettei shimasu. Watashi wa kojin-teki ni wa, tochū de episōdo no subete no yokkyū fuman o kaishite, soreha yori ōku no kikai o ushinatte iru ka, matawa watashitachi ga omou mono o tekisetsu ni chaneru shinakatta toki ni nogashita shunkan o shiteki surunode, sore o tanoshinda. Kimini todoke wa, pēsu ga hayai raburabusutōrīde wa naku, nichiyōbi no asa ni shinsen'na kōhī o ireta kappu no yō ni atsukai, suwatte ajiwau jikan o toru.)\u001b[22m\n\nTranslations of \u001b[4mIf there’s one theme in Kimi ni Todoke, I’ll say it is, not love (though it’s a huge part of the anime and what makes me all cheesy and warm inside), but communication. It’s in the title, ‘Reaching You’, getting the feelings across; and boy, was that so much harder than we thought. And is it worth it? The answer to that will determine the extent you will enjoy the second season of Kimi ni Todoke. I personally enjoyed it, even through all the frustrations of the episodes midway, as it points out all the more obviously how many opportunities are lost or moments missed when we didn’t channel properly what we think. Kimi ni Todoke is not a fast-paced love-love story, treat it like a cup of freshly brewed coffee on a Sunday morning, sit back and take time to savor it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there’s one theme in Kimi ni Todoke, I’ll say it is, not love (though it’s a huge part of the anime and what makes me all cheesy and warm inside), but communication.\u001b[24m\n    \u001b[1m君に届けのテーマが1つあれば、それは愛ではなく（アニメの巨大な部分であり、私の中にはすべてチーズで暖かいものですが）、コミュニケーションだと言います。\u001b[22m, \u001b[1m君に届け内の1つのテーマがある場合、私はそれがあると言うでしょうが、通信（それは巨大なアニメの一部とどのような私のすべてが安っぽいと内部の暖かいになりますが）、愛していません。\u001b[22m\n\u001b[4mIt’s in the title, ‘Reaching You’, getting the feelings across;\u001b[24m\n    \u001b[1m感情を横切って、「Reaching You」のタイトルに入っています。\u001b[22m, \u001b[1mこれは、全体の気持ちを取得し、 'あなたに到達」、タイトルにです。\u001b[22m\n\u001b[4mand boy, was that so much harder than we thought.\u001b[24m\n    \u001b[1m私たちが思ったよりもはるかに困難でした。\u001b[22m, \u001b[1mそして少年は、そのあまり難しく、我々が考えていたよりもありました。\u001b[22m\n\u001b[4mAnd is it worth it?\u001b[24m\n    \u001b[1mそしてそれはそれの価値があるのですか？\u001b[22m, \u001b[1mそして、それはそれだけの価値がありますか？\u001b[22m\n\u001b[4mThe answer to that will determine the extent you will enjoy the second season of Kimi ni Todoke.\u001b[24m\n    \u001b[1mその答えは、あなたが君に届けの第2シーズンを楽しむ程度を決定します。\u001b[22m, \u001b[1mその答えは、あなたが君に届け第二シーズンをお楽しみいただけます範囲を決定します。\u001b[22m\n\u001b[4mI personally enjoyed it, even through all the frustrations of the episodes midway, as it points out all the more obviously how many opportunities are lost or moments missed when we didn’t channel properly what we think.\u001b[24m\n    \u001b[1m私は個人的には、途中でエピソードのすべての欲求不満を介して、それはより多くの機会を失っているか、または私たちが思うものを適切にチャネルしなかったときに逃した瞬間を指摘するので、それを楽しんだ。\u001b[22m, \u001b[1mそれが失われたか、我々は我々が何を考えて適切にチャネルなかったときの瞬間を逃しているどのように多くの機会を明らかにすべてのより多くを指摘するように、私は個人的に、でも途中のエピソードのすべての欲求不満を通って、それを楽しみました。\u001b[22m\n\u001b[4mKimi ni Todoke is not a fast-paced love-love story, treat it like a cup of freshly brewed coffee on a Sunday morning, sit back and take time to savor it.\u001b[24m\n    \u001b[1mキミニ・トドケは、ペースが速いラブラブストーリーではなく、日曜日の朝に新鮮なコーヒーを淹れたカップのように扱い、座って味わう時間を取る。\u001b[22m, \u001b[1m君に届けは、日曜日の朝に淹れたてのコーヒーカップのように扱う後ろに座ると、それを満喫するのに時間がかかり、テンポの速い愛 - 愛の物語ではありません。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "Xpendables_T101",
    "profile": "/profile/Xpendables_T101/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=226069",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  9\n\nこのアニメは特にシーズン1を大好きでした。私はここで多くの人にコメントしています。シーズン2では、無駄なエピソードでシーズンを伸ばすのではなく、Ep 9-12で始めるべきでした。 私にとって澤子はまだ素晴らしいですが、シーズン1と比較して自信を持っていませんでした。私は、デートに全面的に専念するエピソードを考えていました....そしてキスもありません...シーズン2はロマンチックな魅力を欠いています....しかし、 そのマンガのために私の願いは実現しました....キスして、今は大学を待っています。 プロットを伸ばすのではなく、素敵で朗らかでロマンチックな物語になることが期待されます。マンガは、誰かが死ぬか分裂し、最終的にお互いに会う場面が出てきます... KIMI NI TODOKE  2009年と私はまだそれを6月7日私はまだ2009年から顔を覚えていない...続きを読む»",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI loved this anime so much especially Season 1. I agree with lot of people commenting here.Yes in season 2 they should have started up with Ep 9-12 instead of stretching season with useless episodes. SAWAKO for me was still awesome but lacked in confidence as compared to season 1. I was thinking of an episode entirely dedicated to there date.... and no Kiss ....season 2 lacks all that romantic charm....But for that manga made my wish come true....a kiss and now waiting for college. lets hope it turns out to be a neat,good and romantic story rather than stretching plots or as manga comes up with a twisted plot where someone dies or they breakup and in the end they meet each other....KIMI NI TODOKE started in 2009 and I`m still following it 6-7 years I dont even remember faces from 2009....Hm mm Still I will keep following it....\n\n\u001b[1mこのアニメは特にシーズン1を大好きでした。私はここで多くの人にコメントしています。シーズン2では、無駄なエピソードでシーズンを伸ばすのではなく、Ep 9-12で始めるべきでした。 私にとって澤子はまだ素晴らしいですが、シーズン1と比較して自信を持っていませんでした。私は、デートに全面的に専念するエピソードを考えていました....そしてキスもありません...シーズン2はロマンチックな魅力を欠いています....しかし、 そのマンガのために私の願いは実現しました....キスして、今は大学を待っています。 プロットを伸ばすのではなく、素敵で朗らかでロマンチックな物語になることが期待されます。マンガは、誰かが死ぬか分裂し、最終的にお互いに会う場面が出てきます... KIMI NI TODOKE  2009年と私はまだそれを6月7日私はまだ2009年から顔を覚えていない...続きを読む»\u001b[22m\n\u001b[1m(Kono anime wa tokuni shīzun 1 o daisukideshita. Watashi wa koko de ōku no hito ni komento shite imasu. Shīzun 2de wa, mudana episōdo de shīzun o nobasu node wa naku, Ep 9 - 12 de hajimerubekideshita. Watashi ni totte Sawako wa mada subarashīdesuga, shīzun 1 to hikaku shite jishin o motte imasendeshita. Watashi wa, dēto ni zenmen-teki ni sen'nen suru episōdo o kangaete imashita. ... Soshite kisu mo arimasen... Shīzun 2 wa romanchikkuna miryoku o kaite imasu. ... Shikashi, sono manga no tame ni watashi no negai wa jitsugen shimashita. ... Kisushite, ima wa daigaku o matteimasu. Purotto o nobasu node wa naku, sutekide hogarakade romanchikkuna monogatari ni naru koto ga kitai sa remasu. Manga wa, dareka ga shinu ka bunretsu shi, saishūtekini otagai ni au bamen ga dete kimasu... KIMI NI TODOKE 2009-nen to watashi wa mada sore o 6 tsuki 7-nichi watashi wa mada 2009-nen kara kao o oboeteinai... Tsudzukiwoyomu»)\u001b[22m\n\nTranslations of \u001b[4mI loved this anime so much especially Season 1. I agree with lot of people commenting here.Yes in season 2 they should have started up with Ep 9-12 instead of stretching season with useless episodes. SAWAKO for me was still awesome but lacked in confidence as compared to season 1. I was thinking of an episode entirely dedicated to there date.... and no Kiss ....season 2 lacks all that romantic charm....But for that manga made my wish come true....a kiss and now waiting for college. lets hope it turns out to be a neat,good and romantic story rather than stretching plots or as manga comes up with a twisted plot where someone dies or they breakup and in the end they meet each other....KIMI NI TODOKE started in 2009 and I`m still following it 6-7 years I dont even remember faces from 2009....Hm mm Still I will keep following it....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved this anime so much especially Season 1. I agree with lot of people commenting here.Yes in season 2 they should have started up with Ep 9-12 instead of stretching season with useless episodes.\u001b[24m\n    \u001b[1mこのアニメは特にシーズン1を大好きでした。私はここで多くの人にコメントしています。シーズン2では、無駄なエピソードでシーズンを伸ばすのではなく、Ep 9-12で始めるべきでした。\u001b[22m, \u001b[1m私はそんなに私は彼らが役に立たないエピソードとEpを9-12の代わりにストレッチシーズンで起動している必要がありますシーズン2にhere.Yesをコメント多くの人に同意特にシーズン1をこのアニメを愛しました。\u001b[22m\n\u001b[4mSAWAKO for me was still awesome but lacked in confidence as compared to season 1. I was thinking of an episode entirely dedicated to there date.... and no Kiss ....season 2 lacks all that romantic charm....But\u001b[24m\n    \u001b[1m私にとって澤子はまだ素晴らしいですが、シーズン1と比較して自信を持っていませんでした。私は、デートに全面的に専念するエピソードを考えていました....そしてキスもありません...シーズン2はロマンチックな魅力を欠いています....しかし、\u001b[22m, \u001b[1m私にとって佐和子....まだ驚くばかりだったが、私はそこに日付に特化したエピソード....とのキス....シーズン2は、すべてそのロマンチックな魅力を欠いて考えていたシーズン1と比較して、自信に欠けていた。しかし\u001b[22m\n\u001b[4mfor that manga made my wish come true....a kiss and now waiting for college.\u001b[24m\n    \u001b[1mそのマンガのために私の願いは実現しました....キスして、今は大学を待っています。\u001b[22m, \u001b[1mその漫画のために....私の願いが叶うキスをしたし、今の大学を待っています。\u001b[22m\n\u001b[4mlets hope it turns out to be a neat,good and romantic story rather than stretching plots or as manga comes up with a twisted plot where someone dies or they breakup and in the end they meet each other....KIMI NI TODOKE started in\u001b[24m\n    \u001b[1mプロットを伸ばすのではなく、素敵で朗らかでロマンチックな物語になることが期待されます。マンガは、誰かが死ぬか分裂し、最終的にお互いに会う場面が出てきます... KIMI NI TODOKE\u001b[22m, \u001b[1mそれは君に届けがで始めた....誰かが死ぬか、または分裂をし、最終的に、彼らはお互いを満たすねじれたプロットを思い付く、きちんとした良いとロマンチックな話ではなく、ストレッチのプロットであることが判明したり、マンガのよう願っています\u001b[22m\n\u001b[4m2009 and I`m still following it 6-7 years I dont even remember faces from 2009....Hm mm Still I will keep following it....\u001b[24m\n    \u001b[1m2009年と私はまだそれを6月7日私はまだ2009年から顔を覚えていない...続きを読む»\u001b[22m, \u001b[1m2009年とI`mはまだ私も2009年から顔を覚えていけない....フムミリメートルはまだ私はそれを次続けます6-7年、それを次のよう....\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "BakaMasuta",
    "profile": "/profile/BakaMasuta/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=208409",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  8\n\n私はここにスポイラーを付けることはないので、心配することなく読む\nだから最初に知っておくべきことは - 今シーズンは感情的なジェットコースターで、私があなたのようにアニメに入るなら、あなたはまっすぐに約5つのエピソードのために画面で叫ぶでしょう。  （正確にはエピソード2〜7）。\nあなたが知る必要がある第二の事 - それは間違いなく価値がある。 最後の数回のエピソードは素晴らしく、正直に振り返ってみると、アニメの作家たちは、それがあなたが感じるはずの方法なので、前半の胸焼けを意図的に与えてくれた素晴らしい仕事をしました。 彼らは本当にあなたをキャラクターにつけるために最初のシーズンに必要なキャラクターの開発をすべて持っていました。今シーズンはこれまであなたを魅了しています。 彼らはあなたの部屋から来る光の鳴き声を聞くと突然非常にまばゆい叫びます。\nさて、それはやや誇張ですが、それほど遠く離れているわけではありません。 あなたが良い物語であることだけであなたの感情のそれぞれに触れることができるアニメが好きなら、これはあなたが探しているものです。\n今度は私の評価を通過します\nストーリー9：私が上に言ったすべてがここに行く\n芸術7：それは少し時代遅れで、光り輝いていますが、実際にアニメに全体的な感触をもたらし、それをうまく合わせます。\nサウンド8：あなたが見ているように、その小さなものを覚えています。 ここでは鐘、そこでは柔らかい音楽、短い息吹、彼らは本当にあなたを引っ張り、それに気づくために注意を払わなければなりません。 もちろんOPとEDは素晴らしいです。\n文字：沢子は私のお気に入りMCの一つです。 彼女は貴重で無邪気で、良質で自然です。 キャスト全体が楽しいです、ジョーとピン（それらのばかな...あなたがそれを見てあなたが理解するだろう正直に私がトップマークを与えていない唯一のものはKazehayaです。私は沢子は彼女が理解していない どのように動作するが、風早は言い訳がありません....もう一度あなたはそれを見る必要があります。\n楽しさ8：私はそれに9を与えるだろうが、胸焼けは本当だった....\n全体的な9：私はアニメファン、味付けまたはノーにお勧めするもの。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI won't give any spoilers here so read without worry\n\n\u001b[1m私はここにスポイラーを付けることはないので、心配することなく読む\u001b[22m\n\u001b[1m(Watashi wa koko ni supoirā o tsukeru koto wanainode, shinpai suru koto naku yomu)\u001b[22m\n\nTranslations of \u001b[4mI won't give any spoilers here so read without worry\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI won't give any spoilers here so read without worry\u001b[24m\n    \u001b[1m私はここにスポイラーを付けることはないので、心配することなく読む\u001b[22m, \u001b[1m私はここで、任意のスポイラーを与えるので、心配せずに読むことはありません\u001b[22m\nSo first thing you need to know- This season is an emotional roller coaster and if you get into anime like I do you will be screaming at the screen for about 5 episodes straight. (episodes 2-7 to be exact).\n\n\u001b[1mだから最初に知っておくべきことは - 今シーズンは感情的なジェットコースターで、私があなたのようにアニメに入るなら、あなたはまっすぐに約5つのエピソードのために画面で叫ぶでしょう。  （正確にはエピソード2〜7）。\u001b[22m\n\u001b[1m(Dakara saisho ni shitte okubeki koto wa - ima shīzun wa kanjō-tekina jettokōsutā de, watashi ga anata no yō ni anime ni hairunara, anata wa massugu ni yaku itsutsu no episōdo no tame ni gamen de sakebudeshou. (Seikaku ni wa episōdo 2 〜 7).)\u001b[22m\n\nTranslations of \u001b[4mSo first thing you need to know- This season is an emotional roller coaster and if you get into anime like I do you will be screaming at the screen for about 5 episodes straight. (episodes 2-7 to be exact).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo first thing you need to know- This season is an emotional roller coaster and if you get into anime like I do you will be screaming at the screen for about 5 episodes straight.\u001b[24m\n    \u001b[1mだから最初に知っておくべきことは - 今シーズンは感情的なジェットコースターで、私があなたのようにアニメに入るなら、あなたはまっすぐに約5つのエピソードのために画面で叫ぶでしょう。\u001b[22m, \u001b[1m私はあなたがまっすぐに約5エピソードを画面で叫んされないようにあなたがアニメに入る場合は、このシーズンをknow-する必要があるので、最初のものは、感情のジェットコースターです。\u001b[22m\n\u001b[4m(episodes 2-7 to be exact).\u001b[24m\n    \u001b[1m（正確にはエピソード2〜7）。\u001b[22m, \u001b[1m（エピソード2-7は、正確には）。\u001b[22m\nSecond thing you need to know- It is definitely worth it. The last few episode are great and honestly looking in retrospect the writers of the anime did a great job purposefully giving me heartburn for the first half because that is the way you are supposed to feel. They had all of the character development they needed in the first season to really attach you to the characters and this season drags you in so far using that that you might forget that this is an anime temporarily as the people of your house wonder why you are screeching then suddenly very quite as they hear light sobs coming from your room.\n\n\u001b[1mあなたが知る必要がある第二の事 - それは間違いなく価値がある。 最後の数回のエピソードは素晴らしく、正直に振り返ってみると、アニメの作家たちは、それがあなたが感じるはずの方法なので、前半の胸焼けを意図的に与えてくれた素晴らしい仕事をしました。 彼らは本当にあなたをキャラクターにつけるために最初のシーズンに必要なキャラクターの開発をすべて持っていました。今シーズンはこれまであなたを魅了しています。 彼らはあなたの部屋から来る光の鳴き声を聞くと突然非常にまばゆい叫びます。\u001b[22m\n\u001b[1m(Anata ga shiru hitsuyō ga aru daini no koto - sore wa machigainaku kachigāru. Saigo no sū-kai no episōdo wa subarashiku, shōjiki ni furikaette miru to, anime no sakka-tachi wa, sore ga anata ga kanjiru hazu no hōhōnanode, zenhan no muneyake o itotekini ataete kureta subarashī shigoto o shimashita. Karera wa hontōni anata o kyarakutā ni tsukeru tame ni saisho no shīzun ni hitsuyōna kyarakutā no kaihatsu o subete motte imashita. Ima shīzun wa kore made anata o miryō shite imasu. Karera wa anata no heya kara kuru hikari no nakigoe o kiku to totsuzen hijō ni mabayui sakebimasu.)\u001b[22m\n\nTranslations of \u001b[4mSecond thing you need to know- It is definitely worth it. The last few episode are great and honestly looking in retrospect the writers of the anime did a great job purposefully giving me heartburn for the first half because that is the way you are supposed to feel. They had all of the character development they needed in the first season to really attach you to the characters and this season drags you in so far using that that you might forget that this is an anime temporarily as the people of your house wonder why you are screeching then suddenly very quite as they hear light sobs coming from your room.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecond thing you need to know- It is definitely worth it.\u001b[24m\n    \u001b[1mあなたが知る必要がある第二の事 - それは間違いなく価値がある。\u001b[22m, \u001b[1mあなたはそれをknow-する必要がある2つ目は間違いなくそれだけの価値があります。\u001b[22m\n\u001b[4mThe last few episode are great and honestly looking in retrospect the writers of the anime did a great job purposefully giving me heartburn for the first half because that is the way you are supposed to feel.\u001b[24m\n    \u001b[1m最後の数回のエピソードは素晴らしく、正直に振り返ってみると、アニメの作家たちは、それがあなたが感じるはずの方法なので、前半の胸焼けを意図的に与えてくれた素晴らしい仕事をしました。\u001b[22m, \u001b[1m最後のいくつかのエピソード素晴らしいですし、正直にそれはあなたが感じるようになっているようですので、アニメの作家が意図的に私の最初の半分のための胸焼けを与える素晴らしい仕事をした振り返って見て。\u001b[22m\n\u001b[4mThey had all of the character development they needed in the first season to really attach you to the characters and this season drags you in so far using that that you might forget that this is an anime temporarily as the people of your house wonder why you are\u001b[24m\n    \u001b[1m彼らは本当にあなたをキャラクターにつけるために最初のシーズンに必要なキャラクターの開発をすべて持っていました。今シーズンはこれまであなたを魅了しています。\u001b[22m, \u001b[1m彼らは本当に文字にあなたを接続するために、彼らは最初のシーズンで必要な文字の開発のすべてを持っていたし、今シーズンはこれまで、あなたがいる理由あなたの家の人々が疑問に思うように、これは一時的にアニメであることを忘れかもしれないことを使用してユーザーをドラッグ\u001b[22m\n\u001b[4mscreeching then suddenly very quite as they hear light sobs coming from your room.\u001b[24m\n    \u001b[1m彼らはあなたの部屋から来る光の鳴き声を聞くと突然非常にまばゆい叫びます。\u001b[22m, \u001b[1m彼らはあなたの部屋からの光すすり泣きが聞こえ、突然非常にかなりのように金切り声。\u001b[22m\nOk so maybe that is a slight exaggeration, but its not too far off. If you like anime that can touch each one of your emotions just by being a good story then this is what you are looking for.\n\n\u001b[1mさて、それはやや誇張ですが、それほど遠く離れているわけではありません。 あなたが良い物語であることだけであなたの感情のそれぞれに触れることができるアニメが好きなら、これはあなたが探しているものです。\u001b[22m\n\u001b[1m(Sate, sore wa yaya kochōdesuga, sorehodo tōkuhanarete iru wakede wa arimasen. Anata ga yoi monogataridearu koto dake de anata no kanjō no sorezore ni fureru koto ga dekiru anime ga sukinara, kore wa anata ga sagashite iru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mOk so maybe that is a slight exaggeration, but its not too far off. If you like anime that can touch each one of your emotions just by being a good story then this is what you are looking for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk so maybe that is a slight exaggeration, but its not too far off.\u001b[24m\n    \u001b[1mさて、それはやや誇張ですが、それほど遠く離れているわけではありません。\u001b[22m, \u001b[1m[OK]をので、多分それはわずかな誇張であるが、そのそれほど遠くないオフ。\u001b[22m\n\u001b[4mIf you like anime that can touch each one of your emotions just by being a good story then this is what you are looking for.\u001b[24m\n    \u001b[1mあなたが良い物語であることだけであなたの感情のそれぞれに触れることができるアニメが好きなら、これはあなたが探しているものです。\u001b[22m, \u001b[1mあなただけのいい話であることによってあなたの感情のそれぞれに触れることができるアニメが好きなら、これはあなたが探しているものです。\u001b[22m\nNow I'll go through my ratings\n\n\u001b[1m今度は私の評価を通過します\u001b[22m\n\u001b[1m(Kondo wa watashi no hyōka o tsūka shimasu)\u001b[22m\n\nTranslations of \u001b[4mNow I'll go through my ratings\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow I'll go through my ratings\u001b[24m\n    \u001b[1m今度は私の評価を通過します\u001b[22m, \u001b[1mさて、私の評価を通って行きますよ\u001b[22m\nStory 9: Everything I said above goes here\n\n\u001b[1mストーリー9：私が上に言ったすべてがここに行く\u001b[22m\n\u001b[1m(Sutōrī 9: Watashi ga ue ni itta subete ga koko ni iku)\u001b[22m\n\nTranslations of \u001b[4mStory 9: Everything I said above goes here\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 9: Everything I said above goes here\u001b[24m\n    \u001b[1mストーリー9：私が上に言ったすべてがここに行く\u001b[22m, \u001b[1mストーリー9：私は上記の言ったすべてがここに\u001b[22m\nArt 7: Its a little outdated and omg the sparkles but it actually brings a good overall feel to the anime and suits it well.\n\n\u001b[1m芸術7：それは少し時代遅れで、光り輝いていますが、実際にアニメに全体的な感触をもたらし、それをうまく合わせます。\u001b[22m\n\u001b[1m(Geijutsu 7: Sore wa sukoshi jidaiokure de, hikarikagayaite imasuga, jissai ni anime ni zentai-tekina kanshoku o motarashi, sore o umaku awasemasu.)\u001b[22m\n\nTranslations of \u001b[4mArt 7: Its a little outdated and omg the sparkles but it actually brings a good overall feel to the anime and suits it well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 7: Its a little outdated and omg the sparkles but it actually brings a good overall feel to the anime and suits it well.\u001b[24m\n    \u001b[1m芸術7：それは少し時代遅れで、光り輝いていますが、実際にアニメに全体的な感触をもたらし、それをうまく合わせます。\u001b[22m, \u001b[1mアート7：その少し時代遅れとOMGの輝きが、それは実際にアニメに全体的に良好な感触をもたらし、それをよく似合います。\u001b[22m\nSound 8: As you watch remember its the little things that count. A bell here, soft music there, a short breath, they really pull you in and you have to pay attention to notice it. And of course the OP and ED are awesome.\n\n\u001b[1mサウンド8：あなたが見ているように、その小さなものを覚えています。 ここでは鐘、そこでは柔らかい音楽、短い息吹、彼らは本当にあなたを引っ張り、それに気づくために注意を払わなければなりません。 もちろんOPとEDは素晴らしいです。\u001b[22m\n\u001b[1m(Saundo 8: Anata ga mite iru yō ni, sono chīsana mono o oboete imasu. Kokode wa kane, sokode wa yawarakai ongaku, mijikai ibuki, karera wa hontōni anata o hippari, sore ni kidzuku tame ni chūi o harawanakereba narimasen. Mochiron OP to ED wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSound 8: As you watch remember its the little things that count. A bell here, soft music there, a short breath, they really pull you in and you have to pay attention to notice it. And of course the OP and ED are awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 8: As you watch remember its the little things that count.\u001b[24m\n    \u001b[1mサウンド8：あなたが見ているように、その小さなものを覚えています。\u001b[22m, \u001b[1m8サウンド：あなたはカウントそのささいなことを覚えて見ています。\u001b[22m\n\u001b[4mA bell here, soft music there, a short breath, they really pull you in and you have to pay attention to notice it.\u001b[24m\n    \u001b[1mここでは鐘、そこでは柔らかい音楽、短い息吹、彼らは本当にあなたを引っ張り、それに気づくために注意を払わなければなりません。\u001b[22m, \u001b[1mここで鐘、そこにソフトな音楽、息切れ、彼らは本当にであなたを引っ張って、あなたはそれに気づくために注意を払わなければなりません。\u001b[22m\n\u001b[4mAnd of course the OP and ED are awesome.\u001b[24m\n    \u001b[1mもちろんOPとEDは素晴らしいです。\u001b[22m, \u001b[1mそしてもちろん、OPとEDは素晴らしいです。\u001b[22m\nCharacter: Sawako is one of my fav MC's. She is precious and innocent and good natured through and through. The whole cast is enjoyable, even Joe and Pin (those idiots... you'll understand when you watch it. Honestly the only one I don't give top marks is Kazehaya. I mean Sawako is dense because she doesn't understand how things work but Kazehaya has no excuse that DENSE PIECE OF.... Once again you need to watch it.\n\n\u001b[1m文字：沢子は私のお気に入りMCの一つです。 彼女は貴重で無邪気で、良質で自然です。 キャスト全体が楽しいです、ジョーとピン（それらのばかな...あなたがそれを見てあなたが理解するだろう正直に私がトップマークを与えていない唯一のものはKazehayaです。私は沢子は彼女が理解していない どのように動作するが、風早は言い訳がありません....もう一度あなたはそれを見る必要があります。\u001b[22m\n\u001b[1m(Moji: Sawako wa watashinōkiniiri MC no hitotsudesu. Kanojo wa kichōde mujakide, ryōshitsu de shizendesu. Kyasuto zentai ga tanoshīdesu, jō to pin (sorera no ba ka na... Anata ga sore o mite anata ga rikai surudarou shōjiki ni watashi ga toppumāku o ataete inai yuiitsu no mono wa Kazehayadesu. Watashi wa Sawako wa kanojo ga rikai shite inai dono yō ni dōsa suruga, Kazahaya wa iiwake ga arimasen. ... Mōichido anata wa sore o miru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Sawako is one of my fav MC's. She is precious and innocent and good natured through and through. The whole cast is enjoyable, even Joe and Pin (those idiots... you'll understand when you watch it. Honestly the only one I don't give top marks is Kazehaya. I mean Sawako is dense because she doesn't understand how things work but Kazehaya has no excuse that DENSE PIECE OF.... Once again you need to watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Sawako is one of my fav MC's.\u001b[24m\n    \u001b[1m文字：沢子は私のお気に入りMCの一つです。\u001b[22m, \u001b[1mキャラクター：佐和子は私のfav MCのの一つです。\u001b[22m\n\u001b[4mShe is precious and innocent and good natured through and through.\u001b[24m\n    \u001b[1m彼女は貴重で無邪気で、良質で自然です。\u001b[22m, \u001b[1m彼女が通ってを通じて貴重な無実と気立ての良いです。\u001b[22m\n\u001b[4mThe whole cast is enjoyable, even Joe and Pin (those idiots... you'll understand when you watch it. Honestly the only one I don't give top marks is Kazehaya. I mean Sawako is dense because she doesn't understand\u001b[24m\n    \u001b[1mキャスト全体が楽しいです、ジョーとピン（それらのばかな...あなたがそれを見てあなたが理解するだろう正直に私がトップマークを与えていない唯一のものはKazehayaです。私は沢子は彼女が理解していない\u001b[22m, \u001b[1m全体のキャストは正直なところ、私はトップのマークを与えていないだけで風早です。私は彼女が理解していないため、佐和子が密であることを意味する。あなたはそれを見たとき、あなたが理解しましょう...それらの馬鹿（でもジョーとピン楽しいです\u001b[22m\n\u001b[4mhow things work but Kazehaya has no excuse that DENSE PIECE OF.... Once again you need to watch it.\u001b[24m\n    \u001b[1mどのように動作するが、風早は言い訳がありません....もう一度あなたはそれを見る必要があります。\u001b[22m, \u001b[1mどのように物事は動作しますが、風早の稠密PIECEが....もう一度あなたがそれを見るために必要があると言い訳を持っていません。\u001b[22m\nEnjoyment 8: I would give it a 9 but the heartburn was real....\n\n\u001b[1m楽しさ8：私はそれに9を与えるだろうが、胸焼けは本当だった....\u001b[22m\n\u001b[1m(Tanoshisa 8: Watashi wa sore ni 9 o ataerudarouga, muneyake wa hontōdatta....)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 8: I would give it a 9 but the heartburn was real....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 8: I would give it a 9 but the heartburn was real....\u001b[24m\n    \u001b[1m楽しさ8：私はそれに9を与えるだろうが、胸焼けは本当だった....\u001b[22m, \u001b[1m楽し8：私はそれを9を与えるだろうが、胸焼けは本物でした....\u001b[22m\nOverall 9: Something I would recommend to any anime fan, seasoned or no.\n\n\u001b[1m全体的な9：私はアニメファン、味付けまたはノーにお勧めするもの。\u001b[22m\n\u001b[1m(Zentai-tekina 9: Watashi wa anime fan, ajitsuke matawa nō ni o susume suru mono.)\u001b[22m\n\nTranslations of \u001b[4mOverall 9: Something I would recommend to any anime fan, seasoned or no.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9: Something I would recommend to any anime fan, seasoned or no.\u001b[24m\n    \u001b[1m全体的な9：私はアニメファン、味付けまたはノーにお勧めするもの。\u001b[22m, \u001b[1m全体的に9：私はベテランあるいは全くのアニメファンに推薦する何か。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "iky009",
    "profile": "/profile/iky009/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=192211",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\n2回目のシーズンはいつもよりずっと動きようとしていますが、ドラマは少しストレスがあり、ユーモアもあり、沢子さんの精神的拷問の不安や疑念を見せてくれるでしょう。 しかし、この継続はかなりクールだと言えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\narece the 2nd Season trying to move more than usual, the drama is kind of a little stressed and also the humor, try to show the insecurities and doubts of Sawako's kind of a mental torture, you see the path but can not find the exit . Yet still it can be said that this continuation is pretty cool.\n\n\u001b[1m2回目のシーズンはいつもよりずっと動きようとしていますが、ドラマは少しストレスがあり、ユーモアもあり、沢子さんの精神的拷問の不安や疑念を見せつけています。 しかし、この継続はかなりクールだと言えます。\u001b[22m\n\u001b[1m(2-Kai-me no shīzun wa itsumo yori zutto ugoki-yō to shite imasuga, dorama wa sukoshi sutoresu ga ari, yūmoa mo ari, Sawako-san no seishin-teki gōmon no fuan ya ginen o misetsukete imasu. Shikashi, kono keizoku wa kanari kūruda to iemasu.)\u001b[22m\n\nTranslations of \u001b[4marece the 2nd Season trying to move more than usual, the drama is kind of a little stressed and also the humor, try to show the insecurities and doubts of Sawako's kind of a mental torture, you see the path but can not find the exit . Yet still it can be said that this continuation is pretty cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4marece the 2nd Season trying to move more than usual, the drama is kind of a little stressed and also the humor, try to show the insecurities and doubts of Sawako's kind of a mental torture, you see the path but can not find the exit .\u001b[24m\n    \u001b[1m2回目のシーズンはいつもよりずっと動きようとしていますが、ドラマは少しストレスがあり、ユーモアもあり、沢子さんの精神的拷問の不安や疑念を見せつけています。\u001b[22m, \u001b[1m第二シーズンは通常よりも多くを移動しようとarece、強調し、またユーモアドラマは少しの一種で、精神的な拷問の佐和子の種類の不安と疑問を示すしようとすると、パスが表示されますが、出口を見つけることができません。\u001b[22m\n\u001b[4mYet still it can be said that this continuation is pretty cool.\u001b[24m\n    \u001b[1mしかし、この継続はかなりクールだと言えます。\u001b[22m, \u001b[1mしかし、まだこの継続はかなりクールであるといえます。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "Danno",
    "profile": "/profile/Danno/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=78115",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  8\n\nそれを鈍くするには、エッチではなく、性的な感情に完全に基づいた他のロマンスアニメの名前をつけるのは非常に難しいです。 私は文字が間違ってお互いを感じているのを見ました。彼らはお互いをほとんど知りませんでしたが、私は文字をキスしているのを見ました。 キミニトドケははるかに純粋なアプローチをとっています。\n\n私はこれらがキミニトドケのベストポイントのいくつかだと思う：\n[+]両方のキャラクターはすでに互いに恋しています。 もう一方は強制されていません。\n[+]キャラクターはお互いに笑顔を見るだけで幸せに感じます。 彼らの愛は純粋です。\n[+]さわこは適度に服を着て、自然に見える髪をしていて、かなり平らである。 彼女はfanserviceではありません。\n\n遅い進歩と誤解について不平を言う人もいますが、それはサスペンスを追加し、これを見守る価値があると思います。 彼らがバットからすぐに一緒になったらどうなるのだろう？ そして、私たちは「干渉する第三者」のことをあまりにも頻繁に見てきました。 私はそれが良かったと思うライバルのいくつかの不条理な数が流入していないか、純粋さを汚す過去の歴史。 今シーズンは、自分の個人的な障害を乗り越えて、沢子と風早にもっと集中していました。\n\n私はこれらが君には最悪の点だと思う：\n[x]さくこを定期的に回してきたのはかなり見苦しくて面白くなかった。 私は、このアニメは、ちびパーツなしでもっと良く見えたと思います。\n[x]芸術は、ボールの手を持っているような、いくつかの部分ではまったく怠惰でした。 教師の髪の毛の陰影も全体のようなものだった。\n[x]多くの部分でアニメーションが欠けていて、どこにでも浮かぶ五角形の泡が多かった。\n\nシンプルでリアルなキャラクターデザイン、キャラクター開発、かなり良いラブストーリー、時には面白いパーツが好きだったのです。 感謝しながら、アニメの典型的な欠点の大部分を避けている間、それはまさに私の周りに良いことでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTo put it bluntly, it's very difficult for me to name any other romance anime that isn't ecchi or based entirely on sexual feelings. I've seen characters 'accidentally' feel each other up, I've seen characters kiss when they barely know each other, and I've even seen characters preparing to have sex when they just started dating. Kimi ni Todoke takes a far more pure approach.\n\n\u001b[1mそれを鈍くするには、エッチではなく、性的な感情に完全に基づいた他のロマンスアニメの名前をつけるのは非常に難しいです。 私は文字が間違ってお互いを感じているのを見ました。彼らはお互いをほとんど知りませんでしたが、私は文字をキスしているのを見ました。 キミニトドケははるかに純粋なアプローチをとっています。\u001b[22m\n\u001b[1m(Sore o nibuku suru ni wa, etchide wa naku, seitekina kanjō ni kanzen ni motodzuita ta no romansu anime no namae o tsukeru no wa hijō ni muzukashīdesu. Watashi wa moji ga machigatte otagai o kanjite iru no o mimashita. Karera wa otagai o hotondo shirimasendeshitaga, watashi wa moji o kisu shite iru no o mimashita. Kiminitodoke wa haruka ni junsuina apurōchi o totte imasu.)\u001b[22m\n\nTranslations of \u001b[4mTo put it bluntly, it's very difficult for me to name any other romance anime that isn't ecchi or based entirely on sexual feelings. I've seen characters 'accidentally' feel each other up, I've seen characters kiss when they barely know each other, and I've even seen characters preparing to have sex when they just started dating. Kimi ni Todoke takes a far more pure approach.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo put it bluntly, it's very difficult for me to name any other romance anime that isn't ecchi or based entirely on sexual feelings.\u001b[24m\n    \u001b[1mそれを鈍くするには、エッチではなく、性的な感情に完全に基づいた他のロマンスアニメの名前をつけるのは非常に難しいです。\u001b[22m, \u001b[1m私はエッチや性的感情に完全に基づくものではない、他のロマンスアニメに名前を付けるためにぶっきらぼうにそれを置くために、それは非常に困難です。\u001b[22m\n\u001b[4mI've seen characters 'accidentally' feel each other up, I've seen characters kiss when they barely know each other, and I've even seen characters preparing to have sex when they just started dating.\u001b[24m\n    \u001b[1m私は文字が間違ってお互いを感じているのを見ました。彼らはお互いをほとんど知りませんでしたが、私は文字をキスしているのを見ました。\u001b[22m, \u001b[1m私は、私は彼らがやっとお互いを知っているときに文字がキスを見てきた、と私も、彼らはちょうど付き合い始めたときにセックスをして準備をして文字を見てきた、文字\"が誤って「お互いを感じて見てきました。\u001b[22m\n\u001b[4mKimi ni Todoke takes a far more pure approach.\u001b[24m\n    \u001b[1mキミニトドケははるかに純粋なアプローチをとっています。\u001b[22m, \u001b[1m君に届けははるかに純粋なアプローチを採用しています。\u001b[22m\n\u001b[1m\u001b[22m\nI think these are some of Kimi ni Todoke best points:\n\n\u001b[1m私はこれらがキミニトドケのベストポイントのいくつかだと思う：\u001b[22m\n\u001b[1m(Watashi wa korera ga kiminitodoke no besuto pointo no ikutsu kada to omou:)\u001b[22m\n\nTranslations of \u001b[4mI think these are some of Kimi ni Todoke best points:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think these are some of Kimi ni Todoke best points:\u001b[24m\n    \u001b[1m私はこれらがキミニトドケのベストポイントのいくつかだと思う：\u001b[22m, \u001b[1m私はこれらが君に届け最高のいくつかのポイントだと思います。\u001b[22m\n[+] Both characters are already in love with each other; the other isn't being forced.\n\n\u001b[1m[+]両方のキャラクターはすでに互いに恋しています。 もう一方は強制されていません。\u001b[22m\n\u001b[1m([+ ] Ryōhō no kyarakutā wa sudeni tagaini koishite imasu. Mō ippō wa kyōsei sa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4m[+] Both characters are already in love with each other; the other isn't being forced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[+] Both characters are already in love with each other;\u001b[24m\n    \u001b[1m[+]両方のキャラクターはすでに互いに恋しています。\u001b[22m, \u001b[1m[+]の両方の文字がお互いに恋に既に登録されています。\u001b[22m\n\u001b[4mthe other isn't being forced.\u001b[24m\n    \u001b[1mもう一方は強制されていません。\u001b[22m, \u001b[1mその他は強制されていません。\u001b[22m\n[+] The characters feel happy just seeing each other smile; their love is pure.\n\n\u001b[1m[+]キャラクターはお互いに笑顔を見るだけで幸せに感じます。 彼らの愛は純粋です。\u001b[22m\n\u001b[1m([+ ] Kyarakutā wa otagai ni egao o miru dakede shiawase ni kanjimasu. Karera no ai wa junsuidesu.)\u001b[22m\n\nTranslations of \u001b[4m[+] The characters feel happy just seeing each other smile; their love is pure.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[+] The characters feel happy just seeing each other smile;\u001b[24m\n    \u001b[1m[+]キャラクターはお互いに笑顔を見るだけで幸せに感じます。\u001b[22m, \u001b[1m[+]の文字がちょうど互いに笑顔を見て幸せを感じます。\u001b[22m\n\u001b[4mtheir love is pure.\u001b[24m\n    \u001b[1m彼らの愛は純粋です。\u001b[22m\n[+] Sawako dresses modestly, has natural looking hair, and is pretty much flat-chested; she is not fanservice.\n\n\u001b[1m[+]さわこは適度に服を着て、自然に見える髪をしていて、かなり平らである。 彼女はfanserviceではありません。\u001b[22m\n\u001b[1m([+ ] Sawako wa tekido ni fuku o kite, shizen ni mieru kami o shite ite, kanari tairadearu. Kanojo wa fanservicede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m[+] Sawako dresses modestly, has natural looking hair, and is pretty much flat-chested; she is not fanservice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[+] Sawako dresses modestly, has natural looking hair, and is pretty much flat-chested;\u001b[24m\n    \u001b[1m[+]さわこは適度に服を着て、自然に見える髪をしていて、かなり平らである。\u001b[22m, \u001b[1m[+]佐和子ドレスは控えめに、自然な髪を持っており、かなりフラット胸です。\u001b[22m\n\u001b[4mshe is not fanservice.\u001b[24m\n    \u001b[1m彼女はfanserviceではありません。\u001b[22m, \u001b[1m彼女はサービスカットではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSome complain about the slow progression and misunderstandings, but I think it adds suspense and makes this worth watching. What'd be the point if they got together right off the bat? And come on, we've seen the 'interfering third party' thing too often. I think it's good there wasn't some absurd number of rivals flowing in or some past history that taints the purity. This season was more focused on Sawako and Kazehaya overcoming their own personal obstacles, which I think was more interesting and made for a more acceptable ending.\n\n\u001b[1m遅い進歩と誤解について不平を言う人もいますが、それはサスペンスを追加し、これを見守る価値があると思います。 彼らがバットからすぐに一緒になったらどうなるのだろう？ そして、私たちは「干渉する第三者」のことをあまりにも頻繁に見てきました。 私はそれが良かったと思うライバルのいくつかの不条理な数が流入していないか、純粋さを汚す過去の歴史。 今シーズンは、自分の個人的な障害を乗り越えて、沢子と風早にもっと集中していました。私はもっと興味深いと思います。\u001b[22m\n\u001b[1m(Osoi shinpo to gokai ni tsuite fuheiwoiu hito mo imasuga, soreha sasupensu o tsuika shi, kore o mimamoru kachigāru to omoimasu. Karera ga batto kara sugu ni issho ni nattara dō naru nodarou? Soshite, watashitachiha `kanshō suru daisansha' no koto o amarini mo hinpan ni mitekimashita. Watashi wa sore ga yokatta to omou raibaru no ikutsu ka no fujōrina kazu ga ryūnyū shite inai ka, junsui-sa o yogosu kako no rekishi. Ima shīzun wa, jibun no kojin-tekina shōgai o norikoete, Sawako to Kazahaya ni motto shūchū shite imashita. Watashi wa motto kyōmibukai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mSome complain about the slow progression and misunderstandings, but I think it adds suspense and makes this worth watching. What'd be the point if they got together right off the bat? And come on, we've seen the 'interfering third party' thing too often. I think it's good there wasn't some absurd number of rivals flowing in or some past history that taints the purity. This season was more focused on Sawako and Kazehaya overcoming their own personal obstacles, which I think was more interesting and made for a more acceptable ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome complain about the slow progression and misunderstandings, but I think it adds suspense and makes this worth watching.\u001b[24m\n    \u001b[1m遅い進歩と誤解について不平を言う人もいますが、それはサスペンスを追加し、これを見守る価値があると思います。\u001b[22m, \u001b[1mいくつかは遅い進行と誤解文句を言うが、私はそれがサスペンスを追加し、見て、この価値になると思います。\u001b[22m\n\u001b[4mWhat'd be the point if they got together right off the bat?\u001b[24m\n    \u001b[1m彼らがバットからすぐに一緒になったらどうなるのだろう？\u001b[22m, \u001b[1m彼らは右のバット一緒になった場合what didの縮約形がポイントになりますか？\u001b[22m\n\u001b[4mAnd come on, we've seen the 'interfering third party' thing too often.\u001b[24m\n    \u001b[1mそして、私たちは「干渉する第三者」のことをあまりにも頻繁に見てきました。\u001b[22m, \u001b[1mそして是非、私たちはあまりにも頻繁に「妨害第三者」の事を見てきました。\u001b[22m\n\u001b[4mI think it's good there wasn't some absurd number of rivals flowing in or some past history that taints the purity.\u001b[24m\n    \u001b[1m私はそれが良かったと思うライバルのいくつかの不条理な数が流入していないか、純粋さを汚す過去の歴史。\u001b[22m, \u001b[1m私はそれが流れるライバルのいくつかの不合理な数や純度は汚染いくつかの過去の歴史がなかった良いことだと思います。\u001b[22m\n\u001b[4mThis season was more focused on Sawako and Kazehaya overcoming their own personal obstacles, which I think was more interesting and made for a more acceptable ending.\u001b[24m\n    \u001b[1m今シーズンは、自分の個人的な障害を乗り越えて、沢子と風早にもっと集中していました。私はもっと興味深いと思います。\u001b[22m, \u001b[1m今シーズンは、佐和子と風早は、私はより興味深く、より許容可能な結末のために作られたと思い、自分の個人的な障害を克服に重点を置きました。\u001b[22m\n\u001b[1m\u001b[22m\nI think these are Kimi ni Todoke worst points:\n\n\u001b[1m私はこれらが君には最悪の点だと思う：\u001b[22m\n\u001b[1m(Watashi wa korera ga kimi ni wa saiaku no tenda to omou:)\u001b[22m\n\nTranslations of \u001b[4mI think these are Kimi ni Todoke worst points:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think these are Kimi ni Todoke worst points:\u001b[24m\n    \u001b[1m私はこれらが君には最悪の点だと思う：\u001b[22m, \u001b[1m私はこれらが君に届け最悪のポイントだと思います。\u001b[22m\n[x] Sawako turning chibi regularly was pretty unsightly and not funny. I think this anime would've looked a lot better without the chibi parts.\n\n\u001b[1m[x]さくこを定期的に回してきたのはかなり見苦しくて面白くなかった。 私は、このアニメは、ちびパーツなしでもっと良く見えたと思います。\u001b[22m\n\u001b[1m([X ] saku ko o teikitekini mawashite kita no wa kanari migurushikute omoshirokunakatta. Watashi wa, kono anime wa, chibi pātsu nashi de motto yoku mieta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4m[x] Sawako turning chibi regularly was pretty unsightly and not funny. I think this anime would've looked a lot better without the chibi parts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[x] Sawako turning chibi regularly was pretty unsightly and not funny.\u001b[24m\n    \u001b[1m[x]さくこを定期的に回してきたのはかなり見苦しくて面白くなかった。\u001b[22m, \u001b[1m[x]は佐和子回しちびは定期的にかなり見苦しいと面白いではありませんでした。\u001b[22m\n\u001b[4mI think this anime would've looked a lot better without the chibi parts.\u001b[24m\n    \u001b[1m私は、このアニメは、ちびパーツなしでもっと良く見えたと思います。\u001b[22m, \u001b[1m私はこのアニメはちび部品なしでかなり良く見てきたと思います。\u001b[22m\n[x] The art was just plain lazy at some parts, such as having ball hands. The shading on the teacher's hair also looked like total crap.\n\n\u001b[1m[x]芸術は、ボールの手を持っているような、いくつかの部分ではまったく怠惰でした。 先生の髪の毛の陰影も全体的なくせのように見えました。\u001b[22m\n\u001b[1m([X ] geijutsu wa, bōru no te o motte iru yōna, ikutsu ka no bubunde wa mattaku taidadeshita. Sensei no kaminoke no in'ei mo zentai-tekina kuse no yō ni miemashita.)\u001b[22m\n\nTranslations of \u001b[4m[x] The art was just plain lazy at some parts, such as having ball hands. The shading on the teacher's hair also looked like total crap.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[x] The art was just plain lazy at some parts, such as having ball hands.\u001b[24m\n    \u001b[1m[x]芸術は、ボールの手を持っているような、いくつかの部分ではまったく怠惰でした。\u001b[22m, \u001b[1m[x]の技術では、ボールの手を持つなど、いくつかの部分、で単なる怠け者でした。\u001b[22m\n\u001b[4mThe shading on the teacher's hair also looked like total crap.\u001b[24m\n    \u001b[1m先生の髪の毛の陰影も全体的なくせのように見えました。\u001b[22m, \u001b[1m教師の髪に陰影も総がらくたのように見えました。\u001b[22m\n[x] There was a lack of animation in many parts, substituted with an abundance of pentagon-shaped bubbles floating everywhere.\n\n\u001b[1m[x]多くの部分でアニメーションが欠けていて、どこにでも浮かぶ五角形の泡が多かった。\u001b[22m\n\u001b[1m([X ] ōku no bubun de animēshon ga kakete ite, doko ni demo ukabu gokakukei no awa ga ōkatta.)\u001b[22m\n\nTranslations of \u001b[4m[x] There was a lack of animation in many parts, substituted with an abundance of pentagon-shaped bubbles floating everywhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[x] There was a lack of animation in many parts, substituted with an abundance of pentagon-shaped bubbles floating everywhere.\u001b[24m\n    \u001b[1m[x]多くの部分でアニメーションが欠けていて、どこにでも浮かぶ五角形の泡が多かった。\u001b[22m, \u001b[1m[x]はどこでも浮動五角形状の泡が豊富で置換多くの部分で、アニメーションの欠如が、ありました。\u001b[22m\n\u001b[1m\u001b[22m\nI liked Kimi ni Todoke for its simple/realistic character design, character development, pretty good love story, and its occasional funny parts. It was just all around good to me while, thankfully, avoiding most of anime's typical shortcomings.\n\n\u001b[1mシンプルでリアルなキャラクターデザイン、キャラクター開発、かなり良いラブストーリー、時には面白いパーツが好きだった。 感謝しながら、アニメの典型的な欠点の大部分を避けている間、それはまさに私の周りに良いことでした。\u001b[22m\n\u001b[1m(Shinpurude riaruna kyarakutādezain, kyarakutā kaihatsu, kanari yoi rabusutōrī, tokiniha omoshiroi pātsu ga sukidatta. Kansha shinagara, anime no tenkei-tekina ketten no daibubun o sakete iru ma, sore wa masani watashi no mawari ni yoi kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI liked Kimi ni Todoke for its simple/realistic character design, character development, pretty good love story, and its occasional funny parts. It was just all around good to me while, thankfully, avoiding most of anime's typical shortcomings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked Kimi ni Todoke for its simple/realistic character design, character development, pretty good love story, and its occasional funny parts.\u001b[24m\n    \u001b[1mシンプルでリアルなキャラクターデザイン、キャラクター開発、かなり良いラブストーリー、時には面白いパーツが好きだった。\u001b[22m, \u001b[1m私はそのシンプル/現実的なキャラクターデザイン、キャラクター開発、かなり良い愛の物語、そしてその時々の面白い部分について君に届けが好きでした。\u001b[22m\n\u001b[4mIt was just all around good to me while, thankfully, avoiding most of anime's typical shortcomings.\u001b[24m\n    \u001b[1m感謝しながら、アニメの典型的な欠点の大部分を避けている間、それはまさに私の周りに良いことでした。\u001b[22m, \u001b[1mありがたいことに、アニメの典型的な欠点のほとんどを回避し、一方でそれはちょうどすべての周りに良い私にはありました。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "Elle_D",
    "profile": "/profile/Elle_D/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=63887",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  8\nアニメーション|  3\nサウンド|  8\nキャラクター|  4\n|  4\n\n今シーズンは第1シーズンよりも弱いと思う。 私は第1シーズンのような話を楽しむことができると思っていましたが、それは退屈で、あなたがそれを見ていたので非常に残念です。\n私はそのシーズンがイベントでより豊かになることを期待しました。特に、これは第1シーズンの補完的なものです。\nこれは私の意見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nI think this season was weaker than the 1st season. I thought I will enjoy the story like the 1st season, but it was boring and make you very regretful because you have watched it.\n\n\u001b[1m今シーズンは第1シーズンよりも弱いと思う。 私は第1シーズンのような話を楽しむことができると思っていましたが、それは退屈で、あなたがそれを見ていたので非常に残念です。\u001b[22m\n\u001b[1m(Ima shīzun wa dai 1 shīzun yori mo yowai to omou. Watashi wa dai 1 shīzun no yōna hanashi o tanoshimu koto ga dekiru to omotte imashitaga, soreha taikutsu de, anata ga sore o mite itanode hijō ni zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mI think this season was weaker than the 1st season. I thought I will enjoy the story like the 1st season, but it was boring and make you very regretful because you have watched it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think this season was weaker than the 1st season.\u001b[24m\n    \u001b[1m今シーズンは第1シーズンよりも弱いと思う。\u001b[22m, \u001b[1m私はこのシーズンは第一シーズンよりも弱かったと思います。\u001b[22m\n\u001b[4mI thought I will enjoy the story like the 1st season, but it was boring and make you very regretful because you have watched it.\u001b[24m\n    \u001b[1m私は第1シーズンのような話を楽しむことができると思っていましたが、それは退屈で、あなたがそれを見ていたので非常に残念です。\u001b[22m, \u001b[1m私は第一シーズンのような物語をお楽しみいただけますと思ったが、それは退屈だったとあなたがそれを見ているので、あなたが非常に残念にします。\u001b[22m\nI expected that season will be richer in events, especially because it's a complementary for the 1st season.\n\n\u001b[1m私はそのシーズンがイベントでより豊かになることを期待しました。特に、これは第1シーズンの補完的なものです。\u001b[22m\n\u001b[1m(Watashi wa sono shīzun ga ibento de yori yutaka ni naru koto o kitai shimashita. Tokuni, koreha dai 1 shīzun no hokan-tekina monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI expected that season will be richer in events, especially because it's a complementary for the 1st season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI expected that season will be richer in events, especially because it's a complementary for the 1st season.\u001b[24m\n    \u001b[1m私はそのシーズンがイベントでより豊かになることを期待しました。特に、これは第1シーズンの補完的なものです。\u001b[22m, \u001b[1m私はそれが第一シーズンに向けての相補的な、特にため、その季節イベントでより豊かになります期待していました。\u001b[22m\nThis is my opinion.\n\n\u001b[1mこれは私の意見です。\u001b[22m\n\u001b[1m(Kore wa watashi no ikendesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my opinion.\u001b[24m\n    \u001b[1mこれは私の意見です。\u001b[22m, \u001b[1mこれが私の意見です。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "Jean-chyan",
    "profile": "/profile/Jean-chyan/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=140833",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nこのレビューは、第1シーズンと第2シーズンの組み合わせです。 このシリーズ全体を1つの文でまとめることができれば、「それは十分に長くかかった」\n\n\nストーリー= 7  - 一緒にいることについて多くの誤解とチャンスがある、新しい、敗者の少女と人気のある男はいません。 劇的なシーンの中でキャラクターを変えることはちょっとばかげていましたが、そのシーンではあなたが笑ったり笑ったりすることはないと思っていましたが、それは私が小さな女の子のように泣くのを止めませんでした。\n\nアート= 8  - 芸術はいいです！ それはよく描画され、アニメーション化されています。\n\nSound = 8  - それはとても静かでリラックスしています。張力が上がるとBGMも一緒になります。\n\n文字= 8\n\n黒沼佐和子 - 閻魔藍と中原砂子の長い恋人。 彼女は幽霊と怪物を召喚することができるという噂を出したが、現実には、親切で愛情のある人物である。\n\n風田風早 - 男性主人公風早君が大好評。 彼はいつも笑いと笑顔で見えます。彼は沢子が生き生きと精力的な人になることを目指しています。\n\nあやねちゃん - 沢子のbffのひとり。 彼女はそれが必要なときに佐和子のサポートを与える。\n\n千鶴ちゃん - 佐和子のbffのひとつ。 彼女はリュウのお兄ちゃんが好きです。 彼女は連れ去られていますが、彼女はショーの中で一番親切な人の一人です。 彼女とアヤネはショーの主なジョーカーです。\n\nピン先生 - 一言：「EPIC」\n\nリュウ - 風早君の親友、彼は千鶴の気持ちがある。 いつも眠っているように見えます。\n\nうめ くるみざわ ー ぢえ\n\nMaru / Pedro Martinez  - かわいい。\n\n楽しさ= 8  - 紅潮、瞬間と誤解の37のエピソードの後、私はそれらのアニメの種類から免れました。 私がKimi ni Todokeの37話について最も楽しかったのは、Kazehaya-kunとSawakoのすべての瞬間、続いてChizuruまたはAyane、またはそれらの両方を弄ぶことでした。 風早くんと沢子の両方を見て、恥ずかしがるのが毎回私を得ます。\n\n全体的に= 9  - 私はハッピーエンドの吸盤だから9を与えました。 彼らは結局一緒になった！ 私はそれに10のキスを与えなかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis review is a combination of the 1st and 2nd season. If i can sum up this entire series in one sentence it would be: 'It took them long enough.'\n\n\u001b[1mこのレビューは、第1シーズンと第2シーズンの組み合わせです。 このシリーズ全体を1つの文でまとめることができれば、「それは十分に長くかかった」\u001b[22m\n\u001b[1m(Kono rebyū wa, dai 1 shīzun to dai 2 shīzun no kumiawasedesu. Kono shirīzu zentai o 1tsu no bun de matomeru koto ga dekireba,`sore wa jūbun ni nagaku kakatta')\u001b[22m\n\nTranslations of \u001b[4mThis review is a combination of the 1st and 2nd season. If i can sum up this entire series in one sentence it would be: 'It took them long enough.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review is a combination of the 1st and 2nd season.\u001b[24m\n    \u001b[1mこのレビューは、第1シーズンと第2シーズンの組み合わせです。\u001b[22m, \u001b[1mこのレビューは、第一及び第二シーズンの組み合わせです。\u001b[22m\n\u001b[4mIf i can sum up this entire series in one sentence it would be: 'It took them long enough.'\u001b[24m\n    \u001b[1mこのシリーズ全体を1つの文でまとめることができれば、「それは十分に長くかかった」\u001b[22m, \u001b[1m私は一つの文章で、このシリーズ全体をまとめることができれば、それは次のようになります。「それは十分な長さにそれらを取りました。」\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory = 7 - Nothing new, loser girl and popular guy with a lot of misunderstandings and chances to be together. Chibifying the characters during dramatic scenes were kinda dumb, those scene were supposed to make you cry not laugh and smile, but that didn't stop me from crying like a little girl.\n\n\u001b[1mストーリー= 7  - 一緒にいることについて多くの誤解とチャンスがある、新しい、敗者の少女と人気のある男はいません。 劇的なシーンの中でキャラクターを変えることはちょっとばかげていましたが、そのシーンではあなたが笑ったり笑ったりすることはないと思っていましたが、それは私が小さな女の子のように泣くのを止めませんでした。\u001b[22m\n\u001b[1m(Sutōrī = 7 - issho ni iru koto ni tsuite ōku no gokai to chansu ga aru, atarashī, haisha no shōjo to ninkinoaru otoko wa imasen. Gekitekina shīn no naka de kyarakutā o kaeru koto wa chotto bakagete imashitaga, sono shīnde wa anata ga warattari warattari suru koto wa nai to omotte imashitaga, sore wa watashi ga chīsana on'nanoko no yō ni naku no o tomemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mStory = 7 - Nothing new, loser girl and popular guy with a lot of misunderstandings and chances to be together. Chibifying the characters during dramatic scenes were kinda dumb, those scene were supposed to make you cry not laugh and smile, but that didn't stop me from crying like a little girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory = 7 - Nothing new, loser girl and popular guy with a lot of misunderstandings and chances to be together.\u001b[24m\n    \u001b[1mストーリー= 7  - 一緒にいることについて多くの誤解とチャンスがある、新しい、敗者の少女と人気のある男はいません。\u001b[22m, \u001b[1mストーリー= 7  - 誤解と一緒にする機会の多くの何も新しい、敗者の女の子と人気の男。\u001b[22m\n\u001b[4mChibifying the characters during dramatic scenes were kinda dumb, those scene were supposed to make you cry not laugh and smile, but that didn't stop me from crying like a little girl.\u001b[24m\n    \u001b[1m劇的なシーンの中でキャラクターを変えることはちょっとばかげていましたが、そのシーンではあなたが笑ったり笑ったりすることはないと思っていましたが、それは私が小さな女の子のように泣くのを止めませんでした。\u001b[22m, \u001b[1m劇的な場面の間に文字をChibifyingはちょっとダムであった、これらのシーンは、あなたが笑うと笑顔が、それは少女のように泣いてから私を停止していないではない泣かせることになっていました。\u001b[22m\n\u001b[1m\u001b[22m\nArt = 8 - the art is good! It is well drawn and animated.\n\n\u001b[1mアート= 8  - 芸術はいいです！ それはよく描画され、アニメーション化されています。\u001b[22m\n\u001b[1m(Āto = 8 - geijutsu wa īdesu! Sore wa yoku byōga sa re, animēshon-ka sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt = 8 - the art is good! It is well drawn and animated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt = 8 - the art is good!\u001b[24m\n    \u001b[1mアート= 8  - 芸術はいいです！\u001b[22m, \u001b[1mアート= 8  - 芸術は良いです！\u001b[22m\n\u001b[4mIt is well drawn and animated.\u001b[24m\n    \u001b[1mそれはよく描画され、アニメーション化されています。\u001b[22m, \u001b[1mこれはよく描かれ、アニメーション化されています。\u001b[22m\n\u001b[1m\u001b[22m\nSound= 8 - It's so calming and relaxed, when tension builds, the BGM builds up along with it.\n\n\u001b[1mSound = 8  - それはとても静かでリラックスしています。張力が上がるとBGMも一緒になります。\u001b[22m\n\u001b[1m(Sound = 8 - sore wa totemo shizukade rirakkusu shite imasu. Chōryoku ga agaru to BGM mo issho ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound= 8 - It's so calming and relaxed, when tension builds, the BGM builds up along with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound= 8 - It's so calming and relaxed, when tension builds, the BGM builds up along with it.\u001b[24m\n    \u001b[1mSound = 8  - それはとても静かでリラックスしています。張力が上がるとBGMも一緒になります。\u001b[22m, \u001b[1m8 =サウンド - それはとても心を落ち着かせる、リラックスしただ、張力が作成されるとき、BGMがそれに沿って構築します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter = 8\n\n\u001b[1m文字= 8\u001b[22m\n\u001b[1m(Moji = 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter = 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter = 8\u001b[24m\n    \u001b[1m文字= 8\u001b[22m\n\u001b[1m\u001b[22m\nSawako Kuronuma - Ai Enma and Sunako Nakahara's long lost sister. The Female Main Character, she looks scary that's why people made rumors about her being able to summon ghosts and monsters but in reality, is kind and loving person.\n\n\u001b[1m黒沼佐和子 - 閻魔藍と中原砂子の長い恋人。 彼女は幽霊と怪物を召喚することができるという噂を出したが、現実には、親切で愛情のある人物である。\u001b[22m\n\u001b[1m(Kuronuma Sawako - Enma Ai to Nakahara sunago no nagai koibito. Kanojo wa yūrei to kaibutsu o shōkan suru koto ga dekiru to iu uwasa o dashitaga, genjitsu ni wa, shinsetsude aijō no aru jinbutsudearu.)\u001b[22m\n\nTranslations of \u001b[4mSawako Kuronuma - Ai Enma and Sunako Nakahara's long lost sister. The Female Main Character, she looks scary that's why people made rumors about her being able to summon ghosts and monsters but in reality, is kind and loving person.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSawako Kuronuma - Ai Enma and Sunako Nakahara's long lost sister.\u001b[24m\n    \u001b[1m黒沼佐和子 - 閻魔藍と中原砂子の長い恋人。\u001b[22m, \u001b[1m佐和子黒沼 - 閻魔あいと中原スナコの長い失った妹。\u001b[22m\n\u001b[4mThe Female Main Character, she looks scary that's why people made rumors about her being able to summon ghosts and monsters but in reality, is kind and loving person.\u001b[24m\n    \u001b[1m彼女は幽霊と怪物を召喚することができるという噂を出したが、現実には、親切で愛情のある人物である。\u001b[22m, \u001b[1m女性のメインキャラクターは、彼女は人々が彼女は幽霊やモンスターを召喚することができることが、現実には、一種であり、人を愛することについて噂を作った理由だと怖い見えます。\u001b[22m\n\u001b[1m\u001b[22m\nShota Kazehaya - Kazehaya-kun, the Male Main Character, very popular. He is always seen laughing and smiling, he is what Sawako strives to be, a lively and energetic person.\n\n\u001b[1m風田風早 - 男性主人公風早君が大好評。 彼はいつも笑いと笑顔で見えます。彼は沢子が生き生きと精力的な人になることを目指しています。\u001b[22m\n\u001b[1m(Kazeda Kazahaya - dansei shujinkō Kazahaya-kun ga dai kōhyō. Kare wa itsumo warai to egao de miemasu. Kare wa Sawako ga ikiiki to seiryoku-tekina hito ni naru koto o mezashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mShota Kazehaya - Kazehaya-kun, the Male Main Character, very popular. He is always seen laughing and smiling, he is what Sawako strives to be, a lively and energetic person.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShota Kazehaya - Kazehaya-kun, the Male Main Character, very popular.\u001b[24m\n    \u001b[1m風田風早 - 男性主人公風早君が大好評。\u001b[22m, \u001b[1m翔太風早 - 風早くん、非常に人気のある男性主人公、。\u001b[22m\n\u001b[4mHe is always seen laughing and smiling, he is what Sawako strives to be, a lively and energetic person.\u001b[24m\n    \u001b[1m彼はいつも笑いと笑顔で見えます。彼は沢子が生き生きと精力的な人になることを目指しています。\u001b[22m, \u001b[1m彼はいつも笑って笑って見て、彼は佐和子は、生き生きとエネルギッシュな人であることに努めていますものです。\u001b[22m\n\u001b[1m\u001b[22m\nAyane-chan - one of Sawako's bffs. She gives Sawako support when she needs it.\n\n\u001b[1mあやねちゃん - 沢子のbffのひとり。 彼女はそれが必要なときに佐和子のサポートを与える。\u001b[22m\n\u001b[1m(Aya ne-chan - Sawako no bff no hitori. Kanojo wa sore ga hitsuyōna toki ni Sawako no sapōto o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mAyane-chan - one of Sawako's bffs. She gives Sawako support when she needs it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAyane-chan - one of Sawako's bffs.\u001b[24m\n    \u001b[1mあやねちゃん - 沢子のbffのひとり。\u001b[22m, \u001b[1mあやねちゃん - 佐和子のBFFSの一つ。\u001b[22m\n\u001b[4mShe gives Sawako support when she needs it.\u001b[24m\n    \u001b[1m彼女はそれが必要なときに佐和子のサポートを与える。\u001b[22m, \u001b[1m彼女はそれを必要とするとき佐和子のサポートを提供します。\u001b[22m\n\u001b[1m\u001b[22m\nChizuru-chan - one of Sawako's bffs. She likes Ryu's onii-chan. She's a delinquent but, she is one of the kindest people in the show. She and Ayane are the main jokers of the show.\n\n\u001b[1m千鶴ちゃん - 佐和子さんのbffの一人。 彼女はリュウのお兄ちゃんが好きです。 彼女は延滞者ですが、彼女はショーの中で一番親切な人の一人です。 彼女とアヤネはショーの主なジョーカーです。\u001b[22m\n\u001b[1m(Chidzuru-chan - Sawako-san no bff no hitori. Kanojo wa ryū no o nīchan ga sukidesu. Kanojo wa entai-shadesuga, kanojo wa shō no naka de ichiban shinsetsuna hito no hitoridesu. Kanojo to Ayane wa shō no omona jōkādesu.)\u001b[22m\n\nTranslations of \u001b[4mChizuru-chan - one of Sawako's bffs. She likes Ryu's onii-chan. She's a delinquent but, she is one of the kindest people in the show. She and Ayane are the main jokers of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChizuru-chan - one of Sawako's bffs.\u001b[24m\n    \u001b[1m千鶴ちゃん - 佐和子さんのbffの一人。\u001b[22m, \u001b[1m千鶴ちゃん - 佐和子のBFFSの一つ。\u001b[22m\n\u001b[4mShe likes Ryu's onii-chan.\u001b[24m\n    \u001b[1m彼女はリュウのお兄ちゃんが好きです。\u001b[22m, \u001b[1m彼女は龍のお兄ちゃんが好きです。\u001b[22m\n\u001b[4mShe's a delinquent but, she is one of the kindest people in the show.\u001b[24m\n    \u001b[1m彼女は延滞者ですが、彼女はショーの中で一番親切な人の一人です。\u001b[22m, \u001b[1m彼女はショーで最も優しい人の一人である、延滞だが。\u001b[22m\n\u001b[4mShe and Ayane are the main jokers of the show.\u001b[24m\n    \u001b[1m彼女とアヤネはショーの主なジョーカーです。\u001b[22m, \u001b[1m彼女とあやねショーのメインジョーカーです。\u001b[22m\n\u001b[1m\u001b[22m\nPin-sensei - one word: 'EPIC.'\n\n\u001b[1mピン先生 - 一言：「EPIC」\u001b[22m\n\u001b[1m(Pin sensei - hitokoto: `Epikku')\u001b[22m\n\nTranslations of \u001b[4mPin-sensei - one word: 'EPIC.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPin-sensei - one word: 'EPIC.'\u001b[24m\n    \u001b[1mピン先生 - 一言：「EPIC」\u001b[22m, \u001b[1mピン先生 - 一言：「EPIC」。\u001b[22m\n\u001b[1m\u001b[22m\nRyu- Kazehaya-kun's best friend, he has feelings for Chizuru. Is seen always asleep.\n\n\u001b[1mリュウ - 風早君の親友、彼は千鶴の気持ちがある。 いつも眠っているように見えます。\u001b[22m\n\u001b[1m(Ryū - Kazahaya-kun no shin'yū, kare wa Chidzuru no kimochi ga aru. Itsumo nemutte iru yō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mRyu- Kazehaya-kun's best friend, he has feelings for Chizuru. Is seen always asleep.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRyu- Kazehaya-kun's best friend, he has feelings for Chizuru.\u001b[24m\n    \u001b[1mリュウ - 風早君の親友、彼は千鶴の気持ちがある。\u001b[22m, \u001b[1mRyu-風早くんの親友、彼は千鶴のために感情を持っています。\u001b[22m\n\u001b[4mIs seen always asleep.\u001b[24m\n    \u001b[1mいつも眠っているように見えます。\u001b[22m, \u001b[1m常に眠って見られています。\u001b[22m\n\u001b[1m\u001b[22m\nうめ くるみざわ ー ぢえ\n(Ume kurumi zawa ̄ dji e)\n\n\u001b[1mうめ くるみざわ ー ぢえ\u001b[22m\n\u001b[1m(Ume kurumi zawa ̄ dji e)\u001b[22m\n\u001b[1m\u001b[22m\nMaru/Pedro Martinez - Cute.\n\n\u001b[1mMaru / Pedro Martinez  - かわいい。\u001b[22m\n\u001b[1m(Maru/ pedoro Martinez - kawaī.)\u001b[22m\n\nTranslations of \u001b[4mMaru/Pedro Martinez - Cute.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaru/Pedro Martinez - Cute.\u001b[24m\n    \u001b[1mMaru / Pedro Martinez  - かわいい。\u001b[22m, \u001b[1m丸/ペドロ・マルティネス - かわいいです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment = 8 - After 37 episodes of blushing, aww moments and misunderstanding, I grew immune to those kinds of animes. What i enjoyed most about the 37 episodes of Kimi ni Todoke was Kazehaya-kun and Sawako's aww moments followed by either Chizuru or Ayane or both teasing them. Seeing both Kazehaya-kun and Sawako blush and get embarrass gets me everytime.\n\n\u001b[1m楽しさ= 8  - 紅潮、瞬間と誤解の37のエピソードの後、私はそれらのアニメの種類から免れました。 私がKimi ni Todokeの37話について最も楽しかったのは、Kazehaya-kunとSawakoのすべての瞬間、続いてChizuruまたはAyane、またはそれらの両方を弄ぶことでした。 風早くんと沢子の両方を見て、恥ずかしがるのが毎回私を得ます。\u001b[22m\n\u001b[1m(Tanoshisa = 8 - kōchō, shunkan to gokai no 37 no episōdo no ato, watashi wa sorera no anime no shurui kara manugaremashita. Watashi ga Kimi ni Todoke no 37-wa ni tsuite mottomo tanoshikatta no wa, Kazehaya - kun to Sawako no subete no shunkan, tsudzuite Chizuru matawa Ayane, matawa sorera no ryōhō o moteasobu kotodeshita. Kazahaya-kun to Sawako no ryōhō o mite, hazukashi garu no ga maikai watashi o emasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment = 8 - After 37 episodes of blushing, aww moments and misunderstanding, I grew immune to those kinds of animes. What i enjoyed most about the 37 episodes of Kimi ni Todoke was Kazehaya-kun and Sawako's aww moments followed by either Chizuru or Ayane or both teasing them. Seeing both Kazehaya-kun and Sawako blush and get embarrass gets me everytime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment = 8 - After 37 episodes of blushing, aww moments and misunderstanding, I grew immune to those kinds of animes.\u001b[24m\n    \u001b[1m楽しさ= 8  - 紅潮、瞬間と誤解の37のエピソードの後、私はそれらのアニメの種類から免れました。\u001b[22m, \u001b[1m= 8楽しさを -  37赤面エピソード、AWW瞬間と誤解した後、私はアニメのそれらの種類に免疫が増加しました。\u001b[22m\n\u001b[4mWhat i enjoyed most about the 37 episodes of Kimi ni Todoke was Kazehaya-kun and Sawako's aww moments followed by either Chizuru or Ayane or both teasing them.\u001b[24m\n    \u001b[1m私がKimi ni Todokeの37話について最も楽しかったのは、Kazehaya-kunとSawakoのすべての瞬間、続いてChizuruまたはAyane、またはそれらの両方を弄ぶことでした。\u001b[22m, \u001b[1m私は楽しんで何君に届けの37のエピソードについてのほとんどは千鶴やあやねたり、それらをからかっ両方が続く風早くんと佐和子のAWW瞬間がありました。\u001b[22m\n\u001b[4mSeeing both Kazehaya-kun and Sawako blush and get embarrass gets me everytime.\u001b[24m\n    \u001b[1m風早くんと沢子の両方を見て、恥ずかしがるのが毎回私を得ます。\u001b[22m, \u001b[1m風早くんと佐和子赤面の両方を見て、困らを取得すると、毎回私を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall = 9 - I gave it a 9 because I'm a sucker for Happy endings. They finally got together! I would've given it a 10 but no kiss.\n\n\u001b[1m全体的に= 9  - 私はハッピーエンドの吸盤だから9を与えました。 彼らは結局一緒になった！ 私はそれに10のキスを与えなかった。\u001b[22m\n\u001b[1m(Zentai-teki ni = 9 - watashi wa happīendo no kyūbandakara 9 o ataemashita. Karera wa kekkyoku issho ni natta! Watashi wa sore ni 10 no kisu o ataenakatta.)\u001b[22m\n\nTranslations of \u001b[4mOverall = 9 - I gave it a 9 because I'm a sucker for Happy endings. They finally got together! I would've given it a 10 but no kiss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall = 9 - I gave it a 9 because I'm a sucker for Happy endings.\u001b[24m\n    \u001b[1m全体的に= 9  - 私はハッピーエンドの吸盤だから9を与えました。\u001b[22m, \u001b[1m9 =全体的に - 私はハッピーエンディングのための吸盤だから、私はそれを9を与えました。\u001b[22m\n\u001b[4mThey finally got together!\u001b[24m\n    \u001b[1m彼らは結局一緒になった！\u001b[22m, \u001b[1m彼らは最終的に集まりました！\u001b[22m\n\u001b[4mI would've given it a 10 but no kiss.\u001b[24m\n    \u001b[1m私はそれに10のキスを与えなかった。\u001b[22m, \u001b[1m私はそれを10が、無キスを与えてくれたことになります。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "Silvermoon05",
    "profile": "/profile/Silvermoon05/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=129099",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  6\n\nかなり率直であるために、最初のシーズンはずっと良かった。 少なくともあなたはより多くの交流を持っていましたが、ここではすべてが厄介で遠くになります。\n\n混乱がたくさんあり、私は髪の毛が出る瞬間を待っています。 私は朝の3時半まで起きてエピソードを見て、何かが起こると確信しました。\n\nそれは時間の巨大な浪費であることが分かった。 終わりのエピソード（s？）は大丈夫でしたが、実際にはロマンスという特典を得るには十分ではありませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nTo be quite frank, the first season was a lot better. At least you had more interaction, but here everything just becomes awkward and distant.\n\n\u001b[1mかなり率直であるために、最初のシーズンはずっと良かった。 少なくともあなたはより多くの交流を持っていましたが、ここではすべてが厄介で遠くになります。\u001b[22m\n\u001b[1m(Kanari sotchokudearu tame ni, saisho no shīzun wa zutto yokatta. Sukunakutomo anata wa yori ōku no kōryū o motte imashitaga, kokode wa subete ga yakkaide tōku ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo be quite frank, the first season was a lot better. At least you had more interaction, but here everything just becomes awkward and distant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be quite frank, the first season was a lot better.\u001b[24m\n    \u001b[1mかなり率直であるために、最初のシーズンはずっと良かった。\u001b[22m, \u001b[1mかなり率直に言って、最初のシーズンはかなり良くなりました。\u001b[22m\n\u001b[4mAt least you had more interaction, but here everything just becomes awkward and distant.\u001b[24m\n    \u001b[1m少なくともあなたはより多くの交流を持っていましたが、ここではすべてが厄介で遠くになります。\u001b[22m, \u001b[1m少なくとも、あなたはより多くの相互作用を持っていたが、ここではすべてがちょうど厄介と遠くなります。\u001b[22m\n\u001b[1m\u001b[22m\nExpect a lot of confusion and I'm-Going-To-Pull-My-Hair-Out moments. I stayed up until almost three in the morning watching the episodes, convinced that something was going to happen.\n\n\u001b[1m混乱がたくさんあり、私は髪の毛が出る瞬間を待っています。 私は朝の3時半まで起きてエピソードを見て、何かが起こると確信しました。\u001b[22m\n\u001b[1m(Konran ga takusan ari, watashi wa kaminoke ga deru shunkan o matteimasu. Watashi wa asa no 3-jihan made okite episōdo o mite, nanika ga okoru to kakushin shimashita.)\u001b[22m\n\nTranslations of \u001b[4mExpect a lot of confusion and I'm-Going-To-Pull-My-Hair-Out moments. I stayed up until almost three in the morning watching the episodes, convinced that something was going to happen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExpect a lot of confusion and I'm-Going-To-Pull-My-Hair-Out moments.\u001b[24m\n    \u001b[1m混乱がたくさんあり、私は髪の毛が出る瞬間を待っています。\u001b[22m, \u001b[1m多くの混乱と - 私-ゴーイングトゥプルマイ・ヘアーアウトの瞬間を期待しています。\u001b[22m\n\u001b[4mI stayed up until almost three in the morning watching the episodes, convinced that something was going to happen.\u001b[24m\n    \u001b[1m私は朝の3時半まで起きてエピソードを見て、何かが起こると確信しました。\u001b[22m, \u001b[1m私は、エピソードを見て午前中にほぼ3まで滞在し、何かが起こるとしていたことを確信させました。\u001b[22m\n\u001b[1m\u001b[22m\nIt turned out to be a huge waste of time. The ending episode(s?) were alright, but not enough to actually gain the privilege of being named a romance.\n\n\u001b[1mそれは時間の巨大な浪費であることが分かった。 終わりのエピソード（s？）は大丈夫でしたが、実際にはロマンスという特典を得るには十分ではありませんでした。\u001b[22m\n\u001b[1m(Sore wa jikan no kyodaina rōhidearu koto ga wakatta. Owari no episōdo (s ? ) Wa daijōbudeshitaga, jissai ni wa romansu to iu tokuten o eru ni wa jūbunde wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt turned out to be a huge waste of time. The ending episode(s?) were alright, but not enough to actually gain the privilege of being named a romance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt turned out to be a huge waste of time.\u001b[24m\n    \u001b[1mそれは時間の巨大な浪費であることが分かった。\u001b[22m, \u001b[1mそれは時間の巨大な浪費であることが判明しました。\u001b[22m\n\u001b[4mThe ending episode(s?) were alright, but not enough to actually gain the privilege of being named a romance.\u001b[24m\n    \u001b[1m終わりのエピソード（s？）は大丈夫でしたが、実際にはロマンスという特典を得るには十分ではありませんでした。\u001b[22m, \u001b[1mエンディングエピソード（sが？）大丈夫だったが、実際に恋愛命名されているの特権を獲得するのに十分ではありません。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "hopelongacre",
    "profile": "/profile/hopelongacre/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=121613",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこれをとても速く見ていました.....私はそれについて考えるのをやめることができなかったので！ それは面白くて、悲しかったし、同時に心が疲れていた。 それは非常に少女ですが、私は少女が大好きなので大丈夫です！ これを長時間見たいと思っていたのですが、ついにそれを知りました。 私はうれしいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI watched this one so fast..... Because i couldn't stop thinking about it! It was funny, sad, and heart wrenching all at the same time. It is very shojo though, but that's ok because I love shojo! Had been wanting to watch this one for a long time and finally got around to it. Glad I did.\n\n\u001b[1m私はこれをとても速く見ていました.....私はそれについて考えるのをやめることができなかったので！ それは面白くて、悲しかったし、同時に心が疲れていた。 それは非常に少女ですが、私は少女が大好きなので大丈夫です！ これを長時間見たいと思っていたのですが、ついにそれを知りました。 私はうれしいです。\u001b[22m\n\u001b[1m(Watashi wa kore o totemo hayaku mite imashita.. ... Watashi wa sore ni tsuite kangaeru no o yameru koto ga dekinakattanode! Sore wa omoshirokute, kanashikattashi, dōjini kokoro ga tsukarete ita. Sore wa hijō ni shōjodesuga, watashi wa shōjo ga daisukinanode daijōbudesu! Kore o chōjikan mitai to omotte ita nodesuga, tsuini sore o shirimashita. Watashi wa ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI watched this one so fast..... Because i couldn't stop thinking about it! It was funny, sad, and heart wrenching all at the same time. It is very shojo though, but that's ok because I love shojo! Had been wanting to watch this one for a long time and finally got around to it. Glad I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched this one so fast..... Because i couldn't stop thinking about it!\u001b[24m\n    \u001b[1m私はこれをとても速く見ていました.....私はそれについて考えるのをやめることができなかったので！\u001b[22m, \u001b[1m私はそれについて考えるのをやめることができなかったので、私は.....非常に速く、この1を見て！\u001b[22m\n\u001b[4mIt was funny, sad, and heart wrenching all at the same time.\u001b[24m\n    \u001b[1mそれは面白くて、悲しかったし、同時に心が疲れていた。\u001b[22m, \u001b[1mそれは悲しい、面白かった、と心臓がすべて同時に痛みます。\u001b[22m\n\u001b[4mIt is very shojo though, but that's ok because I love shojo!\u001b[24m\n    \u001b[1mそれは非常に少女ですが、私は少女が大好きなので大丈夫です！\u001b[22m, \u001b[1mそれはしかし非常に少女ですが、私は少女を愛しているから、それは大丈夫です！\u001b[22m\n\u001b[4mHad been wanting to watch this one for a long time and finally got around to it.\u001b[24m\n    \u001b[1mこれを長時間見たいと思っていたのですが、ついにそれを知りました。\u001b[22m, \u001b[1m長い時間のためにこの1を見たいという、最終的にそれに暇がされていました。\u001b[22m\n\u001b[4mGlad I did.\u001b[24m\n    \u001b[1m私はうれしいです。\u001b[22m, \u001b[1m嬉しい私でした。\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "IzayaKuchiki",
    "profile": "/profile/IzayaKuchiki/reviews",
    "pages": "2",
    "number": "19",
    "link": "/reviews.php?id=109993",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  6\n\nかつて私はrom-com学校ドラマを見たいと思っています。 私はこれ以外のほとんど全てを見ていた。\n私はシーズン1を終え、それは私を完全に退屈にした...興味深い話はまったくなく、ペースは遅かった\n\n私は本当にシーズン2をしたくなかった..しかし、IM GLAD私はそれを見た\n\n芸術と音はかなり良いです\n\nおそらくこのアニメのペースとキャラクターの発展のために、他の類似したアニメよりも、徐々に、そして実在している。\n\nもしシーズン1と2が組み合わされていたら、非常に恥ずかしがり屋である少女の本当に甘い話です（そして、そのような恥ずかしがり屋が存在していて、私は中学校のひとりでした）、いじめられた人は寂しかったです 友情、そして最後に愛\n\n競争、誤解、合併症も含めた\n\nしかし、すべてがうまく終わるものです:)\n\n私はこれを10で7にしましたが、良い物語ですが、それはちょっとドラッグしてペースをしました...アニメのスピードを上げる方がいいでしょう（私は読んでいないのでマンガについては知らなかったでしょう） それはまた、本当に私を悩ませていた...私も女の子を意味する...しかし、誰も何もしていないと思う！ ゴッシュ\n\n私はshoujoマンガが好きな人からこのアニメを推奨しますが、ullはそれを見て忍耐が必要です:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nonce in a while i like to watch rom-com school drama. i had watched almost all the good ones except this.\n\n\u001b[1mかつて私はrom-com学校ドラマを見たいと思っています。 私はこれ以外のほとんど全てを見ていた。\u001b[22m\n\u001b[1m(Katsute watashi wa rom - komu gakkō dorama o mitai to omotte imasu. Watashi wa kore igai no hotondo subete o mite ita.)\u001b[22m\n\nTranslations of \u001b[4monce in a while i like to watch rom-com school drama. i had watched almost all the good ones except this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4monce in a while i like to watch rom-com school drama.\u001b[24m\n    \u001b[1mかつて私はrom-com学校ドラマを見たいと思っています。\u001b[22m, \u001b[1mたまに私は、ROM-COMの学校のドラマを見るのが好き。\u001b[22m\n\u001b[4mi had watched almost all the good ones except this.\u001b[24m\n    \u001b[1m私はこれ以外のほとんど全てを見ていた。\u001b[22m, \u001b[1m私はこの除くほぼすべての良いものを見ていました。\u001b[22m\ni finished season 1 .. and it completely bored me... there was no interesting story whatsoever and the pace was SLOW\n\n\u001b[1m私はシーズン1を終え、それは私を完全に退屈にした...興味深い話はまったくなく、ペースは遅かった\u001b[22m\n\u001b[1m(Watashi wa shīzun 1 o oe, sore wa watashi o kanzen ni taikutsu ni shita... Kyōmibukai hanashi wa mattaku naku, pēsu wa osokatta)\u001b[22m\n\nTranslations of \u001b[4mi finished season 1 .. and it completely bored me... there was no interesting story whatsoever and the pace was SLOW\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi finished season 1 .. and it completely bored me... there was no interesting story whatsoever and the pace was SLOW\u001b[24m\n    \u001b[1m私はシーズン1を終え、それは私を完全に退屈にした...興味深い話はまったくなく、ペースは遅かった\u001b[22m, \u001b[1m私はシーズン1を終えた..そして、それは完全に私を退屈...何の面白い話は全くありませんでしたし、ペースが遅かったです\u001b[22m\n\u001b[1m\u001b[22m\ni really didnt want to season 2 .. but IM GLAD I DID WATCH IT\n\n\u001b[1m私は本当にシーズン2をしたくなかった..しかし、IM GLAD私はそれを見た\u001b[22m\n\u001b[1m(Watashi wa hontōni shīzun 2 o shitakunakatta.. Shikashi, IM guraddo watashi wa sore o mita)\u001b[22m\n\nTranslations of \u001b[4mi really didnt want to season 2 .. but IM GLAD I DID WATCH IT\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi really didnt want to season 2 .. but IM GLAD I DID WATCH IT\u001b[24m\n    \u001b[1m私は本当にシーズン2をしたくなかった..しかし、IM GLAD私はそれを見た\u001b[22m, \u001b[1m私は本当に今シーズン2にしたいdidntの..しかし、私はそれを見DID IMはGLAD\u001b[22m\n\u001b[1m\u001b[22m\nthe art and sound are quite good\n\n\u001b[1m芸術と音はかなり良いです\u001b[22m\n\u001b[1m(Geijutsu to oto wa kanari yoidesu)\u001b[22m\n\nTranslations of \u001b[4mthe art and sound are quite good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe art and sound are quite good\u001b[24m\n    \u001b[1m芸術と音はかなり良いです\u001b[22m, \u001b[1mアートとサウンドはかなり良いです\u001b[22m\n\u001b[1m\u001b[22m\nthe story.. well its more gradual and REALISTIC than other similar animes, probably because of the pace of this anime , and the character development.\n\n\u001b[1mおそらくこのアニメのペースとキャラクターの発展のために、他の類似したアニメよりも、徐々に、そして実在している。\u001b[22m\n\u001b[1m(Osoraku kono anime no pēsu to kyarakutā no hatten no tame ni, hoka no ruiji shita anime yori mo, jojoni, soshite jitsuzai shite iru.)\u001b[22m\n\nTranslations of \u001b[4mthe story.. well its more gradual and REALISTIC than other similar animes, probably because of the pace of this anime , and the character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story.. well its more gradual and REALISTIC than other similar animes, probably because of the pace of this anime , and the character development.\u001b[24m\n    \u001b[1mおそらくこのアニメのペースとキャラクターの発展のために、他の類似したアニメよりも、徐々に、そして実在している。\u001b[22m, \u001b[1mおそらくこのアニメのペース、およびキャラクターの成長の物語..他の類似のアニメよりも、そのより緩やかかつ現実的な、。\u001b[22m\n\u001b[1m\u001b[22m\nif season 1 and 2 were combined.. its a really sweet story of a girl who is extremely shy (and yes such shy people do exist, and i was one of them in middle school), who got bullied, was lonely, who found friendship, and finally love\n\n\u001b[1mもしシーズン1と2が組み合わされていたら、非常に恥ずかしがり屋である少女の本当に甘い話です（そして、そのような恥ずかしがり屋が存在していて、私は中学校のひとりでした）、いじめられた人は寂しかったです 友情、そして最後に愛\u001b[22m\n\u001b[1m(Moshi shīzun 1 to 2 ga kumiawasa rete itara, hijō ni hazukashigariyadearu shōjo no hontōni amai hanashidesu (soshite, sono yōna hazukashigariya ga sonzai shite ite, watashi wa chūgakkō no hitorideshita), ijime rareta hito wa sabishikattadesu yūjō, soshite saigo ni ai)\u001b[22m\n\nTranslations of \u001b[4mif season 1 and 2 were combined.. its a really sweet story of a girl who is extremely shy (and yes such shy people do exist, and i was one of them in middle school), who got bullied, was lonely, who found friendship, and finally love\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif season 1 and 2 were combined.. its a really sweet story of a girl who is extremely shy (and yes such shy people do exist, and i was one of them in middle school), who got bullied, was lonely, who found\u001b[24m\n    \u001b[1mもしシーズン1と2が組み合わされていたら、非常に恥ずかしがり屋である少女の本当に甘い話です（そして、そのような恥ずかしがり屋が存在していて、私は中学校のひとりでした）、いじめられた人は寂しかったです\u001b[22m, \u001b[1mシーズン1と2を組み合わせた場合..いじめられてしまった非常に恥ずかしがり屋である少女（はい、そのような恥ずかしがり屋の人が存在しない、と私は中学校で、それらの一つであった）、その本当に甘い話は、発見者、孤独でした\u001b[22m\n\u001b[4mfriendship, and finally love\u001b[24m\n    \u001b[1m友情、そして最後に愛\u001b[22m\n\u001b[1m\u001b[22m\nand ofcourse jealousy, rivalry, misunderstandings, and complications were included too\n\n\u001b[1m競争、誤解、合併症も含めた\u001b[22m\n\u001b[1m(Kyōsō, gokai, gappeishō mo fukumeta)\u001b[22m\n\nTranslations of \u001b[4mand ofcourse jealousy, rivalry, misunderstandings, and complications were included too\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand ofcourse jealousy, rivalry, misunderstandings, and complications were included too\u001b[24m\n    \u001b[1m競争、誤解、合併症も含めた\u001b[22m, \u001b[1mそして、ofcourseの嫉妬、ライバル、誤解、および合併症も含まれていました\u001b[22m\n\u001b[1m\u001b[22m\nbut all's well what ends well :)\n\n\u001b[1mしかし、すべてがうまく終わるものです:)\u001b[22m\n\u001b[1m(Shikashi, subete ga umaku owaru monodesu: ))\u001b[22m\n\nTranslations of \u001b[4mbut all's well what ends well :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbut all's well what ends well :)\u001b[24m\n    \u001b[1mしかし、すべてがうまく終わるものです:)\u001b[22m, \u001b[1mしかし、すべてが順調に終了何もです:)\u001b[22m\n\u001b[1m\u001b[22m\ni gave this a 7 on 10, although of the good story, but it dragged a bit, and omg the pace... it would have been better to increase the speed in the anime (i dont knw about the manga since i havent read it) and also that sawako really annoyed me... i mean im a girl too... but WHO THINKS SOOO MUCH BEFORE DOING ANYTHING!! goshhh\n\n\u001b[1m私はこれを10で7にしましたが、良い物語ですが、それはちょっとドラッグしてペースをしました...アニメのスピードを上げる方がいいでしょう（私は読んでいないのでマンガについては知らなかったでしょう） それはまた、本当に私を悩ませていた...私も女の子を意味する...しかし、誰も何もしていないと思う！ ゴッシュ\u001b[22m\n\u001b[1m(Watashi wa kore o 10 de 7 ni shimashitaga, yoi monogataridesuga, sore wa chotto doraggu shite pēsu o shimashita... Anime no supīdo o ageru kata ga īdeshou (watashi wa yon de inainode manga ni tsuite wa shiranakattadeshou) soreha mata, hontōni watashi o nayama sete ita... Watashi mo on'nanoko o imi suru... Shikashi, dare mo nani mo shite inai to omou! Gosshu)\u001b[22m\n\nTranslations of \u001b[4mi gave this a 7 on 10, although of the good story, but it dragged a bit, and omg the pace... it would have been better to increase the speed in the anime (i dont knw about the manga since i havent read it) and also that sawako really annoyed me... i mean im a girl too... but WHO THINKS SOOO MUCH BEFORE DOING ANYTHING!! goshhh\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi gave this a 7 on 10, although of the good story, but it dragged a bit, and omg the pace... it would have been better to increase the speed in the anime (i dont knw about the manga since i havent read\u001b[24m\n    \u001b[1m私はこれを10で7にしましたが、良い物語ですが、それはちょっとドラッグしてペースをしました...アニメのスピードを上げる方がいいでしょう（私は読んでいないのでマンガについては知らなかったでしょう）\u001b[22m, \u001b[1m私は良い話のが、これを10に7を与えたが、それは少しドラッグ、と私は読んhaventは以来ペースOMG...（私がいけない漫画についてknwアニメで速度を上げるためにもっと良かったはず\u001b[22m\n\u001b[4mit) and also that sawako really annoyed me... i mean im a girl too... but WHO THINKS SOOO MUCH BEFORE DOING ANYTHING!!\u001b[24m\n    \u001b[1mそれはまた、本当に私を悩ませていた...私も女の子を意味する...しかし、誰も何もしていないと思う！\u001b[22m, \u001b[1mそれ）と、その佐和子は本当に私を悩ませ...私はあまりにも女の子イム意味...しかし、何か操作をする前すっごくMUCH考えて！\u001b[22m\n\u001b[4mgoshhh\u001b[24m\n    \u001b[1mゴッシュ\u001b[22m, \u001b[1mgoshhh\u001b[22m\n\u001b[1m\u001b[22m\ni do recommend this anime from those who like shoujo mangas, but ull need patience to watch it :)\n\n\u001b[1m私はshoujoマンガが好きな人からこのアニメを推奨しますが、ullはそれを見て忍耐が必要です:)\u001b[22m\n\u001b[1m(Watashi wa shoujo manga ga sukinahito kara kono anime o suishō shimasuga, ull wa sore o mite nintai ga hitsuyōdesu: ))\u001b[22m\n\nTranslations of \u001b[4mi do recommend this anime from those who like shoujo mangas, but ull need patience to watch it :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi do recommend this anime from those who like shoujo mangas, but ull need patience to watch it :)\u001b[24m\n    \u001b[1m私はshoujoマンガが好きな人からこのアニメを推奨しますが、ullはそれを見て忍耐が必要です:)\u001b[22m, \u001b[1m私は少女漫画が好きな人たちからこのアニメをお勧めしますが、ULLはそれを見るために忍耐を必要とする:)\u001b[22m"
  },
  {
    "title": "Kimi_ni_Todoke_2nd_Season",
    "id": "9656",
    "url": "https://myanimelist.net/anime/9656/Kimi_ni_Todoke_2nd_Season",
    "user": "Lithik",
    "profile": "/profile/Lithik/reviews",
    "pages": "2",
    "number": "20",
    "link": "/reviews.php?id=85811",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  8\n\n私はこのアニメに戻ってくるのにずっと長い時間待っていましたが、私は正直言って言うことができます...待つ価値があるかどうかは分かりません。\n\n私がこのアニメを与えたスコアは、純粋に、それがシリーズに十分に価値のある閉鎖を与えたという事実に基づいています。マンガがこのポイントを過ぎて行っていることはよく知っていますが、私は正直なところ、 彼らはあなたがそれをやることなくこのようにアニメに加えることができるだけです。\n\n私はあなたが最初のシリーズを見ているというアイデアに基づいてこのレビューを書いていますが、もしあなたが最初のシリーズを見ておらず、ストーリーにあまり興味がないようであれば、\n\n私が言っているのは、自分たちがシリーズを見ていることが多すぎるという誤解だけであり、日本人はそれを搾りたいと思うということです。このマンガ/アニメを書く人が複雑であるかどうかはわかりません 彼らは彼らが主なヘロインが人間的に可能な限り苦しむことを望んでいただけであるかどうかを問わず、2つ以上の文章を発音できないと感じた学校では、\nこのアニメは、あなたの高校時代にどれほど複雑で苦々しいロマンスができるのかをあいまいに示しています。あなたの大部分はこのような問題を抱えていないかもしれませんが、あなたのうちの一人か二人が、 ヘロイン、そしてあなたの気持ちを味わってくれるような苦労が、時にはとても難しいことがあります。\n\nあなたが最初のシリーズが好きだったら、私たち人間が愛していることが1つあるので、このアニメに向けた私の個人的な意見のレビューです。 それは閉鎖であり、あなたが望むすべてのものを単に提供する閉鎖よりも優れています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI waited an awful long time to come back to this anime, I can honestly say... I'm not sure if it was worth the wait..\n\n\u001b[1m私はこのアニメに戻ってくるのにずっと長い時間待っていましたが、私は正直言って言うことができます...待つ価値があるかどうかは分かりません。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni modotte kurunoni zutto nagai jikan matte imashitaga, watashi wa shōjiki itte iu koto ga dekimasu... Matsu kachigāru ka dō ka wa wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mI waited an awful long time to come back to this anime, I can honestly say... I'm not sure if it was worth the wait..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI waited an awful long time to come back to this anime, I can honestly say... I'm not sure if it was worth the wait..\u001b[24m\n    \u001b[1m私はこのアニメに戻ってくるのにずっと長い時間待っていましたが、私は正直言って言うことができます...待つ価値があるかどうかは分かりません。\u001b[22m, \u001b[1m私はこのアニメに来てひどい長い時間を待って、私は正直なところ、私はそれは待つ価値があったのかはわからない...と言うことができます..\u001b[22m\n\u001b[1m\u001b[22m\nThe score I have given this anime is purely based on the fact that it gave some well deserved closure to the series, Though I am well aware the manga does carry on past this point, I honestly think their is not much reason to, being that their is only so much you can add to anime like this without over doing it.\n\n\u001b[1m私がこのアニメを与えたスコアは、純粋に、それがシリーズに十分に価値のある閉鎖を与えたという事実に基づいています。マンガがこのポイントを過ぎて行っていることはよく知っていますが、私は正直なところ、 彼らはあなたがそれをやることなくこのようにアニメに加えることができるだけです。\u001b[22m\n\u001b[1m(Watashi ga kono anime o ataeta sukoa wa, junsui ni, sore ga shirīzu ni jūbun ni kachinoaru heisa o ataeta to iu jijitsu ni motodzuite imasu. Manga ga kono pointo o sugite itte iru koto wa yoku shitte imasuga, watashi wa shōjikina tokoro, karera wa anata ga sore o yaru koto naku kono yō ni anime ni kuwaeru koto ga dekiru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe score I have given this anime is purely based on the fact that it gave some well deserved closure to the series, Though I am well aware the manga does carry on past this point, I honestly think their is not much reason to, being that their is only so much you can add to anime like this without over doing it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe score I have given this anime is purely based on the fact that it gave some well deserved closure to the series, Though I am well aware the manga does carry on past this point, I honestly think their is not much reason to, being that\u001b[24m\n    \u001b[1m私がこのアニメを与えたスコアは、純粋に、それがシリーズに十分に価値のある閉鎖を与えたという事実に基づいています。マンガがこのポイントを過ぎて行っていることはよく知っていますが、私は正直なところ、\u001b[22m, \u001b[1m私はこのアニメを与えているスコアは、純粋にそれは私が漫画は、この点を過ぎて続けていくんよく承知していますが、私は正直ということで、にあまり理由彼らはないと思う、シリーズにいくつかのよく値する閉鎖を与えたという事実に基づいています\u001b[22m\n\u001b[4mtheir is only so much you can add to anime like this without over doing it.\u001b[24m\n    \u001b[1m彼らはあなたがそれをやることなくこのようにアニメに加えることができるだけです。\u001b[22m, \u001b[1mだけそんなにあなたはそれをやってオーバーすることなく、このようなアニメに追加することができますが、それらのです。\u001b[22m\n\u001b[1m\u001b[22m\nI'm writing this review based on the idea that you have already watched the first series, If however you have not watched the first series, and seem vaguely interested in the story, then i recommend viewing that first before reading this.\n\n\u001b[1m私はあなたが最初のシリーズを見ているというアイデアに基づいてこのレビューを書いていますが、もしあなたが最初のシリーズを見ておらず、ストーリーにあまり興味がないようであれば、\u001b[22m\n\u001b[1m(Watashi wa anata ga saisho no shirīzu o mite iru to iu aidea nimotozuite kono rebyū o kaite imasuga, moshi anata ga saisho no shirīzu o mite orazu, sutōrī ni amari kyōmi ga nai yōdeareba,)\u001b[22m\n\nTranslations of \u001b[4mI'm writing this review based on the idea that you have already watched the first series, If however you have not watched the first series, and seem vaguely interested in the story, then i recommend viewing that first before reading this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm writing this review based on the idea that you have already watched the first series, If however you have not watched the first series, and seem vaguely interested in the story, then i recommend viewing that first before reading this.\u001b[24m\n    \u001b[1m私はあなたが最初のシリーズを見ているというアイデアに基づいてこのレビューを書いていますが、もしあなたが最初のシリーズを見ておらず、ストーリーにあまり興味がないようであれば、\u001b[22m, \u001b[1m私はその後、私は最初の前には、これを読んでいることを見てお勧めします、あなたは最初のシリーズを見て、物語の中で漠然と興味を持っていないようしているしかし、もしあなたがすでに、最初のシリーズを見ているという考えに基づいてこのレビューを書いています。\u001b[22m\n\u001b[1m\u001b[22m\nThe first I'd like to say is that their is only so many misunderstanding one can take watching a series, and those Japanese guys do sure like to milk it, I'm not sure if the person writing this manga/anime had a complex at school where they feel they could not pronounce more than 2 sentences without hyperventilating, or whether they simply they just wanted their main heroin to suffer as much as humanly possible, But, and a big but, I digress,\n\n\u001b[1m私が言っているのは、自分たちがシリーズを見ていることが多すぎるという誤解だけであり、日本人はそれを搾りたいと思うということです。このマンガ/アニメを書く人が複雑であるかどうかはわかりません 彼らは彼らが主なヘロインが人間的に可能な限り苦しむことを望んでいただけであるかどうかを問わず、2つ以上の文章を発音できないと感じた学校では、\u001b[22m\n\u001b[1m(Watashi ga itte iru no wa, jibun-tachi ga shirīzu o mite iru koto ga ō sugiru to iu gokai dakedeari, nihonjin wa sore o shiboritai to omou to iu kotodesu. Kono manga/ anime o kaku hito ga fukuzatsudearu ka dō ka wa wakarimasen karera wa karera ga omona heroin ga ningen-teki ni kanōnakagiri kurushimu koto o nozonde ita dakedearu ka dō ka o towazu, 2tsu ijō no bunshō o hatsuon dekinai to kanjita gakkōde wa,)\u001b[22m\n\nTranslations of \u001b[4mThe first I'd like to say is that their is only so many misunderstanding one can take watching a series, and those Japanese guys do sure like to milk it, I'm not sure if the person writing this manga/anime had a complex at school where they feel they could not pronounce more than 2 sentences without hyperventilating, or whether they simply they just wanted their main heroin to suffer as much as humanly possible, But, and a big but, I digress,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first I'd like to say is that their is only so many misunderstanding one can take watching a series, and those Japanese guys do sure like to milk it, I'm not sure if the person writing this manga/anime had a complex\u001b[24m\n    \u001b[1m私が言っているのは、自分たちがシリーズを見ていることが多すぎるという誤解だけであり、日本人はそれを搾りたいと思うということです。このマンガ/アニメを書く人が複雑であるかどうかはわかりません\u001b[22m, \u001b[1mこのマンガ/アニメを書いている人が複合体を持っていた場合、私はわからないんだけど、私は言いたい最初は1シリーズを見てとることができるだけなので、多くの誤解が自分であるということです、そしてそれらの日本の人は必ずそれを牛乳に好きですか\u001b[22m\n\u001b[4mat school where they feel they could not pronounce more than 2 sentences without hyperventilating, or whether they simply they just wanted their main heroin to suffer as much as humanly possible, But, and a big but, I digress,\u001b[24m\n    \u001b[1m彼らは彼らが主なヘロインが人間的に可能な限り苦しむことを望んでいただけであるかどうかを問わず、2つ以上の文章を発音できないと感じた学校では、\u001b[22m, \u001b[1m私は脱線、彼らは過換気せずに2つ以上の文を発音ができなかった感じ、または、彼らは単に彼らがちょうど欲しかったかどうかを彼らの主なヘロインは同じくらい人間的に可能苦しむことに、しかし、大きなしかし、学校で、\u001b[22m\nThis anime is vague show of how complicated and bittersweet romance can be in your high school years, and though the majority of you may not of had such a problem, I'm sure one or two of you felt on a deeper level with our main heroin, and how the struggles to get your feelings across, can be quite difficult sometimes.\n\n\u001b[1mこのアニメは、あなたの高校時代にどれほど複雑で苦々しいロマンスができるのかをあいまいに示しています。あなたの大部分はこのような問題を抱えていないかもしれませんが、あなたのうちの一人か二人が、 ヘロイン、そしてあなたの気持ちを味わってくれるような苦労が、時にはとても難しいことがあります。\u001b[22m\n\u001b[1m(Kono anime wa, anata no kōkō jidai ni dorehodo fukuzatsude niganigashī romansu ga dekiru no ka o aimai ni shimeshite imasu. Anata no daibubun wa kono yōna mondai o kakaete inai kamo shiremasenga, anata no uchi no hitori ka futari ga, heroin, soshite anata no kimochi o ajiwatte kureru yōna kurō ga, tokiniha totemo muzukashī koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is vague show of how complicated and bittersweet romance can be in your high school years, and though the majority of you may not of had such a problem, I'm sure one or two of you felt on a deeper level with our main heroin, and how the struggles to get your feelings across, can be quite difficult sometimes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is vague show of how complicated and bittersweet romance can be in your high school years, and though the majority of you may not of had such a problem, I'm sure one or two of you felt on a deeper level with our main\u001b[24m\n    \u001b[1mこのアニメは、あなたの高校時代にどれほど複雑で苦々しいロマンスができるのかをあいまいに示しています。あなたの大部分はこのような問題を抱えていないかもしれませんが、あなたのうちの一人か二人が、\u001b[22m, \u001b[1mこのアニメは複雑であり、ほろ苦いロマンスがあなたの高校時代にあることができるかの漠然としたショーで、あなたの大半はこのような問題を抱えていないかもしれないが、私は1つまたはあなたの2が主力で、より深いレベルで感じたと確信しています\u001b[22m\n\u001b[4mheroin, and how the struggles to get your feelings across, can be quite difficult sometimes.\u001b[24m\n    \u001b[1mヘロイン、そしてあなたの気持ちを味わってくれるような苦労が、時にはとても難しいことがあります。\u001b[22m, \u001b[1mヘロイン、そしてどのように闘争は、時には非常に難しいことができ、全体であなたの気持ちを取得します。\u001b[22m\n\u001b[1m\u001b[22m\nAs you can tell I have not given away any of the story, this is simply a review of my personal opinions towards this anime, In short, If you liked the first series, then do pick this up, because one thing us humans do love in this world, and that is closure, and what better than closure that simply gives you everything you hoped for.\n\n\u001b[1mあなたが最初のシリーズが好きだったら、私たち人間が愛していることが1つあるので、このアニメに向けた私の個人的な意見のレビューです。 それは閉鎖であり、あなたが望むすべてのものを単に提供する閉鎖よりも優れています。\u001b[22m\n\u001b[1m(Anata ga saisho no shirīzu ga sukidattara, watashitachi ningen ga aishite iru koto ga 1tsu aru node, kono anime ni muketa watashi no kojin-tekina iken no rebyūdesu. Sore wa heisadeari, anata ga nozomu subete no mono o tan'ni teikyō suru heisa yori mo sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs you can tell I have not given away any of the story, this is simply a review of my personal opinions towards this anime, In short, If you liked the first series, then do pick this up, because one thing us humans do love in this world, and that is closure, and what better than closure that simply gives you everything you hoped for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you can tell I have not given away any of the story, this is simply a review of my personal opinions towards this anime, In short, If you liked the first series, then do pick this up, because one thing us humans do love\u001b[24m\n    \u001b[1mあなたが最初のシリーズが好きだったら、私たち人間が愛していることが1つあるので、このアニメに向けた私の個人的な意見のレビューです。\u001b[22m, \u001b[1mあなたは私が物語のいずれかを離れて与えていない伝えることができるように、これは単に、このアニメの方の私の個人的な意見の見直しであるあなたが最初のシリーズが好きなら一つのこと、私たち人間は愛を行うので、要するに、その後、これを拾うん\u001b[22m\n\u001b[4min this world, and that is closure, and what better than closure that simply gives you everything you hoped for.\u001b[24m\n    \u001b[1mそれは閉鎖であり、あなたが望むすべてのものを単に提供する閉鎖よりも優れています。\u001b[22m, \u001b[1mこの世界では、それは閉鎖し、何単にあなたが望んですべてを提供しますクロージャよりも優れています。\u001b[22m"
  }
]
