[
  {
    "title": "SKET_Dance",
    "id": "9863",
    "url": "https://myanimelist.net/anime/9863/SKET_Dance",
    "user": "Noobuddy",
    "profile": "/profile/Noobuddy/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=70193",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はスケートダンスが大好きです。何か良いことがあっても、私はこれまで完璧な評価をしていませんが、これは例外です。 文字は本当に面白い、愛らしい、しかし劇的な人々です。 学校のSket Danceクラブルームを中心にした面白いアニメです。 彼らは困っている人を助ける。\n主人公Bossunがリーダーです。 彼は優れた芸術家でもあり、本当に良い探偵です。 面白い瞬間があるときに、彼は女性や新しい人の周りに厄介になるが、すべて彼は本当に他人を助ける恩恵を享受する良い人です。 それから彼女は通常危険な戦闘機のホッケースティックの周りを気遣って見ている姫子です。そして、スイッチ彼は彼が自分自身を非難して彼の兄弟の死のためにコンピュータの話を使用して脳です。 とにかく名前、体重、クラス、身長、股関節サイズ、バストサイズなどの個人情報のようなインテリジェンス収集に本当にうってつけです\n私が前に言ったように、それは通常面白いアニメであり、ほとんどの時間、キャラクターはクラブルームに座っていますが、それは楽しいもので、何時間も楽しませてくれます。 しかし、キャラクターのバックストーリーはとても悲しいので、私は泣かせる。 しかし、それは面白いアニメが深刻になるとどうなるでしょう。 とにかく、面白い、学校のタイプのアニメを楽しむ人、または過去のアニメを探している人、または私を笑わせる人のためにお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI love Sket Dance normally no matter how good something is i wouldn't ever give it an perfect rating but this is an exception. The characters are really funny, lovable, yet dramatic people. It's a funny anime where it centers around in the Sket Dance club room in school. They help anybody in need.\n\n\u001b[1m私はスケートダンスが大好きです。何か良いことがあっても、私はこれまで完璧な評価をしていませんが、これは例外です。 文字は本当に面白い、愛らしい、しかし劇的な人々です。 学校のSket Danceクラブルームを中心にした面白いアニメです。 彼らは困っている人を助ける。\u001b[22m\n\u001b[1m(Watashi wa sukētodansu ga daisukidesu. Nani ka yoi koto ga atte mo, watashi wa kore made kanpekina hyōka o shite imasenga, koreha reigaidesu. Moji wa hontōni omoshiroi, airashī, shikashi gekitekina hitobitodesu. Gakkō no Sket Dance kuraburūmu o chūshin ni shita omoshiroi animedesu. Karera wa komatte iru hito o tasukeru.)\u001b[22m\n\nTranslations of \u001b[4mI love Sket Dance normally no matter how good something is i wouldn't ever give it an perfect rating but this is an exception. The characters are really funny, lovable, yet dramatic people. It's a funny anime where it centers around in the Sket Dance club room in school. They help anybody in need.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love Sket Dance normally no matter how good something is i wouldn't ever give it an perfect rating but this is an exception.\u001b[24m\n    \u001b[1m私はスケートダンスが大好きです。何か良いことがあっても、私はこれまで完璧な評価をしていませんが、これは例外です。\u001b[22m, \u001b[1m私は普通に関係なく何かが私が今までそれを完璧な評価を与えていないだろうが、これは例外ではどのように良いSketダンスを愛していません。\u001b[22m\n\u001b[4mThe characters are really funny, lovable, yet dramatic people.\u001b[24m\n    \u001b[1m文字は本当に面白い、愛らしい、しかし劇的な人々です。\u001b[22m, \u001b[1m文字は本当に面白い、愛らしい、まだ劇的な人々です。\u001b[22m\n\u001b[4mIt's a funny anime where it centers around in the Sket Dance club room in school.\u001b[24m\n    \u001b[1m学校のSket Danceクラブルームを中心にした面白いアニメです。\u001b[22m, \u001b[1mそれは学校でSketダンスクラブルームで周りの中心面白いアニメです。\u001b[22m\n\u001b[4mThey help anybody in need.\u001b[24m\n    \u001b[1m彼らは困っている人を助ける。\u001b[22m, \u001b[1m彼らは、必要に誰を助けます。\u001b[22m\nThe main character Bossun is the leader. He's an excellent artist whose also a really good detective. There are funny moments when he becomes awkward around women or new people he meets but in all he's a good person who genuinely enjoys the benefit of helping others. Then there's Himeko she's usually seen caring around a hockey stick she's a dangerous fighter.And then Switch he's the brains he uses a computer talk due to the death of his brother who he blames himself for. Anyways he really good at intelligence gathering like personal information like name, weight, class, height, hip size, bust size, etc.\n\n\u001b[1m主人公Bossunがリーダーです。 彼は優れた芸術家でもあり、本当に良い探偵です。 面白い瞬間があるときに、彼は女性や新しい人の周りに厄介になるが、すべて彼は本当に他人を助ける恩恵を享受する良い人です。 それから彼女は通常危険な戦闘機のホッケースティックの周りを気遣って見ている姫子です。そして、スイッチ彼は彼が自分自身を非難して彼の兄弟の死のためにコンピュータの話を使用して脳です。 とにかく名前、体重、クラス、身長、股関節サイズ、バストサイズなどの個人情報のようなインテリジェンス収集に本当にうってつけです\u001b[22m\n\u001b[1m(Shujinkō Bossun ga rīdādesu. Kare wa sugureta geijutsuka demo ari, hontōni yoi tanteidesu. Omoshiroi shunkan ga aru toki ni, kare wa josei ya atarashī hito no mawari ni yakkaininaru ga, subete kare wa hontōni tanin o tasukeru onkei o kyōju suru yoi hitodesu. Sorekara kanojo wa tsūjō kiken'na sentōki no hokkēsutikku no mawari o kidzukatte mite iru Himekodesu. Soshite, suitchi kare wa kare ga jibun jishin o hinan shite kare no kyōdai no shi no tame ni konpyūta no hanashi o shiyō shite nōdesu. Tonikaku namae, taijū, kurasu, shinchō, kokansetsu saizu, basuto saizu nado no kojin jōhō no yōna interijensu shūshū ni hontōni uttetsukedesu)\u001b[22m\n\nTranslations of \u001b[4mThe main character Bossun is the leader. He's an excellent artist whose also a really good detective. There are funny moments when he becomes awkward around women or new people he meets but in all he's a good person who genuinely enjoys the benefit of helping others. Then there's Himeko she's usually seen caring around a hockey stick she's a dangerous fighter.And then Switch he's the brains he uses a computer talk due to the death of his brother who he blames himself for. Anyways he really good at intelligence gathering like personal information like name, weight, class, height, hip size, bust size, etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character Bossun is the leader.\u001b[24m\n    \u001b[1m主人公Bossunがリーダーです。\u001b[22m, \u001b[1m主人公ボッスンはリーダーです。\u001b[22m\n\u001b[4mHe's an excellent artist whose also a really good detective.\u001b[24m\n    \u001b[1m彼は優れた芸術家でもあり、本当に良い探偵です。\u001b[22m, \u001b[1m彼はまた、その優れた芸術家は本当に良い探偵です。\u001b[22m\n\u001b[4mThere are funny moments when he becomes awkward around women or new people he meets but in all he's a good person who genuinely enjoys the benefit of helping others.\u001b[24m\n    \u001b[1m面白い瞬間があるときに、彼は女性や新しい人の周りに厄介になるが、すべて彼は本当に他人を助ける恩恵を享受する良い人です。\u001b[22m, \u001b[1m彼は女性や彼は満たしているが、すべてで、彼は純粋に他人を助けることの利点を享受良い人だ新たな人の周りに厄介になったときに面白い瞬間があります。\u001b[22m\n\u001b[4mThen there's Himeko she's usually seen caring around a hockey stick she's a dangerous fighter.And then Switch he's the brains he uses a computer talk due to the death of his brother who he blames himself for.\u001b[24m\n    \u001b[1mそれから彼女は通常危険な戦闘機のホッケースティックの周りを気遣って見ている姫子です。そして、スイッチ彼は彼が自分自身を非難して彼の兄弟の死のためにコンピュータの話を使用して脳です。\u001b[22m, \u001b[1mその後、姫子があります彼女は、通常、彼女はその後、彼は彼が原因で彼は彼自身のせい弟の死にコンピュータの話を使用して脳のスイッチは危険なfighter.Andだホッケースティックの周りに世話を見ています。\u001b[22m\n\u001b[4mAnyways he really good at intelligence gathering like personal information like name, weight, class, height, hip size, bust size, etc.\u001b[24m\n    \u001b[1mとにかく名前、体重、クラス、身長、股関節サイズ、バストサイズなどの個人情報のようなインテリジェンス収集に本当にうってつけです\u001b[22m, \u001b[1mなどの名前、体重、クラス、高さ、ヒップサイズ、バストサイズ、などの個人情報などの情報収集に、彼は本当に良いとにかく\u001b[22m\nLike i said before it's usually a funny anime and most of the time the characters sit around in a club room but it's enjoyable and entertains you for hours. But the characters back story are so sad it makes me cry. But that's what happens when a funny anime goes serious. Anyways I recommend for all people who enjoy the funny, school type anime or just looking for an anime to past time or make me laugh.\n\n\u001b[1m私が前に言ったように、それは通常面白いアニメであり、ほとんどの時間、キャラクターはクラブルームに座っていますが、それは楽しいもので、何時間も楽しませてくれます。 しかし、キャラクターのバックストーリーはとても悲しいので、私は泣かせる。 しかし、それは面白いアニメが深刻になるとどうなるでしょう。 とにかく、面白い、学校のタイプのアニメを楽しむ人、または過去のアニメを探している人、または私を笑わせる人のためにお勧めします。\u001b[22m\n\u001b[1m(Watashi ga mae ni itta yō ni, soreha tsūjō omoshiroi animedeari, hotondo no jikan, kyarakutā wa kuraburūmu ni suwatte imasuga, sore wa tanoshī mono de, nanjigan mo tanoshima sete kuremasu. Shikashi, kyarakutā no bakkusutōrī wa totemo kanashīnode, watashi wa nakaseru. Shikashi, sore wa omoshiroi anime ga shinkoku ni naruto dō narudeshou. Tonikaku, omoshiroi, gakkō no taipu no anime o tanoshimu hito, matawa kako no anime o sagashite iru hito, matawa watashi o warawaseru hito no tame ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mLike i said before it's usually a funny anime and most of the time the characters sit around in a club room but it's enjoyable and entertains you for hours. But the characters back story are so sad it makes me cry. But that's what happens when a funny anime goes serious. Anyways I recommend for all people who enjoy the funny, school type anime or just looking for an anime to past time or make me laugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike i said before it's usually a funny anime and most of the time the characters sit around in a club room but it's enjoyable and entertains you for hours.\u001b[24m\n    \u001b[1m私が前に言ったように、それは通常面白いアニメであり、ほとんどの時間、キャラクターはクラブルームに座っていますが、それは楽しいもので、何時間も楽しませてくれます。\u001b[22m, \u001b[1m私はそれが普通に面白いアニメや文字はクラブルームで座っほとんどの時間だが、それは楽しいですし、時間のためにあなたを楽しませる前に言ったように。\u001b[22m\n\u001b[4mBut the characters back story are so sad it makes me cry.\u001b[24m\n    \u001b[1mしかし、キャラクターのバックストーリーはとても悲しいので、私は泣かせる。\u001b[22m, \u001b[1mしかし、文字のバックストーリーは、それは私が泣きになりとても悲しいです。\u001b[22m\n\u001b[4mBut that's what happens when a funny anime goes serious.\u001b[24m\n    \u001b[1mしかし、それは面白いアニメが深刻になるとどうなるでしょう。\u001b[22m, \u001b[1mしかし、それは面白いアニメが深刻になったときに何が起こるかです。\u001b[22m\n\u001b[4mAnyways I recommend for all people who enjoy the funny, school type anime or just looking for an anime to past time or make me laugh.\u001b[24m\n    \u001b[1mとにかく、面白い、学校のタイプのアニメを楽しむ人、または過去のアニメを探している人、または私を笑わせる人のためにお勧めします。\u001b[22m, \u001b[1mとにかく私は面白い、学校のタイプのアニメを楽しんだり、単に過去の時間にアニメを探しているか、私を笑わせるすべての人々のためにお勧めします。\u001b[22m"
  },
  {
    "title": "SKET_Dance",
    "id": "9863",
    "url": "https://myanimelist.net/anime/9863/SKET_Dance",
    "user": "hrist_valkyrie",
    "profile": "/profile/hrist_valkyrie/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=73589",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n\n私は本当に詳細な人ではありません私はこのショー全体で感じるものを示しています..私のレビューで情報の欠如のために申し訳ありません、このレビューのすべての文字についてのいくつかの完全な情報を期待しないでください\n\n1位\n私はこのショーをgintamaと比較しません。なぜなら、アニメは素晴らしいですし、実際には私が多くの時間を意味することを意味しています。スケートダンスだけを見直して比較する理由はありません。 所有している\n\nSKETDANCE：非常におもしろいアニメと77のエピソードの合計で終わる77エピソードは本当に素晴らしいそれは私たちがすでに知っている偉大な喜劇を持っている、時には非常に心温まるまたは悲しい話は、このショーで特に私たちの3つの主人公 BOSSUN、SWITCH、HIMEKO\n私は個人的には方法でボスンの話が好きですが、それらのすべてはあまりにも良い良い方法であり、一緒に3人は素晴らしい偉大なチームを作り、キャストはもちろん、このショーのすべてのキャストは本当にユニークで面白い面白いです このショーにコメディーを追加...\n\n私はこのスケートダンスは、学校の人々を助け、問題を解決するクラブだと言っていたことを忘れていましたが、ほとんどの時間はほとんど遊んでいますが、ほとんど何もしません。 笑！！！\n\nこのショーで私を驚かせるのはもちろんコメディです！ 私は実際にはハイペースのコメディータイプのアニメを愛しています。これは私がたくさんのエピソードを見た後であり、もっと恋しています\n\n私の最終的な考えではありませんが、このアニメは終わったのですが、このアニメはいつか戻ってくると確信しています。このショーは人気があり、あまりにもいいし、たくさんのエピソードを作って成功しています。このショーは本当に最高のコメディです。\n\n私は何とか私のレビューであなたにインスピレーションを与えることを願っています！ 私はこのレビューに入れた気持ちを意味する\n\n\nsayon​​araと私はいつか戻ってきていつか希望がある",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nim not really a detailed person i only show what i feel in this show overall.. so sorry for the lack of information in my review and dont expect some full information about all character in this review now 1st things 1st\n\n\u001b[1m私は本当に詳細な人ではありません私はこのショー全体で感じるものを示しています..私のレビューで情報の欠如のために申し訳ありません、このレビューのすべての文字についてのいくつかの完全な情報を期待しないでください\u001b[22m\n\u001b[1m(Watashi wa hontōni shōsaina hitode wa arimasen watashi wa kono shō zentai de kanjiru mono o shimeshite imasu.. Watashi no rebyū de jōhō no ketsujo no tame ni mōshiwakearimasen, kono rebyū no subete no moji ni tsuite no ikutsu ka no kanzen'na jōhō o kitai shinaide kudasai)\u001b[22m\n\nTranslations of \u001b[4mim not really a detailed person i only show what i feel in this show overall.. so sorry for the lack of information in my review and dont expect some full information about all character in this review now 1st things 1st\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mim not really a detailed person i only show what i feel in this show overall.. so sorry for the lack of information in my review and dont expect some full information about all character in this review now 1st things 1st\u001b[24m\n    \u001b[1m私は本当に詳細な人ではありません私はこのショー全体で感じるものを示しています..私のレビューで情報の欠如のために申し訳ありません、このレビューのすべての文字についてのいくつかの完全な情報を期待しないでください\u001b[22m, \u001b[1m私は唯一の第一、今第一のものを私のレビューに記載されている情報の不足のためにとても残念..私は全体的にこのショーに感じるもの示し、この口コミ内のすべての文字についてのいくつかの完全な情報を期待してはいけないイムない本当に詳しい人\u001b[22m\n\u001b[1m\u001b[22m\n1st\n\n\u001b[1m1位\u001b[22m\n\u001b[1m(1-I)\u001b[22m\n\nTranslations of \u001b[4m1st\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1st\u001b[24m\n    \u001b[1m1位\u001b[22m, \u001b[1m第一\u001b[22m\ni will not compare this show to gintama cause both anime are awesome and has really make me lol a lot of times meaning im reviewing sketdance only and not gonna do a comparison cause i hate comparing show the most cause very show has its merit and success in there own\n\n\u001b[1m私はこのショーをgintamaと比較しません。なぜなら、アニメは素晴らしいですし、実際には私が多くの時間を意味することを意味しています。スケートダンスだけを見直して比較する理由はありません。 所有している\u001b[22m\n\u001b[1m(Watashi wa kono shō o gintama to hikaku shimasen. Nazenara, anime wa subarashīdesushi, jissai ni wa watashi ga ōku no jikan o imi suru koto o imi shite imasu. Sukētodansu dake o minaoshite hikaku suru riyū wa arimasen. Shoyū shite iru)\u001b[22m\n\nTranslations of \u001b[4mi will not compare this show to gintama cause both anime are awesome and has really make me lol a lot of times meaning im reviewing sketdance only and not gonna do a comparison cause i hate comparing show the most cause very show has its merit and success in there own\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi will not compare this show to gintama cause both anime are awesome and has really make me lol a lot of times meaning im reviewing sketdance only and not gonna do a comparison cause i hate comparing show the most cause very show has its merit and success in\u001b[24m\n    \u001b[1m私はこのショーをgintamaと比較しません。なぜなら、アニメは素晴らしいですし、実際には私が多くの時間を意味することを意味しています。スケートダンスだけを見直して比較する理由はありません。\u001b[22m, \u001b[1m私は両方のアニメは素晴らしいですし、本当に私を行いました銀魂の原因にこのショーを比較笑イムを意味する多くの時間だけではなくつもりsketdanceの見直し私はほとんどの原因は非常にショーでそのメリットと成功を持って示して比較憎む原因の比較を行うことはありません\u001b[22m\n\u001b[4mthere own\u001b[24m\n    \u001b[1m所有している\u001b[22m, \u001b[1m彼ら自身の\u001b[22m\n\u001b[1m\u001b[22m\nSKETDANCE : a very funny anime and finish with a total of 77 episode all 77 episode is really great it has great comedy that we already know and sometimes a very heartwarming or sad stories will be encounter in this show specially the stories of our three main character BOSSUN , SWITCH , HIMEKO\n\n\u001b[1mSKETDANCE：非常におもしろいアニメと77のエピソードの合計で終わる77エピソードは本当に素晴らしいそれは私たちがすでに知っている偉大な喜劇を持っている、時には非常に心温まるまたは悲しい話は、このショーで特に私たちの3つの主人公 BOSSUN、SWITCH、HIMEKO\u001b[22m\n\u001b[1m(Sukettodansu: Hijō ni omoshiroi anime to 77 no episōdo no gōkei de owaru 77 episōdo wa hontōni subarashī sore wa watashitachi ga sudeni shitte iru idaina kigeki o motte iru, tokiniha hijō ni kokoroatatamaru matawa kanashī hanashi wa, kono shō de tokuni watashitachi no 3ttsu no shujinkō BOSSUN, SWITCH, HIMEKO)\u001b[22m\n\nTranslations of \u001b[4mSKETDANCE : a very funny anime and finish with a total of 77 episode all 77 episode is really great it has great comedy that we already know and sometimes a very heartwarming or sad stories will be encounter in this show specially the stories of our three main character BOSSUN , SWITCH , HIMEKO\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSKETDANCE : a very funny anime and finish with a total of 77 episode all 77 episode is really great it has great comedy that we already know and sometimes a very heartwarming or sad stories will be encounter in this show specially the stories of our three main character\u001b[24m\n    \u001b[1mSKETDANCE：非常におもしろいアニメと77のエピソードの合計で終わる77エピソードは本当に素晴らしいそれは私たちがすでに知っている偉大な喜劇を持っている、時には非常に心温まるまたは悲しい話は、このショーで特に私たちの3つの主人公\u001b[22m, \u001b[1mSKETDANCE：77のエピソードの合計で非常に面白いアニメや仕上げのすべての77のエピソードは、それが私たちの三つの主要な文字の特別な物語を我々はすでに知っていて、時には非常に心温まるまたは悲しい物語は、このショーでの出会いになります偉大な喜劇を持っている本当に素晴らしいです\u001b[22m\n\u001b[4mBOSSUN , SWITCH , HIMEKO\u001b[24m\n    \u001b[1mBOSSUN、SWITCH、HIMEKO\u001b[22m, \u001b[1mボッスン、SWITCH、姫子\u001b[22m\ni personally like bossun story by the way but all of them are good way too good and the 3 of them together will make a super great team and not to mention the cast every cast in this show is really unique and funny as hell also they also add comedy into this show...\n\n\u001b[1m私は個人的には方法でボスンの話が好きですが、それらのすべてはあまりにも良い良い方法であり、一緒に3人は素晴らしい偉大なチームを作り、キャストはもちろん、このショーのすべてのキャストは本当にユニークで面白い面白いです このショーにコメディーを追加...\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni wa hōhō de bosu n no hanashi ga sukidesuga, sorera no subete wa amarini mo yoi yoi hōhōdeari, issho ni 3-ri wa subarashī idaina chīmu o tsukuri, kyasuto wa mochiron, kono shō no subete no kyasuto wa hontōni yunīku de omoshiroi omoshiroidesu kono shō ni komedī o tsuika...)\u001b[22m\n\nTranslations of \u001b[4mi personally like bossun story by the way but all of them are good way too good and the 3 of them together will make a super great team and not to mention the cast every cast in this show is really unique and funny as hell also they also add comedy into this show...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi personally like bossun story by the way but all of them are good way too good and the 3 of them together will make a super great team and not to mention the cast every cast in this show is really unique and funny as hell also they also\u001b[24m\n    \u001b[1m私は個人的には方法でボスンの話が好きですが、それらのすべてはあまりにも良い良い方法であり、一緒に3人は素晴らしい偉大なチームを作り、キャストはもちろん、このショーのすべてのキャストは本当にユニークで面白い面白いです\u001b[22m, \u001b[1m個人的にボッスンの方法によって物語が、それらのすべてのように私は良い方法にあまりにも良いであり、それらの3は、一緒にこの番組のすべてのキャストが、彼らはまた、地獄のようにも本当にユニークで面白いですキャストはもちろんのこと、超素晴らしいチームを作るとしません\u001b[22m\n\u001b[4madd comedy into this show...\u001b[24m\n    \u001b[1mこのショーにコメディーを追加...\u001b[22m, \u001b[1mこのショーに喜劇を追加...\u001b[22m\n\u001b[1m\u001b[22m\ni forgot to mention this sketdance is a club which helps people in the school and solve their problems although all they do most of the time is lay down play computer and almost do nothing they do all kinds of stuff which doesnt make sense haha!!! lol!!!\n\n\u001b[1m私はこのスケートダンスは、学校の人々を助け、問題を解決するクラブだと言っていたことを忘れていましたが、ほとんどの時間はほとんど遊んでいますが、ほとんど何もしません。 笑！！！\u001b[22m\n\u001b[1m(Watashi wa kono sukētodansu wa, gakkō no hitobito o tasuke, mondai o kaiketsu suru kurabuda to itte ita koto o wasurete imashitaga, hotondo no jikan wa hotondo asonde imasuga, hotondo nani mo shimasen. Emi! ! !)\u001b[22m\n\nTranslations of \u001b[4mi forgot to mention this sketdance is a club which helps people in the school and solve their problems although all they do most of the time is lay down play computer and almost do nothing they do all kinds of stuff which doesnt make sense haha!!! lol!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi forgot to mention this sketdance is a club which helps people in the school and solve their problems although all they do most of the time is lay down play computer and almost do nothing they do all kinds of stuff which doesnt make sense haha!!!\u001b[24m\n    \u001b[1m私はこのスケートダンスは、学校の人々を助け、問題を解決するクラブだと言っていたことを忘れていましたが、ほとんどの時間はほとんど遊んでいますが、ほとんど何もしません。\u001b[22m, \u001b[1m私はこのsketdanceは、学校の人々を助け、彼らはほとんどの時間を行う全てが再生コンピュータを置くと、彼らは笑意味をなさないdoesntのもののすべての種類を行う何もしないほとんどであるが、彼らの問題を解決するクラブです言及するのを忘れてしまいました！\u001b[22m\n\u001b[4mlol!!!\u001b[24m\n    \u001b[1m笑！！！\u001b[22m, \u001b[1mLOL！！！\u001b[22m, \u001b[1m笑！\u001b[22m\n\u001b[1m\u001b[22m\nwhat amaze me in this show of course is the comedy !!! i actually love a high pace comedy type of anime and this is what i been looing for and after watching so many episode .. i start to love it more and more\n\n\u001b[1mこのショーで私を驚かせるのはもちろんコメディです！ 私は実際にはハイペースのコメディータイプのアニメを愛しています。これは私がたくさんのエピソードを見た後であり、もっと恋しています\u001b[22m\n\u001b[1m(Kono shō de watashi o odoroka seru no wa mochiron komedidesu! Watashi wa jissai ni wa haipēsu no komedītaipu no anime o aishiteimasu. Kore wa watashi ga takusan no episōdo o mita nochideari, motto koishite imasu)\u001b[22m\n\nTranslations of \u001b[4mwhat amaze me in this show of course is the comedy !!! i actually love a high pace comedy type of anime and this is what i been looing for and after watching so many episode .. i start to love it more and more\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhat amaze me in this show of course is the comedy !!!\u001b[24m\n    \u001b[1mこのショーで私を驚かせるのはもちろんコメディです！\u001b[22m, \u001b[1mどのようなコースのこのショーで私を驚かせることはコメディです！\u001b[22m\n\u001b[4mi actually love a high pace comedy type of anime and this is what i been looing for and after watching so many episode .. i start to love it more and more\u001b[24m\n    \u001b[1m私は実際にはハイペースのコメディータイプのアニメを愛しています。これは私がたくさんのエピソードを見た後であり、もっと恋しています\u001b[22m, \u001b[1m私は実際にアニメのハイペースの喜劇の種類を愛し、これは..私はそれがますます好きに開始私はのために非常に多くのエピソードを見た後looingされています\u001b[22m\n\u001b[1m\u001b[22m\nnot my final thoughts im sad that this anime ended but im sure that this anime will be back someday cause this show is popular and too good and it success in making so many episodes.. this show is really one of the best comedies out there\n\n\u001b[1m私の最終的な考えではありませんが、このアニメは終わったのですが、このアニメはいつか戻ってくると確信しています。このショーは人気があり、あまりにもいいし、たくさんのエピソードを作って成功しています。このショーは本当に最高のコメディです。\u001b[22m\n\u001b[1m(Watashi no saishū-tekina kangaede wa arimasenga, kono anime wa owatta nodesuga, kono anime wa itsuka modotte kuru to kakushin shite imasu. Kono shō wa ninki ga ari, amarini mo īshi, takusan no episōdo o tsukutte seikō shite imasu. Kono shō wa hontōni saikō no komedidesu.)\u001b[22m\n\nTranslations of \u001b[4mnot my final thoughts im sad that this anime ended but im sure that this anime will be back someday cause this show is popular and too good and it success in making so many episodes.. this show is really one of the best comedies out there\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mnot my final thoughts im sad that this anime ended but im sure that this anime will be back someday cause this show is popular and too good and it success in making so many episodes.. this show is really one of the best comedies out there\u001b[24m\n    \u001b[1m私の最終的な考えではありませんが、このアニメは終わったのですが、このアニメはいつか戻ってくると確信しています。このショーは人気があり、あまりにもいいし、たくさんのエピソードを作って成功しています。このショーは本当に最高のコメディです。\u001b[22m, \u001b[1mない私の最後の本に終了したアニメが、このアニメはいつか戻ってくることをイムを確認し、このショーは人気があり、あまりにも良いです引き起こすことが悲しいイム思考と、それは非常に多くのエピソードを作ることに成功..このショーは本当にそこに最高の喜劇の一つであります\u001b[22m\n\u001b[1m\u001b[22m\ni hope i somehow inspire you with my review!!! i mean the feelings i put in this review\n\n\u001b[1m私は何とか私のレビューであなたにインスピレーションを与えることを願っています！ 私はこのレビューに入れた気持ちを意味する\u001b[22m\n\u001b[1m(Watashi wa nantoka watashi no rebyū de anata ni insupirēshon o ataeru koto o negatte imasu! Watashi wa kono rebyū ni ireta kimochi o imi suru)\u001b[22m\n\nTranslations of \u001b[4mi hope i somehow inspire you with my review!!! i mean the feelings i put in this review\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi hope i somehow inspire you with my review!!!\u001b[24m\n    \u001b[1m私は何とか私のレビューであなたにインスピレーションを与えることを願っています！\u001b[22m, \u001b[1m私は何とか私のレビューであなたを刺激願っています！\u001b[22m\n\u001b[4mi mean the feelings i put in this review\u001b[24m\n    \u001b[1m私はこのレビューに入れた気持ちを意味する\u001b[22m, \u001b[1m私はこのレビューに入れ感情を意味します\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nsayonara and im sure it be back someday have hope\n\n\u001b[1msayon​​araと私はいつか戻ってきていつか希望がある\u001b[22m\n\u001b[1m(Sayon ​​ ara to watashi wa itsuka modotte kite itsuka kibō ga aru)\u001b[22m\n\nTranslations of \u001b[4msayonara and im sure it be back someday have hope\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msayonara and im sure it be back someday have hope\u001b[24m\n    \u001b[1msayonaraと私はいつか戻ってきていつか希望がある\u001b[22m, \u001b[1mさよなら、それが戻っていつか希望を持っていることを確認してくださいイム\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "SKET_Dance",
    "id": "9863",
    "url": "https://myanimelist.net/anime/9863/SKET_Dance",
    "user": "Leinchetzu",
    "profile": "/profile/Leinchetzu/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=155521",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nSket Danceをチェックアウトすると、「これは普通の学校、コメディアニメのように思えるよ、何が特別なの？」と思うかもしれない。 まあ、私はあなたに特別なものを教えてあげるよ！ ユーモアの種類。 このアニメがやったことをやろうとしているコメディアニメがたくさんありますが、それらはひどく失敗します。 何が問題ですか？ なぜ彼らは失敗するのですか？ 彼らが面白くなるのはあまりにも頑張っているから、もちろん、もちろん！  Sket Danceはコメディーが違うのですが、キャラクターの反応が状況をさらに良くするので、ジョークはランダムで完全に面白いです。 あなたはまた、嘲笑した決まり文句や多くのアニメの参照だけでなく、表示されます。\n\nストーリー：10\n\n最初は物語がエピソード的に見えるかもしれません。 エピソードをどんな特定の順序でもかなり見ることができるので、あまりにも多くを失うことはありません。 しかし、後で物語がほとんどすべてのエピソードが別のエピソードにバインドされて開発を開始したときに、ばかになることはありません。 あなたは、彼らがヘルパーズクラブであるので、すべての種類の異なるケースが提示されているので、すべてのエピソードには独自の話があると言うこともできます。\nストーリーはかなりシンプルです。 彼らは誰かが彼らの助けを必要とするまで、あらゆる種類のものをやっている彼らのクラブルームで自分の時間を費やしているだけです。 しかし、いくつかの点で、問題や解決方法が興味深いので、実際にはエキサイティングです。いくつかのエピソードのいくつかの話が影響を受けるのはもちろんです。\n物語は全体的にユニークではありませんが、それは類似の物語を持つ他のアニメとは異なって設定されているので楽しいです。 また、すべてのエピソードを通じて、すべてのエピソードであなたを楽しませるのにも良い仕事をしています。\nストーリーペーシングはやや遅く見えましたが、ストーリーに大きな影響を与えないか、まったく影響を受けないにもかかわらず、エピソードはかなり面白くて楽しいので、気にしません。\nストーリーのコメディーは完全にランダムで、いくつかの点では殴打ですが、決して私を笑わせることに失敗しませんでした。 そこには多くのアニメがないので、Sket Danceのように笑いを込めてくれました。それは確かです！\n結末はかなり満足しており、プロットホールは一切残さなかった。\n\nアート：9\n\n芸術はかなり良いですが、いくつかの文字は奇妙ですが、それはコメディの味のためですxD。 素晴らしい色と文字のデザインが、本当にユニークではないので、私はそれをちょうど9与える理由です。\nマンガカは間違いなく、いくつかのキャラクターとのコメディーな気分を達成しようとしました。\n私が言うだろうアートスタイルは、物語に完全に合っています。 ギャグはキャラクターとうまく連動します。 人格はキャラクターの外観とうまく動作します。\nちょっとしたオープニングにはスポイラーがほとんど含まれていませんが、少しの例が現れそうです。\nアニメーションはかなり流動的で、うまくいきました。それについては何も言えません。\nアニメーションがシリーズを通して変わったかどうかは確かではありませんが、シリーズを通して少しずつ改善された印象を持っています。 それだけでも私かもしれません。\n背景は素晴らしく、彼らはショーの物語とアイデアを完璧にフィットさせました。\nいくつかのキャラクターデザインは本当に良くて、思い出深いものでした。 あなたがそれらの文字を満たすと、あなたは誰が私が確かに話しているのか分かります。 それはまた彼らの人格によく合います。 私は実際にマンガカがコメディーパートの個性を持つすべてのキャラクターのルックスをステレオタイプしたと思う。\nキャラクターは理解できない例外を除けば独特のものでした。 彼らは分かりやすいものでした。\n\nサウンド：10\n\nまあまあ！ 声優はすべてのキャラクターのように最高でした。 彼らはすべてのキャラクターのために声を合わせ、同期は完璧でした。\n一部の人は自分の声をキャラクターに適応させなければならなかった。 他の人は、検出して認識しやすい共通の声をかなり使用していました。\nいくつかの精神は、少しでもその役割を持ってスキルを向上させました。 例えば、Tsubaki Sasukeのseiyuuは、私が以前にチェックしたものよりもずっとよく聞こえました。\n私はアニメの吹き替え版があるかどうかはわかりませんが、私の場合は日本語で見ましたので、ダブのための他の声優についてはわかりません。\nバックグラウンドミュージックは状況に完全に合っていた。 そしてオープニングとエンディングについては、彼らは完全に素晴らしかったです。 私はそれらのすべてをかなり好きだった。\nほとんどのサウンドトラックは、シーンをより面白くするために素晴らしい仕事をしていました。\n私は完全に私のプレイリストにostのいくつかを追加し、ちょうど素晴らしいシーンを覚えて、時々それらを聞く。\n私のために最善を尽くしたオープニングは、1位、3位、4位、6位でした。 オープニング2と5も好きだったけど、私がSkent Danceのオープニングを考えているときはいつも、私が言いましたのはいつも私の心の中に浮かび上がっているものです。\n結末はかなり偉大だった。 私はそれらをすべて私のお気に入りに加えました。 私が一番好きなものは最後のエンディングです。\n\nキャラクター：10\n\nキャラクターには、「ブロンドの極端なスーパー悪い女」、「メガネを持つ男はいつも賢い」、「主人公は複数の才能を持っている」など、すべてのタイプのステレオタイプの特徴がありました。 しかし、心配しないでください、これは実際にギャグのすべての一部です。 キャラクターはコメディーの行為/パロディの意図的なステレオタイプです。\nキャラクターはほとんどの状況で、陽気でばかげたやり方で、時には意外にも反応/行動する。\n私はシリーズのキャラクターのいくつかの特質に関係することができますが、大きなものはありません。 私は本当にすべての性格を楽しんだが、すべての性格は独自のものだった。\nキャラクターはストーリーの初めにかなり遅くなっていましたが、ちょっと後になってかなり良くなってきました。\n実際のキャラクターは、他のキャラクターよりももっとフラッシュされていませんでしたが、すべてのキャラクターが同じエピソード数で出現しています。 もちろん、コースの主人公を除いて。\nつばき さすけ いｓ ｐろばｂｌｙ あ ふぉいｌ ふぉｒ ふじさき ゆすけ。\nアニメには本当の悪役はいなかった。 より多くのライバルと似ています。 しかし、彼らはあまりにも多くの背景を得ることはありませんでした。 他のタイプの悪い男などについては、ほとんどの場合、恨みや満足感のためにやっていました。\n支持キャストは素晴らしかったです。 すべてのサポートキャラクターは、さまざまな点で素晴らしいです。 また、彼らは笑いをもたらすのに失敗したこともありませんでした。\nちょっとした嘲笑のためにシリーズの一箇所にナレーターがいました。 全体のシリーズを通じて真のナレーションはありません。\n時々キャラクターは物語のいくつかの部分を語ります。\n私が嫌いなのは、特定の性格はありませんでした。\nしかし、もし私がそれについて話すなら、それはスポイラーだろう。\nそれでも、キャラクターは意図的に最後に嫌われるようにされました。 それとも、私は信じていますか？\n私は主人公がすべて、アニメの現在の部分にいる彼らを作ったすばらしい独特の背景物語を持っていると言わなければならないでしょう。 背景は非常に深くユニークなので、私は文字のために10を与える主な理由です。 私はBossun、Switch、Himekoを覚えているでしょう。\n\n\n楽しさ：10\n\n私はこのシリーズを本当に楽しんでいましたが、それ以上はありません。 他の誰もがそれを楽しむだろうと確信しています。 たとえそれが面白いとは思っていないとしても、とにかく見るのが楽しいでしょう。\nノン・アニメ/マンガファンでさえ、おそらくちょっと笑うだろうが、彼らは私が信じている悪い考えでそれを見るだろう。\n私はおそらくあまりにも早すぎるアニメ全体を再び通過しないだろうが、私はすでに数回、私のお気に入りのエピソードを通過しました。 ほとんどのものを忘れてしまったような気がするときには、もう一度やり直すことができます。 それはコメディアニメだということです。短い時間で2回観ると面白くなく、77のエピソードがあるので時間がかかります。\n私はお金があるとすぐに日本語でこのシリーズを購入します。 私はあまりにも早くそれを見直さないであろうが、シリーズはお金の価値がある。\nこれは、私が死ぬまで私の脳と心の中で私が持っているシリーズのタイプです。 それは完全に素晴らしい、完全に思い出に残ると完全に覚えておく価値があった。\n\n\n全体：10\n\nこのアニメでは、あまりにも多くの良い特性を持っているので、最終的なマークは10になります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen you'll check out Sket Dance , you might start thinking 'This seems like an usual school , comedy anime, what's so special?'. Well i'll tell you what's so special ! The type of humor. There are many comedy anime out there trying to do what this anime did and they fail badly. What is the problem? Why do they fail? Well of-course , because they try too hard to be funny! Sket Dance does it's comedy different , the jokes are random and totally amusing as the reactions of the characters make the situation even better. You'll also see mocked cliches and many anime references and not only.\n\n\u001b[1mSket Danceをチェックアウトすると、「これは普通の学校、コメディアニメのように思えるよ、何が特別なの？」と思うかもしれない。 まあ、私はあなたに特別なものを教えてあげるよ！ ユーモアの種類。 このアニメがやったことをやろうとしているコメディアニメがたくさんありますが、それらはひどく失敗します。 何が問題ですか？ なぜ彼らは失敗するのですか？ 彼らが面白くなるのはあまりにも頑張っているから、もちろん、もちろん！  Sket Danceはコメディーが違うのですが、キャラクターの反応が状況をさらに良くするので、ジョークはランダムで完全に面白いです。 あなたはまた、嘲笑した決まり文句や多くのアニメの参照だけでなく、表示されます。\u001b[22m\n\u001b[1m(Sket Dance o chekku auto suru to,`kore wa futsū no gakkō, komedi anime no yō ni omoeru yo, nani ga tokubetsuna no?' To omou kamo shirenai. Mā, watashi wa anata ni tokubetsuna mono o oshiete ageru yo! Yūmoa no shurui. Kono anime ga yatta koto o yarou to shite iru komedi anime ga takusan arimasuga, sorera wa hidoku shippai shimasu. Nani ga mondaidesu ka? Naze karera wa shippai suru nodesu ka? Karera ga omoshiroku naru no wa amarini mo ganbatte irukara, mochiron, mochiron! Sket Dance wa komedī ga chigau nodesuga, kyarakutā no han'nō ga jōkyō o sarani yoku surunode, jōku wa randamu de kanzen ni omoshiroidesu. Anata wa mata, chōshō shita kimari monku ya ōku no anime no sanshō dakedenaku, hyōji sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen you'll check out Sket Dance , you might start thinking 'This seems like an usual school , comedy anime, what's so special?'. Well i'll tell you what's so special ! The type of humor. There are many comedy anime out there trying to do what this anime did and they fail badly. What is the problem? Why do they fail? Well of-course , because they try too hard to be funny! Sket Dance does it's comedy different , the jokes are random and totally amusing as the reactions of the characters make the situation even better. You'll also see mocked cliches and many anime references and not only.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen you'll check out Sket Dance , you might start thinking 'This seems like an usual school , comedy anime, what's so special?'.\u001b[24m\n    \u001b[1mSket Danceをチェックアウトすると、「これは普通の学校、コメディアニメのように思えるよ、何が特別なの？」と思うかもしれない。\u001b[22m, \u001b[1mあなたはSketダンスをチェックアウトしますときに、あなたは考え始めるかもしれない「これはとても特別な何通常の学校、コメディアニメ、のように思えます？」。\u001b[22m\n\u001b[4mWell i'll tell you what's so special !\u001b[24m\n    \u001b[1mまあ、私はあなたに特別なものを教えてあげるよ！\u001b[22m, \u001b[1mさて私はそんなに特別な何あなたを教えてあげましょう！\u001b[22m\n\u001b[4mThe type of humor.\u001b[24m\n    \u001b[1mユーモアの種類。\u001b[22m, \u001b[1mユーモアのタイプ。\u001b[22m\n\u001b[4mThere are many comedy anime out there trying to do what this anime did and they fail badly.\u001b[24m\n    \u001b[1mこのアニメがやったことをやろうとしているコメディアニメがたくさんありますが、それらはひどく失敗します。\u001b[22m, \u001b[1mこのアニメがやったと、彼らがひどく失敗何をやろうとしているそこに多くのコメディアニメがあります。\u001b[22m\n\u001b[4mWhat is the problem?\u001b[24m\n    \u001b[1m何が問題ですか？\u001b[22m, \u001b[1m問題は何ですか？\u001b[22m\n\u001b[4mWhy do they fail?\u001b[24m\n    \u001b[1mなぜ彼らは失敗するのですか？\u001b[22m, \u001b[1m彼らはなぜ失敗するのですか？\u001b[22m\n\u001b[4mWell of-course , because they try too hard to be funny!\u001b[24m\n    \u001b[1m彼らが面白くなるのはあまりにも頑張っているから、もちろん、もちろん！\u001b[22m, \u001b[1mまあのコース、彼らは面白いことにはあまりにも努力しているので！\u001b[22m\n\u001b[4mSket Dance does it's comedy different , the jokes are random and totally amusing as the reactions of the characters make the situation even better.\u001b[24m\n    \u001b[1mSket Danceはコメディーが違うのですが、キャラクターの反応が状況をさらに良くするので、ジョークはランダムで完全に面白いです。\u001b[22m, \u001b[1mSketダンスは、それはコメディ違うん文字の反応がより良い状況を作るようジョークはランダムと全く面白いです。\u001b[22m\n\u001b[4mYou'll also see mocked cliches and many anime references and not only.\u001b[24m\n    \u001b[1mあなたはまた、嘲笑した決まり文句や多くのアニメの参照だけでなく、表示されます。\u001b[22m, \u001b[1mまた嘲笑決まり文句と多くのアニメの参照だけではないが表示されます。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\n\u001b[1m\u001b[22m\nAt first the story might seem to be episodic. As you can pretty much watch the episodes in any particular order and you won't lose too much. But don't get fooled , later on when the story starts to develop pretty much every episode is bound to the other. You could also say that every episode has it's own unique story because you're presented with all types of different cases because .. yeah they're the Helpers Club.\n\n\u001b[1m最初は物語がエピソード的に見えるかもしれません。 エピソードをどんな特定の順序でもかなり見ることができるので、あまりにも多くを失うことはありません。 しかし、後で物語がほとんどすべてのエピソードが別のエピソードにバインドされて開発を開始したときに、ばかになることはありません。 あなたは、彼らがヘルパーズクラブであるので、すべての種類の異なるケースが提示されているので、すべてのエピソードには独自の話があると言うこともできます。\u001b[22m\n\u001b[1m(Saisho wa monogatari ga episōdo-teki ni mieru kamo shiremasen. Episōdo o don'na tokutei no junjo demo kanari miru koto ga dekiru node, amarini mo ōku o ushinau koto wa arimasen. Shikashi,-go de monogatari ga hotondo subete no episōdo ga betsu no episōdo ni baindo sa rete kaihatsu o kaishi shita toki ni, baka ni naru koto wa arimasen. Anata wa, karera ga herupāzukurabudearunode, subete no shurui no kotonaru kēsu ga teiji sa rete irunode, subete no episōdo ni wa dokuji no hanashi ga aru to iu koto mo dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAt first the story might seem to be episodic. As you can pretty much watch the episodes in any particular order and you won't lose too much. But don't get fooled , later on when the story starts to develop pretty much every episode is bound to the other. You could also say that every episode has it's own unique story because you're presented with all types of different cases because .. yeah they're the Helpers Club.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first the story might seem to be episodic.\u001b[24m\n    \u001b[1m最初は物語がエピソード的に見えるかもしれません。\u001b[22m, \u001b[1m最初に話はエピソードのように見えるかもしれません。\u001b[22m\n\u001b[4mAs you can pretty much watch the episodes in any particular order and you won't lose too much.\u001b[24m\n    \u001b[1mエピソードをどんな特定の順序でもかなり見ることができるので、あまりにも多くを失うことはありません。\u001b[22m, \u001b[1mあなたはかなり上の任意の特定の順序でのエピソードを見ることができ、あなたはあまりにも多くを失うことはありませんように。\u001b[22m\n\u001b[4mBut don't get fooled , later on when the story starts to develop pretty much every episode is bound to the other.\u001b[24m\n    \u001b[1mしかし、後で物語がほとんどすべてのエピソードが別のエピソードにバインドされて開発を開始したときに、ばかになることはありません。\u001b[22m, \u001b[1mしかし、その後の話はほとんどすべてのエピソードが、他にバインドされて開発するために開始したときに、だまされないでください。\u001b[22m\n\u001b[4mYou could also say that every episode has it's own unique story because you're presented with all types of different cases because .. yeah they're the Helpers Club.\u001b[24m\n    \u001b[1mあなたは、彼らがヘルパーズクラブであるので、すべての種類の異なるケースが提示されているので、すべてのエピソードには独自の話があると言うこともできます。\u001b[22m, \u001b[1mまた、すべてのエピソードは、ええ、彼らはヘルパークラブだ..ので、あなたが異なる例すべてのタイプを提示しているので、それは自身のユニークな物語のしていることを言うことができます。\u001b[22m\nThe story is pretty simple overall. They're just spending their time in their club room doing all sorts of stuff until somebody needs their help. But it's really exciting because at some points the problems and the way they solve them is really intriguing not to mention the impact some stories in some episodes have.\n\n\u001b[1mストーリーはかなりシンプルです。 彼らは誰かが彼らの助けを必要とするまで、あらゆる種類のものをやっている彼らのクラブルームで自分の時間を費やしているだけです。 しかし、いくつかの点で、問題や解決方法が興味深いので、実際にはエキサイティングです。いくつかのエピソードのいくつかの話が影響を受けるのはもちろんです。\u001b[22m\n\u001b[1m(Sutōrī wa kanari shinpurudesu. Karera wa darekaga karera no tasuke o hitsuyō to suru made, arayuru shurui no mono o yatte iru karera no kuraburūmu de jibun no jikan o tsuiyashite iru dakedesu. Shikashi, ikutsu ka no ten de, mondai ya kaiketsu hōhō ga kyōmibukainode, jissai ni wa ekisaitingudesu. Ikutsu ka no episōdo no ikutsu ka no hanashi ga eikyō o ukeru no wa mochirondesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is pretty simple overall. They're just spending their time in their club room doing all sorts of stuff until somebody needs their help. But it's really exciting because at some points the problems and the way they solve them is really intriguing not to mention the impact some stories in some episodes have.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is pretty simple overall.\u001b[24m\n    \u001b[1mストーリーはかなりシンプルです。\u001b[22m, \u001b[1m物語は、全体的にかなり単純です。\u001b[22m\n\u001b[4mThey're just spending their time in their club room doing all sorts of stuff until somebody needs their help.\u001b[24m\n    \u001b[1m彼らは誰かが彼らの助けを必要とするまで、あらゆる種類のものをやっている彼らのクラブルームで自分の時間を費やしているだけです。\u001b[22m, \u001b[1m彼らはただ誰かが彼らの助けを必要とするまでのもののすべての種類をやって自分のクラブルームで自分の時間を費やしています。\u001b[22m\n\u001b[4mBut it's really exciting because at some points the problems and the way they solve them is really intriguing not to mention the impact some stories in some episodes have.\u001b[24m\n    \u001b[1mしかし、いくつかの点で、問題や解決方法が興味深いので、実際にはエキサイティングです。いくつかのエピソードのいくつかの話が影響を受けるのはもちろんです。\u001b[22m, \u001b[1mいくつかの点で問題とそれらを解決する方法はいくつかのエピソードでいくつかの物語が与える影響はもちろんのこと、本当に興味をそそられるので、しかし、それは本当にエキサイティングです。\u001b[22m\nThe story isn't unique overall but it's enjoyable because it's set differently from other anime with similar stories. It also does a good job in entertaining you a little in every episode through all the episodes.\n\n\u001b[1m物語は全体的にユニークではありませんが、それは類似の物語を持つ他のアニメとは異なって設定されているので楽しいです。 また、すべてのエピソードを通じて、すべてのエピソードであなたを楽しませるのにも良い仕事をしています。\u001b[22m\n\u001b[1m(Monogatari wa zentai-teki ni yunīkude wa arimasenga, soreha ruiji no monogatari o motsu ta no anime to wa kotonatte settei sa rete irunode tanoshīdesu. Mata, subete no episōdo o tsūjite, subete no episōdo de anata o tanoshima serunoni mo yoi shigoto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story isn't unique overall but it's enjoyable because it's set differently from other anime with similar stories. It also does a good job in entertaining you a little in every episode through all the episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story isn't unique overall but it's enjoyable because it's set differently from other anime with similar stories.\u001b[24m\n    \u001b[1m物語は全体的にユニークではありませんが、それは類似の物語を持つ他のアニメとは異なって設定されているので楽しいです。\u001b[22m, \u001b[1m物語は全体的に一意ではありませんが、それは同じような話で、他のアニメとは異なるセットのため、それが楽しいです。\u001b[22m\n\u001b[4mIt also does a good job in entertaining you a little in every episode through all the episodes.\u001b[24m\n    \u001b[1mまた、すべてのエピソードを通じて、すべてのエピソードであなたを楽しませるのにも良い仕事をしています。\u001b[22m, \u001b[1mまた、すべての話を通して、あなたのすべてのエピソードに少しを楽しまで良い仕事をしていません。\u001b[22m\nThe story pacing seemed a little slow , but it isn't a bother because the episodes are pretty funny and enjoyable to watch even if they don't have a massive impact to the story, or no impact at all.\n\n\u001b[1mストーリーペーシングはやや遅く見えましたが、ストーリーに大きな影響を与えないか、まったく影響を受けないにもかかわらず、エピソードはかなり面白くて楽しいので、気にしません。\u001b[22m\n\u001b[1m(Sutōrīpēshingu wa yaya osoku miemashitaga, sutōrī ni ōkina eikyō o ataenai ka, mattaku eikyō o ukenai nimokakawarazu, episōdo wa kanari omoshirokute tanoshīnode, ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story pacing seemed a little slow , but it isn't a bother because the episodes are pretty funny and enjoyable to watch even if they don't have a massive impact to the story, or no impact at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story pacing seemed a little slow , but it isn't a bother because the episodes are pretty funny and enjoyable to watch even if they don't have a massive impact to the story, or no impact at all.\u001b[24m\n    \u001b[1mストーリーペーシングはやや遅く見えましたが、ストーリーに大きな影響を与えないか、まったく影響を受けないにもかかわらず、エピソードはかなり面白くて楽しいので、気にしません。\u001b[22m, \u001b[1m物語のペーシングは少し遅いように見えたが、それはエピソードが、彼らが物語、あるいはまったく影響に巨大な影響力を持っていない場合でも、見てかなり面白いと楽しいですので、気にしないです。\u001b[22m\nThe comedy of the story is totally random and whack at some points but it never failed to make me laugh. There aren't many anime out there that made me laugh as hard as Sket Dance did , that's for sure !\n\n\u001b[1mストーリーのコメディーは完全にランダムで、いくつかの点では殴打ですが、決して私を笑わせることに失敗しませんでした。 そこには多くのアニメがないので、Sket Danceのように笑いを込めてくれました。それは確かです！\u001b[22m\n\u001b[1m(Sutōrī no komedī wa kanzen ni randamu de, ikutsu ka no tende wa ōdadesuga, kesshite watashi o warawaseru koto ni shippai shimasendeshita. Soko ni wa ōku no anime ga nainode, Sket Dance no yō ni warai o komete kuremashita. Sore wa tashikadesu!)\u001b[22m\n\nTranslations of \u001b[4mThe comedy of the story is totally random and whack at some points but it never failed to make me laugh. There aren't many anime out there that made me laugh as hard as Sket Dance did , that's for sure !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe comedy of the story is totally random and whack at some points but it never failed to make me laugh.\u001b[24m\n    \u001b[1mストーリーのコメディーは完全にランダムで、いくつかの点では殴打ですが、決して私を笑わせることに失敗しませんでした。\u001b[22m, \u001b[1m物語の喜劇は、いくつかの点で完全にランダムと強打ですが、それは私を笑わせることができなかったことはありません。\u001b[22m\n\u001b[4mThere aren't many anime out there that made me laugh as hard as Sket Dance did , that's for sure !\u001b[24m\n    \u001b[1mそこには多くのアニメがないので、Sket Danceのように笑いを込めてくれました。それは確かです！\u001b[22m, \u001b[1m私はそれは確かだ、などのハードSketダンスがしたように笑わせたそこに多くのアニメはありません！\u001b[22m\nThe ending was pretty much satisfying and it didn't leave any plot holes at all.\n\n\u001b[1m結末はかなり満足しており、プロットホールは一切残さなかった。\u001b[22m\n\u001b[1m(Ketsumatsu wa kanari manzoku shite ori, purottohōru wa issai nokosanakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe ending was pretty much satisfying and it didn't leave any plot holes at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending was pretty much satisfying and it didn't leave any plot holes at all.\u001b[24m\n    \u001b[1m結末はかなり満足しており、プロットホールは一切残さなかった。\u001b[22m, \u001b[1m結末はかなり満足だったし、それはまったくのプロットの穴はありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\n\u001b[1m\u001b[22m\nThe art is pretty good , some characters are weird but that's for the comedic taste xD. Great colors and character designs but not really unique that's why i give it just 9.\n\n\u001b[1m芸術はかなり良いですが、いくつかの文字は奇妙ですが、それはコメディの味のためですxD。 素晴らしい色と文字のデザインが、本当にユニークではないので、私はそれをちょうど9与える理由です。\u001b[22m\n\u001b[1m(Geijutsu wa kanari yoidesuga, ikutsu ka no moji wa kimyōdesuga, soreha komedi no aji no tamedesu xD. Subarashī iro to moji no dezain ga, hontōni yunīkude wanainode, watashi wa sore o chōdo 9 ataeru riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is pretty good , some characters are weird but that's for the comedic taste xD. Great colors and character designs but not really unique that's why i give it just 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is pretty good , some characters are weird but that's for the comedic taste xD.\u001b[24m\n    \u001b[1m芸術はかなり良いですが、いくつかの文字は奇妙ですが、それはコメディの味のためですxD。\u001b[22m, \u001b[1m芸術はかなり良いですが、いくつかの文字が奇妙ですが、それは滑稽味のxDのためです。\u001b[22m\n\u001b[4mGreat colors and character designs but not really unique that's why i give it just 9.\u001b[24m\n    \u001b[1m素晴らしい色と文字のデザインが、本当にユニークではないので、私はそれをちょうど9与える理由です。\u001b[22m, \u001b[1mグレート色やキャラクターデザインが、私はそれをわずか9を与える理由だと本当にユニークではありません。\u001b[22m\nThe mangaka definitely tried to achieve a comedic mood with some characters and even with the normal characters that make funny or retarded faces that totally set the mood sometimes.\n\n\u001b[1mマンガカは間違いなく、いくつかのキャラクターとのコメディーな気分を達成しようとしました。\u001b[22m\n\u001b[1m(Mangaka wa machigainaku, ikutsu ka no kyarakutā to no komedīna kibun o tassei shiyou to shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe mangaka definitely tried to achieve a comedic mood with some characters and even with the normal characters that make funny or retarded faces that totally set the mood sometimes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe mangaka definitely tried to achieve a comedic mood with some characters and even with the normal characters that make funny or retarded faces that totally set the mood sometimes.\u001b[24m\n    \u001b[1mマンガカは間違いなく、いくつかのキャラクターとのコメディーな気分を達成しようとしました。\u001b[22m, \u001b[1m漫画家は間違いなくいくつかの文字であっても完全に時々ムードを設定おかしいまたは遅延顔を作る通常の文字と喜劇気分を達成しようとしました。\u001b[22m\nThe art style i would say , fits perfectly with the story. The gags work well with the characters. The personalities work well with the character looks too.\n\n\u001b[1m私が言うだろうアートスタイルは、物語に完全に合っています。 ギャグはキャラクターとうまく連動します。 人格はキャラクターの外観とうまく動作します。\u001b[22m\n\u001b[1m(Watashi ga iudarou ātosutairu wa, monogatari ni kanzen ni atte imasu. Gyagu wa kyarakutā to umaku rendō shimasu. Jinkaku wa kyarakutā no gaikan to umaku dōsa shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style i would say , fits perfectly with the story. The gags work well with the characters. The personalities work well with the character looks too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style i would say , fits perfectly with the story.\u001b[24m\n    \u001b[1m私が言うだろうアートスタイルは、物語に完全に合っています。\u001b[22m, \u001b[1m私が言うアートスタイルは、物語に完全に適合しています。\u001b[22m\n\u001b[4mThe gags work well with the characters.\u001b[24m\n    \u001b[1mギャグはキャラクターとうまく連動します。\u001b[22m, \u001b[1mギャグは文字でも問題なく機能します。\u001b[22m\n\u001b[4mThe personalities work well with the character looks too.\u001b[24m\n    \u001b[1m人格はキャラクターの外観とうまく動作します。\u001b[22m, \u001b[1mパーソナリティは、キャラクターがあまりにも見えるとうまく動作します。\u001b[22m\nThough the opening kinda contained little spoilers , a little example is characters that are about to appear.\n\n\u001b[1mちょっとしたオープニングにはスポイラーがほとんど含まれていませんが、少しの例が現れそうです。\u001b[22m\n\u001b[1m(Chottoshita ōpuningu ni wa supoirā ga hotondo fukuma rete imasenga, sukoshi no rei ga araware-sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThough the opening kinda contained little spoilers , a little example is characters that are about to appear.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough the opening kinda contained little spoilers , a little example is characters that are about to appear.\u001b[24m\n    \u001b[1mちょっとしたオープニングにはスポイラーがほとんど含まれていませんが、少しの例が現れそうです。\u001b[22m, \u001b[1m開口部はちょっとちょっとネタバレが含まれていますが、ほとんどの例では、表示されしようとしている文字です。\u001b[22m\nThe animation was pretty fluid and well done , nothing bad to say about it.\n\n\u001b[1mアニメーションはかなり流動的で、うまくいきました。それについては何も言えません。\u001b[22m\n\u001b[1m(Animēshon wa kanari ryūdōtekide, umaku ikimashita. Sore ni tsuite wa nani mo iemasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was pretty fluid and well done , nothing bad to say about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was pretty fluid and well done , nothing bad to say about it.\u001b[24m\n    \u001b[1mアニメーションはかなり流動的で、うまくいきました。それについては何も言えません。\u001b[22m, \u001b[1mアニメーションはかなり流体とよく、それについて言うこと悪い何もしていないでした。\u001b[22m\nI'm not sure exactly if the animation changed through the series, but i do have the impression that it improved a little through the series. It might be just me though.\n\n\u001b[1mアニメーションがシリーズを通して変わったかどうかは確かではありませんが、シリーズを通して少しずつ改善された印象を持っています。 それだけでも私かもしれません。\u001b[22m\n\u001b[1m(Animēshon ga shirīzu o tōshite kawatta ka dō ka wa tashikade wa arimasenga, shirīzu o tōshite sukoshi zutsu kaizen sa reta inshō o motte imasu. Sore dake demo watashi kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mI'm not sure exactly if the animation changed through the series, but i do have the impression that it improved a little through the series. It might be just me though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not sure exactly if the animation changed through the series, but i do have the impression that it improved a little through the series.\u001b[24m\n    \u001b[1mアニメーションがシリーズを通して変わったかどうかは確かではありませんが、シリーズを通して少しずつ改善された印象を持っています。\u001b[22m, \u001b[1m私はアニメーションが一連の変更を正確かどうかわからないんだけど、私はそれがシリーズを通して少し改善された印象を持っています。\u001b[22m\n\u001b[4mIt might be just me though.\u001b[24m\n    \u001b[1mそれだけでも私かもしれません。\u001b[22m, \u001b[1mこれは、しかし私だけかもしれません。\u001b[22m\nThe backgrounds were great , they fit the story and idea of the show perfectly.\n\n\u001b[1m背景は素晴らしく、彼らはショーの物語とアイデアを完璧にフィットさせました。\u001b[22m\n\u001b[1m(Haikei wa subarashiku, karera wa shō no monogatari to aidea o kanpeki ni fitto sa semashita.)\u001b[22m\n\nTranslations of \u001b[4mThe backgrounds were great , they fit the story and idea of the show perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe backgrounds were great , they fit the story and idea of the show perfectly.\u001b[24m\n    \u001b[1m背景は素晴らしく、彼らはショーの物語とアイデアを完璧にフィットさせました。\u001b[22m, \u001b[1m背景は偉大だった、彼らは完全にショーの話やアイデアをフィット。\u001b[22m\nSome character designs were really good and memorable for sure. After you meet those characters you'll know who am i talking about for sure. It also fit their personalities well. I actually think that the mangaka stereotyped every character's looks with the personality for the comedy part.\n\n\u001b[1mいくつかのキャラクターデザインは本当に良くて、思い出深いものでした。 あなたがそれらの文字を満たすと、あなたは誰が私が確かに話しているのか分かります。 それはまた彼らの人格によく合います。 私は実際にマンガカがコメディーパートの個性を持つすべてのキャラクターのルックスをステレオタイプしたと思う。\u001b[22m\n\u001b[1m(Ikutsu ka no kyarakutādezain wa hontōni yokute, omoidebukai monodeshita. Anata ga sorera no moji o mitasu to, anatahadare ga watashi ga tashika ni hanashite iru no ka wakarimasu. Sore wa mata karera no jinkaku ni yoku aimasu. Watashi wa jissai ni mangaka ga komedīpāto no kosei o motsu subete no kyarakutā no rukkusu o sutereotaipu shita to omou.)\u001b[22m\n\nTranslations of \u001b[4mSome character designs were really good and memorable for sure. After you meet those characters you'll know who am i talking about for sure. It also fit their personalities well. I actually think that the mangaka stereotyped every character's looks with the personality for the comedy part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome character designs were really good and memorable for sure.\u001b[24m\n    \u001b[1mいくつかのキャラクターデザインは本当に良くて、思い出深いものでした。\u001b[22m, \u001b[1m一部のキャラクターデザインは確かに本当に良い思い出に残るありました。\u001b[22m\n\u001b[4mAfter you meet those characters you'll know who am i talking about for sure.\u001b[24m\n    \u001b[1mあなたがそれらの文字を満たすと、あなたは誰が私が確かに話しているのか分かります。\u001b[22m, \u001b[1mあなたはそれらの文字を満たした後は、私は確かに約話している人を知っていますよ。\u001b[22m\n\u001b[4mIt also fit their personalities well.\u001b[24m\n    \u001b[1mそれはまた彼らの人格によく合います。\u001b[22m, \u001b[1mまた、よく自分の個性に合います。\u001b[22m\n\u001b[4mI actually think that the mangaka stereotyped every character's looks with the personality for the comedy part.\u001b[24m\n    \u001b[1m私は実際にマンガカがコメディーパートの個性を持つすべてのキャラクターのルックスをステレオタイプしたと思う。\u001b[22m, \u001b[1m私は実際に漫画家がコメディパートの人格を持つすべてのキャラクターのルックスをステレオタイプだと思います。\u001b[22m\nThe characters were unique between themselves with understandable exceptions. They were all easy to tell apart.\n\n\u001b[1mキャラクターは理解できない例外を除けば独特のものでした。 彼らは分かりやすいものでした。\u001b[22m\n\u001b[1m(Kyarakutā wa rikaidekinai reigai o nozokeba dokutoku no monodeshita. Karera wa wakari yasui monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were unique between themselves with understandable exceptions. They were all easy to tell apart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were unique between themselves with understandable exceptions.\u001b[24m\n    \u001b[1mキャラクターは理解できない例外を除けば独特のものでした。\u001b[22m, \u001b[1m文字は理解できる例外を除いて、それらの間でユニークでした。\u001b[22m\n\u001b[4mThey were all easy to tell apart.\u001b[24m\n    \u001b[1m彼らは分かりやすいものでした。\u001b[22m, \u001b[1m彼らはすべての見分けやすかったです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\n\u001b[1m\u001b[22m\nWell damn !! The voice actors were pretty much the best for like all the characters. They voice fitted for every character and the synchronization was perfect.\n\n\u001b[1mまあまあ！ 声優はすべてのキャラクターのように最高でした。 彼らはすべてのキャラクターのために声を合わせ、同期は完璧でした。\u001b[22m\n\u001b[1m(Mā mā! Seiyū wa subete no kyarakutā no yō ni saikōdeshita. Karera wa subete no kyarakutā no tame ni koe o awase, dōki wa kanpekideshita.)\u001b[22m\n\nTranslations of \u001b[4mWell damn !! The voice actors were pretty much the best for like all the characters. They voice fitted for every character and the synchronization was perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell damn !!\u001b[24m\n    \u001b[1mまあまあ！\u001b[22m, \u001b[1m気も!!\u001b[22m\n\u001b[4mThe voice actors were pretty much the best for like all the characters.\u001b[24m\n    \u001b[1m声優はすべてのキャラクターのように最高でした。\u001b[22m, \u001b[1m声優はかなりのすべての文字等のための最高のでした。\u001b[22m\n\u001b[4mThey voice fitted for every character and the synchronization was perfect.\u001b[24m\n    \u001b[1m彼らはすべてのキャラクターのために声を合わせ、同期は完璧でした。\u001b[22m, \u001b[1m彼らは、すべての文字に適合音声と同期が完璧でした。\u001b[22m\nSome of the seiyuu had to adapt their voice to the characters. While others used pretty much their common voice which was easy to detect and recognize.\n\n\u001b[1m一部の人は自分の声をキャラクターに適応させなければならなかった。 他の人は、検出して認識しやすい共通の声をかなり使用していました。\u001b[22m\n\u001b[1m(Ichibu no hito wa jibun no koe o kyarakutā ni tekiō sa senakereba naranakatta. Hokanohito wa, kenshutsu shite ninshiki shi yasui kyōtsū no koe o kanari shiyō shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mSome of the seiyuu had to adapt their voice to the characters. While others used pretty much their common voice which was easy to detect and recognize.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome of the seiyuu had to adapt their voice to the characters.\u001b[24m\n    \u001b[1m一部の人は自分の声をキャラクターに適応させなければならなかった。\u001b[22m, \u001b[1m声優の中には、文字に自分の声を適応させる必要がありました。\u001b[22m\n\u001b[4mWhile others used pretty much their common voice which was easy to detect and recognize.\u001b[24m\n    \u001b[1m他の人は、検出して認識しやすい共通の声をかなり使用していました。\u001b[22m, \u001b[1m他の人はかなりの検出と認識することが容易であった彼らの共通の声を使用している間。\u001b[22m\nSome seiyuu pretty much improved their skills with the role by a little. For example Tsubaki Sasuke's seiyuu sounded a lot better in this series than the ones i checked previously.\n\n\u001b[1mいくつかの精神は、少しでもその役割を持ってスキルを向上させました。 例えば、Tsubaki Sasukeのseiyuuは、私が以前にチェックしたものよりもずっとよく聞こえました。\u001b[22m\n\u001b[1m(Ikutsu ka no seishin wa, sukoshidemo sono yakuwari o motte sukiru o kōjō sa semashita. Tatoeba, Tsubaki Sasuke no seiyuu wa, watashi ga izen ni chekku shita mono yori mo zutto yoku kikoemashita.)\u001b[22m\n\nTranslations of \u001b[4mSome seiyuu pretty much improved their skills with the role by a little. For example Tsubaki Sasuke's seiyuu sounded a lot better in this series than the ones i checked previously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome seiyuu pretty much improved their skills with the role by a little.\u001b[24m\n    \u001b[1mいくつかの精神は、少しでもその役割を持ってスキルを向上させました。\u001b[22m, \u001b[1m一部の声優はかなり少しすることによって、そのロールに自分のスキルを向上させました。\u001b[22m\n\u001b[4mFor example Tsubaki Sasuke's seiyuu sounded a lot better in this series than the ones i checked previously.\u001b[24m\n    \u001b[1m例えば、Tsubaki Sasukeのseiyuuは、私が以前にチェックしたものよりもずっとよく聞こえました。\u001b[22m, \u001b[1m例えば椿サスケの声優は、私が以前に確認されたものよりも、このシリーズでかなり良く聞こえました。\u001b[22m\nI'm not sure if there is a dubbed version of the anime but in my case i saw it in Japanese so i'm not sure about other voice actors for dubs.\n\n\u001b[1m私はアニメの吹き替え版があるかどうかはわかりませんが、私の場合は日本語で見ましたので、ダブのための他の声優についてはわかりません。\u001b[22m\n\u001b[1m(Watashi wa anime no fukikae-ban ga aru ka dō ka wa wakarimasenga, watashi no baai wa nihongo de mimashitanode, dabu no tame no ta no seiyū ni tsuite wa wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mI'm not sure if there is a dubbed version of the anime but in my case i saw it in Japanese so i'm not sure about other voice actors for dubs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not sure if there is a dubbed version of the anime but in my case i saw it in Japanese so i'm not sure about other voice actors for dubs.\u001b[24m\n    \u001b[1m私はアニメの吹き替え版があるかどうかはわかりませんが、私の場合は日本語で見ましたので、ダブのための他の声優についてはわかりません。\u001b[22m, \u001b[1mアニメの吹き替え版がある場合、私はわからないが、私の場合、私は日本語でそれを見たので、私はダビングのために他の声優についてはよく分かりません。\u001b[22m\nThe background music was perfectly fitting with the situations. And about the openings and endings they were totally great. I pretty much liked all of them.\n\n\u001b[1mバックグラウンドミュージックは状況に完全に合っていた。 そしてオープニングとエンディングについては、彼らは完全に素晴らしかったです。 私はそれらのすべてをかなり好きだった。\u001b[22m\n\u001b[1m(Bakkuguraundomyūjikku wa jōkyō ni kanzen ni atte ita. Soshite ōpuningu to endingu ni tsuite wa, karera wa kanzen ni subarashikattadesu. Watashi wa sorera no subete o kanari sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mThe background music was perfectly fitting with the situations. And about the openings and endings they were totally great. I pretty much liked all of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe background music was perfectly fitting with the situations.\u001b[24m\n    \u001b[1mバックグラウンドミュージックは状況に完全に合っていた。\u001b[22m, \u001b[1mバックグラウンドミュージックは、状況に完璧にフィッティングしました。\u001b[22m\n\u001b[4mAnd about the openings and endings they were totally great.\u001b[24m\n    \u001b[1mそしてオープニングとエンディングについては、彼らは完全に素晴らしかったです。\u001b[22m, \u001b[1mそして、開口部および終末について、彼らは完全に素晴らしかったです。\u001b[22m\n\u001b[4mI pretty much liked all of them.\u001b[24m\n    \u001b[1m私はそれらのすべてをかなり好きだった。\u001b[22m, \u001b[1m私はかなりそれらのすべてが好きでした。\u001b[22m\nMostly the soundtracks were doing a great job to make the scenes more entertaining.\n\n\u001b[1mほとんどのサウンドトラックは、シーンをより面白くするために素晴らしい仕事をしていました。\u001b[22m\n\u001b[1m(Hotondo no saundotorakku wa, shīn o yori omoshiroku suru tame ni subarashī shigoto o shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mMostly the soundtracks were doing a great job to make the scenes more entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMostly the soundtracks were doing a great job to make the scenes more entertaining.\u001b[24m\n    \u001b[1mほとんどのサウンドトラックは、シーンをより面白くするために素晴らしい仕事をしていました。\u001b[22m, \u001b[1m大抵のサウンドトラックは、シーンをより楽しくするために素晴らしい仕事をしていました。\u001b[22m\nI totally added some of the ost to my playlists and i listen to them from time to time just to remember the awesome scenes.\n\n\u001b[1m私は完全に私のプレイリストにostのいくつかを追加し、ちょうど素晴らしいシーンを覚えて、時々それらを聞く。\u001b[22m\n\u001b[1m(Watashi wa kanzen ni watashi no pureirisuto ni ost no ikutsu ka o tsuika shi, chōdo subarashī shīn o oboete, tokidoki sorera o kiku.)\u001b[22m\n\nTranslations of \u001b[4mI totally added some of the ost to my playlists and i listen to them from time to time just to remember the awesome scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI totally added some of the ost to my playlists and i listen to them from time to time just to remember the awesome scenes.\u001b[24m\n    \u001b[1m私は完全に私のプレイリストにostのいくつかを追加し、ちょうど素晴らしいシーンを覚えて、時々それらを聞く。\u001b[22m, \u001b[1m私は完全に私のプレイリストにOSTのいくつかを追加し、私はちょうど素晴らしいシーンを覚えて随時、それらに耳を傾けます。\u001b[22m\nThe openings that did the best for me were the 1st , 3rd ,4th and 6th. Opening 2 and 5 were also good but the ones i mentioned are the ones that always come up in my mind whenever i'm thinking about Skent Dance openings.\n\n\u001b[1m私のために最善を尽くしたオープニングは、1位、3位、4位、6位でした。 オープニング2と5も好きだったけど、私がSkent Danceのオープニングを考えているときはいつも、私が言いましたのはいつも私の心の中に浮かび上がっているものです。\u001b[22m\n\u001b[1m(Watashi no tame ni saizen o tsukushita ōpuningu wa, 1-i, 3-i, 4-i, 6-ideshita. Ōpuningu 2 to 5 mo sukidattakedo, watashi ga Skent Dance no ōpuningu o kangaete iru toki wa itsumo, watashi ga iimashita no wa itsumo watashi no kokoronouchi ni ukabiagatte iru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe openings that did the best for me were the 1st , 3rd ,4th and 6th. Opening 2 and 5 were also good but the ones i mentioned are the ones that always come up in my mind whenever i'm thinking about Skent Dance openings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe openings that did the best for me were the 1st , 3rd ,4th and 6th.\u001b[24m\n    \u001b[1m私のために最善を尽くしたオープニングは、1位、3位、4位、6位でした。\u001b[22m, \u001b[1m私のために最善を尽くした開口部は、第一、第三、第四及び第六でした。\u001b[22m\n\u001b[4mOpening 2 and 5 were also good but the ones i mentioned are the ones that always come up in my mind whenever i'm thinking about Skent Dance openings.\u001b[24m\n    \u001b[1mオープニング2と5も好きだったけど、私がSkent Danceのオープニングを考えているときはいつも、私が言いましたのはいつも私の心の中に浮かび上がっているものです。\u001b[22m, \u001b[1m開口部2と5も良好であったが、私が言及したものは、私がSkentダンス開口部を考えているときはいつでも、常に私の心の中で出てくるものです。\u001b[22m\nThe endings were pretty much all great. I added all of them to my favorites. The one i like the least out of them is the last ending.\n\n\u001b[1m結末はかなり偉大だった。 私はそれらをすべて私のお気に入りに加えました。 私が一番好きなものは最後のエンディングです。\u001b[22m\n\u001b[1m(Ketsumatsu wa kanari idaidatta. Watashi wa sorera o subete watashi no okiniiri ni kuwaemashita. Watashi ga ichiban sukinamono wa saigo no endingudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe endings were pretty much all great. I added all of them to my favorites. The one i like the least out of them is the last ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe endings were pretty much all great.\u001b[24m\n    \u001b[1m結末はかなり偉大だった。\u001b[22m, \u001b[1m語尾はほとんどすべて素晴らしかったです。\u001b[22m\n\u001b[4mI added all of them to my favorites.\u001b[24m\n    \u001b[1m私はそれらをすべて私のお気に入りに加えました。\u001b[22m, \u001b[1m私は私のお気に入りにそれらのすべてを追加しました。\u001b[22m\n\u001b[4mThe one i like the least out of them is the last ending.\u001b[24m\n    \u001b[1m私が一番好きなものは最後のエンディングです。\u001b[22m, \u001b[1m私はそれらのうち少なくとも好きなものは最後のエンディングです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\n\u001b[1m\u001b[22m\nThe characters had all types of stereotypical traits like the 'blonde delinquent super bad-ass women', 'The guy with glasses is always the smartest' , 'The main character has multiple talents' and so on. But don't worry , this is all a part of the gag actually. The characters are stereotypical intentionally for the comedy act/ parody.\n\n\u001b[1mキャラクターには、「ブロンドの極端なスーパー悪い女」、「メガネを持つ男はいつも賢い」、「主人公は複数の才能を持っている」など、すべてのタイプのステレオタイプの特徴がありました。 しかし、心配しないでください、これは実際にギャグのすべての一部です。 キャラクターはコメディーの行為/パロディの意図的なステレオタイプです。\u001b[22m\n\u001b[1m(Kyarakutā ni wa,`burondo no kyokutan'na sūpā warui on'na',`megane o motsu otoko wa itsumo kashikoi',`shujinkō wa fukusū no sainō o motte iru' nado, subete no taipu no sutereo taipu no tokuchō ga arimashita. Shikashi, shinpaishinaidekudasai, kore wa jissai ni gyagu no subete no ichibudesu. Kyarakutā wa komedī no kōi/ parodi no itotekina sutereo taipudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters had all types of stereotypical traits like the 'blonde delinquent super bad-ass women', 'The guy with glasses is always the smartest' , 'The main character has multiple talents' and so on. But don't worry , this is all a part of the gag actually. The characters are stereotypical intentionally for the comedy act/ parody.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters had all types of stereotypical traits like the 'blonde delinquent super bad-ass women', 'The guy with glasses is always the smartest' , 'The main character has multiple talents' and so on.\u001b[24m\n    \u001b[1mキャラクターには、「ブロンドの極端なスーパー悪い女」、「メガネを持つ男はいつも賢い」、「主人公は複数の才能を持っている」など、すべてのタイプのステレオタイプの特徴がありました。\u001b[22m, \u001b[1m文字は「金髪の延滞スーパー悪いお尻の女性のようなステレオタイプの形質のすべての種類は、「メガネの男は常に賢いです」、というように「主人公は、複数の才能を持っている」としていました。\u001b[22m\n\u001b[4mBut don't worry , this is all a part of the gag actually.\u001b[24m\n    \u001b[1mしかし、心配しないでください、これは実際にギャグのすべての一部です。\u001b[22m, \u001b[1mしかし、心配しないでください、これは実際にはギャグのすべての部分です。\u001b[22m\n\u001b[4mThe characters are stereotypical intentionally for the comedy act/ parody.\u001b[24m\n    \u001b[1mキャラクターはコメディーの行為/パロディの意図的なステレオタイプです。\u001b[22m, \u001b[1m文字はコメディー行為/パロディのために意図的にステレオタイプです。\u001b[22m\nThe characters react/act in most of the situation in a hilarious/ridiculous way, sometimes even unexpectedly.\n\n\u001b[1mキャラクターはほとんどの状況で、陽気でばかげたやり方で、時には意外にも反応/行動する。\u001b[22m\n\u001b[1m(Kyarakutā wa hotondo no jōkyō de, yōkide bakageta yarikata de, tokiniha igainimo han'nō/ kōdō suru.)\u001b[22m\n\nTranslations of \u001b[4mThe characters react/act in most of the situation in a hilarious/ridiculous way, sometimes even unexpectedly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters react/act in most of the situation in a hilarious/ridiculous way, sometimes even unexpectedly.\u001b[24m\n    \u001b[1mキャラクターはほとんどの状況で、陽気でばかげたやり方で、時には意外にも反応/行動する。\u001b[22m, \u001b[1m文字は、時には予想外に、陽気な/とんでもない方法で、状況のほとんどで/行為を反応させます。\u001b[22m\nI could relate to some traits of some characters in the series , but nothing big. Though i really enjoyed every character and every character was unique in its own way.\n\n\u001b[1m私はシリーズのキャラクターのいくつかの特質に関係することができますが、大きなものはありません。 私は本当にすべての性格を楽しんだが、すべての性格は独自のものだった。\u001b[22m\n\u001b[1m(Watashi wa shirīzu no kyarakutā no ikutsu ka no tokushitsu ni kankei suru koto ga dekimasuga, ōkina mono wa arimasen. Watashi wa hontōni subete no seikaku o tanoshindaga, subete no seikaku wa dokuji no monodatta.)\u001b[22m\n\nTranslations of \u001b[4mI could relate to some traits of some characters in the series , but nothing big. Though i really enjoyed every character and every character was unique in its own way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI could relate to some traits of some characters in the series , but nothing big.\u001b[24m\n    \u001b[1m私はシリーズのキャラクターのいくつかの特質に関係することができますが、大きなものはありません。\u001b[22m, \u001b[1m私はシリーズの一部の文字のいくつかの特性に関連し、何も大きな可能性があります。\u001b[22m\n\u001b[4mThough i really enjoyed every character and every character was unique in its own way.\u001b[24m\n    \u001b[1m私は本当にすべての性格を楽しんだが、すべての性格は独自のものだった。\u001b[22m, \u001b[1m私は本当にすべての文字を楽しんでますが、すべての文字は、独自の方法でユニークでした。\u001b[22m\nThe characters developed pretty slow in the beginning of the story but it went a lot better a little later.\n\n\u001b[1mキャラクターはストーリーの初めにかなり遅くなっていましたが、ちょっと後になってかなり良くなってきました。\u001b[22m\n\u001b[1m(Kyarakutā wa sutōrī no hajime ni kanari osoku natte imashitaga, chotto ato ni natte kanari yoku natte kimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters developed pretty slow in the beginning of the story but it went a lot better a little later.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters developed pretty slow in the beginning of the story but it went a lot better a little later.\u001b[24m\n    \u001b[1mキャラクターはストーリーの初めにかなり遅くなっていましたが、ちょっと後になってかなり良くなってきました。\u001b[22m, \u001b[1m文字は、物語の冒頭ではかなり遅い開発が、それは少し後にかなり良く行きました。\u001b[22m\nThere weren't really characters more flashed than the others though as every character got similar number of episodes in which they appear. Well excluding the main characters of-course.\n\n\u001b[1m実際のキャラクターは、他のキャラクターよりももっとフラッシュされていませんでしたが、すべてのキャラクターが同じエピソード数で出現しています。 もちろん、コースの主人公を除いて。\u001b[22m\n\u001b[1m(Jissai no kyarakutā wa, hoka no kyarakutā yori mo motto furasshu sa rete imasendeshitaga, subete no kyarakutā ga onaji episōdo-sū de shutsugen shite imasu. Mochiron, kōsu no shujinkō o nozoite.)\u001b[22m\n\nTranslations of \u001b[4mThere weren't really characters more flashed than the others though as every character got similar number of episodes in which they appear. Well excluding the main characters of-course.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere weren't really characters more flashed than the others though as every character got similar number of episodes in which they appear.\u001b[24m\n    \u001b[1m実際のキャラクターは、他のキャラクターよりももっとフラッシュされていませんでしたが、すべてのキャラクターが同じエピソード数で出現しています。\u001b[22m, \u001b[1mすべての文字は、それらが現れるエピソードの類似の数を得たような文字は、しかし、他のものよりもフラッシュさ本当にありませんでした。\u001b[22m\n\u001b[4mWell excluding the main characters of-course.\u001b[24m\n    \u001b[1mもちろん、コースの主人公を除いて。\u001b[22m, \u001b[1mまあのコースメインキャラクターを除きます。\u001b[22m\nつばき さすけ いｓ ｐろばｂｌｙ あ ふぉいｌ ふぉｒ ふじさき ゆすけ。\n(Tsuba ki sasu ke i s p roba bly a fu ~oi l fu ~o r Fuji saki yusu ke.)\n\n\u001b[1mつばき さすけ いｓ ｐろばｂｌｙ あ ふぉいｌ ふぉｒ ふじさき ゆすけ。\u001b[22m\n\u001b[1m(Tsuba ki sasu ke i s p roba bly a fu ~oi l fu ~o r Fuji saki yusu ke.)\u001b[22m\nThere weren't any real villains in the anime. More like rivals, which kinda helped the characters to develop too. But they didn't get too much background. As for other types of bad guys and so on they were doing it for grudges or satisfaction most of the time.\n\n\u001b[1mアニメには本当の悪役はいなかった。 より多くのライバルと似ています。 しかし、彼らはあまりにも多くの背景を得ることはありませんでした。 他のタイプの悪い男などについては、ほとんどの場合、恨みや満足感のためにやっていました。\u001b[22m\n\u001b[1m(Anime ni wa hontō no akuyaku wa inakatta. Yori ōku no raibaru to nite imasu. Shikashi, karera wa amarini mo ōku no haikei o eru koto wa arimasendeshita. Hoka no taipu no warui otoko nado ni tsuite wa, hotondo no baai, urami ya manzoku-kan no tame ni yatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThere weren't any real villains in the anime. More like rivals, which kinda helped the characters to develop too. But they didn't get too much background. As for other types of bad guys and so on they were doing it for grudges or satisfaction most of the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere weren't any real villains in the anime.\u001b[24m\n    \u001b[1mアニメには本当の悪役はいなかった。\u001b[22m, \u001b[1mアニメ内の任意の本当の悪人はありませんでした。\u001b[22m\n\u001b[4mMore like rivals, which kinda helped the characters to develop too.\u001b[24m\n    \u001b[1mより多くのライバルと似ています。\u001b[22m, \u001b[1mもっとちょっと文字があまりに発展に貢献したライバル、など。\u001b[22m\n\u001b[4mBut they didn't get too much background.\u001b[24m\n    \u001b[1mしかし、彼らはあまりにも多くの背景を得ることはありませんでした。\u001b[22m, \u001b[1mしかし、彼らはあまりにも多くの背景を取得できませんでした。\u001b[22m\n\u001b[4mAs for other types of bad guys and so on they were doing it for grudges or satisfaction most of the time.\u001b[24m\n    \u001b[1m他のタイプの悪い男などについては、ほとんどの場合、恨みや満足感のためにやっていました。\u001b[22m, \u001b[1m悪者の他のタイプのためにというように、それらは恨みや満足感の時間のほとんどをのためにそれをやっていました。\u001b[22m\nThe supporting cast was great. All supporting characters are awesome in different ways. Also they never failed to help bring the laughter.\n\n\u001b[1m支持キャストは素晴らしかったです。 すべてのサポートキャラクターは、さまざまな点で素晴らしいです。 また、彼らは笑いをもたらすのに失敗したこともありませんでした。\u001b[22m\n\u001b[1m(Shiji kyasuto wa subarashikattadesu. Subete no sapōtokyarakutā wa, samazamana tende subarashīdesu. Mata, karera wa warai o motarasu no ni shippai shita koto mo arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe supporting cast was great. All supporting characters are awesome in different ways. Also they never failed to help bring the laughter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe supporting cast was great.\u001b[24m\n    \u001b[1m支持キャストは素晴らしかったです。\u001b[22m, \u001b[1m脇役は素晴らしかったです。\u001b[22m\n\u001b[4mAll supporting characters are awesome in different ways.\u001b[24m\n    \u001b[1mすべてのサポートキャラクターは、さまざまな点で素晴らしいです。\u001b[22m, \u001b[1mすべてのサポートの文字は異なる方法で素晴らしいです。\u001b[22m\n\u001b[4mAlso they never failed to help bring the laughter.\u001b[24m\n    \u001b[1mまた、彼らは笑いをもたらすのに失敗したこともありませんでした。\u001b[22m, \u001b[1mまた、彼らは笑いをもたらす助けに失敗したことはありません。\u001b[22m\nThere was a narrator at one point of the series just for a little mocking. Though no true narration through the whole series.\n\n\u001b[1mちょっとした嘲笑のためにシリーズの一箇所にナレーターがいました。 全体のシリーズを通じて真のナレーションはありません。\u001b[22m\n\u001b[1m(Chottoshita chōshō no tame ni shirīzu no ichi-kasho ni narētā ga imashita. Zentai no shirīzu o tsūjite shin no narēshon wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere was a narrator at one point of the series just for a little mocking. Though no true narration through the whole series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was a narrator at one point of the series just for a little mocking.\u001b[24m\n    \u001b[1mちょっとした嘲笑のためにシリーズの一箇所にナレーターがいました。\u001b[22m, \u001b[1m語り手は、ほんの少しモックのための一連の1点でありました。\u001b[22m\n\u001b[4mThough no true narration through the whole series.\u001b[24m\n    \u001b[1m全体のシリーズを通じて真のナレーションはありません。\u001b[22m, \u001b[1mシリーズ全体を通してのない真のナレーションけれども。\u001b[22m\nFrom time to time the characters would narrate some parts of the story.\n\n\u001b[1m時々キャラクターは物語のいくつかの部分を語ります。\u001b[22m\n\u001b[1m(Tokidoki kyarakutā wa monogatari no ikutsu ka no bubun o katarimasu.)\u001b[22m\n\nTranslations of \u001b[4mFrom time to time the characters would narrate some parts of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom time to time the characters would narrate some parts of the story.\u001b[24m\n    \u001b[1m時々キャラクターは物語のいくつかの部分を語ります。\u001b[22m, \u001b[1m随時文字が物語の一部を物語るだろう。\u001b[22m\nThere wasn't any specific character that i would dislike, well except one ..\n\n\u001b[1m私が嫌いなのは、特定の性格はありませんでした。\u001b[22m\n\u001b[1m(Watashi ga kiraina no wa, tokutei no seikaku wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThere wasn't any specific character that i would dislike, well except one ..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere wasn't any specific character that i would dislike, well except one ..\u001b[24m\n    \u001b[1m私が嫌いなのは、特定の性格はありませんでした。\u001b[22m, \u001b[1m私は1つのウェルを除いて、嫌いな任意の特定の文字はありませんでした..\u001b[22m\nBut it would be a spoiler if i talk about it.\n\n\u001b[1mしかし、もし私がそれについて話すなら、それはスポイラーだろう。\u001b[22m\n\u001b[1m(Shikashi, moshi watashi ga sore ni tsuite hanasunara, soreha supoirādarou.)\u001b[22m\n\nTranslations of \u001b[4mBut it would be a spoiler if i talk about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut it would be a spoiler if i talk about it.\u001b[24m\n    \u001b[1mしかし、もし私がそれについて話すなら、それはスポイラーだろう。\u001b[22m, \u001b[1m私はそれについて話す場合しかし、それはスポイラーであろう。\u001b[22m\nEven so the character was intentionally made to be hated in the end. Or so do i believe.\n\n\u001b[1mそれでも、キャラクターは意図的に最後に嫌われるようにされました。 それとも、私は信じていますか？\u001b[22m\n\u001b[1m(Soredemo, kyarakutā wa itotekini saigo ni kirawa reru yō ni sa remashita. Soretomo, watashi wa shinjite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mEven so the character was intentionally made to be hated in the end. Or so do i believe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven so the character was intentionally made to be hated in the end.\u001b[24m\n    \u001b[1mそれでも、キャラクターは意図的に最後に嫌われるようにされました。\u001b[22m, \u001b[1mたとえそうであっても文字が意図的に最後に嫌わすることとしました。\u001b[22m\n\u001b[4mOr so do i believe.\u001b[24m\n    \u001b[1mそれとも、私は信じていますか？\u001b[22m, \u001b[1mまたはので、私は信じています。\u001b[22m\nI'd have to say that the main characters all have wonderful and unique background stories which made them who they are in the present part of the anime. The backgrounds were so deep and unique it's the main reason i give a 10 for the characters. I will most likely remember Bossun , Switch and Himeko.\n\n\u001b[1m私は主人公がすべて、アニメの現在の部分にいる彼らを作ったすばらしい独特の背景物語を持っていると言わなければならないでしょう。 背景は非常に深くユニークなので、私は文字のために10を与える主な理由です。 私はBossun、Switch、Himekoを覚えているでしょう。\u001b[22m\n\u001b[1m(Watashi wa shujinkō ga subete, anime no genzai no bubun ni iru karera o tsukutta subarashī dokutoku no haikei monogatari o motte iru to iwanakereba naranaideshou. Haikei wa hijō ni fukaku yunīkunanode, watashi wa moji no tame ni 10 o ataeru omona riyūdesu. Watashi wa Bossun, Switch, Himeko o oboete irudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI'd have to say that the main characters all have wonderful and unique background stories which made them who they are in the present part of the anime. The backgrounds were so deep and unique it's the main reason i give a 10 for the characters. I will most likely remember Bossun , Switch and Himeko.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd have to say that the main characters all have wonderful and unique background stories which made them who they are in the present part of the anime.\u001b[24m\n    \u001b[1m私は主人公がすべて、アニメの現在の部分にいる彼らを作ったすばらしい独特の背景物語を持っていると言わなければならないでしょう。\u001b[22m, \u001b[1m私はメインキャラクターのすべてのは、彼らがアニメの存在部分であり、それらを作っ素晴らしいとユニークな背景の物語を持っていることを言わなければならないと思います。\u001b[22m\n\u001b[4mThe backgrounds were so deep and unique it's the main reason i give a 10 for the characters.\u001b[24m\n    \u001b[1m背景は非常に深くユニークなので、私は文字のために10を与える主な理由です。\u001b[22m, \u001b[1m背景は深く、それは私が文字に10を与える主な理由だユニークでした。\u001b[22m\n\u001b[4mI will most likely remember Bossun , Switch and Himeko.\u001b[24m\n    \u001b[1m私はBossun、Switch、Himekoを覚えているでしょう。\u001b[22m, \u001b[1m私が最も可能性の高いボッスン、スイッチと姫子を覚えています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed this series a lot and i'm just sad there there isn't more. I'm sure everyone else would enjoy it too. Even if you don't find it funny sometimes , it is most likely enjoyable to watch anyway.\n\n\u001b[1m私はこのシリーズを本当に楽しんでいましたが、それ以上はありません。 他の誰もがそれを楽しむだろうと確信しています。 たとえそれが面白いとは思っていないとしても、とにかく見るのが楽しいでしょう。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o hontōni tanoshinde imashitaga, soreijō wa arimasen. Hoka no daremoga sore o tanoshimudarou to kakushin shite imasu. Tatoe sore ga omoshiroi to wa omotte inai to shite mo, tonikaku miru no ga tanoshīdeshou.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this series a lot and i'm just sad there there isn't more. I'm sure everyone else would enjoy it too. Even if you don't find it funny sometimes , it is most likely enjoyable to watch anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this series a lot and i'm just sad there there isn't more.\u001b[24m\n    \u001b[1m私はこのシリーズを本当に楽しんでいましたが、それ以上はありません。\u001b[22m, \u001b[1m私は本当にこのシリーズをたくさん楽しんで、私はそれ以上はありませんそこだけ悲しいです。\u001b[22m\n\u001b[4mI'm sure everyone else would enjoy it too.\u001b[24m\n    \u001b[1m他の誰もがそれを楽しむだろうと確信しています。\u001b[22m, \u001b[1m私は、誰もがあまりにもそれを楽しむだろうと確信しています。\u001b[22m\n\u001b[4mEven if you don't find it funny sometimes , it is most likely enjoyable to watch anyway.\u001b[24m\n    \u001b[1mたとえそれが面白いとは思っていないとしても、とにかく見るのが楽しいでしょう。\u001b[22m, \u001b[1mあなたが面白い、時にはそれが見つからない場合でも、それは最も可能性の高い楽しいとにかく見ることです。\u001b[22m\nEven non anime/manga fans would probably have a little laugh though they would watch it only with bad thoughts i believe.\n\n\u001b[1mノン・アニメ/マンガファンでさえ、おそらくちょっと笑うだろうが、彼らは私が信じている悪い考えでそれを見るだろう。\u001b[22m\n\u001b[1m(Non anime/ manga fande sae, osoraku chotto waraudarouga, karera wa watashi ga shinjite iru warui kangae de sore o mirudarou.)\u001b[22m\n\nTranslations of \u001b[4mEven non anime/manga fans would probably have a little laugh though they would watch it only with bad thoughts i believe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven non anime/manga fans would probably have a little laugh though they would watch it only with bad thoughts i believe.\u001b[24m\n    \u001b[1mノン・アニメ/マンガファンでさえ、おそらくちょっと笑うだろうが、彼らは私が信じている悪い考えでそれを見るだろう。\u001b[22m, \u001b[1m彼らは唯一の私は信じて悪い考えでそれを見るだろうがあっても非アニメ/漫画のファンは、おそらく少し笑いを持っているでしょう。\u001b[22m\nI probably wouldn't go through the whole anime again too soon , but i already did go through my favorite episodes few times now. I might go again through the whole thing when i have the feeling that i forgot most of the things , just so i can enjoy it as much again. Thing is that it's a comedy anime and it's not as funny if you watch it 2 times in a short amount of time , also it's time consuming because it has 77 episodes.\n\n\u001b[1m私はおそらくあまりにも早すぎるアニメ全体を再び通過しないだろうが、私はすでに数回、私のお気に入りのエピソードを通過しました。 ほとんどのものを忘れてしまったような気がするときには、もう一度やり直すことができます。 それはコメディアニメだということです。短い時間で2回観ると面白くなく、77のエピソードがあるので時間がかかります。\u001b[22m\n\u001b[1m(Watashi wa osoraku amarini mo haya sugiru anime zentai o futatabi tsūka shinaidarouga, watashi wa sudeni sū-kai, watashinōkiniiri no episōdo o tsūka shimashita. Hotondo no mono o wasurete shimatta yōna ki ga suru tokiniha, mōichido yarinaosu koto ga dekimasu. Sore wa komedi animeda to iu kotodesu. Mijikai jikan de 2-kai miru to omoshirokunaku, 77 no episōdo ga aru node jikan ga kakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mI probably wouldn't go through the whole anime again too soon , but i already did go through my favorite episodes few times now. I might go again through the whole thing when i have the feeling that i forgot most of the things , just so i can enjoy it as much again. Thing is that it's a comedy anime and it's not as funny if you watch it 2 times in a short amount of time , also it's time consuming because it has 77 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI probably wouldn't go through the whole anime again too soon , but i already did go through my favorite episodes few times now.\u001b[24m\n    \u001b[1m私はおそらくあまりにも早すぎるアニメ全体を再び通過しないだろうが、私はすでに数回、私のお気に入りのエピソードを通過しました。\u001b[22m, \u001b[1m私はおそらくあまりにもすぐに再び全体アニメを通過しないだろうが、私はすでに、今の私のお気に入りのエピソードを通して数回行きました。\u001b[22m\n\u001b[4mI might go again through the whole thing when i have the feeling that i forgot most of the things , just so i can enjoy it as much again.\u001b[24m\n    \u001b[1mほとんどのものを忘れてしまったような気がするときには、もう一度やり直すことができます。\u001b[22m, \u001b[1m私は私が同じくらい、再びそれを楽しむことができるだけのように、物事のほとんどを忘れてしまった気持ちを持っているとき、私は全部を通って再び行くかもしれません。\u001b[22m\n\u001b[4mThing is that it's a comedy anime and it's not as funny if you watch it 2 times in a short amount of time , also it's time consuming because it has 77 episodes.\u001b[24m\n    \u001b[1mそれはコメディアニメだということです。短い時間で2回観ると面白くなく、77のエピソードがあるので時間がかかります。\u001b[22m, \u001b[1mそれは77のエピソードを持っているので、事はそれがコメディアニメだと、それはあなたが短い時間でそれを2回見るかのように面白いではないこと、また、それには時間がかかりますされています。\u001b[22m\nI'll definitely purchase this series in Japanese as soon as i have the money. The series is worth the money even if i wont re-watch it too soon.\n\n\u001b[1m私はお金があるとすぐに日本語でこのシリーズを購入します。 私はあまりにも早くそれを見直さないであろうが、シリーズはお金の価値がある。\u001b[22m\n\u001b[1m(Watashi wa okane ga aru to sugu ni nihongode kono shirīzu o kōnyū shimasu. Watashi wa amarini mo hayaku sore o minaosanaidearouga, shirīzu wa okane no kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mI'll definitely purchase this series in Japanese as soon as i have the money. The series is worth the money even if i wont re-watch it too soon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll definitely purchase this series in Japanese as soon as i have the money.\u001b[24m\n    \u001b[1m私はお金があるとすぐに日本語でこのシリーズを購入します。\u001b[22m, \u001b[1m私は間違いなく、すぐに私はお金を持っているように、日本でこのシリーズを購入します。\u001b[22m\n\u001b[4mThe series is worth the money even if i wont re-watch it too soon.\u001b[24m\n    \u001b[1m私はあまりにも早くそれを見直さないであろうが、シリーズはお金の価値がある。\u001b[22m, \u001b[1mシリーズは、私があまりにも早くそれを再見て文句を言わない場合でも、お金の価値があります。\u001b[22m\nThis is the type of series i'll have with me , in my brain and heart till i die. It was totally awesome , totally memorable and totally worth remembering.\n\n\u001b[1mこれは、私が死ぬまで私の脳と心の中で私が持っているシリーズのタイプです。 それは完全に素晴らしい、完全に思い出に残ると完全に覚えておく価値があった。\u001b[22m\n\u001b[1m(Kore wa, watashi ga shinu made watashi no nō to kokoro no naka de watashi ga motte iru shirīzu no taipudesu. Sore wa kanzen ni subarashī, kanzen ni omoide ni nokoru to kanzen ni oboete oku kachi ga atta.)\u001b[22m\n\nTranslations of \u001b[4mThis is the type of series i'll have with me , in my brain and heart till i die. It was totally awesome , totally memorable and totally worth remembering.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the type of series i'll have with me , in my brain and heart till i die.\u001b[24m\n    \u001b[1mこれは、私が死ぬまで私の脳と心の中で私が持っているシリーズのタイプです。\u001b[22m, \u001b[1mこれは私が死ぬまで私は私の脳と心の中で、私と一緒に持っているだろう、一連のタイプです。\u001b[22m\n\u001b[4mIt was totally awesome , totally memorable and totally worth remembering.\u001b[24m\n    \u001b[1mそれは完全に素晴らしい、完全に思い出に残ると完全に覚えておく価値があった。\u001b[22m, \u001b[1mそれは、完全に素晴らしい完全に記憶に残ると思い出し完全に価値がありました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10\n\n\u001b[1m全体：10\u001b[22m\n\u001b[1m(Zentai: 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10\u001b[24m\n    \u001b[1m全体：10\u001b[22m\n\u001b[1m\u001b[22m\nMy final mark will be 10 as i have too many good traits in this anime to love , that they nullify the bad traits (which aren't so big anyway).\n\n\u001b[1mこのアニメでは、あまりにも多くの良い特性を持っているので、最終的なマークは10になります。\u001b[22m\n\u001b[1m(Kono animede wa, amarini mo ōku no yoi tokusei o motte irunode, saishū-tekina māku wa 10 ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy final mark will be 10 as i have too many good traits in this anime to love , that they nullify the bad traits (which aren't so big anyway).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy final mark will be 10 as i have too many good traits in this anime to love , that they nullify the bad traits (which aren't so big anyway).\u001b[24m\n    \u001b[1mこのアニメでは、あまりにも多くの良い特性を持っているので、最終的なマークは10になります。\u001b[22m, \u001b[1m私は愛にこのアニメにあまりにも多くの良い特徴を持っているように私の最後のマークは、彼らが（とにかくそれほど大きくはありません）悪い形質を無効にすることを、10になります。\u001b[22m"
  },
  {
    "title": "SKET_Dance",
    "id": "9863",
    "url": "https://myanimelist.net/anime/9863/SKET_Dance",
    "user": "Annis",
    "profile": "/profile/Annis/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=225403",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  7\n|  9\n\n私はこのアニメをどのように1つの言葉で記述すべきか分からない。 それは素晴らしいアニメであり、私の目を引っ張ってきました。\n\n•ストーリー\nそれは平均的な話だった。 ちょうど普通の学校生活と人生を楽しんでいる。 物語は、他の人々の問題を助けるクラブに関する話です。 時にはそれはちょっと退屈だと思っていましたが、同時にinteressting。 私の考えでは。\n\n•アート\n芸術はOKだった。 彼らはあまりにも極端な色のテーマを持っていなかったし、私はアートスタイルのようなものだった。\n\n• 音\n*冗談だけの冗談。 私は本当に音に重点を置いていませんでした。 私はちょうど何かを与えたので、次へ行くことができた。\n\n• キャラクター\n4つの単語：非常に覚えやすい。  1つを除いて.OLOL。\nしかし、MCは非常にinteresstingていると私はそれらの新しい文字を維持することができます。 彼らには、私が覚えやすくなった独特のキャラクターがあります。 プラス彼らの性格も悪くない。 そのうちの1人は忘れがたいと心に留めておいてください。\n\n•楽しさ\n絶対の。 それは私があらゆるエピソードについて笑いにしたようにとても良いです。 それだけでなく、私はそれらの表情を期待していませんでした。 それはアニメに少なくとも3•適合する。\n\n好き嫌い：私はそれが多くのエピソードだった時が好きです。 ちょうど私を続けた。 私はいくつかのキャラクターが嫌いです。 金田は不要だと感じました。 たとえそれが悪いか良いことであっても、このショーに行くことをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI dunno how I should describe this anime in one word. It was a great anime and has caught my eyes.\n\n\u001b[1m私はこのアニメをどのように1つの言葉で記述すべきか分からない。 それは素晴らしいアニメであり、私の目を引っ張ってきました。\u001b[22m\n\u001b[1m(Watashi wa kono anime o dono yō ni 1tsu no kotoba de kijutsu subeki ka wakaranai. Sore wa subarashī animedeari, watashi no me o hippatte kimashita.)\u001b[22m\n\nTranslations of \u001b[4mI dunno how I should describe this anime in one word. It was a great anime and has caught my eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI dunno how I should describe this anime in one word.\u001b[24m\n    \u001b[1m私はこのアニメをどのように1つの言葉で記述すべきか分からない。\u001b[22m, \u001b[1m私は一言でこのアニメを記述するべきであるか知りません。\u001b[22m\n\u001b[4mIt was a great anime and has caught my eyes.\u001b[24m\n    \u001b[1mそれは素晴らしいアニメであり、私の目を引っ張ってきました。\u001b[22m, \u001b[1mそれは偉大なアニメでしたし、私の目に止まりました。\u001b[22m\n\u001b[1m\u001b[22m\n• Story\n\n\u001b[1m•ストーリー\u001b[22m\n\u001b[1m(• Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4m• Story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nIt was an average story. Just a normal school life and enjoying the life. The story is about a club that helps other people's problems. Sometimes it felt a little bit boring but at the same time interessting. In my opinion.\n\n\u001b[1mそれは平均的な話だった。 ちょうど普通の学校生活と人生を楽しんでいる。 物語は、他の人々の問題を助けるクラブに関する話です。 時にはそれはちょっと退屈だと思っていましたが、同時にinteressting。 私の考えでは。\u001b[22m\n\u001b[1m(Sore wa heikin-tekina hanashidatta. Chōdo futsū no gakkō seikatsu to jinsei o tanoshinde iru. Monogatari wa, hoka no hitobito no mondai o tasukeru kurabu ni kansuru hanashidesu. Tokiniha sore wa chotto taikutsuda to omotte imashitaga, dōjini interessting. Watashi no kangaede wa.)\u001b[22m\n\nTranslations of \u001b[4mIt was an average story. Just a normal school life and enjoying the life. The story is about a club that helps other people's problems. Sometimes it felt a little bit boring but at the same time interessting. In my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was an average story.\u001b[24m\n    \u001b[1mそれは平均的な話だった。\u001b[22m, \u001b[1mこれは、平均的な話でした。\u001b[22m\n\u001b[4mJust a normal school life and enjoying the life.\u001b[24m\n    \u001b[1mちょうど普通の学校生活と人生を楽しんでいる。\u001b[22m, \u001b[1mただ、通常の学校生活や人生を楽しんで。\u001b[22m\n\u001b[4mThe story is about a club that helps other people's problems.\u001b[24m\n    \u001b[1m物語は、他の人々の問題を助けるクラブに関する話です。\u001b[22m, \u001b[1m物語は他の人の問題を助けるクラブについてです。\u001b[22m\n\u001b[4mSometimes it felt a little bit boring but at the same time interessting.\u001b[24m\n    \u001b[1m時にはそれはちょっと退屈だと思っていましたが、同時にinteressting。\u001b[22m, \u001b[1m時にはそれが少し退屈に感じたが、同時にinteressting。\u001b[22m\n\u001b[4mIn my opinion.\u001b[24m\n    \u001b[1m私の考えでは。\u001b[22m, \u001b[1m私の意見では。\u001b[22m, \u001b[1m私の意見で。\u001b[22m\n\u001b[1m\u001b[22m\n• Art\n\n\u001b[1m•アート\u001b[22m\n\u001b[1m(• Āto)\u001b[22m\n\nDefinitions of \u001b[4m• Art\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art was OK. They didn't have so much extreme color theme and I kinda like art style.\n\n\u001b[1m芸術はOKだった。 彼らはあまりにも極端な色のテーマを持っていなかったし、私はアートスタイルのようなものだった。\u001b[22m\n\u001b[1m(Geijutsu wa OKdatta. Karera wa amarini mo kyokutan'na iro no tēma o motte inakattashi, watashi wa ātosutairu no yōna monodatta.)\u001b[22m\n\nTranslations of \u001b[4mThe art was OK. They didn't have so much extreme color theme and I kinda like art style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was OK.\u001b[24m\n    \u001b[1m芸術はOKだった。\u001b[22m, \u001b[1m芸術はOKでした。\u001b[22m\n\u001b[4mThey didn't have so much extreme color theme and I kinda like art style.\u001b[24m\n    \u001b[1m彼らはあまりにも極端な色のテーマを持っていなかったし、私はアートスタイルのようなものだった。\u001b[22m, \u001b[1m彼らはそんなに極端な色のテーマと私ちょっとアートスタイルなどを持っていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n• Sound\n\n\u001b[1m• 音\u001b[22m\n\u001b[1m(•-On)\u001b[22m\n\nDefinitions of \u001b[4m• Sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n*gulp* just kidding. I didn't really focus on the sound or anything else. I just gave something so I could just go to the next.\n\n\u001b[1m*冗談だけの冗談。 私は本当に音に重点を置いていませんでした。 私はちょうど何かを与えたので、次へ行くことができた。\u001b[22m\n\u001b[1m(* Jōdan dake no jōdan. Watashi wa hontōni oto ni jūten o oite imasendeshita. Watashi wa chōdo nanika o ataetanode,-ji e iku koto ga dekita.)\u001b[22m\n\nTranslations of \u001b[4m*gulp* just kidding. I didn't really focus on the sound or anything else. I just gave something so I could just go to the next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*gulp* just kidding.\u001b[24m\n    \u001b[1m*冗談だけの冗談。\u001b[22m, \u001b[1m*ゴクゴク*冗談。\u001b[22m\n\u001b[4mI didn't really focus on the sound or anything else.\u001b[24m\n    \u001b[1m私は本当に音に重点を置いていませんでした。\u001b[22m, \u001b[1m私は実際に音や何か他のものに焦点を当てていませんでした。\u001b[22m\n\u001b[4mI just gave something so I could just go to the next.\u001b[24m\n    \u001b[1m私はちょうど何かを与えたので、次へ行くことができた。\u001b[22m, \u001b[1m私はちょうどので、私はすぐ隣に行くことができる何かを与えました。\u001b[22m\n\u001b[1m\u001b[22m\n• Character\n\n\u001b[1m• キャラクター\u001b[22m\n\u001b[1m(• Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4m• Character\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nFour words: Very easy to remember. Except one.LOL.\n\n\u001b[1m4つの単語：非常に覚えやすい。  1つを除いて.OLOL。\u001b[22m\n\u001b[1m(4Tsu no tango: Hijō ni oboe yasui. 1Tsu o nozoite. OLOL.)\u001b[22m\n\nTranslations of \u001b[4mFour words: Very easy to remember. Except one.LOL.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFour words: Very easy to remember.\u001b[24m\n    \u001b[1m4つの単語：非常に覚えやすい。\u001b[22m, \u001b[1m4ワード：覚えて非常に簡単。\u001b[22m\n\u001b[4mExcept one.LOL.\u001b[24m\n    \u001b[1m1つを除いて.OLOL。\u001b[22m, \u001b[1mone.LOL除きます。\u001b[22m\nBut the MCs are very interessting and I could keep up those new characters. They have a unique character each one of them which made me easy to remember. Plus their personality is not bad at all either. Just keep in mind that one of them is forgetable •~•.\n\n\u001b[1mしかし、MCは非常にinteresstingていると私はそれらの新しい文字を維持することができます。 彼らには、私が覚えやすくなった独特のキャラクターがあります。 プラス彼らの性格も悪くない。 そのうちの1人は忘れがたいと心に留めておいてください。\u001b[22m\n\u001b[1m(Shikashi, MC wa hijō ni interesstingte iruto watashi wa sorera no atarashī moji o iji suru koto ga dekimasu. Karera ni wa, watashi ga oboe yasuku natta dokutoku no kyarakutā ga arimasu. Purasu karera no seikaku mo warukunai. Sonōchi no 1-ri wa wasure gatai to kokoro ni tomete oite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mBut the MCs are very interessting and I could keep up those new characters. They have a unique character each one of them which made me easy to remember. Plus their personality is not bad at all either. Just keep in mind that one of them is forgetable •~•.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the MCs are very interessting and I could keep up those new characters.\u001b[24m\n    \u001b[1mしかし、MCは非常にinteresstingていると私はそれらの新しい文字を維持することができます。\u001b[22m, \u001b[1mしかし、MCは非常にinteresstingされていると私はそれらの新しい文字を保つことができます。\u001b[22m\n\u001b[4mThey have a unique character each one of them which made me easy to remember.\u001b[24m\n    \u001b[1m彼らには、私が覚えやすくなった独特のキャラクターがあります。\u001b[22m, \u001b[1m彼らはユニークなキャラクター覚えて、私は簡単にそれらの一つ一つを持っています。\u001b[22m\n\u001b[4mPlus their personality is not bad at all either.\u001b[24m\n    \u001b[1mプラス彼らの性格も悪くない。\u001b[22m, \u001b[1mプラス彼らの性格はまったくのいずれか悪いことではありません。\u001b[22m\n\u001b[4mJust keep in mind that one of them is forgetable •~•.\u001b[24m\n    \u001b[1mそのうちの1人は忘れがたいと心に留めておいてください。\u001b[22m, \u001b[1mちょうどそれらの1が•〜•forgetableであることに留意してください。\u001b[22m\n\u001b[1m\u001b[22m\n• Enjoyment\n\n\u001b[1m•楽しさ\u001b[22m\n\u001b[1m(• Tanoshisa)\u001b[22m\n\nDefinitions of \u001b[4m• Enjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nAbsolute. It is so good that it made me laugh about every episode. And not only that, I was not expecting those facial expression. It fits with the anime at least •3•.\n\n\u001b[1m絶対の。 それは私があらゆるエピソードについて笑いにしたようにとても良いです。 それだけでなく、私はそれらの表情を期待していませんでした。 それはアニメに少なくとも3•適合する。\u001b[22m\n\u001b[1m(Zettai no. Sore wa watashi ga arayuru episōdo ni tsuite warai ni shita yō ni totemo yoidesu. Sore dakedenaku, watashi wa sorera no hyōjō o kitai shite imasendeshita. Sore wa anime ni sukunakutomo 3• tekigō suru.)\u001b[22m\n\nTranslations of \u001b[4mAbsolute. It is so good that it made me laugh about every episode. And not only that, I was not expecting those facial expression. It fits with the anime at least •3•.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbsolute.\u001b[24m\n    \u001b[1m絶対の。\u001b[22m, \u001b[1m絶対。\u001b[22m\n\u001b[4mIt is so good that it made me laugh about every episode.\u001b[24m\n    \u001b[1mそれは私があらゆるエピソードについて笑いにしたようにとても良いです。\u001b[22m, \u001b[1m私がすべてのエピソードを約笑わせたことはとても良いです。\u001b[22m\n\u001b[4mAnd not only that, I was not expecting those facial expression.\u001b[24m\n    \u001b[1mそれだけでなく、私はそれらの表情を期待していませんでした。\u001b[22m, \u001b[1mそして、私はそれらの表情を期待していなかっただけでなく。\u001b[22m\n\u001b[4mIt fits with the anime at least •3•.\u001b[24m\n    \u001b[1mそれはアニメに少なくとも3•適合する。\u001b[22m, \u001b[1mこれは、アニメ、少なくとも•3•とフィットします。\u001b[22m\n\u001b[1m\u001b[22m\nLike/dislike: I like when it was that many episodes. Just kept me going. I dislike some of the characters. Kinda felt unnecessary. I recomend to give this show a go even if it was bad or good.\n\n\u001b[1m好き嫌い：私はそれが多くのエピソードだった時が好きです。 ちょうど私を続けた。 私はいくつかのキャラクターが嫌いです。 金田は不要だと感じました。 たとえそれが悪いか良いことであっても、このショーに行くことをお勧めします。\u001b[22m\n\u001b[1m(Sukikirai: Watashi wa sore ga ōku no episōdodatta toki ga sukidesu. Chōdo watashi o tsudzuketa. Watashi wa ikutsu ka no kyarakutā ga kiraidesu. Kaneda wa fuyōda to kanjimashita. Tatoe sore ga warui ka yoi kotodeatte mo, kono shō ni iku koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mLike/dislike: I like when it was that many episodes. Just kept me going. I dislike some of the characters. Kinda felt unnecessary. I recomend to give this show a go even if it was bad or good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike/dislike: I like when it was that many episodes.\u001b[24m\n    \u001b[1m好き嫌い：私はそれが多くのエピソードだった時が好きです。\u001b[22m, \u001b[1m好き/嫌い：それは多くのエピソードだったとき、私は好きです。\u001b[22m\n\u001b[4mJust kept me going.\u001b[24m\n    \u001b[1mちょうど私を続けた。\u001b[22m, \u001b[1mちょうど行く私を保ちました。\u001b[22m\n\u001b[4mI dislike some of the characters.\u001b[24m\n    \u001b[1m私はいくつかのキャラクターが嫌いです。\u001b[22m, \u001b[1m私は文字の一部を嫌います。\u001b[22m\n\u001b[4mKinda felt unnecessary.\u001b[24m\n    \u001b[1m金田は不要だと感じました。\u001b[22m, \u001b[1mちょっと不要と感じました。\u001b[22m\n\u001b[4mI recomend to give this show a go even if it was bad or good.\u001b[24m\n    \u001b[1mたとえそれが悪いか良いことであっても、このショーに行くことをお勧めします。\u001b[22m, \u001b[1m私はそれが悪いか、良かった場合でも行くこのショーを与えることをrecomend。\u001b[22m"
  },
  {
    "title": "SKET_Dance",
    "id": "9863",
    "url": "https://myanimelist.net/anime/9863/SKET_Dance",
    "user": "Light27",
    "profile": "/profile/Light27/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=85237",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  8\n\nサポート、\n親切、\n奨励、\nトラブルシューティング\n\nこのアニメは、この4つのポイントを中心に展開しています。 一言で言えば、それはどのように大きな/邪魔/迷惑なリクエストに関係なく、誰と誰もが助けるクラブについてのアニメです。\n\nまず第一に、私はこのショーが銀魂から何とか得られたということをどこかで読んだ。 私は銀魂を見たことがないので、何も言いません。 私は数百のエピソードに追いつく気がしなかった...\n\nSket Danceに戻りましょうか？\n\nストーリー -  10/10\nファンの間にはおそらく偏見があります。 一方はプロットがほとんどなく、他方はプロットしていると言えるかもしれません。 とにかく、IMO Sket Danceにはプロットと興味深い話があります。\n\n彼らは他の生徒からの多くの「要求」を使用して主人公を肉食します。 だから、彼らが見守っているように、主人公の性格や性格を知ることになるでしょう。\n\n最も興味深いのは、「要請」トリオがメイントリオの1つにフラッシュバックを誘発することです。 言うまでもなく、これらのフラッシュバックは、ストーリーにとって悲惨な/涙を流す/劇的な/重要なものです。 彼らはゆっくりとSKET DANがどのようになったのかを説明します...最終的には、なぜSKET DANが最初にあるのか理解するでしょう。\n\nそれを見ますか？ 結局のところ、彼らはそれが始まる方法を説明する...どのようにそれは面白くないだろうか？\n\nいいえ、ストーリーは主に過去についてのことではありません。 現在のそれ自体は、多くの関係の問題を抱えています。 私は何も駄目にしません。\n\nアート -  10/10\n私の目では、グラフィックスは美しく複雑な細部で完成しました。\n\nサウンド -  10/10\nこれは、オーディオファンから来るバイアスかもしれません、私はほとんどすべてのアニメOSTとVAを愛しています。 私が見たすべてのアニメは素晴らしいサウンドを持ち、Sket Danceも例外ではありません。\n\nVAは本当に良いです！ 私は感情が描かれているのを感じることができました。\n\nキャラクター -  10/10\nSket Danceのキャラクターはストーリーにとって非常に重要な役割を果たします。 私はそれが、このアニメを本当に生き生きとさせたキャラクターを関連付ける方法だと思う。 それぞれのキャラクターには特別な個性があり、ばかげた特異性があります。 主人公、Bossun自身はすべての最大の欠陥を持っています。 私を間違えないでください、これらの欠陥は、このショーがとても良い理由です。 私はそれが何であるか教えません...\n\n楽しさ -  8/10\n私は偏っていることを避けるためにフルスコアを与えることができませんでした。 ある人は、シリーズ全体を通して要求の繰り返しパターンが鈍くなると言う人もいれば、そうでないと言う人もいます。  IMO、私はすべてのエピソードを楽しんだ。 ああ！ 別のものはSket Danceで、あるキャラクターで第4の壁を大きく壊してしまう傾向があります。 これは2つのことにしかつながりません：あなたはそれが面白いか、それとも邪魔になるかを見つけます。\n\n全体的に、あなたが好きなジャンルに関係なく、Sket Danceは見逃せません。 それはジャンルを巧みな執筆と企画とミックスした多面的なアニメです。 私はもっ​​と多くの話があるので、彼らはマンガからより多くのエピソードをアニメ化することを望んでいる！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSupport,\n\n\u001b[1mサポート、\u001b[22m\n\u001b[1m(Sapōto,)\u001b[22m\n\nDefinitions of \u001b[4mSupport,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サポート\u001b[22m\n        support\n\u001b[1m    支持\u001b[22m\n        support, sustenance, livelihood, subsistence, alimentation, maintenance\n\u001b[1m    支援\u001b[22m\n        support, aid, backing\n\u001b[1m    対応\u001b[22m\n        correspondence, support, dealing with, coping with, interaction\n\u001b[1m    支え\u001b[22m\n        support, prop, stay\n\u001b[1m    補助\u001b[22m\n        auxiliary, aid, assistance, support\n\u001b[1m    援助\u001b[22m\n        assistance, aid, support\n\u001b[1m    台\u001b[22m\n        table, stand, pedestal, support, rack\n\u001b[1m    応援\u001b[22m\n        support, rooting, help, assistance, aid, rooter\n\u001b[1m    裏付け\u001b[22m\n        support, backing, proof, collateral, assurance, guarantee\n\u001b[1m    後援\u001b[22m\n        support, backing\n\u001b[1m    賛同\u001b[22m\n        support, approval, endorsement, indorsation, indorsement\n\u001b[1m    扶養\u001b[22m\n        support, maintenance\n\u001b[1m    援護\u001b[22m\n        support, assistance, help, aid, backing, boost\n\u001b[1m    賛成\u001b[22m\n        favor, support, approval, agreement, favour\n\u001b[1m    力\u001b[22m\n        force, power, strength, ability, energy, emphasis\n\u001b[1m    声援\u001b[22m\n        cheering, support, encouragement\n\u001b[1m    助力\u001b[22m\n        assistance, support\n\u001b[1m    扶助\u001b[22m\n        assistance, aid, support, help, relief, benefit\n\u001b[1m    賛助\u001b[22m\n        support, patronage\n\u001b[1m    突っ張り\u001b[22m\n        strut, prop, support, thrust, bar\n\u001b[1m    頼り\u001b[22m\n        reliance, trust, dependence, dependency, support, confidence\n\u001b[1m    加担\u001b[22m\n        complicity, support, conspiracy\n\u001b[1m    擁立\u001b[22m\n        support, back\n\u001b[1m    厄介\u001b[22m\n        trouble, burden, bother, worry, care, kindness\n\u001b[1m    突張り\u001b[22m\n        strut, prop, support, bar, thrust\n\u001b[1m    肩入れ\u001b[22m\n        support, backing, patronage\n\u001b[1m    荷担\u001b[22m\n        complicity, support, conspiracy\n\u001b[1m    羽翼\u001b[22m\n        succor, wings, assistance, aid, support, succour\n\u001b[1m    柱石\u001b[22m\n        pillar, cornerstone, support, mainstay\n\u001b[1m    来援\u001b[22m\n        assistance, support\n\u001b[1m    護持\u001b[22m\n        defend and maintain, support, protection\n\u001b[1m    裏付\u001b[22m\n        support, backing, proof, collateral, assurance, guarantee\n\nverb\n\u001b[1m    支える\u001b[22m\n        support, bear, prop, be blocked, choke, be obstructed\n\u001b[1m    裏付ける\u001b[22m\n        support, confirm, corroborate, substantiate, prove, endorse\n\u001b[1m    保つ\u001b[22m\n        keep, maintain, preserve, retain, hold, sustain\n\u001b[1m    推す\u001b[22m\n        support, infer, conclude\n\u001b[1m    貢ぐ\u001b[22m\n        support, finance\n\u001b[1m    堪える\u001b[22m\n        bear, withstand, stand, endure, resist, survive\n\u001b[1m    引き立てる\u001b[22m\n        favor, promote, march, support, favour\n\u001b[1m    引立てる\u001b[22m\n        favor, promote, march, support, favour\n\u001b[1m    ベリファイ\u001b[22m\n        validate, confirm, document, prove, support, authenticate\n\u001b[1m    肩を持つ\u001b[22m\n        side with, support\n\u001b[1m    与する\u001b[22m\n        take part, be implicated, side with, support\n\u001b[1m    押し立てる\u001b[22m\n        set up, support\nKindness,\n\n\u001b[1m親切、\u001b[22m\n\u001b[1m(Shinsetsu,)\u001b[22m\n\nDefinitions of \u001b[4mKindness,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    親切\u001b[22m\n        kindness, gentleness, geniality\n\u001b[1m    慈愛\u001b[22m\n        kindness, love, affection, tenderness, ardor, passion\n\u001b[1m    厚意\u001b[22m\n        favor, kindness, favour\n\u001b[1m    厚情\u001b[22m\n        kindness, favor, generosity, hospitality, cordiality, affability\n\u001b[1m    人情\u001b[22m\n        humanity, human nature, kindness, sympathy, empathy, common sense\n\u001b[1m    懇切\u001b[22m\n        kindness, cordiality\n\u001b[1m    懇意\u001b[22m\n        intimacy, friendship, kindness\n\u001b[1m    恩愛\u001b[22m\n        affection, kindness, love\n\u001b[1m    善根\u001b[22m\n        good deeds, charity, kindness, benevolence, generosity, compassion\n\u001b[1m    人心\u001b[22m\n        human nature, human heart, sympathy, human spirit, kindness\n\u001b[1m    人情味\u001b[22m\n        kindness, human interest\n\u001b[1m    芳志\u001b[22m\n        kindness, compassion, sympathy, benevolence, humanity, amiability\n\u001b[1m    厄介\u001b[22m\n        trouble, burden, bother, worry, care, kindness\n\u001b[1m    高誼\u001b[22m\n        kindness\n\u001b[1m    寛厚\u001b[22m\n        kindness, compassion, sympathy, benevolence, humanity, amiability\n\u001b[1m    実\u001b[22m\n        fruit, truth, seed, reality, nut, substance\nEncouragement,\n\n\u001b[1m奨励、\u001b[22m\n\u001b[1m(Shōrei,)\u001b[22m\n\nDefinitions of \u001b[4mEncouragement,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    奨励\u001b[22m\n        encouragement, promotion, address, message\n\u001b[1m    激励\u001b[22m\n        encouragement\n\u001b[1m    励み\u001b[22m\n        encouragement, incentive, inspiration, stimulus, impetus, inducement\n\u001b[1m    促進\u001b[22m\n        promotion, acceleration, facilitation, encouragement\n\u001b[1m    声援\u001b[22m\n        cheering, support, encouragement\n\u001b[1m    鞭撻\u001b[22m\n        encouragement, enthusiasm, urging\n\u001b[1m    勧め\u001b[22m\n        recommendation, advice, encouragement\n\u001b[1m    刺激\u001b[22m\n        stimulation, stimulus, irritation, stimulant, incentive, impetus\n\u001b[1m    勧奨\u001b[22m\n        encouragement, stimulation\n\u001b[1m    鼓舞\u001b[22m\n        inspiration, encouragement\n\u001b[1m    振興\u001b[22m\n        promotion, encouragement\n\u001b[1m    督励\u001b[22m\n        encouragement, urge\n\u001b[1m    勧誘\u001b[22m\n        solicitation, invitation, inducement, persuasion, canvassing, encouragement\n\u001b[1m    鼓吹\u001b[22m\n        encouragement, inspiration, advocacy\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    教唆\u001b[22m\n        instigation, solicitation, incitement, abetment, provocation, subornation\n\u001b[1m    刺戟\u001b[22m\n        stimulation, stimulus, irritation, stimulant, incentive, impetus\n\u001b[1m    振起\u001b[22m\n        encouragement, stimulation\n\u001b[1m    助勢\u001b[22m\n        encouragement, backing, reinforcement\n\u001b[1m    励み合い\u001b[22m\n        encouragement, emulation\n\u001b[1m    鼓舞激励\u001b[22m\n        encouragement\n\u001b[1m    御鞭撻\u001b[22m\n        encouragement, enthusiasm, urging\nTroubleshoot.\n/ˈtrəbəlˌSHo͞ot/\n\n\u001b[1mトラブルシューティング\u001b[22m\n\u001b[1m(Toraburushūtingu)\u001b[22m\n\nDefinitions of \u001b[4mTroubleshoot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nverb\n\u001b[1m    トラブルショット\u001b[22m\n        troubleshoot\n\u001b[1m\u001b[22m\nThis anime revolves around those four points. In short, it's an anime about a club which help anyone and everyone regardless how big/disturbing/annoying the request is.\n\n\u001b[1mこのアニメは、この4つのポイントを中心に展開しています。 一言で言えば、それはどのように大きな/邪魔/迷惑なリクエストに関係なく、誰と誰もが助けるクラブについてのアニメです。\u001b[22m\n\u001b[1m(Kono anime wa, kono 4tsu no pointo o chūshin ni tenkai shite imasu. Hitokoto de ieba, sore wa dono yō ni ōkina/ jama/ meiwakuna rikuesuto ni kankei naku, dare to daremoga tasukeru kurabu ni tsuite no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime revolves around those four points. In short, it's an anime about a club which help anyone and everyone regardless how big/disturbing/annoying the request is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime revolves around those four points.\u001b[24m\n    \u001b[1mこのアニメは、この4つのポイントを中心に展開しています。\u001b[22m, \u001b[1mこのアニメは、これら4つの点を中心に展開します。\u001b[22m\n\u001b[4mIn short, it's an anime about a club which help anyone and everyone regardless how big/disturbing/annoying the request is.\u001b[24m\n    \u001b[1m一言で言えば、それはどのように大きな/邪魔/迷惑なリクエストに関係なく、誰と誰もが助けるクラブについてのアニメです。\u001b[22m, \u001b[1m要するに、それは大きな/妨害/迷惑な要求がどのように関係なく、誰でも、みんなを助けるクラブについてのアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, I read somewhere that this show is somehow derived from Gintama. I can't say anything about that because I've never seen Gintama. I didn't feel like catching up with hundreds of episodes...\n\n\u001b[1mまず第一に、私はこのショーが銀魂から何とか得られたということをどこかで読んだ。 私は銀魂を見たことがないので、何も言いません。 私は数百のエピソードに追いつく気がしなかった...\u001b[22m\n\u001b[1m(Mazu daiichi ni, watashi wa kono shō ga Gintama kara nantoka e rareta to iu koto o doko ka de yonda. Watashi wa Gintama o mita koto ga nainode, nani mo iimasen. Watashi wa sū hyaku no episōdo ni oitsuku ki ga shinakatta...)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I read somewhere that this show is somehow derived from Gintama. I can't say anything about that because I've never seen Gintama. I didn't feel like catching up with hundreds of episodes...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I read somewhere that this show is somehow derived from Gintama.\u001b[24m\n    \u001b[1mまず第一に、私はこのショーが銀魂から何とか得られたということをどこかで読んだ。\u001b[22m, \u001b[1mまず第一に、私はこのショーは何とか銀魂に由来することをどこかで読みました。\u001b[22m\n\u001b[4mI can't say anything about that because I've never seen Gintama.\u001b[24m\n    \u001b[1m私は銀魂を見たことがないので、何も言いません。\u001b[22m, \u001b[1m私は銀魂を見たことがないので、私はそれについて何も言うことはできません。\u001b[22m\n\u001b[4mI didn't feel like catching up with hundreds of episodes...\u001b[24m\n    \u001b[1m私は数百のエピソードに追いつく気がしなかった...\u001b[22m, \u001b[1m私はエピソードの数百に追いつくように感じませんでした...\u001b[22m\n\u001b[1m\u001b[22m\nLet's get back to Sket Dance shall we?\n\n\u001b[1mSket Danceに戻りましょうか？\u001b[22m\n\u001b[1m(Sket Dance ni modorimashou ka?)\u001b[22m\n\nTranslations of \u001b[4mLet's get back to Sket Dance shall we?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's get back to Sket Dance shall we?\u001b[24m\n    \u001b[1mSket Danceに戻りましょうか？\u001b[22m, \u001b[1mSketダンス者は私たちに戻ってみましょうか？\u001b[22m\n\u001b[1m\u001b[22m\nStory - 10/10\n\n\u001b[1mストーリー -  10/10\u001b[22m\n\u001b[1m(Sutōrī - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 10/10\u001b[24m\n    \u001b[1mストーリー -  10/10\u001b[22m, \u001b[1mストーリー -  10月10日\u001b[22m\nThis is arguably bias among fans. One might say it barely have any plots, while the other is vice versa. Anyway, IMO Sket Dance do have a plot and an interesting way of telling a story.\n\n\u001b[1mファンの間にはおそらく偏見があります。 一方はプロットがほとんどなく、他方はプロットしていると言えるかもしれません。 とにかく、IMO Sket Danceにはプロットと興味深い話があります。\u001b[22m\n\u001b[1m(Fan no ma ni wa osoraku henken ga arimasu. Ippō wa purotto ga hotondo naku, tahō wa purotto shite iru to ieru kamo shiremasen. Tonikaku, IMO Sket Dance ni wa purotto to kyōmibukai hanashi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is arguably bias among fans. One might say it barely have any plots, while the other is vice versa. Anyway, IMO Sket Dance do have a plot and an interesting way of telling a story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is arguably bias among fans.\u001b[24m\n    \u001b[1mファンの間にはおそらく偏見があります。\u001b[22m, \u001b[1mこれは、ファンの間で間違いなくバイアスです。\u001b[22m\n\u001b[4mOne might say it barely have any plots, while the other is vice versa.\u001b[24m\n    \u001b[1m一方はプロットがほとんどなく、他方はプロットしていると言えるかもしれません。\u001b[22m, \u001b[1m一つは、他のは、その逆であるが、それはほとんど、任意のプロットを持っていると言うかもしれません。\u001b[22m\n\u001b[4mAnyway, IMO Sket Dance do have a plot and an interesting way of telling a story.\u001b[24m\n    \u001b[1mとにかく、IMO Sket Danceにはプロットと興味深い話があります。\u001b[22m, \u001b[1mとにかく、IMO Sketダンスは、プロットと話をする面白い方法を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThey use a lot of 'requests' from the other students to flesh out the main characters. So one will get to know the protagonists traits and characters as they kept watching.\n\n\u001b[1m彼らは他の生徒からの多くの「要求」を使用して主人公を肉食します。 だから、彼らが見守っているように、主人公の性格や性格を知ることになるでしょう。\u001b[22m\n\u001b[1m(Karera wa hoka no seito kara no ōku no `yōkyū' o shiyō shite shujinkō o nikushoku shimasu. Dakara, karera ga mimamotte iru yō ni, shujinkō no seikaku ya seikaku o shiru koto ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThey use a lot of 'requests' from the other students to flesh out the main characters. So one will get to know the protagonists traits and characters as they kept watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey use a lot of 'requests' from the other students to flesh out the main characters.\u001b[24m\n    \u001b[1m彼らは他の生徒からの多くの「要求」を使用して主人公を肉食します。\u001b[22m, \u001b[1m彼らは、メインキャラクターを肉付けするために他の学生からの要望」の多くを使用しています。\u001b[22m\n\u001b[4mSo one will get to know the protagonists traits and characters as they kept watching.\u001b[24m\n    \u001b[1mだから、彼らが見守っているように、主人公の性格や性格を知ることになるでしょう。\u001b[22m, \u001b[1m彼らは見て保たように1は、主人公の特性と文字を知るようになるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe most interesting thing is... some 'request' trigger a flashback on one of the main trio. Needless to say, these flashbacks is heartbreaking/ tear-jerking/ dramatic/ important to the story. They slowly explain how SKET DAN came to be... By the end you would understand why there is a SKET DAN in the first place.\n\n\u001b[1m最も興味深いのは、「要請」トリオがメイントリオの1つにフラッシュバックを誘発することです。 言うまでもなく、これらのフラッシュバックは、ストーリーにとって悲惨な/涙を流す/劇的な/重要なものです。 彼らはゆっくりとSKET DANがどのようになったのかを説明します...最終的には、なぜSKET DANが最初にあるのか理解するでしょう。\u001b[22m\n\u001b[1m(Mottomo kyōmibukai no wa,`yōsei' torio ga meintorio no 1tsu ni furasshu bakku o yūhatsu suru kotodesu. Iumademonaku, korera no furasshu bakku wa, sutōrī ni totte hisan'na/ namidawonagasu/ gekitekina/ jūyōna monodesu. Karera wa yukkuri to suketto dan ga dono yō ni natta no ka o setsumei shimasu... Saishūtekini wa, naze suketto dan ga saisho ni aru no ka rikai surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe most interesting thing is... some 'request' trigger a flashback on one of the main trio. Needless to say, these flashbacks is heartbreaking/ tear-jerking/ dramatic/ important to the story. They slowly explain how SKET DAN came to be... By the end you would understand why there is a SKET DAN in the first place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe most interesting thing is... some 'request' trigger a flashback on one of the main trio.\u001b[24m\n    \u001b[1m最も興味深いのは、「要請」トリオがメイントリオの1つにフラッシュバックを誘発することです。\u001b[22m, \u001b[1m最も興味深いのは、いくつかの「リクエスト」は、メイントリオの1にフラッシュバックをトリガ...です。\u001b[22m\n\u001b[4mNeedless to say, these flashbacks is heartbreaking/ tear-jerking/ dramatic/ important to the story.\u001b[24m\n    \u001b[1m言うまでもなく、これらのフラッシュバックは、ストーリーにとって悲惨な/涙を流す/劇的な/重要なものです。\u001b[22m, \u001b[1m言うまでもなく、これらのフラッシュバックは、物語の重要な/悲痛/涙けいれん/劇的です。\u001b[22m\n\u001b[4mThey slowly explain how SKET DAN came to be... By the end you would understand why there is a SKET DAN in the first place.\u001b[24m\n    \u001b[1m彼らはゆっくりとSKET DANがどのようになったのかを説明します...最終的には、なぜSKET DANが最初にあるのか理解するでしょう。\u001b[22m, \u001b[1m彼らはゆっくりSKET DANが最初の場所であり、なぜ終わりまでにあなたが理解するだろう... SKET DANがされるようになった方法を説明します。\u001b[22m\n\u001b[1m\u001b[22m\nSee that? By the end, they explain how it begins... How could that not be interesting??\n\n\u001b[1mそれを見ますか？ 結局のところ、彼らはそれが始まる方法を説明する...どのようにそれは面白くないだろうか？\u001b[22m\n\u001b[1m(Sore o mimasu ka? Kekkyokunotokoro, karera wa sore ga hajimaru hōhō o setsumei suru... Dono yō ni sore wa omoshirokunaidarou ka?)\u001b[22m\n\nTranslations of \u001b[4mSee that? By the end, they explain how it begins... How could that not be interesting??\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSee that?\u001b[24m\n    \u001b[1mそれを見ますか？\u001b[22m, \u001b[1mそれを参照してください？\u001b[22m\n\u001b[4mBy the end, they explain how it begins... How could that not be interesting??\u001b[24m\n    \u001b[1m結局のところ、彼らはそれが始まる方法を説明する...どのようにそれは面白くないだろうか？\u001b[22m, \u001b[1m年末までに、彼らはそれが始まる方法を説明します...どのようにそれは面白いことができませんでした？\u001b[22m\n\u001b[1m\u001b[22m\nNo, the story is not mainly about the past. The present itself feature itself with a lot of relationships issues. I will spoil nothing.\n\n\u001b[1mいいえ、ストーリーは主に過去についてのことではありません。 現在のそれ自体は、多くの関係の問題を抱えています。 私は何も駄目にしません。\u001b[22m\n\u001b[1m(Īe, sutōrī wa omoni kako ni tsuite no kotode wa arimasen. Genzai no sore jitai wa, ōku no kankei no mondai o kakaete imasu. Watashi wa nani mo dame ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mNo, the story is not mainly about the past. The present itself feature itself with a lot of relationships issues. I will spoil nothing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo, the story is not mainly about the past.\u001b[24m\n    \u001b[1mいいえ、ストーリーは主に過去についてのことではありません。\u001b[22m, \u001b[1mいいえ、物語は過去について主ではありません。\u001b[22m\n\u001b[4mThe present itself feature itself with a lot of relationships issues.\u001b[24m\n    \u001b[1m現在のそれ自体は、多くの関係の問題を抱えています。\u001b[22m, \u001b[1m存在自体は関係の問題の多くに自身を備えています。\u001b[22m\n\u001b[4mI will spoil nothing.\u001b[24m\n    \u001b[1m私は何も駄目にしません。\u001b[22m, \u001b[1m私は何を台無しにしません。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 10/10\n\n\u001b[1mアート -  10/10\u001b[22m\n\u001b[1m(Āto - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 10/10\u001b[24m\n    \u001b[1mアート -  10/10\u001b[22m\nIn my eyes, the graphics were beautifully done with intricate details.\n\n\u001b[1m私の目では、グラフィックスは美しく複雑な細部で完成しました。\u001b[22m\n\u001b[1m(Watashi no mede wa, gurafikkusu wa utsukushiku fukuzatsuna saibu de kansei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIn my eyes, the graphics were beautifully done with intricate details.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn my eyes, the graphics were beautifully done with intricate details.\u001b[24m\n    \u001b[1m私の目では、グラフィックスは美しく複雑な細部で完成しました。\u001b[22m, \u001b[1m私の目には、グラフィックスは美しく複雑な詳細を用いて行きました。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 10/10\n\n\u001b[1mサウンド -  10/10\u001b[22m\n\u001b[1m(Saundo - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 10/10\u001b[24m\n    \u001b[1mサウンド -  10/10\u001b[22m, \u001b[1mサウンド -  10月10日\u001b[22m\nThis may be bias coming from an audiophile, I love almost all animes OST and VA. All of the animes I've seen have great sound and Sket Dance is no exception.\n\n\u001b[1mこれは、オーディオファンから来るバイアスかもしれません、私はほとんどすべてのアニメOSTとVAを愛しています。 私が見たすべてのアニメは素晴らしいサウンドを持ち、Sket Danceも例外ではありません。\u001b[22m\n\u001b[1m(Kore wa, ōdiofan kara kuru baiasu kamo shiremasen, watashi wa hotondo subete no anime OST to VA o aishiteimasu. Watashi ga mita subete no anime wa subarashī saundo o mochi, Sket Dance mo reigaide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis may be bias coming from an audiophile, I love almost all animes OST and VA. All of the animes I've seen have great sound and Sket Dance is no exception.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis may be bias coming from an audiophile, I love almost all animes OST and VA.\u001b[24m\n    \u001b[1mこれは、オーディオファンから来るバイアスかもしれません、私はほとんどすべてのアニメOSTとVAを愛しています。\u001b[22m, \u001b[1mこれは、私はほとんどすべてのアニメOSTとVAを愛し、オーディオファンからのバイアスであってもよいです。\u001b[22m\n\u001b[4mAll of the animes I've seen have great sound and Sket Dance is no exception.\u001b[24m\n    \u001b[1m私が見たすべてのアニメは素晴らしいサウンドを持ち、Sket Danceも例外ではありません。\u001b[22m, \u001b[1m私が見たアニメのすべてが素晴らしいサウンドを持っており、Sketダンスも例外ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe VAs are really good too! I could feel the emotions portrayed.\n\n\u001b[1mVAは本当に良いです！ 私は感情が描かれているのを感じることができました。\u001b[22m\n\u001b[1m(VA wa hontōni yoidesu! Watashi wa kanjō ga egaka rete iru no o kanjiru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe VAs are really good too! I could feel the emotions portrayed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe VAs are really good too!\u001b[24m\n    \u001b[1mVAは本当に良いです！\u001b[22m, \u001b[1mVAはあまりにも本当に良いです！\u001b[22m\n\u001b[4mI could feel the emotions portrayed.\u001b[24m\n    \u001b[1m私は感情が描かれているのを感じることができました。\u001b[22m, \u001b[1m私が描か感情を感じることができました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - 10/10\n\n\u001b[1mキャラクター -  10/10\u001b[22m\n\u001b[1m(Kyarakutā - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - 10/10\u001b[24m\n    \u001b[1mキャラクター -  10/10\u001b[22m, \u001b[1mキャラクター -  10月10日\u001b[22m\nThe characters in Sket Dance plays a VERY IMPORTANT role to the story. I think it's the way they relate the characters that made this anime really alive. Each characters have their special personality which come with a ridiculous idiosyncrasies. The main character, Bossun himself has the biggest flaw of all. Don't get me wrong, these flaws are the reason this show is so good. I won't tell what is it...\n\n\u001b[1mSket Danceのキャラクターはストーリーにとって非常に重要な役割を果たします。 私はそれが、このアニメを本当に生き生きとさせたキャラクターを関連付ける方法だと思う。 それぞれのキャラクターには特別な個性があり、ばかげた特異性があります。 主人公、Bossun自身はすべての最大の欠陥を持っています。 私を間違えないでください、これらの欠陥は、このショーがとても良い理由です。 私はそれが何であるか教えません...\u001b[22m\n\u001b[1m(Sket Dance no kyarakutā wa sutōrī ni totte hijō ni jūyōna yakuwari o hatashimasu. Watashi wa sore ga, kono anime o hontōni ikiikito sa seta kyarakutā o kanrendzukeru hōhōda to omou. Sorezore no kyarakutā ni wa tokubetsuna kosei ga ari, bakageta tokui-sei ga arimasu. Shujinkō, Bossun jishin wa subete no saidai no kekkan o motte imasu. Watashi o machigaenaide kudasai, korera no kekkan wa, kono shō ga totemo yoi riyūdesu. Watashi wa sore ga nandearu ka oshiemasen...)\u001b[22m\n\nTranslations of \u001b[4mThe characters in Sket Dance plays a VERY IMPORTANT role to the story. I think it's the way they relate the characters that made this anime really alive. Each characters have their special personality which come with a ridiculous idiosyncrasies. The main character, Bossun himself has the biggest flaw of all. Don't get me wrong, these flaws are the reason this show is so good. I won't tell what is it...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in Sket Dance plays a VERY IMPORTANT role to the story.\u001b[24m\n    \u001b[1mSket Danceのキャラクターはストーリーにとって非常に重要な役割を果たします。\u001b[22m, \u001b[1mSketダンスの文字が物語に非常に重要な役割を果たしています。\u001b[22m\n\u001b[4mI think it's the way they relate the characters that made this anime really alive.\u001b[24m\n    \u001b[1m私はそれが、このアニメを本当に生き生きとさせたキャラクターを関連付ける方法だと思う。\u001b[22m, \u001b[1m私はそれは彼らがこのアニメは本当に生きて作られた文字を関連付ける方法だと思います。\u001b[22m\n\u001b[4mEach characters have their special personality which come with a ridiculous idiosyncrasies.\u001b[24m\n    \u001b[1mそれぞれのキャラクターには特別な個性があり、ばかげた特異性があります。\u001b[22m, \u001b[1m各文字は、とんでもない癖が付いています彼らの特別な個性を持っています。\u001b[22m\n\u001b[4mThe main character, Bossun himself has the biggest flaw of all.\u001b[24m\n    \u001b[1m主人公、Bossun自身はすべての最大の欠陥を持っています。\u001b[22m, \u001b[1m主人公は、ボッスン自身がすべての最大の欠陥を持っています。\u001b[22m\n\u001b[4mDon't get me wrong, these flaws are the reason this show is so good.\u001b[24m\n    \u001b[1m私を間違えないでください、これらの欠陥は、このショーがとても良い理由です。\u001b[22m, \u001b[1m誤解しないで、これらの欠陥は、このショーはとても良いです理由です。\u001b[22m\n\u001b[4mI won't tell what is it...\u001b[24m\n    \u001b[1m私はそれが何であるか教えません...\u001b[22m, \u001b[1m私はそれが何であるかを教えてくれません...\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 8/10\n\n\u001b[1m楽しさ -  8/10\u001b[22m\n\u001b[1m(Tanoshisa - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 8/10\u001b[24m\n    \u001b[1m楽しさ -  8/10\u001b[22m\nI couldn't give a full score to avoid being to biased. One might say the repetitive pattern of request becomes dull throughout the series while some says the otherwise. IMO, I enjoyed all the episodes. Oh! Another thing is Sket Dance tends to break the fourth wall a lot with a certain character. This can only lead to two things: you find it funny or you find it disturbing.\n\n\u001b[1m私は偏っていることを避けるためにフルスコアを与えることができませんでした。 ある人は、シリーズ全体を通して要求の繰り返しパターンが鈍くなると言う人もいれば、そうでないと言う人もいます。  IMO、私はすべてのエピソードを楽しんだ。 ああ！ 別のものはSket Danceで、あるキャラクターで第4の壁を大きく壊してしまう傾向があります。 これは2つのことにしかつながりません：あなたはそれが面白いか、それとも邪魔になるかを見つけます。\u001b[22m\n\u001b[1m(Watashi wa katayotte iru koto o yokeru tame ni furusukoa o ataeru koto ga dekimasendeshita. Aru hito wa, shirīzu zentai o tōshite yōkyū no kurikaeshi patān ga nibuku naru to iu hito mo ireba,-sōdenai to iu hito mo imasu. IMO, watashi wa subete no episōdo o tanoshinda. Ā! Betsu no mono wa Sket Dance de, aru kyarakutā de dai 4 no kabe o ōkiku kowashite shimau keikō ga arimasu. Kore wa 2tsu no koto ni shika tsunagarimasen: Anata wa sore ga omoshiroi ka, soretomo jamaninaru ka o mitsukemasu.)\u001b[22m\n\nTranslations of \u001b[4mI couldn't give a full score to avoid being to biased. One might say the repetitive pattern of request becomes dull throughout the series while some says the otherwise. IMO, I enjoyed all the episodes. Oh! Another thing is Sket Dance tends to break the fourth wall a lot with a certain character. This can only lead to two things: you find it funny or you find it disturbing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI couldn't give a full score to avoid being to biased.\u001b[24m\n    \u001b[1m私は偏っていることを避けるためにフルスコアを与えることができませんでした。\u001b[22m, \u001b[1m私はバイアスさにされないように完全なスコアを与えることができませんでした。\u001b[22m\n\u001b[4mOne might say the repetitive pattern of request becomes dull throughout the series while some says the otherwise.\u001b[24m\n    \u001b[1mある人は、シリーズ全体を通して要求の繰り返しパターンが鈍くなると言う人もいれば、そうでないと言う人もいます。\u001b[22m, \u001b[1m一つは、いくつかはそうでないと言いながら、要求の繰り返しパターンは、シリーズ全体で鈍ると言うかもしれません。\u001b[22m\n\u001b[4mIMO, I enjoyed all the episodes.\u001b[24m\n    \u001b[1mIMO、私はすべてのエピソードを楽しんだ。\u001b[22m, \u001b[1mIMO、私はすべてのエピソードを楽しみました。\u001b[22m\n\u001b[4mOh!\u001b[24m\n    \u001b[1mああ！\u001b[22m, \u001b[1mあら！\u001b[22m\n\u001b[4mAnother thing is Sket Dance tends to break the fourth wall a lot with a certain character.\u001b[24m\n    \u001b[1m別のものはSket Danceで、あるキャラクターで第4の壁を大きく壊してしまう傾向があります。\u001b[22m, \u001b[1mもう一つは、Sketダンスが特定の文字で第四壁をたくさん破壊する傾向があります。\u001b[22m\n\u001b[4mThis can only lead to two things: you find it funny or you find it disturbing.\u001b[24m\n    \u001b[1mこれは2つのことにしかつながりません：あなたはそれが面白いか、それとも邪魔になるかを見つけます。\u001b[22m, \u001b[1mこれは2つだけのものにつながることができます：あなたはそれが面白い見つけるか、あなたはそれが妨害を見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Sket Dance is definitely worth watching regardless what genre you like. It's a well-rounded anime which mix the genre with deft writing and planning. I'm hoping they animate more episodes from the manga because there's much more to be told!\n\n\u001b[1m全体的に、あなたが好きなジャンルに関係なく、Sket Danceは見逃せません。 それはジャンルを巧みな執筆と企画とミックスした多面的なアニメです。 私はもっ​​と多くの話があるので、彼らはマンガからより多くのエピソードをアニメ化することを望んでいる！\u001b[22m\n\u001b[1m(Zentai-teki ni, anata ga sukina janru ni kankei naku, Sket Dance wa minogasemasen. Sore wa janru o takumina shippitsu to kikaku to mikkusu shita tamen-tekina animedesu. Watashi wa mo~tsu​​ to ōku no hanashi ga aru node, karera wa manga kara yori ōku no episōdo o anime-ka suru koto o nozonde iru!)\u001b[22m\n\nTranslations of \u001b[4mOverall, Sket Dance is definitely worth watching regardless what genre you like. It's a well-rounded anime which mix the genre with deft writing and planning. I'm hoping they animate more episodes from the manga because there's much more to be told!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Sket Dance is definitely worth watching regardless what genre you like.\u001b[24m\n    \u001b[1m全体的に、あなたが好きなジャンルに関係なく、Sket Danceは見逃せません。\u001b[22m, \u001b[1m全体的に、Sketダンスは間違いなくあなたが好きなものをジャンルに関係なく見て価値があります。\u001b[22m\n\u001b[4mIt's a well-rounded anime which mix the genre with deft writing and planning.\u001b[24m\n    \u001b[1mそれはジャンルを巧みな執筆と企画とミックスした多面的なアニメです。\u001b[22m, \u001b[1mそれは、巧みなライティングと計画してジャンルをミックスバランスの取れたアニメです。\u001b[22m\n\u001b[4mI'm hoping they animate more episodes from the manga because there's much more to be told!\u001b[24m\n    \u001b[1m私はもっと多くの話があるので、彼らはマンガからより多くのエピソードをアニメ化することを望んでいる！\u001b[22m, \u001b[1m私が言われるのにはるかがありますので、彼らは漫画からより多くのエピソードをアニメーション願っています！\u001b[22m"
  },
  {
    "title": "SKET_Dance",
    "id": "9863",
    "url": "https://myanimelist.net/anime/9863/SKET_Dance",
    "user": "KenseiBlade",
    "profile": "/profile/KenseiBlade/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=145219",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  9\n|  8\n\nSKETダンスは、その全目的が人々の問題を解決することを目的とするクラブについてのアニメです。 それは面白いキャラクタライゼーションと魅力的なスタンドアロンエピソードだけでなく、弧セグメントを有効に活用しています。\n\nストーリー -  8\n\n「SKET-dan」（サポート、親切、励まし、トラブルシューティングのクラブ）は、クラブルーム内をゆっくり回って、誰かがドアを叩いて助けを求めるのを待っています。\n\nショーはエピソード的で自己完結的なアプローチをとっているが、そのエピソードの大部分は重要なプロットの方法ではそれほど多くはない。 内容が変化し、決して古くならないので、これが追加するものは、それぞれのエピソードのペースの必要な変化です。\n\nショーが深く掘り下げることを決定すると、ストーリーアークが表示されます。 各弧はいくつかのエピソードをとり、1つのプロットラインを深く辿っています。 ここでは、これらのエピソードのプロットがさまざまな方法で文字を探求するように、ショーの輝きを見ます：バックストーリー、人間関係など。\n\n\nアート-7\n\nショーのアニメーションやアートワークはかなり良いです。 動きや誇張された表現が引き出されているため、一連のアニメーションの品質には鈍い瞬間も遅れもありません。\n\nつまり、息をのむようなアニメーションが本当に旋風を巻き起こす瞬間はありません。 それはきれいで、見ることができるが、驚くべきことではない。\n\n\nサウンド -  6\n\n芸術のように、ショーの音に目立った問題はありません。 それは大気にしっかりと役立ちますが、私が停止し、特定のトラックやテーマに耳を傾けたと言うことができたとき、ショーには何もありませんでした。 それはOKだったが、どんな特定の方法でも記憶に残っていなかった。\n\nキャラクター9\n\nショーが本当に輝く場所です。 ショーは非常に大きく、さまざまなキャラクターのキャストを持っていますが、ショーは各キャラクターのさまざまなクォークを強調するポイントを作っています。 これは、キャラクターがしばらくの間消滅した後でさえ、私は彼らの復帰時にそれらを覚えていることができるように、文字をとても思い出深いものにします。\n\n特別な言及は、3つの主なキャラクターに行く。 最初は主人公のタイトルの後ろに隠れているちょうど奇妙なものであるように見えますが、ショーの過程で彼らはあなたの目の前で生活します。 ショーの最後に、私は本当にそれらに付け加えられました。\n\n\n楽しさ -  8\n\nこのシリーズの私の楽しみは、私が安定したプロットラインを持たないショーに対処するのに苦労する傾向があるという事実によって、わずかに妨げられました。 これはSKETダンスの77のエピソードの過程で3回起こった。\n\nそれにもかかわらず、私がショーに戻ったたびに、私は不思議に思っていました。なぜ私は最初にやめましたか？ これは、いつもよりも長く、エピソード的にもかかわらず、私は再びそれを試してみるたびに私を歓迎することができたことを示すショーでした。\n\nそれがキャラクターかストーリーか、ショーに戻ってきた何かがあった。 これはあなたを引き込み、あなたが行かないように最善を尽くすショーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSKET dance is an anime about a club whose whole purpose is to help people with their problems. It uses interesting characterization and captivating stand-alone episodes as well as arc segments to great effect.\n\n\u001b[1mSKETダンスは、その全目的が人々の問題を解決することを目的とするクラブについてのアニメです。 それは面白いキャラクタライゼーションと魅力的なスタンドアロンエピソードだけでなく、弧セグメントを有効に活用しています。\u001b[22m\n\u001b[1m(Suketto dansu wa, sono zen mokuteki ga hitobito no mondai o kaiketsu suru koto o mokuteki to suru kurabu ni tsuite no animedesu. Sore wa omoshiroi kyarakutaraizēshon to miryoku-tekina sutandoaron'episōdo dakedenaku, ko segumento o yūkō ni katsuyō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSKET dance is an anime about a club whose whole purpose is to help people with their problems. It uses interesting characterization and captivating stand-alone episodes as well as arc segments to great effect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSKET dance is an anime about a club whose whole purpose is to help people with their problems.\u001b[24m\n    \u001b[1mSKETダンスは、その全目的が人々の問題を解決することを目的とするクラブについてのアニメです。\u001b[22m, \u001b[1mSKETダンスは全体の目的彼らの問題を持つ人々を助けるためにあるクラブ程度のアニメです。\u001b[22m\n\u001b[4mIt uses interesting characterization and captivating stand-alone episodes as well as arc segments to great effect.\u001b[24m\n    \u001b[1mそれは面白いキャラクタライゼーションと魅力的なスタンドアロンエピソードだけでなく、弧セグメントを有効に活用しています。\u001b[22m, \u001b[1mそれは偉大な効果に興味深い特性評価および魅惑スタンドアロンのエピソードだけでなく、円弧セグメントを使用しています。\u001b[22m\n\u001b[1m\u001b[22m\nStory- 8\n\n\u001b[1mストーリー -  8\u001b[22m\n\u001b[1m(Sutōrī - 8)\u001b[22m\n\nTranslations of \u001b[4mStory- 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- 8\u001b[24m\n    \u001b[1mストーリー -  8\u001b[22m, \u001b[1mStory- 8\u001b[22m\n\u001b[1m\u001b[22m\nThe 'SKET-dan' (Support, Kindness, Encouragement, and Troubleshoot club) spends its days lounging around in the club-room, waiting for someone to knock on the door and ask for help.\n\n\u001b[1m「SKET-dan」（サポート、親切、励まし、トラブルシューティングのクラブ）は、クラブルーム内をゆっくり回って、誰かがドアを叩いて助けを求めるのを待っています。\u001b[22m\n\u001b[1m(`Suketto - dan'(sapōto, shinsetsu, hagemashi, toraburushūtingu no kurabu) wa, kuraburūmu-nai o yukkuri mawatte, darekaga doa o hataite tasuke o motomeru no o matteimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe 'SKET-dan' (Support, Kindness, Encouragement, and Troubleshoot club) spends its days lounging around in the club-room, waiting for someone to knock on the door and ask for help.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe 'SKET-dan' (Support, Kindness, Encouragement, and Troubleshoot club) spends its days lounging around in the club-room, waiting for someone to knock on the door and ask for help.\u001b[24m\n    \u001b[1m「SKET-dan」（サポート、親切、励まし、トラブルシューティングのクラブ）は、クラブルーム内をゆっくり回って、誰かがドアを叩いて助けを求めるのを待っています。\u001b[22m, \u001b[1m「SKET団」（サポート、優しさ、奨励、およびトラブルシューティングクラブ）は、その日は、誰かがドアをノックし、助けを求めるのを待って、クラブルームの中をのんびり過ごします。\u001b[22m\n\u001b[1m\u001b[22m\nThe show takes an episodic, self-contained, approach to most of its episodes, which does not give it much in the way of an overarching plot. What this does add is a much needed change-of-pace each episode, as the contents are varied and never become stale.\n\n\u001b[1mショーはエピソード的で自己完結的なアプローチをとっているが、そのエピソードの大部分は重要なプロットの方法ではそれほど多くはない。 内容が変化し、決して古くならないので、これが追加するものは、それぞれのエピソードのペースの必要な変化です。\u001b[22m\n\u001b[1m(Shō wa episōdo-tekide jiko kanketsu-tekina apurōchi o totte iruga, sono episōdo no daibubun wa jūyōna purotto no hōhōde wa sorehodo ōku wanai. Naiyō ga henka shi, kesshite furuku naranainode, kore ga tsuika suru mono wa, sorezore no episōdo no pēsu no hitsuyōna henkadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe show takes an episodic, self-contained, approach to most of its episodes, which does not give it much in the way of an overarching plot. What this does add is a much needed change-of-pace each episode, as the contents are varied and never become stale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show takes an episodic, self-contained, approach to most of its episodes, which does not give it much in the way of an overarching plot.\u001b[24m\n    \u001b[1mショーはエピソード的で自己完結的なアプローチをとっているが、そのエピソードの大部分は重要なプロットの方法ではそれほど多くはない。\u001b[22m, \u001b[1mショーははるかに包括的なプロットの方法でそれを与えるものではありません、そのエピソードのほとんどにエピソード、自己完結型の、アプローチを採用しています。\u001b[22m\n\u001b[4mWhat this does add is a much needed change-of-pace each episode, as the contents are varied and never become stale.\u001b[24m\n    \u001b[1m内容が変化し、決して古くならないので、これが追加するものは、それぞれのエピソードのペースの必要な変化です。\u001b[22m, \u001b[1m内容は多様であり、古くなることはないとしてこれは追加んことは、多くの必要なチェンジ・オブ・ペース各エピソードです。\u001b[22m\n\u001b[1m\u001b[22m\nWhen the show decides to dig deeper, it presents us with story arcs. each arc taking a few episodes and following one plot-line in depth. Here we see the show shine, as the plot in these episodes explores the characters in various ways: back-story, relationships and so on.\n\n\u001b[1mショーが深く掘り下げることを決定すると、ストーリーアークが表示されます。 各弧はいくつかのエピソードをとり、1つのプロットラインを深く辿っています。 ここでは、これらのエピソードのプロットがさまざまな方法で文字を探求するように、ショーの輝きを見ます：バックストーリー、人間関係など。\u001b[22m\n\u001b[1m(Shō ga fukaku horisageru koto o kettei suru to, sutōrīāku ga hyōji sa remasu. Kaku ko wa ikutsu ka no episōdo o tori, 1tsu no purottorain o fukaku tadotte imasu. Kokode wa, korera no episōdo no purotto ga samazamana hōhō de moji o tankyū suru yō ni, shō no kagayaki o mimasu: Bakkusutōrī, ningen kankei nado.)\u001b[22m\n\nTranslations of \u001b[4mWhen the show decides to dig deeper, it presents us with story arcs. each arc taking a few episodes and following one plot-line in depth. Here we see the show shine, as the plot in these episodes explores the characters in various ways: back-story, relationships and so on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen the show decides to dig deeper, it presents us with story arcs.\u001b[24m\n    \u001b[1mショーが深く掘り下げることを決定すると、ストーリーアークが表示されます。\u001b[22m, \u001b[1mショーは深く掘ることを決定したとき、それは物語の弧を私たちに提示します。\u001b[22m\n\u001b[4meach arc taking a few episodes and following one plot-line in depth.\u001b[24m\n    \u001b[1m各弧はいくつかのエピソードをとり、1つのプロットラインを深く辿っています。\u001b[22m, \u001b[1m各アークいくつかのエピソードを取って、深さ1プロット行を次のよう。\u001b[22m\n\u001b[4mHere we see the show shine, as the plot in these episodes explores the characters in various ways: back-story, relationships and so on.\u001b[24m\n    \u001b[1mここでは、これらのエピソードのプロットがさまざまな方法で文字を探求するように、ショーの輝きを見ます：バックストーリー、人間関係など。\u001b[22m, \u001b[1mようにバックストーリー、関係およびこれらのエピソードのプロットは、さまざまな方法で文字を探るようにここでは、ショーの輝きを参照してください。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt- 7\n\n\u001b[1mアート-7\u001b[22m\n\u001b[1m(Āto - 7)\u001b[22m\n\nTranslations of \u001b[4mArt- 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- 7\u001b[24m\n    \u001b[1mアート-7\u001b[22m, \u001b[1m7アート - \u001b[22m\n\u001b[1m\u001b[22m\nThe animation and artwork in the show are quite good. With drawn out movement and exaggerated expressions, there is not one a dull moment or lapse in the quality of the animation through the entire series.\n\n\u001b[1mショーのアニメーションやアートワークはかなり良いです。 動きや誇張された表現が引き出されているため、一連のアニメーションの品質には鈍い瞬間も遅れもありません。\u001b[22m\n\u001b[1m(Shō no animēshon ya ātowāku wa kanari yoidesu. Ugoki ya kochō sa reta hyōgen ga hikidasa rete iru tame, ichiren no animēshon no hinshitsu ni wa nibui shunkan mo okure mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation and artwork in the show are quite good. With drawn out movement and exaggerated expressions, there is not one a dull moment or lapse in the quality of the animation through the entire series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation and artwork in the show are quite good.\u001b[24m\n    \u001b[1mショーのアニメーションやアートワークはかなり良いです。\u001b[22m, \u001b[1mショーでアニメーションやアートワークはかなり良いです。\u001b[22m\n\u001b[4mWith drawn out movement and exaggerated expressions, there is not one a dull moment or lapse in the quality of the animation through the entire series.\u001b[24m\n    \u001b[1m動きや誇張された表現が引き出されているため、一連のアニメーションの品質には鈍い瞬間も遅れもありません。\u001b[22m, \u001b[1m引き出された動きと誇張された表現で、1シリーズ全体を通してアニメーションの質の退屈または経過がありません。\u001b[22m\n\u001b[1m\u001b[22m\nThat said, there is no moment when the animation truly takes a turn for the breathtaking. It is clean and watchable, but not amazing.\n\n\u001b[1mつまり、息をのむようなアニメーションが本当に旋風を巻き起こす瞬間はありません。 それはきれいで、見ることができるが、驚くべきことではない。\u001b[22m\n\u001b[1m(Tsumari, iki o nomu yōna animēshon ga hontōni senpū o makiokosu shunkan wa arimasen. Sore wa kireide, miru koto ga dekiru ga, odorokubeki kotode wanai.)\u001b[22m\n\nTranslations of \u001b[4mThat said, there is no moment when the animation truly takes a turn for the breathtaking. It is clean and watchable, but not amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said, there is no moment when the animation truly takes a turn for the breathtaking.\u001b[24m\n    \u001b[1mつまり、息をのむようなアニメーションが本当に旋風を巻き起こす瞬間はありません。\u001b[22m, \u001b[1mそれはアニメーションが本当に息をのむのためのターンを行うない瞬間が存在しない、と述べました。\u001b[22m\n\u001b[4mIt is clean and watchable, but not amazing.\u001b[24m\n    \u001b[1mそれはきれいで、見ることができるが、驚くべきことではない。\u001b[22m, \u001b[1mそれは、清潔でなんとか見たが、驚くべきではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound- 6\n\n\u001b[1mサウンド -  6\u001b[22m\n\u001b[1m(Saundo - 6)\u001b[22m\n\nTranslations of \u001b[4mSound- 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- 6\u001b[24m\n    \u001b[1mサウンド -  6\u001b[22m, \u001b[1m健全6\u001b[22m\n\u001b[1m\u001b[22m\nLike the art, there are no noticeable problems with the sound in the show. It lends itself solidly to the atmosphere, but there was no part in the show when I could say that I stopped and listened to a certain track or theme. It was OK, but not memorable in any specific way.\n\n\u001b[1m芸術のように、ショーの音に目立った問題はありません。 それは大気にしっかりと役立ちますが、私が停止し、特定のトラックやテーマに耳を傾けたと言うことができたとき、ショーには何もありませんでした。 それはOKだったが、どんな特定の方法でも記憶に残っていなかった。\u001b[22m\n\u001b[1m(Geijutsu no yō ni, shō no oto ni medatta mondai wa arimasen. Sore wa taiki ni shikkari to yakudachimasuga, watashi ga teishi shi, tokutei no torakku ya tēma ni mimi o katamuketa to iu koto ga dekita toki, shō ni wa nani mo arimasendeshita. Sore wa OKdattaga, don'na tokutei no hōhō demo kioku ni nokotte inakatta.)\u001b[22m\n\nTranslations of \u001b[4mLike the art, there are no noticeable problems with the sound in the show. It lends itself solidly to the atmosphere, but there was no part in the show when I could say that I stopped and listened to a certain track or theme. It was OK, but not memorable in any specific way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike the art, there are no noticeable problems with the sound in the show.\u001b[24m\n    \u001b[1m芸術のように、ショーの音に目立った問題はありません。\u001b[22m, \u001b[1m芸術と同様、ショーの音との目立った問題はありません。\u001b[22m\n\u001b[4mIt lends itself solidly to the atmosphere, but there was no part in the show when I could say that I stopped and listened to a certain track or theme.\u001b[24m\n    \u001b[1mそれは大気にしっかりと役立ちますが、私が停止し、特定のトラックやテーマに耳を傾けたと言うことができたとき、ショーには何もありませんでした。\u001b[22m, \u001b[1mこれは、大気中にしっかり向いているが、私は私が停止し、特定のトラックやテーマに耳を傾けていることを言うことができるショーでどの部分がありませんでした。\u001b[22m\n\u001b[4mIt was OK, but not memorable in any specific way.\u001b[24m\n    \u001b[1mそれはOKだったが、どんな特定の方法でも記憶に残っていなかった。\u001b[22m, \u001b[1mこれは、任意の特定の方法でOKが、記念すべきではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter- 9\n\n\u001b[1mキャラクター9\u001b[22m\n\u001b[1m(Kyarakutā 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter- 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter- 9\u001b[24m\n    \u001b[1mキャラクター9\u001b[22m, \u001b[1mCharacter- 9\u001b[22m\n\u001b[1m\u001b[22m\nThis is where the show truly shines. Although the show has a very large and assorted cast of characters, the show makes a point to highlight the various quirks of each character. This in turn makes the characters so memorable that even after a character vanishes for a while I was still able to remember them on their return.\n\n\u001b[1mショーが本当に輝く場所です。 ショーは非常に大きく、さまざまなキャラクターのキャストを持っていますが、ショーは各キャラクターのさまざまなクォークを強調するポイントを作っています。 これは、キャラクターがしばらくの間消滅した後でさえ、私は彼らの復帰時にそれらを覚えていることができるように、文字をとても思い出深いものにします。\u001b[22m\n\u001b[1m(Shō ga hontōni kagayaku bashodesu. Shō wa hijō ni ōkiku, samazamana kyarakutā no kyasuto o motte imasuga, shō wa kaku kyarakutā no samazamana ku~ōku o kyōchō suru pointo o tsukutte imasu. Kore wa, kyarakutā ga shibarakunoaida shōmetsu shita nochide sae, watashi wa karera no fukki-ji ni sorera o oboete iru koto ga dekiru yō ni, moji o totemo omoidebukai mono ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is where the show truly shines. Although the show has a very large and assorted cast of characters, the show makes a point to highlight the various quirks of each character. This in turn makes the characters so memorable that even after a character vanishes for a while I was still able to remember them on their return.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where the show truly shines.\u001b[24m\n    \u001b[1mショーが本当に輝く場所です。\u001b[22m, \u001b[1mショーは本当に輝くところです。\u001b[22m\n\u001b[4mAlthough the show has a very large and assorted cast of characters, the show makes a point to highlight the various quirks of each character.\u001b[24m\n    \u001b[1mショーは非常に大きく、さまざまなキャラクターのキャストを持っていますが、ショーは各キャラクターのさまざまなクォークを強調するポイントを作っています。\u001b[22m, \u001b[1mショーは文字の非常に大規模で多彩なキャストがありますが、ショーは、各文字の様々な癖を強調するためのポイントになります。\u001b[22m\n\u001b[4mThis in turn makes the characters so memorable that even after a character vanishes for a while I was still able to remember them on their return.\u001b[24m\n    \u001b[1mこれは、キャラクターがしばらくの間消滅した後でさえ、私は彼らの復帰時にそれらを覚えていることができるように、文字をとても思い出深いものにします。\u001b[22m, \u001b[1mこれは、順番に文字がしばらく消えた後でも、私はまだ彼らのリターンにそれらを覚えていることができたことを文字がとても思い出に残ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nSpecial mention goes to the three main characters. While at first appearing to be just quirks hiding behind the title of main character, over the course of the show they come to life before your eyes. By the end of the show, I really grew attached to them.\n\n\u001b[1m特別な言及は、3つの主なキャラクターに行く。 最初は主人公のタイトルの後ろに隠れているちょうど奇妙なものであるように見えますが、ショーの過程で彼らはあなたの目の前で生活します。 ショーの最後に、私は本当にそれらに付け加えられました。\u001b[22m\n\u001b[1m(Tokubetsuna genkyū wa, 3ttsu no omona kyarakutā ni iku. Saisho wa shujinkō no taitoru no ushiro ni kakurete iru chōdo kimyōna monodearu yō ni miemasuga, shō no katei de karera wa anata no menomaede seikatsu shimasu. Shō no saigo ni, watashi wa hontōni sorera ni tsukekuwae raremashita.)\u001b[22m\n\nTranslations of \u001b[4mSpecial mention goes to the three main characters. While at first appearing to be just quirks hiding behind the title of main character, over the course of the show they come to life before your eyes. By the end of the show, I really grew attached to them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpecial mention goes to the three main characters.\u001b[24m\n    \u001b[1m特別な言及は、3つの主なキャラクターに行く。\u001b[22m, \u001b[1m特筆は、3つの主要な文字になります。\u001b[22m\n\u001b[4mWhile at first appearing to be just quirks hiding behind the title of main character, over the course of the show they come to life before your eyes.\u001b[24m\n    \u001b[1m最初は主人公のタイトルの後ろに隠れているちょうど奇妙なものであるように見えますが、ショーの過程で彼らはあなたの目の前で生活します。\u001b[22m, \u001b[1mで最初になるように表示されている間だけ、彼らはあなたの目の前に人生に来てショーの過程で、メインキャラクターのタイトルの後ろに隠れ癖。\u001b[22m\n\u001b[4mBy the end of the show, I really grew attached to them.\u001b[24m\n    \u001b[1mショーの最後に、私は本当にそれらに付け加えられました。\u001b[22m, \u001b[1mショーの終わりまでに、私は本当に彼らに取り付けられて育ちました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- 8\n\n\u001b[1m楽しさ -  8\u001b[22m\n\u001b[1m(Tanoshisa - 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- 8\u001b[24m\n    \u001b[1m楽しさ -  8\u001b[22m, \u001b[1mEnjoyment- 8\u001b[22m\n\u001b[1m\u001b[22m\nMy enjoyment of this series was hampered slightly by the fact that I tend to have trouble coping with shows that do not have a steady plot-line. This happened 3 times over the course of the 77 episodes of SKET dance.\n\n\u001b[1mこのシリーズの私の楽しみは、私が安定したプロットラインを持たないショーに対処するのに苦労する傾向があるという事実によって、わずかに妨げられました。 これはSKETダンスの77のエピソードの過程で3回起こった。\u001b[22m\n\u001b[1m(Kono shirīzu no watashi no tanoshimi wa, watashi ga antei shita purottorain o motanai shō ni taisho suru no ni kurō suru keikō ga aru to iu jijitsu ni yotte, wazuka ni samatage raremashita. Kore wa suketto dansu no 77 no episōdo no katei de 3-kai okotta.)\u001b[22m\n\nTranslations of \u001b[4mMy enjoyment of this series was hampered slightly by the fact that I tend to have trouble coping with shows that do not have a steady plot-line. This happened 3 times over the course of the 77 episodes of SKET dance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy enjoyment of this series was hampered slightly by the fact that I tend to have trouble coping with shows that do not have a steady plot-line.\u001b[24m\n    \u001b[1mこのシリーズの私の楽しみは、私が安定したプロットラインを持たないショーに対処するのに苦労する傾向があるという事実によって、わずかに妨げられました。\u001b[22m, \u001b[1mこのシリーズの私の楽しみは、私は着実にプロットラインを持っていない番組に対処するトラブルを持っている傾向があるという事実によって、わずかに妨げられました。\u001b[22m\n\u001b[4mThis happened 3 times over the course of the 77 episodes of SKET dance.\u001b[24m\n    \u001b[1mこれはSKETダンスの77のエピソードの過程で3回起こった。\u001b[22m, \u001b[1mこれはSKETダンスの77エピソードの過程で3回起こりました。\u001b[22m\n\u001b[1m\u001b[22m\nDespite this, every time I came back to the show, I kept wondering: why did I stop in the first place? This was a show that, despite being longer than usual and episodic, managed to welcome me back in every time I tried it again.\n\n\u001b[1mそれにもかかわらず、私がショーに戻ったたびに、私は不思議に思っていました。なぜ私は最初にやめましたか？ これは、いつもよりも長く、エピソード的にもかかわらず、私は再びそれを試してみるたびに私を歓迎することができたことを示すショーでした。\u001b[22m\n\u001b[1m(Sore nimokakawarazu, watashi ga shō ni modotta tabi ni, watashi wa fushigi ni omotte imashita. Naze watashi wa saisho ni yamemashita ka? Kore wa, itsumo yori mo nagaku, episōdo-teki nimokakawarazu, watashi wa futatabi sore o tameshite miru tabi ni watashi o kangei suru koto ga dekita koto o shimesu shōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mDespite this, every time I came back to the show, I kept wondering: why did I stop in the first place? This was a show that, despite being longer than usual and episodic, managed to welcome me back in every time I tried it again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite this, every time I came back to the show, I kept wondering: why did I stop in the first place?\u001b[24m\n    \u001b[1mそれにもかかわらず、私がショーに戻ったたびに、私は不思議に思っていました。なぜ私は最初にやめましたか？\u001b[22m, \u001b[1mこれにもかかわらず、私はショーに戻ってきたたびに、私は思って保た：なぜ私は最初の場所で停止したのですか？\u001b[22m\n\u001b[4mThis was a show that, despite being longer than usual and episodic, managed to welcome me back in every time I tried it again.\u001b[24m\n    \u001b[1mこれは、いつもよりも長く、エピソード的にもかかわらず、私は再びそれを試してみるたびに私を歓迎することができたことを示すショーでした。\u001b[22m, \u001b[1mこれは、通常よりも長いとエピソードであるにもかかわらず、バック私は再びそれを試してみましたすべての時間の私を歓迎するために管理し、ショーでした。\u001b[22m\n\u001b[1m\u001b[22m\nBe it the characters or the story, there was something that kept pulling me back to the show. This is a show that draws you in and does its best not to let you go.\n\n\u001b[1mそれがキャラクターかストーリーか、ショーに戻ってきた何かがあった。 これはあなたを引き込み、あなたが行かないように最善を尽くすショーです。\u001b[22m\n\u001b[1m(Sore ga kyarakutā ka sutōrī ka, shō ni modottekita nanika ga atta. Kore wa anata o hikikomi, anata ga ikanai yō ni saizenwotsukusu shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mBe it the characters or the story, there was something that kept pulling me back to the show. This is a show that draws you in and does its best not to let you go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBe it the characters or the story, there was something that kept pulling me back to the show.\u001b[24m\n    \u001b[1mそれがキャラクターかストーリーか、ショーに戻ってきた何かがあった。\u001b[22m, \u001b[1mそれは文字や物語である、ショーに私を引き戻す保た何かがありました。\u001b[22m\n\u001b[4mThis is a show that draws you in and does its best not to let you go.\u001b[24m\n    \u001b[1mこれはあなたを引き込み、あなたが行かないように最善を尽くすショーです。\u001b[22m, \u001b[1mこれはであなたを描画し、あなたが行かせないように最善をつくしますショーです。\u001b[22m"
  },
  {
    "title": "SKET_Dance",
    "id": "9863",
    "url": "https://myanimelist.net/anime/9863/SKET_Dance",
    "user": "akaichan",
    "profile": "/profile/akaichan/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=135137",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n最初は、私はSket Danceが学校で丁度銀魂のアニメだったのですが。 生徒、教師、さらには学校外の人々からでも人々を助けることは、その目的と同じで、真実かもしれません。\n物語は、特にTsubaki（学生のCOUNSからBossunのライバル）が双子の兄弟であることが判明したとき、非常に良いプロットに進歩する。 私は物語の中で、彼らには類似点があると言っている人がいると聞いたでしょうが、それはとてもショックです。 ははは。 それは典型的な銀魂の物語とは非常に異なっていた。  BossunとHimekoの間のラブストーリー（それが本当にあれば）は、彼らがどれほど近づいていたとしても、私はストーリーからは決して期待しなかったものです。\n全体的に、私はSket Danceとそのサウンドトラックが本当に好きです。 私が最初のオープニングテーマを聞くのをやめることができないという事実が、ユキリンとAKBのグループが歌っているからです スケッチブックで歌われた他の曲もとても良かったです。 私は実際にプレイリストを持っていて、毎回それに耳を傾けました。\nしかし、私はまだここに継続することを望む。 そしてBossunはどのようにSwitchに会ったのですか？ あるいは、クラブは本当にどのようにスタートしたのですか？ ちょっとしたヒントがありますが、どのように正確に知りたいのですか。 そして、私はまだ彼らの3人が最終的に彼ら自身の過去の帽子に直面したとき、彼らが今のものに彼らを導いた時を楽しみにしています。\n芸術はとても良いです。 私はこのアニメで大混乱している。 しかしもちろん、ボサンは私の最も愛する男性キャラです。 だから彼を愛していなければならない。 彼はあなたが彼の世話をしたいと思う子供のようなものです。 そしてとてもスマートです。 ああ、私は彼の幼稚さと成熟がどうして完璧に融合しているのが好きです。\nLoe。 愛。 愛！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAt first, I though Sket Dance was just a Gintama anime set in a school. It might be true and the same as in their purpose in helping people from students, teachers and even people from outside the school.\n\n\u001b[1m最初は、私はSket Danceが学校で丁度銀魂のアニメだったのですが。 生徒、教師、さらには学校外の人々からでも人々を助けることは、その目的と同じで、真実かもしれません。\u001b[22m\n\u001b[1m(Saisho wa, watashi wa Sket Dance ga gakkō de chōdo Gintama no animedatta nodesuga. Seito, kyōshi, sarani wa gakkō-gai no hitobito kara demo hitobito o tasukeru koto wa, sono mokuteki to onajide, shinjitsu kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mAt first, I though Sket Dance was just a Gintama anime set in a school. It might be true and the same as in their purpose in helping people from students, teachers and even people from outside the school.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, I though Sket Dance was just a Gintama anime set in a school.\u001b[24m\n    \u001b[1m最初は、私はSket Danceが学校で丁度銀魂のアニメだったのですが。\u001b[22m, \u001b[1m最初は、私はしかしSketダンスは学校でちょうど銀魂アニメセットでした。\u001b[22m\n\u001b[4mIt might be true and the same as in their purpose in helping people from students, teachers and even people from outside the school.\u001b[24m\n    \u001b[1m生徒、教師、さらには学校外の人々からでも人々を助けることは、その目的と同じで、真実かもしれません。\u001b[22m, \u001b[1mそれは本当、学生、教師や学校の外からでも、人から人を助けることに、その目的の場合と同じであるかもしれません。\u001b[22m\nThe story progress into a very good plot especially when Tsubaki (Bossun's rival from the Student COuncil) turned out to be his twin brother. I would have heard anyone from the story telling that that they have similarities but it's so shocking. Hahaha. It was so different from the typical Gintama story. And the love story between Bossun and Himeko (if it really is), its just something I never expected from the story too no matter how close they had been.\n\n\u001b[1m物語は、特にTsubaki（学生のCOUNSからBossunのライバル）が双子の兄弟であることが判明したとき、非常に良いプロットに進歩する。 私は物語の中で、彼らには類似点があると言っている人がいると聞いたでしょうが、それはとてもショックです。 ははは。 それは典型的な銀魂の物語とは非常に異なっていた。  BossunとHimekoの間のラブストーリー（それが本当にあれば）は、彼らがどれほど近づいていたとしても、私はストーリーからは決して期待しなかったものです。\u001b[22m\n\u001b[1m(Monogatari wa, tokuni Tsubaki (gakusei no COUNS kara Bossun no raibaru) ga futago no kyōdaidearu koto ga hanmei shita toki, hijō ni yoi purotto ni shinpo suru. Watashi wa monogatari no naka de, karera ni wa ruiji-ten ga aru to itte iru hito ga iru to kiitadeshouga, sore wa totemo shokkudesu. Wa wa wa. Sore wa tenkei-tekina Gintama no monogatari to wa hijō ni kotonatte ita. Bossun to Himeko no ma no rabusutōrī (sore ga hontōni areba) wa, karera ga dorehodo chikadzuite ita to shite mo, watashi wa sutōrī kara wa kesshite kitai shinakatta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story progress into a very good plot especially when Tsubaki (Bossun's rival from the Student COuncil) turned out to be his twin brother. I would have heard anyone from the story telling that that they have similarities but it's so shocking. Hahaha. It was so different from the typical Gintama story. And the love story between Bossun and Himeko (if it really is), its just something I never expected from the story too no matter how close they had been.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story progress into a very good plot especially when Tsubaki (Bossun's rival from the Student COuncil) turned out to be his twin brother.\u001b[24m\n    \u001b[1m物語は、特にTsubaki（学生のCOUNSからBossunのライバル）が双子の兄弟であることが判明したとき、非常に良いプロットに進歩する。\u001b[22m, \u001b[1m物語は椿（生徒会からのボッスンのライバルは）彼の双子の兄弟であることが判明した場合は特に、非常に良好なプロットに進行します。\u001b[22m\n\u001b[4mI would have heard anyone from the story telling that that they have similarities but it's so shocking.\u001b[24m\n    \u001b[1m私は物語の中で、彼らには類似点があると言っている人がいると聞いたでしょうが、それはとてもショックです。\u001b[22m, \u001b[1m私は、彼らが類似点を持っているが、それはとても衝撃的だということを伝える物語から誰も聞いたことがあるだろう。\u001b[22m\n\u001b[4mHahaha.\u001b[24m\n    \u001b[1mははは。\u001b[22m, \u001b[1mハハハ。\u001b[22m, \u001b[1mハハハ\u001b[22m\n\u001b[4mIt was so different from the typical Gintama story.\u001b[24m\n    \u001b[1mそれは典型的な銀魂の物語とは非常に異なっていた。\u001b[22m, \u001b[1mこれは、典型的な銀魂の話からそのように異なっていました。\u001b[22m\n\u001b[4mAnd the love story between Bossun and Himeko (if it really is), its just something I never expected from the story too no matter how close they had been.\u001b[24m\n    \u001b[1mBossunとHimekoの間のラブストーリー（それが本当にあれば）は、彼らがどれほど近づいていたとしても、私はストーリーからは決して期待しなかったものです。\u001b[22m, \u001b[1m（それは本当にある場合）ボッスンと姫子の間と愛の物語、私はあまりにもかかわらず、彼らはされていたどれだけ近いかの話から予想していなかったそのちょうど何か。\u001b[22m\nOverall, I really like Sket Dance plus its soundtracks. How shocking it be for me when I discovered that the fact I can't stop listening to their first opening theme is because that Yukirin and her group from AKB is singing it. The other tracks sung by sketchbook were so good too. I actually have the playlist and listened to it every time.\n\n\u001b[1m全体的に、私はSket Danceとそのサウンドトラックが本当に好きです。 私が最初のオープニングテーマを聞くのをやめることができないという事実が、ユキリンとAKBのグループが歌っているからです スケッチブックで歌われた他の曲もとても良かったです。 私は実際にプレイリストを持っていて、毎回それに耳を傾けました。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa Sket Dance to sono saundotorakku ga hontōni sukidesu. Watashi ga saisho no ōpuningutēma o kiku no o yameru koto ga dekinai to iu jijitsu ga, yukirin to AKB no gurūpu ga utatte irukaradesu suketchibukku de utawa reta ta no kyoku mo totemo yokattadesu. Watashi wa jissai ni pureirisuto o motte ite, maikai soreni mimi o katamukemashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I really like Sket Dance plus its soundtracks. How shocking it be for me when I discovered that the fact I can't stop listening to their first opening theme is because that Yukirin and her group from AKB is singing it. The other tracks sung by sketchbook were so good too. I actually have the playlist and listened to it every time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I really like Sket Dance plus its soundtracks.\u001b[24m\n    \u001b[1m全体的に、私はSket Danceとそのサウンドトラックが本当に好きです。\u001b[22m, \u001b[1m全体的に、私は本当にSketダンスに加え、そのサウンドトラックのような。\u001b[22m\n\u001b[4mHow shocking it be for me when I discovered that the fact I can't stop listening to their first opening theme is because that Yukirin and her group from AKB is singing it.\u001b[24m\n    \u001b[1m私が最初のオープニングテーマを聞くのをやめることができないという事実が、ユキリンとAKBのグループが歌っているからです\u001b[22m, \u001b[1m私はAKBからそのYukirinと彼女のグループはそれを歌っているので、私は彼らの最初のオープニングテーマを聞いて停止することはできません事実があることを発見したとき、それは私のためにすることがどのように衝撃的。\u001b[22m\n\u001b[4mThe other tracks sung by sketchbook were so good too.\u001b[24m\n    \u001b[1mスケッチブックで歌われた他の曲もとても良かったです。\u001b[22m, \u001b[1mスケッチブックが歌う他のトラックもとても良かったです。\u001b[22m\n\u001b[4mI actually have the playlist and listened to it every time.\u001b[24m\n    \u001b[1m私は実際にプレイリストを持っていて、毎回それに耳を傾けました。\u001b[22m, \u001b[1m私は実際にプレイリストを持って、それにするたびに耳を傾けました。\u001b[22m\nBut I still wish that here will be a continuation. And how did Bossun met Switch? Or how did the club really started. There are just hints but I would like to know how exactly. And I's still looking forward to when the three of them finally gets to confront with their own past hat leds them to what they are now.\n\n\u001b[1mしかし、私はまだここに継続することを望む。 そしてBossunはどのようにSwitchに会ったのですか？ あるいは、クラブは本当にどのようにスタートしたのですか？ ちょっとしたヒントがありますが、どのように正確に知りたいのですか。 そして、私はまだ彼らの3人が最終的に彼ら自身の過去の帽子に直面したとき、彼らが今のものに彼らを導いた時を楽しみにしています。\u001b[22m\n\u001b[1m(Shikashi, watashi wa mada koko ni keizoku suru koto o nozomu. Soshite Bossun wa dono yō ni Switch ni atta nodesu ka? Aruiwa, kurabu wa hontōni dono yō ni sutāto shita nodesu ka? Chottoshita hinto ga arimasuga, dono yō ni seikaku ni shiritai nodesu ka. Soshite, watashi wa mada karera no 3-ri ga saishūtekini karera jishin no kako no bōshi ni chokumen shita toki, karera ga ima no mono ni karera o michibiita toki o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut I still wish that here will be a continuation. And how did Bossun met Switch? Or how did the club really started. There are just hints but I would like to know how exactly. And I's still looking forward to when the three of them finally gets to confront with their own past hat leds them to what they are now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I still wish that here will be a continuation.\u001b[24m\n    \u001b[1mしかし、私はまだここに継続することを望む。\u001b[22m, \u001b[1mしかし、私はまだここに継続されることを願っています。\u001b[22m\n\u001b[4mAnd how did Bossun met Switch?\u001b[24m\n    \u001b[1mそしてBossunはどのようにSwitchに会ったのですか？\u001b[22m, \u001b[1mそして、どのようにボッスンはスイッチに会ったのですか？\u001b[22m\n\u001b[4mOr how did the club really started.\u001b[24m\n    \u001b[1mあるいは、クラブは本当にどのようにスタートしたのですか？\u001b[22m, \u001b[1mまたはクラブは本当にどのように始めました。\u001b[22m\n\u001b[4mThere are just hints but I would like to know how exactly.\u001b[24m\n    \u001b[1mちょっとしたヒントがありますが、どのように正確に知りたいのですか。\u001b[22m, \u001b[1mそこだけのヒントがありますが、私は正確にどのように知っていただきたいと思います。\u001b[22m\n\u001b[4mAnd I's still looking forward to when the three of them finally gets to confront with their own past hat leds them to what they are now.\u001b[24m\n    \u001b[1mそして、私はまだ彼らの3人が最終的に彼ら自身の過去の帽子に直面したとき、彼らが今のものに彼らを導いた時を楽しみにしています。\u001b[22m, \u001b[1mそして、私はまだそれらの3つは、最終的に彼らは今あるものに、自分の過去の帽子のLED彼らと対決するために取得したときを楽しみにしています。\u001b[22m\nThe art is so good. I've got a lot of crush in this anime. But of course, Bosun's my most love male character. So just have to love him. He's so like a kid you would want to take care of him. And so smart too. Ah, I love how his childishness and maturity blends so perfectly.\n\n\u001b[1m芸術はとても良いです。 私はこのアニメで大混乱している。 しかしもちろん、ボサンは私の最も愛する男性キャラです。 だから彼を愛していなければならない。 彼はあなたが彼の世話をしたいと思う子供のようなものです。 そしてとてもスマートです。 ああ、私は彼の幼稚さと成熟がどうして完璧に融合しているのが好きです。\u001b[22m\n\u001b[1m(Geijutsu wa totemo yoidesu. Watashi wa kono anime de dai konran shite iru. Shikashi mochiron, bosan wa watashi no mottomo aisuru dansei kyaradesu. Dakara kare o aishite inakereba naranai. Kare wa anata ga kare no sewa o shitai to omou kodomo no yōna monodesu. Soshite totemo sumātodesu. Ā, watashi wa kare no yōchi-sa to seijuku ga dōshite kanpeki ni yūgō shite iru no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is so good. I've got a lot of crush in this anime. But of course, Bosun's my most love male character. So just have to love him. He's so like a kid you would want to take care of him. And so smart too. Ah, I love how his childishness and maturity blends so perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is so good.\u001b[24m\n    \u001b[1m芸術はとても良いです。\u001b[22m\n\u001b[4mI've got a lot of crush in this anime.\u001b[24m\n    \u001b[1m私はこのアニメで大混乱している。\u001b[22m, \u001b[1m私はこのアニメでクラッシュの多くを持っています。\u001b[22m\n\u001b[4mBut of course, Bosun's my most love male character.\u001b[24m\n    \u001b[1mしかしもちろん、ボサンは私の最も愛する男性キャラです。\u001b[22m, \u001b[1mしかし、もちろん、ボースンの私のほとんどは男性キャラが大好きです。\u001b[22m\n\u001b[4mSo just have to love him.\u001b[24m\n    \u001b[1mだから彼を愛していなければならない。\u001b[22m, \u001b[1mだから彼を好きにして。\u001b[22m\n\u001b[4mHe's so like a kid you would want to take care of him.\u001b[24m\n    \u001b[1m彼はあなたが彼の世話をしたいと思う子供のようなものです。\u001b[22m, \u001b[1m彼はとてもあなたが彼の世話をしたいと思う子供のようです。\u001b[22m\n\u001b[4mAnd so smart too.\u001b[24m\n    \u001b[1mそしてとてもスマートです。\u001b[22m, \u001b[1mそして、あまりにもとてもスマート。\u001b[22m\n\u001b[4mAh, I love how his childishness and maturity blends so perfectly.\u001b[24m\n    \u001b[1mああ、私は彼の幼稚さと成熟がどうして完璧に融合しているのが好きです。\u001b[22m, \u001b[1mああ、私は彼の子供っぽさと成熟度はとても完璧にブレンドする方法が大好きです。\u001b[22m\nLoe. LOve. Love!\n\n\u001b[1mLoe。 愛。 愛！\u001b[22m\n\u001b[1m(Loe. Ai. Ai!)\u001b[22m\n\nTranslations of \u001b[4mLoe. LOve. Love!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLoe.\u001b[24m\n    \u001b[1mLoe。\u001b[22m\n\u001b[4mLOve.\u001b[24m\n    \u001b[1m愛。\u001b[22m, \u001b[1m愛する。\u001b[22m, \u001b[1m愛。\u001b[22m, \u001b[1mLOve。\u001b[22m, \u001b[1m大好きです。\u001b[22m\n\u001b[4mLove!\u001b[24m\n    \u001b[1m愛！\u001b[22m, \u001b[1m愛する！\u001b[22m, \u001b[1m愛！\u001b[22m, \u001b[1mラブ！\u001b[22m"
  }
]
