[
  {
    "title": "Nekogami_Yaoyorozu",
    "id": "9934",
    "url": "https://myanimelist.net/anime/9934/Nekogami_Yaoyorozu",
    "user": "Davisteraz",
    "profile": "/profile/Davisteraz/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=39146",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  5\nキャラクター|  7\n|  6\n\nちび芸術やネコ（ネコ）やキツネ（キツネ）のようなかわいい動物のファンを探しているなら、これを楽しむかもしれません。  ^ _ ^\n\nアートワーク：カラフル+シンプル - ＆gt; 視聴者を楽にしてくれるように設計されているため、デザインはあなたを幼稚なファン＆amp; ゲーム。\n\nストーリー：非常に腐敗した猫 -  _-、罰せられる必要があります - ＆gt; 結果？ あなたは決心した：「甘やかされている」||  'Obedient'になる：T +ランダムなストーリーがあなたに笑いを覚える。\n\nサウンド：パッシブな自然のバックグラウンドノイズなどの追加サウンドは、このアニメの補足である必要があります。 今のところ、音は整列しているので、アニメに行く必要があるのです。\n\n楽しさ/性格：ロールには、ロールが与えられています。それぞれの性格や性別に応じて反応が異なります。 道徳的なものはすべて、彼らが果たすべき「役割」を尊重する側面に結びついています。 プラスのランダムなキャラクターは非常にスムーズに導入され、「もっとメリーレ」エンゲージメント感をもたらします。\n\n全体：これはコメディで、笑いをいくつか出してください：Dc\n\nこのアニメのどのキャラクターがあなたに関連しているかを調べてみてください; 3",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIf you are searching for chibi art and a fan of cute animals such as nekos (cats) or kitsunes (fox), you might enjoy this. ^_^\n\n\u001b[1mちび芸術やネコ（ネコ）やキツネ（キツネ）のようなかわいい動物のファンを探しているなら、これを楽しむかもしれません。  ^ _ ^\u001b[22m\n\u001b[1m(Chibi geijutsu ya neko (neko) ya kitsune (kitsune) no yōna kawaī dōbutsu no fan o sagashite irunara, kore o tanoshimu kamo shiremasen. ^ _ ^)\u001b[22m\n\nTranslations of \u001b[4mIf you are searching for chibi art and a fan of cute animals such as nekos (cats) or kitsunes (fox), you might enjoy this. ^_^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are searching for chibi art and a fan of cute animals such as nekos (cats) or kitsunes (fox), you might enjoy this.\u001b[24m\n    \u001b[1mちび芸術やネコ（ネコ）やキツネ（キツネ）のようなかわいい動物のファンを探しているなら、これを楽しむかもしれません。\u001b[22m, \u001b[1mあなたはちびアートなどnekos（猫）などのかわいい動物のファンやkitsunes（キツネ）を探している場合は、これを楽しむことがあります。\u001b[22m\n\u001b[4m^_^\u001b[24m\n    \u001b[1m^ _ ^\u001b[22m\n\u001b[1m\u001b[22m\nArtwork: Colourful + Simple -&gt; Designed to ease viewers in, as the design is to reel you into the aspects of childish fun &amp; games.\n\n\u001b[1mアートワーク：カラフル+シンプル - ＆gt; 視聴者を楽にしてくれるように設計されているため、デザインはあなたを幼稚なファン＆amp; ゲーム。\u001b[22m\n\u001b[1m(Ātowāku: Karafuru + shinpuru - & gt; shichō-sha o raku ni shite kureru yō ni sekkei sa rete iru tame, dezain wa anata o yōchina fan& amp; gēmu.)\u001b[22m\n\nTranslations of \u001b[4mArtwork: Colourful + Simple -&gt; Designed to ease viewers in, as the design is to reel you into the aspects of childish fun &amp; games.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork: Colourful + Simple -&gt;\u001b[24m\n    \u001b[1mアートワーク：カラフル+シンプル - ＆gt;\u001b[22m\n\u001b[4mDesigned to ease viewers in, as the design is to reel you into the aspects of childish fun &amp;\u001b[24m\n    \u001b[1m視聴者を楽にしてくれるように設計されているため、デザインはあなたを幼稚なファン＆amp;\u001b[22m, \u001b[1mデザインは幼稚な楽しい＆＃038の側面にあなたをリールすることであるように視聴者を容易にするために設計されました。\u001b[22m\n\u001b[4mgames.\u001b[24m\n    \u001b[1mゲーム。\u001b[22m\n\u001b[1m\u001b[22m\nStory: A very spoiled neko -_- , and must be punished -&gt; outcome? You decided: 'Stay spoiled' || 'becomes Obedient' :T + random storylines that gives you a chuckle or two to remember.\n\n\u001b[1mストーリー：非常に腐敗した猫 -  _-、罰せられる必要があります - ＆gt; 結果？ あなたは決心した：「甘やかされている」||  'Obedient'になる：T +ランダムなストーリーがあなたに笑いを覚える。\u001b[22m\n\u001b[1m(Sutōrī: Hijō ni fuhai shita neko - _-, basse rareru hitsuyō ga arimasu - & gt; kekka? Anata wa kesshin shita: `Amayakasa rete iru'||' Obedient' ni naru: T + randamuna sutōrī ga anata ni warai o oboeru.)\u001b[22m\n\nTranslations of \u001b[4mStory: A very spoiled neko -_- , and must be punished -&gt; outcome? You decided: 'Stay spoiled' || 'becomes Obedient' :T + random storylines that gives you a chuckle or two to remember.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: A very spoiled neko -_- , and must be punished -&gt;\u001b[24m\n    \u001b[1mストーリー：非常に腐敗した猫 -  _-、罰せられる必要があります - ＆gt;\u001b[22m, \u001b[1mストーリー：非常に甘やかされて育った猫-_-、および処罰されなければならない - ＆GT;\u001b[22m\n\u001b[4moutcome?\u001b[24m\n    \u001b[1m結果？\u001b[22m\n\u001b[4mYou decided: 'Stay spoiled' ||\u001b[24m\n    \u001b[1mあなたは決心した：「甘やかされている」||\u001b[22m, \u001b[1mあなたが決定した：「滞在が台無し '||\u001b[22m\n\u001b[4m'becomes Obedient' :T + random storylines that gives you a chuckle or two to remember.\u001b[24m\n    \u001b[1m'Obedient'になる：T +ランダムなストーリーがあなたに笑いを覚える。\u001b[22m, \u001b[1m「従順になる」：あなたは覚えて含み笑いまたは2を与えるT +ランダムストーリー。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Additional sounds such as passive natural background noises included should be a supplement to this anime. As of now, the sounds are aligned so it does give the anime the push it needs to go to.\n\n\u001b[1mサウンド：パッシブな自然のバックグラウンドノイズなどの追加サウンドは、このアニメの補足である必要があります。 今のところ、音は整列しているので、アニメに行く必要があるのです。\u001b[22m\n\u001b[1m(Saundo: Passhibuna shizen no bakkuguraundonoizu nado no tsuika saundo wa, kono anime no hosokudearu hitsuyō ga arimasu. Imanotokoro,-on wa seiretsu shite irunode, anime ni iku hitsuyō ga aru nodesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: Additional sounds such as passive natural background noises included should be a supplement to this anime. As of now, the sounds are aligned so it does give the anime the push it needs to go to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Additional sounds such as passive natural background noises included should be a supplement to this anime.\u001b[24m\n    \u001b[1mサウンド：パッシブな自然のバックグラウンドノイズなどの追加サウンドは、このアニメの補足である必要があります。\u001b[22m, \u001b[1mサウンド：そのような含ま受動自然バックグラウンドノイズのような追加のサウンドはこのアニメに補足すべきです。\u001b[22m\n\u001b[4mAs of now, the sounds are aligned so it does give the anime the push it needs to go to.\u001b[24m\n    \u001b[1m今のところ、音は整列しているので、アニメに行く必要があるのです。\u001b[22m, \u001b[1mそれはアニメにそれがに行くために必要なプッシュを与えないように、今のように、音が並んでいます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Character: Roles are entitled to them: Different reactions are shown based on their personality &amp; moral, all tied down to the aspects of respecting their 'role' they have to play as. Plus random characters are introduced very smoothly to bring you the 'More the Merrier' embracement feeling.\n\n\u001b[1m楽しさ/性格：ロールには、ロールが与えられています。それぞれの性格や性別に応じて反応が異なります。 道徳的なものはすべて、彼らが果たすべき「役割」を尊重する側面に結びついています。 プラスのランダムなキャラクターは非常にスムーズに導入され、「もっとメリーレ」エンゲージメント感をもたらします。\u001b[22m\n\u001b[1m(Tanoshisa/ seikaku: Rōru ni wa, rōru ga atae rarete imasu. Sorezore no seikaku ya seibetsu ni ōjite han'nō ga kotonarimasu. Dōtokutekina mono wa subete, karera ga hatasubeki `yakuwari' o sonchō suru sokumen ni musubitsuite imasu. Purasu no randamuna kyarakutā wa hijō ni sumūzu ni dōnyū sa re,`motto merīre' engējimento-kan o motarashimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Character: Roles are entitled to them: Different reactions are shown based on their personality &amp; moral, all tied down to the aspects of respecting their 'role' they have to play as. Plus random characters are introduced very smoothly to bring you the 'More the Merrier' embracement feeling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Character: Roles are entitled to them: Different reactions are shown based on their personality &amp;\u001b[24m\n    \u001b[1m楽しさ/性格：ロールには、ロールが与えられています。それぞれの性格や性別に応じて反応が異なります。\u001b[22m, \u001b[1m楽しさ/キャラクター：役割は彼らに権利があります：異なる反応は、彼らの個性＆＃038に基づいて示されています。\u001b[22m\n\u001b[4mmoral, all tied down to the aspects of respecting their 'role' they have to play as.\u001b[24m\n    \u001b[1m道徳的なものはすべて、彼らが果たすべき「役割」を尊重する側面に結びついています。\u001b[22m, \u001b[1m道徳的、すべての彼らのようにプレイしている自分の「役割」を尊重の観点に縛ら。\u001b[22m\n\u001b[4mPlus random characters are introduced very smoothly to bring you the 'More the Merrier' embracement feeling.\u001b[24m\n    \u001b[1mプラスのランダムなキャラクターは非常にスムーズに導入され、「もっとメリーレ」エンゲージメント感をもたらします。\u001b[22m, \u001b[1mプラスランダムな文字を使用すると、「もっと陽気」包囲感をもたらすために非常にスムーズに導入されています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: This is a comedy, get a couple of laughs out :Dc\n\n\u001b[1m全体：これはコメディで、笑いをいくつか出してください：Dc\u001b[22m\n\u001b[1m(Zentai: Kore wa komedi de, warai o ikutsu ka dashite kudasai: Dc)\u001b[22m\n\nTranslations of \u001b[4mOverall: This is a comedy, get a couple of laughs out :Dc\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: This is a comedy, get a couple of laughs out :Dc\u001b[24m\n    \u001b[1m全体：これはコメディで、笑いをいくつか出してください：Dc\u001b[22m, \u001b[1m全体：これは笑いのカップルを出て、コメディです。DC\u001b[22m\n\u001b[1m\u001b[22m\nTry finding out which character in this anime is relative to you ;3\n\n\u001b[1mこのアニメのどのキャラクターがあなたに関連しているかを調べてみてください; 3\u001b[22m\n\u001b[1m(Kono anime no dono kyarakutā ga anata ni kanren shite iru ka o shirabete mite kudasai; 3)\u001b[22m\n\nTranslations of \u001b[4mTry finding out which character in this anime is relative to you ;3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTry finding out which character in this anime is relative to you ;3\u001b[24m\n    \u001b[1mこのアニメのどのキャラクターがあなたに関連しているかを調べてみてください; 3\u001b[22m, \u001b[1mあなたに相対的であるこのアニメでどの文字見つけ出すてみてください。3\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Nekogami_Yaoyorozu",
    "id": "9934",
    "url": "https://myanimelist.net/anime/9934/Nekogami_Yaoyorozu",
    "user": "karuhigamiDURV",
    "profile": "/profile/karuhigamiDURV/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=76415",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  6\nキャラクター|  4\n|  6\n\nこのアニメは、天国から追い出された猫の神様の日々の生活です。なぜなら、彼女は何の役にも立たない怠け者ですから。 彼女の両親は彼女に地球に行ってそこにとどまるように頼んだ。 彼女は今アンティークショップを経営する人間の女の子と一緒に住んでいます。 アニメは、主に猫の神と仲間の神々が一緒に時間を過ごしている途中でいくつかのトラブルに陥っている。\n\n人々はおそらくちょうどこのアニメを通過し、それをもう一度見せなかったでしょう。 このアニメはちょっと鈍いと平凡なので、私は理解しています。  2011年にリリースされたアニメは鈍く平野ではないはずですが、このアニメは著しくあります。 このアニメには、あなたが以前に見たことがなく、ほとんどすべての要素がそれに対して働いているということはありません。\n\nこのアニメの大きな問題の1つは、最初のエピソードですべてのキャラクターが紹介され、すでに確立された現状を持っていたということです。 猫の神、まゆは、天国の家から追い出されましたが、私たちが見る次のシーンは、女の子と一緒に家にいるのです。 「このアニメは良くなるだろう」と私が自分に言ったことです。 だから時間の飛躍があり、アニメのようなものはちょうど間にあるイベントは重要ではないが、実際はそうであると私たちに伝えました。 彼らがすでに紹介されているかのように、お互いに気軽に話しているキャラクターの束が出てくるが、そうではなかった。 アニメはすぐに視聴者にこれが私たちが持っているものだと言いました。 アニメに追いつくのは視聴者の仕事です。 ほとんどの最初のエピソードは、刺激的な前提で強力に始まりますが、このアニメはほとんどあなたに関心のないヨーヤーと一緒にオープンしました。 私がこのアニメを見たいと思ったのは、キャラクター同士が相互作用する方法です。 私はそれが素晴らしいことを言っているわけではありませんが、ここでかなり印象的なブレンドがあります。 また、私は第一印象では判断しません。 \n\nこのアニメは、第3話の後にはうまくいくようになります。 私が言ったように、文字のやりとりはそれが唯一の恵みであることです。 このアニメは、ただの楽しみのためだけに見られるように意図されています。 ああ、マラソンはしないでください。 それはあなたに良いことではなく、あなたはただ自分自身を罰するだけです。 ストーリーは一時的ではなく、少し予期しているように外れます。 なぜそれが終わるかを既に知っているのなら、アニメを見るのはなぜですか？ このアニメはコメディジャンルのもので、フラットです。 それは確かにあなたを笑わせることはありません。 私を信じて、私は試して笑ってしまいましたが、そうはなりません。 試してみても笑わせるのは簡単すぎです。 彼らは適切な導入を持っていなかったので、文字は少しフラットです。 このアニメには、その良い部分を圧倒している多くの否定的側面があります。\n\nエピソードにはいくつかの基本的な設定があり、主に3つのタイプに分かれています。 最初のタイプはランダムな神についてのエピソードとそれがキャラクターに引き起こすいくつかの問題です。 最初のエピソードのように、登場人物たちは自分たちの街をさまよった貧困の神を追い払うために慌てています。  2つめのタイプは、キャラクターが遊んでいて、一緒にランダムなことをするシンプルなエピソードです。 幽霊の話をしたり、仕事でマンガカを助けるようなエピソードがあります。 私はこれらのエピソードが好きです。なぜなら、キャラクターはお互いに遊び合い、彼らの個々の魅力はしばらく輝いているからです。 第三のエピソードは、黛と親戚との関係です。これらのエピソードは、裕子の両親が死亡した後の出来事や 彼らが最初に会った方法。 これはアニメの特別な部分ですが、最初にアニメを考えることをやめて、見て楽しんではいけません。\n\n文字のデザインはシンプルです。 私は実際にこの種のデザインが好きです。なぜなら、シンプルさが文字をより喜ばせるためです。 あなたが密接に見ても、キャラクターのいくつかは大きなおっぱいを持っています。 私はいくつかのファンサービスがどのようにキャラクターデザインに影響を与えているのか好きです。 いくつかのキャラクターにも「モエ」があります。 彼らはかわいいし、かわいい声でペアになっていました。 服はかなりいいですね。 シンプルな巫女の服からフリルのドレスまで、アニメには衣装がたくさんあります。\n\n総合評点\n\n6/10「ただ座ってリラックスして、ちょっとばかげた楽しい楽しみを楽しんだりするのはかなりいいアニメです。\n\nアニメはOKです。 それでおしまい。 私はこのアニメについて私が言うことができるすべてを言っているし、それが好きかどうかはあなた次第です。 ここには素晴らしいものがいくつかあります。 しかし、全体的に見れば、このアニメは忘れられないものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is about the everyday life of a cat god who was kicked out of heaven because she is a lazy bum good for nothing. Her parents asked her to go down to Earth and stay there. She now lives with a human girl who runs an antique shop. The anime is mostly about the cat god and her fellow gods spending time together and getting into some trouble along the way.\n\n\u001b[1mこのアニメは、天国から追い出された猫の神様の日々の生活です。なぜなら、彼女は何の役にも立たない怠け者ですから。 彼女の両親は彼女に地球に行ってそこにとどまるように頼んだ。 彼女は今アンティークショップを経営する人間の女の子と一緒に住んでいます。 アニメは、主に猫の神と仲間の神々が一緒に時間を過ごしている途中でいくつかのトラブルに陥っている。\u001b[22m\n\u001b[1m(Kono anime wa, tengoku kara oidasa reta neko no kamisama no hibi no seikatsudesu. Nazenara, kanojo wa nani no yaku ni mo tatanai namakemonodesukara. Kanojo no ryōshin wa kanojo ni chikyū ni itte soko ni todomaru yō ni tanonda. Kanojo wa ima antīkushoppu o keiei suru ningen no on'nanoko to issho ni sunde imasu. Anime wa, omoni neko no kami to nakama no kamigami ga issho ni jikan o sugoshite iru tochū de ikutsu ka no toraburu ni ochītte iru.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is about the everyday life of a cat god who was kicked out of heaven because she is a lazy bum good for nothing. Her parents asked her to go down to Earth and stay there. She now lives with a human girl who runs an antique shop. The anime is mostly about the cat god and her fellow gods spending time together and getting into some trouble along the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is about the everyday life of a cat god who was kicked out of heaven because she is a lazy bum good for nothing.\u001b[24m\n    \u001b[1mこのアニメは、天国から追い出された猫の神様の日々の生活です。なぜなら、彼女は何の役にも立たない怠け者ですから。\u001b[22m, \u001b[1mこのアニメは彼女が何のために怠惰なお尻の良いので、天から追い出された猫神の日常生活についてです。\u001b[22m\n\u001b[4mHer parents asked her to go down to Earth and stay there.\u001b[24m\n    \u001b[1m彼女の両親は彼女に地球に行ってそこにとどまるように頼んだ。\u001b[22m, \u001b[1m彼女の両親は、地球に下ると、そこに滞在するために彼女に尋ねました。\u001b[22m\n\u001b[4mShe now lives with a human girl who runs an antique shop.\u001b[24m\n    \u001b[1m彼女は今アンティークショップを経営する人間の女の子と一緒に住んでいます。\u001b[22m, \u001b[1m彼女は今、アンティークショップを実行する人間の女の子と一緒に住んでいます。\u001b[22m\n\u001b[4mThe anime is mostly about the cat god and her fellow gods spending time together and getting into some trouble along the way.\u001b[24m\n    \u001b[1mアニメは、主に猫の神と仲間の神々が一緒に時間を過ごしている途中でいくつかのトラブルに陥っている。\u001b[22m, \u001b[1mアニメはほとんどが猫神と彼女の仲間の神々一緒に時間を過ごし、道に沿っていくつかのトラブルに得ることについてです。\u001b[22m\n\u001b[1m\u001b[22m\nPeople would’ve probably just passed through this anime and didn’t give it a second look. I kind of understand because this anime is a bit dull and plain. An anime released in 2011 shouldn’t be dull and plain yet this anime remarkably is. There is nothing in this anime that you haven’t seen before and almost all of its elements worked against it.\n\n\u001b[1m人々はおそらくちょうどこのアニメを通過し、それをもう一度見せなかったでしょう。 このアニメはちょっと鈍いと平凡なので、私は理解しています。  2011年にリリースされたアニメは鈍く平野ではないはずですが、このアニメは著しくあります。 このアニメには、あなたが以前に見たことがなく、ほとんどすべての要素がそれに対して働いているということはありません。\u001b[22m\n\u001b[1m(Hitobito wa osoraku chōdo kono anime o tsūka shi, sore o mōichido misenakattadeshou. Kono anime wa chotto nibui to heibon'nanode, watashi wa rikai shite imasu. 2011-Nen ni rirīsu sa reta anime wa nibuku heiyade wa nai hazudesuga, kono anime wa ichijirushiku arimasu. Kono anime ni wa, anata ga izen ni mita koto ga naku, hotondo subete no yōso ga sorenitaishite hataraite iru to iu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mPeople would’ve probably just passed through this anime and didn’t give it a second look. I kind of understand because this anime is a bit dull and plain. An anime released in 2011 shouldn’t be dull and plain yet this anime remarkably is. There is nothing in this anime that you haven’t seen before and almost all of its elements worked against it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPeople would’ve probably just passed through this anime and didn’t give it a second look.\u001b[24m\n    \u001b[1m人々はおそらくちょうどこのアニメを通過し、それをもう一度見せなかったでしょう。\u001b[22m, \u001b[1m人々はおそらくこのアニメを通過しただろうし、それを第二の外観を与えていません。\u001b[22m\n\u001b[4mI kind of understand because this anime is a bit dull and plain.\u001b[24m\n    \u001b[1mこのアニメはちょっと鈍いと平凡なので、私は理解しています。\u001b[22m, \u001b[1mこのアニメは少し鈍いと無地であるので、私は一種の理解します。\u001b[22m\n\u001b[4mAn anime released in 2011 shouldn’t be dull and plain yet this anime remarkably is.\u001b[24m\n    \u001b[1m2011年にリリースされたアニメは鈍く平野ではないはずですが、このアニメは著しくあります。\u001b[22m, \u001b[1m2011年にリリースされたアニメは鈍いとプレーンすべきではない、まだこのアニメが顕著です。\u001b[22m\n\u001b[4mThere is nothing in this anime that you haven’t seen before and almost all of its elements worked against it.\u001b[24m\n    \u001b[1mこのアニメには、あなたが以前に見たことがなく、ほとんどすべての要素がそれに対して働いているということはありません。\u001b[22m, \u001b[1mほぼ全ての要素のそれに対して働いていた前にあなたが見ていないこのアニメには何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe one big problem about this anime is that the first episode introduced all the characters and it already had an already established status quo. The cat god, Mayu, was kicked out of her house in heaven but the next scene we see is her in a house with a girl. “This anime will get better” is what I said to myself. So there was a time leap and the anime kind of just told us that the events in between wasn’t important but it actually is. Out come a bunch of characters who casually speaks to one another as if they’ve been introduced already but they weren’t. The anime immediately told viewers that this is what we have: a bunch of characters talking to one another. It’s now the viewer’s job to catch up with the anime. Most first episodes start out strong with an exciting premise but this anime opened with a yawner that will hardly interest you. The one thing that made me want to watch about this anime though is the way the characters interact with each other. I’m not saying it’s great but there is some pretty impressive blending here. Also, I don’t judge on first impressions.\n\n\u001b[1mこのアニメの大きな問題の1つは、最初のエピソードですべてのキャラクターが紹介され、すでに確立された現状を持っていたということです。 猫の神、まゆは、天国の家から追い出されましたが、私たちが見る次のシーンは女の子と一緒に家にいるのです。 「このアニメは良くなるだろう」と私が自分に言ったことです。 だから時間の飛躍があり、アニメのようなものはちょうど間にあるイベントは重要ではないが、実際はそうであると私たちに伝えました。 彼らがすでに紹介されているかのように、お互いに気軽に話しているキャラクターの束が出てくるが、そうではなかった。 アニメはすぐに視聴者にこれが私たちが持っているものだと言いました。 アニメに追いつくのは視聴者の仕事です。 ほとんどの最初のエピソードは、刺激的な前提で強力に始まりますが、このアニメはほとんどあなたに関心のないヨーヤーと一緒にオープンしました。 私がこのアニメを見たいと思ったのは、キャラクター同士が相互作用する方法です。 私はそれが素晴らしいことを言っているわけではありませんが、ここでかなり印象的なブレンドがあります。 また、私は第一印象では判断しません。 \u001b[22m\n\u001b[1m(Kono anime no ōkina mondai no 1tsu wa, saisho no episōdo de subete no kyarakutā ga shōkai sa re, sudeni kakuritsu sa reta genjō o motte ita to iu kotodesu. Neko no kami, mayu wa, tengoku no ie kara oidasa remashitaga, watashitachi ga miru tsugi no shīn wa on'nanoko to issho ni ie ni iru nodesu. Dakara jikan no hiyaku ga ari, anime no yōna mono wa chōdo ma ni aru ibento wa jūyōde wa naiga, jissai wa sōdearu to watashitachi ni tsutaemashita. Karera ga sudeni shōkai sa rete iru ka no yō ni, otagai ni kigaru ni hanashite iru kyarakutā no taba ga detekuru ga,-sōde wa nakatta. Anime wa sugu ni shichō-sha ni korega watashitachi ga motte iru monoda to iimashita. Anime ni oitsuku no wa shichō-sha no shigotodesu. Hotondo no saisho no episōdo wa, shigeki-tekina zentei de kyōryoku ni hajimarimasuga, kono anime wa hotondo anata ni kanshin no nai yōyā to issho ni ōpun shimashita. Watashi ga kono anime o mitai to omotta no wa, kyarakutā dōshi ga sōgo sayō suru hōhōdesu. Watashi wa sore ga subarashī koto o itte iru wakede wa arimasenga, koko de kanari inshō-tekina burendo ga arimasu. Mata, watashi wa daiichiinshōde wa handan shimasen. `Kono anime wa yoku narudarou' to watashi ga jibun ni itta kotodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nThis anime will only start to get good though after the third episode. Like I said, the character interaction is it’s only saving grace. This anime is just meant to be watched for simple fun and nothing else. Oh, don’t marathon it as well. It won’t do you any good and you’re just punishing yourself. The story is non-episodic and they come off as a bit predictable. Why watch an anime if you already know how it will end? This anime is of the Comedy genre and it’s flat. It most certainly won’t make you laugh. Believe me, I tried and forced to laugh but it won’t. It’s just too simple to even try and make you laugh. Even the characters are a bit flat because they didn’t have a proper introduction. There are a lot of negative aspects in this anime that it overwhelms its good parts.\n\n\u001b[1mこのアニメは、第3話の後にはうまくいくようになります。 私が言ったように、文字のやりとりはそれが唯一の恵みであることです。 このアニメは、ただの楽しみのためだけに見られるように意図されています。 ああ、マラソンはしないでください。 それはあなたに良いことではなく、あなたはただ自分自身を罰するだけです。 ストーリーは一時的ではなく、少し予期しているように外れます。 なぜそれが終わるかを既に知っているのなら、アニメを見るのはなぜですか？ このアニメはコメディジャンルのもので、フラットです。 それは確かにあなたを笑わせることはありません。 私を信じて、私は試して笑ってしまいましたが、そうはなりません。 試してみても笑わせるのは簡単すぎです。 彼らは適切な導入を持っていなかったので、文字は少しフラットです。 このアニメには、その良い部分を圧倒している多くの否定的側面があります。\u001b[22m\n\u001b[1m(Kono anime wa, dai 3-wa no nochi ni wa umaku iku yō ni narimasu. Watashi ga itta yō ni, moji no yaritori wa sore ga yuiitsu no megumidearu kotodesu. Sutōrī wa ichiji-tekide wa naku, sukoshi yoki shite iru yō ni hazuremasu. Naze sore ga owaru ka o sudeni shitte iru nonara, anime o miru no wa nazedesu ka? Kono anime wa komedi janru no mono de, furattodesu. Sore wa tashika ni anata o warawaseru koto wa arimasen. Watashi o shinjite, watashi wa tameshite waratte shimaimashitaga, sō wa narimasen. Tameshite mite mo warawaseru no wa kantan sugidesu. Karera wa tekisetsuna dōnyū o motte inakattanode, moji wa sukoshi furattodesu. Kono anime ni wa, sono yoi bubun o attō shite iru ōku no hitei-teki sokumen ga arimasu. Kono anime wa, tada no tanoshimi no tame dake ni mi rareru yō ni ito sa rete imasu. Ā, marason wa shinaide kudasai. Sore wa anata ni yoi kotode wa naku, anata wa tada jibun jishin o bassuru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime will only start to get good though after the third episode. Like I said, the character interaction is it’s only saving grace. This anime is just meant to be watched for simple fun and nothing else. Oh, don’t marathon it as well. It won’t do you any good and you’re just punishing yourself. The story is non-episodic and they come off as a bit predictable. Why watch an anime if you already know how it will end? This anime is of the Comedy genre and it’s flat. It most certainly won’t make you laugh. Believe me, I tried and forced to laugh but it won’t. It’s just too simple to even try and make you laugh. Even the characters are a bit flat because they didn’t have a proper introduction. There are a lot of negative aspects in this anime that it overwhelms its good parts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime will only start to get good though after the third episode.\u001b[24m\n    \u001b[1mこのアニメは、第3話の後にはうまくいくようになります。\u001b[22m, \u001b[1mこのアニメは第三のエピソードの後にかかわらず、良好な取得を開始します。\u001b[22m\n\u001b[4mLike I said, the character interaction is it’s only saving grace.\u001b[24m\n    \u001b[1m私が言ったように、文字のやりとりはそれが唯一の恵みであることです。\u001b[22m, \u001b[1m私が言ったように、文字の相互作用は、それが唯一の恵みを保存していますです。\u001b[22m\n\u001b[4mThe story is non-episodic and they come off as a bit predictable.\u001b[24m\n    \u001b[1mストーリーは一時的ではなく、少し予期しているように外れます。\u001b[22m, \u001b[1m物語は、非エピソードであり、それらはビット予測可能としてオフに来ます。\u001b[22m\n\u001b[4mWhy watch an anime if you already know how it will end?\u001b[24m\n    \u001b[1mなぜそれが終わるかを既に知っているのなら、アニメを見るのはなぜですか？\u001b[22m, \u001b[1mあなたはすでにそれが終了する方法を知っていれば、なぜアニメを見て？\u001b[22m\n\u001b[4mThis anime is of the Comedy genre and it’s flat.\u001b[24m\n    \u001b[1mこのアニメはコメディジャンルのもので、フラットです。\u001b[22m, \u001b[1mこのアニメは、コメディのジャンルであり、それはフラットです。\u001b[22m\n\u001b[4mIt most certainly won’t make you laugh.\u001b[24m\n    \u001b[1mそれは確かにあなたを笑わせることはありません。\u001b[22m, \u001b[1mそれは最も確かにあなたが笑うことはありません。\u001b[22m\n\u001b[4mBelieve me, I tried and forced to laugh but it won’t.\u001b[24m\n    \u001b[1m私を信じて、私は試して笑ってしまいましたが、そうはなりません。\u001b[22m, \u001b[1m私を信じて、私が試したし、笑うことを余儀なくが、それはしません。\u001b[22m\n\u001b[4mIt’s just too simple to even try and make you laugh.\u001b[24m\n    \u001b[1m試してみても笑わせるのは簡単すぎです。\u001b[22m, \u001b[1mそれも試してみて、あなたが笑わせるためにあまりにも簡単です。\u001b[22m\n\u001b[4mEven the characters are a bit flat because they didn’t have a proper introduction.\u001b[24m\n    \u001b[1m彼らは適切な導入を持っていなかったので、文字は少しフラットです。\u001b[22m, \u001b[1m彼らは適切な導入を持っていなかったためであっても文字が少し平坦です。\u001b[22m\n\u001b[4mThere are a lot of negative aspects in this anime that it overwhelms its good parts.\u001b[24m\n    \u001b[1mこのアニメには、その良い部分を圧倒している多くの否定的側面があります。\u001b[22m, \u001b[1mそれはその良い部分を圧倒するこのアニメにおける負の側面がたくさんあります。\u001b[22m\n\u001b[4mThis anime is just meant to be watched for simple fun and nothing else.\u001b[24m\n    \u001b[1mこのアニメは、ただの楽しみのためだけに見られるように意図されています。\u001b[22m, \u001b[1mこのアニメは、単純な楽しさと他には何のために監視されることを意味しています。\u001b[22m\n\u001b[4mOh, don’t marathon it as well.\u001b[24m\n    \u001b[1mああ、マラソンはしないでください。\u001b[22m, \u001b[1mああ、同様にそれマラソンませんを行います。\u001b[22m\n\u001b[4mIt won’t do you any good and you’re just punishing yourself.\u001b[24m\n    \u001b[1mそれはあなたに良いことではなく、あなたはただ自分自身を罰するだけです。\u001b[22m, \u001b[1mそれはあなたに何の役にも立たないだろうし、あなただけの自分を罰するしています。\u001b[22m\n\u001b[1m\u001b[22m\nThe episodes have some basic set up to them and they are mostly divided into three types. The first type is episodes about a random god and some trouble it causes on the characters. Just like the first episode, the characters are scrambling to chase off the god of poverty that wandered into their town. The second type is the simple kind of episodes where the characters just hang out and do random things together. There are episodes like telling ghost stories or helping a mangaka with her work. I like these episodes because the characters play off each other and their individual charm gets to shine for a while. The third type of episode is about Mayu and her relationship with Yuzu, the human girl who owns the house she lives in. These episodes are particularly deep because they explore some dramatic moments of their relationship like the incidents after Yuzu's parents die and the events on how they first met. This is the special part of the anime but you first must not over think the anime and just have fun while watching.\n\n\u001b[1mエピソードにはいくつかの基本的な設定があり、主に3つのタイプに分かれています。 最初のタイプはランダムな神についてのエピソードとそれがキャラクターに引き起こすいくつかの問題です。 最初のエピソードのように、登場人物たちは自分たちの街をさまよった貧困の神を追い払うために慌てています。  2つめのタイプは、キャラクターが遊んでいて、一緒にランダムなことをするシンプルなエピソードです。 幽霊の話をしたり、仕事でマンガカを助けるようなエピソードがあります。 私はこれらのエピソードが好きです。なぜなら、キャラクターはお互いに遊び合い、彼らの個々の魅力はしばらく輝いているからです。 第三のエピソードは、黛と親戚との関係です。これらのエピソードは、裕子の両親が死亡した後の出来事や 彼らが最初に会った方法。 これはアニメの特別な部分ですが、最初にアニメを考えることをやめて、見て楽しんではいけません。\u001b[22m\n\u001b[1m(Episōdo ni wa ikutsu ka no kihon-tekina settei ga ari, omoni 3ttsu no taipu ni wakarete imasu. Saisho no taipu wa randamuna kami ni tsuite no episōdo to sore ga kyarakutā ni hikiokosu ikutsu ka no mondaidesu. Saisho no episōdo no yō ni, tōjō jinbutsu-tachi wa jibun-tachi no machi o samayotta hinkon no kami o oiharau tame ni awatete imasu. 2Tsu-me no taipu wa, kyarakutā ga asonde ite, issho ni randamuna koto o suru shinpuruna episōdodesu. Yūrei no hanashi o shi tari, shigoto de mangaka o tasukeru yōna episōdo ga arimasu. Watashi wa korera no episōdo ga sukidesu. Nazenara, kyarakutā wa otagai ni asobi ai, karera no koko no miryoku wa shibaraku kagayaite irukaradesu. Dai san no episōdo wa, Mayuzumi to shinseki to no kankeidesu. Korera no episōdo wa, Yūko no ryōshin ga shibō shita nochi no dekigoto ya karera ga saisho ni atta hōhō. Kore wa anime no tokubetsuna bubundesuga, saisho ni anime o kangaeru koto o yamete, mite tanoshinde wa ikemasen.)\u001b[22m\n\u001b[1m\u001b[22m\nThe character design is simple. I actually like this kind of design because the simplicity makes the characters more pleasing to look at. If you look closely too, some of the characters have some big boobs on them. I love how some fan service is able to make its way on the character design. It has some “moe” on some of the characters as well. They were cute and they were paired with some cute voices. The outfits are pretty nice as well. There is a large range of outfits in the anime from simple shrine maiden clothes to some frilly dresses.\n\n\u001b[1m文字のデザインはシンプルです。 私は実際にこの種のデザインが好きです。なぜなら、シンプルさが文字をより喜ばせるためです。 あなたが密接に見ても、キャラクターのいくつかは大きなおっぱいを持っています。 私はいくつかのファンサービスがどのようにキャラクターデザインに影響を与えているのか好きです。 いくつかのキャラクターにも「モエ」があります。 彼らはかわいいし、かわいい声でペアになっていました。 服はかなりいいですね。 シンプルな巫女の服からフリルのドレスまで、アニメには衣装がたくさんあります。\u001b[22m\n\u001b[1m(Moji no dezain wa shinpurudesu. Watashi wa jissai ni kono tane no dezain ga sukidesu. Nazenara, shinpuru-sa ga moji o yori yorokoba seru tamedesu. Anata ga missetsu ni mite mo, kyarakutā no ikutsu ka wa ōkina oppai o motte imasu. Watashi wa ikutsu ka no fansābisu ga dono yō ni kyarakutādezain ni eikyō o ataete iru no ka sukidesu. Ikutsu ka no kyarakutā ni mo `Moe' ga arimasu. Karera wa kawaīshi, kawaī koe de pea ni natte imashita. Fuku wa kanari īdesu ne. Shinpuruna miko no fuku kara furiru no doresu made, anime ni wa ishō ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe character design is simple. I actually like this kind of design because the simplicity makes the characters more pleasing to look at. If you look closely too, some of the characters have some big boobs on them. I love how some fan service is able to make its way on the character design. It has some “moe” on some of the characters as well. They were cute and they were paired with some cute voices. The outfits are pretty nice as well. There is a large range of outfits in the anime from simple shrine maiden clothes to some frilly dresses.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character design is simple.\u001b[24m\n    \u001b[1m文字のデザインはシンプルです。\u001b[22m, \u001b[1mキャラクターデザインはシンプルです。\u001b[22m\n\u001b[4mI actually like this kind of design because the simplicity makes the characters more pleasing to look at.\u001b[24m\n    \u001b[1m私は実際にこの種のデザインが好きです。なぜなら、シンプルさが文字をより喜ばせるためです。\u001b[22m, \u001b[1mシンプルさが見て文字をより満足させるので、私は実際にこの種の設計が好き。\u001b[22m\n\u001b[4mIf you look closely too, some of the characters have some big boobs on them.\u001b[24m\n    \u001b[1mあなたが密接に見ても、キャラクターのいくつかは大きなおっぱいを持っています。\u001b[22m, \u001b[1mあなたもよく見ると、一部の文字は、それらの上にいくつかの大きなおっぱいを持っています。\u001b[22m\n\u001b[4mI love how some fan service is able to make its way on the character design.\u001b[24m\n    \u001b[1m私はいくつかのファンサービスがどのようにキャラクターデザインに影響を与えているのか好きです。\u001b[22m, \u001b[1m私はいくつかのファンサービスはキャラクターデザインにその方法を作ることができる方法が大好きです。\u001b[22m\n\u001b[4mIt has some “moe” on some of the characters as well.\u001b[24m\n    \u001b[1mいくつかのキャラクターにも「モエ」があります。\u001b[22m, \u001b[1mそれだけでなく、文字の一部にいくつかの\"萌え\"を持っています。\u001b[22m\n\u001b[4mThey were cute and they were paired with some cute voices.\u001b[24m\n    \u001b[1m彼らはかわいいし、かわいい声でペアになっていました。\u001b[22m, \u001b[1m彼らはキュートだったし、彼らはいくつかのかわいい声と対になりました。\u001b[22m\n\u001b[4mThe outfits are pretty nice as well.\u001b[24m\n    \u001b[1m服はかなりいいですね。\u001b[22m, \u001b[1m衣装にもかなりいいです。\u001b[22m\n\u001b[4mThere is a large range of outfits in the anime from simple shrine maiden clothes to some frilly dresses.\u001b[24m\n    \u001b[1mシンプルな巫女の服からフリルのドレスまで、アニメには衣装がたくさんあります。\u001b[22m, \u001b[1mいくつかのフリルのドレスにシンプルな巫女服からアニメにおける服装の大規模な範囲があります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall Score\n\n\u001b[1m総合評点\u001b[22m\n\u001b[1m(Sōgō hyōten)\u001b[22m\n\nTranslations of \u001b[4mOverall Score\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Score\u001b[24m\n    \u001b[1m総合評点\u001b[22m, \u001b[1m総合スコア\u001b[22m\n\u001b[1m\u001b[22m\n6/10 “It’s a pretty nice anime if you want to just sit back and relax and just enjoy some silly random fun.”\n\n\u001b[1m6/10「ただ座ってリラックスして、ちょっとばかげた楽しい楽しみを楽しんだりするのはかなりいいアニメです。\u001b[22m\n\u001b[1m(6/ 10 `Tada suwatte rirakkusu shite, chotto bakageta tanoshī tanoshimi o tanoshin dari suru no wa kanari ī animedesu.)\u001b[22m\n\nTranslations of \u001b[4m6/10 “It’s a pretty nice anime if you want to just sit back and relax and just enjoy some silly random fun.”\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10 “It’s a pretty nice anime if you want to just sit back and relax and just enjoy some silly random fun.”\u001b[24m\n    \u001b[1m6/10「ただ座ってリラックスして、ちょっとばかげた楽しい楽しみを楽しんだりするのはかなりいいアニメです。\u001b[22m, \u001b[1m6月10日は「あなただけ後ろに座るとリラックスして、ちょうどいくつかの愚かなランダムな楽しさを楽しみたい場合はかなりいいアニメです。」\u001b[22m\n\u001b[1m\u001b[22m\nThe anime is OK. That’s it. I’ve said all I can say about this anime and it’s up to you if you will like it or not. There are some nice things here. In the overall look of things though, this anime is sadly forgettable.\n\n\u001b[1mアニメはOKです。 それでおしまい。 私はこのアニメについて私が言うことができるすべてを言っているし、それが好きかどうかはあなた次第です。 ここには素晴らしいものがいくつかあります。 しかし、全体的に見れば、このアニメは忘れられないものです。\u001b[22m\n\u001b[1m(Anime wa OKdesu. Sorede oshimai. Watashi wa kono anime ni tsuite watashi ga iu koto ga dekiru subete o itte irushi, sore ga suki ka dō ka wa anata shidaidesu. Koko ni wa subarashī mono ga ikutsu ka arimasu. Shikashi, zentai-teki ni mireba, kono anime wa wasure rarenai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime is OK. That’s it. I’ve said all I can say about this anime and it’s up to you if you will like it or not. There are some nice things here. In the overall look of things though, this anime is sadly forgettable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime is OK.\u001b[24m\n    \u001b[1mアニメはOKです。\u001b[22m, \u001b[1mアニメでもOKです。\u001b[22m\n\u001b[4mThat’s it.\u001b[24m\n    \u001b[1mそれでおしまい。\u001b[22m, \u001b[1mそれだけです。\u001b[22m\n\u001b[4mI’ve said all I can say about this anime and it’s up to you if you will like it or not.\u001b[24m\n    \u001b[1m私はこのアニメについて私が言うことができるすべてを言っているし、それが好きかどうかはあなた次第です。\u001b[22m, \u001b[1m私はこのアニメについて言うことができるすべてを言ったし、あなたがそれを好きか、しない場合、それはあなた次第です。\u001b[22m\n\u001b[4mThere are some nice things here.\u001b[24m\n    \u001b[1mここには素晴らしいものがいくつかあります。\u001b[22m, \u001b[1mここではいくつかの素晴らしいものがあります。\u001b[22m\n\u001b[4mIn the overall look of things though, this anime is sadly forgettable.\u001b[24m\n    \u001b[1mしかし、全体的に見れば、このアニメは忘れられないものです。\u001b[22m, \u001b[1mしかし、物事の全体的な外観で、このアニメは悲しげに忘れられがちです。\u001b[22m"
  }
]
