[
  {
    "title": "Ikoku_Meiro_no_Crois%C3%A9e_The_Animation",
    "id": "9938",
    "url": "https://myanimelist.net/anime/9938/Ikoku_Meiro_no_Crois%C3%A9e_The_Animation",
    "user": "chichiriNoDa",
    "profile": "/profile/chichiriNoDa/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=75831",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  7\n\nあなたはおそらく他のレビューを読んだことがあります。あなたはこのシリーズがあなたの時間の価値があるかどうかについて明確な意見があります。 しかし、まだ私はちょうど私の2セントを共有したい、これは私がアニメの長い中断の後で完全に見てきた最初のアニメです。\n\n外国人の迷路のCroiseeは、19世紀後半にフランスのパリに住むように特権を与えられた、Yuneを中心に展開するLifeシリーズのスライスです。\n\n私がゆっくりペースのシリーズを好む傾向があるので、まあ、このシリーズは間違いなく私のお茶のカップに適しています。 しかし、Croiseeには、他のシリーズのシリーズには欠けているものがあります。残念ながら、それはストーリーが欠けています。 もちろん、ほとんどの「スライス・オブ・ライフ」ジャンルは、主人公の生活の中で日常的なインスタンスのコレクションではなく、特定の物語を持たないことがわかります。\n\nしかし、クロワゼでは、パリのユネスクの日常生活に焦点を当てるのではなく、日本と日本の文化的な衝突についての洞察が与えられています。 フランスの税関。 非常に参考になりましたが、たいていの場合、シリーズはあまりにも多くの怒りを感じました。 ほとんどすべてのシリーズは、あなたが日本の習慣に関する本を読む方が良いという価値に焦点を当てています。\n\nこのシリーズは、パリのバックグラウンドを開発するのにはかなり良い仕事でしたが、私が言ったように、Croiseeの主な焦点は、2つの異なる文化の異なる視点を示すことです。 私たちに知らせてもらうのは良いことですが、時にはそれはむしろ重複した主題を提示することもあります。\n\nシリーズはYune、Claude＆amp; カミーユはそれがエピソードの最後のカップルで提示されて以来、それは少し遅れていたより深い話です。  Aはこれのシーズン2を見たいと思います。そうすれば、これらのキャラクターの過去の後ろにもっと良い解決策ができます。 しかし、それまではこのシリーズはぬるぬる。\n\n夏目友人帳やムシシとは違って、単身エピソードでスタンドアローンのストーリーになることができるライフシリーズ。 あるいは「モノノー・ノー・アウェア」やノスタルジックな/感情的な感情をあなたに与える横浜のカイダシ・キコウです。  Croiseeは文化的な衝突に焦点を当て、実際の話を作り忘れた。  「文化的な問題」が解決された時点では、そのキャラクターに深いストーリーを紹介するには時期尚早だった。\n\nしかしアニメーションは素晴らしいです。 それは、12エピソードが食べるだけの風であるので、あなたが何かを使い果たした場合、まだまともなアニメです。 それはリラックスしていますが、再びキャラクター駆動のシリーズを文化的なレッスンではないと予想しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOK you've probably read the other reviews and you have a definite opinion whether this series is worth your time. But still I just want to share my two cents, as this is the first anime I've watched in its entirety after a long hiatus on anime.\n\n\u001b[1mあなたはおそらく他のレビューを読んだことがあります。あなたはこのシリーズがあなたの時間の価値があるかどうかについて明確な意見があります。 しかし、まだ私はちょうど私の2セントを共有したい、これは私がアニメの長い中断の後で完全に見てきた最初のアニメです。\u001b[22m\n\u001b[1m(Anata wa osoraku hoka no rebyū o yonda koto ga arimasu. Anata wa kono shirīzu ga anata no jikan no kachigāru ka dō ka ni tsuite meikakuna iken ga arimasu. Shikashi, mada watashi wa chōdo watashi no 2-sento o kyōyū shitai, kore wa watashi ga anime no nagai chūdan no nochi de kanzen ni mitekita saisho no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mOK you've probably read the other reviews and you have a definite opinion whether this series is worth your time. But still I just want to share my two cents, as this is the first anime I've watched in its entirety after a long hiatus on anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOK you've probably read the other reviews and you have a definite opinion whether this series is worth your time.\u001b[24m\n    \u001b[1mあなたはおそらく他のレビューを読んだことがあります。あなたはこのシリーズがあなたの時間の価値があるかどうかについて明確な意見があります。\u001b[22m, \u001b[1m[OK]をあなたはおそらく他のレビューを読んで、あなたはこのシリーズはあなたの時間の価値があるかどうかを明確意見を持っています。\u001b[22m\n\u001b[4mBut still I just want to share my two cents, as this is the first anime I've watched in its entirety after a long hiatus on anime.\u001b[24m\n    \u001b[1mしかし、まだ私はちょうど私の2セントを共有したい、これは私がアニメの長い中断の後で完全に見てきた最初のアニメです。\u001b[22m, \u001b[1mこれは私がアニメで長いぶりにその全体で見てきた最初のアニメであるとしてではなく、まだ私はちょうど、私の2セントを共有したいです。\u001b[22m\n\u001b[1m\u001b[22m\nCroisee in a Foreign Labyrinth is a Slice of Life series that revolves around Yune - a japanese girl that was given privilenge to live in Paris, France in the late 19th century.\n\n\u001b[1m外国人の迷路のCroiseeは、19世紀後半にフランスのパリに住むように特権を与えられた、Yuneを中心に展開するLifeシリーズのスライスです。\u001b[22m\n\u001b[1m(Gaikoku hito no meiro no Croisee wa, 19 seiki kōhan ni Furansu no Pari ni sumu yō ni tokken o ataerareta, Yune o chūshin ni tenkai suru Life shirīzu no suraisudesu.)\u001b[22m\n\nTranslations of \u001b[4mCroisee in a Foreign Labyrinth is a Slice of Life series that revolves around Yune - a japanese girl that was given privilenge to live in Paris, France in the late 19th century.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCroisee in a Foreign Labyrinth is a Slice of Life series that revolves around Yune - a japanese girl that was given privilenge to live in Paris, France in the late 19th century.\u001b[24m\n    \u001b[1m外国人の迷路のCroiseeは、19世紀後半にフランスのパリに住むように特権を与えられた、Yuneを中心に展開するLifeシリーズのスライスです。\u001b[22m, \u001b[1m19世紀後半にパリ、フランスに住んでprivilengeを与えられた日本人の女の子 - 異国迷路のクロワーゼはユーンを中心に展開ライフシリーズのスライスです。\u001b[22m\n\u001b[1m\u001b[22m\nWell this series is definitely right for my cup of tea since I tend to like slow paced series. But Croisee lacks something that the other slice of series has, and unfortunately it lacks a story. Of course I know that most 'slice of life' genre doesn't have a particular story rather a collection of everyday instances in the main characters life.\n\n\u001b[1m私がゆっくりペースのシリーズを好む傾向があるので、まあ、このシリーズは間違いなく私のお茶のカップに適しています。 しかし、Croiseeには、他のシリーズのシリーズには欠けているものがあります。残念ながら、それはストーリーが欠けています。 もちろん、ほとんどの「スライス・オブ・ライフ」ジャンルは、主人公の生活の中で日常的なインスタンスのコレクションではなく、特定の物語を持たないことがわかります。\u001b[22m\n\u001b[1m(Watashi ga yukkuri pēsu no shirīzu o konomu keikō ga aru node, mā, kono shirīzu wa machigainaku watashi no ocha no kappu ni tekishite imasu. Shikashi, Croisee ni wa, hoka no shirīzu no shirīzu ni wa kakete iru mono ga arimasu. Zan'nen'nagara, soreha sutōrī ga kakete imasu. Mochiron, hotondo no `suraisu Obu raifu' janru wa, shujinkō no seikatsu no naka de nichijō-tekina insutansu no korekushonde wa naku, tokutei no monogatari o motanai koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell this series is definitely right for my cup of tea since I tend to like slow paced series. But Croisee lacks something that the other slice of series has, and unfortunately it lacks a story. Of course I know that most 'slice of life' genre doesn't have a particular story rather a collection of everyday instances in the main characters life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell this series is definitely right for my cup of tea since I tend to like slow paced series.\u001b[24m\n    \u001b[1m私がゆっくりペースのシリーズを好む傾向があるので、まあ、このシリーズは間違いなく私のお茶のカップに適しています。\u001b[22m, \u001b[1m私は遅いペースのシリーズが好きな傾向があるのでまあこのシリーズは間違いなく、お茶の私のカップのために右です。\u001b[22m\n\u001b[4mBut Croisee lacks something that the other slice of series has, and unfortunately it lacks a story.\u001b[24m\n    \u001b[1mしかし、Croiseeには、他のシリーズのシリーズには欠けているものがあります。残念ながら、それはストーリーが欠けています。\u001b[22m, \u001b[1mしかし、クロワゼは、シリーズの他のスライスが持っているものを欠いている、と残念ながらそれは物語を欠いています。\u001b[22m\n\u001b[4mOf course I know that most 'slice of life' genre doesn't have a particular story rather a collection of everyday instances in the main characters life.\u001b[24m\n    \u001b[1mもちろん、ほとんどの「スライス・オブ・ライフ」ジャンルは、主人公の生活の中で日常的なインスタンスのコレクションではなく、特定の物語を持たないことがわかります。\u001b[22m, \u001b[1mもちろん、私はほとんどの「スライスの生活の「ジャンルは、特定の話ではなく、メインキャラクターの生活の中で日常のインスタンスのコレクションを持っていないことを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nIn Croisee though, instead on focusing on Yune's everyday life in Paris we are given an insight on the cultural clash between Japanese &amp; French customs. It's very informative but most of the time it just felt that the series tried too much too be angsty that sometimes its gets irritating. Almost the entire series focuses on such values that you are better of reading a book on Japanese customs.\n\n\u001b[1mしかし、クロワゼでは、パリのユネスクの日常生活に焦点を当てるのではなく、日本と日本の文化的な衝突についての洞察が与えられています。 フランスの税関。 非常に参考になりましたが、たいていの場合、シリーズはあまりにも多くの怒りを感じました。 ほとんどすべてのシリーズは、あなたが日本の習慣に関する本を読む方が良いという価値に焦点を当てています。\u001b[22m\n\u001b[1m(Shikashi, kurowazede wa, Pari no yunesuku no nichijō seikatsu ni shōten o ateru node wa naku, Nihon to nihon'nobunka-tekina shōtotsu ni tsuite no dōsatsu ga atae rarete imasu. Furansu no Zeikan. Hijō ni sankō ni narimashitaga, taitei no baai, shirīzu wa amarini mo ōku no ikari o kanjimashita. Hotondo subete no shirīzu wa, anata ga Nihon no shūkan ni kansuru hon o yomu kata ga yoi to iu kachi ni shōten o atete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn Croisee though, instead on focusing on Yune's everyday life in Paris we are given an insight on the cultural clash between Japanese &amp; French customs. It's very informative but most of the time it just felt that the series tried too much too be angsty that sometimes its gets irritating. Almost the entire series focuses on such values that you are better of reading a book on Japanese customs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn Croisee though, instead on focusing on Yune's everyday life in Paris we are given an insight on the cultural clash between Japanese &amp;\u001b[24m\n    \u001b[1mしかし、クロワゼでは、パリのユネスクの日常生活に焦点を当てるのではなく、日本と日本の文化的な衝突についての洞察が与えられています。\u001b[22m, \u001b[1mクロワゼではしかし、代わりにパリでユーンの日常生活に焦点を当てた上で、私たちは、日本＆＃038間の文化の衝突についての洞察を与えています。\u001b[22m\n\u001b[4mFrench customs.\u001b[24m\n    \u001b[1mフランスの税関。\u001b[22m, \u001b[1mフランスの習慣。\u001b[22m\n\u001b[4mIt's very informative but most of the time it just felt that the series tried too much too be angsty that sometimes its gets irritating.\u001b[24m\n    \u001b[1m非常に参考になりましたが、たいていの場合、シリーズはあまりにも多くの怒りを感じました。\u001b[22m, \u001b[1mそれは非常に有益ですが、ほとんどの時間は、それだけでシリーズがあまりにも時々その刺激性取得することをangstyなりすぎしようとしたことを感じました。\u001b[22m\n\u001b[4mAlmost the entire series focuses on such values that you are better of reading a book on Japanese customs.\u001b[24m\n    \u001b[1mほとんどすべてのシリーズは、あなたが日本の習慣に関する本を読む方が良いという価値に焦点を当てています。\u001b[22m, \u001b[1mほぼ全シリーズでは、日本の習慣についての本を読んでの優れているような値に焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nThe series did a pretty good job developing a Parisian backdrop, but as I said, Croisee's main focus is to show you the different perspective of a two different culture. It's nice that we get to be informed but then again sometimes it presents a rather redundant subject.\n\n\u001b[1mこのシリーズは、パリのバックグラウンドを開発するのにはかなり良い仕事でしたが、私が言ったように、Croiseeの主な焦点は、2つの異なる文化の異なる視点を示すことです。 私たちに知らせてもらうのは良いことですが、時にはそれはむしろ重複した主題を提示することもあります。\u001b[22m\n\u001b[1m(Kono shirīzu wa, Pari no bakkuguraundo o kaihatsu suru no ni wa kanari yoi shigotodeshitaga, watashi ga itta yō ni, Croisee no omona shōten wa, 2tsu no kotonaru bunka no kotonaru shiten o shimesu kotodesu. Watashitachi ni shirasete morau no wa yoi kotodesuga, tokiniha sore wa mushiro jūfuku shita shudai o teiji suru koto mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe series did a pretty good job developing a Parisian backdrop, but as I said, Croisee's main focus is to show you the different perspective of a two different culture. It's nice that we get to be informed but then again sometimes it presents a rather redundant subject.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series did a pretty good job developing a Parisian backdrop, but as I said, Croisee's main focus is to show you the different perspective of a two different culture.\u001b[24m\n    \u001b[1mこのシリーズは、パリのバックグラウンドを開発するのにはかなり良い仕事でしたが、私が言ったように、Croiseeの主な焦点は、2つの異なる文化の異なる視点を示すことです。\u001b[22m, \u001b[1mシリーズは、パリの背景を開発するかなり良い仕事をしたが、私が言ったように、クロワゼの主な焦点は、次の2つの異なる文化の異なる視点を示すことです。\u001b[22m\n\u001b[4mIt's nice that we get to be informed but then again sometimes it presents a rather redundant subject.\u001b[24m\n    \u001b[1m私たちに知らせてもらうのは良いことですが、時にはそれはむしろ重複した主題を提示することもあります。\u001b[22m, \u001b[1mそれは我々が通知されるために得るが、その後、再び、時にはそれはむしろ冗長主題を提示するうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the series tried to give Yune, Claude &amp; Camille a deeper story it was a little to late since it was presented in the last couple of episodes. A would like to see a season 2 of this so that we could've a much better resolution behind these characters pasts. But until then this series is lukewarm.\n\n\u001b[1mシリーズはYune、Claude＆amp; カミーユはそれがエピソードの最後のカップルで提示されて以来、それは少し遅れていたより深い話です。  Aはこれのシーズン2を見たいと思います。そうすれば、これらのキャラクターの過去の後ろにもっと良い解決策ができます。 しかし、それまではこのシリーズはぬるぬる。\u001b[22m\n\u001b[1m(Shirīzu wa Yune, Claude& amp; kamīyu wa sore ga episōdo no saigo no kappuru de teiji sa rete irai, sore wa sukoshi okurete ita yori fukai hanashidesu. A wa kore no shīzun 2 o mitai to omoimasu. Sō sureba, korera no kyarakutā no kako no ushironi motto yoi kaiketsusaku ga dekimasu. Shikashi, sore made wa kono shirīzu wa nurunuru.)\u001b[22m\n\nTranslations of \u001b[4mWhile the series tried to give Yune, Claude &amp; Camille a deeper story it was a little to late since it was presented in the last couple of episodes. A would like to see a season 2 of this so that we could've a much better resolution behind these characters pasts. But until then this series is lukewarm.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the series tried to give Yune, Claude &amp;\u001b[24m\n    \u001b[1mシリーズはYune、Claude＆amp;\u001b[22m, \u001b[1mシリーズはユーン、クロード＆＃038を与えようと試みているが、\u001b[22m\n\u001b[4mCamille a deeper story it was a little to late since it was presented in the last couple of episodes.\u001b[24m\n    \u001b[1mカミーユはそれがエピソードの最後のカップルで提示されて以来、それは少し遅れていたより深い話です。\u001b[22m, \u001b[1mカミーユそれはエピソードの最後のカップルで発表されて以来、それは少し遅くにあった深い物語。\u001b[22m\n\u001b[4mA would like to see a season 2 of this so that we could've a much better resolution behind these characters pasts.\u001b[24m\n    \u001b[1mAはこれのシーズン2を見たいと思います。そうすれば、これらのキャラクターの過去の後ろにもっと良い解決策ができます。\u001b[22m, \u001b[1m我々はこれらの文字の過去を背後にはるかに優れた解像度をしたことができるように、こののシーズン2を見てみたいです。\u001b[22m\n\u001b[4mBut until then this series is lukewarm.\u001b[24m\n    \u001b[1mしかし、それまではこのシリーズはぬるぬる。\u001b[22m, \u001b[1mしかし、それまでこのシリーズはぬるいです。\u001b[22m\n\u001b[1m\u001b[22m\nUnlike Natsume Yuujinchou or Mushishi - slice of life series that can have a single episode to be a stand alone story. Or even Yokohama Kaidashi Kikou that gives you the 'mono no aware' or nostalgic/sentiment feelings. Croisee chose to focused on the cultural clashes that it forgot to create an actual story. It took almost the entire series to have Yune get accustomed to her new surroundings that by the time the 'cultural problems' were settled it was too late to introduced a deeper stories to its characters.\n\n\u001b[1m夏目友人帳やムシシとは違って、単身エピソードでスタンドアローンのストーリーになることができるライフシリーズ。 あるいは「モノノー・ノー・アウェア」やノスタルジックな/感情的な感情をあなたに与える横浜のカイダシ・キコウです。  Croiseeは文化的な衝突に焦点を当て、実際の話を作り忘れた。  「文化的な問題」が解決された時点では、そのキャラクターに深いストーリーを紹介するには時期尚早だった。\u001b[22m\n\u001b[1m(Natsume yūjinchō ya mushishi to wa chigatte, tanshin episōdo de sutandoarōn no sutōrī ni naru koto ga dekiru raifushirīzu. Aruiwa `mononō nō au~ea' ya nosutarujikkuna/ kanjō-tekina kanjō o anata ni ataeru Yokohama no kaidashi kikōdesu. Croisee wa bunka-tekina shōtotsu ni shōten o ate, jissai no hanashi o tsukuri wasureta. `Bunka-tekina mondai' ga kaiketsu sa reta jitende wa, sono kyarakutā ni fukai sutōrī o shōkai suru ni wa jiki shōsōdatta.)\u001b[22m\n\nTranslations of \u001b[4mUnlike Natsume Yuujinchou or Mushishi - slice of life series that can have a single episode to be a stand alone story. Or even Yokohama Kaidashi Kikou that gives you the 'mono no aware' or nostalgic/sentiment feelings. Croisee chose to focused on the cultural clashes that it forgot to create an actual story. It took almost the entire series to have Yune get accustomed to her new surroundings that by the time the 'cultural problems' were settled it was too late to introduced a deeper stories to its characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike Natsume Yuujinchou or Mushishi - slice of life series that can have a single episode to be a stand alone story.\u001b[24m\n    \u001b[1m夏目友人帳やムシシとは違って、単身エピソードでスタンドアローンのストーリーになることができるライフシリーズ。\u001b[22m, \u001b[1m夏目Yuujinchouまたは蟲師とは異なり - 単一のエピソードは、スタンドアローンの話であることを持つことができる生活シリーズのスライス。\u001b[22m\n\u001b[4mOr even Yokohama Kaidashi Kikou that gives you the 'mono no aware' or nostalgic/sentiment feelings.\u001b[24m\n    \u001b[1mあるいは「モノノー・ノー・アウェア」やノスタルジックな/感情的な感情をあなたに与える横浜のカイダシ・キコウです。\u001b[22m, \u001b[1mあなたやノスタルジック/感情の感情」もののあはれ」を与えるかさえヨコハマ買い出し紀行。\u001b[22m\n\u001b[4mCroisee chose to focused on the cultural clashes that it forgot to create an actual story.\u001b[24m\n    \u001b[1mCroiseeは文化的な衝突に焦点を当て、実際の話を作り忘れた。\u001b[22m, \u001b[1mクロワゼは、それが実際のストーリーを作成するのを忘れたことは文化的衝突に焦点を当てに選びました。\u001b[22m\n\u001b[4mIt took almost the entire series to have Yune get accustomed to her new surroundings that by the time the 'cultural problems' were settled it was too late to introduced a deeper stories to its characters.\u001b[24m\n    \u001b[1m「文化的な問題」が解決された時点では、そのキャラクターに深いストーリーを紹介するには時期尚早だった。\u001b[22m, \u001b[1mそれは、その文字に深く物語を導入する時点で「文化の問題は「手遅れだった決済されたことをユーンは彼女の新しい環境に慣れる持っているほぼ全シリーズを取りました。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is nice though. It's still a pretty decent anime if you run out of something to watch as 12 episode is just a breeze to devour. It's relaxing but then again don't expect to have a character driven series instead a cultural lessons.\n\n\u001b[1mしかしアニメーションは素晴らしいです。 それは、12エピソードが食べるだけの風であるので、あなたが何かを使い果たした場合、まだまともなアニメです。 それはリラックスしていますが、再びキャラクター駆動のシリーズを文化的なレッスンではないと予想しています。\u001b[22m\n\u001b[1m(Shikashi animēshon wa subarashīdesu. Sore wa, 12 episōdo ga taberu dake no kazedearunode, anata ga nanika o tsukaihatashita baai, mada matomona animedesu. Sore wa rirakkusu shite imasuga, futatabi kyarakutā kudō no shirīzu o bunka-tekina ressunde wa nai to yosō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is nice though. It's still a pretty decent anime if you run out of something to watch as 12 episode is just a breeze to devour. It's relaxing but then again don't expect to have a character driven series instead a cultural lessons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is nice though.\u001b[24m\n    \u001b[1mしかしアニメーションは素晴らしいです。\u001b[22m, \u001b[1mアニメーションはしかしいいです。\u001b[22m\n\u001b[4mIt's still a pretty decent anime if you run out of something to watch as 12 episode is just a breeze to devour.\u001b[24m\n    \u001b[1mそれは、12エピソードが食べるだけの風であるので、あなたが何かを使い果たした場合、まだまともなアニメです。\u001b[22m, \u001b[1mあなたは12のエピソードを食い入るようにするだけで簡単ですとして見るために何かを使い果たした場合、それはまだかなりまともなアニメです。\u001b[22m\n\u001b[4mIt's relaxing but then again don't expect to have a character driven series instead a cultural lessons.\u001b[24m\n    \u001b[1mそれはリラックスしていますが、再びキャラクター駆動のシリーズを文化的なレッスンではないと予想しています。\u001b[22m, \u001b[1mそれはリラックスしたのですが、その後、再び代わりに文化レッスンを文字駆動型のシリーズを持っていることを期待しないでください。\u001b[22m"
  },
  {
    "title": "Ikoku_Meiro_no_Crois%C3%A9e_The_Animation",
    "id": "9938",
    "url": "https://myanimelist.net/anime/9938/Ikoku_Meiro_no_Crois%C3%A9e_The_Animation",
    "user": "lambishwolf",
    "profile": "/profile/lambishwolf/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=216816",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  8\n\n主人公はパリの長崎を去って二人の鉄工職人のメイドとして働くユンです。オスカーとその孫、元気で、とても困っていますが、非常に誠実なクロードです。 他の繰り返しのキャラクターには、若い泥棒の男の子、ブラチスキーだが自由自在のビクトリア朝のウィーバー（はい、彼らは19世紀のフランスに存在し、ジャポニズムを見つけた）、彼女のエレガントで女性らしい姉、カミーユ 彼女が愛するものを追求する\n\n非常に甘い、リラックスしたショー。 芸術的なスタイルは、顔にはかなりかっこいいですが、衣服のディテールは驚異的です。 ペースは遅いが、なだめる。 キャラクターは表面の下でより多くのバブリングをしているが、フィナーレと素敵な特別なエピソードがこれらの主題に触れている間、マンガのようにそれを掘り下げない（私はそれを薦める、特にグランドマガジンの章は、 話がより深刻で重要な方向転換を迎え、YuneとClaudeの関係がさらに発展するのを見てください）。\n\nそれは全体的に優しく無邪気な感情を持っており、若い人の主人公とのモエ・ショーの多くと同じ低さに沈んでいません（ユンは実際に彼女の10代前半にいる、彼女はちょうど若く見て、他の誰よりも小さく構築されています 彼女の民族性のため！）。  Fanserviceは事実上存在せず、ユンが入浴しようとしているところで、彼らはフランスの珍しい贅沢な存在ではないという非常に初期のコメディーシーンがあり、Claudeは屋根から水が漏れるのを見て、 背中はやや露出していて、誰もがパニックになるが、それはそれだ（シーンの半分がちびっ子のようにレンダリングされ、演奏されない）。\n\n探求される主題は、違い、階級の相違などから生じる文化的ショックや誤解ですが、主に、穏やかで温かいショーであり、高品質のアニメーションと絵画的に柔らかいだけでなく、活気に満ちた生活で賑わいます 輝きを放つように見える色と、その設定を生き生きとさせるのに役立ちます。\n\nシリーズの終わりには劇的なストーリーと悲劇的なバックストーリーがありますが、ストーリーは究極的には、たとえ無意味であっても、変わらない場合でも、互いの愛とサポートが永続している、穏やかで希望的なキャラクターです どんなに小さくても互いに影響を及ぼし、周りの世界は十分です。 カミーユは彼女の制限された自由を助けることができませんが、彼女は彼女の妹、アリスが自由になるように完璧な女性になることができます。 クロードは、彼らの貿易や昔ながらのお店が死んでいるという事実を変えることはできませんが、美しくてインスパイアされた看板を作るためにどこでもインスピレーションを求めています。 スライス・オブ・ライフのシリーズには、人生の小さなことに喜びを見出し、他の人とつながることです。\n\nしかし、あなたが本当に期間のドレスを楽しんでいないか、クラスの違いや年齢の違いで非常に軽いロマンスを楽しんで、ゆっくりとしたペースを見逃したくなければ、スライスライフを楽しんでいない人のためではありません。\n\nスコアは甘く、設定と時間を非常によく感じさせます。 最後の曲はちょっと気味悪いですが、オープニングは非常に活気があり、非常にパリジャンです。 最高ののはおそらく、特別なエピソード4.5で歌われた非常に伝統的な（日本的な意味での）ラブソングだろう（私の好きなエピソードの1つ、特に漫画に照らして、ユンがフランスに来た本当の理由に触れるから...）  。\n\n多少のマイナーでしたが、アリスが初めて紹介されたときに、アニメをほとんどドロップしてマンガに切り替えました。私は自分自身を見続けることを嬉しく思います。私はアリスのキャラクターも愛していますが、彼女の声は彼女の最初のエピソードでは非常に耐えられませんでした。 彼女は彼女のラインを鳴らして、私は彼女の声優が彼女の前に非常に信じられない子を演奏したので、これは方向の問題であったに違いないと思います...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe principle characters are Yune who leaves Nagasaki for Paris to work as a maid for a pair of ironsmiths, the somewhat amorous but kind Oscar and his grandson, the initially aloof, very troubled, but very earnest Claude. Other recurring characters include a young thieving boy, a bratty, but free-spirited, Victorian weeaboo (yes, they did exist in 19th century France, look up Japonisme) named Alice and her elegant, ladylike older sister, Camille, who is not free to pursue the one she loves.\n\n\u001b[1m主人公はパリの長崎を去って二人の鉄工職人のメイドとして働くユンです。オスカーとその孫、元気で、とても困っていますが、非常に誠実なクロードです。 他の繰り返しのキャラクターには、若い泥棒の男の子、ブラチスキーだが自由自在のビクトリア朝のウィーバー（はい、彼らは19世紀のフランスに存在し、ジャポニズムを見つけた）、彼女のエレガントで女性らしい姉、カミーユ 彼女が愛するものを追求する\u001b[22m\n\u001b[1m(Shujinkō wa Pari no Nagasaki o satte futari no tekkō shokunin no meido to shite hataraku yundesu. Osukā to sono mago, genkide, totemo komatteimasu ga, hijō ni seijitsuna kurōdodesu. Hoka no kurikaeshi no kyarakutā ni wa, wakai dorobō no otokonoko, burachisukīdaga jiyūjizai no Bikutoria asa no u~ībā (hai, karera wa 19 seiki no Furansu ni sonzai shi, japonizumu o mitsuketa), kanojo no eregantode joseirashī ane, kamīyu kanojo ga aisuru mono o tsuikyū suru)\u001b[22m\n\nTranslations of \u001b[4mThe principle characters are Yune who leaves Nagasaki for Paris to work as a maid for a pair of ironsmiths, the somewhat amorous but kind Oscar and his grandson, the initially aloof, very troubled, but very earnest Claude. Other recurring characters include a young thieving boy, a bratty, but free-spirited, Victorian weeaboo (yes, they did exist in 19th century France, look up Japonisme) named Alice and her elegant, ladylike older sister, Camille, who is not free to pursue the one she loves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe principle characters are Yune who leaves Nagasaki for Paris to work as a maid for a pair of ironsmiths, the somewhat amorous but kind Oscar and his grandson, the initially aloof, very troubled, but very earnest Claude.\u001b[24m\n    \u001b[1m主人公はパリの長崎を去って二人の鉄工職人のメイドとして働くユンです。オスカーとその孫、元気で、とても困っていますが、非常に誠実なクロードです。\u001b[22m, \u001b[1m原則文字はironsmithsのペアのためのメイド、やや艶かしいけど種類オスカーと彼の孫、最初は孤高非常に困ったが、非常に本格的クロードとして動作するようにパリのために長崎を離れユーンです。\u001b[22m\n\u001b[4mOther recurring characters include a young thieving boy, a bratty, but free-spirited, Victorian weeaboo (yes, they did exist in 19th century France, look up Japonisme) named Alice and her elegant, ladylike older sister, Camille, who is not free\u001b[24m\n    \u001b[1m他の繰り返しのキャラクターには、若い泥棒の男の子、ブラチスキーだが自由自在のビクトリア朝のウィーバー（はい、彼らは19世紀のフランスに存在し、ジャポニズムを見つけた）、彼女のエレガントで女性らしい姉、カミーユ\u001b[22m, \u001b[1m他の繰返しの文字は、アリスと自由ではない彼女のエレガント、上品な姉、カミーユ、という若い泥棒の少年、やんちゃが、自由奔放なビクトリア朝weeabooを（はい、彼らはジャポニスムを調べ、19世紀のフランスには存在しなかった）が含ま\u001b[22m\n\u001b[4mto pursue the one she loves.\u001b[24m\n    \u001b[1m彼女が愛するものを追求する\u001b[22m, \u001b[1m1を追求するために彼女が大好き。\u001b[22m\n\u001b[1m\u001b[22m\nA very sweet, relaxing show. The art style is quite cutesy about the face, but the detail on clothes is phenomenal and attention paid to setting and subtler body language is very nice. The pace is slow, but soothing. The characters have more bubbling under the surface, but while the finale and lovely extra episode touch on these subjects, they do not delve into it as much as the manga does (I recommend it, especially the Grand Magasin chapter, for those who want to see the story take a more serious and high-stakes turn-- as well as see more development of Yune and Claude's relationship).\n\n\u001b[1m非常に甘い、リラックスしたショー。 芸術的なスタイルは、顔にはかなりかっこいいですが、衣服のディテールは驚異的です。 ペースは遅いが、なだめる。 キャラクターは表面の下でより多くのバブリングをしているが、フィナーレと素敵な特別なエピソードがこれらの主題に触れている間、マンガのようにそれを掘り下げない（私はそれを薦める、特にグランドマガジンの章は、 話がより深刻で重要な方向転換を迎え、YuneとClaudeの関係がさらに発展するのを見てください）。\u001b[22m\n\u001b[1m(Hijō ni amai, rirakkusu shita shō. Geijutsu-tekina sutairu wa,-gao ni wa kanari kakkoīdesuga, ifuku no ditēru wa kyōi-tekidesu. Pēsu wa osoiga, nadameru. Kyarakutā wa hyōmen no shita de yori ōku no baburingu o shite iruga, fināre to sutekina tokubetsuna episōdo ga korera no shudai ni furete iru ma, manga no yō ni sore o horisagenai (watashi wa sore o susumeru, tokuni gurando magajin no shō wa,-banashi ga yori shinkokude jūyōna hōkō tenkan o mukae, Yune to Claude no kankei ga sarani hatten suru no o mitekudasai).)\u001b[22m\n\nTranslations of \u001b[4mA very sweet, relaxing show. The art style is quite cutesy about the face, but the detail on clothes is phenomenal and attention paid to setting and subtler body language is very nice. The pace is slow, but soothing. The characters have more bubbling under the surface, but while the finale and lovely extra episode touch on these subjects, they do not delve into it as much as the manga does (I recommend it, especially the Grand Magasin chapter, for those who want to see the story take a more serious and high-stakes turn-- as well as see more development of Yune and Claude's relationship).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA very sweet, relaxing show.\u001b[24m\n    \u001b[1m非常に甘い、リラックスしたショー。\u001b[22m, \u001b[1mショーをリラックスし、非常に甘いです。\u001b[22m\n\u001b[4mThe art style is quite cutesy about the face, but the detail on clothes is phenomenal and attention paid to setting and subtler body language is very nice.\u001b[24m\n    \u001b[1m芸術的なスタイルは、顔にはかなりかっこいいですが、衣服のディテールは驚異的です。\u001b[22m, \u001b[1mアートスタイルは、顔についてかなりキュートですが、服上の詳細は、設定に支払わ驚異的と注目され、微妙なボディーランゲージは非常にいいです。\u001b[22m\n\u001b[4mThe pace is slow, but soothing.\u001b[24m\n    \u001b[1mペースは遅いが、なだめる。\u001b[22m, \u001b[1mペースは遅いが、なだめるようです。\u001b[22m\n\u001b[4mThe characters have more bubbling under the surface, but while the finale and lovely extra episode touch on these subjects, they do not delve into it as much as the manga does (I recommend it, especially the Grand Magasin chapter, for those who want to\u001b[24m\n    \u001b[1mキャラクターは表面の下でより多くのバブリングをしているが、フィナーレと素敵な特別なエピソードがこれらの主題に触れている間、マンガのようにそれを掘り下げない（私はそれを薦める、特にグランドマガジンの章は、\u001b[22m, \u001b[1m文字が下面よりバブリング持っていますが、これらの科目でのフィナーレと素敵な余分なエピソードタッチは、彼らが同じくらい漫画がするように掘り下げていないながら、（私がしたい人のために、特にグランドマガシンの章をお勧め\u001b[22m\n\u001b[4msee the story take a more serious and high-stakes turn-- as well as see more development of Yune and Claude's relationship).\u001b[24m\n    \u001b[1m話がより深刻で重要な方向転換を迎え、YuneとClaudeの関係がさらに発展するのを見てください）。\u001b[22m, \u001b[1m）物語はより深刻とハイステークturn--を取るだけでなく、ユーンとクロードの関係をより発展を参照してくださいを参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nIt overall has a gentle and innocent feeling and doesn't sink to the same lows as a lot of moe shows with young-looking protagonists (Yune is actually in her early teens, she's just very young-looking and smaller-built than everyone else due to her ethnicity!). Fanservice is practically non-existent, there's one comedic scene very early on where Yune tries to take a bath, unused to the fact that they're a rare luxury in France and Claude sees water leaking from the roof and runs in on her while her back is somewhat exposed and everyone panics, but that's it (half the scene is rendered as chibi scribbles and it isn't played up).\n\n\u001b[1mそれは全体的に穏やかで無実の感情を持っていて、若い人の主人公とのモエ・ショーの多くと同じ低さに沈んでいません（ユンは実際に彼女の10代前半ですが、 彼女の民族性のため！）。  Fanserviceは事実上存在せず、ユンが入浴しようとしているところで、彼らはフランスの珍しい贅沢な存在ではないという非常に初期のコメディーシーンがあり、Claudeは屋根から水が漏れるのを見て、 背中はやや露出していて、誰もがパニックになるが、それはそれだ（シーンの半分がちびっ子のようにレンダリングされ、演奏されない）。\u001b[22m\n\u001b[1m(Sore wa zentai-teki ni odayakade mujitsu no kanjō o motte ite, wakai hito no shujinkō to no Moe shō no ōku to onaji hiku-sa ni shizunde imasen (yun wa jissai ni kanojo no 10-dai zenhandesuga, kanojo no minzoku-sei no tame! ). Fanservice wa jijitsujō sonzai sezu, yun ga nyūyoku shiyou to shite iru tokoro de, karera wa Furansu no mezurashī zeitakuna sonzaide wa nai to iu hijō ni shoki no komedīshīn ga ari, Claude wa yane kara mizu ga moreru no o mite, senaka wa yaya roshutsu shite ite, daremoga panikku ni naruga, sore wa soreda (shīn no hanbun ga chibi-kko no yō ni rendaringu sa re, ensō sa renai).)\u001b[22m\n\nTranslations of \u001b[4mIt overall has a gentle and innocent feeling and doesn't sink to the same lows as a lot of moe shows with young-looking protagonists (Yune is actually in her early teens, she's just very young-looking and smaller-built than everyone else due to her ethnicity!). Fanservice is practically non-existent, there's one comedic scene very early on where Yune tries to take a bath, unused to the fact that they're a rare luxury in France and Claude sees water leaking from the roof and runs in on her while her back is somewhat exposed and everyone panics, but that's it (half the scene is rendered as chibi scribbles and it isn't played up).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt overall has a gentle and innocent feeling and doesn't sink to the same lows as a lot of moe shows with young-looking protagonists (Yune is actually in her early teens, she's just very young-looking and smaller-built than everyone else\u001b[24m\n    \u001b[1mそれは全体的に穏やかで無実の感情を持っていて、若い人の主人公とのモエ・ショーの多くと同じ低さに沈んでいません（ユンは実際に彼女の10代前半ですが、\u001b[22m, \u001b[1mこれは、全体的な彼女は非常に見て、若くて他の人よりも小さな内蔵だ、優しく無邪気な気持ちを持っており、萌えの多くはユーンは彼女の初期の十代の若者たちに実際にある（若い見通しの主人公で示しているのと同じ安値に沈みません\u001b[22m\n\u001b[4mdue to her ethnicity!).\u001b[24m\n    \u001b[1m彼女の民族性のため！）。\u001b[22m, \u001b[1m彼女の民族性に起因します！）。\u001b[22m\n\u001b[4mFanservice is practically non-existent, there's one comedic scene very early on where Yune tries to take a bath, unused to the fact that they're a rare luxury in France and Claude sees water leaking from the roof and runs in on her while her\u001b[24m\n    \u001b[1mFanserviceは事実上存在せず、ユンが入浴しようとしているところで、彼らはフランスの珍しい贅沢な存在ではないという非常に初期のコメディーシーンがあり、Claudeは屋根から水が漏れるのを見て、\u001b[22m, \u001b[1mサービスカットは、彼らがフランスでは珍しい贅沢だとクロードは屋根からの水漏れを見て、彼女ながら彼女の上で実行されるという事実のために使用されていない、1喜劇シーンが非常に早いユーンはお風呂にしようとするところにあり、実質的に非存在であります\u001b[22m\n\u001b[4mback is somewhat exposed and everyone panics, but that's it (half the scene is rendered as chibi scribbles and it isn't played up).\u001b[24m\n    \u001b[1m背中はやや露出していて、誰もがパニックになるが、それはそれだ（シーンの半分がちびっ子のようにレンダリングされ、演奏されない）。\u001b[22m, \u001b[1mバック多少露出し、誰もがパニックになり、それは（半分シーンがちび落書きとしてレンダリングされ、それがアップ再生されません）これだけですされています。\u001b[22m\n\u001b[1m\u001b[22m\nSubjects explored are cultural shock and misunderstandings arising from differences, class differences, and more, but mostly, it is a gentle and warm show, with beautifully rendered settings that bustle with life thanks to the high quality animation and painterly-soft, but also vibrant colours that seem to glow and also help bring the setting to life.\n\n\u001b[1m探求される主題は、違い、階級の相違などから生じる文化的ショックや誤解ですが、主に、穏やかで温かいショーであり、高品質のアニメーションと絵画的に柔らかいだけでなく、活気に満ちた生活で賑わいます 輝きを放つように見える色と、その設定を生き生きとさせるのに役立ちます。\u001b[22m\n\u001b[1m(Tankyū sa reru shudai wa, chigai, kaikyū no sōi nado kara shōjiru bunka-teki shokku ya gokaidesuga, omo ni, odayakade atatakai shōdeari, kōhinshitsu no animēshon to kaiga-teki ni yawarakai dakedenaku, kakki ni michita seikatsu de nigiwaimasu kagayaki o hanatsu yō ni mieru iro to, sono settei o ikiikito sa seru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mSubjects explored are cultural shock and misunderstandings arising from differences, class differences, and more, but mostly, it is a gentle and warm show, with beautifully rendered settings that bustle with life thanks to the high quality animation and painterly-soft, but also vibrant colours that seem to glow and also help bring the setting to life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSubjects explored are cultural shock and misunderstandings arising from differences, class differences, and more, but mostly, it is a gentle and warm show, with beautifully rendered settings that bustle with life thanks to the high quality animation and painterly-soft, but also vibrant\u001b[24m\n    \u001b[1m探求される主題は、違い、階級の相違などから生じる文化的ショックや誤解ですが、主に、穏やかで温かいショーであり、高品質のアニメーションと絵画的に柔らかいだけでなく、活気に満ちた生活で賑わいます\u001b[22m, \u001b[1m探検被験者はカルチャーショックと違いから生じる誤解、クラスの違い、およびより多くのですが、大部分は、それが人生で高品質のアニメーションや絵画・ソフトのおかげで賑わい美しくレンダリング設定で、穏やかで暖かいショーですが、また、活気のあります\u001b[22m\n\u001b[4mcolours that seem to glow and also help bring the setting to life.\u001b[24m\n    \u001b[1m輝きを放つように見える色と、その設定を生き生きとさせるのに役立ちます。\u001b[22m, \u001b[1mグローも生活に設定を持って助けるように見える色。\u001b[22m\n\u001b[1m\u001b[22m\nThere is some drama at the end of the series and even tragic backstories, but the story is ultimately a gentle, hopeful one with characters whose love and support for one another is enduring, even if they have disagreements, even if they are powerless to change the world around them, making an impact on one another, no matter how small, is good enough. Camille cannot help her restricted freedom, but she can be the perfect lady so her little sister, Alice, can be free. Claude cannot change the fact that their trades and old-fashioned shops are dying, but he still searches for inspiration everywhere he can to make beautiful and inspired signs. Fitting a slice-of-life series, it's about finding joy in the little things in life and connecting with others.\n\n\u001b[1mシリーズの終わりには劇的なストーリーと悲劇的なバックストーリーがありますが、ストーリーは究極的には、たとえ無意味であっても、変わらない場合でも、互いの愛とサポートが永続している、穏やかで希望的なキャラクターです どんなに小さくても互いに影響を及ぼし、周りの世界は十分です。 カミーユは彼女の制限された自由を助けることができませんが、彼女は彼女の妹、アリスが自由になるように完璧な女性になることができます。 クロードは、彼らの貿易や昔ながらのお店が死んでいるという事実を変えることはできませんが、美しくてインスパイアされた看板を作るためにどこでもインスピレーションを求めています。 スライス・オブ・ライフのシリーズには、人生の小さなことに喜びを見出し、他の人とつながることです。\u001b[22m\n\u001b[1m(Shirīzu no owari ni wa gekitekina sutōrī to higeki-tekina bakkusutōrī ga arimasuga, sutōrī wa kyūkyoku-teki ni wa, tatoe muimideatte mo, kawaranai baai demo, tagai no ai to sapōto ga eizoku shite iru, odayakade kibō-tekina kyarakutādesu don'nani chīsakute mo tagaini eikyō o oyoboshi, mawari no sekai wa jūbundesu. Kamīyu wa kanojo no seigen sa reta jiyū o tasukeru koto ga dekimasenga, kanojo wa kanojo no imōto, Arisu ga jiyū ni naru yō ni kanpekina josei ni naru koto ga dekimasu. Kurōdo wa, karera no bōeki ya mukashinagarano o-ten ga shinde iru to iu jijitsu o kaeru koto wa dekimasenga, utsukushikute insupaia sa reta kanban o tsukuru tame ni doko demo insupirēshon o motomete imasu. Suraisu Obu raifu no shirīzu ni wa, jinsei no chīsana koto ni yorokobi o miidashi, hokanohito to tsunagaru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThere is some drama at the end of the series and even tragic backstories, but the story is ultimately a gentle, hopeful one with characters whose love and support for one another is enduring, even if they have disagreements, even if they are powerless to change the world around them, making an impact on one another, no matter how small, is good enough. Camille cannot help her restricted freedom, but she can be the perfect lady so her little sister, Alice, can be free. Claude cannot change the fact that their trades and old-fashioned shops are dying, but he still searches for inspiration everywhere he can to make beautiful and inspired signs. Fitting a slice-of-life series, it's about finding joy in the little things in life and connecting with others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is some drama at the end of the series and even tragic backstories, but the story is ultimately a gentle, hopeful one with characters whose love and support for one another is enduring, even if they have disagreements, even if they are powerless to change\u001b[24m\n    \u001b[1mシリーズの終わりには劇的なストーリーと悲劇的なバックストーリーがありますが、ストーリーは究極的には、たとえ無意味であっても、変わらない場合でも、互いの愛とサポートが永続している、穏やかで希望的なキャラクターです\u001b[22m, \u001b[1mそこシリーズ、さらに悲劇的なbackstoriesの終わりにいくつかのドラマですが、物語は、彼らが変化に無力であっても、意見の相違があっても、最終的に愛と支援1のための別の不朽のある文字で穏やかに、希望に満ちたものです\u001b[22m\n\u001b[4mthe world around them, making an impact on one another, no matter how small, is good enough.\u001b[24m\n    \u001b[1mどんなに小さくても互いに影響を及ぼし、周りの世界は十分です。\u001b[22m, \u001b[1m自分の周りの世界は、お互いに影響を与えて、どんなに小さな、十分ではありません。\u001b[22m\n\u001b[4mCamille cannot help her restricted freedom, but she can be the perfect lady so her little sister, Alice, can be free.\u001b[24m\n    \u001b[1mカミーユは彼女の制限された自由を助けることができませんが、彼女は彼女の妹、アリスが自由になるように完璧な女性になることができます。\u001b[22m, \u001b[1mカミーユは、彼女の制限された自由を助けることはできませんが、彼女の妹、アリスは、自由にすることができますので、彼女は完璧な女性にすることができます。\u001b[22m\n\u001b[4mClaude cannot change the fact that their trades and old-fashioned shops are dying, but he still searches for inspiration everywhere he can to make beautiful and inspired signs.\u001b[24m\n    \u001b[1mクロードは、彼らの貿易や昔ながらのお店が死んでいるという事実を変えることはできませんが、美しくてインスパイアされた看板を作るためにどこでもインスピレーションを求めています。\u001b[22m, \u001b[1mクロードは、彼らの取引や昔ながらの店が死んでいるという事実を変えることはできませんが、彼はまだ美しいとインスピレーションの兆候を作るためにどこでも彼ができるインスピレーションを検索します。\u001b[22m\n\u001b[4mFitting a slice-of-life series, it's about finding joy in the little things in life and connecting with others.\u001b[24m\n    \u001b[1mスライス・オブ・ライフのシリーズには、人生の小さなことに喜びを見出し、他の人とつながることです。\u001b[22m, \u001b[1mスライス・オブ・ライフシリーズを当てはめ、それが生活の中でささいなことに喜びを見つけ、他の人との接続についてです。\u001b[22m\n\u001b[1m\u001b[22m\nIt's not for someone who doesn't enjoy slice-of-life however, unless you really enjoy period dress or enjoy very light romances with class differences and age differences and are willing to overlook a slow pace.\n\n\u001b[1mしかし、あなたが本当に期間のドレスを楽しんでいないか、クラスの違いや年齢の違いで非常に軽いロマンスを楽しんで、ゆっくりとしたペースを見逃したくなければ、スライスライフを楽しんでいない人のためではありません。\u001b[22m\n\u001b[1m(Shikashi, anata ga hontōni kikan no doresu o tanoshinde inai ka, kurasu no chigai ya nenrei no chigai de hijō ni karui romansu o tanoshinde, yukkuri to shita pēsu o minogashitakunakereba, suraisuraifu o tanoshinde inai hito no tamede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's not for someone who doesn't enjoy slice-of-life however, unless you really enjoy period dress or enjoy very light romances with class differences and age differences and are willing to overlook a slow pace.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not for someone who doesn't enjoy slice-of-life however, unless you really enjoy period dress or enjoy very light romances with class differences and age differences and are willing to overlook a slow pace.\u001b[24m\n    \u001b[1mしかし、あなたが本当に期間のドレスを楽しんでいないか、クラスの違いや年齢の違いで非常に軽いロマンスを楽しんで、ゆっくりとしたペースを見逃したくなければ、スライスライフを楽しんでいない人のためではありません。\u001b[22m, \u001b[1mそれはあなたが本当に期間着こなしを楽しんだり、クラスの違いや年齢の違いが非常に軽い恋愛を楽しみ、ゆっくりとしたペースを見落とすことを喜んでいる場合を除き、しかし、スライス・オブ・ライフを楽しんでいない人のためではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe score is sweet and evokes the setting and time period very well. The ending song is a bit too cutesy, but the opening is very lively and very Parisian. The best is probably the very traditional (in a Japanese sense) love song sung in the special episode 4.5 (one of my favourite episodes, especially in light of the manga, because it touches on the real reason Yune came to France...) .\n\n\u001b[1mスコアは甘く、設定と時間を非常によく感じさせます。 最後の曲はちょっと気味悪いですが、オープニングは非常に活気があり、非常にパリジャンです。 最高ののはおそらく、特別なエピソード4.5で歌われた非常に伝統的な（日本的な意味での）ラブソングだろう（私の好きなエピソードの1つ、特に漫画に照らして、ユンがフランスに来た本当の理由に触れるから...）  。\u001b[22m\n\u001b[1m(Sukoa wa amaku, settei to jikan o hijō ni yoku kanji sasemasu. Saigo no kyoku wa chotto kimiwaruidesuga, ōpuningu wa hijō ni kakki ga ari, hijō ni parijandesu. Saikō no no wa osoraku, tokubetsuna episōdo 4. 5 De utawa reta hijō ni dentō-tekina (Nihon-tekina imi de no) rabusongudarou (watashi no sukina episōdo no 1tsu, tokuni manga ni terashite, yun ga Furansu ni kita hontō no riyū ni furerukara... ).)\u001b[22m\n\nTranslations of \u001b[4mThe score is sweet and evokes the setting and time period very well. The ending song is a bit too cutesy, but the opening is very lively and very Parisian. The best is probably the very traditional (in a Japanese sense) love song sung in the special episode 4.5 (one of my favourite episodes, especially in light of the manga, because it touches on the real reason Yune came to France...) .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe score is sweet and evokes the setting and time period very well.\u001b[24m\n    \u001b[1mスコアは甘く、設定と時間を非常によく感じさせます。\u001b[22m, \u001b[1mスコアは甘いと非常によく設定し、期間を連想させます。\u001b[22m\n\u001b[4mThe ending song is a bit too cutesy, but the opening is very lively and very Parisian.\u001b[24m\n    \u001b[1m最後の曲はちょっと気味悪いですが、オープニングは非常に活気があり、非常にパリジャンです。\u001b[22m, \u001b[1mエンディング曲は少しもキュートですが、開口部は、非常に活気のある、非常にパリのです。\u001b[22m\n\u001b[4mThe best is probably the very traditional (in a Japanese sense) love song sung in the special episode 4.5 (one of my favourite episodes, especially in light of the manga, because it touches on the real reason Yune came to France...)\u001b[24m\n    \u001b[1m最高ののはおそらく、特別なエピソード4.5で歌われた非常に伝統的な（日本的な意味での）ラブソングだろう（私の好きなエピソードの1つ、特に漫画に照らして、ユンがフランスに来た本当の理由に触れるから...）\u001b[22m, \u001b[1m（それはユーンがフランスに来た本当の理由にも触れているので...、特に漫画の光の中で、私のお気に入りのエピソードの1）最高のは、おそらく特別なエピソード4.5で歌わ愛の歌（日本語意味で）非常に伝統的です\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nSomewhat minor, but I nearly dropped the anime and switched to the manga when Alice was first introduced-- I'm glad I forced myself to continue watching, I now love Alice's character too, but her voice was quite unbearable in her first episode. She shrieks her lines and I think this must've been a direction issue, because her voice actor has played very believable children before her...\n\n\u001b[1m多少のマイナーでしたが、アリスが初めて紹介されたときに、アニメをほとんどドロップしてマンガに切り替えました。私は自分自身を見続けることを嬉しく思います。私はアリスのキャラクターも愛していますが、彼女の声は彼女の最初のエピソードでは非常に耐えられませんでした。 彼女は彼女のラインを鳴らして、私は彼女の声優が彼女の前に非常に信じられない子を演奏したので、これは方向の問題であったに違いないと思います...\u001b[22m\n\u001b[1m(Tashō no mainādeshitaga, Arisu ga hajimete shōkai sa reta toki ni, anime o hotondo doroppu shite manga ni kirikaemashita. Watashi wa jibun jishin o mi tsudzukeru koto o ureshiku omoimasu. Watashi wa Arisu no kyarakutā mo aishiteimasu ga, kanojo no koe wa kanojo no saisho no episōdode wa hijō ni tae raremasendeshita. Kanojo wa kanojo no rain o narashite, watashi wa kanojo no seiyū ga kanojo no mae ni hijō ni shinji rarenai ko o ensō shitanode, koreha hōkō no mondaideatta ni chigainai to omoimasu...)\u001b[22m\n\nTranslations of \u001b[4mSomewhat minor, but I nearly dropped the anime and switched to the manga when Alice was first introduced-- I'm glad I forced myself to continue watching, I now love Alice's character too, but her voice was quite unbearable in her first episode. She shrieks her lines and I think this must've been a direction issue, because her voice actor has played very believable children before her...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSomewhat minor, but I nearly dropped the anime and switched to the manga when Alice was first introduced-- I'm glad I forced myself to continue watching, I now love Alice's character too, but her voice was quite unbearable in her first episode.\u001b[24m\n    \u001b[1m多少のマイナーでしたが、アリスが初めて紹介されたときに、アニメをほとんどドロップしてマンガに切り替えました。私は自分自身を見続けることを嬉しく思います。私はアリスのキャラクターも愛していますが、彼女の声は彼女の最初のエピソードでは非常に耐えられませんでした。\u001b[22m, \u001b[1mややマイナーな、しかし、アリスは私が見続けるために自分自身を強制うれしい最初introduced--だったとき、私はほぼアニメを落とし、漫画に切り替え、私は今、あまりにもアリスのキャラクターを愛するが、彼女の声は彼女の最初のエピソードでかなり耐え難いでした。\u001b[22m\n\u001b[4mShe shrieks her lines and I think this must've been a direction issue, because her voice actor has played very believable children before her...\u001b[24m\n    \u001b[1m彼女は彼女のラインを鳴らして、私は彼女の声優が彼女の前に非常に信じられない子を演奏したので、これは方向の問題であったに違いないと思います...\u001b[22m, \u001b[1m彼女はラインを悲鳴と私は彼女の声優が彼女の前に、非常に信じられる子供を果たしてきましたので、このすまんすまんが、方向問題となって思います...\u001b[22m"
  },
  {
    "title": "Ikoku_Meiro_no_Crois%C3%A9e_The_Animation",
    "id": "9938",
    "url": "https://myanimelist.net/anime/9938/Ikoku_Meiro_no_Crois%C3%A9e_The_Animation",
    "user": "Saiberia",
    "profile": "/profile/Saiberia/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=75625",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  10\n\nパリでは、日本からの少女が到着しました。 彼女の存在は広く知られていませんが、彼女を知っている人は彼女の存在によって触れられています。\n\n\n時々、あなたは非常に憂鬱でノスタルジックなアニメ、あなたの心にある形で触れるものを見つけます。 しかし、ほとんどのアニメーションよりも少し遅いですが、このアニメがかなり重く依存していることがあります。 すべての人物が日々暮らしているという事実。\n\n\nストーリーはかなりシンプルだったし、そうなっていた。 それは、キャラクター分析のタイプのアニメで、個々人の心を掘り下げ、正確に何が刻み目になっているのか、どのように感情的に成長したのかを調べます。\n\nこのアニメの芸術は、より柔らかい色彩のセットで美しく滑らかなアニメーションでしたが、あまりにも派手なものはありません（もちろん、それはアリスでした）。 目には癒され、雨の午後に良い本を読んでいることを思い出させる。 音楽は全体的なテーマに完全に合い、各エピソードの始めと途中でフランス語のフレーズが追加され、全体的な雰囲気/浸水効果に大きく貢献しました。\n\n\n全体的にこれは8.4に値する。\nエピソード1から、主人公への好みを開発することは容易だった; ユン。 奇妙なことにフランスを探索する、日本から来たチャーミングな少女。 我々は、少女の目を通してパリのライフスタイルを見て、起きるために外国人少女を見る。 彼女の目を通して、すべては新しくて驚異的です。遠く離れた場所に魔法の土地があります。 支持キャストも同様に魅力的です。 彼らはすべて欠陥があり、非常に人間的なキャラクターであり、あなたは自分の心、過去、そしてそれらを動かすものに徹底的に掘り下げます。 そして、これがこのアニメを特別なものにするのです。 そのキャストを完全に人間化し、仮想的な文化的衝突を成功させる能力。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn Paris, a little girl from Japan has just arrived. Her existence isn't widely known, however those who do know of her, are touched by her being.\n\n\u001b[1mパリでは、日本からの少女が到着しました。 彼女の存在は広く知られていませんが、彼女を知っている人は彼女の存在によって触れられています。\u001b[22m\n\u001b[1m(Pari dewa, Nihon kara no shōjo ga tōchaku shimashita. Kanojo no sonzai wa hiroku shira rete imasenga, kanojo o shitte iru hito wa kanojo no sonzai ni yotte fure rarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn Paris, a little girl from Japan has just arrived. Her existence isn't widely known, however those who do know of her, are touched by her being.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn Paris, a little girl from Japan has just arrived.\u001b[24m\n    \u001b[1mパリでは、日本からの少女が到着しました。\u001b[22m, \u001b[1mパリでは、日本の少女は、ちょうど到着しました。\u001b[22m\n\u001b[4mHer existence isn't widely known, however those who do know of her, are touched by her being.\u001b[24m\n    \u001b[1m彼女の存在は広く知られていませんが、彼女を知っている人は彼女の存在によって触れられています。\u001b[22m, \u001b[1m彼女の存在は広くしかし、彼女のことを知ってない人、彼女ビーイングによってタッチされ、知られていません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEvery once in a while, you'll come across a very melancholy or nostalgic anime, something that touches your heart in a certain way. Its a little slower than most, however thats something that this anime relies quite heavily on. The fact that all the characters are taking life day-by-day.\n\n\u001b[1m時々、あなたは非常に憂鬱でノスタルジックなアニメ、あなたの心にある形で触れるものを見つけます。 しかし、ほとんどのアニメーションよりも少し遅いですが、このアニメがかなり重く依存していることがあります。 すべての人物が日々暮らしているという事実。\u001b[22m\n\u001b[1m(Tokidoki, anata wa hijō ni yūutsu de nosutarujikkuna anime, anatanokokoroni aru katachi de fureru mono o mitsukemasu. Shikashi, hotondo no animēshon yori mo sukoshi osoidesuga, kono anime ga kanari omoku izon shite iru koto ga arimasu. Subete no jinbutsu ga hibi kurashite iru to iu jijitsu.)\u001b[22m\n\nTranslations of \u001b[4mEvery once in a while, you'll come across a very melancholy or nostalgic anime, something that touches your heart in a certain way. Its a little slower than most, however thats something that this anime relies quite heavily on. The fact that all the characters are taking life day-by-day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery once in a while, you'll come across a very melancholy or nostalgic anime, something that touches your heart in a certain way.\u001b[24m\n    \u001b[1m時々、あなたは非常に憂鬱でノスタルジックなアニメ、あなたの心にある形で触れるものを見つけます。\u001b[22m, \u001b[1mたまに、あなたは非常に憂鬱や懐かしいアニメ、特定の方法であなたの心に触れる何かに出くわすでしょう。\u001b[22m\n\u001b[4mIts a little slower than most, however thats something that this anime relies quite heavily on.\u001b[24m\n    \u001b[1mしかし、ほとんどのアニメーションよりも少し遅いですが、このアニメがかなり重く依存していることがあります。\u001b[22m, \u001b[1mそのほとんどより少し遅く、しかしこのアニメは非常に大きく依存している何かのthats。\u001b[22m\n\u001b[4mThe fact that all the characters are taking life day-by-day.\u001b[24m\n    \u001b[1mすべての人物が日々暮らしているという事実。\u001b[22m, \u001b[1mすべての文字が生命の日々を取っているという事実。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe story was rather simple, and it was supposed to be. It was a character analysis type of anime, delving into the hearts of each individual and finding out what exactly makes them tick, and how they grew emotionally.\n\n\u001b[1mストーリーはかなりシンプルだったし、そうなっていた。 それは、キャラクター分析のタイプのアニメで、個々人の心を掘り下げ、正確に何が刻み目になっているのか、どのように感情的に成長したのかを調べます。\u001b[22m\n\u001b[1m(Sutōrī wa kanari shinpurudattashi, sō natte ita. Sore wa, kyarakutā bunseki no taipu no anime de, kokojin no kokoro o horisage, seikaku ni nani ga kizamime ni natte iru no ka, dono yō ni kanjō-teki ni seichō shita no ka o shirabemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was rather simple, and it was supposed to be. It was a character analysis type of anime, delving into the hearts of each individual and finding out what exactly makes them tick, and how they grew emotionally.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was rather simple, and it was supposed to be.\u001b[24m\n    \u001b[1mストーリーはかなりシンプルだったし、そうなっていた。\u001b[22m, \u001b[1m話はかなり簡単だったし、それがすることになりました。\u001b[22m\n\u001b[4mIt was a character analysis type of anime, delving into the hearts of each individual and finding out what exactly makes them tick, and how they grew emotionally.\u001b[24m\n    \u001b[1mそれは、キャラクター分析のタイプのアニメで、個々人の心を掘り下げ、正確に何が刻み目になっているのか、どのように感情的に成長したのかを調べます。\u001b[22m, \u001b[1mこれは、各個人の心に踏み込んと正確にそれらを動かしているものを見つけると、それらがどのように感情的に成長した、アニメのキャラクター分析タイプでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe art in this anime was beautiful, smooth animation with a softer set of colors, nothing too flashy (unless of course, it was Alice.). It was soothing to the eye, and is reminiscent to reading a good book on a rainy afternoon. The music went perfectly with the overall theme, and at the beginning and middle of each episode they'd add French phrases, which added much to the overall atmosphere/immersion effect.\n\n\u001b[1mこのアニメの芸術は、より柔らかい色彩のセットで美しく滑らかなアニメーションでしたが、あまりにも派手なものはありません（もちろん、それはアリスでした）。 目には癒され、雨の午後に良い本を読んでいることを思い出させる。 音楽は全体的なテーマに完全に合い、各エピソードの始めと途中でフランス語のフレーズが追加され、全体的な雰囲気/浸水効果に大きく貢献しました。\u001b[22m\n\u001b[1m(Kono anime no geijutsu wa, yori yawarakai shikisai no setto de utsukushiku namerakana animēshondeshitaga, amarini mo hadena mono wa arimasen (mochiron, soreha Arisudeshita). Me ni wa iyasare, ame no gogo ni yoi hon o yonde iru koto o omoidasaseru. Ongaku wa zentai-tekina tēma ni kanzen ni ai, kaku episōdo no hajime to tochū de furansugo no furēzu ga tsuika sa re, zentai-tekina fun'iki/ shinsui kōka ni ōkiku kōken shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art in this anime was beautiful, smooth animation with a softer set of colors, nothing too flashy (unless of course, it was Alice.). It was soothing to the eye, and is reminiscent to reading a good book on a rainy afternoon. The music went perfectly with the overall theme, and at the beginning and middle of each episode they'd add French phrases, which added much to the overall atmosphere/immersion effect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in this anime was beautiful, smooth animation with a softer set of colors, nothing too flashy (unless of course, it was Alice.).\u001b[24m\n    \u001b[1mこのアニメの芸術は、より柔らかい色彩のセットで美しく滑らかなアニメーションでしたが、あまりにも派手なものはありません（もちろん、それはアリスでした）。\u001b[22m, \u001b[1mこのアニメの芸術は、色の柔らかめ組、（当然のない限り、それはアリスだった。）派手すぎ何も美しい、滑らかなアニメーションでした。\u001b[22m\n\u001b[4mIt was soothing to the eye, and is reminiscent to reading a good book on a rainy afternoon.\u001b[24m\n    \u001b[1m目には癒され、雨の午後に良い本を読んでいることを思い出させる。\u001b[22m, \u001b[1mそれは目になだめるようで、雨の午後には良い本を読みに彷彿とさせます。\u001b[22m\n\u001b[4mThe music went perfectly with the overall theme, and at the beginning and middle of each episode they'd add French phrases, which added much to the overall atmosphere/immersion effect.\u001b[24m\n    \u001b[1m音楽は全体的なテーマに完全に合い、各エピソードの始めと途中でフランス語のフレーズが追加され、全体的な雰囲気/浸水効果に大きく貢献しました。\u001b[22m, \u001b[1m音楽は全体的なテーマと完全に行き、各エピソードの最初と中間に彼らは、全体的な雰囲気/浸漬効果に多くを追加したフランスのフレーズを追加したいです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall this deserves an 8.4.\n\n\u001b[1m全体的にこれは8.4に値する。\u001b[22m\n\u001b[1m(Zentai-teki ni kore wa 8. 4 Ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mOverall this deserves an 8.4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this deserves an 8.4.\u001b[24m\n    \u001b[1m全体的にこれは8.4に値する。\u001b[22m, \u001b[1m全体的に、これは8.4値します。\u001b[22m\nFrom episode one, it was easy to develop a liking to the main character; Yune. A charming little girl from Japan, curiously exploring France. We see the Parisian lifestyle through the eyes of a little girl, and a little foreign girl to boot. Through her eyes, everything is new and wondrous, a magical land in a faraway place. The supporting cast is charming in their ways as well. They're all flawed, very human characters, and one by one you delve into their hearts, their pasts, what drives them. And this is what makes this anime special. The ability to fully humanize its cast, and successfully create a hypothetical cultural clash.\n\n\u001b[1mエピソード1から、主人公への好みを開発することは容易だった; ユン。 奇妙なことにフランスを探索する、日本から来たチャーミングな少女。 我々は、少女の目を通してパリのライフスタイルを見て、起きるために外国人少女を見る。 彼女の目を通して、すべては新しくて驚異的です。遠く離れた場所に魔法の土地があります。 支持キャストも同様に魅力的です。 彼らはすべて欠陥があり、非常に人間的なキャラクターであり、あなたは自分の心、過去、そしてそれらを動かすものに徹底的に掘り下げます。 そして、これがこのアニメを特別なものにするのです。 そのキャストを完全に人間化し、仮想的な文化的衝突を成功させる能力。\u001b[22m\n\u001b[1m(Episōdo 1 kara, shujinkō e no konomi o kaihatsu suru koto wa yōidatta; yun. Kimyōna koto ni Furansu o tansaku suru, Nihon kara kita chāminguna shōjo. Wareware wa, shōjo no me o tōshite Pari no raifusutairu o mite, okiru tame ni gaikoku hito shōjo o miru. Kanojo no me o tōshite, subete wa atarashikute kyōi-tekidesu. Tōku hanareta basho ni mahō no tochi ga arimasu. Shiji kyasuto mo dōyō ni mirikitekidesu. Karera wa subete kekkan ga ari, hijō ni ningen-tekina kyarakutādeari, anata wa jibun no kokoro, kako, soshite sorera o ugokasu mono ni tetteiteki ni horisagemasu. Soshite, korega kono anime o tokubetsuna mono ni suru nodesu. Sono kyasuto o kanzen ni ningen-ka shi, kasō-tekina bunka-teki shōtotsu o seikō sa seru nōryoku.)\u001b[22m\n\nTranslations of \u001b[4mFrom episode one, it was easy to develop a liking to the main character; Yune. A charming little girl from Japan, curiously exploring France. We see the Parisian lifestyle through the eyes of a little girl, and a little foreign girl to boot. Through her eyes, everything is new and wondrous, a magical land in a faraway place. The supporting cast is charming in their ways as well. They're all flawed, very human characters, and one by one you delve into their hearts, their pasts, what drives them. And this is what makes this anime special. The ability to fully humanize its cast, and successfully create a hypothetical cultural clash.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom episode one, it was easy to develop a liking to the main character;\u001b[24m\n    \u001b[1mエピソード1から、主人公への好みを開発することは容易だった;\u001b[22m, \u001b[1mエピソード1からは、主人公への好みを開発するのは簡単でした。\u001b[22m\n\u001b[4mYune.\u001b[24m\n    \u001b[1mユン。\u001b[22m, \u001b[1mユーン。\u001b[22m\n\u001b[4mA charming little girl from Japan, curiously exploring France.\u001b[24m\n    \u001b[1m奇妙なことにフランスを探索する、日本から来たチャーミングな少女。\u001b[22m, \u001b[1m日本からの魅力的な小さな女の子が、不思議フランスを探索します。\u001b[22m\n\u001b[4mWe see the Parisian lifestyle through the eyes of a little girl, and a little foreign girl to boot.\u001b[24m\n    \u001b[1m我々は、少女の目を通してパリのライフスタイルを見て、起きるために外国人少女を見る。\u001b[22m, \u001b[1m私たちは、少女の目を通してパリのライフスタイルを見て、少し外国の女の子が起動します。\u001b[22m\n\u001b[4mThrough her eyes, everything is new and wondrous, a magical land in a faraway place.\u001b[24m\n    \u001b[1m彼女の目を通して、すべては新しくて驚異的です。遠く離れた場所に魔法の土地があります。\u001b[22m, \u001b[1m彼女の目を通して、すべてが遠く離れた場所で魔法の土地は、新しいと不思議です。\u001b[22m\n\u001b[4mThe supporting cast is charming in their ways as well.\u001b[24m\n    \u001b[1m支持キャストも同様に魅力的です。\u001b[22m, \u001b[1m脇役は同様に彼らの方法で魅力的です。\u001b[22m\n\u001b[4mThey're all flawed, very human characters, and one by one you delve into their hearts, their pasts, what drives them.\u001b[24m\n    \u001b[1m彼らはすべて欠陥があり、非常に人間的なキャラクターであり、あなたは自分の心、過去、そしてそれらを動かすものに徹底的に掘り下げます。\u001b[22m, \u001b[1m彼らはすべての欠陥のある、非常に人間のキャラクターだし、一つ一つは、あなたがそれらを駆動するものを、彼らの心、彼らの過去を掘り下げます。\u001b[22m\n\u001b[4mAnd this is what makes this anime special.\u001b[24m\n    \u001b[1mそして、これがこのアニメを特別なものにするのです。\u001b[22m, \u001b[1mそして、これはこのアニメが特別なものです。\u001b[22m\n\u001b[4mThe ability to fully humanize its cast, and successfully create a hypothetical cultural clash.\u001b[24m\n    \u001b[1mそのキャストを完全に人間化し、仮想的な文化的衝突を成功させる能力。\u001b[22m, \u001b[1m完全にそのキャストをヒト化し、成功した仮想的な文化の衝突を作成する機能。\u001b[22m"
  },
  {
    "title": "Ikoku_Meiro_no_Crois%C3%A9e_The_Animation",
    "id": "9938",
    "url": "https://myanimelist.net/anime/9938/Ikoku_Meiro_no_Crois%C3%A9e_The_Animation",
    "user": "LONABABERY",
    "profile": "/profile/LONABABERY/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=69473",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はYuneとClaudeについてもっと知りたいと思っています。 彼らが外出するように、Yuneは小さいです私は彼女が何歳ですか？ 全体的にすべてが素晴らしい。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI love to known more about Yune and Claude latter on. Like they go out, Yune is to small I wonder how old is she. Overall everything was awsome.\n\n\u001b[1m私はYuneとClaudeについてもっと知りたいと思っています。 彼らが外出するように、Yuneは小さいです私は彼女が何歳ですか？ 全体的にすべてが素晴らしい。\u001b[22m\n\u001b[1m(Watashi wa Yune to Claude ni tsuite motto shiritai to omotte imasu. Karera ga gaishutsu suru yō ni, Yune wa chīsaidesu watashi wa kanojo ga nan-saidesu ka? Zentai-teki ni subete ga subarashī.)\u001b[22m\n\nTranslations of \u001b[4mI love to known more about Yune and Claude latter on. Like they go out, Yune is to small I wonder how old is she. Overall everything was awsome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love to known more about Yune and Claude latter on.\u001b[24m\n    \u001b[1m私はYuneとClaudeについてもっと知りたいと思っています。\u001b[22m, \u001b[1m私は上のユーンとクロード後者についての詳細を知らするのが大好きです。\u001b[22m\n\u001b[4mLike they go out, Yune is to small I wonder how old is she.\u001b[24m\n    \u001b[1m彼らが外出するように、Yuneは小さいです私は彼女が何歳ですか？\u001b[22m, \u001b[1m彼らが出て行くように、ユーンは、私は彼女が何歳であるのだろうか小さいです。\u001b[22m\n\u001b[4mOverall everything was awsome.\u001b[24m\n    \u001b[1m全体的にすべてが素晴らしい。\u001b[22m, \u001b[1m全体的にすべてがかっこいいでした。\u001b[22m"
  },
  {
    "title": "Ikoku_Meiro_no_Crois%C3%A9e_The_Animation",
    "id": "9938",
    "url": "https://myanimelist.net/anime/9938/Ikoku_Meiro_no_Crois%C3%A9e_The_Animation",
    "user": "magicb",
    "profile": "/profile/magicb/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=80594",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  9\n\nIKKI Meiro no Croiseeは、本当にかわいいアニメのアニメです。あなたが暖かく泡立つように感じさせるアニメのようなものですから、あまり期待してはいけません。 あまりにも多くのドラマはここではないが、私にとっては十分楽しめる。\n\nそれはオスカーと彼の甥、クロードと一緒に住むフランスに来る小柄な日本の女の子、ユーンの話です。 ユンは友人（アリス、金髪の可愛い、まだかわいい）を作り、新しいものを発見し、オスカーとクロードを店で助けます。  1800年代にパリで起こったことは、すべてをもっと面白くしています。 私は繰り返す必要があります：これは素晴らしいアニメではありませんが、退屈な午後には完璧です。\n\n文字はシンプルですが面白いです。 彼らのそれぞれには素敵な話がいくつかありますし、興味深い紛争もたくさんあります。\n\n芸術に関しては、シンプルでかわいい、素敵な背景とふわふわした雰囲気です。 音はおそらく私の好きな部分です。 そうです...パリジャン！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIkoku Meiro no Croisee is a really cute slice of life anime - don't expect much 'cause it's one of those kind of animes made to make you feel warm and bubbly inside. Not too much drama here, but enjoyable enough for me.\n\n\u001b[1mIKKI Meiro no Croiseeは、本当にかわいいアニメのアニメです。あなたが暖かく泡立つように感じさせるアニメのようなものですから、あまり期待してはいけません。 あまりにも多くのドラマはここではないが、私にとっては十分楽しめる。\u001b[22m\n\u001b[1m(Ikki Meiro no Croisee wa, hontōni kawaī anime no animedesu. Anata ga atatakaku awadatsu yō ni kanji saseru anime no yōna monodesukara, amari kitai shite wa ikemasen. Amarini mo ōku no dorama wa kokode wa naiga, watashi ni totte wa jūbun tanoshimeru.)\u001b[22m\n\nTranslations of \u001b[4mIkoku Meiro no Croisee is a really cute slice of life anime - don't expect much 'cause it's one of those kind of animes made to make you feel warm and bubbly inside. Not too much drama here, but enjoyable enough for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIkoku Meiro no Croisee is a really cute slice of life anime - don't expect much 'cause it's one of those kind of animes made to make you feel warm and bubbly inside.\u001b[24m\n    \u001b[1mIKKI Meiro no Croiseeは、本当にかわいいアニメのアニメです。あなたが暖かく泡立つように感じさせるアニメのようなものですから、あまり期待してはいけません。\u001b[22m, \u001b[1mそれはあなたが陽気内部暖かく感じるように作られたアニメのこれらの種類の一つだ引き起こす「あまり期待しないでください -  Ikoku迷路なしクロワゼは、生命アニメの本当にかわいいスライスです。\u001b[22m\n\u001b[4mNot too much drama here, but enjoyable enough for me.\u001b[24m\n    \u001b[1mあまりにも多くのドラマはここではないが、私にとっては十分楽しめる。\u001b[22m, \u001b[1mここではありませんあまりにも多くのドラマが、私のために十分に楽しめます。\u001b[22m\n\u001b[1m\u001b[22m\nIt's the story of a petite Japanese girl, Yune, who comes to France to live with Oscar and his nephew, Claude. Yune makes friends (Alice, a rich brat, still cute), discovers new things and helps Oscar and Claude with their shop. And all this happens in Paris of the 1800s which makes everything even more interesting. I should repeat: this is not a great anime, but it's perfect for boring afternoons.\n\n\u001b[1mそれはオスカーと彼の甥、クロードと一緒に住むフランスに来る小柄な日本の女の子、ユーンの話です。 ユンは友人（アリス、金髪の可愛い、まだかわいい）を作り、新しいものを発見し、オスカーとクロードを店で助けます。  1800年代にパリで起こったことは、すべてをもっと面白くしています。 私は繰り返す必要があります：これは素晴らしいアニメではありませんが、退屈な午後には完璧です。\u001b[22m\n\u001b[1m(Sore wa osukā to kare no oi, kurōdo to isshonisumu Furansu ni kuru kogarana Nihon no on'nanoko, yūn no hanashidesu. Yun wa yūjin (Arisu, kinpatsu no kawaii, mada kawaī) o tsukuri, atarashī mono o hakken shi, osukā to kurōdo o mise de tasukemasu. 1800-Nendai ni Pari de okotta koto wa, subete o motto omoshiroku shite imasu. Watashi wa kurikaesu hitsuyō ga arimasu: Kore wa subarashī animede wa arimasenga, taikutsuna gogo ni wa kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's the story of a petite Japanese girl, Yune, who comes to France to live with Oscar and his nephew, Claude. Yune makes friends (Alice, a rich brat, still cute), discovers new things and helps Oscar and Claude with their shop. And all this happens in Paris of the 1800s which makes everything even more interesting. I should repeat: this is not a great anime, but it's perfect for boring afternoons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's the story of a petite Japanese girl, Yune, who comes to France to live with Oscar and his nephew, Claude.\u001b[24m\n    \u001b[1mそれはオスカーと彼の甥、クロードと一緒に住むフランスに来る小柄な日本の女の子、ユーンの話です。\u001b[22m, \u001b[1mそれはオスカーと彼の甥、クロードと一緒に暮らすためにフランスに来る小柄な日本人の女の子、ユーン、の話です。\u001b[22m\n\u001b[4mYune makes friends (Alice, a rich brat, still cute), discovers new things and helps Oscar and Claude with their shop.\u001b[24m\n    \u001b[1mユンは友人（アリス、金髪の可愛い、まだかわいい）を作り、新しいものを発見し、オスカーとクロードを店で助けます。\u001b[22m, \u001b[1mユーンは（まだかわいいアリス、豊富なガキ、）友達を作る、新しいことを発見し、その店でオスカーとクロードに役立ちます。\u001b[22m\n\u001b[4mAnd all this happens in Paris of the 1800s which makes everything even more interesting.\u001b[24m\n    \u001b[1m1800年代にパリで起こったことは、すべてをもっと面白くしています。\u001b[22m, \u001b[1mそして、すべてこれはすべてがより一層面白くする1800年代のパリで行われます。\u001b[22m\n\u001b[4mI should repeat: this is not a great anime, but it's perfect for boring afternoons.\u001b[24m\n    \u001b[1m私は繰り返す必要があります：これは素晴らしいアニメではありませんが、退屈な午後には完璧です。\u001b[22m, \u001b[1mこれは偉大なアニメはありませんが、それは退屈な午後に最適です：私は繰り返す必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are simple, yet interesting. There are some nice stories with each of them and a lot of interesting conflicts that remain unexplored.\n\n\u001b[1m文字はシンプルですが面白いです。 彼らのそれぞれには素敵な話がいくつかありますし、興味深い紛争もたくさんあります。\u001b[22m\n\u001b[1m(Moji wa shinpurudesuga omoshiroidesu. Karera no sorezore ni wa sutekina hanashi ga ikutsu ka arimasushi, kyōmibukai funsō mo takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are simple, yet interesting. There are some nice stories with each of them and a lot of interesting conflicts that remain unexplored.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are simple, yet interesting.\u001b[24m\n    \u001b[1m文字はシンプルですが面白いです。\u001b[22m, \u001b[1m文字は、単純な、まだ面白いです。\u001b[22m\n\u001b[4mThere are some nice stories with each of them and a lot of interesting conflicts that remain unexplored.\u001b[24m\n    \u001b[1m彼らのそれぞれには素敵な話がいくつかありますし、興味深い紛争もたくさんあります。\u001b[22m, \u001b[1mそれらの各々と未踏のまま興味深い紛争の多くのいくつかの素晴らしい物語があります。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the art, it's simple and cute, with lovely backgrounds and a fluffy atmosphere. The sound is probably my favourite part. It's so... Parisian!\n\n\u001b[1m芸術に関しては、シンプルでかわいい、素敵な背景とふわふわした雰囲気です。 音はおそらく私の好きな部分です。 そうです...パリジャン！\u001b[22m\n\u001b[1m(Geijutsu ni kanshite wa, shinpurude kawaī, sutekina haikei to fuwafuwa shita fun'ikidesu. Oto wa osoraku watashi no sukina bubundesu. Sōdesu... Parijan!)\u001b[22m\n\nTranslations of \u001b[4mAs for the art, it's simple and cute, with lovely backgrounds and a fluffy atmosphere. The sound is probably my favourite part. It's so... Parisian!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the art, it's simple and cute, with lovely backgrounds and a fluffy atmosphere.\u001b[24m\n    \u001b[1m芸術に関しては、シンプルでかわいい、素敵な背景とふわふわした雰囲気です。\u001b[22m, \u001b[1m芸術としては、それは素敵な背景やふわふわな雰囲気で、シンプルでかわいいです。\u001b[22m\n\u001b[4mThe sound is probably my favourite part.\u001b[24m\n    \u001b[1m音はおそらく私の好きな部分です。\u001b[22m, \u001b[1m音は、おそらく私のお気に入りの一部です。\u001b[22m\n\u001b[4mIt's so... Parisian!\u001b[24m\n    \u001b[1mそうです...パリジャン！\u001b[22m, \u001b[1mそれはとても...パリのです！\u001b[22m"
  }
]
